{"forum_title": "RÖFL", "id": "100231", "title": "Smá hjálp með tölvuna í mustang", "url": "http://www.live2cruize.com/spjall/showthread.php/100231-Smá-hjálp-með-tölvuna-í-mustang", "posts": [{"user_name": "Aglii", "text": "Sko, málið er þannig að Service engine soon fór að loga einmitt þegar hann átti að fara í smur, og ég fór með hann í complett pakka og núna nokkrum vikum seinna er ljósið Service engine soon ekki enn horfið, er ekki nóga góður í svona málum, þarf ég bara ekki að tengja hann við tölvu og núllstilla eða stilla eitthvað ?\n\r\nEf svo er hvar get ég látið gera það? <<<icon_smile.gif>>>", "date": "2009-11-07 05:42:00", "post_id": 1}, {"user_name": "Aglii", "text": "Anyone ?", "date": "2009-11-07 12:18:00", "post_id": 2}, {"user_name": "Kjartanbj", "text": "þarft líklega láta taka ljósið út hjá umboði\n\nþetta ljós er að segja þér að hann eigi að fara í service hjá umboði og þeir slökkva svo ljósið\neftir það.. hvað er hann eiginlega ekinn", "date": "2009-11-07 13:30:00", "post_id": 3}, {"user_name": "Aglii", "text": "57.xxx mílur", "date": "2009-11-07 13:35:00", "post_id": 4}, {"user_name": "Kjartanbj", "text": "já ætli hann hafi ekki átt að koma inn í service í fimmtíu og eitthvað þúsund mílum, 55þúsund eða eitthvað út af ábyrgð or some og þá kemur þetta ljós til að minna þig á það\n\nen þetta er nátturulega bara ef þetta er umboðsbíll og enn í ábyrgð og svona, annars læturu bara taka þetta út fyrir þig þetta ljós, sumum bílum er hægt að kaupa lítið tæki sem maður getur tekið þetta út með sjálfur", "date": "2009-11-07 13:38:00", "post_id": 5}, {"user_name": "Aglii", "text": "Innfluttur árið 2004. .", "date": "2009-11-07 13:39:00", "post_id": 6}, {"user_name": "Kjartanbj", "text": "getur hunsað þetta ljós svosem , eða látið bara taka þetta út fyrir þig hjá umboðinu, hljóta gera það fyrir þig", "date": "2009-11-07 13:41:00", "post_id": 7}, {"user_name": "Aglii", "text": "Búinn að vera að því, ég bara hata viðvörunarljós, finnst alltaf bílinn vera bilaður þegar það er <<<tongueout.gif>>>", "date": "2009-11-07 13:44:00", "post_id": 8}, {"user_name": "Kjartanbj", "text": "hmm var að lesa um þetta og það virðist vera að það sé ekki þetta sem ég hélt að þetta væri, þarft bara láta lesa af honum og það gæti verið einhver skynjari eða eithvað að látaþetta koma", "date": "2009-11-07 13:45:00", "post_id": 9}, {"user_name": "Aglii", "text": "Einhverjar ábendingar um hvar ég gæti látið redda því og veistu hvað það kostar að láta lesa af bílnum ? c.a", "date": "2009-11-07 13:47:00", "post_id": 10}, {"user_name": "Kjartanbj", "text": "no idea, það er eitthvað trick þannig þú getur lesið af honum sjálfur með því að halda inni einhverjum takka og svissa á hann í leiðinni og eitthvð, bara nota google", "date": "2009-11-07 13:50:00", "post_id": 11}, {"user_name": "Aglii", "text": "Prufa það, þakka <<<icon_biggrin.gif>>>", "date": "2009-11-07 13:52:00", "post_id": 12}, {"user_name": "Kjartanbj", "text": "já, og svo á víst að vera hægt að taka bara rafgeymin úr sambandi í nokkrar sek til að taka þetta ljós út, gæti verið smávægilegt eins og ónýtur bensíntappi or some", "date": "2009-11-07 13:53:00", "post_id": 13}, {"user_name": "Aglii", "text": "Þetta kom samt ÁKKURAT á þeim kílómeter sem stóð að hann ætti að fara í smurningu í smurbókinni, og ég fór með hann strax enn ljósið hvarf aldrei, reyndar ekki búinn að prufa endurstilla með rafgeymatrikkinu, skoða þetta betur á eftir, fleiri hugmyndir vel þegnar á meðan <<<icon_smile.gif>>>", "date": "2009-11-07 13:56:00", "post_id": 14}, {"user_name": "Bjaddni", "text": "þessi kartanb veit ekkert hvað hann er að tala um, það er ástæða fyrir afhverju þetta ljós er að loga, service engine soon ljós koma oftast útaf einhverju tengdu mengunarvarnarsysteminu, en alls ekki bundið við það. eina vitið er að fá einhvern til að lesa hvaða bilunar kóði þetta er, þetta á ekki að kosta neitt svakalega, ekki taka bílinn á einhvern stað þar sem þeir bilanagreina einnig útfrá tölvulestrinum! það gæti vel verið að einhver eigi svona bilunarkóða tölvu hérna á spjallinu! \n\r\nmiðað við þennan akstur á bílnum, getur t.d. vel verið að að kertin séu orðin slöpp eða jafnvel háspennukeflið en þá væri það p300 kóði.", "date": "2009-11-07 14:00:00", "post_id": 15}, {"user_name": "Kjartanbj", "text": "ég sagði heldur aldrei að þetta væri einhver heilagur sannleikur hjá mér... enda google'aði ég bara þetta og sagði svon hvað kom fram þar , og sagði honum að láta lesa af honum", "date": "2009-11-07 14:06:00", "post_id": 16}, {"user_name": "Aglii", "text": "Já, ætla fara létt yfir þetta allt á eftir ef tími gefst.\r\nEinhver verkstæði eða eitthvað sem þér dettur í hug svona í fljótu bragði ?\n\r\nTakk fyrir þetta", "date": "2009-11-07 14:08:00", "post_id": 17}, {"user_name": "Bjaddni", "text": "verkstæði með svona aflestur vilja oftast bilana greina og það kostar skilding eða 2, umboð lesa af þessu fyrir þig fyrir fimmara en bilanaust gerir það eithvað ódýrara, eða svo skilst mér. annars gæti vel verið að einhver spjallverji geti reddað þér.", "date": "2009-11-07 14:22:00", "post_id": 18}, {"user_name": "JHP", "text": "Þetta er staðalbúnaður í usa bílum að þetta logi.\r\nEf það logar ekki þá er peran líklega sprungin.", "date": "2009-11-07 15:49:00", "post_id": 19}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2009-11-07 05:42:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}