{"forum_title": "RÖFL", "id": "10085", "title": "Hvað er það mesta sem að þið hafið boðið bílnum ykkar ?", "url": "http://www.live2cruize.com/spjall/showthread.php/10085-Hvað-er-það-mesta-sem-að-þið-hafið-boðið-bílnum-ykkar", "posts": [{"user_name": "ramlingur", "text": "Fór útí hafnir, fór síðan reykjanesið uppá djúpavantsleiðina (SKV Vegagerðinni er sá vegur ófær..\n\r\nFór þaðan uppí bláfjöll... Þetta tók SINN tíma því að það var mikið um spól og möööörg tillhlaup og ný gerð af hefil <<<icon_biggrin.gif>>>..\n\r\nVar á Nissan Almera 1.8 SSK (Lækkaðri 35mm)\n\r\nEr á SLÉTTU að framan..\n\r\nÞá er ég ekki að tala um bíla sem að þið hafið verið að leika ykkur að rústa !\"", "date": "2005-12-22 01:55:00", "post_id": 1}, {"user_name": "Zazu", "text": "Bíllinn minn er bara skítugur og það er nó    <<<icon_neutral.gif>>>", "date": "2005-12-22 02:03:00", "post_id": 2}, {"user_name": "Bjarni-", "text": "ridiculous", "date": "2005-12-22 02:10:00", "post_id": 3}, {"user_name": "brapeson", "text": "Hálkusnúningar að vestfirskum sið í heila kvöldstund, upp á fjall. Upp á skíðasvæði og upp fyrir eftstu lyftu. Niður í bæ þar sem ég keyrði upp á nokkra trédrumba, bakkaði af þeim bara til að stökkva ofan í djúpan skurð. Þetta var á 4wd Sunny.", "date": "2005-12-22 02:14:00", "post_id": 4}, {"user_name": "SnowMan", "text": "Skeði ekki á bíl.. bara hjóli  <<<icon_biggrin.gif>>> \r\nVar einu sinni með félaga mínum á gamla þingvallaveginum og við fórum einvherja vitlausa leið og enduðum á einhverjum malarvegi með HUGE grjóthnullungum á, jæja við keyrum bara áfram og allt í einu kemur svaka rigning og þá verður þessi vegur bara að drullu.. Við látum það ekki stoppa okkur og svo beyglar félagi minn felguna á hjólinu sínu 2 sinnum.. svo keyrðum við yfir byssuskot og það heyrðist svaka hvellur  <<<icon_confused.gif>>> en jæja svo loksins erum við komnir á þingvöll og þetta tók okku kannski um 1 og hálfann tíma.. svo fórum við bara heim á venjulega veginum og það tók okkur 20 mín  <<<icon_lol.gif>>>\n\r\nKeyrði svo oft uppá Úlfarsfell, nema lenti einu sinni í því að hjólið ofhitnaði og það byrjaði að rjúka úr vatnskassanum <<<icon_confused.gif>>> En það reddaðist.\n\r\nAllt þetta á Suzuki RMX 70cc  <<<icon_lol.gif>>>", "date": "2005-12-22 02:20:00", "post_id": 5}, {"user_name": "BRG", "text": "hehehehe nú hef eg góða sögu að seigja Gunnari sem á núna hjólið hans ella <<<icon_biggrin.gif>>>", "date": "2005-12-22 02:24:00", "post_id": 6}, {"user_name": "Hannsi", "text": "toyotan sem ég átti <<<icon_lol.gif>>> stoppaði í hálri brekku og setti í D spólaði svo í 180 setti svo overdrive á og spólaði í 280 <<<icon_lol.gif>>> fór svo á klaka og gerði það sama og eyðilagði fyrsta þrepið <<<icon_lol.gif>>>", "date": "2005-12-22 03:11:00", "post_id": 7}, {"user_name": "Twincam", "text": "asni!  <<<icon_mad.gif>>> \n\n\n\n\r\nhehe.. hefðir nú samt mátt sleppa því að drepa bakkið  :wink:", "date": "2005-12-22 03:21:00", "post_id": 8}, {"user_name": "Hannsi", "text": "ég veit reyndar ekki hvernig það gerðist <<<icon_scratch.gif>>> <<<icon_lol.gif>>>", "date": "2005-12-22 04:07:00", "post_id": 9}, {"user_name": "Danni", "text": "-Reykspól í brekku á Colt Gti þangað til það heyrðist smellur og ekkert hreyfðist meir.\r\n-Reykspól á Colt 1.3 á Bónus planinu fyrir löngu síðan og svo keyrði ég af stað og tók eftir neistum. Sá svo að það hafði kviknað í drullusokknum.\r\n-Sikksakk í hálku á Colt 1.3 þegar ég var búinn að hafa prófið í tæpan mánuð, endaði inní garði hjá einhverju gömlu fólki. Án efa það heimskulegasta sem ég hef nokkurntímann gert á bíl!\r\n-Á BMW-inum er það nú ekkert mikið þjösn. Bara örfá low-speed slide í beygjum á meðan ég er að læra á afturdrif, og svo örfáir hringir á stórum plönum. Lennti samt í því óhappi áðan þegar ég var ný lagður af stað úr vinnu að bíllinn byrjaði bara að slæda og eina leiðin til að skemma bílinn ekki neitt var að láta hann sveifla afturdekkinu á kannt. Affelgaðist bara. Skipti um dekk og verð kominn með hitt í lag á morgun <<<icon_cool.gif>>> (Þetta var btw fyrsta skiptið sem hann slædaði og ég var ekki að reyna það)", "date": "2005-12-22 04:22:00", "post_id": 10}, {"user_name": "toyfan", "text": "ein umferð af rallýi\n\r\nsteindrap bílinn sem var AE82 corolla ´87 fwd\r\nvelti honum á c.a. 160 km hraða", "date": "2005-12-22 07:34:00", "post_id": 11}, {"user_name": "Siggi H", "text": "2 atvik.. sem ég er þekktur fyrir hérna á neskaupstað sem endaði illa\n\r\n1: keyrði toyotu corollu GTi '88 inná kvennaklóstið í Nesskóla þegar ég var 17 ára og það besta við það að það gerðust þrjú atvik á sama degi með þennan bíl.. fyrst byrjaði ég á að bakka á kall á olísplaninu og svo vorum ég og félagi minn á 90km/h og ákvöðum að beygja niðrá réttingarverkstæði þegar við vorum komnir að beygjunni (þess má geta að það var vetur) og við náðum ekki beygjunni og veltum corollunni á hlið oní skurð og KALLINN SEM ÉG BAKKAÐI Á fyrir hádegið keyrði frammhjá og STARÐI BARA.. og svo á miðnætti þá gat ég ekki stoppað eftir að ég kom á fleygiferð upp brekku og keyrði inná kvennaklóstið á nesskóla.. og KONA KALLSINS SEM ÉG BAKKAÐI Á OG SEM KEYRÐI FRAMMHJÁ ÞEGAR VIÐ VELTUM VINNUR Í SKÓLANUM.\n\r\n2: keyrði yfir gangstéttarkant eftir misheppnaða handbremsubeygju og rann niður brekku og velti subaru justy 4x4 '89 niðrá sjúkrahúsplanið og var valinn maður vikunar í útvarpinu fyrir það í fyrra.\n\r\nþetta eru einu bílarnir sem ég hef eyðilagt síðan ég fékk prófið.", "date": "2005-12-22 08:17:00", "post_id": 12}, {"user_name": "AnyKey", "text": "Pant ekki kaupa þinn bíl ef þú skyldir auglýsa hann til sölu í framtíðinni <<<icon_wink.gif>>>", "date": "2005-12-22 08:35:00", "post_id": 13}, {"user_name": "Pokémon", "text": "Mesta sem ég hef boðið mínum bílum er að fylla þá af bensíni  <<<icon_eek.gif>>>", "date": "2005-12-22 08:52:00", "post_id": 14}, {"user_name": "Ice 240", "text": "maður veit ekki hvar maður á að byrja\n\r\n1. Var að drífa mig í vinnuna og var á cheokienum sem pabbi átti gaf vel í út götuna tók svakalegt slæd út úr götunni og með því braut ég eithvað og gat bara bakkað heim\n\r\n2. þegar ég var 17ára búinn að vera með prófið í mánuð er að elta félaga minn sem síðan beygjir og ég bara ég næ þessu alveg en það gékk ekki alveg og ég lenti á staur sem var við innkeysluna á planið þetta var á mustang og er eini bílinn sem ég hef klesst\n\r\nsvo er náturlega óteljandi skipti sem maður hefur verið \"too close for comfort\" á öllum þessum aftur hjólabílum gegnum tíðina er búin að slæda á vitöru, explorer, cherokiee, starion, 240sx man ekki fleiri", "date": "2005-12-22 09:03:00", "post_id": 15}, {"user_name": "vladrulli", "text": "startaði bílnum á köldum morgni og keyrði strax af stað án þessa að láta hann hitna í nokkrar mínutur... BORN TO BE WILD...  <<<icon_twisted.gif>>> \n\r\nfyrir utan þetta atvik, þá er mjög góður við bílana mína... <<<icon_wink.gif>>>", "date": "2005-12-22 09:44:00", "post_id": 16}, {"user_name": "Gunninn", "text": "égreyni bara að fara voðalega vel með mína bíla ... jú annars, ég tók handbremsubeygju á accent um daginn <<<icon_confused.gif>>>", "date": "2005-12-22 12:30:00", "post_id": 17}, {"user_name": "Elmar TRD", "text": "Ég ók einu sinni 1993 árg af Hondu civic 1.5 esi held ég, uppá snæfellsjökul. (að snjónum)  <<<icon_smile.gif>>>", "date": "2005-12-22 12:37:00", "post_id": 18}, {"user_name": "Þráinn", "text": "humm.... ég hef gert svo margt á coltinum, enda átti hann bara að vera drusla  <<<icon_smile.gif>>> \n\r\nvar í harðfenni og stökk vel bíllengd bílsins og endastakst í jörðina með þeim afleiðingum að stuðarinn dúndaðist aðeins ofar og ég tapaði plast sílsunum.\n\r\nvar utanvegar í snjó þegar ég ákvað að keyra skáhallt í hól, og mætti vini mínum (enginn hætta á árekstri ég var að sýna mig aðeins) og hann sá næstum undir allan bílinn hjá mér.\n\r\nvar í stökk keppni á honum á varnargaðinum í vík, náði mest um 2 1/2 meter <<<icon_smile.gif>>>\n\r\nkeyrði út af þjóðveginum á 80 km hraða og beint inn í snjóskafl, ég komst í gegn en þegar ég reyndi að fara í gegn um hann til bara festi ég mig <<<icon_sad.gif>>>\n\r\ntók flott stökk fyrir utan borgó, það var snjóskafl og einhver spurði hvort ég hefði yfir  <<<icon_lol.gif>>>  kom \"addi camaro\" hér á spjallinu og fór á eftir mér á VOLVO! og hann fór beint inn í skaflinn  <<<icon_lol.gif>>> \n\r\nfleytti yfir skafl en stoppaði þegar ég átti 2 metra eftir og það þurfti að draga mig til bara, hendum fyrist í kórkin á honum, en hann slitnaði af og smallað afturrúðuna á 4runner'num hjá vini mínum  <<<icon_lol.gif>>> festum við þá spottan utan um \"afturhásingun\" (btw alveg upp við hjólið) og dróum hann svoleiðis út, og þegar hann loksins losnaði var hann vel innskeifur að aftann, settum við hann þá inn á liftu og rétti sleggjann þetta á mjög auðveldann hátt :P \n\n\r\nþegar ég loksins gerði hann upp þá kom í ljós að hann var farinn að brotna beint fyrir neðan B pillar'inn (þar sem hurðarlæsinginn er) sauð ég það allt og er bara flott núna  <<<icon_mrgreen.gif>>> \n\r\nvar líka einu sinni á buggynum og tók um 3 metra stökk og lennti á trjádrumb <<<icon_redface.gif>>>  ég tognaði í hálsinum  <<<icon_lol.gif>>>  en fékk mér hálskraga eftir það  :wink: \n\r\ná ábyggilega fleirri sögur sem ég man ekki, en þessar koma fyrst upp í huga mér <<<alien.gif>>>", "date": "2005-12-22 12:45:00", "post_id": 19}, {"user_name": "MJ", "text": "þegar ég keyri", "date": "2005-12-22 12:51:00", "post_id": 20}, {"user_name": "hundur", "text": "**** matti, ég ætlaði að segja þetta  <<<icon_evil.gif>>> segi það samt\n\n\n\r\nÞegar ég sest inní hann og keyri", "date": "2005-12-22 12:54:00", "post_id": 21}, {"user_name": "Hr.Cummins", "text": "tæplega 20mín standing burnout á 1.4 golf á hraðahindrun, sá blá ljós, reyndi að stinga lögguna af.. tókst það svona eiginlega nema hvað að ég velti bílnum upp á grashól og náði að fara út og snúa honuim við áður en löggan kom.... löggan stoppaði mig svo, og sektaði mig fyrir ólöglegt pústkerfi, notkun nagladekkja án heimildar (veit ekki alveg hvernig það náðu 2 naglar að hanga í dekkinu ennþá og löggan fann þá, dekkið var nánast rennislétt og hitt dekkið komið niður í víra), ónæði við heimahús og svo tíndi hún nokkur önnur atriði og límdi á mig boðun í skoðun!\n\r\nRearward 180° á Civic Type-R til að forða mér frá árekstri við Chevrolet Silverado!\n\r\n\"Drift\" á 190 á reykjanesbrautinni, var að koma út af tvöfölduninni á leiðinni inn í hafnarfjörð á Civic Type-R!\n\r\nOffroad á Justy, tilheyrandi hálkuslæd og fínerí, enda 4wd, endaði með því að gírkassin \"brákaðist aðeins\" eftir að hafa notað bakkgírinn til að forða mér frá árekstri við ljósastaura og ýmislegt annað. Fastur í 2 gír núna, og bíður eftir gírkassanum hans Axels <<<icon_surprised.gif>>>\n\r\nSlæd og leikaraskapur á BMW 325e, endaði með slædi á götukant gerðum við það, var bara ónýt spyrna. Fór aftur út að leika og það var fínt fjör, endaði reyndar með því að ég lánaði frænda mínum bílinn, sem að svo braut drifið mitt!\n\r\nFixuðum það allt og var kominn langt á leið með að klára þann bíl þegar að ég skipti við Hannes á Justy <<<icon_smile.gif>>>\n\r\nWell, funfun <<<icon_biggrin.gif>>> now you know how much of a böðull i am !", "date": "2005-12-22 13:41:00", "post_id": 22}, {"user_name": "ramlingur", "text": "Þarna er gott dæmi um hvað hann þolir <<<icon_smile.gif>>>. Það sést ekkert á honum og það skemmdist ekkert <<<icon_biggrin.gif>>> !!", "date": "2005-12-22 14:27:00", "post_id": 23}, {"user_name": "Hannsi", "text": "en nánast allt orðið veikbyggðara <<<icon_lol.gif>>>", "date": "2005-12-22 18:18:00", "post_id": 24}, {"user_name": "Litli_Jón", "text": "Grindarskegti hyundai accent þegar ég og valli vinur minn vorum í smá rally fíling <<<icon_biggrin.gif>>> bíllinn flaug ca 10-12m áður en hann lenti á tryninu :P", "date": "2005-12-22 18:53:00", "post_id": 25}, {"user_name": "Gunninn", "text": "er grind í accent??!?!? <<<icon_eek.gif>>>", "date": "2005-12-22 19:14:00", "post_id": 26}, {"user_name": "Hannsi", "text": "ég vissi það ekki hélt að það væri bara pappakassi á hjólum <<<icon_lol.gif>>>", "date": "2005-12-22 19:16:00", "post_id": 27}, {"user_name": "inga litla", "text": "minn er bara so skítugur að ég finn til með greyinu  <<<icon_rolleyes.gif>>>  hef einga aðstöðu til að þrífa litla barnið", "date": "2005-12-23 02:53:00", "post_id": 28}, {"user_name": "Kruder", "text": "Keyrði Justy-inn minn á 120 á túni þangað til ég stakkst ofan í holu og missti balancestöngina undan honum... hún hékk á einhverjum tæjum í nokkra daga þangað til ég lét laga þetta  <<<icon_lol.gif>>>", "date": "2005-12-23 02:55:00", "post_id": 29}, {"user_name": "hrafn", "text": "siggi, þú fóst ekki inná neitt klósett, þú keyrðir bara á útvegginn á skólanum, var þetta ekki þannig !", "date": "2005-12-23 03:28:00", "post_id": 30}, {"user_name": "MrManiac", "text": "Það skelfilegast sem ég hef gert er að Velta Hondu oh keyra út af á Camaro. Og svo eitt gott spól á Mótum Geirsgötu/sæbraut á Lexus Þeir sem sáu það gleyma því seint.", "date": "2005-12-23 04:03:00", "post_id": 31}, {"user_name": "Kruder", "text": "erhm!", "date": "2005-12-23 04:23:00", "post_id": 32}, {"user_name": "Hell", "text": "Grófasta á bíl sem var gert við var líklega þegar ég velti Hi-Lux á 38\" sem ég átti á malarveginum við hliðina á Reykjanesbrautinni\r\nÉg og félagi minn vorum að þjónusta Rallybíl, en mér tókst að \"villast\" á aðeins of mikilli ferð  <<<icon_lol.gif>>> \n\r\nStukum ca 12-15m og braut aftur fjaðrinar ásamt að beygja hásinguna í banana í lendingunni (fín afsökun fyrir gormum  :wink:  ), við það kastaðist druslan aftur á loft, lenti á framstuðaranum og grindar skekkti bílinn <<<icon_sad.gif>>> og þegar afturhjólin komu loksins niður þá var allt fast þar þannig að við enduðum á hliðinni fyrir utan veg \n\r\nOg það eina sem mér datt í hug að segja þar sem bíllinn lá á hliðinn var \"Snorri geriru þér grein fyrir að ég velti druslunni\"  <<<icon_lol.gif>>> \r\nJá það var gert við bílinn eftir þetta og sorglegiparturinn við þetta er að hann var mikið betri eftir veltuna (drullu sé eftir þessum bíl), notaði veltuna sem afsökun til að betrumbæta allan bílinn <<<icon_wink.gif>>>", "date": "2005-12-23 05:55:00", "post_id": 33}, {"user_name": "Fannzi_GTi", "text": "hmm, fyrsta var þegar ég átti carismu 2001 árgerð og var að keyra heim eftir að hafa skutlað felaga minum heim, svo er mér litið eitthvað inná bílastæðið heima og þá stoppar sá sem var fyrir framan mig og ég keyri aftaná hann á svona 25 30kmh,\r\ngerði við bílinn og seldi hann seinna :P\r\nsvo var ég á cherokee sem ég átti. var buinn að leika mér helling á þeim bíl. meðal annars fara á vel á öðru hundraðinu frammhjá hraðaskilti hér á selfossi og þar eru lægðir í veginum og ég stökk einhvertíman þar þannig að hlynur felagi minn sá beynt undir hann hjá mér að aftan..\r\nseinna sömu vikur kom ég útur beygju hér á selfossi með mælin í 100mph og bíllinn tók slæt á hraðarhindrun og ég velti honum yfir 2ljósastaura og stoppa nánast í garði hjá gömlu fólki þarna.. hlynur sem sá undir bílinn var fyrstur á slystað og fékk vægt móðursýkiskast <<<icon_redface.gif>>> <<<icon_lol.gif>>> \r\n2mánuðum eftir cherokee ævintýrið var ég á lancer sem ég átti og var að keyra heim eftir að hafa keyrt x-ið heim, og fékk þá pajero í hliðina á bílnum minum á gatnamotum við íþróttavöllin og þar á selfossi..\r\nbíllinn var gjörónytur og sagt var að hefði verið farþegi í farþegasætinu þá hefði getað orðið banaslys <<<icon_confused.gif>>>\r\nsvo fyrir stuttu átti ég sunny gti, var að keyra á malarvegi á 80kmh þegar ég missi hann í vitleysu á aftan eftir að ég kem útur beygju. enda með að velta honum og enda á toppnum ofaní vatni =/\r\nsíðan var ég buinn að versla mér þennan gæða lancer, en ég asnalðist til að lána hann og nuna er hann ónytur og kominn á haugana <<<icon_rolleyes.gif>>>\r\nsvo er hellingur sem ég hef leikið mér að lika <<<icon_twisted.gif>>>\n\n\r\njá. ég gerði lika margar gloriur á transanum sem ég átti.. þarámeðal að þrykkja honum í bakk á 60kmh og reykspóla. en ég hætti því eftir að hafa stutað 1drifi og 1skiptingu <<<icon_redface.gif>>> \n\n\r\nlive2cruize-arar. þið eruð bunir að láta mig vita hvernig ykkur finnst um það mál. svo plís shut it.", "date": "2005-12-23 07:20:00", "post_id": 34}, {"user_name": "BRG", "text": "hmm ég hef nú bara átt sjálfur 3 bíla og ekki kominn með bílpróf <<<icon_mrgreen.gif>>>\r\nen já fyrsti bíllinn minn carina 2L Gli, maður gerði nú ekkert mikið á honum svo jú honum var rænt af AxelJ hérna og hann getur kannski sagt ykkur söguna af því þegar þeir nelgdu á huge stein og rústuðu skiptingunni...\r\nSvo fengum við Toyotu Tercel og Cherokee, meðan tercelinn var heill þá var axel driver og hann náttúrulega blindur maður og við keyrðum upp sona 2m háann hól og já hvað það var 10m niður hinumeigin og steipstum á framendann.. það var vont...\r\nsvo tókum smá spyrnu á malarvegi til að tjekka hvor væri kraftmeira, jújú axelJ nattúrulega eins og hann er og fór af stað í 2 eða 3 gír svo þeir tóku startið, svo þegar við náðum þeim og fórum framúr þá byrjaði cherokeeinn að beigja inní hliðina á okkur og við fórum á hliðina, affelguðum og veltum 2 veltur... gaman gaman... (4 real það var stuð <<<icon_mrgreen.gif>>> )\n\r\nToyota corolla !! herðu hún var tekin og nauðguð, sett einhver bretti á götuna og bombað inní þau, búið til stökkpall og farið á hann með öðru dekkinu og náð næstum að velta, svo var tekið sorpuplanið og reikspólað alveg eins og druslan dró... bundið bönd í parta á bílnum og fest við gám og keyrt af stað... það var eiginlega ekkert eftir af bílnum nema grind og vél og 1 og 1/2 sæti...\n\r\nég man nú ekki fleyrri í augnablikinu en það hafa verið gerðar óteljandi tilraunir til að rústa bíl uppá haugum...", "date": "2005-12-23 12:30:00", "post_id": 35}, {"user_name": "Bjaddni", "text": "þannig að þú varst semsagt ekki þar?", "date": "2005-12-23 14:10:00", "post_id": 36}, {"user_name": "Gunninn", "text": "engin furða að það endaði með slysi <<<icon_lol.gif>>>", "date": "2005-12-23 15:22:00", "post_id": 37}, {"user_name": "íbbi", "text": "uhh ég veit eiginlega ekki hvar ég á að byrja <<<icon_rolleyes.gif>>>   held að ég geti tekið nánast mest allan akstur sem ég framkvæmdi á 98 colt 1600 sem ég átti þegar ég fékk prófið(jan 02)\n\r\nnáði að dúndra honum yfir grjótvarnargarð.. og það sem meira er að ég náði að dúndra honum aftur yfir í hina áttina til að elta ****ið sem svínaði mig..\n\r\nmissti hann í hálku og niður aðra hlaðna fjöru og upp aftur og endaði á brúarhandriði\n\r\nmissti hann í hálku eftir \"atvik\" undir stýri og bombaði útaf á sona 80-90 og flaug alveg þónokkra metra áður en ég magalenti honum í púðri neðar í brekkuni.. \n\r\nbraut framkittið á honum sona óteljandi og þrisvar eftir einhverjar æfingar\n\r\nvar að reyna sjá hvað ég kæmi helvítinu hratt og sprengdi undan honum pústið og ofhitaði bremsurnar\n\r\nvar að spyrna við E30 bimma á honum og var svo æstur í að vinna að ég kláraði veginn og flaug frammaf endanum <<<icon_lol.gif>>> \n\r\nenda er kannski ekkert skrítið að þessi bíll hafi endað 3 ára gamall vélarlaus með búnar bremsur og ónýta kúplingu og handónýtt lakk útí garði hjá mér... ég gerði síðan við hann á endanum fyrir hátt í andvirði bílsins og seldi, besti vinur minn sem keypti hann svo af mér stökk á honum frammaf bryggjukanti og útí á.. með viðkomu á steini sem stóð uppúr ánni.. hann nenti eitthvað lítið að spá í þessu og skildi bílin bara eftir með opna hurð og svissað á og þegar það var farið að ná í bílin var hann´búin að dóla heillengi í ánni og komin alveg neðst í hana og stoppaði í þrengingum við sjóin <<<icon_mrgreen.gif>>> \n\r\nþessi bíll var þurkaður og er ennþá á götuni.. svartur með kitti og númerið er ZS030 <<<icon_cool.gif>>>   besti bíll í heimi.. \n\r\nátti líka 4runner sem ég misbauð mikið\n\r\nreyndi að komast upp svo bratta brekku að ég missti framhjólin uppí loftið og billin stóð uppá rönd..  það var bara fyndið nema hvað það var erfitt að koma inní hann <<<icon_neutral.gif>>> \n\r\nvar eitthvað ekki að fylgjast með og strandaði honum á grjóthleðslunar sem er á milli essó á geirsgötu og sæbrautarinnar.. voru öll 4 hjól á lofti og stigbrettin beygluðust fyrir hurðarnar þannig að ég komst ekki út.. þurfti að vagga mér eins og ég gat og gefa allt í botn.. \n\r\nlenti í eitt furðulegasta hlut sem ég hef lent í á honum líka.. var að keyra lengst uppí fjalli.. beint áfram á lítilli ferð.. síðan kemur rosa ískur og bíllin lyftist upp og stoppar..  þegar ég kíki á farþega hliðina er bíllin strandaður uppá RISA steypuhlunki einhverjum sem ég skil ekki ennþá hvernig komst undir bílin.. hann náði upp að framljósum svo hár var hann.. skil ekki hvernig hann komst undir bílin á hlið þar sem ég var að keyra beint áfram og hann avr það hár að ég hefði bara stappað bílin að framan ef ég hefði keyrt á hann.. það voru bæði hjólin á lofti farþegameginn <<<icon_eek.gif>>>  ég náði að losa hann með að setja í 4wd og allt í botn.. þá tók hann einhverja hringi í loftköstum þangað til hann losnaði og valt svo næstum sona.. mest alla leiðina niður fjallið aftur.. mjög gaman :wink: \n\r\nsettum líka 400cid pontiac í camaro og sprengdi næstum allt sem getur kallast drifrás unda bílnum <<<icon_evil.gif>>> \r\nég á of mikið af sona rugli <<<icon_lol.gif>>>     mazdan ásamt öðrum sona dýrari eða fínni bílum sem ég hef átt fær þó aldrei neitt sona.. bara silkihanskarnir á hana <<<icon_confused.gif>>>", "date": "2005-12-23 15:29:00", "post_id": 38}, {"user_name": "GSTuning", "text": "Seinna runnið í drift keppninni,, \r\nReyndi að drepa 2.0 vélina mína en það gékk ekki <<<icon_sad.gif>>>", "date": "2005-12-23 15:48:00", "post_id": 39}, {"user_name": "Fannzi_GTi", "text": "<<<rollinglaugh.gif>>> átti við farþegasætinu hahaha", "date": "2005-12-24 10:49:00", "post_id": 40}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/alien.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif"], "date": "2005-12-22 01:55:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "path": "full/eee4b2d7dd562d7e5941abc6122014deb9b3d474.gif", "checksum": "dfddfc30e10b880f76a3b030817b033c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/alien.gif", "path": "full/2da3e3a407cb84898b23c47e7bc04eb72ca3ab29.gif", "checksum": "b2885a26837e1fa76f22db842be12496"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}]}