{"forum_title": "Almennt spjall", "id": "100917", "title": "Enn meiri skattar á ökumenn", "url": "http://www.live2cruize.com/spjall/showthread.php/100917-Enn-meiri-skattar-á-ökumenn", "posts": [{"user_name": "Kjartanbj", "text": "http://www.mbl.is/mm/frettir/innlent...ttur_settur_a/", "date": "2009-11-13 12:41:00", "post_id": 1}, {"user_name": "Kjartanbj", "text": "Hóflegt?  \n\nman einhver eftir bifreiðagjöldum... áttu að vera í 1-2 ár.. fyrir 20 árum síðan.. þau eru enn", "date": "2009-11-13 12:42:00", "post_id": 2}, {"user_name": "Gunni litli", "text": "nei ég man ekki með bifreiðagjöldin var því miður ekki fæddur þá greinilega \n\nen vá þarf að hækka þetta endalaust", "date": "2009-11-13 12:59:00", "post_id": 3}, {"user_name": "sveppi_87", "text": "Jess\n\r\nLoksins meiri skattar.\n\r\nGæti nú svosem skilið einhverja hækkun á einkabílinn enda hefur hann alltaf verið þæilegt skotmark þeirra sem ráða (þó mér finnist ekki hæft að benda á aðra ferðamáta og annað fyrir íslendinga), sérstaklega núna í \"ástandinu\".\n\r\nEn eigum við ekki að vera styrkja atvinnulíf núna, styrkjum við atvinnulífið með hækkuðm gjöldu á útflutningsfyrirtækin. Ég er hættur að skilja.", "date": "2009-11-13 13:04:00", "post_id": 4}, {"user_name": "CS", "text": "Núna er bara sjá hvað þeir hækka þetta mikið, en ég tel að Benzín og dísel fari yfir 200krónur...10+ krónur á hvern litra eða meira....<<<icon_mad.gif>>>", "date": "2009-11-13 13:17:00", "post_id": 5}, {"user_name": "Andri STi", "text": "Loksins .... er Georg bjarnfreðarsson við völd í þessu landi eða <<<rolleyes.png>>>", "date": "2009-11-13 15:44:00", "post_id": 6}, {"user_name": "Scooby", "text": "ég vona að þetta verði nóu hátt kannski er hægt að borga icesave í eingreiðslu Fucking fávitar", "date": "2009-11-14 01:30:00", "post_id": 7}, {"user_name": "Fjarki", "text": "þessi hækkun yfir árið dugar kannski í vextina í heila viku, flott frammtak <<<icon_wink.gif>>>", "date": "2009-11-14 07:58:00", "post_id": 8}, {"user_name": "Joker_", "text": "Djöfulsins rugl!\n\r\nafhverju breyta þeir þá ekki helvítis nafninu á íslandi í viðeigandi nafn í HELVÍTI! þetta er land er allt saman að fara til andskotans hvort sem er <<<soap.gif>>>", "date": "2009-11-14 08:30:00", "post_id": 9}, {"user_name": "Aron Preza", "text": "hver ætlar að fórna sér og skjóta Skattman eða Steingrim j?????", "date": "2009-11-14 11:57:00", "post_id": 10}, {"user_name": "vladrulli", "text": "væl væl... <<<icon_lol.gif>>>\n\nþetta eru bara afleiðingarnar af góðærinu... fer mest í taugarnar á mér hvað þessi **** sem sökktu landinu fá bara halda sínum eignum og vera frjálsir menn á meðan að almenningur er að drukkna í lánum og að missa allt undan sér... ætti að dæma þessa aumingja í lífstíðarfangelsi og hirða allt af þeim...<<<icon_mad.gif>>>", "date": "2009-11-14 16:28:00", "post_id": 11}, {"user_name": "Jonj", "text": "Þetta er ekkert persónulegt thing hjá honum afþví honum er illa við bíleigendur. Málið er að landið er samasem gjaldþrota og tug milljarða gat sem þarf að fá pening í. Við verðum skattlögð til andskotans þess vegna jafn ósanngjarnt og það er.\n\r\nÉg legg frekar til að þú fáir einhvern til að fórna sér til að skjóta útrásarvíkinga sem settu okkur í þessu stöðu, t.d Björgólf gamla og Björgólf Thor og fleiri.", "date": "2009-11-14 16:33:00", "post_id": 12}, {"user_name": "kári litli", "text": "jæja þá er best að fara bara og grafa sér gröf strax..", "date": "2009-11-14 16:49:00", "post_id": 13}, {"user_name": "maxel", "text": "Ég vona að einhver psychopath geri það <<<icon_smile.gif>>>", "date": "2009-11-14 19:17:00", "post_id": 14}, {"user_name": "Maddi", "text": "Þrífarar.", "date": "2009-11-14 19:22:00", "post_id": 15}, {"user_name": "haywood", "text": "hahahahaha þeir eru reyndar pínu líkir", "date": "2009-11-14 19:29:00", "post_id": 16}, {"user_name": "Refurinn", "text": "Steingrímur er auðvitað svikari   og mætti fara undir græna torfu min vegna    hinsvegar eru þessir fávitar ekki bunir að átta sig á þvi að það er ekki endaulaust hægt að skattpina almenning\n\r\n      þetta fer að komast á það stig að madur myndi taka þátt i vopnaðri byltingu      það þarf að veita kerfinu refsingu\n\r\n      REFSINGU SEM ENGINN MYNDI GLEYMA!!!!", "date": "2009-11-14 20:22:00", "post_id": 17}, {"user_name": "Jonj", "text": "Ertu með aðrar tillögur hvernig ríkisstjórnin á að ná 70 milljörðum sem vantar til að fylla upp í fjárlagagatið?", "date": "2009-11-14 20:31:00", "post_id": 18}, {"user_name": "urban", "text": "já bíddo og hvað svo ?\r\nfá einhverja aðra til að stjórna landinu, neita  að borga icesave, gengið á krónunni mundi hrynja en frekar, viðskiptaþvinganir sett á landið vegna þess að við borgum ekki skuldir okkar, engar fyrirgreiðslur erlendis, vegna þess að jú, við borgum ekki, hægt og rólega(hratt og örugglega) mundi myndast hérna vöruskortur.\n\r\nbasicly, landið færi á svipaðan stað einsog um aldamótin 1900", "date": "2009-11-14 20:36:00", "post_id": 19}, {"user_name": "800HO", "text": "Þetta er svo barnalega sagt. Þú þarft að vakna upp og uppgötva raunveruleikann einsog hann er. Við erum með skuldugri þjóðum í heimi, með ónýtan gjaldmiðil, lítið lánstraust og almennt lítið traust eftir að útrásarfokkerar eyðilögðu landið.\n\r\nRefsum þessum frekar:", "date": "2009-11-14 20:41:00", "post_id": 20}, {"user_name": "blackhole", "text": "og hvað um stjórnmálamennina sem skrifuðu undir að ísland myndi gángast í ábyrgð fyrir bankana? bankarnir voru einka fyrirtæki!!!\n\r\nþað hefði aldrei átt að gangast í ábyrgð fyrir icesave en þar sem þeir skrifuðu upp á að gangast í ábyrgð þá var öll þjóðin dregin inn í þessa dellu.\n\r\nþað eru all nokkrir stjórnmálamenn sem ættu að vera í tukthúsinu núna.", "date": "2009-11-14 20:51:00", "post_id": 21}, {"user_name": "Loud1", "text": "svo fer að detta inn vegatollurinn a öllum stærri vegum landsins\n\nÍSLAND BEZT Í HEIMI !!", "date": "2009-11-14 21:46:00", "post_id": 22}, {"user_name": "RagnarH", "text": "Æjilega eru sumir heimskir hérna...bölva Steingrími fyrir að gera hitt og þetta, haldiði að sjálfstæðisflokkurinn væri ekki að gera það nákvæmlega sama ? hvernig öðruvísi á ríkið að ná inn peningum til að borga þessi lán ?\n\nFara í kirkju og biðja til guðs um að redda þessu ?\n\nVið vitum öll að það er ekki að fara gerast.\n\nHættið núna að vera svona ógeðslega fucking heimsk. Þið nutuð líka góðærisins, ekki bara bjöggi og hin ****i. Þið fenguð endalausa vinnu, löbbuðuð í vinnu hvar sem er og lékuð ykkur.\n\nDrullisti núna til að hætta kenna steingrími um hitt og þetta.\n\nHver var forsetisráðherra þegar bankarnir fóru á fullt og voru einkavæddir ? DABBI\nHver var seðlabankastjóri þegar allt fór í rugl ? DABBI !\n\nShit hvað sumir hérna eru heimskir.\n\n\n\n\nÞú ert auðvitað alveg til að toppa heimskuna hérna...heldurru að Jóhanna og Steingrímur hafi bara flogið til bretlands og hollands með hvítum dúfum og boðist til að borga þetta ? Landsbankinn og Kaupþing voru með útibú þarna í þessum löndum, og því gildu íslensk lög (því miður). Og innistæðustjóður tryggir þessa upphæð, 20þúsund pund hjá hverjum.\n\nAnnars hefði ég viljað kæra þá, breta og hollendinga. En ekki láta þetta líta út eins og þau hafi farið bara með fúsum og frjálsum vilja til þeirra og boðist til að borga.", "date": "2009-11-14 22:02:00", "post_id": 23}, {"user_name": "Loud1", "text": "einhvern veginn missti ég af því, er rétt að byrja að leika mér núna þegar þetta skellur á okkur eins og 20 tonna járnflykki", "date": "2009-11-14 22:03:00", "post_id": 24}, {"user_name": "SiggiGTI", "text": "ekki lagar það nú efnahaginn að skjóta mann og annann.", "date": "2009-11-14 22:44:00", "post_id": 25}, {"user_name": "ABARTH", "text": "er að pæla.. Ef þessir vegtollar skella á, þarf ég þá að borga aukagjald í hvert skipti sem ég og kærastan mín förum upp í Kjós og úr Kjós, þar sem hún býr!? <<<icon_mad.gif>>> Djöful mun ég EKKI borga það ef svo er.", "date": "2009-11-14 23:48:00", "post_id": 26}, {"user_name": "blackhole", "text": "það er akkurat málið. engar undirskriftir ekkert icesave. allt of mikil áhætta.", "date": "2009-11-15 01:33:00", "post_id": 27}, {"user_name": "Refurinn", "text": "Hæstvirtur steingrímur og yoko nono (johanna)   komust til valda med loforðum um skjaldborg utan um heimilin.   \n\r\n   Rúmu ári frá hruni hefur ekkert marktækt verið gert fyrir folkið i landinu....   nema jú það er verið að henda einhverjum brauðmolum að þvi svo það hætti ekki að borga.\n\r\nSjalfstæðismenn eru ekkert skárri!!!!     ég vissi þó hvar eg hafði þá   hinsvegar  rak vinstri pakkið okkur í bakið.\n\n\r\nÞað eru afskrifaðar skuldir hjá réttum mönnum uppá fleiri hundruð milljarða!!!!!\n\r\n    og það er ekki séns i helviti að afskrifa hja venjulegu folki sem gerði ekki meira af sér enn það að kaupa ser husnæði eða bíl.\n\r\n   Að menn herna kalli mig barnalegan er i hæsta máta grátlegt\n\r\n     Það er ekkert eðlilegt eða sjalfsagt við það sem er herna i gangi\n\r\n    það er verið að ræna fólkið i landinu  og  það virðist ekkert geta borið hendi fyrir höfuð sér.   \n\r\n      skríllinn skal borga!!!         það er til önnur leið  enn folk verður lika að rísa upp  og berjast fyrir sínu   eitthvað sem vonandi á eftir að gerast.\n\r\n       Ef við værum med sömu aðstæður i einhverju öðru landi  væri sennilega borgarastyrjöld og það med réttu.\n\r\n   Þegar ráðamönnum og auðvaldinu   hefur verið synt frammá að þetta folk er ekki ósnertanlegt   þá kanski fer það að taka ákvarðanir  med hag þjóðarinnar fyrir brjosti enn ekki eiginhagsmunar pot og sukk.\n\r\n    Fólk sem heldur að  venjulegt launafólk hafi komið okkur á þennan klaka er HEIMSKT    \n\r\n        reikniði út hvað það hefði kostað ef allir hefðu keypt ser 50 millu hus og 15 millu landkruser      heildarupphæði af þvi er klink miðað við það sem \"við skuldum\" og eigum að borga.", "date": "2009-11-15 02:31:00", "post_id": 28}, {"user_name": "Loud1", "text": "það endaði sem skjaldborg utan um bankana", "date": "2009-11-15 03:22:00", "post_id": 29}, {"user_name": "baldur", "text": "Neinei, það var búin til skjaldborg utanum heimili. Það ljáðist bara að taka fram að þetta voru heimili bankamanna og útrásarvíkinga.", "date": "2009-11-15 10:07:00", "post_id": 30}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif"], "date": "2009-11-13 12:41:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}]}