{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "102056", "title": "Skipta um vél", "url": "http://www.live2cruize.com/spjall/showthread.php/102056-Skipta-um-vél", "posts": [{"user_name": "ommi", "text": "Ég er með '74 árg. af Ford Bronco og er forvitinn að vita eitt\r\nEf ég set 8cyl vél í hann, þarf ég þá að skipta um gírkassa líka?", "date": "2009-11-21 23:31:00", "post_id": 1}, {"user_name": "KanDoo", "text": "já mjög líklega", "date": "2009-11-22 00:01:00", "post_id": 2}, {"user_name": "juddi", "text": "Fer eftir því hvaða kassi er í honum og hvað þú ætlar að nota bílin í", "date": "2009-11-22 16:42:00", "post_id": 3}, {"user_name": "serbinn", "text": "Getur fengið kitt til að nota C4 skiptingu við 302, 351.\nAnnars ætti C4 að passa við 302 að mig minnir.\n\nEnn eg mæli nu sterklega með þvi að setja C6 ef þu ætlar i stóra v8...", "date": "2009-11-23 16:05:00", "post_id": 4}, {"user_name": "Hell", "text": "Einn sem ég var að vinna með skipti úr 6 sil í 302 v8 í 72 Bronco sem hann átti (ca 25 ár síðan) og hann talaði um að ekkert hefði passað á milli\r\nEkki, gírkassi, mótorfestingar, kælikerfi, startari, meir að segja bremsurnar gengu ekki upp (höfuðdælan lenti í ventlalokinu)\n\r\nEins og hann sagði ef hann hefði vitað hvað þetta varð mikið ves, þá hefði hann sett 350 Chevy í helvítið\n\r\nEn persónulega hef ég ekki hugmynd", "date": "2009-11-23 22:39:00", "post_id": 5}, {"user_name": "juddi", "text": "Settu bara 300 línu sexu í hann og fullt af togi", "date": "2009-11-24 09:02:00", "post_id": 6}, {"user_name": "serbinn", "text": "Það er nú talað um að 300 línu sexan sé ein af bestu truck vélum\r\nsem hafa verið gerðar. Og það fyrir sexu. Enn, þá þá þarf hann C6 skiptingu við. C4 passar ekki þarna við.\n\r\nEnn fer nátturlega allt eftir því hvað hann ætlar að nota Bronco'inn í.\n\r\nEnn það segir sig sjálft, V8 mun skila meira af togi.", "date": "2009-11-24 21:56:00", "post_id": 7}, {"user_name": "juddi", "text": "C4 passar aftan á 300 línu en færð mest útúr henni með gírkassa snildar mótor setja tog ás flækjur og 4 hólfa tor þá ertu komin með togara", "date": "2009-11-24 22:00:00", "post_id": 8}, {"user_name": "serbinn", "text": "sorry. My bad. <<<icon_wink.gif>>>\n\r\nSammála. Setja nýjan ás, flækjur, kveikju og nýtt hedd.\r\nGætir sett 240 hedd á hana til að auka þjöppuna big time.\n\r\nAllt hægt.\n\r\nEnn Ommi, hvað á að nota þetta í ? Er þetta Sunnudagsbíll eða leiktæki, veiðibíll eða hva ?", "date": "2009-11-24 22:07:00", "post_id": 9}, {"user_name": "ommi", "text": "Sitt lítið af hvoru í rauninni, ætla nú að gera hann að svolitlu augnkonfekti fyrir sunnudagsbíltúrana en í leiðinni hafa hann nógu verklegan til að hægt sé að fara eitthvað á þessu. En ég fer nú örugglega í fáar veiðiferðirnar á honum.", "date": "2009-11-25 09:30:00", "post_id": 10}, {"user_name": "SiggiHall", "text": "ættir ekki að þurfa að skifta um kassa, gætir þurft að skifta um kúpplingshús, það voru sömu kassar á 6cyl og 8cyl í bronco", "date": "2009-11-25 16:59:00", "post_id": 11}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2009-11-21 23:31:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}