{"forum_title": "Almennt spjall", "id": "102053", "title": "volvo áhugamenn.??", "url": "http://www.live2cruize.com/spjall/showthread.php/102053-volvo-áhugamenn", "posts": [{"user_name": "EinZiK", "text": "Kvöldið.\n\r\nEr buinn að vera að skoða hina og þetta volvoa og er ekki alveg að átti mig á þessu...\n\r\nHvað seigjir það mér þegar volvo er 244,440,460,850 og fl?\n\r\ner samt helst að pæla i volvo 460\r\nog eru þessir bílar að endast einhvað?\r\nog eru þeir að haldast vel í verði?", "date": "2009-11-21 23:15:00", "post_id": 1}, {"user_name": "-ROCKY-", "text": "http://volvospjall.tk/\n\r\nþessi númer eru tegundir af volvo", "date": "2009-11-21 23:16:00", "post_id": 2}, {"user_name": "EinZiK", "text": "juju vissi það alveg eins og vw golf og vw polo.... \n\r\nEn get ekki séð hver munurinn á 850 volvo og 460 volvo sést smá einhvað á bodyi og innrétingu...", "date": "2009-11-21 23:22:00", "post_id": 3}, {"user_name": "ingi15", "text": "munur á stærð og vél td", "date": "2009-11-21 23:30:00", "post_id": 4}, {"user_name": "EinZiK", "text": "okei en vitiði einhvað um það hvort það sé einhvað varið í 460 volvo og hvaða kosti hefur hann?", "date": "2009-11-21 23:34:00", "post_id": 5}, {"user_name": "Andrés G", "text": "það var eitthvað rafmagnsvesen í þessum bílum\nframdrifið þannig að þetta er ekki (að mínu mati) alvöru volvo\nþetta eyðir ekki miklu held ég en vélarnar í þessum bílum er hinsvegar algjört rusl\nannars myndi ég reyna að finna 240 ef ég væri þú <<<icon_wink.gif>>>", "date": "2009-11-21 23:38:00", "post_id": 6}, {"user_name": "H1lmar", "text": "Ég myndi ekki skoða 4xx. Skoðaðu 2xx 7xx og 8xx, miklu meiri bílar finnst mér..", "date": "2009-11-21 23:39:00", "post_id": 7}, {"user_name": "Master", "text": "Þú getur skipt volvo fólksbílum í 2 meginflokka.\n\r\nÞað eru alvöru volvoarnir, með uppruna frá Svíþjóð \r\nog þá erum við að tala um 200, 700,800,900 línurnar og alla fólksbíla fyrir 1975.\n\r\nsvo eru hinir volvóarnir, með uppruna frá Hollandi \r\nog þar erum við með Daf bíla, sem volvo keypti 1975 og hafa framleidd volvo bíla eftir það.\r\nÞar erum við með 300 og 400 línuna. Það er um margt ágætir bílar, en þykja vera töluverðir eftirbátar \"alvöru\" volvoa.\n\r\nÞú segist sjá lítin mun á 400 og 850, en það er gríðarlegur munur á þeim.\r\nÞað er í raun ekkert sameiginlegt með þeim.  Volvo 850 (sem breyttist í S70 og V70) er toppbíll, á meðan það má segja eitthvað aðeins annað um 400.\n\r\nSíðan breytti volvo nöfnunum þannig að 850 varð 70 og 900 varð 90 og 400 varð 40 osf\r\neinnig settu þeir stafi fyrir framan og þýða þeir  S = sedan og V = Versatility og C = coupe og XC _cross country", "date": "2009-11-22 14:20:00", "post_id": 8}, {"user_name": "Axel Volvo", "text": "400 bílarinr eru líka með renault vélum\n\nAnnars mæli ég með 240 eða 740, óendanlega gaman og gott að keyra þá.", "date": "2009-11-22 14:57:00", "post_id": 9}, {"user_name": "Niflhel", "text": "400-línan var minnir mig framleidd í Belgíu og hönnuð einhversstaðar annarsstaðar. Þessi Volvo er eiginlega voða lítið Volvo fyrir utan merkið á grillinu. Vinur minn átti 440 og hann var frekar lélegur verð ég að segja. Núna á hann hins vegar 850 og hann er helvíti fínn krúser, en ekkert leiktæki verð ég að segja.\n\r\nVona að ég hjálpaði aðeins.", "date": "2009-11-23 09:40:00", "post_id": 10}, {"user_name": "íbbi", "text": "af hverju ertu að svara vitlaust, svari sem var svarað hárrétt 2 póstum fyrir ofan þig?\n\nsérðu ekki mun á 460 og 850? þetta er tveir gjörólíkir bílar, annar stærðaflokkur, í raunini annar framleiðandi og bara name it.. \n\nað spurja hvort volvo 460 haldi sér í verði eða endist eitthvað er alveg út úr kú í dag..  þú gerir þér grein fyrir því að þetta eru eldgamlir bílar.. þannig að já ef þú finnur eintak.. þá hefur það enst lengi, hvort þeir haldi sér í verði skiptir nú litlu máli þar sem þeir urðu verðlausir fyrir mö0rgum árum", "date": "2009-11-23 13:46:00", "post_id": 11}, {"user_name": "BIGBRO", "text": "", "date": "2009-11-23 14:45:00", "post_id": 12}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2009-11-21 23:15:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}