{"forum_title": "Almennt spjall", "id": "102385", "title": "Spurning um skodun", "url": "http://www.live2cruize.com/spjall/showthread.php/102385-Spurning-um-skodun", "posts": [{"user_name": "Gummi Ó", "text": "Jæja bíldruslan á að fara í skodun í Jan á næsta ári, Hvernig er það má ég ekki bara fara med hann núna í skodun og fá þennan 11 mida þar sem hann er að fara í vetrardvala?", "date": "2009-11-23 21:05:00", "post_id": 1}, {"user_name": "Hafst1", "text": "Já, sex mánuðum fyrir", "date": "2009-11-23 21:09:00", "post_id": 2}, {"user_name": "Hell", "text": "Getur farið með bílinn 6 mánuðum fyrr svo framalega sem það fari ekki yfir áramót\r\nÞannig nei, getur ekki farið með bílinn fyrr en í jan til að fá 11 miða", "date": "2009-11-23 21:18:00", "post_id": 3}, {"user_name": "Hell", "text": "En bíll með endastaf 7 getur líka farið í jan og fengið 11 miða", "date": "2009-11-23 21:19:00", "post_id": 4}, {"user_name": "Gummi Ó", "text": "Já okei , Hrikalega er þetta asnalegt system!", "date": "2009-11-23 21:21:00", "post_id": 5}, {"user_name": "Hell", "text": "Segðu, væri búnn að fara með 3 af mínum í skoðun ef það væri bara 6 mánaða reglan <<<icon_sad.gif>>>", "date": "2009-11-23 21:24:00", "post_id": 6}, {"user_name": "EinarB", "text": "en hvernig er það heyrði að löggan væri hætt að skipta sér að þessu, var neflilega að kaupa bíl með endurskoðun 9 og er búinn að gera við allt en vill ekki vera að fara með hann í skoðun núna og aftur í janúar, er með endastaf 2", "date": "2009-11-24 00:01:00", "post_id": 7}, {"user_name": "Steewen", "text": "Svo sem skiptir ekki öllu þó að löggan taki þig ekki, þú færð sektina þegar þú ferð í skoðun.", "date": "2009-11-24 01:04:00", "post_id": 8}, {"user_name": "Robbi Vti", "text": "ég er með bíl með 0 í enda staf.. get ég þá tekið hann af númerum framm í janúar og fengið þá 11 miða?\n\ner btw með 9 miða", "date": "2009-11-24 01:25:00", "post_id": 9}, {"user_name": "Hell", "text": "Nei, færð ekki 11 miða fyrr en í apríl", "date": "2009-11-24 12:08:00", "post_id": 10}, {"user_name": "baldur", "text": "Númerið á mínum endar á 2, ég fór með hann í skoðun í desember í fyrra, með 09 miða og fékk 10 miða.", "date": "2009-11-24 12:11:00", "post_id": 11}, {"user_name": "Danni Málari", "text": "Ertu búinn að athuga á us.is hvenær næsta skoðun er skráð á hann? Hef lent í að vitlaus miði sé límdur á bíl hjá mér.", "date": "2009-11-24 12:49:00", "post_id": 12}, {"user_name": "brapeson", "text": "„Bifreið og eftirvagn skal færa til aðalskoðunar í þeim mánuði sem síðasti tölustafur á skráningarmerki ökutækis vísar til, sbr. þó 7. gr. Þannig skal t.d. ökutæki með skráningarmerki sem endar á 1 fært til skoðunar í janúar og ökutæki með skráningarmerki sem endar á 0 í október. Heimilt er þó að færa ökutæki til skoðunar allt að 6 mánuðum fyrr á almanaksárinu og 10 mánuðum fyrr, hafi ökutækið gilda skoðun sem fram fór fyrir 1. nóvember liðins árs. Hafi ökutæki einkamerki með tölustaf sem síðasta staf á skráningarmerki, ræðst skoðunarmánuður af honum. Bókstafur sem síðasti stafur á skráningarmerki jafngildir 5 sem síðasta tölustaf á skráningarmerki.\"\n\r\nEr þetta það sem búið er að koma fram; 6 mánuði fyrr svo framanlega að það sé á sama ári?", "date": "2009-11-24 13:19:00", "post_id": 13}, {"user_name": "Cons`", "text": "Númerið á bílnum mínu sem ég átti í fyrra endaði á 5, ég fór í skoðun í Des með 09 miða og ég rúllaði út með 10 miða á bílnum.\n\nSvo hringdi ég í Frumherja um daginn því að bíllinn minn sem ég á núna endar á 4 og spurði hvort að ég gæti ekki farið í skoðun núna og fengið 11 miða en það er ekki hægt fyrr en í fyrstalagi í Jan sagði hún. Þannig að ég tók hann af númerum og hann bíður bara fram í Jan, bara peninga sóun að fara í skoðun núna rétt fyrir áramót og fá 10 miða og fara svo aftur í Jan til að fá 11 miða.\n\nÞetta hefur greinilega eitthvað breyst eftir að vanrækslugjaldið var sett á og fleira.", "date": "2009-11-24 13:20:00", "post_id": 14}, {"user_name": "Ívar Örn", "text": "Correct", "date": "2009-11-24 13:59:00", "post_id": 15}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_sad.gif"], "date": "2009-11-23 21:05:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}]}