{"forum_title": "RÖFL", "id": "10263", "title": "Tölvusnillar?", "url": "http://www.live2cruize.com/spjall/showthread.php/10263-Tölvusnillar", "posts": [{"user_name": "Nonnz", "text": "Hehe.. Ég veit að þetta á kannski ekki beint heima hérna en ég læt á það reyna.\n\r\nVantar aðstoð frá einhverjum klárum...\n\r\nÞannig er að ég var að skipta um router og þráðlausanetið í honum virðist vera eitthvað slappara heldur en var á þeim gamla.  Ég er með Speedtouch180 wireless ethernet bridge í höndunum sem ég ætlaði að nota til þess að framlengja drægninni með \"Repeater\" en .... \n\r\nÞrátt fyrir að vera búinn að setja \"magnarann/tengipunktinn\" þá fæ ég ekkert connection í gegn. Fæ alltaf skilaboðin limited or no connectivity. SSID nafnið er það sama á routernum og punktinum eins og talað var um að ætti að gera og wep einnig. Ég er búinn að velja punktinn sem wds device í gegnum routerinn(speedtouch 585). Þeir eru einnig á sama channeli. \n\r\nSambandið í herberginu þar sem tölvan er hefur alltaf verið slæmt yfirleitt very low eða low. Eftir að ég setti upp sendinn fæ ég yfirleitt good eða excellent sem bendir til þess að sendirinn sem slíkur nái að magna upp sambandið en eftir að ég skellti punktinum á milli fæ ég alltaf skilaboðin limited or no connectivity á tölvunni þegar ég ætla að nota netið og surfa. Prufaði líka fartölvuna og virðist sem að sendingarsvæðið í kringum \"magnarann\" virki ekki til þess að tengjast netinu sjálfu fæ samt alltaf signal en netið virkar aldrei .. Svo þegar ég fer út fyrir svæðið og nálgast þráðlausa netið á routernum skotvirkar það.. Virðist sem að \"netsambandið\" stoppi í þráðlausapunktinum. \n\r\nEinhver sem kannast við slíkt vandamál? \n\r\nMeð fyrirfram þökkum \r\nKveðja \r\nJón", "date": "2005-12-28 22:30:00", "post_id": 1}, {"user_name": "Bjartmar", "text": "Búinn að \"leyfa\" þennan 'magnara' á routernum?\n\r\nÞað hlítur að vera Mac-Addressa á honum.", "date": "2005-12-28 23:11:00", "post_id": 2}, {"user_name": "Nonnz", "text": "Jámm gerði það með wds.\r\nThe Wireless Distribution System (WDS) allows you to extend the range of your wireless network by introducing one or more WDS-enabled devices into your wireless network.", "date": "2005-12-28 23:17:00", "post_id": 3}, {"user_name": "Gunninn", "text": "ertu með fasta ip á tölvunni ?\n\r\nprufaðu það.\n\r\nath líka hvort DNS serverinn sé rétt fylltur inn.", "date": "2005-12-28 23:31:00", "post_id": 4}, {"user_name": "Heddportun", "text": "ég var með sama router og hann var ónýtur innan 3 daga svo var líka eittvhað með windows stýrikerfið,lét þá í símanum fá lappan og þessu var reddað", "date": "2005-12-28 23:38:00", "post_id": 5}, {"user_name": "Nonnz", "text": "Ég prufaði að breyta tölunum eitthvað og losnaði um leið við skilaboðin sem ég fékk alltaf þeas limited connectivity. Fæ signalið en netið virkar ekki .. Er heldur ekki allveg með það á hreinu hvernig best sé að fylla þetta út.\n\r\nIP = Ætti það þá að vera adressan á Sendipunktinum? s.s 10.0.0.140\r\nsubnetmask 255.255.255.0 og Default gateway 10.0.0.1.\n\r\nÞessar tölur fékk ég út úr status í uppsetningunni á punktinum. Svo er ég ekki viss hvaðan ég fæ dns?.", "date": "2005-12-28 23:57:00", "post_id": 6}, {"user_name": "RonZG6", "text": "ST 585..... \n\r\nÞað er gat aftan á honum með rauðum hring í kringum (Hliðin á power snúrunni). Stingdu penna þar í og haltu í svona 10 sec (eða þangað til að ljósin á routernum slökkna). Þar næst skaltu tengja hann með lan snúru í tölvuna og setja hann upp aftur. ATH! ef þú manst ekki lykilorð og password geturu ekki fengið það upp gefið í þjónustuveri símans heldur þarft að fara niðrí næstu verslun símans... <<<icon_biggrin.gif>>>\n\n\r\nEf þetta virkar ekki láttu mig þá vita..", "date": "2005-12-28 23:59:00", "post_id": 7}, {"user_name": "Gunninn", "text": "dns ætti að vera það sama og gateway minnir mig ...\n\r\ner orðinn pínu ryðgaður í þessu hehe", "date": "2005-12-29 00:00:00", "post_id": 8}, {"user_name": "Nonnz", "text": "Ertu viss um að hafa lesið það sem ég skrifaði fyrir ofan? .. Afhverju ætti ég að gera restore factory settings á routernum? Þegar ég er að reyna að fá samband við tengipunktinn úr tölvunni? .. Routerinn finnur punktinn allt í orden með hann.", "date": "2005-12-29 00:02:00", "post_id": 9}, {"user_name": "RonZG6", "text": "Sko er að vinna hjá símanum.. .Það virkar yfirleitta alltaf að endursetja routerinn þegar limited or no connectivity er í gangi... \r\nprufaðu allavega getur allavega ekkert klikkað", "date": "2005-12-29 00:05:00", "post_id": 10}, {"user_name": "doristori", "text": "lang best er einfaldlega að hafa stillt í windows að fá allt uppgefið frá dhcp og ekki vera að fylla neitt út sjálfur þannig séð.\n\r\nþað sem mér finnst vera líklegast er að það sé ip adressu vandamál eða wep problem.", "date": "2005-12-29 00:11:00", "post_id": 11}, {"user_name": "RonZG6", "text": "Prufaðu að gera repair á wirless connection", "date": "2005-12-29 00:12:00", "post_id": 12}, {"user_name": "Nonnz", "text": "Þakka góð svör\n\r\nKannski ég prufi það. Samt hálf skrítið að maður eigi að þurfa að endursetja routerinn þar sem að vandamálið virðist vera fólgið í \"punktinum\". Um leið og ég tek hann úr sambandi skot gengur allt en samt án almennilegs signals.\n\r\nen well búinn að prufa að fikta aðeins í ip tölunum það hefur ekki skilað neinu ennþá .. Búinn að testa repair og taka wep af líka", "date": "2005-12-29 00:13:00", "post_id": 13}, {"user_name": "RonZG6", "text": "held að þú ættir að prufa það sem ég sagði fyrst.. endurræsa... virkar oft.... \n\r\nEins og ég segji skemmir ekki neitt.", "date": "2005-12-29 00:15:00", "post_id": 14}, {"user_name": "Nonnz", "text": "Prufaði að endurræsa routerinn og setja hann upp aftur án árangurs. Fæ sömu skilaboðin no connectivity.. Það hlýtur að hafa verið eitthvað í áttina áðan að fikta í ip tölunum fyrst að ég losnaði við skilaboðin ..", "date": "2005-12-29 00:31:00", "post_id": 15}, {"user_name": "baldur", "text": "Þú þarft örugglega að configga þennan bridge þannig að hann tengist þráðlausa netinu þínu.", "date": "2005-12-29 01:29:00", "post_id": 16}, {"user_name": "Nonnz", "text": "Búinn að því.Sé hann í access punktinum og búinn að haka við routerinn í gegnum hann. Fæ líka jákvætt ljós á punktinn.\n\r\nBúinn að fara í gegnum manualinn frá a-ö .. finnst þetta hálf skrítið..", "date": "2005-12-29 01:39:00", "post_id": 17}, {"user_name": "Axel Jóhann", "text": "Mín reynsla er bara sú að þessi 585 router frá símanum er bara algjört vesen!\n\r\nÉg var með 570 router og uppfærði svo í  ADSL Sjónvarpið frá þeim, þá fékk ég \r\nsvona 585 router og síðan ég fékk hann er búið að vera endalaust vesen á öllu netinu hérna heima. Verst að maður er bara bundinn til að hafa þetta ADSL sjónvarp í 12 mán <<<icon_mad.gif>>> Því það er alltaf að detta út.", "date": "2005-12-29 02:33:00", "post_id": 18}, {"user_name": "Brother Bear", "text": "já prófaðu að láta tölvuna finna ip tölurnar sjálf!\r\nþá ætti hún að lesa réttar tölur! \r\nog gera svo repair! :P\n\r\nog já speedtouch 585 er algjört drasl ég er með það hjá mér og hann er alltaf hrynjandi :P", "date": "2005-12-29 17:34:00", "post_id": 19}, {"user_name": "Siggi H", "text": "þráðlaust net er bara drasl.. og það er staðreynd.", "date": "2005-12-29 17:47:00", "post_id": 20}, {"user_name": "Rollumaður", "text": "fáðu bara mann heim til þín það er alltaf best bara einhvern sem vinnu hjá vodafone/siminn/hive eða hvaðan sem þú ert  <<<icon_biggrin.gif>>>", "date": "2005-12-29 17:50:00", "post_id": 21}, {"user_name": "Nonnz", "text": "Þakka fyrir öll svörin... :wink: \n\r\nEftir endalaust fikt þá small þetta loksins inn..  Þetta var víst eitthvað með wep lykilinn að gera.. Vitleysan sem ég gerði var sú að wepið átti að vera stillt manually ekki automaticly eins og ég stillti það fyrst.", "date": "2005-12-29 23:06:00", "post_id": 22}, {"user_name": "luzifer", "text": "*edit*  <<<icon_lol.gif>>>", "date": "2005-12-30 07:52:00", "post_id": 23}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2005-12-28 22:30:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}