{"forum_title": "RÖFL", "id": "102768", "title": "vilja lata loka skemmtistöðum fyrr", "url": "http://www.live2cruize.com/spjall/showthread.php/102768-vilja-lata-loka-skemmtistöðum-fyrr", "posts": [{"user_name": "Andri M.", "text": "hver er skoðun ykkar á þessu ??\n\r\npersónulega finnst mer þetta fínt einsog þetta er, \n\r\nog þetta fólk niðrí bæ sem er að væla yfir hávaða, getur bara sjálfu sér um kennt, segjir sig sjálft ef þú flytur down town að þá er hávaði þar frá skemmtistöðum\n\r\nhver er ykkar skoðun á þessu ??\n\nhttp://visir.is/article/20091126/FRETTIR01/729168881\nhttp://mbl.is/mm/frettir/innlent/200...ngahusum_fyrr/", "date": "2009-11-26 10:36:00", "post_id": 1}, {"user_name": "Galant ES", "text": "Tekur frekar stórt upp í þig með að segja þetta.\r\nPirrandi að búa í húsum þar sem eru alltaf læti í kring , þetta er bara svipað og með Granda.\r\nEkki til nein ein góð lausn. \r\nOrð gegn orði.", "date": "2009-11-26 10:39:00", "post_id": 2}, {"user_name": "Andri M.", "text": "allveg sama hvar í heiminum þú býrð, skemmtistaðir, eru í langflestum tilfellum down town, og ef þú flytur þangað að þá segjir sig sjálft að það er hávaði frá þeim, svipað einsog fólkið sem flytur í íbúð við miklubrautina sem dæmi og kvartar síðan yfir hávaða frá umferðinni, eg meina við hverju bjóst fólkið þegar það flutti þar inn, \n\r\nen eg skil þig, ef þú býrð í hverfi sem er ekki downtown og það eru endalaus læti og truflun, þá er eg sammála þér", "date": "2009-11-26 10:42:00", "post_id": 3}, {"user_name": "G3ML1NGZ", "text": "ekki alveg hægt að líkja grandanum við miðbæinn þó ég sé oft sammála þér Galant. Á grandanum komu þessi læti aðallega vegna þess að við bílaáhugamenn erum búnir að missa alla fyrri samkomustaði. En fólk sem flytur í miðbæinn má búast við helgardjamminu. Ég myndi til dæmis fíla það að búa í miðbænum, lætin eru róandi fyrir mig ef eitthvað er. En fólk sem vill sofa í þögn á næturna á lítið að vera að flytja aaaalveg í miðbæinn. \n\r\nÞarna myndi ég frekar segja að fólk sé að reyna að móta umhverfið eftir sjálfu sér í stað þess að velja umhverfi sem hentar því.", "date": "2009-11-26 10:42:00", "post_id": 4}, {"user_name": "Óli-VTi", "text": "MÉR finnst bara að þetta eigi bara vera svona. Fólk verður að geta komið og skemmt sér e'h staðar það á ekkert að bara að takmarka það útaf því fólk ákveður og að búa hjá vinsælustu götulandsins. hefur allt sína kosti og galla.", "date": "2009-11-26 10:45:00", "post_id": 5}, {"user_name": "dorisig", "text": "það er heldur ekkert að marka þig, þú ert stórskrýtinn\n\r\nEn annars er ég sammála þér, að flytja í miðbæinn og kvarta undanhávaða er eins og að kaupa sér Ferrari og kvarta undan bensíneyðslu...", "date": "2009-11-26 10:48:00", "post_id": 6}, {"user_name": "Hemmi-", "text": "Það er nú ekki mörg lönd í heiminum sem eru með staðina opna til kl 6:00 á morgnana..\n\nÞetta hefur auðvita sína kosti og galla.. Sjálfur er ég að vinna á bar og LANG mest af fólkinu kemur ekki í bæinn fyrr en kl 3:00 miða við hvernig bærinn er í dag.. Svo afhverju er þá ekki bara hægt að byrja djamm fyrr?\n\nÉg er ekkert eitthvað mega hlyntur þessu en fer ekkert að missa mig þó þetta fari í gegn.. Er bara svona nett sama", "date": "2009-11-26 10:54:00", "post_id": 7}, {"user_name": "Andri M.", "text": "kannski ekki, en málið snýst um fólkið sem er að kvarta yfir hávaða, og býr síðan kannski í íbúð fyrir ofan skemmtistað, og það er alltaf hávaði frá skemmtistað hvort sem hann lokar kl 24 eða 6, þannig að eg skil ekki afhverju að vera að hlusta á kvartanir frá fólki sem ætti með réttu að vita hvað það er að fara út í, með því að flytja þar sem það býr", "date": "2009-11-26 10:56:00", "post_id": 8}, {"user_name": "Galant ES", "text": "Búinn að lesa pósta eftir þig andri og Gremlinz , er sammála , þetta er bara , æi fólk ætti bara að gera ráð fyrir þessu áður en að það flytur í miðbæinn.\r\nEkki eins og það sé ekki nóg annað í boði af íbúðum og húsum hér og þar í rvk.", "date": "2009-11-26 10:59:00", "post_id": 9}, {"user_name": "fannzi", "text": "ef að skemtistöðum verður lokað kl.3 þá skapar það sama vandamál fyrir breytingunum að fólkið flykkist út á göturnar í staðin sem skapar STÓRA hættu á slagsmálum. Það sem gerist mun líklega er að krakkar fara niður í bæinn þar sem þetta verður stórt útifyllerí(það er alveg nóg af krökkum þar nú þegar)og lögreglan getur gleymt því að sinna bænum!Þá verður staðan sú að sá hópur sem vill að loka eigi stöðum kl.3 verður fyrir enn meira ónæði og biður um að opna staðina aftur....", "date": "2009-11-26 13:30:00", "post_id": 10}, {"user_name": "brapeson", "text": "Þetta þarf ekkert að vera vandamál. Það er vandamál hérna heima því löggæslan er hræðileg! \n\r\nTökum Bretland sem dæmi:\n\r\nÞar loka staðirnir kl. 3, ljósin eru kveikt, tónlistin stoppuð og fólk er FARIÐ 03:02. Dyraverðir ( sem eru damn sight fleiri á stöðunum úti en hérna heima ) fylgja fólkinu út þar sem lögregluþjónar bíða í fylkingum til að fylgja fólki í leigubílana. Þar eru svo menn í vinnu við að raða fólki í bíla og koma því heim. \r\nEngin slagsmál.. ekkert vesen. Og þarna eru talsvert fleiri á ferðinni heldur en hérna heima.", "date": "2009-11-26 13:37:00", "post_id": 11}, {"user_name": "fannzi", "text": "í fullkomnu ógjaldþrota íslandi þá er þetta snildarhugmynd en þannig er staðan ekki hver veit eftir 10-15 ár kanski en ef þessu verður breytt núna fer allt til andskotans", "date": "2009-11-26 13:41:00", "post_id": 12}, {"user_name": "Sylvía", "text": "Þetta verður aldrei hægt hér heima... og ef svo yrði þá býst ég nú við að partýstand munu aukast bara.. ástæðan fyrir því líka að fólk er farið að fara svo seint niðrí bæ er sú að maður vill vera orðinn sæmilega vel fullur áður en maður fer svo maður þurfi að kaupa sem minnst á barnum því þetta er orðið svo fjandi dýrt.... en með áframhaldandi hækkunum á áfengi og öðru má búast bara við að það verði engir skemmtistaðir hérna lengur.", "date": "2009-11-26 14:33:00", "post_id": 13}, {"user_name": "Erica", "text": "eitt sem ég hef aldrei skilið varðandi djammhegðun íslendinga.. \n\nhví að fara alltaf svona seint í bæinn og almennt seint af stað?", "date": "2009-11-26 14:44:00", "post_id": 14}, {"user_name": "kristó_124", "text": "fólk segir ég þarf að vera nógu fullur og annað fólk segir það fer enginn niðrí bæ fyrir en 3 því þá er fólk orðið fullt. \n\r\nen það er rétt samt.. ef að fólk flytur í miðbæin vitandi að það mun verða hávaði þá þýðir ekki að kvarta .. það fjárfesti í þessum fermetrum sem það er á og með því fylgja lætin. þetta er eins og að þú sért að kvarta yfir því að nágranni þinn eigi svo ljótann bíl að alltaf þegar þú sérð hann þá öskraru og læsir þig inni. ekkert rökrétt að vera með einhverja svona sérþarfir", "date": "2009-11-26 15:03:00", "post_id": 15}, {"user_name": "kári litli", "text": "Nákvæmlega! Bara byrja fyrr og vera komin fyrr heim og þá er maður jafnvel skárri daginn eftir..", "date": "2009-11-26 15:05:00", "post_id": 16}, {"user_name": "Hemmi-", "text": "Þetta með að fólk vilji vera orðið fullt þegar það er komið niðrí bæ svo það þurfti ekki að versla er eg ekki alveg að kaupa..\n\nÞað er alltaf LANG mest að gera á barnum kl 3:00.. ef allir eru að mæta svona seint til þess að þurfti ekki að versla sér afhverju er það þá tíminn sem er hvað mest að gera á barnum?", "date": "2009-11-26 16:00:00", "post_id": 17}, {"user_name": "Kimi", "text": "þá er fólk sennilega orðið það ölvað að það nennir ekki að spá í verðinu", "date": "2009-11-26 16:39:00", "post_id": 18}, {"user_name": "AddiPaddi", "text": "Það er búið að reynda þetta málið var að klukkan 3 lokuðu allir barirnir og allt varð vitlaust útá götum í staðinn allt úti slagsmálum og allskonar rusli þannig þetta fór til baka varla gera þeir sömu mistökinn 2 svar", "date": "2009-11-26 16:55:00", "post_id": 19}, {"user_name": "Erica", "text": "hafði einmitt haldið að drukkið fólk myndi versla meira á barnum. Ég gerði það allavega síðast <<<icon_lol.gif>>>", "date": "2009-11-26 17:11:00", "post_id": 20}, {"user_name": "dóriii", "text": "ef það á að loka skemmtistöðum fyrr þá mætti líka stytta vinnuvikuna svo maður geti þá drullast niðrí bæ fyrr", "date": "2009-11-26 17:11:00", "post_id": 21}, {"user_name": "Myriftica", "text": "x2 þessi hneigð er alveg furðuleg\n\r\nmér fynnst langbest að byrja snemma og klára snemma, þá vaknar maður ferskur daginn eftir og eyðir honum ekki í svefn og ógeðslega þynnku eins og þeir sem djamma til 7-8", "date": "2009-11-26 17:14:00", "post_id": 22}, {"user_name": "Sylvía", "text": "Málið með mig að ég get yfirlett voða lítið sofið eftir djamm svo það skiptir mig litlu... ef ég kem heim 7-8 og fer að sofa þá, þá er ég yfirleitt vöknuð um 12-1 og get eytt deginum í e-ð <<<icon_wink.gif>>> ef ég kem heim um 4 þá er ég vöknuð mikið fyrr og þá er ekkert gaman <<<icon_biggrin.gif>>>", "date": "2009-11-26 17:33:00", "post_id": 23}, {"user_name": "gr33n", "text": "Málið er að megnið af liðinu sem á heima þarna keypti sér íbúð löngu áður en opnun skemmtistaðanna var lengd!\n\n\n\nNú?... út af því að þetta hefur ekki verið svona áður ?\n\n\r\nAnnars finnst mér ekkert að þessu. Fínt að fara að djamma fyrr.\r\nEini gallinn er náttúrulega ástæðan fyrir því að þetta var lengt in the first place.... að kl 3 þá fyllist bærinn af liði... misfullu og í misgóðu skapi <<<icon_lol.gif>>>", "date": "2009-11-26 17:52:00", "post_id": 24}, {"user_name": "Draxter", "text": "Gæti ekki verið meira ósammála! Það ætti að hafa opið lengur ef eitthvað er.", "date": "2009-11-26 19:15:00", "post_id": 25}, {"user_name": "Myriftica", "text": "afþví það er svo skemmtilegt að djamma kl 10 á laugardagsmorgni  ? <<<rolleyes.png>>>", "date": "2009-11-26 19:54:00", "post_id": 26}, {"user_name": "kristó_124", "text": "hehe ef þú bara vissir", "date": "2009-11-26 20:01:00", "post_id": 27}, {"user_name": "Freyr", "text": "liðið kemur alltaf kl 3 í bæinn! það er alltaf rólegt að gera til 3-4 þá fyllast staðirnir!", "date": "2009-11-26 20:11:00", "post_id": 28}, {"user_name": "urban", "text": "þú hefur semsagt aldrei prufað það...\n\r\njá það getur verið helvíti gaman að djamma klukkan 10 á laugardagsmorgni", "date": "2009-11-26 20:25:00", "post_id": 29}, {"user_name": "Myriftica", "text": "ég hef nú tekið fyllerí á hvaða tíma sólahringsins, og mér gæti ekki verið meira sama þó ég geti ekki verið niðrí bæ á skemmtistað langt fram eftir morgni.\n\r\nÞað er alveg hægt að halda ruglinu áfram bara einhversstaðar annarsstaðar <<<icon_smile.gif>>>", "date": "2009-11-26 20:29:00", "post_id": 30}, {"user_name": "Draxter", "text": "Já?\n\n\n\nHaha nákvæmlega! <<<icon_biggrin.gif>>>\n\n\n\n<<<goodposting.gif>>>\n\n\n\nAkkúrat! Það er svo pirrandi líka, að labba út í eina sígó eða eitthvað, ætla svo að kíkja aftur inn og þá er verið að henda fólki út og segja lokað, þegar maður er á hápunkti skemmtunarinnar! En já, þá fer maður einhvert annað og heldur áfram ef stemning leyfir! <<<icon_wink.gif>>>\n\n\n\nJá það er alveg hægt, en það er samt leiðinlegt þegar staðir loka á meðan maður er enn í stuði <<<tongueout.gif>>>", "date": "2009-11-26 20:47:00", "post_id": 31}, {"user_name": "Saraliza", "text": "X2.. \r\nfinnst Þeir loka of snemma ef eh er.. \r\nen maður fer oftast i eh party og maður er ekkert að byrja að drekka kl 8? fer oftast niðri bæ um 2-3 leitið og það yrði frekar lame ef staðir væru að loka þá..;O", "date": "2009-11-26 20:55:00", "post_id": 32}, {"user_name": "danish", "text": "Ef þetta fer í gegn muna fleiri \"underground\" staðir oppna, meiri læti, meiri slagsmál, muuun meiri læta á götunum svoo..", "date": "2009-11-26 20:56:00", "post_id": 33}, {"user_name": "urban", "text": "reyndar yrði þetta til þess að fólk færi fyrr út.\n\r\nalveg einsog það að þegar að opnunartími var lengdur, varð til þess að fólk fór seinna út.", "date": "2009-11-26 20:59:00", "post_id": 34}, {"user_name": "Galant ES", "text": "Þá fer maður bara út að sýna geggjuð dance-moves !", "date": "2009-11-26 21:00:00", "post_id": 35}, {"user_name": "Draxter", "text": "Já gerðu það", "date": "2009-11-26 21:08:00", "post_id": 36}, {"user_name": "M8", "text": "Ég man nefnilega eftir því fyrir rúmum tíu árum, þá lokuðu allir staðir kl. 4, og það er ástæða \nfyrir því að því var breytt á sínu tíma. Það varð alltaf allt brjálað! \nÉg man eftir þessu sem unglingur. Bærinn var miklu villtari þá. Mér finnst þetta ekki sniðugt. \nEn svo hef ég eins, aldrei heldur skilið þessar djammvenjur Reykvíkinga, byrja svo seint...", "date": "2009-11-26 23:57:00", "post_id": 37}, {"user_name": "Sylvía", "text": "Sammála!...ástæðan fyrir því að það verður erfitt að framkvæma þetta er sú að við höfum ekki allan þann mannfjölda í lögreglu t.d. til að koma fólki heim eða e-ð og þetta myndi bara breytast í útifyllerí eða jafnvel auka partý í heimahúsum eftir lokun <<<icon_wink.gif>>>", "date": "2009-11-27 02:29:00", "post_id": 38}, {"user_name": "Viktorkarl", "text": "Ég sé ekki alveg hvaða vandamál þetta á að leysa, þýðir þetta ekki bara meiri læti á götunni og í miðborginni sjálfri, frekar en að hafa allt þetta dauða drukkna lið (me included) inná skemmtistöðum ?", "date": "2009-11-27 02:31:00", "post_id": 39}, {"user_name": "ValliPleimó", "text": "eg persónulega held að það breyti engu mali hvort þeir loki kl 3 eða kl 6 það breytist bara menningin hja folkinu i staðin og það byrjar að drekka fyrr og fer fyrr heim að sofa <<<icon_smile.gif>>> sumum finnst það kannski slæmt, öðrum jákvætt og hinum er sama", "date": "2009-11-27 03:25:00", "post_id": 40}, {"user_name": "Danni Málari", "text": "Persónulega finnst mér fínt að fara snemma á djammið og vera kominn snemma heim. Maður er hressari daginn eftir. Aftur á móti tekur maður líka stundum djamm svona langt fram á nótt en miðbærinn er viðbjóðslegur staður til að vera á þegar farið er að líða fram á morgun.\n\nÞað virðist aðeins gleymast í þessari umræðu hérna að það er ekki verið að tala um að takmarka opnunartíma allra skemmtistaða. Það er nú möguleiki að djammið færist að einhverju leyti úr miðbænum með svona breytingum.", "date": "2009-11-27 03:43:00", "post_id": 41}, {"user_name": "Frikki GTI", "text": "Ég er alveg sammála því að fólk sem flytur í miðbæinn megi búast við hávaða og látum - en kannski gerir fólk sér ekki alveg 100% fyrir því hversu geðbiluð lætin eru, t.d. fólk sem hefur ekki áður búið í miðbænum.\n\r\nÉg var í húsi í Svíþjóð í sumar - nýtt og flott hverfi, en hinsvegar á svona 1-2 klst fresti þá keyrir lest framhjá rétt fyrir ofan hverfið ! Með þvílíkum látum og líka á næturna - hvorki teinarnir né lestin sjást <<<icon_biggrin.gif>>>", "date": "2009-11-27 11:35:00", "post_id": 42}, {"user_name": "Gunnarmh", "text": "Alltaf \"lokað\" klukkan 3 hérna á Selfossi, það eru bara reglur í árborg. Er ekki skemmtanaleyfi lengur en það nema með sérstöku leyfi. Fólk er ekkert ósátt með þetta, persónulega þegar ég er að djamma í  bænum vil ég vera komin niðrí bæ u.þ.b. 1 og helst ekki vera niðrí bæ lengur kl. 4. En það breytist stundum, engin tilgangur í að vera þangað til að það lokar. Þægilegra að geta náð leigubíl alveg pottþétt í kringum 4 og frekar bjóða fólki eitthvað og tjilla til svona 6 ef það er stemmning fyrir því.", "date": "2009-11-27 18:34:00", "post_id": 43}, {"user_name": "elli", "text": "Ég sé ekkert að því að stytta opnunartíma skemmtistaða, en það er meira en að segja það að venja íslendinga af djammvenjum sínum. Mér finnst persónulega voðalega pirrandi að þurfa að bíða til 1-2 með að fara niður í bæ upp á að það sé eitthvað líf þar <<<icon_mad.gif>>>", "date": "2009-11-27 21:13:00", "post_id": 44}, {"user_name": "Fraizer", "text": "miðbærinn er bara orðinn svo hrikalega leiðinlegur að það er ekki eðlilegt þannig mín vegna má þetta alveg", "date": "2009-11-27 22:53:00", "post_id": 45}, {"user_name": "mnemic", "text": "mér finnst þetta alls ekki sniðugt þetta hentar mér mjög illa.við strákanir förum  alltaf snemma í bæinn og fáum okkur bjór í rólegheitum áður en staðinir fyllast það get ég ekki ef allir fara í bæinn svona snemma<<<icon_sad.gif>>>\n\nég frétti að það stæði jafnvel til að banna skemmtistaði í miðbænum í náinni framtíð. mig minnir að ég hafi heyrt þetta í útvarpsviðtali en samt ekki viss.. er þetta rétt?", "date": "2009-11-28 00:01:00", "post_id": 46}, {"user_name": "Andri M.", "text": "eg er sammála mörgum ykkar, en eg er samt þessi týpa sem vill fara fyrr í bæinn og fara þá fyrr heim, en eg reyni yfirleitt að teygja lopann einsog eg get til rúmlega tvö, bara til að maður geti mögulega séð einhvað líf þarna í bænum, svo já mer finndist bara fínt ef skemmtistaðir myndu loka fyrr.", "date": "2009-11-28 00:23:00", "post_id": 47}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif"], "date": "2009-11-26 10:36:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "path": "full/5198db091ab62691b23cc6cc26ae32ef809fddcd.gif", "checksum": "bd73b00608ece300057eac7b203c1cad"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}]}