{"forum_title": "RÖFL", "id": "10462", "title": "snilldar texti við boring lag", "url": "http://www.live2cruize.com/spjall/showthread.php/10462-snilldar-texti-við-boring-lag", "posts": [{"user_name": "hundur", "text": "White House Loving\r\n(To the tune of \"Summer Loving\" from Greese)\n\r\nBill:  \"Summer intern, had me a blast\"\r\nMonica:  \"White house intern, happened so fast\"\r\nBill:   \"Met a girl, crazy for me\"\r\nMonica:  \"Met the prez, down on my knees\"\r\nBill: \"Summer days, sucking away, uh-oh, but those summer nights\"\n\r\nGrand Jury: \"Well, ah.. well, ah....well, ah. huh. Tell us more,\r\ntell us more\"\r\nLinda Tripp: \"Try to remember your best\"\r\nGrand Jury: \"Tell us more, tell us more\"\r\nKenneth Starr: \"Did he come on your dress?\"\n\r\nGrand Jury: Uh-huh....Uh-huh...Uh-huh....\r\nGrand Jury: Uh-huh....Uh-huh....Uh-huh....\n\r\nBill: \"Wanted to screw her but she had a cramp\"\r\nMonica:  \"The prez is sexy - makes my panties damp\"\r\nBill:       \"She gave me head, right in the White House\"\r\nMonica: \"I said OK, just don't come in my mouth\"\r\nBill: \"Summer days, gobbling away, uh, oh, but those summer nights\"\n\r\nGrand Jury:\"Well, ah.. well, ah....well, ah. uh.  Tell us more,\r\ntell us more\"\r\nLinda Tripp: \"He sounds like a swell guy\"\r\nGrand Jury:\"Tell us more, tell us more\"\r\nKenneth Starr:\"Did he tell you to lie?\"\n\r\n(Slower now)\n\r\nBill:      \"Press found out, turned into a mess\"\r\nMonica: \"He gave me money to buy a new dress\"\r\nBill:      \"She promised to lie, she made a vow\"\r\nMonica:   \"Wonder who is blowin' him now\"\r\nBill & Monica: \"Sex filled dreams, ripped at the seams\r\nBut.........ooooouuuuh, those Whi-i-te house... Niiiiiiiiiiiiiiiiiiiiiights!", "date": "2006-01-05 16:26:00", "post_id": 1}, {"user_name": "hundur", "text": "og svo smá rugl en samt rökrétt rugl\n\n\n\r\nEverybody\n\r\nThis is a story about four people named Everybody, Somebody,\r\nAnybody, and Nobody. There was an important job to be done, and\r\nEverybody was asked to do it. Everybody was sure Somebody would \r\ndo it. Anybody could have done it, but Nobody did it. Somebody got\r\nangry about that, because it was Everybody's job. Everybody thought\r\nAnybody could do it, but Nobody realized that Everybody wouldn't do\r\nit. It ended up that Everybody blamed Somebody when Nobody did\r\nwhat Anybody could have done.", "date": "2006-01-05 16:27:00", "post_id": 2}], "file_urls": [], "date": "2006-01-05 16:26:00", "files": []}