{"forum_title": "RÖFL", "id": "105093", "title": "Bjórkvöldið í gær!!! Ábending til þeirra sem áttu hlut að máli!", "url": "http://www.live2cruize.com/spjall/showthread.php/105093-Bjórkvöldið-í-gær!!!-Ábending-til-þeirra-sem-áttu-hlut-að-máli!", "posts": [{"user_name": "hundur", "text": "Ég vil taka það skýrt fram að ég er búinn að tala við starfsmenn Players í Kópavogi ásamt því að hafa talað við lögregluna.\n\r\nÞeir aðilar sem áttu hlut að máli í gær með því að sverta nafn klúbbsins með einhverju helvítis rugli eins og að ráðast á dyraverði af því þeir eru að vinna vinnuna sína með því að biðja um skilríki, þeim verður meinaður aðgangur að framtíðar Pool og Bjórkvöldum klúbbsins. Þetta lýtur mjög illa út fyrir klúbbinn og ég vona að menn séu ánægðir.\n\r\nÉg ætla ekki að nafngreina neinn hérna, vil bara benda á þetta fyrir alla hina þar sem þessar reglur gilda jafnt um alla og taki þeir þetta til sín sem eiga það.", "date": "2009-12-13 12:24:00", "post_id": 1}, {"user_name": "Aglii", "text": "Flott, fávitar sem geta ekki skemmt sér með áfengi.", "date": "2009-12-13 13:40:00", "post_id": 2}, {"user_name": "intenz", "text": "Lame.", "date": "2009-12-13 17:09:00", "post_id": 3}, {"user_name": "HugiÓmars", "text": "lol", "date": "2009-12-13 17:18:00", "post_id": 4}, {"user_name": "Gunnoli", "text": "á ekki að banna þá hérna eins og gert við alla sem láta eins og **** á samkomum ?", "date": "2009-12-13 17:32:00", "post_id": 5}, {"user_name": "goggalina", "text": "koma svooooo nafngreina", "date": "2009-12-13 17:44:00", "post_id": 6}, {"user_name": "Gunnarmh", "text": "Til hvers? Bara til að svala þér og þinni forvitni?  Er það bara til þess að það sé alveg örugglega hægt að gera einhverja mega kjaftasögu í kringum það líka? Það að nafngreina gerir ekki neitt annað en að svala þinni forvitnin, engin annar tilgangur í því.", "date": "2009-12-13 18:16:00", "post_id": 7}, {"user_name": "goggalina", "text": "hef nu meiri tilgang í mínu lífi allavega en að búa til kjaftasögur<<<icon_lol.gif>>>", "date": "2009-12-13 18:34:00", "post_id": 8}, {"user_name": "Viggóhelgi", "text": "Eins og með barnaníðinga... það á að nafngreina. ekki til þess að svala forvitni. heldur forvörn <<<icon_biggrin.gif>>>", "date": "2009-12-13 18:41:00", "post_id": 9}, {"user_name": "Aequitas", "text": "Tek fram að ég veit ekkert um hvað er verið að tala, var ekki á staðnum. En menn eiga að sýna þroska sinn og biðjast afsökunnunnar ef þeir gerðu eitthvað af sér.", "date": "2009-12-13 18:46:00", "post_id": 10}, {"user_name": "Twincam", "text": "Löggan vildi ekkert meðtaka Guðs Orð þarna í gær.... <<<icon_sad.gif>>>\n\n<<<jezus.gif>>> LOVES YOU!\n\n\n\n\n\r\nEn já... einkar lélegt af fólki að vera með svona hegðun....", "date": "2009-12-13 19:00:00", "post_id": 11}, {"user_name": "condi", "text": "öhm, nei . Mig langar líka að vita ...", "date": "2009-12-13 19:00:00", "post_id": 12}, {"user_name": "Pikachu", "text": "þú ert svo heimskur <<<icon_biggrin.gif>>> hahaha", "date": "2009-12-13 19:01:00", "post_id": 13}, {"user_name": "kristó_124", "text": "<<<yeahthat.gif>>>\n\r\nvar ekki þarna btw <<<icon_smile.gif>>> leiðinlegt að fólk höndlar ekki áfengið sitt", "date": "2009-12-13 19:09:00", "post_id": 14}, {"user_name": "adurgur", "text": "me 2", "date": "2009-12-13 19:11:00", "post_id": 15}, {"user_name": "addi-206", "text": "me 3 <<<icon_biggrin.gif>>>", "date": "2009-12-13 19:28:00", "post_id": 16}, {"user_name": "Gunnarmh", "text": "Nákvæmlega, þið hafið enga sérstaka ástæðu til þess að vita hverjir voru þarna að verki. Þetta eru prýðispiltar og alls ekki hægt að bera þá saman við barnaníðinga.. fráleit samlíking. Þið þurfið ekkert að passa ykkur á þessum einstaklingum.", "date": "2009-12-13 19:31:00", "post_id": 17}, {"user_name": "STi", "text": "varst þetta þú eða einhver vinur þinn semsagt ?", "date": "2009-12-13 19:34:00", "post_id": 18}, {"user_name": "condi", "text": "nákvæmlega", "date": "2009-12-13 19:36:00", "post_id": 19}, {"user_name": "HK RACING", "text": "Það er bull,fólk hefur fullan rétt og jafnvel skyldu til að fá að vita hverjir það eru sem ganga um með látum og jafnvel barsmíðum svo kalla þurfi til lögreglu.......", "date": "2009-12-13 20:04:00", "post_id": 20}, {"user_name": "kári litli", "text": "Lifi Ljósið! <<<hippie.bmp>>>", "date": "2009-12-13 20:12:00", "post_id": 21}, {"user_name": "SnowMan", "text": "afhverju er skylda fyrir fólk að fá að vita það? <<<icon_confused.gif>>>", "date": "2009-12-13 21:31:00", "post_id": 22}, {"user_name": "tinni77", "text": "Mjög leiðinlegt dæmi, sá hvert í stefndi þegar ákveðinn aðili labbaði upp að mér og reyndi að búa til eitthvað vesen við mig...", "date": "2009-12-13 21:45:00", "post_id": 23}, {"user_name": "Dreitill", "text": "leiðindarmál", "date": "2009-12-13 21:49:00", "post_id": 24}, {"user_name": "hundur", "text": "Gersamlega fáránlegt framferði með öllu, eigandi Players sá ástæðu til að hringja í mig vegna þessa máls því honum var misboðið þetta framferði og eftir því sem ég hef heyrt er ég því algerlega sammála. Það er bara einu sinni þannig að sumt fólk á ekki að drekka áfengi sýnist mér og það var til þess að eyðileggja big time fyrir klúbbnum og þakka ég kærlega fyrir það.\n\nEnginn af þessum aðilum eru velkomnir á Players aftur og eru það skilaboð frá eiganda staðarins.\n\n\nÞað verður langt þangað til að ég nenni að skipuleggja annan svona viðburð.", "date": "2009-12-13 21:49:00", "post_id": 25}, {"user_name": "Birgir Örn", "text": "Kom þarna reyndar seinna og missti af látunum, enn vá þegar einhverjir rindlar sem geta ekki lamið ömmu sína hjálparlaust voru með einhverja stæla <<<punch.gif>>> \n\r\nps er ekki að tala um þá sem voru hirtir af lögguni heldur þá sem eftir voru .", "date": "2009-12-13 21:52:00", "post_id": 26}, {"user_name": "Sylvía", "text": "Maður missti greinilega f miklu <<<icon_surprised.gif>>>", "date": "2009-12-13 21:54:00", "post_id": 27}, {"user_name": "Birgir Örn", "text": "hafa líka bara 20+ svo þessir litlu aumingjar sem eru á þessu spjalli komist aldrei inn!!", "date": "2009-12-13 21:56:00", "post_id": 28}, {"user_name": "bErio", "text": "Þetta var ömurlegt alveg þrátt fyrir að muna ekki alveg allt.\r\nÉg á víst video í símanum minum af þessum aðilum á gólfinu.\r\nBað víst lögregluþjóninn að teisaera hann létt fyrir mig en hann vildi það ekki...", "date": "2009-12-13 21:58:00", "post_id": 29}, {"user_name": "biturk", "text": "inná með videoið<<<icon_biggrin.gif>>>", "date": "2009-12-13 21:59:00", "post_id": 30}, {"user_name": "GeiriWRX", "text": "Ég veit ekkert hvað skeði, það sá einhver gaur ástæðu til þess að dúndra hausnum á mér utan í vegg þar sem að ég sat og var að tala við Daða, svo tók hann mig hálstaki og eitthvað.. Sumir eru ekki alveg að dansa réttan dans. Frekar leiðinlegt þar sem að maður gerir engum neitt<<<icon_smile.gif>>>", "date": "2009-12-13 22:10:00", "post_id": 31}, {"user_name": "tinni77", "text": "hey! <<<icon_sad.gif>>>", "date": "2009-12-13 22:11:00", "post_id": 32}, {"user_name": "tinni77", "text": "takk fyrir drykkinn <<<icon_lol.gif>>>", "date": "2009-12-13 22:11:00", "post_id": 33}, {"user_name": "GeiriWRX", "text": "haaaaaaa<<<icon_lol.gif>>>", "date": "2009-12-13 22:12:00", "post_id": 34}, {"user_name": "Viggóhelgi", "text": "magnað, \"þurfið ekkert að passa ykkur á þessum einstaklingum\"\n\nvoru þeir ekki að ganga berserksgang þarna á players ? og ráðast á fólk sem átti það ekki skilið...\n\n\nsteiktur ertu.", "date": "2009-12-13 22:12:00", "post_id": 35}, {"user_name": "tinni77", "text": "nákvæmlega.....<<<icon_lol.gif>>>\n\r\nDatt á barinn eitt skiptið og þá komst þú labbandi, mökkölvaður í andlitinu:\"2 gin og tónik takk\" ég bara eitthvað:\"neinei, það þarf nú ekkert sko\" \"jújú, kjellinn splæsir bara á 77<<<icon_cool.gif>>>\" \n\n\n\r\nhahahah<<<icon_lol.gif>>>", "date": "2009-12-13 22:14:00", "post_id": 36}, {"user_name": "Birgir Örn", "text": "geiri er alltaf mökkölvaður í smettinu <<<icon_smile.gif>>>", "date": "2009-12-13 22:16:00", "post_id": 37}, {"user_name": "Gunnoli", "text": "......", "date": "2009-12-13 23:11:00", "post_id": 38}, {"user_name": "M8", "text": "Finnst fólk vera svolítið að mála skrattann á vegginn. Aðallega þeir sem ekki voru á staðnum. \nÞetta sem upp kom, er ég ekki að afsaka á neinn hátt, né að taka upp hanskann fyrir þá sem tengdust þessu máli! \nHver maður verður að standa og falla með sínum ákvörðunum og gjörðum.\n\nEn nánast allir af þessum einstaklingum voru búnir að haga sér alveg prýðisvel fram að þessu atviki, \nog ekki eru þetta nú ofbeldismenn. Svona mál hafa mikla tilhneigingu til að verða brennandi heit út frá engu,\ná 0.1, og menn geta dregist inn í svona vegna ýmissa mis-skiljanlegra ástæðna, \nog eflaust ýmist óvart eða án beins ásetnings í einhverjum tilfellum. \nMenn finna sumir til einhverskonar skyldurækni þegar að vinur er niðri og almennt er ég sammála því, \nen það það ætti að endurskoða þegar lögregla á í hlut, en þar vill áfengið koma svolítið inn og rugla menn aðeins. \nGuð má vita að eflaust telur margt annað inn í. En þarna sést svart á hvítu hvernig einn einstaklingur getur dregið, \nallt upp í mjög dagsprúða menn með sér í svaðið, og það sem sagt er að hafi komið þessu öllu af stað, \nað verið var að spyrja um skilríki, trúi ég alveg upp á ónafngreindann viðkomandi, miðað við \nhvernig háttalag hann var búinn að sýna af sér er kvöldið var yngra, og enn saklaust. En það er samt sem áður alveg \nhræðilega léleg ástæða til að vera með vesen, tjah, nema að menn séu  í leitinni endalausu af því! \n\nEftir á að hyggja, má sjá, að hægt hefði verið að leysa þetta mál við getnað, strax fyrr um kvöldið, \nmeð einungis einni frávísun. Þá hefði endinn hljómað öðruvísi!\nOg nei takk, ég er á móti nafngreiningum, almennt. Sparið beiðni ykkar, og tíma, um slíkt frá mér", "date": "2009-12-13 23:13:00", "post_id": 39}, {"user_name": "Kjallin", "text": "Ganga berseksgang? Ég held að fólk sem var ekki á staðnum ætti nú að hætta að hlusta á einhverja sögur\n\n\n\nÞað var enginn af þessum strákum sem réðust á geira, það hefur verið einhver af þessum gúrkum sem Biggi er að tala um eflaust", "date": "2009-12-13 23:18:00", "post_id": 40}, {"user_name": "-Hjalti-", "text": "Þessi náungi sem startaði þessu var búin að vera að leita að veseni við marga aðila fyrr um kvöldið svo að það kemur mér ekkert á óvart að þetta hafi endað svona <<<rolleyes.png>>>", "date": "2009-12-13 23:29:00", "post_id": 41}, {"user_name": "Viggóhelgi", "text": "þetta er nú bara það sem að ég heyrði.. ég má alveg tjá mig um málið eins og hver annar.. <<<icon_biggrin.gif>>>", "date": "2009-12-13 23:30:00", "post_id": 42}, {"user_name": "Steindi", "text": "ekki ef þú hefur ekki hugmynd um hvað gerðist", "date": "2009-12-13 23:32:00", "post_id": 43}, {"user_name": "tinni77", "text": "\"Sindriiiiiiiiiiiiiiiiiiiiiiiii.......\" \n\n\n<<<icon_lol.gif>>>", "date": "2009-12-13 23:34:00", "post_id": 44}, {"user_name": "Sindri Skarph", "text": "ekki taka bílinn <<<tongueout.gif>>>", "date": "2009-12-13 23:35:00", "post_id": 45}, {"user_name": "Viktor10", "text": "hvað gekk á eiginilega ?", "date": "2009-12-13 23:44:00", "post_id": 46}, {"user_name": "RACER", "text": "þetta var auðvitað bara fáránlegt frá a-ö og ótrúlegur hiti sem kom í menn á núll einni. Ég reyndi það sem ég gat til að reyna róa niður æsinginn og passa að þessi pappakassa dyrverðir létu ekki spörkin og hnefa höggin dynja á fólkinu ( þessir dyraverðir eru auðvitað að vinna sína vinnu og reyna halda ró á staðnum, en þetta voru samt full grófar aðferðir hjá þeim verð ég að segja )...  einn af upphafs mönnum æsingsins hefði samt í raun átt að vera farinn heim, voru að mínu mati full mikil læti í honum líka.. og svona hlutir bara vinda uppá sig. því miður.\n\nÞað að láta svona hluti gerast á samkomum tengdum klúbbnum er gjörsamlega óásættanlegt !!!\n\nég skil vel að strákarnir séu ragir við að halda skemmtanir á vegum klúbbsins, oftar en ekki þá er eitthvað vesen. og það vesen sem er alveg óþarft.... !", "date": "2009-12-14 00:10:00", "post_id": 47}, {"user_name": "tinni77", "text": "er þá ekki bara málið að pikka þessa ákveðnu einstaklinga út ?", "date": "2009-12-14 00:12:00", "post_id": 48}, {"user_name": "RACER", "text": "hvað meinaru.. ?", "date": "2009-12-14 00:20:00", "post_id": 49}, {"user_name": "tinni77", "text": "Leyfa þeim ekki að mæta á svona samkomur", "date": "2009-12-14 00:21:00", "post_id": 50}, {"user_name": "MR.BOOM", "text": "Endalaus aumingjaskapur að koma ekki fram og segja til hverjir stóðu að þessari vittleysu....Þetta er slæmt fyrir klúbbinn og öll svona mál á að openbera til þess að hindra að þetta komi ekki aftur fyrir.", "date": "2009-12-14 00:25:00", "post_id": 51}, {"user_name": "Sævar Örn", "text": "Það á ekki að hylja yfir svona vitleysingum\n\n\n\n\n\n\n\n\r\ner það áfengið sem fer svona með þessa menn", "date": "2009-12-14 00:28:00", "post_id": 52}, {"user_name": "tinni77", "text": "greinilega þar sem ég hef séð og hitt þessa menn edrú og það eru ekki sömu mennirnir", "date": "2009-12-14 00:30:00", "post_id": 53}, {"user_name": "intenz", "text": "Út með nöfnin!", "date": "2009-12-14 00:34:00", "post_id": 54}, {"user_name": "VALDI B", "text": "mér finnst það mætti alveg nafngreina þá menn sem eru að sverta nafn klúbbsins og gjörsamlega eyðileggja fyrir live2cruize!", "date": "2009-12-14 00:36:00", "post_id": 55}, {"user_name": "Nonni GTi", "text": "var fullt af fólki þarna?", "date": "2009-12-14 00:36:00", "post_id": 56}, {"user_name": "SnowMan", "text": "Ég skil ekki hvernig þið nennið að spá svona mikið í þessu\n\r\nHvað fáiði útur því að vita hverjir komu að þessu máli?\n\r\nMér finnst vera búið að gera ALLTOF mikið úr þessu máli og sumar sögurnar sem eru í gangi um þetta eru bara fáranlegar.\n\r\nO fólk sem var ekki einu sinni á staðnum og veit ekkert hvað var að gerast, skil ekki alveg hvernig það nennir að spá í þessu\n\r\nÞeir sem tengdust þessu eru ekki einhverjir stórglæpamenn eins og mjög margir hérna eru búnir að dæma þá sem", "date": "2009-12-14 00:37:00", "post_id": 57}, {"user_name": "tinni77", "text": "Slatti en ég bjóst við fleirum", "date": "2009-12-14 00:37:00", "post_id": 58}, {"user_name": "Dreitill", "text": "Alltaf þegar að það kom upp vesen þá var alltaf sami maðurinn sem startaði það.. svo seinna um kvöldið þá var honum loksins hent út, En svo stuttu seinna var hann kominn inn aftur og um leið og þá helti hann fullu glasi af bjór yfir stelpu þarna inni.. Mjög spes allt samann.", "date": "2009-12-14 00:39:00", "post_id": 59}, {"user_name": "Maggi B", "text": "það er eginlega bara fyndið að það þori enginn að nafngreina neinn hérna", "date": "2009-12-14 00:39:00", "post_id": 60}, {"user_name": "Kjallin", "text": "Ert þú ekki að tala um einhvern allt annan núna?", "date": "2009-12-14 00:41:00", "post_id": 61}, {"user_name": "Kjallin", "text": "Ég verð að taka undir þetta, ég get ekki séð hvað það er búið að blása þetta rosalega upp.\n\r\nSögur um að menn hafi verið að sparka í dyraverði og högg látin dynja. Ég held að það hafi ekki einn maður skipst á höggum þarna!", "date": "2009-12-14 00:43:00", "post_id": 62}, {"user_name": "Stefán Dal", "text": "Ölið sýnir innri mann.", "date": "2009-12-14 00:52:00", "post_id": 63}, {"user_name": "M8", "text": "Akkúrat, sammála þessu, enginn tilgangur með því, nema þá bara svo að fólk geti farið að blanda saman \nmisjafnlega sönnum gróusögum til að matreiða eina feita slúðurbombu, \nbyggða á getgátum þeirra sem sáu sér ekki fært að mæta.\nEr ekki hægt að kalla þetta bara hlunnindi til þeirra sem nenntu að mæta; að vita hverjir voru...\nÞið hin; óheppin! Komið bara næst þegar menn treysta sér í aðra uppákomu <<<icon_razz.gif>>>\n\nReyndar finnst mér að einn ákveðinn aðili mætti stíga fram, búa til sinn þráð \nþar sem hann mundi biðjast afsökunar á sínum stóra þætti málsins og um leið \nafhjúpaði sjálfan sig, því allt þetta bull varð til í kringum hann og finndist mér það \nágætis lausn á þessu öllu saman, og sanngjörn. En viðkomandi þarf bara að finna það í sér að gera það... \nÉg persónulega mundi virða það við hann ef hann stigi fram eins og sannur karlmaður og biðjast afsökunar..... \nAllir geta gert mistök, en oft er hægt að afmá ummerki þeirra með einlægri afsökunarbeiðni...Bara mín skoðun. \n\nEn hinir umræddir...Leave them be! \nÞeir lentu ekki í þessu af ásetningi og verðskulda því ekki nafnbirtingu, að mínu mati. \nÉg reyndar veit ekki betur en að flestir af þeim hafi lent í miðjunni á þessu í góðum tilgangi og einungis ætlað \nað stoppa þetta allt saman, en þá gerist það að löggan og dyraverðir greina ekki seggina frá hinum hjálpsömu, \nþví þeir virðast allir vera að gera það sama.... Þá er eina lausnin; að taka þá bara alla og greiða úr þessu eftir á,\nhverjir gerðu hvað, útfrá frásögnum, framkomu og hversu æstir menn eru. \nSkiptir í raun engu hvað kemur út úr því, því að það er ekki \neins og að löggjafavaldið eigi eftir að gefa út ákæru á neinn. Þeir ætla bara að stoppa þetta\nog halda svo þeim sem ættu að sofa úr sér, og sleppa hinum sem haga sér og engin ástæða að halda...", "date": "2009-12-14 01:15:00", "post_id": 64}, {"user_name": "gesturbmw", "text": "x2 ...", "date": "2009-12-14 01:26:00", "post_id": 65}, {"user_name": "elli", "text": "Ég veit ekkert hvað Hundur er að væla, ég var bara að sýna fólki hver ræður <<<icon_cool.gif>>>", "date": "2009-12-14 01:34:00", "post_id": 66}, {"user_name": "Viggóhelgi", "text": "verð að taka undir það með magga, þetta er oft á tíðum alveg fyndið hvað spjallið er \"passasamt\" með að nafngreina hvort sem það er slys eða svona árekstrar á milli manna og önnur leiðindar atvik.\n\nfólk oft að þykjast vera rosa fágað með að \"bæla\" niður svona hluti... nokkuð fyndið,", "date": "2009-12-14 01:56:00", "post_id": 67}, {"user_name": "-Hjalti-", "text": "Svali gaur ... versta að þú getur ekki bakkað það upp", "date": "2009-12-14 02:01:00", "post_id": 68}, {"user_name": "SnowMan", "text": "þetta er ekkert réttur gaur <<<icon_lol.gif>>>", "date": "2009-12-14 02:09:00", "post_id": 69}, {"user_name": "-Hjalti-", "text": "<<<icon_lol.gif>>>", "date": "2009-12-14 02:11:00", "post_id": 70}, {"user_name": "Gunnarmh", "text": "Ég nenni ekki að tjá mig frekar um þetta mál, en áður en einhverjar kjaftasögur um að ég hafi verið að lemja mann og annan koma upp þá vil ég bara bæta því inní að ég studdi lögguna og dyraverðina allan tíman og ég efa það ekki að nokkrir geti vottað það. Sama hvernig þeir aðilar fóru að þessu stóð ég með þeim þrátt fyrir að ég þekkti þá aðila sem er helst verið að ræða hérna.\n\nÞessi tittur sem var með kjaft við Geira og fleirri lét sig hverfa eftir að hafa verið hent út og átti ég einhvern hlut í því að honum var komið út.. tjái mig samt sem áður ekki neitt meira um þetta.\nAllavega skil ég það fullkomlega að Hjalti muni seint eða aldrei standa fyrir svona samkomum aftur.", "date": "2009-12-14 02:46:00", "post_id": 71}, {"user_name": "M8", "text": "<<<hmm.gif>>> hmmmm\n\n\n\n\nOk... reyni að skilja rétt....Þú ert að tala um e-ð aðskilið mál ss?.......annar gaur, önnur atvik...right ?", "date": "2009-12-14 05:59:00", "post_id": 72}, {"user_name": "GeiriWRX", "text": "Sitthvort málið Hilli minn", "date": "2009-12-14 08:36:00", "post_id": 73}, {"user_name": "Hafst1", "text": "Afhverju halda allir að lögreglan þurfi aðstoð sauðdrukkna gesta? 4 lögreglubílar (a.m.k.4 menn) og tveir dyraverðir. Þurfti 19-20 manns til að stoppa einn vitleysing? Með því að hringsnúast í kringum lögguna meðan hún er að athafna sig, búið þið bara til miklu meira kaós og læti.", "date": "2009-12-14 08:45:00", "post_id": 74}, {"user_name": "Pétur Snær", "text": "Rétt..\n\r\nÞví miður fer það stundum fram hjá manni.", "date": "2009-12-14 08:56:00", "post_id": 75}, {"user_name": "CS", "text": "Vá ég misst af miklu þessa helgi eða ekki.... þarf oft lítið svo fólk fari slást þegar það er drukkið... sá það vel síðustu helgi þegar ég var á Players....\n\r\nAnnars nokk sama hver gerði hvað, þeir eiga það bara við sig.....", "date": "2009-12-14 10:27:00", "post_id": 76}, {"user_name": "Ída", "text": "vó hvað er að ske! allt í fáti?", "date": "2009-12-14 11:20:00", "post_id": 77}, {"user_name": "HjörvarF", "text": "Einhverstaðar las ég, vín in = vit út<<<icon_smile.gif>>>", "date": "2009-12-14 12:16:00", "post_id": 78}, {"user_name": "PerlaD", "text": "Það bara greinilega skiptir öllu hvort þú ert Jón eða Séra Jón á þessu spjalli...", "date": "2009-12-14 12:16:00", "post_id": 79}, {"user_name": "ElduR", "text": "Íslendingar eru bara vanvitar og kunna ekkert að fara með áfengi, öll þessi 4 skipti sem að ég hef farið á hróaskeldu hef ég ALDREI!!! séð eitthver slagsmál eða æsing nema í eitt skipti og það kom mér ekkert að óvart því það voru Íslendingar", "date": "2009-12-14 12:26:00", "post_id": 80}, {"user_name": "Sindri Skarph", "text": "wut... <<<chicken.gif>>>", "date": "2009-12-14 12:34:00", "post_id": 81}, {"user_name": "biturk", "text": "hefur alltaf gert það<<<icon_wink.gif>>>\n\r\nleyndin er það mikil að það mætti halda að þetta hefðu verið moddar eða eigendur að spjallinu sem voru með vesen <<<icon_lol.gif>>>", "date": "2009-12-14 13:20:00", "post_id": 82}, {"user_name": "hundur", "text": "ef menn vilja ekki láta nafngreina sig þá eru þær óskir virtar.\n\n\nHvað allt þetta mál varðar, þá er það einu sinni þannig að menn eiga það til að missa sig og það er alveg skiljanlegt. En þegar það er á uppákomu í nafni klúbbsins þá er það ekki ásættanlegt og menn verða bara að skilja það og taka ábyrgð á gjörðum sínum.\n\nÞað að eiganda staðarins hafi þótt ástæða til að hringja í mig vegna þessa máls er fyrir neðan allar hellur.\n\n\n\nvið hindrum þetta þannig að þessir aðilar komi ekki aftur á bjórkvöldin, hindrum ekki neitt með því að nafngreina þá.", "date": "2009-12-14 13:32:00", "post_id": 83}, {"user_name": "omar90", "text": "já ég öfunda þig ekki að hafa þurft að taka á móti þessu símtali", "date": "2009-12-14 13:36:00", "post_id": 84}, {"user_name": "Dauntless", "text": "Ég var ekki á staðnum, vil ekki vita hverjir þetta voru. Hef ekki áhuga á því og græði ekkert á því.\n\r\nStundum þegar fólk brýtur af sér þá missa sumir sig í að fordæma þá og gleyma því að þeir eru samt bara mannlegir.\n\r\nÁfengi getur farið alla vega í mann - ef það liggur mjög illa á manni á maður t.d alls ekki að drekka. Það endar bara illa. \n\r\nLenda margir sennilega einhverntíman í því. <<<icon_wink.gif>>>\n\r\nLegg til að fólk læri af reynslunni og látum þetta ekki koma fyrir aftur, það á ekki að nafngreina aðila í svona atvikum.", "date": "2009-12-14 13:47:00", "post_id": 85}, {"user_name": "einarak", "text": "\"aldrei nema eitt skipti\" meikar alveg 100% sence... hvernig viltu að hann orði þetta öðruvísi?", "date": "2009-12-14 14:32:00", "post_id": 86}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/jezus.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/yeahthat.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/hippie.bmp", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/hmm.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/chicken.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2009-12-13 12:24:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/jezus.gif", "path": "full/444d2736c8b32e80d58e595757937f50aef082df.gif", "checksum": "868faa0768afb1471b05f40eb447df6f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/yeahthat.gif", "path": "full/57af67e65f05f76707708345ca348ec296fab464.gif", "checksum": "e26fa0df7eec5c8641bb10b12ad2e380"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/hippie.bmp", "path": "full/57a9766ee4251a9f4afaf74299bbfd73e863bf49.bmp", "checksum": "d5e64352197fe0ec1b67a019abb2d2d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/hmm.gif", "path": "full/769b57892173755946fc18623f3647ee8d3e730f.gif", "checksum": "28864f0b06d413af60800d8d6b5dd7a1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/chicken.gif", "path": "full/0024872def94db426abaf5d50f16ef9610f66b97.gif", "checksum": "51768d275ee294140daf6d71f5e698ef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}