{"forum_title": "RÖFL", "id": "105635", "title": "Avatar", "url": "http://www.live2cruize.com/spjall/showthread.php/105635-Avatar", "posts": [{"user_name": "axiz", "text": "Úffff sko ef ykkur langar að sjá góða mynd, mæli ég eindregið með henni aaaalgjör snilld þessi ræma!", "date": "2009-12-18 02:24:00", "post_id": 1}, {"user_name": "Brooke`", "text": "Langar svo að sjá hana !!! <<<crybaby2.gif>>>", "date": "2009-12-18 02:33:00", "post_id": 2}, {"user_name": "Vapor", "text": "Bwahahaha.. ég hélt fyrst að þú værir að tala um Avatar mynd svona mynd á spjallinu .. hahaha... þú ert ekki einu sinni með svoleiðis <<<chicken.gif>>>\n\r\nEn já... um hvað er þessi kvikmynd annars ?", "date": "2009-12-18 02:34:00", "post_id": 3}, {"user_name": "Maxter MMH", "text": "var á forsýningunni áðan.. þetta er ein besta mynd sem ég hef séð í langan tíma !! ef þú færð ekki gæsahúð á þessari mynd þá er eitthvað mikið að <<<icon_biggrin.gif>>> hef aldrei séð salinn klappa jafn mikið og lengi<<<icon_cool.gif>>>", "date": "2009-12-18 03:39:00", "post_id": 4}, {"user_name": "Gunni91", "text": "var að koma heim af henni, váááá<<<icon_surprised.gif>>><<<icon_surprised.gif>>> þetta er ein besta mynd sem ég hef nokkurn tímann séð!!\r\nVissi ekki að það væri hægt að búa til svona meistaraverk.", "date": "2009-12-18 03:40:00", "post_id": 5}, {"user_name": "Ovlov", "text": "Spurningin er, hvort er hún betri í 2D eða 3D?", "date": "2009-12-18 04:46:00", "post_id": 6}, {"user_name": "Gunni91", "text": "klárlega mynd sem maður verður að fara á í 3D.", "date": "2009-12-18 04:49:00", "post_id": 7}, {"user_name": "Dauntless", "text": "Mæli með henni og það í 3D. Ég var of sáttur eftir að ég labbaði út áðan ! Rosalega flott og góð mynd.", "date": "2009-12-18 05:29:00", "post_id": 8}, {"user_name": "Aglii", "text": "Ætlaði að fara áðan enn það failaði eitthvað, enn maður fer klárlega á sunnudaginn eða eitthvað, lítur mjög vel út, held að þetta sé alveg must see <<<icon_smile.gif>>>", "date": "2009-12-18 08:00:00", "post_id": 9}, {"user_name": "OskarH", "text": "Lofar góðu sé ég.", "date": "2009-12-18 09:30:00", "post_id": 10}, {"user_name": "bErio", "text": "Haha þú ert svo grillaður!!", "date": "2009-12-18 10:32:00", "post_id": 11}, {"user_name": "hundur", "text": "ég fékk aldrei gæsahúð og fannst nú ekki vera klappað mikið og lengi. En þessi mynd er samt meistaraverk og hrikalega góð. Þrívíddinn algerlega að gera sig.", "date": "2009-12-18 12:21:00", "post_id": 12}, {"user_name": "Bjólfur", "text": "Ekkert jafn kjánalegt þegar fólk klappar eftir myndina", "date": "2009-12-18 12:35:00", "post_id": 13}, {"user_name": "kexlex", "text": "hættiði að bumpa upp væntingunum mínum<<<icon_biggrin.gif>>>", "date": "2009-12-18 12:53:00", "post_id": 14}, {"user_name": "Dauntless", "text": "Ástarsagan samt frekar mikil klisja en að öllu öðru leiti awesome mynd", "date": "2009-12-18 13:17:00", "post_id": 15}, {"user_name": "Svenni Litli", "text": "þegar ég sá trailerinn hugsaði ég með mér að þetta getur ekki verið góð mynd og ætlaði ekki á hana, en nú veit ég ekki hvort þetta er kaldhæðni í ykkur.\n\nFannst hún ekki virka neitt á mig hehe...\n\nEr þessi mynd eitthvað sem vert er að sjá?", "date": "2009-12-18 14:16:00", "post_id": 16}, {"user_name": "RAT", "text": "þegar maður einsog james cameron eyðir 5 árum í einhvað project sem að hann ætlaði að byrja á fyrir 15 árum en þá var ekki til tækni til að framkvæma þetta þá er þetta einhvað sem þess virði er að sjá .", "date": "2009-12-18 15:23:00", "post_id": 17}, {"user_name": "Maxter MMH", "text": "ég var í háskólabíói kl 0.00.. hún er nú ekki bara sýnd þar <<<icon_smile.gif>>>", "date": "2009-12-18 15:27:00", "post_id": 18}, {"user_name": "Sæþór bragi", "text": "var að horfa á trailerin mér finnst hún bara líta vel út", "date": "2009-12-18 15:45:00", "post_id": 19}, {"user_name": "hundur", "text": "ahhh ok ég var í smárabíó kl 20", "date": "2009-12-18 16:41:00", "post_id": 20}, {"user_name": "addi-206", "text": "mér fannst þetta leiðinleg mynd... var að sofna yfir þessu", "date": "2009-12-18 16:47:00", "post_id": 21}, {"user_name": "Gunnarmh", "text": "Kannski maður kíki á hana á morgun <<<icon_cool.gif>>>", "date": "2009-12-18 16:48:00", "post_id": 22}, {"user_name": "Klubber", "text": "Örugglega fáránlega flott, dauðlangar til að sjá hana <<<icon_cool.gif>>>", "date": "2009-12-18 18:36:00", "post_id": 23}, {"user_name": "Gusti_opel", "text": "<<<goodposting.gif>>>  er þetta bara e-h ævintýra vitleisa??", "date": "2009-12-18 19:01:00", "post_id": 24}, {"user_name": "axiz", "text": "Tjaa án þess að hljóma einsog einhver sækó, þá meina.. maður veit aldrei? Vitum voða lítið hvað er að gerast á öðrum hnöttum lengstlengst í burtu..", "date": "2009-12-18 21:13:00", "post_id": 25}, {"user_name": "Godski", "text": "er ekki algjör vitleysa að sjá hana bara í 2D, held að hún verði ekki sýnd í 3D hér á norðurlandi <<<icon_sad.gif>>>", "date": "2009-12-18 21:18:00", "post_id": 26}, {"user_name": "doristori", "text": "voru reyndar um 10 ár, og hann sló ekki feilpúst alla myndina, ég held reyndar að hann hafi bara ekki gert slæma mynd.\n\nog hún er algjört möst í 3D, fór á forsýninguna í Laugarásbíó.", "date": "2009-12-19 09:37:00", "post_id": 27}, {"user_name": "Stefán Dal", "text": "160 mínútur? Nei takk.", "date": "2009-12-19 10:22:00", "post_id": 28}, {"user_name": "Meso", "text": "Nenniði að hætta að \"hype'a\" hana svona upp <<<icon_biggrin.gif>>>", "date": "2009-12-19 10:40:00", "post_id": 29}, {"user_name": "Dauntless", "text": "Ég myndi gera mér ferð í bæinn og sjá hana í 3D. Vel þess virði.", "date": "2009-12-19 10:57:00", "post_id": 30}, {"user_name": "Loud1", "text": "ég sá trailerinn í bíó um daginn og hló upphátt..\n\ngjörsamlega sorglegt, eitthvað blátt fólk og helvítis vitleysa jeminn ekki einu sinni ég gleypi við þessu og ég gef flestöllu séns", "date": "2009-12-19 10:59:00", "post_id": 31}, {"user_name": "RAT", "text": "160 mínotur er bara enganvegin nóg fyrir myndina ég hefði farið á hana aftur þó að hún væri 4 klukkutímar <<<icon_smile.gif>>> það vantar allveg smá kafla í hana allavega nokkur atriði sem koma manni of á óvart og maður sá ekki hvernig leiddi að þeim. sjáið það ef þið sjáið myndina .", "date": "2009-12-19 12:20:00", "post_id": 32}, {"user_name": "Dauntless", "text": "Eiga ekki bíómyndir að leyfa manni aðeins að sleppa frá bláköldum veruleikanum?", "date": "2009-12-19 12:59:00", "post_id": 33}, {"user_name": "RAT", "text": "Málið er Böddi að þetta er ekki að leyfa manni frá bláköldum veruleikanum þetta er að sýna manni hvernig mannfólkið er farið að huggsa , ef að við myndum finna annað lífform á plánetu sem er rík af efnum myndum við ekki hika í að eyða þeim út ef þess þarf ef við sjáum gróðavon. \nsvar cameron þegar hann var spurður hvort að hann væri ekki smeikur við almenningsálitið að hafa spanderað svona miklum fjármunum í eina bíómynd þá sagði hann : þetta eru bara peningar þannig hvaða máli skiptir það? \nþetta er must fyrir alla að sjá þó að þetta séu bláar verur ...", "date": "2009-12-19 13:27:00", "post_id": 34}, {"user_name": "Zoltan", "text": "Fór á hana á fimmtudaginn. kl 19:30 Fannst soldið fyndið að það var \"heimsforsýning\" eða eitthvað þannig á henni kl 23:30 í smárabíó sama kvöld...\n\n\n\r\nAnnars þá er þetta hörkumynd, og ég mæli með henni. Byrjar ekkert allt of vel en það er þess virði að bíða !!", "date": "2009-12-19 16:51:00", "post_id": 35}, {"user_name": "ABARTH", "text": "er svona að pæla að fara á hana bráðum <<<icon_smile.gif>>> búinn að vera mjög spenntur fyrir þessari mynd..\n\n\n\nþú fattar þetta einn daginn <<<icon_biggrin.gif>>>", "date": "2009-12-19 16:58:00", "post_id": 36}, {"user_name": "Milan Evo", "text": "hahahahahha ég lolllaði þegar ég sá trailer, gæti ekki verið meira sammála þér <<<icon_biggrin.gif>>> hvaða bull er þetta eiginlega .. það sem fólki dettur í hug, ekki skil ég hvernig er hægt að fíla svona bíómyndir <<<icon_wink.gif>>>", "date": "2009-12-19 18:06:00", "post_id": 37}, {"user_name": "Loud1", "text": "fyndna er að þetta er rosalega amerísk mynd\n\r\neinhver nýlenda með bláu fólki (minna á smurfs), einn gæi er fenginn í að dulbúast einn af þeim, öðlast traust þeirra og svíkja þá svo , en hann VERÐUR EINN AF ÞEIM og berst með þeim á móti þeim sem réðu hann í þetta verk og hann hittir einhverja strumpastelpu og sú klisja fer í gang\n\r\neða svo skildi ég trailerinn", "date": "2009-12-19 18:10:00", "post_id": 38}, {"user_name": "vwfast", "text": "Krefst þetta mikils efforts af þér Loud1 að vera leiðinlegur eða gerist þetta bara?\n\r\nÞarft ekkert að tala um myndina ef þú fýlar hana ekki, og þarft heldur ekki að spoila", "date": "2009-12-19 18:12:00", "post_id": 39}, {"user_name": "brapeson", "text": "", "date": "2009-12-19 18:21:00", "post_id": 40}, {"user_name": "Gunni91", "text": "skil ekki af hverju fólk er að drulla yfir myndina þegar það hefur ekki einu sinni séð myndina og dæmir síðan út frá einhverjum trailer.\nSjálfur er ég ekkert fyrir ævintýramyndir, samt sem áður fannst mér þessi mynd góð.", "date": "2009-12-19 18:28:00", "post_id": 41}, {"user_name": "intenz", "text": "Bláir teiknaðir kallar heilla mig voða lítið.", "date": "2009-12-19 18:34:00", "post_id": 42}, {"user_name": "Maxter MMH", "text": "afhverju er fólk að dæma 160min út frá 4min trailer þar sem söguþráðurinn er ekki einu sinni skýr... það sem heillar mann mest við myndina er tæknin og umhverfið og hversu mikiil vinna hefur verið lögð í eina kvikmynd..\n\nþið þarna sem drullið yfir hana farið á hana í bíó eða dl og tjáið ykkur svo seinna um hana..<<<icon_albino.gif>>>\n\nég var ekkert spenntur fyrir henni fyrst en þetta er must see bíómynd!!", "date": "2009-12-19 19:23:00", "post_id": 43}, {"user_name": "Loud1", "text": "þetta er ekki spoiler þetta kom fram í trailernum <<<icon_lol.gif>>> \n\neiga trailerar ekki að promota myndina og hvetja mann til að fara á hana með því að sýna alla mögnuðustu tölvugrafík og tæknibrellur sem myndin býður upp á, og að auki söguþráðinn í stórum dráttum ?", "date": "2009-12-19 19:34:00", "post_id": 44}, {"user_name": "JoeyThunder", "text": "Meistaraverk! sá hana bara í 2D hér heima á AK freistandi að fara suður og sjá hana í 3D.", "date": "2009-12-19 19:42:00", "post_id": 45}, {"user_name": "Brimar", "text": "Að sjá þessa mynd í 3D er sko money well spent!\n\r\nBara besta mynd síðan LOTR kom út eða eitthvað álíka <<<icon_cool.gif>>>", "date": "2009-12-19 20:36:00", "post_id": 46}, {"user_name": "brapeson", "text": "Then I'm out.", "date": "2009-12-19 20:51:00", "post_id": 47}, {"user_name": "phoenix", "text": "Strumparnir ekki málið eða??", "date": "2009-12-19 20:57:00", "post_id": 48}, {"user_name": "steinivox", "text": "já bláar verur asnalegar og alt það .... þá geri ég ráð fyrir að ykkur þiki allar sifi myndir asnalegar og sumar bandarískar hasarmyndir/spennu ? kommon ekkert nema heimskulegt að segja þetta... væri ekki gaman að fara í bíó eða lesa bók ef það væri um bara altaf alt sem er raunverulegt", "date": "2009-12-20 14:15:00", "post_id": 49}, {"user_name": "Hertittys", "text": "fór á hana í gær...\n\r\nKlisjukend atriði og ekta hollywood eitthvað en þessi mynd var stórkostlega vel gerð og flott og skiljanlega að þetta sé rándýr mynd... var ekki að búast við miklu þegar ég fór á hana. Söguþráðurinn var frekar fyrirsjáanlegur en  hélt manni samt við efnið allan tímann. það var samt mikið af \"fillers\" en það var bara til að sýna fólki hvað það var hægt að gera með nútímatækni.\n\r\nkannski ekki besta bíómyndin en sú flottasta sem ég hef séð í bíó-i.", "date": "2009-12-20 14:22:00", "post_id": 50}, {"user_name": "Loud1", "text": "er skrítið að finnast blátt fólk vera of fjarri raunveruleikanum? ég hef alveg gaman af sci-fi..", "date": "2009-12-20 14:55:00", "post_id": 51}, {"user_name": "vwfast", "text": "Af hverju gætu lífverur á öðrum plánetum ekki verið bláar bara? <<<rolleyes.png>>>", "date": "2009-12-20 14:56:00", "post_id": 52}, {"user_name": "Loud1", "text": "þær gætu alveg verið það, við vitum það ekkert.. en mér finnst þetta bara einum of fáránlegt", "date": "2009-12-20 14:57:00", "post_id": 53}, {"user_name": "intenz", "text": "Ekki fara á hana í Laugarásbíó, 3D er eitthvað lélegt þar.", "date": "2009-12-20 19:08:00", "post_id": 54}, {"user_name": "RAT", "text": "sammála tók allavega soldin tíma fyrir augun mín að venjast kerfinu þar var frekar blurry og funky fyrstu mínoturnar.", "date": "2009-12-20 21:57:00", "post_id": 55}, {"user_name": "Draxter", "text": "Fæ alltaf svo mikinn kjánahroll þegar það er gert í bíó.. \n\nAnyways, langar að sjá þessa mynd miða við það sem maður hefur heyrt, en ég verð að segja þegar ég sá trailerinn var ég ekki beinlínis að kaupa þetta og lítið sem ekkert spenntur fyrir þessari, en að vísu horfði ég á hann bara með öðru auganu..\n\nHlakka til <<<icon_wink.gif>>>", "date": "2009-12-20 22:28:00", "post_id": 56}, {"user_name": "Snorri már", "text": "fór á hana í 3D áðan , klárlega leiðinlegasta mynd sem eg hef séð!  vill fá þessa 3 tíma endurgreidda af lífi minu!!!", "date": "2009-12-20 22:50:00", "post_id": 57}, {"user_name": "Bomsi", "text": "Hvað græðiru á að fá 3 tíma endurgreitt?\n\nAnnars fór ég á þessa mynd í gær og fannst þetta mjög töff mynd,3D-ið samt ekkert það svakalegt eins og maður var búinn að lesa um, bara eins og í My Bloody Valentine en miðað við að hún var í 3 tíma þá hélst maður allan tímann við myndina, flott mynd og mæli með fólk fari á hana í bíó í staðinn fyrir að stela henni af netinu <<<icon_wink.gif>>>", "date": "2009-12-20 22:58:00", "post_id": 58}, {"user_name": "kexlex", "text": "þú ert búinn að grafa þig of langt ofaní holu kallin gleymdu þessu bara", "date": "2009-12-20 22:59:00", "post_id": 59}, {"user_name": "Snorri már", "text": "ætlaði að fara að gera svoldið sem hefði verið skemmtilegara en hætti við til að fara með famelyuni i bio en það var aldrey sagt mer að þetta væri fkn 3 tima mynd", "date": "2009-12-20 23:10:00", "post_id": 60}, {"user_name": "brapeson", "text": "Ég einn um fá hroll við að lesa þetta?", "date": "2009-12-20 23:19:00", "post_id": 61}, {"user_name": "Loud1", "text": "amm spurning að fara á þessa mynd en þá bara í lúxussal útaf lengdinni.. maður getur allaveg dáðst að 3D og tæknibrellunum", "date": "2009-12-20 23:25:00", "post_id": 62}, {"user_name": "vladrulli", "text": "kíkti á þetta í gær... hvað varðar tæknibrellur, þá er þetta flottasta mynd sem ég hef séð... söguþráðurinn klassískur og góður en atburðarásin eiginlega of fyrirsjáanleg... nokkrar flottar hugmyndir sem ég hef ekki séð áður (þetta mind-meld dæmi með öll dýrin og það)...\n\r\nfrekar löng persónukynning fyrir hlé - persónulega finnst mér það bara fínt... flottur hasar eftir hlé...\n\r\nef fólk hefur á annað borð áhuga á góðum hasarmyndum eða sci-fi, þá er þetta must-see í bíó... helst á power sýningu... <<<icon_smile.gif>>>", "date": "2009-12-20 23:34:00", "post_id": 63}, {"user_name": "KiddiJ", "text": "ahahaahhah maður með húmor hér á ferð", "date": "2009-12-20 23:34:00", "post_id": 64}, {"user_name": "kexlex", "text": "ja get alveg sagt að þær eru í lagi passaðu þig bara fá ekki flogakast útaf öllum litunum og svona<<<icon_biggrin.gif>>>", "date": "2009-12-20 23:51:00", "post_id": 65}, {"user_name": "tony", "text": "fokkkin snilld", "date": "2009-12-20 23:52:00", "post_id": 66}, {"user_name": "Bomsi", "text": "Er ekki í 3D í lúxus <<<icon_wink.gif>>>", "date": "2009-12-21 01:24:00", "post_id": 67}, {"user_name": "Loud1", "text": "vá það sýgur... en VIP ?", "date": "2009-12-21 02:11:00", "post_id": 68}, {"user_name": "hinrikp", "text": "Nebb, enginn lúxus eða vip salur styður 3D. En myndi þá kíkja í Háskólabíó slatta þægileg sæti þar minnir mig, það er að segja ef að þú ert að leita að því.", "date": "2009-12-21 02:17:00", "post_id": 69}, {"user_name": "Loud1", "text": "ég er að leita að því.. heldurðu að ég fari að sitja í 160 mínútur í einhverjum skítasætum eins og í sambíó kringlunni ?\n\r\nsmárabíó eru örugglega þeir einu sem eru með þægileg sæti, og jú álfabakki er með ágæt sæti í venjulegum sölum", "date": "2009-12-21 02:20:00", "post_id": 70}, {"user_name": "intenz", "text": "Eru allir að missa vatnið yfir þessari mynd?", "date": "2009-12-21 02:23:00", "post_id": 71}, {"user_name": "silp", "text": "nei en thad sagdi heldur aldrei neinn ad thu maettir ekki fara i midri mynd ?", "date": "2009-12-21 02:57:00", "post_id": 72}, {"user_name": "alexsig", "text": "ert nú meiri væluskjóðan... væla yfir sætum ? \n\n\r\nfærð þer bara stórann popp og kók og hámar þetta í þig og horfir á myndina\n\n\r\nég hugsaði nkl eins og þu þegar ég sá trailerinn... en svo fór ég að heyra út um allt að hun væri geðveik svo ég fór bara á hana, og kom mér mjög á óvart", "date": "2009-12-21 03:13:00", "post_id": 73}, {"user_name": "Loud1", "text": "þýðir ekkert að sitja í hörðum sætum með fótapláss sem sæmir 3 ára barni þegar þú getur fengið el royale í lúxussal <<<icon_cool.gif>>> \n\r\nætli maður fari ekki á hana, ágætis dægrastytting", "date": "2009-12-21 03:24:00", "post_id": 74}, {"user_name": "magnusgretar", "text": "var á henni áðan, stóðst klárlega undir væntingum <<<tongueout.gif>>>", "date": "2009-12-21 04:13:00", "post_id": 75}, {"user_name": "MarjónPétur", "text": "er með miðann í veskinu. fer á morgun klukkan 23:15 í 3D. Get ekki beðið <<<icon_biggrin.gif>>>", "date": "2009-12-21 05:19:00", "post_id": 76}, {"user_name": "h1coupe", "text": "ég átti ekki til orð til að lýsa hvers lags glæsilegt meistaraverk þetta er? þetta er annað skref í bíó og kvikmyndasögunni þar er á hreinu!\r\nég fór á hana í 3D og ætla að reyna að smella mér á hana aftur.", "date": "2009-12-21 15:19:00", "post_id": 77}, {"user_name": "Maddi", "text": "Omg ógisslea ósammgjannt sko, vorkenny þig íkt miggið!! <<<icon_sad.gif>>><<<icon_sad.gif>>><<<icon_sad.gif>>>", "date": "2009-12-21 15:37:00", "post_id": 78}, {"user_name": "Oskar K", "text": "þessum umræddu þremur tímum hefði kannski betur verið varið í smá stafsetningarkennslu", "date": "2009-12-21 15:57:00", "post_id": 79}, {"user_name": "brapeson", "text": "Og málfræðikennslu. Sagt mér.. úff.", "date": "2009-12-21 20:47:00", "post_id": 80}, {"user_name": "109Rider", "text": "helvíti góð mynd <<<icon_biggrin.gif>>>", "date": "2009-12-21 21:54:00", "post_id": 81}, {"user_name": "intenz", "text": "Ég dreg fordóma og ummæli mína til baka, ein besta mynd sem ég hef séð.\n\nFór reyndar á hana í 3D en samt, það var bara eye candy, söguþráðurinn er golden.\n\nTrailerinn segir EKKERT. Seeing is believing.", "date": "2009-12-22 00:32:00", "post_id": 82}, {"user_name": "Annaa!", "text": "Mæli svoo með þessari mynd! Ein besta mynd sem ég hef séð! <<<icon_cool.gif>>>", "date": "2009-12-22 00:35:00", "post_id": 83}, {"user_name": "Karel17", "text": "Svo sammála, sá trailerinn og bjóst við rusli, fór á myndina og varð vitni að snilld þó svo að hún hafi verið í 2D.", "date": "2009-12-22 01:16:00", "post_id": 84}, {"user_name": "ingi15", "text": "bara sjúk mynd! ein besta mynd sem ég hef séð og söguðráðurinn er snild<<<icon_biggrin.gif>>>", "date": "2009-12-22 01:17:00", "post_id": 85}, {"user_name": "Maxter MMH", "text": "vil bara láta fólk vita að í háskólabíói þá fær fólk nýja tækni af 3D gleraugum með innbyggðum tölvukubbi sem þarf reyndar að skila í lok sýningarinnar.. veit þetta er ekki svoleiðis í smára en annarsstaðar ekki hugmynd<<<icon_wink.gif>>>", "date": "2009-12-22 01:20:00", "post_id": 86}, {"user_name": "brapeson", "text": "Fór á hana bara í 2D því það selst alltaf upp á 3D áður en mér tekst að fá miða! En hún er mjög góð. Alveg solid mynd sem hefur greinilega beina tilvísun í það sem er í gangi þessa dagana.", "date": "2009-12-22 01:40:00", "post_id": 87}, {"user_name": "tony", "text": "Og er hún eh betri?", "date": "2009-12-22 01:42:00", "post_id": 88}, {"user_name": "Maxter MMH", "text": "haha það veit ég ekki <<<icon_biggrin.gif>>> sá hana ekki með hinum", "date": "2009-12-22 01:54:00", "post_id": 89}, {"user_name": "testdriver", "text": "þetta er án efa besta mynd ársins að mínu mati, mög löng mynd að vísu en maður gleymir sér alveg yfir henni og er ekki rassgat að pæla í lengdinni, hún heldur manni semsagt reglulega vel við efnið, þetta er mynd sem ég mæli endregið með í 2D eða 3D skiptir í raun ekki máli<<<icon_thumleft.gif>>>", "date": "2009-12-22 02:42:00", "post_id": 90}, {"user_name": "olig", "text": "Var að koma af henni.\r\nÁgætis ræma..", "date": "2009-12-22 03:03:00", "post_id": 91}, {"user_name": "MarjónPétur", "text": "þegar ég sá trailerinn var ég bara ojjj hvað þetta á eftir að vera ömurleg mynd. en ég var að koma af henni, og ég hef bara aldrei séð betri mynd. hún er viðbjóðslega vel gerð. söguþráðurinn er hrikalega flottur og ég bara á ekki orð hvað þessi mynd er góð.", "date": "2009-12-22 03:21:00", "post_id": 92}, {"user_name": "Gísli Camaro", "text": "fór á þessa í gær og er orðlaus yfir hvað þetta er góð og vel gerð mynd. heldur manni allann tímann. fékk gæsarhúð nokkrum sinnum", "date": "2009-12-22 09:02:00", "post_id": 93}, {"user_name": "Hertittys", "text": "merkilegt hvað mörgum fanst söguþráðurinn góður? þetta er sama ræman og klisjan úr öðrum hollywood myndum. <<<icon_lol.gif>>>\r\nEnda leið mér alltaf eins og ég hefði verið búinn að sjá þessa mynd þegar ég var á henni <<<icon_wink.gif>>>\n\r\nEn graffíklega séð er þetta meistaraverk og á eingan sér líkan, og það þurfa allir að sjá hana allanavegana einusinni. <<<icon_cool.gif>>>", "date": "2009-12-22 09:44:00", "post_id": 94}, {"user_name": "magnusgretar", "text": "þessi mynd er nákvæmlega eins og pocahontas, söguþráðlega séð", "date": "2009-12-22 10:36:00", "post_id": 95}, {"user_name": "-Snorri", "text": "mér fannst hún geggjuð... eini gallinn sem fór í taugarnar á mér var \"unobtanium\"...really?\n\njörðin í rúst, geta ekki lifað þar og fixið er mennskir peningar, frá eitthverjum undraMÁLM wtf, ef hann hefði bara sagt eitthvað um að þetta substance væri eitthvað ultimate orkusource eða eitthvað í þá áttina þá hefði ég verið sáttur, en sem svona megin partur af plotti þá fannst mér það ekki virka.", "date": "2009-12-22 10:48:00", "post_id": 96}, {"user_name": "Stefhauk", "text": "besta mynd sem ég hef séð nánast", "date": "2009-12-22 11:10:00", "post_id": 97}, {"user_name": "Hertittys", "text": "haha já og copy-paste af dances with wolves <<<icon_lol.gif>>> sem ég mæli með að fólk horfir á mjög góð mynd <<<icon_wink.gif>>>", "date": "2009-12-22 12:31:00", "post_id": 98}, {"user_name": "Guðni F", "text": "Mér fannst þessi mynd ekki neitt til að hrópa húrra fyrir, tæknibrellur og slíkt var algjör snilld en þessi söguþráður var allt of amerískur fyrir minn smekk.", "date": "2009-12-22 14:40:00", "post_id": 99}, {"user_name": "sigga", "text": "guð mig langar ekkert ad sja þessa mynd hehe", "date": "2009-12-22 15:02:00", "post_id": 100}, {"user_name": "Oskar K", "text": "fór á hana í gær í 3D, og verð bara að segja að þetta er bíómynd ársins (með áherslu á BÍÓ) roosaleg vinna sem hefur farið í þessa mynd og sagan nokkuð góð þó hún sé frekar ótrúleg, en þetta er náttúrulega bara ævintýramynd og verður maður að taka henni sem slíkri.\n\r\nstarfsfólk smárabíó hinsvegar fær enganvegin hrós frá mér, fáááránlegt þegar það er uppselt á svona sýningu að opna ekki inn í sal fyrr en myndin á að vera byrjuð og reyna svo að öskra í kaosinu sem orsakast að fólk eigi að sýna miðana sína...", "date": "2009-12-22 15:22:00", "post_id": 101}, {"user_name": "Andri STi", "text": "er farinn að hallast að því að sjá hana bara í 2D því 3D er alltaf svo óskýrt \n\n\r\nhvað hafið þið að segja um þetta ? er 3D óskýrt .... \n\r\nþví þetta er 3 tíma mynd . held að maður vilji sjá svona flotta mynd skýrt og í góðum gæðum \n\r\nhvað finnst ykkur ?", "date": "2009-12-22 15:34:00", "post_id": 102}, {"user_name": "H1lmar", "text": "Voða þægilegt samt að þurfa ekki að labba inn í salinn. Bara fljóta inn, snerti reyndar disturbingly mikið af fólki á leiðinni inn.. Bara að muna að draga djúpt andann áður en troðningurinn hefst. Annars frekar þunn mynd, en mega vel gerð.", "date": "2009-12-22 15:38:00", "post_id": 103}, {"user_name": "magnusgretar", "text": "ekkert að henni í 3D", "date": "2009-12-22 15:39:00", "post_id": 104}, {"user_name": "kexlex", "text": "hún var gerð í 3D og ættluð 3D farðu bara ekki í laugarás bíó í 3D það er böggandi þar... annars er 3D mikið skírara...", "date": "2009-12-22 15:41:00", "post_id": 105}, {"user_name": "Hertittys", "text": "það er sóun að fara á hana ekki í 3d finnst mér því þá geturðu alveg eins horft á Dances with wolves.\r\nþað eru líka svo mikið af smáum details og dóti í 3d sem lífga upp myndina svaðalega.", "date": "2009-12-22 15:41:00", "post_id": 106}, {"user_name": "Dauntless", "text": "Þú ferð bara á hana í 3D ekkert rugl <<<icon_biggrin.gif>>>\n\r\nMJÖG skýr og flott í 3D.", "date": "2009-12-22 15:47:00", "post_id": 107}, {"user_name": "Oskar K", "text": "já þetta var too much touching fyrir mig", "date": "2009-12-22 15:48:00", "post_id": 108}, {"user_name": "RAT", "text": "Svona eru menn að huggsa, sérð bara að það var ráðist í írak fyrir olíuna ekkert annað . Peningar eru það sem lífið virðist snúast um í dag sem er svo undursamlega heimskulegt <<<icon_smile.gif>>>", "date": "2009-12-22 16:52:00", "post_id": 109}, {"user_name": "-Snorri", "text": "í dag já, en þetta á að vera í framtíðinni eftir að þeir hafa eyðilagt allt líf á jörðinni...\n\r\nþað er ekkert heimskulegt að vilja peninga núna, en peningar eru ekki neins virði ef þú getur ekki lifað...", "date": "2009-12-22 16:58:00", "post_id": 110}, {"user_name": "JoeyThunder", "text": "<<<iagree.gif>>><<<goodposting.gif>>>", "date": "2009-12-22 23:07:00", "post_id": 111}, {"user_name": "TRD", "text": "er ekki mikill bíó kall, en þessi var geeeeðveik, þokkalega fínar brellur, mæli með fyrir fantasíu unnendur.", "date": "2009-12-23 01:18:00", "post_id": 112}, {"user_name": "Gunnarmh", "text": "Fór á hana í Laugarásbíó, 3D, Powersýning. Jújú svo sem ágætis mynd en fær ekki yfir 6 í einkun hjá mér.", "date": "2009-12-23 03:07:00", "post_id": 113}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/crybaby2.gif", "http://live2cruize.com/spjall/images/smilies/chicken.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_albino.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumleft.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/goodposting.gif"], "date": "2009-12-18 02:24:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/crybaby2.gif", "path": "full/654444ed28496f6bcf5c27eb205ea3c6937831d9.gif", "checksum": "e8bc88c8c3dbf5b641e8240fc71c4bc8"}, {"url": "http://live2cruize.com/spjall/images/smilies/chicken.gif", "path": "full/0024872def94db426abaf5d50f16ef9610f66b97.gif", "checksum": "51768d275ee294140daf6d71f5e698ef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "path": "full/5198db091ab62691b23cc6cc26ae32ef809fddcd.gif", "checksum": "bd73b00608ece300057eac7b203c1cad"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_albino.gif", "path": "full/d88f7f6abd2c203bd00149ca12f6072dc2bcfb3e.gif", "checksum": "57e7029a25589646687abfa4adc72daf"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumleft.gif", "path": "full/e3fd2e409371c457f5b46f846bebe75426faec75.gif", "checksum": "d802bcaf64eb23a5dba36dd612d992e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "path": "full/5198db091ab62691b23cc6cc26ae32ef809fddcd.gif", "checksum": "bd73b00608ece300057eac7b203c1cad"}]}