{"forum_title": "RÖFL", "id": "106603", "title": "Verslum hjá Björgunarsveitunum", "url": "http://www.live2cruize.com/spjall/showthread.php/106603-Verslum-hjá-Björgunarsveitunum", "posts": [{"user_name": "musso", "text": "Nú reynir á okkur að versla við fólkið sem bjargar þér og þínum.\r\nÞað er sama hvaða dagur er, hvað klukkan er, hvernig veður er, hver þú ert og hvað þú hefur gert alltaf fer þeta frábæra fólk af stað og synnir þessu óeygingjarna og gjöfula starfi sem sinna þarf.\r\nLausar þakplötur, tíndur á skitteríi, eða lentir í óhappi eða slysi í köfun eða á sjó.\r\nEkki koma einkaaðilarnir eða fótboltafélögin þér og þínum til hjálpar á raunarstund.\n\n\n\r\nVerslum rétt.\n\r\nHjálpum þeim að hjálpa okkur.", "date": "2009-12-28 01:49:00", "post_id": 1}, {"user_name": "Gunni litli", "text": "þetta gengur um facebook \n\nMinni alla þá sem ætla að kaupa flugelda af einkaaðilum að fá endilega símanúmerin þeirra svo þeir geti hringt í þá ef þeir þurfa hjálp í neyð. Ég ætla hinsvegar að styrkja eina af þeim 100 hjálparsveitum sem vinna óeigingjarnt starf á hverjum degi í þágu okkar hinna.\n\n\nstið þetta 100%", "date": "2009-12-28 01:53:00", "post_id": 2}, {"user_name": "135791", "text": "Ég styð þetta líka, svo framarlega sem björgunarsveitin heldur ekki aðra æfingu í ánni fyrir neðan hjá mér.. mættu á yfir 10 bílum og þar af voru amk 3 vel breyttir patrolar, einn miðstöðvarbíll og fullt af einkabílum, lokuðu bæði veginum og brúnní hjá okkur til að vaða í ökkladjúpri á.. \n\r\nþess má líka geta að þetta er einkavegur..", "date": "2009-12-28 02:05:00", "post_id": 3}, {"user_name": "Stefán Dal", "text": "Vill bara benda mönnum á það sem verlsa hjá einkaaðilum að þeir fara sjálfkrafa á lista yfir menn sem geta bjargað sér sjálfir og þurfa greinilega ekki hjálp björgunarsveitana.", "date": "2009-12-28 02:09:00", "post_id": 4}, {"user_name": "Loud1", "text": "er það ekki hræðsluáróður ?", "date": "2009-12-28 02:20:00", "post_id": 5}, {"user_name": "Stefán Dal", "text": "Þú ert hræðsluáróður", "date": "2009-12-28 02:58:00", "post_id": 6}, {"user_name": "Kristján Stefánsson", "text": "Stundum er ekki vitlaust að hugsa það sem maður segir <<<rolleyes.png>>>", "date": "2009-12-28 03:22:00", "post_id": 7}, {"user_name": "ZooMix", "text": "Svo það fari ekki á milli mála þá versla ég flugelda í flest öllum tilvikum af hjálparsveitum, en mér finnst þessi áróður hjá björgunarsveitum svolítið illa upp settur og hvetur til rökræðna og rifrildis í mörgum tilvikum.\n\nÞað vita flestir að sala flugelda hefur verið stærsti þáttur björgunarsveita í mörg ár, og því er þetta þeim mikið mál að einkaaðilar séu komnir inn í þennan bissness og séu að draga úr sölu hjá björgunarsveitum. Sannleikurinn er samt sem áður sá að hverjum er frjálst að stunda þá starfsemi sem hann vill innan lagalegra marka, og samkvæmt mínum bókum var boðið björgunarsveitum einkaleyfi á sölu flugelda fyrir þó nokkrum árum síðan, sem þær afþökkuðu pent. Því er frekar hræsnislegt af þeim að fara af stað með svona áróður núna þegar þær sjá í hvaða efni er komið, og vilja núna fá einkaleyfi á sölunni. \n\nEinnig finnst mér synd að sjá björgunarsveitir tala niður til fótboltafélaga sem eru að selja flugelda, því einhvernveginn lít ég á þetta sem svipaðan hlut. Þó svo að einhverjir björgunarsveitamenn viðurkenni það ekki þá er þetta sport og áhugamál eins og margt annað, og eru íþróttafélög einnig mjög stór þáttur í lífi fólks. Ætli fólkið í björgunarsveitunum væri ekki misstætt í dag ef ekki væri fyrir íþróttafélög.", "date": "2009-12-28 03:27:00", "post_id": 8}, {"user_name": "Loud1", "text": "ég á tvímælalaust eftir að kaupa eitthvað smádót frá þeim, þó lítið sé um pening í svona lagað þetta árið", "date": "2009-12-28 03:43:00", "post_id": 9}, {"user_name": "Sergio", "text": "Socialism!", "date": "2009-12-28 04:58:00", "post_id": 10}, {"user_name": "knútzi", "text": "er ekki komið allveg nóg af þessum þræðum um björgunarsveitinni og sala á flugeldum óþarfi að búa til marga þræða", "date": "2009-12-28 05:40:00", "post_id": 11}, {"user_name": "musso", "text": "Það er þvímiður bara enginn þráður sem ég sé hér inni um þetta!!! flétti ölllu spjallinu í annað sinn til að fullvissa mig um að svo væri áður en ég svaraði hér!!!\r\nOg þar að auki er þetta ein af mikilvægustu fjáröflunum björgunarsveitanna svo það má alveg mynna fólk á hana einusinni á ári!!!!", "date": "2009-12-28 06:17:00", "post_id": 12}, {"user_name": "Vitsmunavera", "text": "Mjög gott starf sem að Björgunarsveitirnar eru að vinna og ég mun styrkja þær með fremsta móti.", "date": "2009-12-28 10:34:00", "post_id": 13}, {"user_name": "Króm-Hjörturinn", "text": "Sammála því. Og bara í góðu lagi að minna á flugeldasölu björgunarsveitanna. Ég hef líka grun um að margir hér inni séu líklegri en aðrir að þurfa einhvern tímann á aðstoð þeirra að halda <<<icon_wink.gif>>>", "date": "2009-12-28 10:52:00", "post_id": 14}, {"user_name": "Doddilitli", "text": "Aaaaaaahahahah....  og hvernig ætla menn að búa til þennan lista?<<<rofl.gif>>>\n\r\nEn ég er alveg sammála að styrkja frekar björgunarsveitirna en einkaaðila og íþróttafélög.", "date": "2009-12-28 10:52:00", "post_id": 15}, {"user_name": "urban", "text": "Björgunarfélag er ekki sport.\r\nmenn geta haft áhuga á því sem að þeira gera, halda sér í formi, taka þátt í æfingum og álíka.\r\nen að halda því fram að björgunarfélag sé sport og áhugamál er að mínu mati rangt.\r\nég get bara engan vegin talið þetta tvennt svipaðan hlut.\r\njújú íþróttafélög eru mjög mikilvæg, en það er mikill munur á því hvernig er með ungmennafélög eða lítil íþróttafélög og  einkahlutafélög einsog KR\n\r\nehf snýst í 99% tilfella aðeins um eitt.\r\nað skila hagnaði fyrir eigendur.\n\r\nen já, jújú þau eru mikilvæg íþróttafélögin, en það breytir því ekki að björgunarsveitirnar eru bara mikilvægar á allt öðru leveli.\n\r\nen já, þetta með einkaleyfi á sölu flugelda, ég persónulega er á móti því, einfaldlega þar sem að einokun gerir engum gott nema seljanda.\n\r\nen já, ég samt sem áður segi núna og áður...\r\nég versla af björgunarsveitunum og vona að aðrir geri það einnig, og átti sig á því hvað þær í rauninni vinna ótrúlegt verkefni.", "date": "2009-12-28 11:02:00", "post_id": 16}, {"user_name": "baldur", "text": "Nú hef ég ekki keypt flugelda í mörg ár, en eru björgunarsveitirnar farnar að selja eitthvað sem er eitthvað fútt í? Eitthvað sem springur með nógu miklum látum til að vekja heilt póstnúmer?", "date": "2009-12-28 12:15:00", "post_id": 17}, {"user_name": "Viktorkarl", "text": "Nei, en stóru terturnar eru samt alveg skemmtilegar\n\nEn ég ætla samt að kaupa af þeim, enda fá björgunarsveitirnar meira að segja að nota fyrirtækið hjá fjölskyldunni minni til að selja flugelda.", "date": "2009-12-28 12:20:00", "post_id": 18}, {"user_name": "Stefán Dal", "text": "Þetta var að sjálfsögðu grín.", "date": "2009-12-28 14:23:00", "post_id": 19}, {"user_name": "Loud1", "text": "það er eitt sem er gjörsamlega óþolandi við allar flugeldaverslanir, og það er að það er engin almennileg heimasíða sem inniheldur verðið á öllu þetta árið. ég nenni ekki að gera mér ferð á alla staði til að skoða verð og úrval.", "date": "2009-12-28 15:21:00", "post_id": 20}, {"user_name": "ZooMix", "text": "Það má kalla þetta hvað sem er. Stangveiðimaður getur sagt að hann sé bara að þessu til að setja mat á diskinn hjá sér en við vitum báðir að það er ekki satt.\r\nÉg þekki nokkra sem eru í björgunarsveitum og segja að þeir vonast til að geta farið og brunað á vélsleða einhversstaðar upp á jökli og farið að jeppast eitthvað, oft. Ég sé lækni fyrir mér vonast til að einhver fái heilaæxli svo hann geti opnað hausinn og tekið það í burtu. Ætli það sé ekki munurinn á vinnu og sporti.", "date": "2009-12-28 17:04:00", "post_id": 21}, {"user_name": "urban", "text": "jájá ég veit alveg að það er svoleiðs hugsun innan björgunarsveitana.\r\nen munurinn er alltaf sá að stangveiðimaðurinn fer og stundar sitt sport þegar að hann vill.\n\r\nbjörgunarsveitamaðurinn fer jú á æfingar sem að hann hefur oft á tíðum gaman að (enda fara menn ekki í björgunarsveit ef að menn hata útiveru og fjallasport/báta/sleða/jeppa)\r\nen hann er einnig tilbúinn þegar á þarf að halda.\r\nþað finnst mér taka þetta út úr því að kalla þetta sport.\n\r\nþeir hafa jú gaman að æfingum og svo framvegis, en eru líka til staðar þegar að kallið kemur.", "date": "2009-12-28 17:20:00", "post_id": 22}, {"user_name": "Stefán Dal", "text": "Þú skalt ekki láta þér detta í hug að það sé eitthvað \"sport\" að bruna upp á fjall á sleða eða jeppa á leiðinni í útkall að sækja slasaðar manneskjur eða leita af fólki í misjöfnu ástandi. \r\nAuðvitað er oft gaman á æfingum en þær eru jafn nauðsynlegar og bílpróf eða æfingarakstur.\n\r\nÞessi samlíking hjá þér er útí hött og þú veist það sjálfur.", "date": "2009-12-28 17:26:00", "post_id": 23}, {"user_name": "einarak", "text": "Það er líka það eina sem þeir fá í staðin fyrir að vera á 24tíma vakt allt árið um kring, tilbúinn að yfirgefa vini og fjölskyldu til að fórna lífi og limum við að bjarga öðrum... Finst þér það of mikið?", "date": "2009-12-28 17:28:00", "post_id": 24}, {"user_name": "ingi15", "text": "allir að koma á selfoss og versla hjá björgunarsveit árborgar<<<icon_wink.gif>>> fáið frían candy floss með<<<icon_surprised.gif>>><<<icon_biggrin.gif>>>", "date": "2009-12-28 18:41:00", "post_id": 25}, {"user_name": "sveppi_87", "text": "Þetta kallast æfing og já við höfum gaman að þessu.\n\r\nÉg er alveg viss um að löggur skemta sér konunglega þegar þeir æfa sýna vinnu (forgangsakstur, handjárnun og svo margt fleira.)\n\r\nOg eins er ég viss um að læknar hafa gaman að því að reyna verða færari í sinni vinnu.\n\r\nÚTKALL allra þessara aðila er vinna, þessir æfa allir og vona svo að það þurfi aldrei að nota þá hæfileika.\n\r\nHvað er öðruvísi hjá björgunarsveitar manni með stórslaðan jeppamann á jökli en lækni í bænum sem kemur að sama manni. Báðir reyna að gera sitt besta til þess að veita manninum aðhlynningu (vissulega á mismunandi stigum samt og með mismunandi þekkingu).\n\r\nMunurinn er sá að björgunarsveitarmaðurinn gefur sína vinnu, bæði við æfingu á þessu slysi og svo í atburðinum sjálfum.\n\r\nEf að mönnum vantar einhver rök til þess að hnekkja á þessari sölu björgunarsveita, reynum þá allavega að hafa þau ekki þannig að þau komi út sem öfunsýki.", "date": "2009-12-28 18:43:00", "post_id": 26}, {"user_name": "Snorri már", "text": "nei nei nei og aftur nei . Gullborg og ekkert annað! mörgum sinnum öflugari víti og spóarnir <3", "date": "2009-12-28 18:46:00", "post_id": 27}, {"user_name": "Rotti", "text": "ágætt að vera með svona marga þræða bara", "date": "2009-12-28 19:11:00", "post_id": 28}, {"user_name": "BirkirHe", "text": "skil nú bara ekkert í björgunarfélögunum að vera ekki löngu búnir að taka inn og byrja að selja víti.. hugsa að fólk mundi hætta að versla við gullborg ef það gæti fengið víti hjá björgunarfélögunum..\n\r\nen annars versla ég alltaf við björgunarfélagið, verður nú samt eitthvað minna um flugeldakaup þetta árið hjá mér", "date": "2009-12-28 19:18:00", "post_id": 29}, {"user_name": "Snorri már", "text": "þeir voru með það , hættu að selja það vegna þess að það eru allir að kaupa þetta og rífa þetta i sundur ! , en prufiði spóana í gullborg þeir eru mega!", "date": "2009-12-28 19:25:00", "post_id": 30}, {"user_name": "ZooMix", "text": "Í fyrsta lagi, skilst mér að regla númer eitt sé að fórna ekki eigin lífi til að bjarga öðru. Og finnst mér hvað of mikið? Of mikið fyrir fólk að yfirgefa vini sína og fjölskyldu til að sinna einhverjum verkefnum á vegum björgunarsveita? Nei alls ekki. Mér finnst sjálfsagt að fólk stundi það sem það vill, hvort það vill kalla það sport, áhugamál eða launalausa vinnu.\n\n\n\nNúú? Ok.\n\n\r\nTil að taka þetta aðeins saman hjá mér. Finnst mér alveg sjálfsagt að versla við björgunarsveitir til að veita þeim lið, og ég vænti þess alveg að þeir sæki mig þegar ég fokka einhverju upp á skytteríi. Mér er drullusama hvort aðilinn sem pikkar mig upp sé að njóta sín á vélsleðanum eða ekki. Mér finnst bara þessi áróður gegn íþróttafélögum í þessum efnum ekki eiga rétt á sér því peningurinn sem aflast við þá sölu rennur til eflingar ungmenna í íþróttum, að einhverju leiti allavega.", "date": "2009-12-28 20:07:00", "post_id": 31}, {"user_name": "vladrulli", "text": "bara svona til að blanda mér í umræðuna með smá offtopic, þá finnst mér íslenska fyrirkomulagið á rekstri björgunarsveita eitt það alheimskulegasta sem fyrirfinnst á jörðinni...\n\nþessar sveitir eiga auðvitað að vera á launum og styrkjum... en ekki reyna að skrapa saman krónum með flugeldasölu til að geta rekið sig eða endurnýjað tækjabúnað... þær fá auðvitað hitt og þetta gefins frá bæjarfélögum eða ríkinu en það mætti vera miklu meira...\n\nedit:\nog já... björugunarsveitir ættu að fá einkaleyfi á flugeldasölu...\n\níþróttafélögin ættu bara að halda sig við að safna dósum og selja klósettpappír...", "date": "2009-12-28 20:17:00", "post_id": 32}, {"user_name": "einarak", "text": "Nei þú varst að setja út á það að þeim þætti gaman að því að fara á fjöll á jeppum og vélsleðum, svona svipað og ef það hlakkar í lækninum að fá að fjarlægja heilaæxli... ég var að meina að það er það eina sem þeir fá í staðinn fyrir að vera til taks í björgunarsveit, það er að leika sér á fjöllum við og við.", "date": "2009-12-28 21:40:00", "post_id": 33}, {"user_name": "Stefán Dal", "text": "Þakka þér fyrir að breyta kommentinu mínu. Ég sagði að það væri ekki sport að bruna uppá fjall til að sækja slasaðar manneskjur eða leita af fólki í misjöfnu ástandi.\r\nAnnað sem fólk áttar sig ekki á er vinnan sem liggur á bakvið þetta. Þetta er oft á tíðum ekkert nema púl og hörku ganga.", "date": "2009-12-28 22:21:00", "post_id": 34}, {"user_name": "KiddiJeep", "text": "Veistu, ég bara get ekki verið sammála þér í því að þetta sé heimskulegt fyrirkomulag.\n\r\nBjörgunarsveitirnar eins og þær eru í dag á Íslandi eru mikið öflugri en þær gætu nokkurn tímann verið á þessu landi ef það ætti að hafa menn í launaðri vinnu við þetta. Við verðum að horfast í augu við það að við erum bara 300.000 á frekar stórri, dreifbýlli eyju... það væri bara aldrei raunhæft að hafa menn í launaðri vinnu við þetta.\r\nEins og þetta er í dag þá erum við með virkilega stóran og góðan hóp af fólki til taks þegar á reynir. Viljum við breyta því? Fyrir mitt leiti segi ég nei...\n\r\nVarðandi þetta það að leika sér á tækjunum: Ef menn eiga að geta beitt tækjunum þegar nauðsyn krefur þá verða menn að kunna á þau og geta beitt þeim og það gerist ekki með því að láta tækin standa inni og bíða eftir útkallinu. <<<icon_wink.gif>>>", "date": "2009-12-28 22:25:00", "post_id": 35}, {"user_name": "Ægir?", "text": "Sá þetta comment á facebook, ég versla sjálfur ekki flugelda því það er fáranlega dýrt haha, samt gaman að sjá aðra hlið:\n\nÞa... See Moreð er samkeppni á þessum markaði eins og allstaðar annarstaðar. Það kaupir þér ekki siðferðilegan rétt til að hringja í hjálparsveit að versla flugelda - þetta er sjálfboðastarf. Hjálparsveitir vinna sér ekki inn rétt til einokunar með því að bjarga fólki í neyð - þó það reynist göfugt. Hjálparsveitir fá styrki allan ársins hring úr öllum áttum, ákveða einnig sjálfir að fjármagni sig sjálfir.\nÞetta er ömurleg sölubrella að ætlast til þess að við borgum fyrir sjálfboðavinnu þeirra með kaupum á flugeldum svo við hrösum ekki á einhverju tilbúnum siðferðisþröskuldum. Og hana nú (:", "date": "2009-12-28 22:26:00", "post_id": 36}, {"user_name": "Andri M.", "text": "fá ekki íþróttafélöginn líka styrki allan ársins hring, frá hinum ýmsu fyrirtækjum ???\n\r\nsjálfur er eg í björgunarsveit, og vil eg alls ekki láta einoka flugeldasöluna, íþróttafélögin, eru lika að sinna góðum störfum og finnst mer sjálfsagt mál að þau fái líka að selja þetta, \r\nen hins vegar finnst mer að það ætti að banna einkaaðilum að selja þetta, sem hugsa bara um rassgatið á sjálfum sér, \n\r\nenda einsog eg segji eg hefði gaman af því að sjá einar áttavilta eða örn árna hlaupa upp á fjöll í hvaða veðri sem er, ef einhver týnist, bara sem dæmi,", "date": "2009-12-28 22:53:00", "post_id": 37}, {"user_name": "Ída", "text": "zoomix svar við nokkrum að punktunum þínum <<<icon_smile.gif>>>\r\nBjörgunarvseitirnar sem slíkar eru ekki með hræðsluáróður eða neitt af þeim facebook keðjum sem eru að ganga heldur björgunarmenn einir og sér og aðstandendur þeirra því finnst mér þú ekki geta sett björgunarmenns em eru af öllum stærðum og gerðum og heilt félag sem hefur formenn og aðra til að taka ákvarðanir um auglysingar og slíkt undir sama hatt vona að þú fattir hvað ég meina <<<icon_smile.gif>>>\n\r\nBjörgunarsveitir snúast um svo miklu meira en baara jeppast og vélsleðast, á seinustu hvað 5-7 árum hérna á mínu svæði höfum við björgunarsveitamenn td þurft að horfa uppá 4 látnar manneskjur og jafnvel bera þær smá spöl í átt að sjúkrabílum. Ég get sagt fyrir mitt leyti að auðvitað vonast ég til að eitthvað \"létt\" útkall verði stundum því jú okkur finnst gamanst að jeppast eða sleðast eða þvíumlíkt til að halda okkur við efnið og eins eru flest okkar með tækjadellu, létt útkall er td fastir jeppakallar, ekkert amar að þeim og lítil sem engin hætta . munurinn er sá að sama hvort útkallið við fáum við förum! tökum á stóra okkar, lokum á tilfinningar okkar í smá tíma og gerum það sem þarf að gera, ekki kannski afþví okkur langar það  endilega  heldur aðallega því þess þarf. \r\nÉg hef nú kannski ekki farið í 100+útköll en mér sárnar að gert sé lítið úr björgunarsveitum.", "date": "2009-12-28 22:54:00", "post_id": 38}, {"user_name": "vladrulli", "text": "ég geri mér alveg grein fyrir þessu með dreifbýli og kostnað...\n\r\nég mundi vilja hafa þetta fastan kjarna af atvinnumönnum á launum og halda svo sjálfboðavinnuni áfram að einhverju leiti til að efla hópinn og hafa nógu marga... en samt er ég á því að ALLIR ættu að fá borgað fyrir útköll og að ALLIR ættu að fá frían tryggingapakka frá ríkinu... finnst það alveg fáranlegt að fólk hætti lífi sínu til að hjálpa öðrum og fái enga umbun fyrir það...!\n\r\neins og staðan er í dag (allavega eftir því sem ég best veit), þá er það lítið sem björgunarsveitarmenn mega gera þegar á hóliminn er komið... jújú, þeir mega reyna stoppa ytri blæðingar, setja í lið og reyna að skorða beinbrot (og gefa vökva í endaþarm <<<icon_lol.gif>>>) en mega lítið fara út fyrir þann ramma nema vera læknismenntaðir...", "date": "2009-12-28 23:01:00", "post_id": 39}, {"user_name": "Ída", "text": "það eru frkear margir sem taka namskeið sem ehitir wilderness fist respond eftir það mattu gera meira", "date": "2009-12-28 23:03:00", "post_id": 40}, {"user_name": "vladrulli", "text": "hehe... nei, einmitt ekki... og það er einmitt vandamálið... má mjög lítið gera á staðnum... má gefa steratöflur og ofnæmislyf en ekki mikið meira en það sem ég minntist á áðan...  <<<icon_wink.gif>>>", "date": "2009-12-28 23:05:00", "post_id": 41}, {"user_name": "brapeson", "text": "Af hverju þurfa reglur og lög alltaf að vera svarið á Íslandi? Er okkur virkilega ekki treystandi til að gera einn einasta hlut rétt?", "date": "2009-12-28 23:06:00", "post_id": 42}, {"user_name": "Andri M.", "text": "og svo má ekki gleyma því að í öllu starfi sem þú sinnir innan björgunarsveitarinnar, hvort sem það eru æfingar eða útköll, þá ertu alltaf tryggður, af sveitinni, sveitin er með tryggingu og sér til þess að meðlimir séu tryggðir, er allaveganna þannig í minni sveit, og held að það sé þannig í flestum ef ekki öllum sveitum", "date": "2009-12-28 23:06:00", "post_id": 43}, {"user_name": "Ída", "text": "ertu að segja að það meigi þá ekki gera meira a staðnum eða að það taki fáir námskeiðið?\n\r\nLæknar eru til að lækna, björgunarsveitafólk er til að koma fólki til lækna sem þess þarf og kemst ekki sjálft með sínum leiðum. ef við værum læknar væri dæmið aaaðeins dýrara en í stærri slysum fáum við hjálp frá læknum, td ef við getum komið lækni á staðinn", "date": "2009-12-28 23:08:00", "post_id": 44}, {"user_name": "vladrulli", "text": "ég er að segja að það er mjög lítið sem björgunarsveitarmenn mega gera á staðnum... ég er búinn með þetta woofer námskeið (ótengt björgunarsveit) og þar sá maður hvað það í rauninni lítið sem menn geta og mega gera án þess að hafa lækni með sér... og ég er alls ekki að mæla með því að rýmka ætti heimild til aðgerða - heldur er ég að mæla með því að hafa fleiri læknismenntaða einstaklinga í hópi björgunarmanna... þetta þurfa ekki endilega vera læknar en getur t.d. verið hjúkrúnarfólk og sjúkraliðar...\n\r\ní sumum tilvikum er það \"að koma manni til læknis\" og hafa lækni á staðnum það sem skilur milli lífs og dauða fyrir sjúklinginn...", "date": "2009-12-28 23:15:00", "post_id": 45}, {"user_name": "Dropi", "text": "hættiði bara að týnast útá landi <<<icon_lol.gif>>>", "date": "2009-12-28 23:18:00", "post_id": 46}, {"user_name": "Ída", "text": "skil <<<icon_wink.gif>>> já sjúkramenntað fólk er MIKILL fengur að hafa á útkallslistunum! <<<icon_biggrin.gif>>> sammála þér í því.", "date": "2009-12-28 23:19:00", "post_id": 47}, {"user_name": "BIGBRO", "text": "einhverjir þurfa að draga þessa hondusnáða úr ártúnsbrekkunni þegar spáð er snjókomu....\n\r\nég styð ÍR flugeldasöluna annars", "date": "2009-12-28 23:23:00", "post_id": 48}, {"user_name": "Dropi", "text": "<<<iagree.gif>>>", "date": "2009-12-28 23:25:00", "post_id": 49}, {"user_name": "birkirsnaer", "text": "Ef það væri ekkert gaman í björgunarsveitunum þá væru miklu færri sjálfboðaliðar í þessu", "date": "2009-12-29 00:09:00", "post_id": 50}, {"user_name": "Master", "text": "Björgunarsveitirnar eiga mín viðskipti í þessari deild.\n\r\nMér finnst það mjög lélegt að íþróttafélögin séu farinn að teygja sig inná þennan markað. \n\r\nKannski spurning um að björgunarsveitirnar fái helming af lottó/tippa hlut íþróttafélaganna ?", "date": "2009-12-29 00:15:00", "post_id": 51}, {"user_name": "Pétur Snær", "text": "Minni alla þá sem ætla að kaupa áfengi af sölumönnum ríkisins á að fá endilega símanúmerið þeirra svo þeir geti hringt í þá ef þeir þurfa meira áfengi á neyðarstund. Ég ætla hinsvegar að styrkja einn af þeim 100 landabruggurum sem vinna óeigingjarnt starf á hverjum degi í þágu okkar hinna.", "date": "2009-12-29 01:05:00", "post_id": 52}, {"user_name": "Prezident", "text": "ég verð að segja að það er mjög leiðinlegt að hlusta á hvernig menn sumir tala um þetta. og veit það að ef þeir nauðsynlega þyrftu þá myndu þeir óska að björgunarsveitinn væri á staðnum til að hjálpa til. ef það væri ekki gefið leyfi fyrir björgunarsveitarmenn að fara á jeppunum sleðunum bátunum og þeim tækjum sem þeir eiga og aðeins að læra á þetta og prófa sig áfram hvað tækið getur og hvað það þolir þá gætu þeir ekki farið langt í útköllum. en það er líka að þetta er stærsta fjáröflun björgunarsveitanna og mér finnst ömurlegt að einkaaðilar eins og bílasalar og örn árnason og fleiri reyna að komast inn í þetta til að græða á því. mér finnst að þeir megi flytja inn fyrir sjálfa sig það er annað en til að selja öðrum og græða á því finnst mér ætti að banna því þetta jú gefur eins og hefur komið fram sveitunum aðeins skot inn í nýtt ár og nýrri hluti sem koma á markað og geta hjálpað leitir og annað. og ef ekki fyrir styrki og fjáraflanir hvernig væri þetta þá ? þeir koma á staðinn og bara já heyrðu tökum posa líka, þetta eru þá 15655 krónur fyrir utan VSK. held að menn ættu að skammast sín fyrir að tala ílla um björgunarsveitir og sérstaklega þeir sem hafa ekki lent í svona aðstæðum og þurfa að leggja allt sitt og töluvert meira að mörkum til að hjálpa öðrum, en mitt persónulega álit er að þeir sem niðurtala björgunarsveitir ættu ekki skilið að fá hjálp. það eru jú þeir sem eru í sveitinni sem bjarga öllum hvenær sem er hvar sem er og hvernig sem veðrið er og sumir sveitamenn hafa meira að segja látist í leitum. \r\nmér er svo sem líka sama þótt einhver kommenti á móti mér þú ert **** eða eitthvað þetta er mín skoðun og enginn er að fara að breyta henni neitt.", "date": "2009-12-29 01:37:00", "post_id": 53}, {"user_name": "Rotti", "text": "þessi er flottur", "date": "2009-12-29 02:22:00", "post_id": 54}, {"user_name": "kjepps", "text": "Það eru nú ekki margir af þeim sem eru að flytja þetta inn. Meiri hlutinn af þeim sem selja eru að selja fyrir kr-flugelda. Kr-flugeldar, björgunarsveitin, örn árna, gullborg og alvöru flugeldar. Þetta er held ég einu sem flytja inn. Ætla ekki að alhæfa það, gæti verið að ég sé að gleyma einhverjum.", "date": "2009-12-29 02:43:00", "post_id": 55}, {"user_name": "styrmirj", "text": "allur þessi peningur sem fer í flugelda rennur í eitt að lokum.", "date": "2009-12-29 03:14:00", "post_id": 56}, {"user_name": "AlexanderH", "text": "Kemur ekki annað til greina en að versla af Björgunarsveitunum. Björgunarsveitin Eyvindur hér á Flúðum.", "date": "2009-12-29 03:54:00", "post_id": 57}, {"user_name": "Arnar F", "text": "Fólk á bara að versla þar sem ÞAÐ kýs sjálft að versla, ekkert flóknara en það.\n\r\nÞeir sem versla í Bónus í staðinn fyrir Hagkaup gera það til að fá meira fyrir peninginn, afhverju má hið sama ekki gilda í flugeldakaupum ?\n\r\nÞessar stanslausu auglýsingar um að fólk eigi að versla hjá Björgunarsveitunum annars geti það sleppt því að vera bjargað er orðið frekar þreytandi og uppáþrengjandi.\n\n\r\nKaupi fólk hjá Björgunarsveitunum, KR, Keflavík, Gullborg, Erni Árnasyni, osf. þá er það bara gott mál og vonandi allir njóti áramótanna sem allra best & slysalaust.", "date": "2009-12-29 06:25:00", "post_id": 58}, {"user_name": "Gunnoli", "text": "Rofl <<<icon_lol.gif>>> \n\n\r\nen ég styð alveg björgunarsveitinar en það yrði asnalegt ef það ætti að banna örðum að selja flugelda... öll verð myndu alveg bókað mál hækka ef þeir gætu sjálfir stjórnað því <<<icon_smile.gif>>>", "date": "2009-12-29 06:57:00", "post_id": 59}, {"user_name": "Prezident", "text": "satt með að fá meira fyrir peninginn. ef þú vilt meina að þetta sé svipuð staðhæfing þá geturu lagt dæmið upp þannig ef þú kaupir kartöflu í hagkaup og þeir segja ef þetta stendur í þér þá verðum við til staðar til að taka heimligh takið til að losa þetta úr þér að kostnaðarlausu en bónus bíður hana ódýrara en segir óbeint þetta getur bara staðið í þér. en að sjálfsögðu má fólk versla þar sem að vill en ágætt að fólk hafi þetta bak við eyrað þegar það verslar flugeldana af einkaaðilanum", "date": "2009-12-29 08:21:00", "post_id": 60}, {"user_name": "Prezident", "text": "veit það fyrir víst að verðin eiga að vera þau sömu hjá björgunarsveitunum +/- 100kr c.a. vegna þess að þetta er jú ein heild þegar upp er staðið og er lagt upp við að vera ekki að keppast á milli sveita heldur selja sem heild, en ég held jafnframt líka að þeir myndu nú ekki fara að setja verðið upp úr öllu valdi þar sem að fólk myndi þá einfaldlega bara kaupa minna jafnvel ekki neitt. eða maður myndi alla vega halda það svo veit maður víst aldrei 100% hvað topparnir ákveða", "date": "2009-12-29 08:25:00", "post_id": 61}, {"user_name": "urban", "text": "ef að engin annar seldi flugelda þá mundu þeir hækka verðin.\r\nþað er sáraeinfalt.", "date": "2009-12-29 08:32:00", "post_id": 62}, {"user_name": "Gunnoli", "text": "ég er ekki að tala um núna... En ef einhver einn stjórnar verðinu þá segir það sig bara sjálft <<<icon_smile.gif>>>", "date": "2009-12-29 14:42:00", "post_id": 63}, {"user_name": "Prezident", "text": "það er reyndar rétt", "date": "2009-12-29 18:09:00", "post_id": 64}, {"user_name": "Aglii", "text": "5 mín flugeldasýning í kassa hjá landsbjörgu minnir mig!\r\nEða stóru 280 skota", "date": "2009-12-29 19:10:00", "post_id": 65}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/rofl.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2009-12-28 01:49:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/rofl.gif", "path": "full/51b00a571877dec3874bcb115ce2e201729ce345.gif", "checksum": "1ad96412c720bd904dce789340e6228f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}