{"forum_title": "Almennt spjall", "id": "106647", "title": "hneykslaður á Toyota", "url": "http://www.live2cruize.com/spjall/showthread.php/106647-hneykslaður-á-Toyota", "posts": [{"user_name": "BalliBT", "text": "Pabbi var að fara með Land Cruiserinn í skoðun og smur og þegar hann nær í hann aftur þá eru þeir búnir að skipta um bremsudiska, bremsudælu og vatnsdælu án þess að spyrja og bíllinn er enn í ábyrgð OG hann er tveggja ára gamall\n\r\nsvo rukka þeir hann um 90 þús með afslætti\n\r\nwhat the fuck", "date": "2009-12-28 17:57:00", "post_id": 1}, {"user_name": "Viktorkarl", "text": "Vá hvað mér finnst einmitt þessi vinnubrögð ekki lýsa Toyota, ég hélt að þetta væri eina umboðið sem gerir hlutina almennilega og fer rétt að þeim\n\nHeimtar hann ekki bara mun meira afslátt og reynir að gera gott úr þessu ?", "date": "2009-12-28 17:59:00", "post_id": 2}, {"user_name": "BalliBT", "text": "hann hefur lent í svipuðu áður hjá þeim með fyrri LC120 eða gamla 90.\n\r\nég veit ekki hvort hann hafi gert eitthvað, þeir vildu fyrst eitthvað yfir 100 þús fyrir þetta fékk svo afslátt og auðvitað súkkulaði mola til að bæta þetta upp\n\r\nen það sem þeir sögðu vera að diskunum að þeir væru \"ryðgaðir\"\n\r\nalveg ótrúlegt", "date": "2009-12-28 18:04:00", "post_id": 3}, {"user_name": "brapeson", "text": "Ég verð að segja eins og er, ég hef horror sögur af öllum umboðum nema Toyota. Ég varð rosalega undrandi að lesa þetta.", "date": "2009-12-28 18:05:00", "post_id": 4}, {"user_name": "BalliBT", "text": "jább það hefur oftast verið mjög jákvætt að fara þangað í viðgerðir og annað og akkúrat stór ástæða fyrir því að við höfum verið á Toyotu í mörg mörg mörg ár\n\r\nen Toyota er náttúrulega að kúka á sig bæði umboðið og framleiðandinn", "date": "2009-12-28 18:13:00", "post_id": 5}, {"user_name": "bErio", "text": "Það hlýtur að vera einhver saga á bakvið þetta sem er réttlætanleg.", "date": "2009-12-28 18:20:00", "post_id": 6}, {"user_name": "Arnar_Þ", "text": "Leiðinlegt en skrítið að heyra en það hlítur að vera einhver ástæða fyrir því að þeir hafi gert þetta. Ekki er ég sammála því að bæði umboðið og framleiðandinn sé að ,,kúka á sig''. <<<icon_wink.gif>>>", "date": "2009-12-28 18:21:00", "post_id": 7}, {"user_name": "BalliBT", "text": "Umboðið er allavega að fara á hausinn eins og flest ef ekki öll bílaumboð eru að gera núna\n\r\nog framleiðandinn .... ok í US markaði er ekki alveg að standa sig", "date": "2009-12-28 18:24:00", "post_id": 8}, {"user_name": "Hlynzi", "text": "Toyota að reyna að ná sér í aukapening í gegnum \"þjónustuskoðanir\".\n\r\nMerkilegt að hringja ekki og spyrja eiganda hvort hann vilji láta skipta um eftirfarandi hluti þegar upprunlegt verkefni var bara að skoða og skipta um olíu, ekki skoða og skipta um það sem lítur ekki nógu vel út. \n\r\nÞetta umboð er nú líka lúmskt dýrt.", "date": "2009-12-28 18:27:00", "post_id": 9}, {"user_name": "BalliBT", "text": "einmitt það sem ég var að tala um og að skipta um diska vegna þess að þeir eru ryðgaðir finnst mér fáránleg afsökun", "date": "2009-12-28 18:29:00", "post_id": 10}, {"user_name": "addi-206", "text": "hefuru eitthverja hugmynd um hversu oft það er skipt um diska afþví að þeir eru ryðgaðir ?", "date": "2009-12-28 18:31:00", "post_id": 11}, {"user_name": "BalliBT", "text": "nei en diskar ryðga, mínir ryðga oft vegna þess að bíllinn stendur ákveðið lengi, það þýðir ekkert að þeir séu ónýtir", "date": "2009-12-28 18:33:00", "post_id": 12}, {"user_name": "lallilitli", "text": "Hvernig væri að tala við þá í staðinn fyrir að væla yfir þessu hér?\n\nÞað sést alveg að enginn hérna hefur heyrt slæma hluti um toyota þannig drullastu bara niðrettir og talaðu við þá í staðinn fyrir að væla hérna", "date": "2009-12-28 18:34:00", "post_id": 13}, {"user_name": "BalliBT", "text": "hvað í fjáranum ert þú að rífa þig\n\r\nmér finnst svona vinnubrögð bara hreint út sagt fáránleg, og ef þú vilt ekki lesa um þetta ekki opna helvítis þráðinn", "date": "2009-12-28 18:36:00", "post_id": 14}, {"user_name": "lallilitli", "text": "Ef þú ert ekki sattur við vinnubrögð þarna, hvernig væri að láta þá vita og sjá hvað þeir vilja gera? Jafnvel tala við einhvern hærri en afgreiðslu fólkið þarna?\n\r\nVar virkilega fyrsta sem þú gerðir að posta þessu hingað inn ?", "date": "2009-12-28 18:39:00", "post_id": 15}, {"user_name": "Vitsmunavera", "text": "Haha þú hlýtur að vera að grínast.", "date": "2009-12-28 18:49:00", "post_id": 16}, {"user_name": "800HO", "text": "Talaðu við einhvern yfirmann. Þeir eiga að hringja og spyrja hvort maður vilji láta skipta um þetta drasl hjá þeim eða annarsstaðar.\n\r\nEn hvað er málið með bremsudælur í LC120. Alltaf vesen á þeim.\n\r\nOg hvað er þessi bíll keyrður hjá ykkur?", "date": "2009-12-28 18:50:00", "post_id": 17}, {"user_name": "Vapor", "text": "Þeir eru alls ekki heilagir þarna hjá Toyota ... ég hef líka lent í rugli með viðskipti við þetta company ..", "date": "2009-12-28 19:05:00", "post_id": 18}, {"user_name": "ABARTH", "text": "Veit líka um dæmi þar sem það er sagst búið að skipta um diska, dælur og allt, og svo eru enþá gömlu diskarnir og dælurnar undir. Það var hinsvegar ekki Toyota umboðið sem pullaði það.. Myndi tékka á því hvort gamla stuffið sé enþá í bílnum <<<icon_biggrin.gif>>>", "date": "2009-12-28 19:06:00", "post_id": 19}, {"user_name": "BjarkiFJ", "text": "hef aldrei lent i slæmu þarna.. en ef þú biður þá ekki um að skipta um þetta, neitaðu þá bara borga.. átt ekki að borga fyrir einhvað sem þú baðst ekki um..", "date": "2009-12-28 19:07:00", "post_id": 20}, {"user_name": "BalliBT", "text": "49xxx var þarna í ástandskoðun og smurningu", "date": "2009-12-28 19:10:00", "post_id": 21}, {"user_name": "Arnar_Þ", "text": "Bifvélavirki skiptir eflaust ekki um diska vegna yfirborðsryðs sem kemur vegna þess að bíllinn stendur óhreyfður í smá tíma. Diskarnir ryðga oft í miðjunni svo illa að hætta er á því að þeir brotni, þess vegna er sagt að þeir séu ryðgaðir og þess vegna er skipt um þá. En hvernig væri að koma með alla söguna, eða jafnvel klára þetta mál áður en þú byrjar að drulla yfir þetta company. Það er eflaust einhver ástæða fyrir því að þetta var gert og þeir hljóta að geta útskýrt eitthvað fyrir þér/ykkur. Endilega postaðu því líka í þráðinn..", "date": "2009-12-28 19:18:00", "post_id": 22}, {"user_name": "Arnar_Þ", "text": "haha já málið hjá þér var að þú misstir úr vinnu vegna þess að bíllinn þurfti á verkstæði og þú tímdir ekki að borga krónu fyrir að láta gera við þetta <<<icon_wink.gif>>> og já vældir yfir því að þurfa að koma tvisvar líka..", "date": "2009-12-28 19:20:00", "post_id": 23}, {"user_name": "800HO", "text": "Samt léleg ending á bremsudiskum. 2 ár og 50.000 km.", "date": "2009-12-28 19:21:00", "post_id": 24}, {"user_name": "Vapor", "text": "Haltu kjaaafti ... Ég borgaði þetta shit þarna.. málið var bara að ég var látinn borga fyrir tékk sem var ekki framkvæmt ... og ég er bara EKKI viðskiptavinur sem er sáttur með að vera þvældur með bílinn sinn á verkstæði til að láta rukka mig fyrir EKKI NEITT.", "date": "2009-12-28 19:30:00", "post_id": 25}, {"user_name": "Arnar_Þ", "text": "Algeng ending er 40-60.000 km en fer eftir aksturslagi <<<icon_wink.gif>>>", "date": "2009-12-28 20:05:00", "post_id": 26}, {"user_name": "Arnar_Þ", "text": "Fáðu þá að vita hvað kom útúr þessu tékki og láttu þá komast að vandamálinu almennilega áður en þú borgar bara fyrir eitthvað. Það þýðir ekkert að væla bara á netinu <<<icon_razz.gif>>>", "date": "2009-12-28 20:09:00", "post_id": 27}, {"user_name": "Pétur Snær", "text": "50 þús er bara alveg ágætt fyrir diska. Fer líka eftir því hvernig bíllinn er keyrður.\n\nEn ef mig misminnir ekki þá er einhversstaðar tekið fram á pappírum hvað \"þjónustuskoðun\" felur í sér. Þeir bara skipta um það sem er slitið og ég myndi bara telja það nokkuð gott mál.\n\nTek því sem svo að þetta sé 120 cruiser. Það bara kostar að eiga slíka bifreið og fólk sem hefur efni á svoleiðis bíl hlýtur að geta pungað út 90 þús fyrir almennilegri viðgerð og viðhaldi.. Ekki satt?\n\nÞetta er ekki meint sem hroki eða annað. Bara svona pæling hjá mér <<<icon_smile.gif>>>\n\nSvo þarf að taka með í reikninginn að þetta er \"ríkisfyrirtæki\" ..", "date": "2009-12-28 20:11:00", "post_id": 28}, {"user_name": "Sylvía", "text": "Réttlætir það samt ekki að þeir hringdu ekki í hann og spurðu hvort þeir ættu að skipta um þá.. heldur gerðu þeir það bara án þess að hann vissi af því og er svo rukkaður um e-ð sem hann bað ekki um <<<icon_wink.gif>>>", "date": "2009-12-28 20:12:00", "post_id": 29}, {"user_name": "Fjarki", "text": "skoðunin eins og sér kostar örugglega 60 þúsund, hvað stendur á reikningnum?? Dælurnar hafa verið að festast og er það nú ástæðan fyrir þeim skiptum, allt í lagi að koma með nótuna alla á borðið.!!\n\r\nBara smurning á jeppa er komin í 20 þúsund held ég, ef hann var í þjónustuskoðun þá er þessi upphæð bara ekkert fjarri lagi.", "date": "2009-12-28 20:13:00", "post_id": 30}, {"user_name": "Vapor", "text": "Sko eftir fyrra skiptið þegar þeir tékkuðu EKKI á bílnum mínum, en létust hafa gert það, þá sögðu þeir að þetta væri rofi fyrir samlæsingarnar... það var rangt \"gisk\" hjá þeim .. ég veit að það þarf að skipta um skrá í bílnum mínum .. ég veit það eftir seinni ferð mína með bílinn á verkstæðið. Ég er ekkert bara \"að væla á netinu\" ... nokkrir mánuðir síðan þetta gerðist. Hættu svo þessu böggi þarna <<<rolleyes.png>>>", "date": "2009-12-28 20:14:00", "post_id": 31}, {"user_name": "Sylvía", "text": "Lestu betur, hann er ekki að væla yfir verðinu heldur að þeir skiptu um þeir um þetta allt saman bremsudiska, bremsudælu og vatnsdælu án þess að hringja í eigandann og spurja hann hvort þeir ættu að gera það <<<icon_wink.gif>>>", "date": "2009-12-28 20:30:00", "post_id": 32}, {"user_name": "Fjarki", "text": "ég sé það alveg, en væri gaman að fá að vita, var hann að borga fyrir skoðunina eða eitthvað auka. Væri sjálfur ekki ánægður ef það væri búið að gera eitthvað að mér óspurðum og ég þarf að borga. Og er það ekki líkt þeim hjá Toyota.\n\r\nef hann er ekkert að borga fyrir það þá á hann ekkert að vera að þessu væli, ef hann hefur bara verið að borga fyrir skoðunina og ekkert annað er þetta bara besta mál. Toyota hefur verið að lagfæra bremsurnar og vatnsdælur ásamt fleirru.\n\r\nEf hann hefur ekkert borgað aukalega þá skipta þeir um það sem þeir vilja, ýmislegt gallað sem þarf að skipta um, og það er ekkert kjaftað frá öllu.\n\r\nÞess vegna ´væri gaman að sjá útlistun á nótuni!!", "date": "2009-12-28 20:37:00", "post_id": 33}, {"user_name": "vladrulli", "text": "90þús á verkstæði sem rukka einhvern 12þús kall á tímann er nú ekki það mikið... <<<icon_lol.gif>>>\n\r\nsmur kostar ekki minna en 20þús á þessa bíla og ef skipta var um t.d. olíu á drifum, millikassa og skiptingu, þá ætti smurið að kosta um 40þús...\n\r\ndiskar og klossar kosta líklega um 60þús kall...\n\r\nég er nokkuð viss um að þú fékkst bæði bremsudæluna og vatnsdæluna ókeypis í gegnum ábyrgðina... (líklega um 100þús króna pakki)\n\r\nþú vælir yfir 90þús króna reikning án þess að nefna það hvað kemur fram á nótunni hjá þér... held að enginn sem hefur einhverja reynslu á viðhaldi bíla taki neitt mark á þér... <<<icon_wink.gif>>>\n\r\nog jú... þessi ending á diskum er ekkert óeðlileg... en ég er þó sammála því að þeir hefðu átt að hringja og láta vita af þessu áður en bíllinn var sóttur...", "date": "2009-12-28 20:40:00", "post_id": 34}, {"user_name": "Hafst1", "text": "Þannig að ef nótan segir\n\r\nÞjónustuskoðun 50.000km 1stk 90.000 kr.\n\r\nEr allt í lagi?\r\nEn ef hún væri svona?\n\r\nÞjónustuskoðun 50.000km 1stk 50.000 kr.\r\nBremsuviðgerðir                       30.000 kr.\r\nVatnslás                                  10.000 kr", "date": "2009-12-28 20:43:00", "post_id": 35}, {"user_name": "ArnarFB", "text": "Ljótt að sé skipt um eitthvað án þess að honum sé sagt frá því, en þetta hefur án efa verið ábyrgðarviðgerð sem hann ber engan kostnað af. Ég veit að það hefur verið gert uppí vinnu hjá mér að ef bíll kemur inn á verkstæði sem kemur í ljós að innköllunaratriði hefur ekki verið framkvæmt, eða í ljós kemur galli sem framleiðandi ábyrgist, þá hefur verið skipt um viðkomandi hluti án þess að eigandi bílsins sé látinn vita af því áður en í það er farið.. af því hann ber engan kostnað af því.\n\nKostnaður á skoðunum og smurningu er farinn upp úr öllu valdi í dag. Fyrir 4 árum síðan borgaði ég um 40þús ef ég man rétt fyrir þjónustutjékk á STi... og það var ekkert skipt um neitt óeðlilegt þá að því ég best viti, enda voru bara síur, olía, vökvi og vinna á reikningnum. \n\nGet eiginlega lofað ykkur því að ef hann er að borga fyrir þetta allt, það er diska, bremsudælu og vatnsdælu í Landcruiser... þá væri reikningurinn MUN hærri en 90þús kall.", "date": "2009-12-28 20:45:00", "post_id": 36}, {"user_name": "Pétur Snær", "text": "Í Júní 2008, þ.e. fyrir hrun þá fer konan mín með Corolluna sína í þjónustuskoðun. Það kostaði litlar 57 þús krónur. Endurtek, fyrir hrun. Það voru rúðuþurrkur, perur og eitthvað smotterí. Fljótt að tínast til.", "date": "2009-12-28 20:49:00", "post_id": 37}, {"user_name": "GretarK", "text": "málið er einfalt. Bremsur eru yfirleitt ekki í ábyrgð (nema í undantekningartilvikum) og ef þú framkvæmir vinnu sem ekki hefur verið samþykkt eða skrifað undir á eigandinn á bílnum ekki að borga !", "date": "2009-12-28 21:05:00", "post_id": 38}, {"user_name": "baldur", "text": "Leiðinlegt að þeir skipti um dót hægri vinstri án þess að láta eiganda vita, en það fer líka tími í það, sem kostar.\r\nÉg myndi nú kalla þetta vel sloppið í fjármagni miðað við hvað þeir segjast hafa gert mikið.\r\nRekstur á Ford F350 árgerð 2005 á þessu ári:\r\nBiluð vélartölva: 350 þúsund með kostnaði við að flytja bílinn 200km á næsta verkstæði.\r\nHráolíusíur: 10.000kr\r\nRafgeymar: 40.000kr\r\nSmurolía: 24.000kr", "date": "2009-12-28 21:08:00", "post_id": 39}, {"user_name": "Pétur Snær", "text": "Samkvæmt mínum heimildum kostar þjónustuskoðun fyrir 120 cruiser á milli 70-80 þús.\n\nBremsudæla í svona bíl kostar veeeeeeeeeel yfir 100 þús. Þannig að það er ekki smuga að þetta hafi allt verið rukkað. Það er KLÁRT mál að hann var ekki látinn borga fyrir bremsu- eða vatnsdælu.", "date": "2009-12-28 21:12:00", "post_id": 40}, {"user_name": "Fjarki", "text": "Ekki snúa útúr. Lagi og ekki lagi, þjónustuskoðun á svona bíl er dýr og man ekki töluna en kæmi ekkert á óvart að það væri 90 þúsund fyrir skoðunina, auðvitað er ekki í lagi að rukka fyrir eitthvað án þess að láta vita fyrifram.\n\r\nEn það er allavega klárt að ef hann hefur borgað meira en bara skoðunina hefur hann bara borgað vinnuna fyrir það sem var gert, varahlutina hefur hann þá fengið án gjalds. Og þá lágmarksgjald, Það er mikill munur á vatnsdælu og vatnslás!!!", "date": "2009-12-28 21:26:00", "post_id": 41}, {"user_name": "Amer", "text": "Mér fynnst nú hæpið að það hafi verið skipt um bremsudæluna complet, vanalega dugir nú að skipta bara um sjálfan stimpilinn/stimplana í dælunum, enda MUN minni kostnaður bakvið það......", "date": "2009-12-28 21:28:00", "post_id": 42}, {"user_name": "Fjarki", "text": "þeir eru bara með skiptidælu sem þeir setja í, sem er þá ný eða uppgerð", "date": "2009-12-28 21:29:00", "post_id": 43}, {"user_name": "BöC", "text": "mér finnst þetta ekkert brjál mikill peningur miðað við, en asnalegt að láta ekki vita, annars hef ég baaaara fengið góða þjónustu frá Toyota, jafnvel þótt að þeir gera grín að draslinu í bílnum mínum heheh <<<icon_razz.gif>>>", "date": "2009-12-28 21:44:00", "post_id": 44}, {"user_name": "olafur", "text": "miða við km stöðu er þetta senilega 45þús skoðun og í henni felst vélaolí smursía senilega loftsía frjókornasía drif olíur bremsuvökvi svona skoðun bara ein og sér með efnum er um 80-90þús svo er hit bara kleim svo er oft betra að fá skýringar frá verkstæði og sína svo reikningin sundur liðaðan áður en fólk fer að ásaka aðra um svind og léleg vinubrögð", "date": "2009-12-28 21:50:00", "post_id": 45}, {"user_name": "Pétur Snær", "text": "Nákvæmlega!", "date": "2009-12-28 21:51:00", "post_id": 46}, {"user_name": "Fjarki", "text": "einmitt það sem ég var að reyna segja", "date": "2009-12-28 21:53:00", "post_id": 47}, {"user_name": "hilux", "text": "Sammála þessu er hættur að eiga viðskifti við þá einmitt útaf svona kjaftæði", "date": "2009-12-28 22:03:00", "post_id": 48}, {"user_name": "ÍvarHauks", "text": "[QUOTE=olafur;1695907]miða við km stöðu er þetta senilega 45þús skoðun og í henni felst vélaolí smursía senilega loftsía frjókornasía drif olíur bremsuvökvi svona skoðun bara ein og sér með efnum er um 80-90þús svo er hit bara kleim svo er oft betra að fá skýringar frá verkstæði og sína svo reikningin sundur liðaðan áður en fólk fer að ásaka aðra um svind og léleg vinubrögð[/QUOTE\n\r\nÉg hef átt um 70 bíla um ævina,allar tegundir og típur, lang oftast er ég á Toyotu  ekki bara af því að þeir eru með bestu bílana heldur einnig útaf þjónustunni og að ég tali nú ekki um þjónustu viljinn hjá þessum mönnum er magnaður, allt toppmenn það á ferð, sama hvar þú bankar uppá í fyrirtækinu, þósvo að eigandinn hafi adeins misst sig í góðærinu þá er ekkert hægt að setja útá starfsmenn fyrirtækinsins.\n\r\nTakk fyrir mig<<<icon_smile.gif>>>", "date": "2009-12-28 22:34:00", "post_id": 49}, {"user_name": "Andri M.", "text": "ef bíllinn er enn í ábyrgð sem eg geri fastlega ráð fyrir, flokkast bremsudæla og vatnsdæla ekki undir slithlut og er þar af leiðandi í ábyrgð,\n\r\nhins vegar er bremsuklossar og diskar slitlhlutir og eru þeir því ekki í ábyrgð, og þess vegna ættu þeir að hringja í eigandann og spurja hvort þeir mættu skipta um þetta, \n\r\nþannig að eina gremjann hja þer sem á rétt á ser er að það hafi verið skipt um kllossana og diskana án þess að spurja eigandann,\n\r\nen eg segji einsog hinir væri gaman að sjá nótuna, svo maður geti betur séð um hvað málið snýst", "date": "2009-12-28 22:39:00", "post_id": 50}, {"user_name": "bjoggi", "text": "mamma fór með lexusjeppann sinn um daginn og það var 40þús km skoðun eða eitthvað nálægt því, það var skift um allar síur og olíur, og eina hlíf undir bílnum og þetta kostaði um 50þús, þannig fynst ekki skrítið að reikningurinn hafi farið uppí 90 þús við að skifta líka um bremsur. en skrítið að þeim að hringja ekki í hann og spyrja, þeir hringdu í múttu og spurðu hvort þeir ættu að panta hlífina og hvort þeir mættu setja eitthvað hreinsi efni útí bensínið sem kostaði 600kr.", "date": "2009-12-28 22:42:00", "post_id": 51}, {"user_name": "Svenni Litli", "text": "Fjölskyldu bíllinn hér á heimilinu mínu er LC120 og þegar við fórum með hann síðast í ástandsskoðun og þá keyrður um 40 þús kílómetra.\n\nÞað sem var gert var að skipt var um diska að framan, klossa að aftan, eitthvað tengt dælunni því stimplarnir voru eitthvað fastir (algent í þessum bílum), olíur, allar síur og svoleiðis. En svo var hringt útaf vatnsdælunni og pabbi var ekki að skilja þetta föss í kríngum hana, við sáum enga dropa á jörðinni eftir vatsdæluna svo við létum ekki skipta um hana. Hún virkar fínt ennþá og bílinn hefur aldrei bilað. \n\nNema einn skynjari í aftur dempurunum og þá létu aftur dempararnir frekar asnalega, en toyota skiptu um það á þeirra kosnað, sem okkur þótt bara frekar flott hjá þeim. En það gerðist langt á undan ástandsskoðuninni.\n\nOg bíllinn er 2005 árg sem segir það að það gat ekki verið afsökun að segja að þeir voru riðgaðir diskarnir hjá þér, því okkar bíll er 4 ára síðan í sept og það var skipt um diska útaf sliti en ekki riði!", "date": "2009-12-28 23:04:00", "post_id": 52}, {"user_name": "vladrulli", "text": "þetta finnst mér frekar heimskulegt...\n\r\nhvaða máli skiptir það hvernig diskar voru í þínum bíl?\n\r\nsvipað heimskulegt og að halda því fram að einhver annar gæti ekki verið með niðurgang af því að þú sjálfur ert með bullandi harðlífi... <<<rolleyes.png>>>", "date": "2009-12-28 23:21:00", "post_id": 53}, {"user_name": "doddi1", "text": "ekki væla, smurning á drusluna mína kostar 50 þúsund kall, mér finnst þetta ekkert dýrt.\n\nþeir hefðu samt átt að hringja á undan.", "date": "2009-12-28 23:38:00", "post_id": 54}, {"user_name": "135791", "text": "Ég held að þú séir gjörsamlega úti á túni með þetta mál.. Endilega skannaðu reikningin inn og skelltu honum á netið.. þá er hægt að fá það á hreint fyrir hvað þið voruð rukkuð..", "date": "2009-12-28 23:49:00", "post_id": 55}, {"user_name": "Gillinn", "text": "ef að það var skipt um bremsudælur útaf ábyrgð þá er skipt um diskana líka í ábyrgð, gæti hafa verið rukkað um klossana, vatnsdæla ábyrgð. Sambandi við vatnsdæluna þá dropar ekki, en ef þú skoðar í kring um vatnsdæluna þá er allt bleikt eins og þetta sé spansgræna, og þá er skipt um dælu í ábyrgð, en þessi peningur er allveg að passa bara fyrir skoðunina", "date": "2009-12-28 23:58:00", "post_id": 56}, {"user_name": "Svenni Litli", "text": "Nei málið er það, bíllinn hjá mér er aðeins eldri en hans en samt alveg eins bíll að örðuleiti. Diskarnir eru mjög líklega úr sama málminum og því riðga jafn hratt eða svipað hratt. Mínir diskar voru ekki það riðgaðir öðruvísi en venjulega en orðnir slitnir þess vegna var skipt um þá EN minn bíll er eldri og en keyrður jafn mikið.\n\r\nEf að diskarnir hans hefðu ekki verið riðgaðir (sem er alveg örugglega ekki satt) þá hefðu þeir skipt um þá hvað sem er því hann var örugglega orðinn slitinn\n\r\nÉg er að tala um Land Cruiser 120 eins og hann er að tala um en ekki Honduna ef þú ert í vafa <<<icon_wink.gif>>>", "date": "2009-12-29 00:29:00", "post_id": 57}, {"user_name": "Pétur Snær", "text": "SAMANTEKT:\n\n\n\nEins og hefur marg oft komið fram þá borgaði pabbi kannski rétt rúmlega gjald fyrir hefðbundna þjónustuskoðun.\n\n\n\nEnda ástæða fyrir því.\n\n\n\nVona það. Væri gott að sjá sundurliðun á reikningi.\n\n\n\nHAHAHA. Já, reyna að ná sér í aukapening. Það að Toyota hringi í ALLA og spurji hvort það eigi að skipta um loftsíu eða ekki er bara heimskulegt! Afhverju í fjandanum er fólk að fara með bíl í þjónustuskoðun ef það má ekkert gera??????\n\nSvo segirðu \"Merkilegt að hringja ekki og spyrja eiganda hvort hann vilji láta skipta um eftirfarandi hluti þegar upprunlegt verkefni var bara að skoða og skipta um olíu, ekki skoða og skipta um það sem lítur ekki nógu vel út.\" Upprunalegt verkefni þjónustuskoðunnar er ekki bara að skipta um olíu! Það á hver heilvita maður að gera sér grein fyrir.\n\n\n\n\nSetti í \"Bold\" það sem ég vildi koma á framfæri.\n\n\n\nRétt. Nema að skoðunin er dýrari. Það er vesen með dælurnar í þessum bílum og þess vegna var skipt um í þessum, og að mér virðist, eigandanum að kostnaðarlausu.\n\n\n\nEinmitt, væri gaman að sjá hvað er verið að rukka fyrir.\n\n\n\nGott dæmi um kostnað.\n\n\n\nCorolla, 2008, fyrir hrun. ===== 57.000 al Íslenskar spírur!\n\n\n\nOk?\n\n\n\nEnn og aftur akkúrat.\n\n\n\nMaður sem veit hvað hann er að segja!\n\n\n\nEkki að ástæðulausu býst ég við.\n\n\n\nJá, hringja á undan ef það er verið að rukka manninn um varahluti. Sem við vitum ekki enn.\n\n\n\nNákvæmlega..\n\nÉg er ekki kærasti Toyota.. En það er væntanlega ástæða fyrir því hvað Toyota er vinsæl á Íslandi. Umboðið hlýtur að vera gott.\n\nÞessi samantekt mín er ekki sett fram til að móðga einn eða neinn. Þetta er bara eins og ég sé þetta. Ef einhver sér þetta öðruvísi þá er það í fínu lagi <<<icon_smile.gif>>>\n\nMeð áramótakveðju, Pétur Snær.", "date": "2009-12-29 00:50:00", "post_id": 58}, {"user_name": "vladrulli", "text": "ok, þú ert ekki að ná þessu... ertu að halda því fram að allir bílar af sömu gerð slitna eins? ok... <<<icon_lol.gif>>><<<bitchslap.gif>>>", "date": "2009-12-29 01:33:00", "post_id": 59}, {"user_name": "Birgir Örn", "text": "ertu 3 ára <<<punch.gif>>>\n\r\nmaður hefur sko heyrt slæma hluti þarna. \r\nenn hvaða umboð hefur ekki fengið sinn skerf af því ??", "date": "2009-12-29 02:50:00", "post_id": 60}, {"user_name": "Scooby", "text": "ég held að það sé bara lítið að gera hjá þeim og þeim vantar aura <<<icon_biggrin.gif>>>", "date": "2009-12-29 03:12:00", "post_id": 61}, {"user_name": "H1lmar", "text": "Veistu hvað gerist þegar bremsudælur festast? Hvernig ykkar krúser var kemur þessu máli ekkert við. Bremsudælur í Toyota jeppum eru meingallaðar og festast hægri vinstri. Í þessu máli festist augljóslega dæla og diskarnir ryðguðu það mikið þess vegna að þeir urðu ónothæfir. Þeir skipta ekkert um þetta að ástæðulausu.", "date": "2009-12-29 08:43:00", "post_id": 62}, {"user_name": "Svezel", "text": "Það er greinilega einhver galli í bremsum undir Toyota núna síðustu ár því móðir mín á Rav4 2006 módel keyrðan um 30þús þar sem skipta þurfti um diska og klossa að framan í sumar. Það kostaði minnir mig um 100þús með þjónustuskoðuninni en nota bene þeir hringdu fyrst og létu vita áður en ruðst var í skiptin.", "date": "2009-12-29 09:20:00", "post_id": 63}, {"user_name": "Jonj", "text": "Ekki spurning.\n\r\nÉg á Auris og það ískraði rosalega í bremsunum á honum frá degi 1, og það er búið að skipta um klossa tvisvar núna til að þetta háa ískur myndi hætta. Þá frétti ég að þetta væri þekktur kvilli í Auris og Corolla nýju.", "date": "2009-12-29 09:37:00", "post_id": 64}, {"user_name": "lallilitli", "text": "var að meina að mér finnst asnalegt að hann fari beint með þetta hingað í staðinn fyrir að tala betur við þá og fá betri útskýringar <<<icon_smile.gif>>>\n\r\nen eins og hefur komið fram í þessum þræði þá er eitthvað meira bakvið þetta en hann segir", "date": "2009-12-29 09:50:00", "post_id": 65}, {"user_name": "david/snifff", "text": "hmm þetta er nú ekki svo hátt miðað við að mamma borgaði 70 þús fyrir  þjónustuskoðunina , smurningu og bremsuklossa seinasta vetur á landcruiser.\n\r\nvísu rukka þeir morðfjár fyrir smurningu sem Jón Jónsson smurverkstæði rukkar minna fyrir.", "date": "2009-12-29 10:23:00", "post_id": 66}, {"user_name": "Röggi R900", "text": "Ég get alveg sagt þér að þessi upphæð sem þú ert að væla yfir, ÞAÐ ER EKKI VERIÐ AÐ RUKKA FYRIR ÞESSA HLUTI SEM SKIPT VAR UM\n\r\n45.þúsund km skoðun á LC120 er í kringum 60.þúsund, síðan hafiði verið látin borga klossana þar sem eftir 30.þúsund fást þeir ekki í Ábyrgð og þeir eru á um 30.þúsnd kallinn ca, einnig er skipt um olíu á millikassa og bremsuvökva í 45.þúsund km skoðun\n\r\nBremsudiskar, Dælur og Vatnsdæla er allt í Ábyrgð\n\r\nstykkið af bremsudisk í lc120 í toyota er á minnir mig 22-25.þúsund kall, bremsudælan á 90-110.þúsund STK, og vatnsdælan á um 40-50.þúsund... svo má ekki gleyma frostlögurinn er rándýr longlife vökvi\n\r\nSamtals ættiru að vera borga 270.þús - 330.þúsund bara fyrir varahlutina sem skipt var um... sem var gert FRÍTT!!!\n\r\nÉg get alveg lofað þér því að þetta er málið, sástu nótuna eða heyrðiru bara pabba þinn tuða um verðið... jújú, þjónustuskoðanir eru rándýrar, en á svona bíl þá borgar það sig þar sem þú færð helling til baka...\n\n\nVertu með hlutina á hreinu áður en þú ferð að tuða yfir þeim!", "date": "2009-12-29 11:26:00", "post_id": 67}, {"user_name": "ArnarFB", "text": "Veriði bara fegnir að þið eruð ekki að reka vörubíl og þið þyrftuð að kaupa bremsudælu, diska og vatnsdælu í hann <<<icon_mrgreen.gif>>> Góður 500-700þús kall þar í dag.\n\n... og eins og Röggi bendir á, þá STÓRefa ég að pabbi þinn hafi þurft að borga nokkuð meira en basic þjónustuskoðun.", "date": "2009-12-29 11:55:00", "post_id": 68}, {"user_name": "Svenni Litli", "text": "engan veginn var ég að segja það hahaha\n\r\nÉg var að meina það að minn er eldri, hans er nýrri en keyrðir jafn mikið.\r\nMinn bíll hefur semsagt fengið að standa meira og af þeim afleiðingum diskarnir fá að riðga meira en hjá honum. Því hans bíll er keyrður meira á dag en minn.\n\r\nskrítið að diskarnir hjá honum voru riðgaðir en ekki hjá mér.\n\r\ngreinilega mjög mismunandi milli bíla <<<icon_wink.gif>>>", "date": "2009-12-29 13:00:00", "post_id": 69}, {"user_name": "Júlli Kjartans", "text": "Toyota hefur alltaf, verið með leiðinlegar bremsu, fjölskyldan hjá mér er buin að eiga ansi margar toyotur, og alltaf verið að skipta um bremsur, og ýskrar endalaust í þessu!\n\nEn já ef þeir hafa skipt um þetta sem þú segir að þeir hafi skipt um, þá myndi ég bara taka því vel. því þetta er gjafaverð fyrir þetta!", "date": "2009-12-29 13:05:00", "post_id": 70}, {"user_name": "Gunnoli", "text": "Bara spurja ertu að upplýsa það af verkstæðinu eða hvað ? <<<icon_smile.gif>>>", "date": "2009-12-29 13:20:00", "post_id": 71}, {"user_name": "BalliBT", "text": "okei\n\r\nþað má LOKA þessum þræði", "date": "2009-12-29 14:36:00", "post_id": 72}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/bitchslap.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2009-12-28 17:57:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/bitchslap.gif", "path": "full/99b927e6cb75d5955372c70ad29eb485d90819f7.gif", "checksum": "69622cf6f1070c23f484558b8e6610c0"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}