{"forum_title": "Almennt spjall", "id": "107032", "title": "Smá ágrip af sögu 124036,, þeas 500E500", "url": "http://www.live2cruize.com/spjall/showthread.php/107032-Smá-ágrip-af-sögu-124036-þeas-500E500", "posts": [{"user_name": "ALPINA", "text": "Hérna er smá uppgrip af sögu eins frægasta Mercedes-Benz bíl samtímans (( að mínu mati, [og margra annara] ))\r\nATH,, þetta er mitt persónulega mat\n\r\nAfhverju bjó M-B til þennann bíl þegar þeir áttu fyrir ,, frábærann bíl ,, þeas 300E, Þeir gerðu það ekki , heldur fengu Porsche til að gera það, og það með slíkum stæl , að fullvíst er talið af mörgum að annars eins gæða bíll verður ekki ,, framleiddur á næstunni ,,,  hjá Mercedes ,, en eflaust er meginorsök fyrir framleiðslu bílsins ,, sú hylli er AMG 300E HAMMER náði ,, en það er slík brútal græja að með ólíkindum er ,, 500E átti að vera  einskonar silki handska útfærsla af HAMMER,, code nr  var 124036 ,,,,,,,,  W124 + 036  \n\r\n1990 er tekin ákvörðun hjá Mercedes að búa til ... sport-muscle gerð af 300E,  Haft var samband við Porsche, og þeir beðnir að útfæra  W124 300E boddý í 500E,, Þetta var gert í verksmiðu Porsche Rossle-Bau , í Zuffenhausen. Við undirritun samnings,er ákvæði  að um 8-12 bílar séu búnir til á dag,, eða um 2400 á ári, um 18 daga tók að búa til hvern bíl,,, (( til samanburðar má nefna að 5 daga tók að búa til aðra M-B ))  áður hafði Porsche reyndar verið með 4d prótótýpu 989 sem þeir lögðu á hilluna ,til gamans má geta að PANAMERA.. bíllinn er glettilega líkur þeim bíl\r\nÞegar bert boddýið kom til Zuffenhausen var ,, það oem W124 300E,,boddý, en hitt og þetta þurfti að gera ,, Drifrásar göngin voru þaninn út ,,  framendinn breikkaður,, þeas bætt var við brettin .. soðið á þau viðbót,, sambærileg aðgerð var gerð á afturbrettunum ,, einnig styrking og annað smotterí sem varð víst að breyta sökum skilmála til þess að bíllinn væri 500E,,  meira en 4500 hlutir eru öðruvísi í 500E vs 300E  eftir þetta var boddýinu ekið ,, á pallettu aftur til Mercedes , í Sindelfingen, þar sem bíllinn var grunnaður ,, fór í gegnum tæringarprógram ,, málaður í þeim lit er kúnninn óskaði eftir,, og ekið aftur til Zuffenhausen\r\nNú var vélin,, skipting og drifrásin sett í..ásamt vélarbita úr R129 en 500E er allur breiðari og með meiri sporvídd en aðrir sambærilegir W124 ,, ca 4 cm breiðari,, Eftir það aftur til Sindelfingen og  loka frágang hjá Mercedes áður en bíll var svo afhentur\n\r\nTil gamans má nefna að árið 1994 er Guðbergur Guðbergsson og Halldór Jóhannsson ((miklir Porsche menn )) voru á EU ferðalagi þá komu þeir við hjá Rossle -Bau til að skoða dýrðina ,,,,,,,,,, en viti menn allt lokað og ekkert nema Mercedes-Benz inni á gólfi ,, Hrikalegur bömmer sagði Dóri   :fyndid:  :fyndid: \n\r\n Eins og áður er nefnt er vél og skipting  úr 500SL R129 ásamt drifi og drifrás,,  drifið er 2.82,,,,, ÓLÆST,,,,,,  vélin er 5.0L V-8  32 v    326 ps og 480 nm ,,,, Magnaður mótor  og þótti á þeim tíma meistara stykki,, þögul,, en öskrar við góða inngjöf,, þetta þótti feikna afl  ÞÁ ,, en uppgefinn tími 0-100 var 6.0 sekúndur og 250 km við 6000 rpm,, Mitt mat er að 124036 hefði getað orðið margfalt meiri græja með Læstu drifi,, 5 gíra skiptingu og lægra drifi.. t.d 3.07 og fimmti gír sem overdrive í skiptingunni,,\r\nMunur var á 500E vélinni og 500SL ....... 500E fékk LH-jetronic,, meðan 500SL var með KE-jetronic,, einnig var milliheddið//soggreinin á 500E öðruvísi og gaf um 30 nm meira tog\r\nAð innan var um ríkulegann útbúnað að ræða,, en eitthvað var þó í  boði sem aukahlutur,,\n\r\n,,,,,,handskahólf  í staðinn fyrir airbag farþega meginn,,,, MEGA sjaldgæft,,  er sá aukahlutur sem mér finnst flottastur\n\r\nSætin voru búinn til af RECARO  og eru ein albestu sæti sem fyrir-finnast í fólksbíl,, bíllinn var skráður 4 manna með sætum///stólum  aftur í ,, ekki bekkur ,, geymsluhólf ,viðarklætt var milli sætanna  leður í sætum standard  rafmagn í rúðum,,  loftkæling,, rafmagn í framsætum ,, ,, Hægt var að fá ,, teil-leder sem bólstrun og hef ég séð svoleiðis,, mjög flott,,\r\n minnir að ég hafi séð einn bíl í auglýsingu sem var ekki með leðri en það er án vafa sérósk fyrrum eiganda,,\n\r\nSá litur sem mestum vinsældum náði hjá kaupendum var 199,,  en hér fyrir neðan er smá info um þá liti sem voru algengastir\n\r\nATH,, þetta er heildar tala,, en ég held að aðeins 2 hvítir hafi verið oem á EU svæðinu,, hinir fóru til USA\n\r\nlitir sem náðu vinsældum í EU eru vart sjáanlegir í USA eins og,, Nautical blár  bornite,, rauðu litirnir,,  beryl græni\n\n\n\r\nSvartur (040): 7.6%\r\nsvart-sans (199): 47.6%\r\nSilfraðir  (astral+zircon): 22.8%\r\ngrænn  (malachite): 6.5%\r\nBeryl grænn : 1%\r\nBornite: 3.8%\r\nImpala brúnn : 3.5%\r\nhvítir : 3.5%\r\nRauðir  (signal + almandine + pajett): 1%\r\nNautical blár: 2.7%\n\r\nAðeins einn bíll var málaður í lit sem enginn annar Mercedes bíll fékk að velja ,, en það er GULUR litur    # 216 schwefel gelb,, sá bíll er í Svíþjóð í dag ((geggjað að eiga þann eina ))\nhttp://www.w124enthusiast.com/galler...w_conv_jpg.jpg  en bíllinn er full PIMP að mínu mati\n\r\nað innann var svart leður langvinsælast ,, en ljóst líka,, alskonar sérpantanir voru einnig ,, en ég hef enga tölu eða hef séð neitt skráð um slíkt\n\r\nSvart með svörtu  .. silfrað með svörtu,, 040 með ljósu eða svörtu  eru þau lita afbrigði sem eru sérlega sígild.\r\nÁ Íslandi eru 9 eða 10  E500E bílar,, þar af einn USA og er hann E500 bíll,,,,,,, einnig er  E60 bíll til .. gífurlega merkilegur bíll að mínu mati,, orginal E60 bíll frá Mercedes-Benz ((þessir frægu 12 stk LTD )) er með # 957 í aukahlutaskránni  sem AMG bíll ,, hefur sú tala haldist við lýði eftir að M-B keypti ráðandi hlut í AMG.. þeas ALLIR AMG bílar eru með 957 coda ,, sem segir til um að bíllinn er oem AMG\n\r\nÞegar facelift uppfærsla varð á W124,, fékk 500E einnig það sama ,, og er ekki að neita því að slík andlitlyfting er fyrir mína parta ,, til mikilla bóta, bíllinn er miklu árennilegri eftir að stóra grillið hvarf\n\r\nmilli 93 og 94 fóru 12 LIMITED ((útfærsla af E500))  til  AMG og fengu oem 6.0 vél  með 381 ps  og 580 nm,, fanta öflugir bílar,, Ég hef aldrei verið hrifinn af LIMITED E500,, finnst leðrið afspyrnu ljótt\r\nsérstaklega græna og rauða útfærslan ,, man eftir einum LTD bíl með svörtu leðri,, og var slíkt SÉRSTAKLEGA  tekið fram í auglýsingunni þar sem það hefur greinilega verið sérpantað . (( ath Hálfdán Gunnarsson var kominn á fremsta hlunn með að kaupa þann bíl á sínum tíma ))\r\nmargir E500E bílar fóru til AMG  af kaupendum sínum og fengu 6.0L stækkun ,, eflaust fyrir himinhátt verð,, það eru eiginlega frekar óstaðfestar fréttir hversu margir 124036 eru með E60 oem vél\r\nEinnig voru BRABUS með 6.5 L  Carlsson og fleiri með TUNING program fyrir þessa bíla,, ,  nokkrir M120 124036 bílar eru til  ,, flestir  með oem 6.0 og aðrir með einhverja borun + stroke\r\nen toppurinn á 124036 er án vafa M120 7.3S  580 ps og tæplega 800nm af togi frá BRABUS  ,, örfáir voru búnir til. Gríðarlega öflugir bílar ,\n\r\n500E fékk fljótlega viðurnefnið ,, Koenig dem  Autobahn ,, enda feikna öflugur ,, sérlega góður ferðabíll ,, og framúrskarandi til háhraða-aksturs,,\r\nHelsti keppinauturinn var BMW E34 M5, sem var eilítið sprækari,, 3.6 IL-6,,  veit ekki með milli hröðun og//eða eftir 180+ ,,  5 gíra kassi beinskiptur og með læstu drifi.. margfalt meira leiktæki,,\r\nAðrir keppinautar ,, sem voru sjaldgæfari voru LOTUS-OMEGA//Carlton og ALPINA B10 BITURBO,,en 500E átti ekki breik í þá tvo.\n\r\nEru vankantar á 124036,,,,,,, NEI,, en sumt hefði mátt fara betur..\r\nt.d Loftkælingin,, sérstaklega AUTOKLIMA,, en það er bara lélegt,, heldur illa köldu,, einnig er loomið úr stórfurðulegu efni ,, hreinlega morknar,, með árunum  inngjafarspjalds-búnaðurinn er old-school,, og hefur bilað sami búnaður er á M120,,  Vökvastýrisdælan er ansi mögnuð.. en hún er tvöföld og stjórnar bæði stýri og hleðslujafnara ,, með tveimur mismunandi vökvum,,\r\nþessi búnaður vill stundum leka ,,\n\r\nÉg held ég geti fullyrt að það er varla til dæmisaga um óánægðan 124036 eiganda,, hef aldrei séð eitt eða neitt um slíkt,, enda er þetta TRAUM-WAGEN eins og Þjóðverjar segja um magnaða bíla\r\n124036 er eflaust eini Mercedes-Benz bíllinn sem BMW eigendur tala um með lotningu ,,  hreinlega  undrun sætir,, ((enda ekki skrítið)) og er bíllinn iðulega nefndur HAMMER af þeim\n\r\nFullt af nýrri M-B bílum sem eru miklu öflugri,, hreinlega dofna og fölna í samanburði við 124036,,  vantar alla persónu-töfra og verða aldrei flokkaðir sem sígilt stöðutákn, meðal M-B eigenda\r\nEftir 1995 framleiddi  M-B varla  til alvöru bíla ,, í áratug  (( 140 er reyndar framleiddur til 1998/9 )),, Fásinnu mörg vandamál komu upp í W210 ,, eitthvað sem þekktist ekki áður fyrr (( Einn af æðstu forstjórum M-B hélt mikla lofræðu þegar W210 var opinberaður og sagði að hann hefði bara kostað 60% af hönnun W124 ))  þar kemur einnig inn sú sterka MÝTA að um 93 skiptir Mercedes um stálbirgja,, og er það staðreynd hvort sem mönnum líkar betur eða verr að eftir það ,, þá er stórmunur á efnisgæðum bílanna ,,,,,,   RYÐ varð algengt miklu fyrr en áður hafði þekkst og er þetta sérlega þekkt í 124 og 140 þar sem árgerðir frá 91-93 eru í margfalt betra ástandi upp til hópa miðað við yngri árgerðir\n\n\r\nHér fyrir neðan eru myndir frá Rossle Bau  ((Porsche verksmiðjan )) þar standa AUDI RS2   með 2.2 IL 5 turbo  með 220 oem .. en Porsche skilaði þeim til baka með 317 ps ,, gríðarlega quick græjur \r\neinnig eru E500 bílar þarna .. þetta er greinilega tekið ca seint 93 eða síðar\n\nhttp://img25.imageshack.us/img25/5060/fe377639vo8.jpg\n\n\nhttp://img25.imageshack.us/img25/2461/fe3776f3fs9.jpg\n\n\r\nþetta er þýtt og endursagt af netinu ásamt ýmsri persónulegri vitneskju", "date": "2009-12-31 16:04:00", "post_id": 1}, {"user_name": "Viggóhelgi", "text": "hahaha, sveinbjörn, þú ert engum líkur\n\nrosa vönduð og flott grein.. miiiikið af ártölum og tölum <<<icon_biggrin.gif>>>\n\nfleirri myndir í hana samt! <<<icon_biggrin.gif>>>", "date": "2009-12-31 16:08:00", "post_id": 2}, {"user_name": "ALPINA", "text": "<<<tongueout.gif>>>", "date": "2009-12-31 16:10:00", "post_id": 3}, {"user_name": "ZooMix", "text": "Ég hvet þig til að taka út \"Ég-mér finnst\" og allt þannig dót og smella á íslenska wikipedia <<<icon_wink.gif>>> merkileg grein og hún verður vel varðveitt þar.", "date": "2009-12-31 16:14:00", "post_id": 4}, {"user_name": "Erica", "text": "Vel gert Sveinbjörn. Skemmtileg lesning í alla staði", "date": "2009-12-31 16:23:00", "post_id": 5}, {"user_name": "ingvarp", "text": "virkilega gaman að lesa þessa grein <<<clapping.gif>>>", "date": "2009-12-31 16:50:00", "post_id": 6}, {"user_name": "ABARTH", "text": "Mjög góð grein, endilega settu svo saman fleiri, gaman að lesa þetta. <<<icon_smile.gif>>>", "date": "2009-12-31 17:42:00", "post_id": 7}, {"user_name": "Andrés G", "text": "skemmtileg lesning um merkilegan bíl! <<<icon_smile.gif>>>", "date": "2009-12-31 17:58:00", "post_id": 8}, {"user_name": "Svenni Litli", "text": "Æðislegur lestur!\nPérsónulega elska ég W124 bílana fyrir hvað þetta eru fallegir bílar og þvílík saga bakvið þessa bíla.\n\nPabbi átti 300E 4Matic 1994 W124 bíl, svartsans með gráum stuðurum og án nokkurs vafa best farni svona bíll landsins!\nEnda nýlega fluttur inn þegar við áttum hann. Númerið á honum var KZ883. Ég sá hann á Akureyrir fyrir 2 árum og var ekki sáttur, glærljós að framan og aftan, krómrammi utanum númerin og eitthvað drasl.\n\nSvo seldum við hann fyrir S55 AMG 2001 sem er ótrúlega vel farinn!\n\nVinur hans pabba á þennan E500E og hann er í alsherjar uppgerð sem er á síðustustigum núna í þessum töluðu orðum, ný sprautaður og allt sem var ekki í lagi var lagað!\nFékk að fara í bíltúr í honum þegar hann var nýlega kominn til landsins og vá hvað þetta er fallegt!", "date": "2010-01-01 17:55:00", "post_id": 9}, {"user_name": "Svenni Litli", "text": "Já þessi E500E er ameríkutýpa svartsans með gráum stuðurum alveg eins og minn gamli \nAlltof fallegur þessi bíll!", "date": "2010-01-01 17:57:00", "post_id": 10}, {"user_name": "ALPINA", "text": "Hvaða bíll er þetta sem þú minnist á þarna\n\r\nþeas E500E", "date": "2010-01-01 23:15:00", "post_id": 11}, {"user_name": "Svenni Litli", "text": "Torfi minnir mig að hann heitir, man það ekki í augnablikinu.\r\nGóður vinur hans pabba, enda eru þeir vinnufélagar.\n\r\nMan ekki númerið á bílnum enda soldið síðan ég sá hann, sá bílinn áður en hann fór allur í frumeindir og settur í sprautun.\r\nReyni að grenslast um hann fyrir þig <<<icon_wink.gif>>>", "date": "2010-01-03 01:50:00", "post_id": 12}, {"user_name": "íbbi", "text": "þetta er væntanlega bíllinn sem var á króks uppboðinu", "date": "2010-01-03 02:50:00", "post_id": 13}, {"user_name": "Kitty Svarfdal", "text": "mjög skemtileg lesning, thumbs up fyrir þetta <<<icon_thumright.gif>>> <<<icon_biggrin.gif>>>", "date": "2010-01-03 15:16:00", "post_id": 14}, {"user_name": "Svenni Litli", "text": "nei þessi bíll er ekki tjónaður", "date": "2010-01-03 15:45:00", "post_id": 15}, {"user_name": "ALPINA", "text": "Jebb Torfi er flugmaður og er búsettur í UK,, á GULANN 928 bíl ((mega flottur))\n\r\nþessi bíll hans er USA módel,, E500 94 árgerð,,\n\r\njúbb það fannst gamalt illa viðgert tjón,, sem var lagað aftur hér heima,,\n\r\nveit ekki hvar bíllinn er í dag,,\r\nhann keypti bílinn á ebay", "date": "2010-01-03 23:07:00", "post_id": 16}, {"user_name": "Svenni Litli", "text": "Þú veist allt um þetta hehehe..\r\nEn já þessi bíll var helvíti flottur og verður flottari <<<icon_wink.gif>>>", "date": "2010-01-04 01:19:00", "post_id": 17}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/clapping.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2009-12-31 16:04:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/clapping.gif", "path": "full/06832b5dc235e1343b3da5f088dfbfd776d970f4.gif", "checksum": "08c687aafa9319cdc27d934c887c8b6a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}