{"forum_title": "RÖFL", "id": "107041", "title": "er þetta ekki málið??? ófáar hagkaupsvillur koma frá kringlunni", "url": "http://www.live2cruize.com/spjall/showthread.php/107041-er-þetta-ekki-málið-ófáar-hagkaupsvillur-koma-frá-kringlunni", "posts": [{"user_name": "BIGBRO", "text": "China shopping centre builds 'car park for women'\r\nWoman passes a car for sale in Beijing, file image\r\nThe shopping centre hopes to appeal to China's women drivers\n\r\nA shopping centre in China's Hebei province has built a car park with wider spaces that it says is designed especially to suit women drivers.\n\r\nThe women-only car park in Shijiazhuang city is also painted in pink and light purple to appeal to female tastes.\n\r\nOfficial Wang Zheng told AFP news agency the car park was meant to cater to women's \"strong sense of colour and different sense of distance\".\n\r\nThe parking bays are one metre (3ft) wider than normal spaces, he said.\n\r\nThe Wanxiang-Tiancheng shopping centre had also \"installed signs and security monitoring equipment that corresponded more to women's needs\", he said.\n\r\nThe Global Times website says female parking attendants have been trained to help guide women drivers into their parking spaces. The bays also have extra lighting.\n\r\nDriving in China is a dangerous activity, with more than 200 deaths in road accidents each day last year, AFP reports, citing police statistics.\n\r\nYour comments\n\r\nHaving spent many years living and driving in Hong Kong I can understand the concept. I can spend ages queuing behind someone while they park in a normal car park, into a space I seem to be able to get into first time of asking.\r\nColin Brelsford, Hong Kong\n\r\nI think that there's no harm in doing so. Many of my female friends laugh about how difficult they find parking, but I never hear it from my male friends!\r\nHelen, Manchester, UK\n\r\nI think the decision has both good and bad points. I think its a bit insulting to us women drivers to say that we are useless at parking and so we need bigger spaces. (In our household it has been the male of the species who has had the accidents whilst parking and cost rather a lot of money.) The fact is, the physical size of cars has been increasing for years, yet the actual size of parking spaces has not changed at all. And why change the colour of the \"white\" lines?? Rather pointless! If road accidents cause so many deaths in China, maybe introduce proper driving lessons, more stringent road rules and stiffer penalties for dangerous driving.\r\nFerryjane, Dundee, Scotland\n\r\nThere is no need to build separate lots for women. Its is sexist and condescending. There are men who can benefit from wider spots just like there are women who can stop on a dime!\r\nAlmudena de la Morena, Austin, USA\n\r\nThis may be a nice move, but what will it achieve? One thing is for sure, this will reduce the parking skills of women drivers in China.\r\nRom Vargas, Sorsogon, Philippines\n\r\nHow damned patronizing can you get? Are the women of China different from those of the rest of the world, who don't require special parking facilities? Maybe better driving instructors are required, not special parking lots.\r\nMaureen Lum, Burwood, Victoria, Australia\n\r\neinhverjir heyrðu þetta í útvarpinu og aðrir á b2. \r\nég styð þessa hugmynd frá A til Ö <<<icon_biggrin.gif>>>", "date": "2009-12-31 17:47:00", "post_id": 1}, {"user_name": "BalliBT", "text": "hahah ég sá þetta í gær \n\r\nvery good idea", "date": "2009-12-31 18:16:00", "post_id": 2}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2009-12-31 17:47:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}