{"forum_title": "RÖFL", "id": "107332", "title": "Vilja staðfesta Icesave", "url": "http://www.live2cruize.com/spjall/showthread.php/107332-Vilja-staðfesta-Icesave", "posts": [{"user_name": "testdriver", "text": "Hvað er að fólki. Mér líst engan vegin á þetta http://www.mbl.is/mm/frettir/innlent...festa_icesave/", "date": "2010-01-04 04:35:00", "post_id": 1}, {"user_name": "FS", "text": "fólk er bara hrætt held ég", "date": "2010-01-04 04:39:00", "post_id": 2}, {"user_name": "Arnar F", "text": "Skrifa það sem ég hef skrifaði fyrr í dag á netinu.\n\n- - - -\n\nÉg er engan veginn hrifinn af þessum samning og skyldu okkar til að greiða þessar innistæður & efast ég að einhver íslendingur sé það .... EN afleiðingarnar af því að gera það ekki yrðu ÓLÝSANLEGA verri og því betra að kyngja þessu íslenska stolti og standa við að greiða þessa upphæð eftir nokkur ár, hver veit nema við staðgreiðum hana bara ef gengið verður orðið hagstætt þá <<<icon_smile.gif>>>\n\nNúna er loksins hægt að fara einbeita sér að fleiri hagsmunamálum varðandi atvinnumál, gjaldeyrisöflun & styrkingu osf. \n\nP.S. Það stendur engin önnur þjóð með okkur í þessu máli, fáum engin lán nema gengið verði frá þessu sem fyrst & vinsemdin og trúverðuleikinn á landinu mun hverfa samstundis ákveðum við að segja nei við að standast þessar skuldbindingar.\n\nTökum sem dæmi;\nÞú værir með aleigu þína í banka hér á landi því það væri búið að auglýsa pottþétta háa vexti án mikillar áhættu líkt og aðrir sjóðir.\nÞessi banki væri í eigu Breta en þegar hrun verður þar í landi þá neita þeir að greiða ÞÉR innistæðuna því þú ert ekki breskur ríkisborgari ... er það réttlátt ?\n\nHægt að rökræða þetta mál fram og til baka með engri lokalegri niðurstöðu og því hrósa ég að loksins sé búið að ganga frá því svo hægt sé að klára hin ótal mál sem þarf að klára.\n\nVerður líka gaman að sjá hvað á eftir að koma úr ákærum gegn aðilum tengdum bankahruninu, hverjir eru tengdir í þetta, hvaðan komu þessir stanslausu peningar og hvert fóru þeir ?", "date": "2010-01-04 05:17:00", "post_id": 3}, {"user_name": "Vitsmunavera", "text": "Þú ættir virkilega að skoða hagtölur Ríkissjóðs. Staðgreiða þetta bara einn góðann veðurdag með einni bankafærslu? Gengið á sínum tíma var alltof hátt skráð og munun við líklegast aldrei ná svipuðum tölum aftur. Ef mig minnir rétt þá er lágmarksupphæðin sem Íslenska þjóðin þyrfti að greiða 660 milljarðar. Ef að við samþykkjum að greiða upp alla skuldina , verður gengið á allt sem við eigum.", "date": "2010-01-04 05:48:00", "post_id": 4}, {"user_name": "biturk", "text": "skohh.\n\r\nfyrir það fyrsta munum við aldrei staðgreiða þetta, það er bara langt frá veruleikanum\r\nannað, jafnvel þó að það skeði þyrftum við samt að borga vexti sem væru ekki komnir....er það eðlilegt ísamning ?\r\nþriðja gengið verður aldrei þetta hagstætt aftur og maðurinn á undan útskýrði það.\r\nfjórða, við höfum ekki efni á þessu, munum ekki hafa efni á þessu og erum þar að auki með fáránlegann samning.\n\r\nnei, þetta er misskilningur, engin þjóð vill lána okkur fyrr en icesave er AFGREITT, þeim er skítsama hvað við gerum en meðan þetta hangir yfir hangir yfir efnahagsóviss og maður lánar engum pening sem maður veit ekki hvort sð skuldi marga marga milljarða og alger óvissa ríki hversu margir milljarðar það eru.\n\r\nsry en ég skil ekki hvað fólk er að fara með peningana í erlenda banka....mér dytti það aldrei til hugar og einmitt útaf því að eitthvað svona myndi gerast.\n\r\nmyndu bretar og hollendingar borga okkur ef þessu væri snúið við? efast stórlega um það!\n\r\nþeir græddu pening og eiddu pening bara nkl eins og við gerðum og ekki svo líklegt að þeir verði sakfelldir nema að litlu leiti og peningarnir nást sennilega aldrei til baka þó að gaman væri, þeir voru siðlausir fram úr hófi en það er því miður bara ekki ólöglegt í lagalegum skilningi", "date": "2010-01-04 11:39:00", "post_id": 5}, {"user_name": "kallib", "text": "þú ert heimskur", "date": "2010-01-04 12:44:00", "post_id": 6}, {"user_name": "BIGBRO", "text": "shit góð rök (Y) fálkaorðuna á þennann", "date": "2010-01-04 13:31:00", "post_id": 7}, {"user_name": "CS", "text": "Er þetta eina sem þú hefur að segja.....\n\r\nEina sem ég sé við þetta ef við höfnum þessu og segjum bara nei....  Hvað ef okkar blessaðar gengi mundi fara hrinja aftur og mun meira.....\n\r\nAf því við sögðum þá fáum við ekki nein lán hvort sem  við þurfum á þeim að halda eða ekkii.....eða hjálp.", "date": "2010-01-04 14:00:00", "post_id": 8}, {"user_name": "dazy crazy", "text": "Nákvæmlega\n\n\n\nHvort myndir þú frekar vilja lána einhverjum pening sem hefur ekki borgað einhverja vafasama skuld eða einhverjum sem að fer pottþétt á hausinn með lánið þitt og borgar þar af leiðandi aldrei?", "date": "2010-01-04 14:49:00", "post_id": 9}, {"user_name": "Einar Vti", "text": "einhver á aðlþingi borgaði einhverjum fyrir að stofna þetta svo hafa fjölsyldurmeðlimir byrjað að skrá sig haha.", "date": "2010-01-04 15:03:00", "post_id": 10}, {"user_name": "vladrulli", "text": "icesave endar líklega með því að vera um 10% af skuldum ríkissjóðs og fólk heldur að þetta sé einhver heimsendir... <<<icon_lol.gif>>>\n\nsumir hérna ættu að taka hausinn úr rassgatinu og hætta að einblína á þetta viðkomandi mál... þetta er langt frá því að vera eins mikilvægt og fjölmiðlar og sumir stjórnmálamenn vilja oft meina...", "date": "2010-01-04 16:05:00", "post_id": 11}, {"user_name": "kallib", "text": "ekki vera bitur þótt þú eigir ekki bót fyrir boruna á þér\n\r\nég þarf ekki að koma með nein rök annað en það að þetta er mjög heimskulegt það sem var skrifað þarna.", "date": "2010-01-04 16:06:00", "post_id": 12}, {"user_name": "Pétur Snær", "text": "Málið er að fólk þarf að átta sig á að þetta voru EINKABANKAR!! Ekki ríkisbankar! Svo hefur líka komið fram að ábyrgðin liggur að einhverju leyti hjá fjármálaeftirlitinu í Bretlandi.\n\r\nRíkisábyrgð er bara hneyksli. \n\r\nAllistair Darling segir mér ekki að borga 12 þús evrur af því að hans efirlitskerfi brást!", "date": "2010-01-04 16:08:00", "post_id": 13}, {"user_name": "Arnar F", "text": "Guðanna bænum hressið ykkur aðeins við.\n\r\nBtw. þetta með að staðgreiða skuldina var létt spaug svo þið fáið ekki áfall.\n\n\n\nHeimska þín skýrir sig meira en nóg með þessu svari þínu.\n\n\n\nAkkúrat, þýðir annars lítið að rökræða við fólk á netinu.\n\r\nÉg er búinn að taka það skýrt fram að ég er engan veginn hrifinn af þessum samning en milliríkjadeilur verður að leysa sem fyrst til að geta einbeitt sér að öðrum mikilvægum málum og hafa þetta ekki hangandi yfir sér.\n\r\nVæri gaman að sjá fólk hérna á spjallinu bjarga Íslandi, segja nei við IceSave & styrkja gengið á sama tíma með engum gjaldeyrisvaraforða né trausti á íslenskt fjármálakerfi .... endilega segið mér hvernig þið ætlið að spila þau spil út ?", "date": "2010-01-04 16:29:00", "post_id": 14}, {"user_name": "Röggi R900", "text": "Það var líka margt oft búið að fara framm á það að Landsbankinn myndi hafa dótturfélag í Bretlandi og Hollandi vegna þess að innistæðan var kominn í 650.milljarða og var LANGT fyrir ofan löglega % af landsframleiðslu þessa lands, að ríkið skuli vera bera ábyrgð á þessu öllu saman er bara kjaftæði, það átti að vera löngu búið að gera Landsbankann að öðru fyrirtæki í Bretlandi og Hollandi með aðrar kennitölur samkvæmt fjármálalögum", "date": "2010-01-04 18:01:00", "post_id": 15}, {"user_name": "dazy crazy", "text": "Þetta er miðað við mestu bjartsýnisspár sögunnar um að það verði hægt að selja allar eignir.\r\nOg ætlar þú að taka ábyrgð á því og borga okkur ef þetta er vitlaust?", "date": "2010-01-04 18:37:00", "post_id": 16}, {"user_name": "vladrulli", "text": "nei, mestu bjartsýnisspár segja að eignasafnið borgi upp alla skuldina...\n\r\nætla ég að taka ábyrgð? ertu hálfviti? þoli ekki þessa hálfvitaspurningu sem poppar alltaf upp... <<<icon_lol.gif>>> auðvitað ætla ég ekki að taka ábyrgð... ertu að segja mér að allir þeir sem vilja senda erlendu þjóðunum puttann og sleppa að borga ætla að taka ábyrgð á afleiðingunum?\n\r\nIcesave sökkar en það verður ekkert hjá því komist að borga þetta... jújú, samningarnir mættu kannski vera betri, er ekki nógu fróður um þetta til að tjá mig um nákvæmlega það mál (eins og líklega ALLIR aðrir á þessu spjalli)... ég hef miklu meiri áhyggjur og áhuga á því hvort þeir sem sigldu bönkunum og þjóðinni í strand verði látnir sæta ábyrgð... allt þetta uppblásna tal um Icesave og \"djöflaholdgerving\" breta hefur leitt til þess að froðufellandi almenningur hefur gleymt útrásarvíkingunum og embættismönnum sem eiga að bera ábyrgð... Maddoff var rannsakaður og dæmdur á nokkrum mánuðum í USA... íslensku glæpamennirnir leystu út arð, fengu afkrifaðar milljarða skuldir og lögðu inn kröfur (þeir sjálfir eða ættingajar þeirra) í þrotabú fyrirtækja sem þeir sjálfir gerðu gjaldþrota!!! shitt! opnið augun og beinið reiðinni í rétta át!!!", "date": "2010-01-04 18:51:00", "post_id": 17}, {"user_name": "BIGBRO", "text": "mmm okey ég á reyndar allveg \"bót fyrir borunni á mér\" \n\r\nen tjahh verð að biðurkenna að það ert meira þú sem ert heimskur.\n\r\nvið þurfum að borga. það er 100% það sem verið var að hafna núna var samningurinn sem okkur var boðinn. og eins og hagfræðingar segja: ef ykkur finst þetta lélegur samningur bíði þá bara eftir því sem kemur ef þið ætlið með þetta til dómstóla. þá fyrst ferðu að grenja.\n\r\nicesave málið snýst ekki um hvort við ætlum að borga heldur hvernig... og þetta er lang besta leiðin fyrir okkur að komast útúr þessu á sem bestan máta.\n\r\nvið erum búin að drulla upp á bak með að borga íslendingum til baka og því miður afþví það eru hálfvitar við stjórn að þá þurfum við að samþykkja þetta. \r\nallt annað er bara heimska. eins og fyrr var sagt að þá er ömurlegt að þurfa að staðfesta þetta en að staðfesta ekki hefur mun verri afleiðingar.\n\r\nvið höfðum möguleika á að borga bara x upphæð en í staðin var þessi x upphæð látin til íslendinga og því þurfum við líka að borga hollendingum og bretum. allt annað er ósiðlegt og við verðum útskúfuð frá heiminum bara.", "date": "2010-01-06 13:57:00", "post_id": 18}, {"user_name": "BIGBRO", "text": "æjá best að láta það koma fram líka að eignir landsbankans duga fyrir 95% skuldinni uppí icesave en að sjálfsögðu er það með eignum og mörg rusli.", "date": "2010-01-06 13:58:00", "post_id": 19}, {"user_name": "Röggi R900", "text": "Veistu, það eru svona 5-6 ár þangað til hægt er að fá úr því... og eigum við bara að borga þangað til...??", "date": "2010-01-06 14:12:00", "post_id": 20}, {"user_name": "Arnar F", "text": "Byrjað verður að greiða IceSave kostnaðinn eftir 7 ár, þangað til eru það vextirnir & þeir eru skárri valmöguleiki en að vera einangruð á fjármálamörkuðum heimsins.", "date": "2010-01-06 14:18:00", "post_id": 21}, {"user_name": "biturk", "text": "hvenær ætlar fólk að byrja að skilja að við verðum ekki rass útskúfið. ags gefur út að þeim er skítsama um niðurstöðu icesave, þeir vilja bara að það sé gengið f´r aþví eh veginn. sama er um norðmenn\n\r\nþað er búið a vera endurtekið aftur og aftur að við áttum aldrei að þurfa að borga þetta og meiri hluti heimsins stendur með okkur að þetta séu fáránlegir samningar sem er verið að þröngva uppá okkur.\n\r\nbretar og hollendingar eru ekki heimurinn, síður en svo og það er ekkert eðlilegra en að gefa þeim puttan þar til þeir gefa okkur eðlilega samninga (þar sem að ríkisstjórnin skeit uppá bak og samkþykkti ríkisábyrð...hver kaus þetta vinstri pakk eiginlega?)", "date": "2010-01-06 14:26:00", "post_id": 22}, {"user_name": "CS", "text": "Þeir eru ekki heimurinn nema fyrir okkur mest af okkar vörur eru seldar í ESB. ESB stendur með þeim....Bretar kaupa ekkert smá mikið af okkur.\n\r\nVið vitum ekkert hvort þeir fara í hart við okkur eða ekki en ef þeir mundu nú gera það, hvað þá.... þá fengum við vita hvernig alvöru kreppa er.\n\r\nÞetta með hver kaus hvern þá efast um restin mundi gera betur þetta lið á alþingi er allt saman skítapakk....", "date": "2010-01-06 14:52:00", "post_id": 23}, {"user_name": "biturk", "text": "já en þó að vörurnar séu seldar þangað getum við allta snúið okkur annað og selt þær, það er ekki sérlega flókið við erum ekki háð þessu fólki, það er bara eh heimskulegt bábylja sem er að grafa sig niður í gegnum fjölmiðla hjérna.\n\r\nbretar geta ekki farið í stríð við okkur, heimruinn myndi ekki sætta sig við það útaf svona smámáli svo við þurfum engar áhuggjur að hafa af því og þó að það myndi gerast þá stendur bna alltaf að baki okkar (ein mestu mistök í heimi var náttúrulega að hrekja þá burt með herstöðina, hefði verið helvíti gott að hafa þá hjérna núna til smá meiri styrks)", "date": "2010-01-06 14:56:00", "post_id": 24}, {"user_name": "vladrulli", "text": "hehe... ertu freðinn? heldurðu virkilega að bna taki bandalag við Ísland fram yfir bandalag við Bretland?<<<icon_lol.gif>>>\n\nog hvað meinaður að þú sért ekki háður evrópu? auðvitað er ísland háð erlendum mörkuðum vesturveldana... eða ætlaður kannski að reyna að selja kína, afríku eða suður ameríku íslenskar vörur á \"vesturvelda\"-verði? það er alltaf auðvellt að tala með rassgatinu án þess að hugsa... <<<bitchslap.gif>>>\n\nef... og þetta er auðvitað mjög stórt ef... en ef evrópa lokar á Ísland, þá er Ísland bara algjörlega fucked... skulum bara vona að Bretar og Hollendingar hafi ekki nógu mikil ítök til að láta það gerast...", "date": "2010-01-06 14:59:00", "post_id": 25}, {"user_name": "ttota", "text": "Mig langar að benda á eitt sem Guðjón Heiðar, stofnandi \"þrýstihópur fyrir íslenska fjölmiðla\" póstaði þar.\n\n\n\n\r\nSvo er annað frá honum:\n\n\n\nÉg ætla að benda á það að ég er ekki sammála að joina einhvern klúbb um Ólaf", "date": "2010-01-06 15:21:00", "post_id": 26}, {"user_name": "CS", "text": "LOL!!!!!!! Svo að þú vitir það tekur það mörg ár að komast inn á nýjan markað og hafa fasta kúnna......\n\r\nÞetta með BNA muni hjálpa okkur, held ekki þeim nokk sama um okkur...\n\r\nVastu búin gleyma því þegar við báðum þá um hjálp með galdeyri samning sem við vildum gera við þá fyrir hrun.....", "date": "2010-01-06 15:23:00", "post_id": 27}, {"user_name": "biturk", "text": "lestu hjérna fyrir ofan, bretar geta ekki kúgað okkur, þeir mæta of mikilli mótstöðu ef þeir ganga of langt því við stöndum í öllum okkar rétti, en að samþykja allt og selja sig, nei fyrirgefðu borga MEÐ sér er engan vegin rétta leiðin og að fólk sé að huxa um að samþykja að selja landið, þjóðina, afurðirnar, sjálfstæðið og frelsið er svo ótrúlega fáránlegt að ég dauðskammast mín fyrir að vera kannski skyldur ykkur í tíunda ættlið!", "date": "2010-01-06 17:18:00", "post_id": 28}, {"user_name": "Joker_", "text": "ég er algjörlega á móti því að greiða þessa icesave skuld en ef við borgum ekki þessa skuld þá getum við lent í því að útlönd loki gjörsamlega á okkur þá verður ekkert internet, bensín, olía og þar um líkt <<<icon_wink.gif>>>", "date": "2010-01-06 17:20:00", "post_id": 29}, {"user_name": "Dezzice", "text": "Svo ég best skilji þurfum við nú að borga þessa blessuðu skuld að einhverju leiti, spurningin er bara hvernig við borgum hana og hvernig samningarnir eru gerðir.\n\r\npersónulega finnst mér ekki sniðugt að eyða enn einu árinu í að finna út úr þessu máli.\n\r\nÞað sem ég held að fólk sé mest að pirra sig yfir er hvernig algjörlega virðist eiga að valta yfir okkur af því við erum lítil og fámenn þjóð sem eigum erfitt með að svara fyrir okkur að mörgu leiti.  Því er haldið yfir hausnum á okkur að ef við hlýðum ekki fáum við ekki lán, fáum ekki inngöngu í ESB, verðum útskúfuð hér og þar osfrv.\n\r\nSorglegasta samt við þjóðarkosningu er sá hlutur að ég held að meirihluti landsmanna fatti varla út á hvað kosningin gengur og erlendir aðilar virðast yfir höfuð lítið fatta hvað verið er að ræða um, virðist bara koma fram að við ætlum ekki að borga og búið spil sem er mjög fjarri sannleikanum.  Persónulega viðurkenni ég fullvel að ég er engan vegin nógu vel inn í þessu til að skilja til fullnustu afleiðingar kosningarréttar míns ef til kosninga kæmi, þannig ef það verður þjóðaratkvæðagreiðsla held ég að ansi margir verði að kynna sér málin ef kjósa á á málefnalegan hátt.\n\r\nVið erum pinkulítil eyja út í rassgati og við erum like it or not bundin því að fá inn vörur og annað frá erlendum þjóðum og því að erlendar þjóðir kaupi af okkur afurðir.  við erum einnig bundin því að leysa þetta mál af því annars vill engin koma nálægt því að lána okkur pening eða versla við okkur fyrr en það er allavegana komin niðurstaða.", "date": "2010-01-06 18:28:00", "post_id": 30}, {"user_name": "tinni77", "text": "Mér skilst að Icesave-skuldin sé fyrir okkar hagkerfi eins og 40.000 milljarðar fyrir bandaríska hagkerfið (ef hlutföllin eru þá rétt á milli stærðar á hagkerfum)", "date": "2010-01-06 18:32:00", "post_id": 31}, {"user_name": "CS", "text": "Þú hefur ekki hugmynd um hvað Bretar geta gengið langt í þessu. Lestu svo fréttirnar frá ESB,norðurlöndum um þetta mál eru að segja um okkar stöðu.\n\r\nEf að þú \"dauðskammast þín fyrir að vera kannski skyldur okkur í tíunda ættlið\"\r\nÞá geturu alltaf bara flutt út gerst Breti eða Danni.....  \n\n\r\nÁrið 2008 fluttum við út vörur fyrir 466miljarða þarf 54Miljarða til Breta og  160miljarða, Hollands, 333 miljarða til ESS landa.\n\r\nBara til að þú gerir þér grein fyrir hvað þetta er stór miða önnur lönd Japan    19miljarða, USA  25miljarða", "date": "2010-01-06 20:07:00", "post_id": 32}, {"user_name": "biturk", "text": "og þú gerir þér enga grein fyrir því hvað fjölmiðlar eru ágengir í bullinu <<<icon_lol.gif>>> og þeir geta ekki gengið eins langt og fjölmiðlar segja því að þá mæta þeir gríðarlegri mótstöðu sem myndi skaða þá alveg gríðarlega og jafnvel gera þeim meira slæmt heldur en gott og þá áhættu taka þeir ekki, það er alveg víst.\n\r\nnei takk, mér fynnst te vont, talsmátinn *** og þar að auki er ég ekki danni....ég er gunni<<<icon_wink.gif>>>\n\r\nen þar kemur það skemmtilega að við flytjum vörurnar annað<<<icon_wink.gif>>> og þeir þurfa jú líka sumt af þessum vörum líka og þeir versla ekki við okkur af vorkun, heldur útaf gæðum og verði, þannig að þá væru þeir líka að valda sér skaða.....efast um að þeir séu til í að taka það skref.\n\r\neina sem þeir gætu \"gert\" okkur væri að láta okkur ekki fá lán frá ags (sem er ekki gott en ekki hræðilegt) og hindrað okkur frá esb inngöngu....það væri alveg geðveikt reindar ef það myndi gerast því að esb er kjaftæði og að huxa um að ísland sé að spá í að selja sjálfstæðið þangað veldur mér klígju.", "date": "2010-01-06 20:12:00", "post_id": 33}, {"user_name": "CS", "text": "Hehehe   hverjum ættum við að selja okkar vörur þá...  Rússar eða Kína....\n\r\nSvo tala þú um að við séum að fara selja sjálfstæðið þú ferð lengra en þessir  fjölmiðlar með hræsluáróður þinn.    \n\r\nEitt sem ég veit að við eigum eftir að borga þetta, ég vona svo sannarlega að þetta fari ekki hart.", "date": "2010-01-06 20:42:00", "post_id": 34}, {"user_name": "biturk", "text": "danmörk, noregur, þýskaland, spánn og fleira, löndin eru nú býsna mörg þar sem evrópa á aldrei eftir að loka á okkur í heild sinni né önnur lönd<<<icon_wink.gif>>>\n\r\nef við göngum í esb þá er það á þeim forsendum að þeir fái að ráða....það er margoft búið að segja það að við munum ekki fá sérsamninga, við erum lítið land og þeir græða ekkert á að fá okkur með sér í þetta bandalega nema að taka yfir landframleiðslu og því sem við eigum<<<icon_sad.gif>>>\n\r\nþess vegna er esb ekki máli, ásamt því að þá erum við með ráðgjafandi þing hjérna sem er álíka tilgangslaust og búsáhaldabyltingin.\n\r\nen esb er efni í annað mál<<<rolleyes.png>>>\n\r\nef þetta fer í hart þá færi þetta fyrir dóm og þá vinnum við, ég er sannfærður um það eftir að hafa lesið samningin og lesið fjölmiðla síðustu mánuði. þeir hafa of miklu að tapa.\n\r\nog já, ef þeir loka á að við getum selt afurðir....þá má ekki gleima því að þeir fá þetta þá aldrei borgað því þá eigum við ekki pening og ég get lofað þér því að þeir gera það ekki<<<icon_smile.gif>>>", "date": "2010-01-06 20:50:00", "post_id": 35}, {"user_name": "vladrulli", "text": "biturk... það er erfitt að rökræða við þig... þú ert einfaldlega of bjartsýnn... <<<icon_lol.gif>>>\n\nkannsk er það bara rétt hugarfar... veit ekki... <<<icon_lol.gif>>>\n\n\nen ég er allavega ósammála flestu af því sem þú segir hérna... sýnist að flestar af þínum fullyrðingum byggja á bjartsýni en ekki rökum...\n\nþú verður að gera þér grein fyrir því hvar þú ert... þú ert á skeri ásamt 300þús öðrum fuglahræðum... já, bretar og hollendingar eru með frekju... en þeir hafa líka efni á því... þeir geta beitt Ísland svo MUN meiri þrýstingi og valdið svo MUN meiri skaða en Ísland gæti nokkurn tímann gert á móti... held að þessi lönd og þeirra stjórnmálamenn eru ekkert að gera þetta vegna peningaupphæðarinnar sjálfrar í sjálfu sér, þetta er nú bara klínk í þeirra hagkerfum, heldur er þetta meira prinsip-mál og að einhverju leiti pr-herferð...", "date": "2010-01-06 22:31:00", "post_id": 36}, {"user_name": "biturk", "text": "hahahaha margt hefur verið sagt um mig <<<icon_razz.gif>>> en aldrei sagt að ég sé of bjartsýnn <<<icon_lol.gif>>>\n\r\nen já, það geta því miður ekki allir orðið sammála, kannski er ég með of mikið trú á mannkyninu, en ég allavega stend á minni sannfæringu um þetta mál og ég kýs á gegn því að þetta verði samþykkt og vona að sem flestir geri það líka til að gefa þeim annan putta<<<naughty.gif>>>\n\r\nég náttúrulega get ekki sagt hvað þeir huxa en þeir gefa út að þetta sé allt fyrir peningana og sama gera aðrir svo ég miða mína skoðun út frá því, herkænsku tæknin mín er ekki það þróuð að ég huxi lengra en staðreindir og vonin segir<<<icon_wink.gif>>>", "date": "2010-01-06 22:48:00", "post_id": 37}, {"user_name": "CS", "text": "Miða við hvað þú ert á móti ESB og að þú lætur þá líta út fyrir að vera vonda kallinn.  Við missum bara\" allt\" ef að við förum í ESB.  Hvað er þá að stopa þá í því að þeir fari hart við okkur.\n\nFiskurinn okkar nei.....við erum bara dropi í hafið hjá þeim  en þeir eru næstum allt fyrir okkur.\n\nEf að þetta færi nú fyrir dóm veistu hvað það gæti tekið langan tíma.  Það er það versta sem gæti komið fyrir okkur er að þetta tekur tíma meðan fáum við ekki lán og það eru mjög mörg fyrirtæki sem þurfa á þeim að halda án þeirra geta þau ekki framhvæmt.\n\nÞeir gætu bara haldið þetta út miklu lengur en við dregið bara labbirnar     .......þetta sem við þurfum að borga þeim er bara dropi hafði fyrir þá en rosa mikil money fyrir okkur.\n\n\nP.s Ég mundi óska þess þú hafðir rétt fyrir þér....", "date": "2010-01-06 22:50:00", "post_id": 38}, {"user_name": "MrManiac", "text": "lagalegi grundvöllurinn á þessu er tæpur. Enda vilja vretar og Hellendingar loka á þann möguleika fyrir íslendinga. Breat hafa aldrey unnið milliríkjadeilu við ísland of god dammm skulum ekki láta þá byrja á því núna.", "date": "2010-01-06 23:38:00", "post_id": 39}, {"user_name": "vladrulli", "text": "er hernámið þá ekki talið með? <<<icon_lol.gif>>>", "date": "2010-01-06 23:40:00", "post_id": 40}, {"user_name": "biturk", "text": "Höskuldur segir að allur hræðsluáróðurinn og allt sem hafi verið sagt byggist á órökstuddum fullyrðingum og í mínum huga rangri túlkun á því sem sé að gerast erlendis eins og hafi ítrekað komið fram. „Það er eitt sem er athyglisvert og hefur ekki verið haldið nógu vel til haga í umræðunni. Bretar neita að borga íbúum á Mön fyrir mistök breskra banka sem voru stofnaðir þar vegna þess að íbúar á mön fengu skatttekjur af reikningunum. Samt ætlast þeir til að íslendingar geri hið sama. Þetta sýnir fáránleikann í þessu máli,\" segir Höskuldur. \n\r\ntekið úr texta á visir.is\n\nhttp://www.visir.is/article/20100107...IR01/745184401", "date": "2010-01-07 11:24:00", "post_id": 41}, {"user_name": "Bragi", "text": "ég er með svo geðveikt plan....   flytja úr landi!  málið leyst...", "date": "2010-01-07 12:35:00", "post_id": 42}, {"user_name": "vladrulli", "text": "nah... það vill þig enginn úti... ekki nema þú brennir íslenska vegabréfið og segist vera pólskur verkamaður, þá áttu kannski séns... <<<icon_lol.gif>>>", "date": "2010-01-07 12:38:00", "post_id": 43}, {"user_name": "Bragi", "text": "allt í lagi að vera íslendingur í svíþjóð að minsta kosti\n\nmæli ekki með bretlandi... nema þú viljir vera stunginn...", "date": "2010-01-07 12:46:00", "post_id": 44}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/bitchslap.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2010-01-04 04:35:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/bitchslap.gif", "path": "full/99b927e6cb75d5955372c70ad29eb485d90819f7.gif", "checksum": "69622cf6f1070c23f484558b8e6610c0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}