{"forum_title": "Tæknilega hornið: Almennt", "id": "108270", "title": "Bassabox sem hætti að virka", "url": "http://www.live2cruize.com/spjall/showthread.php/108270-Bassabox-sem-hætti-að-virka", "posts": [{"user_name": "Andri Pogo", "text": "Fyrir nokkrum vikum (eða mánuðum <<<drunken_smilie.gif>>>) hætti að heyrast í bassaboxinu hjá mér og ég hef dregið það þar til nú að kíkja á það.\r\nÞetta var búið að virka fínt í 2-3 ár áður en þetta gerðist.\n\r\nÞað eina sem mér dettur í hug að gæti hafa gerst er að boxið losnaði úr stað og rann aðeins til í skottinu og því gæti hafa kippst í hátalarasnúruna.\n\r\nAnnars rann ég yfir tengin áðan; \r\n+ úr rafgeymi í magnara lítur eðlilega út og öryggi við rafgeymi og í magnara heil.\r\n- úr magnara í jörð er enn á sínum stað og pikkfast.\r\nremote úr spilara í magnara er í lagi, það kemur alltaf ljós á magnarann.\r\nRCA tengið úr spilara í magnara er enn í sambandi.\r\nHátalaravírar úr magnara eru allir á sínum stað en þeir fara í hraðtengi í boxið og vírarnir virðast vera pikkfastir á sínum stað í hraðtenginu.\r\nBoxið sjálft, keilan og magnarinn virðast ekki hafa orðið fyrir neinu hnjaski þannig mér datt helst í hug eitthvað sambandsleysi en fann ekkert að í fljótu bragði.\n\r\nÉg er orðinn svo ryðgaður í þessum græjumálum að mér datt í hug að spyrja hér hvort einhverjum dytti eitthvað í hug sem gæti verið að klikka eða væri vert að athuga áður en ég ríf þetta allt úr sambandi ??", "date": "2010-01-11 19:41:00", "post_id": 1}, {"user_name": "Tommiht", "text": "spurning um sambandsleisi inn boxinu eða að það sé sprungið viðnám í prentplötu eða eitthvað í þá áttina :/", "date": "2010-01-11 19:43:00", "post_id": 2}, {"user_name": "sledder", "text": "skeði fyrir keiluna mína að það brotnaði úr boxinu sjálfu og fór í keiluna enn hún hætti ekki að virka kom bara leiðinda surg í hana og svo bara bamm ónýt prufaðu að skoða þetta aldrei að vita nema það sé eitthvað í þessa áttina sem er að", "date": "2010-01-11 20:37:00", "post_id": 3}, {"user_name": "Þráinn", "text": "viðnámsmæla keiluna, gæti verið að það séu í sundur vírar inn í henni, maður hefur séð lélegan frágang inní boxum", "date": "2010-01-11 22:55:00", "post_id": 4}, {"user_name": "ingi15", "text": "getur líka verið farinn vír í sundur inn í boxinu", "date": "2010-01-11 23:12:00", "post_id": 5}, {"user_name": "Andri Pogo", "text": "takk, ég byrja á því að taka boxið inn og kíkja á það, kann þó ekkert að viðnámsmæla en ég tékka amk á vírunum fyrst", "date": "2010-01-11 23:47:00", "post_id": 6}, {"user_name": "prelude88", "text": "Farðu með það Upp í Sjónvarpsmiðstöð Þeir eru Mjögsamgjarnir", "date": "2010-01-12 03:05:00", "post_id": 7}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/drunken_smilie.gif"], "date": "2010-01-11 19:41:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/drunken_smilie.gif", "path": "full/b601b67e63a495e69bf9241fbe279161d81727c2.gif", "checksum": "0ad55663e86c33e6cfeb81d4eef2fe45"}]}