{"forum_title": "RÖFL", "id": "11015", "title": "Mælt mál !", "url": "http://www.live2cruize.com/spjall/showthread.php/11015-Mælt-mál-!", "posts": [{"user_name": "JHP", "text": "WOMEN'S ENGLISH: \r\n1. Yes = No \r\n2. No = Yes \r\n3. Maybe = No \r\n4. We need = I want \r\n5. I am sorry - You'll be sorry \r\n6. We need to talk = you're in trouble \r\n7. Sure, go ahead = you better not \r\n8. Do what you want = you will pay for this later \r\n9. I am not upset = Of course, I am upset, you moron! \r\n10. You're certainly attentive tonight = is sex all you ever think about? \n\r\nMEN'S ENGLISH: \n\r\n1. I am hungry = I am hungry \r\n2. I am sleepy = I am sleepy \r\n3. I am tired = I am tired \r\n4. Nice dress = Nice cleavage! \r\n5. I love you = Let's have sex now \r\n6. I am bored = Do you want to have sex? \r\n7. May I have this dance? = I'd like to have sex with you. \r\n8. Can I call you sometime? = I'd like to have sex with you. \r\n9. Do you want to go to a movie? = I'd like to have sex with you. \r\n10. Can I take you out to dinner? = I'd like to have sex with you. \r\n11. I don't think those shoes go with that outfit - I'm *** \n\r\nKveðja Durturinn  <<<icon_lol.gif>>>", "date": "2006-01-25 21:27:00", "post_id": 1}, {"user_name": "Coupe", "text": "hahahahaha <<<rofl.gif>>>", "date": "2006-01-25 21:31:00", "post_id": 2}, {"user_name": "intenz", "text": "<<<rollinglaugh.gif>>>", "date": "2006-01-25 21:38:00", "post_id": 3}, {"user_name": "Þráinn", "text": "So true  <<<icon_lol.gif>>>", "date": "2006-01-25 21:47:00", "post_id": 4}, {"user_name": "Lindemann", "text": "durturinn = nonnivett  <<<icon_eek.gif>>>", "date": "2006-01-25 23:57:00", "post_id": 5}, {"user_name": "JHP", "text": "HHMMMMM............Þetta er lögreglumál  <<<icon_lol.gif>>>", "date": "2006-01-26 00:15:00", "post_id": 6}, {"user_name": "JHP", "text": "ROMANCE MATHEMATICS\n\r\nSmart man + smart woman = romance\r\nSmart man + dumb woman = affair\r\nDumb man + smart woman = marriage\r\nDumb man + dumb woman = pregnancy\r\n______________________________\r\nOFFICE ARITHMETIC\n\r\nSmart boss + smart employee = profit\r\nSmart boss + dumb employee = production\r\nDumb boss + smart employee = promotion\r\nDumb boss + dumb employee = overtime\r\n_____________________________\n\n\n\r\nSHOPPING MATH\n\r\nA man will pay $20 for a $10 item he needs.\r\nA woman will pay $10 for a $20 item that she doesn't need.\r\n_____________________________\n\n\n\r\nGENERAL EQUATIONS & STATISTICS\n\r\nA woman worries about the future until she gets a husband.\r\nA man never worries about the future until he gets a wife.\r\nA successful man is one who makes more money than his wife can \r\nspend.\r\nA successful woman is one who can find such a man.\r\n___ __________________________\n\n\n\r\nHAPPINESS\n\r\nTo be happy with a man, you must understand him a lot and love \r\nhim a little.\r\nTo be happy with a woman, you must love her a lot and not try to \r\nunderstand her at all.\r\n______________________________\n\n\n\r\nLONGEVITY\n\r\nMarried men live longer than single men do, but married men are a \r\nlot more\r\nwilling to die.\r\n______________________________\n\n\n\r\nPROPENSITY TO CHANGE\n\r\nA woman marries a man expecting he will change, but he doesn't.\r\nA man marries a woman expecting that she won't change, and she \r\ndoes.\r\n_____________________________\n\n\n\r\nDISCUSSION TECHNIQUE\n\r\nA woman has the last word in any argument.\r\nAnything a man says after that is the beginning of a new argument.\r\n_____________________________\n\r\nHOW TO STOP PEOPLE FROM BUGGING YOU ABOUT GETTING MARRIED\r\nOld aunts used to come up to me at weddings, poking me in the ribs \r\nand cackling, telling me, \"You're next.\" They stopped after I started \r\ndoing the same thing to them at funerals.", "date": "2006-01-26 01:26:00", "post_id": 7}, {"user_name": "JHP", "text": "Svo eitt svona gamallt og gott Owned  <<<icon_lol.gif>>> \n\nhttp://www.flurl.com/featured/owned_50319.html", "date": "2006-01-26 01:32:00", "post_id": 8}, {"user_name": "JHP", "text": "A man and his wife were working in their garden one day and the man looks over at his wife and says \"Your butt is getting really big, I mean really big. I bet your butt is bigger than the barbecue.\" \n\r\nWith that he proceeded to get a measuring tape and measure the grill and then went over to where his wife was working and measured his wife's bottom. \n\r\n\"Yes, I was right, your butt is two inches wider than the barbecue!!!\" \n\r\nThe woman chose to ignore her husband. \n\r\nLater that night in bed, the husband is feeling frisky. He makes some advances towards his wife who completely brushes him off. \n\r\n\"What's wrong?\" he asks. \n\r\nShe answers: \"Do you really think I'm going to fire up this big-a$$ grill for one little weenie?", "date": "2006-01-26 01:36:00", "post_id": 9}, {"user_name": "JHP", "text": "A man came to visit his grandparents, and he noticed\r\nhis grandfather sitting on the porch, in the rocking chair,\r\nwearing only a shirt, with nothing on from the waist down.\n\r\nGrandpa, what are you doing? Your weenie is out\r\nin the wind for everyone to see!\" he exclaimed.\n\r\nThe old man looked off in the distance without answering.\n\r\n\"Grandpa, what are you doing sitting out here with nothing\r\non below the waist?\" he asked again.\n\r\nThe old man slowly looked at him and said, \"Well. . . last week I sat \r\nout here with no shirt on, and I got a stiff neck. \r\nThis is your grandma's idea.\"", "date": "2006-01-26 01:38:00", "post_id": 10}, {"user_name": "JHP", "text": "Two hunters are out in the woods. One goes to the other and asks if he has some toilet paper.\n\r\n\"No, just ran out. Use a dollar.\"\n\r\nSo, the other hunter goes out into the bushes. After a few minutes of grunting, he comes back out with \"stuff\" all over his hands.\n\r\n\"What the... I told you to use a dollar.\"\n\r\n\"I did. Three quarters, two dimes, and a nickel.\"", "date": "2006-01-26 01:41:00", "post_id": 11}, {"user_name": "JHP", "text": "In a crowded city at a busy bus stop, a beautiful young woman wearing a tight mini skirt was waiting for a bus.\r\nAs the bus stopped and it was her turn to get on, she became aware that her skirt was too tight to allow her leg to come up to the height of the first step of the bus.\r\nSlightly embarrassed and with a quick smile to the bus driver, she reached behind her to unzip her skirt a little, thinking that this would give her enough slack to raise her leg. She tried to take the step, only to discover that she couldn't.\r\nSo, a little more embarrassed, she once again reached behind her to unzip her skirt a little more, and for the second time attempted the step. Once again, she could not raise her leg. With a little smile to the driver, she again reached behind to unzip a little more and again was unable to take the step.\r\nAbout this time, a large Texan who was standing behind her picked her up easily by the waist and placed her gently on the step of the bus. She went ballistic and turned to the would-be Samaritan and yelled,\r\n\"How dare you touch my body! I don't even know who you are!\"\r\nThe big Texan smiled and drawled:\r\n\"Well, ma'am, normally I would agree with you, but after you unzipped my fly three times, I kinda figured we was friends.\"", "date": "2006-01-26 01:45:00", "post_id": 12}, {"user_name": "JHP", "text": "Because I'm a man, when I lock my keys in the car I will fiddle\r\nwith a wire long after hypothermia, or heat stroke, has set in.\r\nThe AAA is not an option. I will win.\r\n________________________________________ _____________\r\nBecause I'm a man, when the car isn't running very well, I will\r\npop the hood and stare at the engine as if I know what I'm\r\nlooking at. If another man shows up, one of us will say to the\r\nother, \"I used to be able to fix these things, but now with all\r\nthese computers and everything, I wouldn't know where to\r\nstart.\" We will then drink beer and break wind as a form of\r\nHoly Communion.\r\n________________________________________ _____________\r\nBecause I'm a man, when I catch a cold, I need someone to\r\nbring me soup and take care of me while I lie in bed and moan.\r\nYou're a woman. You never get as sick as I do, so for\r\nyou this isn't a problem.\r\n________________________________________ _____________\r\nBecause I'm a man, I can be relied upon to purchase basic\r\ngroceries at the store, like milk or bread. I cannot be\r\nexpected to find exotic items like \"cumin\" or \"tofu.\" For all I\r\nknow, these are the same thing. And never, under any\r\ncircumstances, expect me to pick up anything for which\r\n\"feminine hygiene product\" is a euphemism.\r\n(F.Y.I. guys cumin is a spice and not a bodily function)\r\n________________________________________ _____________\r\nBecause I'm a man, when one of our appliances stops\r\nworking, I will insist on taking it apart, despite evidence that\r\nthis will just cost me twice as much, once the repair person\r\ngets here and has to put it back together.\r\n________________________________________ _____________\r\nBecause I'm a man, I must hold the television remote control\r\nin my hand while I watch TV. If the thing has been misplaced,\r\nI may miss an entire show looking for it (though one time I was\r\nable to survive by holding a calculator)...applies to engineers mainly.\r\n________________________________________ _____________\r\nBecause I'm a man, there is no need to ask me what I'm thinking about.\r\nThe answer is always either sex, cars or football.\r\nI have to make up something else when you ask, so don't ask.\r\n________________________________________ _____________\r\nBecause I'm a man, I do not want to visit your mother, or have\r\nyour mother come visit us, or talk to her when she calls, or\r\nthink about her any more than I have to. Whatever you got\r\nher for Mother's Day is okay; I don't need to see it.\r\nAnd don't forget to pick up something for my mother too.\r\n________________________________________ _____________\r\nBecause I'm a man, you don't have to ask me if I liked the movie.\r\nChances are, if you're crying at the end of it, I didn't.\r\nand if you are feeling amorous afterwards...then I will\r\ncertainly at least remember the name and recommend it to others.\r\n________________________________________ _____________\r\nBecause I'm a man, I think what you're wearing is fine. I\r\nthought what you were wearing five minutes ago was fine,\r\ntoo. Either pair of shoes is fine. With the belt or without it,\r\nlooks fine. Your hair is fine. You look fine. Can we just go now?\r\n________________________________________ _____________\r\nBecause I'm a man, and this is, after all, the year 2006, I will\r\nshare equally in the housework. You just do the laundry, the\r\ncooking, the cleaning, the vacuuming, and the dishes, and I'll\r\ndo the rest... like looking for my socks, or like wandering\r\naround in the garden with a beer wondering what to do.\r\n________________________________________ _____________\r\nThis has been a public service message for Women to better\r\nunderstand Men.", "date": "2006-01-26 01:49:00", "post_id": 13}, {"user_name": "JHP", "text": "Did you hear about the new men's magazine that caters exclusively to married men? It's like Playboy or Penthouse magazine, except the centerfold is the same month after month after month...", "date": "2006-01-26 01:55:00", "post_id": 14}, {"user_name": "JHP", "text": "<<<icon_lol.gif>>>\n\nA preacher visits an elderly woman from his congregation. As he sits on the couch he notices a large bowl of peanuts on the coffee table. \"Mind if I have a few\" he asks.\n\r\n\"No, not at all\" the woman replied.\n\r\nThey chat for an hour and as the preacher stands to leave, he realizes that instead of eating just a few peanuts, he emptied most of the bowl.\n\r\n\"I'm terribly sorry for eating all your peanuts, I really just meant to eat a few.\"\n\r\n\"Oh that's all right\" the woman says. \"Ever since I lost my teeth all I can do is suck the chocolate off them.\"", "date": "2006-01-26 01:58:00", "post_id": 15}, {"user_name": "Rexinn", "text": "<<<rollinglaugh.gif>>>", "date": "2006-01-26 02:08:00", "post_id": 16}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rofl.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif"], "date": "2006-01-25 21:27:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rofl.gif", "path": "full/51b00a571877dec3874bcb115ce2e201729ce345.gif", "checksum": "1ad96412c720bd904dce789340e6228f"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}]}