{"forum_title": "Tæknilega hornið: Almennt", "id": "11028", "title": "rafkerfið í hondu", "url": "http://www.live2cruize.com/spjall/showthread.php/11028-rafkerfið-í-hondu", "posts": [{"user_name": "RAT", "text": "Nú um daginn rifum ég og tengda pabbi minn vélina uppúr bílnum til að skipta um kúplingu , tímareim osfrv ... síðan komum við vélinni fyrir og tengdum rafkerfið í hana uppá nýtt. Nú eru nokkur vandamál!  <<<icon_confused.gif>>> \r\n1. Hraðamælir dettur stundum út og hökktir þegar að ég gef stefnuljós.\r\n2. Snúningshraðamælir dettur út en tekur við sér ef ég gef bílnum inn.\r\n3. hann fer ekki í gang nema að rúlla í gang en stundum er hann góður og fer hæglega í gang. \r\n4. gullt check engine ljós = vél&gírkassa problem\n\n\r\nVeit einhver hvað getur verið að valda þessu? við tengdum ekki olíuþrýstingsmælirinn fyrir vélina því að við vorum svo vitlausir að tengja rafkerfið eftir að vélinn var komin í og komumst ekki að tenginu núna , spurning hvort að það leiði út hjá því tengi ? \n\r\nég fer með hann í bernhard núna um mánaðarmótin ef ég verð ekki kominn með svör sem gætu hjálpað mér, þannig plís þeir sem eitthvað vit hafa í kollinum um þetta látið mig vita <<<icon_smile.gif>>> svo að maður þurfi ekki að eyða helling í að gera við hann á verkstæði , fínt að gera þetta sjálfur með hjálp eða fylgjast með öðrum gera þetta læra á bílinn.", "date": "2006-01-26 16:15:00", "post_id": 1}, {"user_name": "hundur", "text": "Sko check engine ljósið kvinkar ef að eitthvað er að, ekki bara ef það er vélin eða gírkassi eða þvíumlíkt. Margborgar sig að fara með hann í tölvu því þá les hún bara það sem er að bílnum og þá ætti ekki að vera mikið mál að laga hann.", "date": "2006-01-26 17:17:00", "post_id": 2}, {"user_name": "RAT", "text": "já ætli það endi ekki á því að maður fari niður í bernhard", "date": "2006-01-26 17:42:00", "post_id": 3}, {"user_name": "h1coupe", "text": "bara lesa tölvuna sjálfur, þarft bara bréfaklemmu :wink:", "date": "2006-01-28 11:37:00", "post_id": 4}, {"user_name": "RAT", "text": "how the ... ?\n\r\nannars virkar bíllinn fínt núna en hraðamælirinn dettur út eftir nokkra tíma keyrslu virðist vera :S skil það ekki allveg læt bernhardt kíkja á þetta .", "date": "2006-01-28 13:45:00", "post_id": 5}, {"user_name": "hundur", "text": "getur núllað tölvuna með því að tengja + og - saman ekki satt.", "date": "2006-01-28 13:54:00", "post_id": 6}, {"user_name": "RAT", "text": "og hvað gerist ef ég geri það s.s núlla tölvuna ?  <<<icon_redface.gif>>>", "date": "2006-01-28 14:00:00", "post_id": 7}, {"user_name": "h1coupe", "text": "þarf oftast ekki meira til að núllstilla tölvur en að taka bara mínusinn af geiminum í nokkrar mínútur.\n\r\nen það er lítið mál að lesa tölvuna, eins og ég sagði þá þarf bara bréfaklemmu!", "date": "2006-01-29 19:13:00", "post_id": 8}, {"user_name": "RAT", "text": "teach me ? lesa tölvuna skil ekki einsog ég sagði er enþá að læra inná þetta allt.", "date": "2006-01-29 19:32:00", "post_id": 9}, {"user_name": "Rexinn", "text": "Sko til að núlla tölvuna þá þarf að taka mínusin af í svona 10-15.sec eða að svissa alveg af og taka hazart öryggið út í 10-15.sec. \r\nEn það er mig grunar að sé að hjá þér er einhver jörð sem er ekki tengd, hondan er svagaleg hvað jarðsamband snertir. Ég til dæmis var að skipta um rafkerfi hjá mér og gleymdi að tengja eina jörð aftur í skotti og bensíndælan virkaði ekki. \r\nÉg skal finna útskýringar mynd fyrir Þig á eftir, um hvernig þú átt að lesa tölvuna :wink:", "date": "2006-01-29 20:03:00", "post_id": 10}, {"user_name": "Heddportun", "text": "Flassar bilunarkóðan,ses ljósið blikkar nokkum sinnum fyrst til að fá feedback frá sesorunum.svo byrjar hún að blikka segjum kanski 10sinnum í röð svo kemur bil og svo segjum 14sinnum í röð og hættir þá er það bilanakóði númer 10 sem kemur upp og síðan 14\n\n\r\nSvo geturu fundið listan á netinu með upplýsingum um fyrir hvað 10 og 14 stendur fyrir.\n\n\r\nTil að núllstilla tölvuna þarf að taka rafmagnið af henni eða taka öryggið úr fyrir hana og bíða í 10-15mín en ekki 10-15 sec,þá þurkar hún út villuboðin og allt það sem talva hefur lært um LTFT og STFT og svo framvegis", "date": "2006-01-29 20:34:00", "post_id": 11}, {"user_name": "Heddportun", "text": "Þetta er OBDI er það ekki?Ég á millistykki til að tengja á milli og í laptop til að lesa af tölvunni og fylgjast með sensorum sem ég nota í Camaroinn,ef þú getur komið með mynd af plögginu gæti ég hjálpað þér.Það ætti að vera indir mælaborðinu bílsjóramegin", "date": "2006-01-29 20:37:00", "post_id": 12}, {"user_name": "RAT", "text": "skal redda því en gæti þetta tengst því að við tókum rafkerfið úr þegar vélin var komin hálf uppúr húddinu , tengdum síðan mínusinn á geyminum fyrst og jarðirnar og síðan í alternatorinn ? einhver misstraumur inní kerfinu ... annars ætla ég að prófa að núlla tölvuna , láta bílin síðan ganga í smá tíma . ef að það gengur ekki upp hef ég samband við þig Boss <<<icon_smile.gif>>>", "date": "2006-01-29 22:36:00", "post_id": 13}, {"user_name": "Heddportun", "text": "http://shbox.com/1/dlc1.jpg\n\r\nstykkið lítur svona út\n\n\r\nEf þú ert að fikta í sensorum og oðrum rafmagnsbúnaði áttu alltaf að taka jörðina af(-) áður en þú tekur úr sambandi eða setur í samband", "date": "2006-01-29 22:41:00", "post_id": 14}, {"user_name": "h1coupe", "text": "þetta er obd-IIa\n\r\nen það er plug hjá þér hægra megin undir hanskahólfinu, þar á að vera plug með svörtum og brúnum vír í, það á ekki að vera tengt í neitt, en er stungið í eitthvað gúmmí þarna eða eitthvað man ekki hvernig þetta lítur út. þú átt að jumpa þetta plug með bréfaklemmu eða vír, svo áttu að svissa á bílnum og þá á check engine ljósið hjá þér að blikka, og það blikkar löngum blikkum fyrir tug og stutt fyrir 1.\r\nt.d. tvö löng og tvö stutt væri þá 22 og svo ferðu bara í kódana og þá sérðu hvað þar segir.\n\r\nþú getur bara rennt til mín og ég get reddað þessu fyrir þig ef þú vilt?", "date": "2006-01-31 01:30:00", "post_id": 15}, {"user_name": "RAT", "text": "já lagi að ég bjalli í þig annað kvöld bara?", "date": "2006-01-31 02:01:00", "post_id": 16}, {"user_name": "h1coupe", "text": "já hringdu bara og við sjáum hvort ég hafi ekki örugglega tíma :wink:", "date": "2006-01-31 11:41:00", "post_id": 17}, {"user_name": "Pokémon", "text": "híhí...\n\r\nÉg á bara komplett genuine Honda tölvu til að lesa þessa bíla :P <<<icon_cool.gif>>>", "date": "2006-01-31 17:52:00", "post_id": 18}, {"user_name": "Coupe", "text": "viltu ekki lána mér hana þegar skynjarinn er kominn í :P", "date": "2006-01-31 18:37:00", "post_id": 19}, {"user_name": "Pokémon", "text": "No deal !  Tími ekki að lána hana.", "date": "2006-01-31 20:32:00", "post_id": 20}, {"user_name": "Coupe", "text": "datt það í hug kem fer bara á verkstæðið hjá ykkur :wink:", "date": "2006-01-31 22:14:00", "post_id": 21}, {"user_name": "JonSig", "text": "panta rafvirkja", "date": "2006-02-10 23:54:00", "post_id": 22}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2006-01-26 16:15:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}