{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "112428", "title": "Kawasaki AR 50 1982-1991 Hjólið mitt deyr eftir 5min runn!!!", "url": "http://www.live2cruize.com/spjall/showthread.php/112428-Kawasaki-AR-50-1982-1991-Hjólið-mitt-deyr-eftir-5min-runn!!!", "posts": [{"user_name": "sonur", "text": "Sælir\n\r\nÉg er að verða bilaður á þessu hjóli. \n\r\nUm er að ræða Kawasaki AR 50cc skellinhnöðru sem deyr hjá mér hvað sem ég geri eftir 4-5min\n\r\ní kvöld eyddi ég 4tímum í að græja það upp aftur eftir að hafa staðið hjá mér frá því síðasta sumar, tæmdi bensintankinn og blöndunginn og setti nýtt bensin á hjólið og athugaði sýuna í leiðinni, stillti ganginn í því sæmkvæmt factory og athugaði innsogið.\r\nskoðaði og þreyf kertið og skoðaði ofaná stimpli hvort eitthvað ógeðfelt væri þar að sjá. \n\r\nAllt er núna í lagi og hoppa ég hjólinu í gang og keyri út götuna og eftir cirka 5min deyr hjólið og ekki séns að fá það aftur í gang!\r\ncirka 20-30min eftir að það kólnar (með því að vera buinn að íta því til baka og prófa nokkrum sinnum að fá það í gang á leiðinni) þá er ég kominn að húsinu minu aftur og stekk á það dauðþreyttur og það hoppar hjólið í gang eins og ekkert væri og gengur rosalega fint, eingin uppgöst, og ég ákveð að gera ekkert bara sita þarna á hjánum og held í hjólið og læt það ganga og svo eftir 4-5min þá gengur það örlitið upp í snúningum og svo niður og deyr!!!! \n\r\nog aftur ekki séns að fá það í gang og ég reyni og reyni svo 20-30min seinna eftir öll reynin þá hoppar það aftur í gang eins og ekkert sé! ég lét nágranna minn halda í hjólið réttu á meðann ég hljóp að sækja lykil fyrir kertið og um leið og það dó aftur þá skrúfaði ég það úr og athugaði neysta, FULLT af neysta, setti það aftur í heddið en eins og áður, ekki séns að fá það í gang! 20-30min seinna hoppaði það í gang eins og áður og tók ég pirraður mökkað brjál út götuna og til baka og á þeirri leið dó það aftur akkurat cirka 4-5min seinna!\n\r\nVil taka það fram að ég er ekki með rafgeymir í hjólinu en allt rafmagn virkaði þegar hann var í, en ég lagði því í fyrra vegna einmitt þessara vandamála að það drap sífelt á sér gerði það samt ekki fyrri partinn af sumrinu!\r\nMér er að detta í hug einhver relay en það eru bara 2 relay, eitt fyrir stefnuljósin og annað einkonar Regulator fyrir rafmagnið til að hindra að það rafmangið fari ekki yfir ákveðin Volt en þar sem rafgeymirinn er ekki í þá er það óteingt öllum ljósum eða öðrum relayum, annað er það nú ekki!!!!\r\nÉg er með sömu skýringu og sögu á öðrum spjöllum í útlandinu en ekkert bólar á svari í meira en viku!\n\r\nhvað í %&$#\"#$ getur þetta eiginlega verið??\n\r\nMynd af ummræddu hjóli!\n\n\n<<<confused.png>>>", "date": "2010-02-10 23:04:00", "post_id": 1}, {"user_name": "sonur", "text": "Jæja fyrir algjöra tilviljun þá datt ég inná síðu sem einhver átti í vandræðum með nákvæmlega sama hlut, að hjólið dó um það leiti sem það hitnaði.\n\nútskýringin var sú að Reed valves (blöðku ventlar) lokuðu ekki nægilega vel fyrir bensin og loftflæði blöndungsins þegar hjólið hitnaði og þar af leiðandi drap hjólið á sér\nog svo var hægt að koma því í gang þegar blöðkurnar kólnuðu og opin lokuðust nógu vel!\n\nMynd af svipuðu systemi nema í hjólinu hjá mér eru einungis tveir svona ventlar/lokur\n\n\nÖnnur útskýring sem við á er að það getur lika verið að blöndungurinn sé drullugur og lika bensintankurinn getur verið drullugur og þegar allt er farið að hitna og skíturinn losnar úr læðingi getur það  hindrað að lokurnar lokist.\n\nBara svona tilþess að ef einhver annar lendir í svipuðum vandamálum <<<icon_biggrin.gif>>>", "date": "2010-02-11 19:48:00", "post_id": 2}, {"user_name": "juddi", "text": "Þa' getur verið nóg ef það kvarnast aðeins úr reed valve blöðkunum kiptu þeim úr og skoðaðu þær vel ef ekkert sést á þeim prufaðu að taka þær úr og snú á þeim ef þær virka svoleiðis pantaðu þá nýjar", "date": "2010-02-11 20:23:00", "post_id": 3}, {"user_name": "Adam", "text": "Skiptu bara um háspennu keflið og farðu á rúntinn <<<icon_smile.gif>>>", "date": "2010-02-16 20:48:00", "post_id": 4}, {"user_name": "kristján", "text": "samála háspenukefli ónýtt", "date": "2010-02-16 23:11:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2010-02-10 23:04:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}