{"forum_title": "RÖFL", "id": "112477", "title": "Login", "url": "http://www.live2cruize.com/spjall/showthread.php/112477-Login", "posts": [{"user_name": "M&M", "text": "Ég logga mig inn núna eftir að síðunni var breytt og ýti á remember me, samt þarf ég alltaf að logga mig inn í hvert skipti sem ég kem inná síðuna? á ennþá eftir að klára einhver smáatriði á síðunni eða er þetta bara svona hjá mér?", "date": "2010-02-11 12:25:00", "post_id": 1}, {"user_name": "Óli-VTi", "text": "hef ekki lent í þessu, en hins vegar hef ég lent í því að ég geti ekki loggað mig inní hvaða tölvu sem er :S", "date": "2010-02-11 12:27:00", "post_id": 2}, {"user_name": "Hrannar E.", "text": "Hjá mér er það þannig að kannski ef einhver postar link af síðunni og ég ætla að fara í hann þá kemur eins og ég sé ekki loggaður inn og get ekki loggað mig inn.", "date": "2010-02-11 13:58:00", "post_id": 3}, {"user_name": "Loud1", "text": "þið þurfið bara að logga ykkur inn einu sinni... ef þið farið síðan beint á forsíðuna eftir að hafa lokað glugganum í x tíma kemur eins og þið séuð ekki logguð inn en í rauninni eru þið það og þurfið bara að ýta á FORUM og þá kemur eins og þið séuð logguð inn", "date": "2010-02-11 14:09:00", "post_id": 4}, {"user_name": "M&M", "text": "já okei, en hvernig finnst ykkur síðan vera eftir uppfærslu, verri eða betri?", "date": "2010-02-11 14:16:00", "post_id": 5}, {"user_name": "Óli-VTi", "text": "ég veit það alveg. geri mér alveg fullagrein fyrir því hvernig þetta virkar, en hins vegar þegar ég ætla að logga mig t.d. í tölvu hérna uppí skóla þá get ég ekki logað mig inn punktur... alveg sama hvað ég reyni oft, inní ''Forums'' eða bara á byrjunar síðunni.", "date": "2010-02-11 14:21:00", "post_id": 6}, {"user_name": "GimmiAK", "text": "Mér finnst þetta mikið betra eftir breytingar. Og á bara eftir að vera betra eftir að það er búið að stilla þetta og gera eins og þetta á að vera.", "date": "2010-02-11 14:22:00", "post_id": 7}, {"user_name": "Loud1", "text": "þeir leyfa þó örugglega ekki cookies þarna uppí skólanum þínum", "date": "2010-02-11 14:25:00", "post_id": 8}, {"user_name": "Snorri már", "text": "endalaust vesen á þessu helv... bara fá gamla aftur það var i 1. lagi flottara , 2.lagi auðveldara ! ég næ stundum ekki að logga mig inn!", "date": "2010-02-11 18:00:00", "post_id": 9}], "file_urls": [], "date": "2010-02-11 12:25:00", "files": []}