{"forum_title": "Til Sölu: Bílatengdir hlutir", "id": "112619", "title": "REGLUR: Reglur á sölusvæðinu og upplýsingar um innsetningu auglýsinga", "url": "http://www.live2cruize.com/spjall/showthread.php/112619-REGLUR-Reglur-á-sölusvæðinu-og-upplýsingar-um-innsetningu-auglýsinga", "posts": [{"user_name": "Dezzice", "text": "Reglur sölusvæðisins\n\r\nVinsamlegast kynnið ykkur reglur sölusvæðisins áður en auglýsing er samin. Hér gilda einfaldar og strangar reglur, og er ætlast til þess að þeim sé fylgt. Brot á þessum reglum kann að enda með banni.\n\r\nBrot á þessum reglum mun valda því að moddar spjallsins munu setja infraction á þá sem verða uppvísir. Infraction þýðir punktar. Hvert infraction hefur misjafnann fjölda punkta. Hvert infraction er virkt í 30 daga. 10 punktar = 7 daga sjálfvirkt bann sem spjallkerfið sér sjálft um að setja á og lyfta.\n\nATHUGIÐ:  Þetta sölusvæði á eingöngu við um Bílatengda hluti, EKKERT annað.  Hlutir sem eru ekki bílatengdir fara í Til Sölu / Óskast: Óbílatengt.\n\nBirtingartími auglýsinga\r\nBirtingatími auglýsinga hér eru 30 dagar.  Auglýsingu er eytt út ef hún hefur ekki verið uppfærð í 30 daga eða meira.  Athugið að dagsetningin sem auglýsingin er gerð gildir ekki, heldur síðasti uppfærsludagur.\n\n\nFlokkar\r\nVinsamlegast virðið flokkaskiptinguna hér á auglýsingum og reynið eftir fremsta megni að passa að auglýsing sé sett í réttan flokk.\n\n\nTitill auglýsingar\r\nTitill auglýsingar skal vera lýsandi um innihald auglýsingar, eins og td:  Toyota Corolla xli, árg 1994.\r\nEf titill er ekki nægilega góður mun moddi setja infraction á sem jafngildir 2 punktum.\n\n\nUppsetning auglýsinga\nAuglýsingar skulu vera vel upp settar, með greinagóðri lýsingu á því sem er verið að selja eða óska eftir.Auglýsing verður ALLTAF að innihalda verð eða verðhugmynd og æskilegt er að myndir séu til staðar þegar verið er að selja hluti.Ef auglýsing er ekki nægilega góð, mun moddi setja á infraction sem jafngildir 3 punktum.\n\n\nAuglýsing á ávalt heima á EINUM stað\nAuglýsing á aldrei heima í tveimur flokkum. Ekki er leyfilegt að setja eina auglýsingu í \"Til sölu\" og aðra í \"Óskast\" þó það sé óskað eftir skiptum. Ef að ökutæki er til sölu þá á það eingöngu heima í \"Til sölu\", ekki \"Óskast\".\r\nEf að auglýsing er á tveimur stöðum verður önnur fjarlægð, og viðkomandi fær infraction sem jafngildir 1 punkti.\n\n\nÓþarfa spam í söluflokkum\nÞetta er eitt algengasta infractionið sem er gefið í sölusvæðinu, en margir virðast ekki átta sig á hvað er bannað og hvað ekki.\r\n    Það sem er ekki leyft:\r\n    -\"Geggjaður bíll!\"\r\n    -\"Flottur þessi!\"\r\n    -\"Það verður enginn svikinn af þessum!\"\r\n    -\"Þessi virkar!\"\r\n    -Spyrja hvort einhver hafi átt þennann bíl\r\n    -\"Myndi kaupa hann ef ég ætti pening\"\r\n    -\"Gangi þér vel með söluna!\"\r\n    og allt þar á milli. \r\nAllar samræður í söluþráðum eru stranglega bannaðar. Ef seljanda berst spurning varðandi það sem hann er að selja, skal hann svara í PM eða uppfæra upphaflegu auglýsinguna.\r\nÞeir sem að verða uppvísir að óþarfa spammi í auglýsingu fá infraction sem jafngildir 5 punktum.\n\n\nEITT TTT á sólarhring\n Seljandi hefur eingöngu leyfi til að ýta auglýsingunni sinni upp 1x á 24klt. Spjallkerfið hefur verið læst að vissu leiti til að komast hjá því að auglýsendur geti ýtt auglýsingunni upp. EF að seljanda berst spurning sem að verður að svara - eða fær spurningu sem er afleiðing af því að auglýsingin var ekki nógu góð til að berja með - ber auglýsanda að uppfæra auglýsinguna, og senda þeim sem spurði PM. Ekki nýta tækifærið til að ýta auglýsingunni upp enn eina ferðina.Ef að vinir aðstoða við að ýta auglýsingunni upp BER þeim að segja svo í commenti sínu í auglýsingunni og verða þeir einnig að gæta þess að það séu liðnir 24 klt frá því að auglýsing var færð upp síðast.Þeir sem verða uppvísir að því að ýta auglýsingunni sinni upp oftar en 1x á sólarhring fá infraction sem jafngildir 5 punktum. Vinir sem að ýta auglýsingu upp fyrir auglýsanda án þess að taka það fram í auglýsingunni að það sé að beiðni - og gæta ekki 24 klt reglunnar fá einnig infraction fyrir 5 punkta.\n\n\nAuglýsing á ólöglegum varning\nÓlöglegur varningur er flokkaður sem svo að ef þetta er EKKI selt í búð eða sjoppu hér á Íslandi með tilskyldum leyfum, er ekki leyfilegt að auglýsa það hér. Hér er stutt upptalning á því sem að meðal margs annars er bannað að auglýsa hér:\r\n    -Neftóbak sem er ekki selt hér á landi\r\n    -Munntóbak sem er ekki selt hér á landi\r\n    -Fíkniefni\r\n    -Sterar\r\n    -Þýfi\r\n    -Brennslutöflur sem eru ekki löglegar á Íslandi\r\n    -Og ALLT annað sem þarf að smygla inn til landsins vegna lögbanns á innflutningi þeirra vöru.\r\n    Brot við þessari reglu jafngildir infraction fyrir 5 punktum.\n\n\nSkemmd á söluauglýsingu\n Neikvæð ummæli varðandi það sem er verið að selja er flokkað sem skemmd á auglýsingu. Það er ekki á ábyrgð notenda að \"allt\" komi fram í auglýsingu, það er alfarið á ábyrgð þess sem selur. Neikvæð ummæli, sama hver þau kunna að vera, verða fjarlægð og ætlast er til að þeir sem að hafa eitthvað að segja varðandi vöruna sendi PM! Einkamál milli manna kemur spjallinu þvímiður ekkert við og einkarifrildi eiga að vera haldið utan spjallsins í einu og öllu.\r\nBrot á þessari reglu jafngildir infraction fyrir 5 punktum.\n\n\n Auglýsingu bömpað fyrir vin\n Það er stranglega bannað að bömpa auglýsingu fyrir vin, og spurningar varðandi eitthvað sem er tekið fram í auglýsingu á ekki heima í þræðinum. Það er ætlast til þess að menn virði þetta og séu ekki að fá vini sína til að ýta auglýsingunni sinni upp, því það endar bara með því að þessir hjálpsömu vinir enda með punkta og að lokum bann.\r\n Brot á þessari reglu jafngildir infraction fyrir 5 punktum. \n\n\nModdar hér inni\n\n*Bambi*D-ManHörður AðilsViktorkarl\n\r\nVinsamlegast snúið ykkur til þeirra ef þið þufið að láta hreinsa auglýsingar, taka þær út, loka þeim etc.", "date": "2010-02-12 16:02:00", "post_id": 1}], "file_urls": [], "date": "2010-02-12 16:02:00", "files": []}