{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "112747", "title": "VW golf 2000 - lás", "url": "http://www.live2cruize.com/spjall/showthread.php/112747-VW-golf-2000-lás", "posts": [{"user_name": "Jullig", "text": "Sælinú, lásinn á skottinu er fastur hjá mér, get ekki opnað hann.\n\r\nLyklagatið er fullt af stíflað þannig kem ekki lyklinum í en hann hefur alltaf aflæst skottið með restini af bílnum svo núna breyttist það, allt virkar nema skottið og það kemur eins og það sé læst, er einhver með blueprints af lásnum eða hvernig ég ætti að fara að þessu?\n\n\r\nÉg næ ekki að mixxa þetta aftan í skotinu að pota skrúfjárnum í lásinn innanúr þannig öll ráð eru vel þegin.", "date": "2010-02-13 19:51:00", "post_id": 1}, {"user_name": "Rednex", "text": "Ég hjálpaði litla bróður mínum með þetta sama vandamál á ´99 Golf. Þetta var alveg hundleiðinlegt.\n\nVið þurftum að komast að lásnum innan úr bílnum, rifum innréttinguna frá, þurftum svo að saga eitthvað í sundur með sagarblaði og rífa svo lásinn úr. Það er orðið dálítið langt síðan við gerðum þetta svo ég man ekki alveg nákvæmlega hvað við gerðum <<<icon_smile.gif>>>\n\nVið settum svo þetta aftur í eftir að við höfðum tekið cylendarinn í sundur og smurt upp á nýtt. Reyndar eyðilagðist hann þannig að lykill gat ekki opnað hann en samlæsingin virkaði enn þá. \n\nÞað má vel vera að það sé til betri og þægilegri lausn, en þetta er það sem virkaði fyrir okkur.", "date": "2010-02-13 22:25:00", "post_id": 2}, {"user_name": "biturk", "text": "ég tók svona úr wv síðasta sumar, man ekki hvaða árgerð en það var eh í kringum 00\n\nþað var hundleiðinlegt að ná honum úr, eh veginn var allr fyrir manni eftir að innréttingin kom úr þó ég hefði sloppið við að saga er ekkert meira en svo að það sé hægt að taka úr.\n\n\nsíðann er bara að taka cylenderinn í sundur, þrífa og smyrja uppá nýtt, það er í sjálfu sér ekkert mál ef maður kann eitthvað til verka.\n\n\nef þú ert fyrir norðann get ég gert þetta fyrir þig í skiptum fyrir pening <<<icon_smile.gif>>>", "date": "2010-02-14 22:11:00", "post_id": 3}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2010-02-13 19:51:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}