{"forum_title": "Bílahornið", "id": "113653", "title": "Spy Shots: 2011 Porsche 911 Convertible", "url": "http://www.live2cruize.com/spjall/showthread.php/113653-Spy-Shots-2011-Porsche-911-Convertible", "posts": [{"user_name": "fohelle", "text": "Spy Shots: 2011 Porsche 911 Convertible\nautoblog\n\r\nThe latest round of Porsche 911 spy shots showed the coupe undergoing cold weather testing, and now our frost-bitten shooters have caught the convertible ahead of its reveal later this year.\n\r\nBeing a 911, the stylistic changes won't be revolutionary, but we've gotten word from insiders that active aerodynamics are part of the package (think the Ferrari 458 Italia's pliable nose), along with a new speed-deployable rear spoiler and a handful of openings in the bodywork to tweak airflow and cool off components.\n\r\nUnderneath the new platform, which insiders hint will carry the 991 designation (we don't get the roll-back either), Porsche's boffins are likely to employ a new electro-hydraulic power steering system to further reduce emissions, with the standard 3.6- and 3.8-liter direct-injected flat-sixes carrying over unchanged. Inside, our spies suggest that the wheelbase may be lengthened to make rear seat accommodations more suitable for fully-formed humans and that Porsche may ditch the traditional hand brake lever in favor of an electronic switch, similar to the Panamera's.\n\n\n\n\n\n\n\n\n\n\n\n\n\r\nHvernig lýst mönnum á nýja ?", "date": "2010-02-22 17:12:00", "post_id": 1}, {"user_name": "KOTO", "text": "i like", "date": "2010-02-22 18:02:00", "post_id": 2}, {"user_name": "bongothemongo1", "text": "heeeví flottur, er samt ekki að meta þetta skottlok?  það er eins og hjartalínurit  :S", "date": "2010-03-10 23:27:00", "post_id": 3}, {"user_name": "Jonnzy", "text": "mjög nettur !", "date": "2010-03-11 00:16:00", "post_id": 4}, {"user_name": "ValdiZippo", "text": "Það er greinilegt að þeir séu að fara í rétta átt !", "date": "2010-03-12 01:13:00", "post_id": 5}, {"user_name": "brapeson", "text": "Eru þeir að fara í einhverja átt? Finnst alltaf ómerkilega lítill munur á milli módela hjá þeim.", "date": "2010-04-10 10:00:00", "post_id": 6}, {"user_name": "ArnarFB", "text": "Óttalega tilgangslaust að vera að camouflage-a Porsjé þar sem breytingarnar eru svo smávægilegar að untrained augu sjá þær ekki", "date": "2010-04-10 18:51:00", "post_id": 7}, {"user_name": "Meso", "text": "Er þetta nýjasta nýtt hjá Porsche, stick-on loftinntök <<<icon_lol.gif>>>", "date": "2010-04-10 20:00:00", "post_id": 8}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2010-02-22 17:12:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}