{"forum_title": "Almennt spjall", "id": "114168", "title": "Góð, ódýr Smurolía?", "url": "http://www.live2cruize.com/spjall/showthread.php/114168-Góð-ódýr-Smurolía", "posts": [{"user_name": "Fenix", "text": "Sælinú\n\r\nHvar fær maður góða/ódýra smuolíu á bílinn þessa dagana? í 10w40\n\r\nToyota er farið að rukka alltof mikið fyrir olíuna sem þeir selja!\n\r\nKv. Óskar", "date": "2010-02-26 17:53:00", "post_id": 1}, {"user_name": "ingi15", "text": "betra að fá sér góða sem er dýrari og endist betur annars er ódýrast að fara með brúsa á smurstöð og fá þá til að dæla á hann fyrir þig", "date": "2010-02-26 18:01:00", "post_id": 2}, {"user_name": "kári litli", "text": "Europris", "date": "2010-02-26 18:17:00", "post_id": 3}, {"user_name": "Snorri^", "text": "Fyrir það fyrsta þarftu að vita hvaða vél maðurinn er með undir höndum til að vita hvort þín rök standast,  ef þú ert með nýlega vél, skaltu nota þá olíu sem er mælt með, tala ekki um ef þú ert með diesel vél.  Þá geturu ekki notað olíu sem þú færð í Europris, hún er ekki það vönduð að þola háþrýsta diesel vél.\n\nEf þú ert með gamla vél og liggur ekki með neina fjármuni af viti í bílnum geturu leyft þér að nota ódýra olíu Semi-synthetic eða mineral olíu.  Skiptu samt frekar þéttar og notaðu ódýrari olíu, eins og 10w 40 - Semi-synthetic.  Hún er algeng, ódýr og gengur á flestar bensínvélar.", "date": "2010-02-26 19:24:00", "post_id": 4}, {"user_name": "Lindemann", "text": "europris selja alveg fínar olíur, eins og t.d. mobil 1........og það á fínu verði", "date": "2010-02-26 19:40:00", "post_id": 5}, {"user_name": "CT9A", "text": "getur fengið Comma oil 5L 10w-40 í n1 á 3.455 minnir mig.", "date": "2010-02-26 19:46:00", "post_id": 6}, {"user_name": "Snorri^", "text": "Nú jæja, ég þekki Europris ekki nógu vel þá, kom þarna einhverntíman og sá að það voru til olíur, allt mjög ómerkilegt dót og engir staðlar eða neitt á því.  Hafa greinilega bætt sig þá.\n\nAfsaka það.", "date": "2010-02-26 23:00:00", "post_id": 7}, {"user_name": "Sævar Örn", "text": "Best finnst mér að sleppa olíunni svona einn tvo daga og setja svo nýja olíu og síu, láta kaggann svo bara brenna öllu klabbinu á sirka viku, og fylla svo á aftur, þá er olían alltaf hrein og tær og sían fyllist aldrei.", "date": "2010-02-26 23:21:00", "post_id": 8}, {"user_name": "Snorri^", "text": "Síðan hvenær fórst þú að reykja hass Sævar?", "date": "2010-02-27 22:53:00", "post_id": 9}, {"user_name": "vrrruuumm", "text": "það er ekki til \"ódýr og góð\" olía .....\r\nþað er til ódýr olía - og það er til góð olía, tvennt ólíkt.\n\r\nEitt er víst - þarna áttu ekki að spara krónurnar !", "date": "2010-02-27 23:15:00", "post_id": 10}, {"user_name": "Geiri_EG6", "text": "Einmitt það sem ég var með í huga að ódýrt og gott á ekki allveg saman í þessum efnum", "date": "2010-02-27 23:55:00", "post_id": 11}, {"user_name": "Sævar Örn", "text": "Bölvuð vitleysa, þetta kemur allt úr sömu jörðinni", "date": "2010-02-28 01:23:00", "post_id": 12}, {"user_name": "biturk", "text": "aldrei hef ég notað 10 þús króna olíurnar og aldrei hef ég lent í vandræðum sem má rekja til lélegrar olíu.\n\r\nbara sölutrix og rugl nema þú sért á þeim mun fínni og viðkvæmari bíl, nú eða nýjum bíl sem að krefjast þess að þú notir ákveðna olíu meðann þú ert á ábyrgðar tíma.\n\r\nsetja bara það ódýra sem þú finnur í n1 eða einhverstaðar með réttri þykkt<<<icon_wink.gif>>>", "date": "2010-02-28 01:47:00", "post_id": 13}, {"user_name": "joipalli", "text": "Verðkönnun FÍB okt 2009", "date": "2010-02-28 02:07:00", "post_id": 14}, {"user_name": "ellid", "text": "Einhver sem hefur prufað olíurnar sem eru í europris?", "date": "2012-11-16 02:41:00", "post_id": 15}, {"user_name": "Stefán Dal", "text": "Ég kaupi yfirleitt Comma frekar ódýrt. Svo blanda ég ca. líter af mjög ódýrri matarolíu út í til þess að drýgja hana aðeins. Það hefur virkað mjög vel hjá mér undanfarin ár.", "date": "2012-11-16 02:52:00", "post_id": 16}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2010-02-26 17:53:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}