{"forum_title": "RÖFL", "id": "116043", "title": "Fartölva + Trygging ???", "url": "http://www.live2cruize.com/spjall/showthread.php/116043-Fartölva-Trygging", "posts": [{"user_name": "Hjalli Vti", "text": "ég á 2 ára gamla tölvu (minnir mig) sem ég keypti í ELKO á sínum tíma á 100.000+ og var með hana heima hjá tengdó og svo var haldið barnaafmæli hérna og einhver krakkinn hefur hrint tölvunni af borðinu sem hún var á og tölvan er í maski..\r\ner eitthvað hægt að fara með þetta í heimilis trygginguna eða eitthvað álika..?\n\r\nog btw veit ekki hver það var sem henti henni niður þannig að ég get ekki látið þá fjölskyldu redda þessu", "date": "2010-03-18 20:58:00", "post_id": 1}, {"user_name": "birgiro", "text": "Ef þú ert með heimilistryggingu þá færðu þetta bætt. Líklegast verður tölvan metin og borguð út, ég er búinn að lenda í þessu", "date": "2010-03-18 23:41:00", "post_id": 2}, {"user_name": "Maggi B", "text": "hvernig er svona tölva metin ?", "date": "2010-03-19 00:01:00", "post_id": 3}, {"user_name": "109Rider", "text": "annað hvort fer hún í viðgerð eða þú færð hana bæta, þarft að borga smá sjálfsábyrgð, c.a. 10k ...", "date": "2010-03-19 02:19:00", "post_id": 4}, {"user_name": "dorisig", "text": "Þú erð til tryggingarfélagsins, og annaðhvort taka þeir við henni og senda hana á verkstæði, eða þeir segja þér að fara með hana á verkstæðið sjálfur, svo tekur eitthver við henni og metur skaðann, hvað þyrfti að gera við, hverju þyrfti að skipta út osfrv, og tjónið metið eftir því\n\nef það þarf að kaupa nýja þá færðu sambærilega tölvu, ef mig misminnir ekki..", "date": "2010-03-19 10:37:00", "post_id": 5}, {"user_name": "Galant ES", "text": "Veit um stelpu sem fékk 100.000 fyrir tölvu sem var komin úr ábyrgð þegar að hún bilaði alvarlega.", "date": "2010-03-19 13:24:00", "post_id": 6}, {"user_name": "untishh", "text": "Ég var einmitt að lenda í þesssu að tölvan datt niður af borði og ég fór í tryggingarnar með hana og þeir sögðu mér að fara með hana á tölvuverkstæði og fá dánrtilkynningu. Tölvan var keypt '06 á 180þús og það var lagt inná mig 146þús þegar það var búið að draga sjálfsábyrgð og afföll frá. <<<icon_biggrin.gif>>> Mjög sáttur með það.", "date": "2010-03-19 14:37:00", "post_id": 7}, {"user_name": "BalliBT", "text": "mín datt og skjárinn brotnaði og ég fór með hana í TM og fékk þetta bætt\n\nerum með heimilistryggingu sem heitir ..... something ... tm.is", "date": "2010-03-19 19:09:00", "post_id": 8}, {"user_name": "AntiTrust", "text": "Misjafnt eftir fyrirtækjum. Yfirleitt er þó m.v. nývirði vélarinnar - 10% á 6mánaðar fresti að undanskildum fyrstu 6 mánuðunum. En svo getur þetta verið misjafnt, sum tryggingarfyrirtæki láta verkstæði meta raunvirði vélarinnar, og draga svo frá því.", "date": "2010-03-19 19:17:00", "post_id": 9}, {"user_name": "Scooby", "text": "Við erum búinn að fara í gegnum þennan Pakka og ef tövan er 12 mán eða yngri þá eru hún að fullu bætt ef hún er orðinn 24mán er 20% afföll svo 20% í viðbót á næsta ári", "date": "2010-03-20 01:27:00", "post_id": 10}, {"user_name": "AntiTrust", "text": "Misjafnt milli fyrirtækja. Ég er akkúrat að díla við svona mál núna vegna innbrots niðrí vinnu, og í því tilfelli eru engin afföll fyrr en eftir 6 mánuði, og þá er það 10% per 6 mán.", "date": "2010-03-20 02:01:00", "post_id": 11}, {"user_name": "Sylvía", "text": "Var að lenda í því að ég keypti mér fartölvu fyrir rúmum 2 vikum síðan.. í síðustu viku þegar ég ætlaði að kveikja á henni þá var skjárinn í fucki.. ég hef ekkert misst hana og hún hefur ekki orðið fyrir neinu hnjaski svo ég viti til.. fór með hana uppí ejs þar sem hún var keypt og þeir tilkynntu mér að skjárinn væri brotinn og þetta væri þá ekki ábyrgðarmál og bentu mér á að tala við tryggingarnar... á nú eftir að tala við þá en fæ ég þetta ekki alveg bætt? ... og þeir sem hafa lent í svona löguðu hvað er þetta ca að taka langan tíma að fara í gegnum tryggingar og viðgerð og annað?", "date": "2010-03-24 15:47:00", "post_id": 12}, {"user_name": "oli92", "text": "heimilistryggingar eiga að dekka þetta. gerðu það hjá mér", "date": "2010-03-24 15:54:00", "post_id": 13}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2010-03-18 20:58:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}