{"forum_title": "Almennt spjall", "id": "116374", "title": "Íslensk Bílamenning", "url": "http://www.live2cruize.com/spjall/showthread.php/116374-Íslensk-Bílamenning", "posts": [{"user_name": "GunniS", "text": "Er að gera smá fyrirlestur. Langaði að fræðast aðeins um íslenska bílamenningu, datt í hug að spyrjast fyrir hérna.\n\nHvaða bíll er sigursælasti kvartmílubíllinn á íslandi?\n\nSvo man ég eftir mynd af tveim bílum sem voru smíðaðir hérna á íslandi eins en samt í sitthvorum litnum en minnir að þeir höfðu verið taldir næst því að vera íslenskir. Smíðaðir frá grunni ef ég man rétt. Eitthvað svoleiðis allavega.\n\nMan líka eftir því að hafa heyrt sögu að því að á stríðsárunum þá stoppaði sending af bílum hérlendis en þeir voru í pörtum (s.s ósamsettir) og einn maður (man ekki nafnið) tók sig til og fór að setja þá saman og selja, en það fór fljótt á hausinn.\n\n\nMan búta af þessu en vantar facts.\n\nDeilið vitneskju ykkar um íslenska bílamenningu.\n\n\nMBK\nGunni\n\nno shitthrowing, danke.", "date": "2010-03-22 19:57:00", "post_id": 1}, {"user_name": "Maggi B", "text": "þessir tveir bílar sem þú talar um voru kallaðir adrenaline\n\r\nbílarnir ósamsettu voru dodge að mig minnir og settir saman í kjallara gamla Ræsir sem hefur nú verið rifið", "date": "2010-03-22 20:03:00", "post_id": 2}, {"user_name": "GunniS", "text": "Já, einmitt Adrenaline bílarnir.\nVantar meira info um þá og mynd jafnvel. Veit að það er mynd af þeim hérna á L2C.", "date": "2010-03-22 20:11:00", "post_id": 3}, {"user_name": "syggy", "text": "annar þeirra var til sölu um dægin á eithverju spjallinu á klínk", "date": "2010-03-22 20:23:00", "post_id": 4}, {"user_name": "Maggi B", "text": "fann þetta á google. ýmislegt sem finnst þar\n\nhttp://frontpage.simnet.is/ebb/adrenalin1.htm", "date": "2010-03-22 20:31:00", "post_id": 5}, {"user_name": "Lindemann", "text": "dodge'arnir voru alls 108stk og settir saman hjá Agli Vilhjálmssyni um 1940", "date": "2010-03-22 20:56:00", "post_id": 6}, {"user_name": "TXinn", "text": "Guli Adrenalin er í sal bílabúð benna, getur farið þangað og tekið mynd.", "date": "2010-03-22 21:58:00", "post_id": 7}, {"user_name": "SÞS", "text": "svo má ekki gleyma Extremer frá Bílabúð Benna.\nEitthvað lítið að finna um hann á netinu reyndar", "date": "2010-03-22 23:24:00", "post_id": 8}, {"user_name": "GunniS", "text": "heyrðu já ! \n\nég man eftir honum frá því ég var snáði. Einhver með meira infó á hann?", "date": "2010-03-22 23:39:00", "post_id": 9}, {"user_name": "boogywoo", "text": "svo þessi hefur íslenska hönnun og skemtilegheit", "date": "2010-03-23 13:21:00", "post_id": 10}, {"user_name": "H1lmar", "text": "Kom grein um hann í bílablaði mbl núna nýlega allavega.", "date": "2010-03-23 17:26:00", "post_id": 11}, {"user_name": "Haukur Litli", "text": "Græni Adrenalin er hérna á Akureyri, ef mér skjátlast ekki þá á Stebbi Bleiki hann.", "date": "2010-03-23 17:38:00", "post_id": 12}, {"user_name": "syggy", "text": "reyndar í dv enn það voru nú ekki miklar upplisingar í henni þetta var dagbók mansins á dekkja verkstæðinu eða eithvað álíka", "date": "2010-03-23 17:39:00", "post_id": 13}], "file_urls": [], "date": "2010-03-22 19:57:00", "files": []}