{"forum_title": "RÖFL", "id": "116496", "title": "brennslutöflur", "url": "http://www.live2cruize.com/spjall/showthread.php/116496-brennslutöflur", "posts": [{"user_name": "arnisolon", "text": "hvað eru bestu brennslutöflurnar ofaní konuna mína? er hydroxycut málið eða er það bara auglýsingarvara?\ner búinn að vera að' skoða clenburexin.. en þekki engann með reynslu anyone <<<icon_smile.gif>>>\n\nþessi þráður er ekki fyrir matarræði og hreyfingu nema þú hafir góða reynslu af brennslutöflum og viljir koma einhverju til skila\n\nONTOPIC!!", "date": "2010-03-23 20:25:00", "post_id": 1}, {"user_name": "RobertE", "text": "Efedrin...", "date": "2010-03-23 20:39:00", "post_id": 2}, {"user_name": "dorisig", "text": "Efedrín er ólöglegt af ástæðu..", "date": "2010-03-23 20:56:00", "post_id": 3}, {"user_name": "G3ML1NGZ", "text": "lipo6x\n\nvirkaði vel á mig, varð ekki eins víraður og af öðrum töflumen fann að þetta gerði sitt þó. en hún verður auðvitað að haga skömmtunum eftir því sem hún þolir og miðað við hvað hún er að gera. \n\nbyrja létt og sjá hvernig þú þolir þetta. svo gerði ég það vanalega að ég tók 2 á morgnana og tvær um 2 leitið ef ég ætlaði í ræktina, en ef ég ætlaði ekki í ræktina eða komst ekki þá var það bara ein fyrir seinni hluta dagsins. kenndu henni bara að fylgjast með hjartslættnium á sér og blóðþrýsintg og þá ætti hún að vera góð á því. \n\nen bara til að hafa það á hreinu, brennslutöflur eru  engin undralausn, bara hjálp ofaná aðra hreyfingu.", "date": "2010-03-23 21:06:00", "post_id": 4}, {"user_name": "BE12GUR", "text": "knlknlknlnlknk", "date": "2010-03-23 21:06:00", "post_id": 5}, {"user_name": "ElfaRagnars", "text": "Já ég er ekkert að fara halda að þetta sé undralausn ég hreyfi mig auðvitað með ! fer daglega í ræktina, en finnst bara ekkert vera ské með brennsluna því fyrir sirka 2 árum eyðilagði ég brennslukerfið mitt með því að vera svelta mig...", "date": "2010-03-23 21:09:00", "post_id": 6}, {"user_name": "Legend", "text": "Talaðu við næringarfræðing áður en þú ferð að éta brennslutöflur. Hef heyrt að þetta sé stórhættulegur andskoti.", "date": "2010-03-23 21:11:00", "post_id": 7}, {"user_name": "G3ML1NGZ", "text": "þetta er stórhættulegt þegar fólk gerir sér ekki grein fyrir því hvað það er að taka. sér kannski 2 kg fara á mánuði og tvöfaldar skammtinn og hjartað fer í fokk. akkurat það eru case-in sem þú heyrir af.. það eru ekki lyfin beint heldur hálfvita users. ef þú passar þig ekki sjálfur hver á þá að gera það?\n\n\n  það á bara að taka það sem stendur á glasinu eða jafnvel minna, fylgjast með hjartslætti og blóðrþýstingog þá áttu að vera safe.", "date": "2010-03-23 21:18:00", "post_id": 8}, {"user_name": "Stefhauk", "text": "ég er a hydroxy cut hardcore er að nota það með lyftingum og brennslu \n\nog þú veist að mataræðið þarf að vera í lagi grennist mest á því með hreyfingu", "date": "2010-03-23 21:31:00", "post_id": 9}, {"user_name": "Ingan", "text": "Ég keypti hjá Hjalta í Fitnesssport mjög góðar brennslutöflur sem heita Polythermex Hardcore frá API. Var ekki að nenna að byrja í ræktinni en byrjaði á þessu og þá fór ég alveg í gang, gefur boost í ræktina og kom mér af stað! er á smá pásu núna frá þeim þar sem gengur vel í ræktinni og finnst ég ekki þurfa á þeim að halda, en ég mæli með þeim, og missti líka alveg 5 kg á stuttum tíma <<<icon_smile.gif>>> keypti líka Muscle milk og þetta tvennt virkar mjög vel saman <<<icon_wink.gif>>>", "date": "2010-03-23 22:02:00", "post_id": 10}, {"user_name": "Jon4", "text": "Reglueg hreyfing og passaðu hvað þú setur ofan í þig, fylgstu með því og skráðu.", "date": "2010-03-23 22:24:00", "post_id": 11}, {"user_name": "ElfaRagnars", "text": "ég er ekki að biðja um þessi ráð ég er að biðja um upplýsingar um brennslutöflur !", "date": "2010-03-23 22:27:00", "post_id": 12}, {"user_name": "intenz", "text": "Beint á hlaupabrettið með þig vinan", "date": "2010-03-23 22:36:00", "post_id": 13}, {"user_name": "Gulli cruizer", "text": "Thermobol virka mjög vel þetta er bara eitthvað náttúrulegt dæmi veit samt voðalega lítið um þetta skilst að það sé eitthvað grænt te og blabla í þessu en þetta virkar allavegana og þetta er mjög fljótt að byrja að virka á mann og maður grennist frekar hratt", "date": "2010-03-23 23:08:00", "post_id": 14}, {"user_name": "ValdiZippo", "text": "alltaf sami gaui <<<icon_lol.gif>>>", "date": "2010-03-23 23:26:00", "post_id": 15}, {"user_name": "Stjáni_", "text": "prufaði hydroxycut hardcore X um daginn virkar fint", "date": "2010-03-23 23:41:00", "post_id": 16}, {"user_name": "xrated", "text": "hef heyrt að spítt og e pillur  virki drulluvel", "date": "2010-03-24 14:43:00", "post_id": 17}, {"user_name": "styrmirj", "text": "hugsa um mataræðið nr. 1, 2 og 3 ekkert brennslutöfludrasl", "date": "2010-03-24 17:34:00", "post_id": 18}, {"user_name": "elli", "text": "þvílíkt bro science í gangi hérna", "date": "2010-03-24 19:51:00", "post_id": 19}, {"user_name": "Stjáni_", "text": "eða bara bæði?", "date": "2010-03-24 20:14:00", "post_id": 20}, {"user_name": "Grjoni Honda", "text": "Efað þú ert að byrja að nota brenslutöflur/duft þá mæli ég með Hydoxycut, efað þú ferð strax í sterkar töflur/efni þá getur það farið illa í magann <<<icon_wink.gif>>>, þetta er búið að virka vel fyrr mig og mæli hiklaust með þessu.", "date": "2010-03-24 21:41:00", "post_id": 21}, {"user_name": "styrmirj", "text": "já jafnvel, en aðallega mataræðið <<<icon_smile.gif>>>", "date": "2010-03-24 22:37:00", "post_id": 22}, {"user_name": "-Snorri", "text": "Clenbuterol eða klemmi, eina sem virkar. Smá hjartsláttatruflanir og skjálfti en það er worth it. Spurðu bara random risa í gymminu fyrir skammt.", "date": "2010-03-24 23:26:00", "post_id": 23}, {"user_name": "GimmiAK", "text": "Clenbuterol er klárlega málið.\r\nPM.", "date": "2010-03-24 23:31:00", "post_id": 24}, {"user_name": "Dan", "text": "klemmi.. clenbuterol. engin spurning", "date": "2010-03-25 00:23:00", "post_id": 25}, {"user_name": "styrmirj", "text": "afhverju eru allir að mæla með astmalyfi fyrir hesta ? og ég hef bara heyrt neikvæðu hluti um þetta frá fólki sem hefur notað þetta hmmm...", "date": "2010-03-25 00:52:00", "post_id": 26}, {"user_name": "109Rider", "text": "ég fékk nú einhverjar svakalegar brennslutöflur, átti að taka þetta í 2 vikur í senn, þurfti að hætta eftir viku, var búin að missa 9 kíló !:')", "date": "2010-03-25 00:59:00", "post_id": 27}, {"user_name": "styrmirj", "text": "hvað varstu 150kg ?", "date": "2010-03-25 01:07:00", "post_id": 28}, {"user_name": "Dan", "text": "útaf þetta asmalyf fyrir hesta er núna framleitt sem brennslutafla,, kallast size zero pill.  þó þetta sé astmalyf fyrir hest þá virkar þetta líka svona og það vel, þetta er betra að því leiti að þetta opnar æðar, hækkar líkamshita er þessvegna brennsla allann sólahringinn.. annað en þessar koffín fylltu töflur sem virka í nokkra tíma og brennslan alltaf að rokka..,. þetta brennir fitu allan tíman!! þetta er bara ætlað í 3 vikur því eftir það er líkaminn farinn að vinna gegn klemmanum og virknin hættir.  fólk sem ekki tekur þetta rétt inn og æfir ekki rétt með þessu er líklegra til að fá aukaverkanir.. \n\nþetta er einsog með allt annað.. þú þarft að vita hvað þú ert að gera þegar þú ert að nota svona efni.  3 mánuðir á hydroxicut fara mun verr með líkamann en 3 vikur á klemma... plús það á þessum 3 vikum með góðu æfingaplani hugsa ég að þú náir sama árangur og á hinu í 3 mán...", "date": "2010-03-25 01:07:00", "post_id": 29}, {"user_name": "109Rider", "text": "79kg, er núna 69-70 alltaf", "date": "2010-03-25 01:12:00", "post_id": 30}, {"user_name": "styrmirj", "text": "þarna hefur þu það elfa, klemminn er malið", "date": "2010-03-25 01:19:00", "post_id": 31}, {"user_name": "styrmirj", "text": "nice (Y) það er frabært <<<icon_wink.gif>>>", "date": "2010-03-25 01:20:00", "post_id": 32}, {"user_name": "intenz", "text": "krakkar og dóp", "date": "2010-03-25 01:22:00", "post_id": 33}, {"user_name": "Gunnarmh", "text": "Komið með eitthvað gott svar, sé ekki á töfluna lengur fyrir þessu flikki alltaf fyrir framan mig í tíma.. GOSH!", "date": "2010-03-25 02:49:00", "post_id": 34}, {"user_name": "arnisolon", "text": "þessi þráður er ekki fyrir svona comment nema þú hafir slæma reynslu af brennslu töflum\nóska eftir fólki með góða/slæma reynslu", "date": "2010-03-25 08:21:00", "post_id": 35}, {"user_name": "dandri", "text": "Klemmi.", "date": "2010-03-25 08:31:00", "post_id": 36}, {"user_name": "arnisolon", "text": "www.klemmi.com", "date": "2010-03-25 08:51:00", "post_id": 37}, {"user_name": "Lanzo", "text": "Hef prófað allan andskotan af þessu doti!\n\nhydroxycut : Virkar ekki neitt.. nema þú sért að borða svona 8 töflur yfir daginn\n\nArson : Geggjaðar töflur tekur þær í svona 2-3 vikur hvílir í 1 viku byrjar aftur.. eina sem við þær, þær hækka hitastigið í likamanum svo mikið að fyrstu daga sem þú hættir er þér skít kalt.\n\nKlemmi : Brútal töflur tekur í 3 vikur tek svo góða hvíld.. verður að vita hvað þú ert að gera með þessar töflur annars færðu hjartslátartruflanir og skjálfta.. þá ertu byrjaður að taka of mikið!\n\nBSN Astro-Phex : Snildar töflur færð svona velíða tilfinngu og ert ákvenaðir á æfingum virkar vel dregur helling úr matarlist  <<<icon_wink.gif>>>\n\nVonandi hjálpar þér þetta eitthvað allar þessar töflur hafa kosti og galla", "date": "2010-03-25 09:56:00", "post_id": 38}, {"user_name": "Stjáni_", "text": "Hafii eiga perform.is BSN Astro-Phex núna vissi að þetta var ekki til þegar ég spurði síðast allavega...\n\nannars var mér kennt með klemman að taka hann í viku og hvíla í viku....", "date": "2010-03-25 11:03:00", "post_id": 39}, {"user_name": "Lanzo", "text": "Nei þeir eiga það ekki til lengur <<<icon_sad.gif>>> en á ekki að vera neitt vesen að panta svona frá BSN bara", "date": "2010-03-25 11:40:00", "post_id": 40}, {"user_name": "RobertE", "text": "Efedrin...klárt mál", "date": "2010-03-25 17:34:00", "post_id": 41}, {"user_name": "ElfaRagnars", "text": "já.. ég er náttúrulega 100kg !!! hjálp :/", "date": "2010-03-25 17:44:00", "post_id": 42}, {"user_name": "styrmirj", "text": "urrr ekki vera svona harður shit... á ég að finna öll óþarfa comment hjá þér nagli ? það er verið að tala um fleira í þessum þræði heldur en það sem þú biður um... þannig er það bara deal with", "date": "2010-03-25 19:47:00", "post_id": 43}, {"user_name": "-Snorri", "text": "hversu mikið ertu að æfa og hvað ertu að borða? þið bæði eruð algjörlega að hugsa um þetta vitlaust, að nenna ekki að vinna í þessu og vilja töfralausn er algjört bull, ef enginn náði því þá var fyrra svar mitt kaldhæðni. Ekki taka nein lyf og ekki vera dæla í þig koffíni, hugsaðu bara um mataræðið (ekkert ruslfæði og ekkert nasl á milli mála, þarft það ekki.) og æfðu 2-3svar í viku, það mun hafa árangur. Frá þessum myndum af þér á l2c þá er ég ekki að trúa því að þú sért 100kg btw, bara noway, en ef þú ert það þá fínt, æfðu bara reglulega. Líka þetta um að hafa \"eyðilagt brenslusystemið mitt\", það er ekki hægt, hættu að væla og æfðu.\n\njeb, ég er að offtopica því að þráðarhöfundur er að hugsa um þetta vitlaust, sry <<<icon_smile.gif>>>", "date": "2010-03-25 20:00:00", "post_id": 44}, {"user_name": "styrmirj", "text": "<<<goodposting.gif>>>", "date": "2010-03-25 20:08:00", "post_id": 45}, {"user_name": "dQor", "text": "Ég get reddað þér Bandormum, skolar þeim niður með vatnsglasi og þeir vinna sína vinnu í u.þ.b. hálf ár áður en þeir deyja. Besta leiðin til að grennast.\n\nPM", "date": "2010-03-25 20:40:00", "post_id": 46}, {"user_name": "ElfaRagnars", "text": "uhm ég æfi 4-6 sinnum í viku og að það sé ekki hægt að eyðileggja brennslukerfiðsitt þá jú. ég svelti mig í langan tíma og þegar maður gerir það fer líkaminn að halda meira í matinn sem maður borðar því hann er svo hræddur um að fá ekki að borða aftur ! og 100 kg var bara djók.. eg er bara rétt um 60...", "date": "2010-03-25 22:43:00", "post_id": 47}, {"user_name": "Clayman", "text": "Ef þú ert 60 kg þá þarftu ekki á brennslutöflum að halda, nema þú sért dvergur þá ertu í mjög góðri þyngd. Ef þú vilt bæta brennsluna hjá þér þá segi ég að þú eigir að taka morgunbrennslu og halda góðu mataræði.\n5-6 máltíðir á dag, fínt að hafa þær á stærðir við 2 hnefa ca. Ekki leyfa þér að verða södd en ekki svöng heldur, leyfa líkamanum að halda góðri brennslu yfir allan daginn.", "date": "2010-03-25 22:51:00", "post_id": 48}, {"user_name": "fohelle", "text": "60 kg sirka og hvað ertu há ? \n\nÞú þarft ekki á brennslutölfum að halda þar sem ég efa að þú sér þétt, Frekar að borða 4-6 máltíðir á dag, Hollt og fara um morguninn í ræktinna, borða ekki meira en svona bannana eða epli áður en þú ferð, það ætti að að koma brennsluni af stað, Og mundi það eru sumir staðir sem fólk er lengur að brenna fitina af eða það bara gerist ekki\n\nVeitt um nokkur svoleiðis dæmi þar sem fólk er búið að æfa í langan tíma og það eru ákveðnir staðir sem fólk nær ekki að brenna fituni af \n\nOg ekki bara hlaupa eða skíða og svoleiðiism þú brennir líka þegar þu ert að lyfta. \n\nEn ég segi efa að þú þuriir á einhverju brennslurölfum og yfir höfuð að brenna miklu", "date": "2010-03-25 22:55:00", "post_id": 49}, {"user_name": "Dan", "text": "ekki það sem húnn vill heyra <<<icon_smile.gif>>> jú mataræði er númer eitt.. mátt ekki klikka þar, basic voða, forðast sykur og brauð og ALLANN sjoppu take out mat. farí bónus: kotasæla, hrökkbrauð, ávextir,fiskur ,kjöt.. get the idea... þetta eitt er mikklu meiri virkni en brennslutöflur..  passa að svelta sig ekki! reyna meða við 4-6 máltíðir, eða nasla létta yfir daginn.. að borða bara ávöst milli mála.. too much. hungur er ekki að grennast... basic er bara brenna fleiri hitaeiningum en þú lætur oní þig yfir daginn..  ég næ þessum 4-6 máltíðum voða sjaldan,, en ég passa sleppa aldrei morgunmat og kvöldmat. og passa borða milli mála alltaf og verða ekki svangur Hollt auðvitað!!..  en betra er að ná rútínu og fastar máltíðir\n\nþegar þetta er á hreinu þá er það KLEMMI! engin spurn, því þú vilt léttast hratt og sýnilega. borðaðu svona. farðu í gymmið og gerðu 50 mín cardio , ganga rösklega eða skokka, hjóla og svo lyfta í klukkutíma... gerðu þetta áfengislaus í 3 vikur á klemma (og auðvitað áfram eftir það án klemma) þú átt eftir að missa andlitið eftir viku ... hvað þá 3 <<<icon_smile.gif>>>\n\nég persónulega er að taka þetta prógram núna sem niðurskurð nema ég tek brennslu í 40 mín á kvöldin líka og bara á 4 dögum er ég að ná árangri sem ég næa ekki á mánuði með hefðbundnum æfingum og \"venjulegu\"mataræði", "date": "2010-03-25 23:12:00", "post_id": 50}, {"user_name": "Nóhhr", "text": "Animal Cuts", "date": "2010-03-25 23:50:00", "post_id": 51}, {"user_name": "Lanzo", "text": "Animal Cuts er ekki fyrir hvern sem er..", "date": "2010-03-26 08:57:00", "post_id": 52}, {"user_name": "arnisolon", "text": "fyrir hvern er það ?", "date": "2010-03-26 09:50:00", "post_id": 53}, {"user_name": "arnisolon", "text": "það er enginn að leita að neinni töfralausn og það þarf engann sérfræðing til þess að segja mér það að matarræði og æfing skapar árangur. það sem að ég er að reyna að fá að vita hérna stendur í fyrsta postinum. ég er að reyna að fá reynslusögur svo maður þurfi nú ekki að fara eftir þessum auglýsingum sem maður sér útum allt. já reynslusögur frá óháðum aðilum hvort brennslutöflur séu allt saman drasl og rusl og þá fá hana ofan af þessari hugmynd eða hvort þetta sé ekkert svo galið að bæta brennslutöflum inní programið. \n\r\nen fyrst þú ert svona mikið á móti þessu þá máttu endilega deila með okkur þinni slæmu reynslu?\n\n\n\nstyrmir þú ert svo mikið krútt <<<tongueout.gif>>>", "date": "2010-03-26 10:12:00", "post_id": 54}, {"user_name": "Lanzo", "text": "þetta er flokkað fyrri menn sem eru að hardcore fitness og svona þetta er til að skera sem allra mest eins og fólk sem er búið að vera skera sig á fullu en vantar þetta extra í viðbót! \n\nÞegar þú opnar animal cut eru ekkert bara töflu það eru full on leiðbeiningar hvernig þú átt að ná sem best út úr þessu! <<<icon_wink.gif>>>", "date": "2010-03-26 10:25:00", "post_id": 55}, {"user_name": "Gunnarmh", "text": "hún er dvergur sko :/", "date": "2010-03-26 12:35:00", "post_id": 56}, {"user_name": "styrmirj", "text": "ég veit <<<icon_biggrin.gif>>>", "date": "2010-03-26 14:45:00", "post_id": 57}, {"user_name": "Óli H", "text": "googlaðu KETO <<<icon_wink.gif>>>", "date": "2010-03-26 16:06:00", "post_id": 58}, {"user_name": "Stefhauk", "text": "Klemmi er það ekki Hesta lyfið sem var verið að tala um í kastljósi ? \n\nef svo er þá er þetta ekkert til að vera prófa bara í einhverju kæruleysi eða hvað er þetta það lyf ?", "date": "2010-03-26 18:23:00", "post_id": 59}, {"user_name": "ElfaRagnars", "text": "jaþað er", "date": "2010-03-26 22:05:00", "post_id": 60}, {"user_name": "ElfaRagnars", "text": "langar í meiri upplýsingar um klemma. PM thanks.", "date": "2010-03-28 15:58:00", "post_id": 61}, {"user_name": "Cavalier", "text": "vá, haldið þið að svona lítil og nett stelpa þoli klemma, ööö AUÐVITAÐ EKKI. nema þið vilji að hún fái hjartaáfall eftir 2 vikur!!! \n\nOg ef þér langar að hafa hvíldarpúls yfir 80!\n\nTaktu bara góðar brennslu morgunæfingar og borðaðu rétt\nFarðu líka að æfa BootCamp eða Crossfit, brennir nógu þar.\n\nþú þarft ekki á brennslutölfum að halda.\n\nP.s Þið eruð bara pjúra hálvitar sem takið inn hesta asmalyf!", "date": "2010-03-28 16:10:00", "post_id": 62}, {"user_name": "RobertE", "text": "Hahahahaha, klemmi er yfirleitt notaður til þess að cutta niður fitu og vera skorinn, fáðu þér bara koffein drykki, það ætti að duga <<<icon_wink.gif>>>", "date": "2010-03-28 16:30:00", "post_id": 63}, {"user_name": "ElfaRagnars", "text": "koffein drykki ? glætan virka ekkii shitt.", "date": "2010-03-28 16:38:00", "post_id": 64}, {"user_name": "Kristjan PGT", "text": "Whaaat?\n\r\nBúinn með tvo dunka. Tók 7 kg af mér á ca. 3 vikum með brjáluðu matarræði, 10 æfingum á viku og animal cuts. (frá 99kg niður í 92kg)\n\r\nTek þetta alltaf núna fyrir lyftingaræfingar og er að léttast...spá í að hætta þessu...orðinn of léttur <<<icon_biggrin.gif>>>", "date": "2010-03-28 16:49:00", "post_id": 65}, {"user_name": "Snorri már", "text": "ég get ekki séð betur en þú sert tágrönn i dp ?", "date": "2010-03-28 16:51:00", "post_id": 66}, {"user_name": "-Snorri", "text": "ITT: anorexia incoming.", "date": "2010-03-28 16:54:00", "post_id": 67}, {"user_name": "Kristjan PGT", "text": "Farðu rólega í þetta vinan. Það þarf að píramída klemma skammtana og ekki keyra lengur en 2 vikur on og 2 vikur off...\n\nOg svo svona til að spá aðeins í þessu...\n\nhér eru nokkrar þekktar aukaverkanir.\n\nSide effects\n\nNAUSEA\nNERVOUSNESS\nDIZZINESS\nDROWSINESS\nDRY MOUTH\nFACIAL FLUSHING\nHEADACHE\nHEARTBURN\nINCREASED BLOOD PRESSURE\nINCREASED SWEATING\nINSOMNIA\nLIGHTHEADEDNESS\nMUSCLE CRAMPS\nTREMORS\nVOMITING\nCHEST PAIN\n\nThe most significant side effects are muscle cramps, nervousness, headaches, and\nincreased blood pressure.", "date": "2010-03-28 16:57:00", "post_id": 68}, {"user_name": "ElfaRagnars", "text": "held þetta sé nú algengast við ofnotkun.", "date": "2010-03-28 17:17:00", "post_id": 69}, {"user_name": "Kristjan PGT", "text": "Afsakaðu Doktor. Skelltu þér bara í 100mcg og njóttu\n\nTæknilega er það \"ofnotkun\" sem veldur því að maður brennir fitu með þessu lyfi.", "date": "2010-03-28 17:20:00", "post_id": 70}, {"user_name": "Lanzo", "text": "[QUOTE=Kristjan PGT;1793189]Whaaat?\n\nBúinn með tvo dunka. Tók 7 kg af mér á ca. 3 vikum með brjáluðu matarræði, 10 æfingum á viku og animal cuts. (frá 99kg niður í 92kg)\n\nTek þetta alltaf núna fyrir lyftingaræfingar og er að léttast...spá í að hætta þessu...orðinn of léttur <<<icon_biggrin.gif>>>[/QUOT]\n\nhaha okei seinast þegar ég prófaði þetta var bara hardcore bæklingur um þetta ! <<<icon_smile.gif>>>", "date": "2010-03-28 17:26:00", "post_id": 71}, {"user_name": "ElfaRagnars", "text": "ég hef samt verið að googla þetta og fólk er ekkert rosa neikvætt & þetta virkar þannig afhverju ekki að prófa ! ég er ekkert að fara fá hjartaáfall ef ég nota þetta rétt svo hætti ég líka bara ef þetta fer illa í mig. það er misjafnt bara hvernig þetta fer í fólk.. \nog ég er ekkert mega lítil og nett. svo er þetta líka mitt líf <<<icon_wink.gif>>>", "date": "2010-03-28 17:51:00", "post_id": 72}, {"user_name": "fohelle", "text": "Sorry en þú ert 60kg og þetta er ekki fyrir þig þar sem þetta gæti haft mikil áhrfi á heilsuna þína \n\r\nBorðaðu rétt og farðu æi body combat, boot camp og eitthvað í þá áttina, taktu þér tíma þetta kemur", "date": "2010-03-28 18:07:00", "post_id": 73}, {"user_name": "-Snorri", "text": "þú veist að aukaáhrifin af lyfinu er það sem þú ert að leita af right? og ofnotkun er strax komin við inntöku, það er engin venjuleg notkun til með þessu lyfi.\n\nohwell, gerðu það sem þú vilt, en plís hlustaðu á fólk sem er að vara þig við. <<<icon_razz.gif>>>", "date": "2010-03-28 18:11:00", "post_id": 74}, {"user_name": "styrmirj", "text": "\"Það er mjög persónubundið hversu vel klemmi virkar. Hann gerði nákvæmlega ekki neitt fyrir mig nema valda vanlíðan. Ég var með dúndrandi hausverk fyrstu 2 eða 3 dagana. Einnig er algengt að fólk fái krampa en ég slapp alveg við það. Ég drakk mikið af vatni meðan ég var á honum, 4-5 lítra á dag, það hefur sennilega hjálpað. \n\nEf þú spyrð mig þá get ég alls ekki mælt með klemma. Ef þér gengur illa að grennast þá er mjög líklegt að þú sért einfaldlega að borða of mikið eða brenna of litlu. Þetta snýst allt um caloríur inn vs. caloríur út. Klemmi er alls ekki töfraefni.\"\n\r\nhérna er reynsla hjá einhverjum sem ég fann...", "date": "2010-03-28 18:20:00", "post_id": 75}, {"user_name": "MagnúsFreyr", "text": "Klemmi er fyrir hesta með öndunarerfiðleika. ekki fyrir fólk (í sumum löndum kannski)  ekki taka áhættu á hjartasjúkdómum og hjartaáfalli því það er það sem þú gerir með að taka klemma. Hjartað stækkaði í rottum sem fengu klemma.. annars eru algengu aukaverkanir þær sömu og við amfetamíni og effa.. skjálfti, aukinn blóðþrýstingur, stress, kvíði, noja, sviti, svefnleysi, hausverkur, krampar\nÞetta er astmalyf fyrir hesta og ef við mannfólkið tökum þetta þá jú léttumst við eins og mó fó en þetta er gífurlegt áreiti á hjartað. EF þú ákveður að taka þetta þá vil ég benda þér á að skemdirnar á hjartanu eru varanlegar", "date": "2010-03-28 18:50:00", "post_id": 76}, {"user_name": "bjorgvinkarl", "text": "hydroxycut hardcore er stórhættulegt..", "date": "2010-03-28 19:54:00", "post_id": 77}, {"user_name": "bjorgvinkarl", "text": "miklu frekar animal cut heldur en nokkurn tíman klemmi! Insúlín er í animal cut og þess vegna er það ekki leyfilegt..", "date": "2010-03-28 19:59:00", "post_id": 78}, {"user_name": "Stefhauk", "text": "hvernig færðu það út ?", "date": "2010-03-29 11:07:00", "post_id": 79}, {"user_name": "ElfaRagnars", "text": "hættu nú alveg og hvar er reynslusagan þín? sem árni var að bíða eftir", "date": "2010-03-29 11:17:00", "post_id": 80}, {"user_name": "AntiTrust", "text": "Ekki beint rétt. Koffín virkar sem stimulant á miðtaugakerfið og veldur því aukinni fitubrennslu, betri fókus á æfingum, meira endurance, betri súrefnisupptöku og flr. og er því tilvalið fitubrennslulyf, sérstaklega ef þú tekur verð/magn value útfrá því.\n\nMyndi allavega seint mæla með effa eða klemma fyrir fólk sem er ekki með hausinn á kafi í þessu, og er tilbúinn að lesa sér virkilega mikið til um þetta, hvaða áhrif þetta hefur á líkamann nákvæmlega, aukaverkanir, hugsanlegar langtímaverkanir, hvernig á að taka efnin, hvenær, hvenær ekki, hversu lengi etc etc.\n\nMjög heimskulegt að kaupa bara e-ð efni og láta ummælin frá seljandanum duga til \"þetta virkar maður!\".\n\nEkki gáfulegt.", "date": "2010-03-29 11:34:00", "post_id": 81}, {"user_name": "-Snorri", "text": "Þarf ég að hafa notað eitthvað heimskulegt til að segja að það sé heimskulegt? Held ekki. Hef enga reynsu af þessu efni. Ég hef lesið mér til um hvað þetta efni gerir við líkamann við inntöku, ekki eitthvað \"ég tók þetta, missti nokkur kíló á notime\" eða \"ekki taka þetta, er veikur eftirá :'(\"  heldur hvað gerist við hvern líkamspart við inntöku, það sem getur gerst, og það sem mun gerast.\n\r\nanyway, skal láta þig í friði <<<icon_smile.gif>>>", "date": "2010-03-29 12:49:00", "post_id": 82}, {"user_name": "bjorgvinkarl", "text": "notaðu þetta stíft í langan tíma og finndu bara..", "date": "2010-03-29 18:13:00", "post_id": 83}, {"user_name": "arnisolon", "text": "vill minna á að það er ekki verið að leita að \"töfralyfi\" bara bestu brennslutöflunum fyrir manneskju sem mætir í ræktina á hverjum degi og borðar rétt en hefur ekki notað brennslutöflur áður\n\nog ég er farinn að halda að klemmi sé ekki málið.. er hyrdoxycut hardcore eitthvað betra en hydroxycut?\n\n\n\nþað þarf ekki að vera heimskt þótt það sé heimskulegt en ég er nú samt farinn að halda að þessi klemmi sé bara heimskt", "date": "2010-03-30 00:38:00", "post_id": 84}, {"user_name": "AntiTrust", "text": "Ef þessi aðili vill e-ð löglegt sem virkar, get ég persónulega mælt með Clenburexin. Hef verið að nota það þegar ég er að hvíla efedrínið og það virkar fínt, gott stamina, fínt mental focus, fín brennsla.", "date": "2010-03-30 00:54:00", "post_id": 85}, {"user_name": "MániSteinn", "text": "klemmi er shitið", "date": "2010-03-30 01:15:00", "post_id": 86}, {"user_name": "Rolla.", "text": "óska eftir frekari upplýsingum um klemma í pm...", "date": "2010-04-01 11:35:00", "post_id": 87}, {"user_name": "arnibjorn", "text": "Ég er búinn að léttast um 25kg síðan í september þannig að ég ætla aðeins að tjá mig um þetta. \n\r\nÉg prufaði Animal Cuts í 3 vikur og það gekk ekkert betur og kílóin fóru ekkert hraðar(fór oftar á klósettið samt!!). Ég einfaldlega hreyfði mig fáránlega mikið og borðaði holt. Er í CrossFit 5-6x í viku og ef þú vilt koma þér í betra form þá get ég 100% mælt með því!! Ég fór síðan mjög oft líka í hádeginu bara að brenna á hlaupabretti/skíðavél. Kannski 8-12 æfingar í viku.\n\r\nÞetta er ekki flókið. Borða holt(ekki of lítið samt) og hreyfa sig helling <<<icon_smile.gif>>>", "date": "2010-04-01 13:13:00", "post_id": 88}, {"user_name": "bjorgvinkarl", "text": "sammála þér<<<icon_smile.gif>>>", "date": "2010-04-01 13:34:00", "post_id": 89}, {"user_name": "JHP", "text": "Borða rétt og reglulega og hreyfa á sér heimska og lata rassgatið sem mér sýnist þú vera með litla ljóska !!!", "date": "2010-04-01 13:48:00", "post_id": 90}, {"user_name": "Jónas_SRT", "text": "klemmi er allavegana ekki aukaverkana virði.. svaf ekkert á þessu, óreglulegur hjartsláttur..taugakippir u name it.  taka bara koffín og æfa vel.", "date": "2010-04-01 13:56:00", "post_id": 91}, {"user_name": "Eyland", "text": "er að leita senda PM.", "date": "2010-05-06 11:44:00", "post_id": 92}, {"user_name": "G3ML1NGZ", "text": "hahahha, trustworthy msg frá manni með 1 póst <<<icon_biggrin.gif>>>", "date": "2010-05-06 14:41:00", "post_id": 93}, {"user_name": "styrmirj", "text": "hahahha einmittt <<<rofl.gif>>>", "date": "2010-05-06 18:43:00", "post_id": 94}, {"user_name": "Aron Preza", "text": "SUB Q \n\ná pakka af sollis brennslutöflum ef einhverjum langar í", "date": "2010-05-06 18:56:00", "post_id": 95}, {"user_name": "Pikachu", "text": "klárlega klemmi <<<icon_biggrin.gif>>> hehe", "date": "2010-05-06 18:57:00", "post_id": 96}, {"user_name": "Eyland", "text": "En einhver staðar verður maður að byrja að spyrjast fyrir.Ég hef heyrt að þessar töflur virka", "date": "2010-05-06 20:20:00", "post_id": 97}, {"user_name": "einarak", "text": "amfetamín kúrinn, það er það eina sem virkar", "date": "2010-05-06 21:44:00", "post_id": 98}, {"user_name": "MJ", "text": "hver getur plöggað efedrini ??\n\n\nsendið mer PM", "date": "2010-05-06 21:50:00", "post_id": 99}, {"user_name": "hulds", "text": "má henda pm á mig lika, og smá info i leiðinni um þetta hehe <<<icon_smile.gif>>> erum saman nokkrar vinkonur sem höfum aldrei prufað neitt sona en erum pínu forvitnar fyrir \"skyndilausn\" <<<icon_wink.gif>>>", "date": "2010-05-09 21:46:00", "post_id": 100}, {"user_name": "Jon4", "text": "Málið er að það er ekki til neitt sem heitir \"skyndilausn\"", "date": "2010-05-09 22:44:00", "post_id": 101}, {"user_name": "Stefhauk", "text": "Keypti töflur í Perform sem heita Diet Boost einhvða varið í þetta og er þetta að virka með réttu mataræði ?", "date": "2010-05-10 17:45:00", "post_id": 102}, {"user_name": "Óli H", "text": "ef þú værir með rétt mataræði þá myndiru ekki þurfa þettai <<<icon_smile.gif>>> en þetta hjálpar þér líklega eithvað pínu", "date": "2010-05-10 19:44:00", "post_id": 103}, {"user_name": "Stefhauk", "text": "nú á að nota þetta með röngu mataræði ? <<<icon_lol.gif>>>", "date": "2010-05-10 19:58:00", "post_id": 104}, {"user_name": "arnisolon", "text": "nokkrir gáfaðir búnir að tjá sig hérna en svona 90 % að tönnslast á einhverju sem þeir vita ekkert um. en sáu að einhver annar sagði það sama fyrr í þræðinum\n\nend of thread læsa bara", "date": "2010-05-10 20:49:00", "post_id": 105}, {"user_name": "krissi24", "text": "Ég verð að leiðrétta þetta smá, Ísland er eitt að fáum löndum í heiminum sem notar klemma ekki lengur sem astma lyf fyrir fólk og bara hesta. Í lang lang flestum löndum í heiminum er klemmi notaður á fólk með astma", "date": "2010-05-28 11:32:00", "post_id": 106}, {"user_name": "Barbie", "text": "Ég hef nákvæmlega enga reynslu á brennslutöflum haha .. Eeeen hvernig virkar þetta Klemma dótl samt ? & Effedrín er ekkkert rosalega gott að nota held ég til að grennast :'D ..  Vá af hverju datt mér aldrei í hug að prufa brennslutöflurrrrr ....", "date": "2010-05-28 11:51:00", "post_id": 107}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/rofl.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2010-03-23 20:25:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "path": "full/5198db091ab62691b23cc6cc26ae32ef809fddcd.gif", "checksum": "bd73b00608ece300057eac7b203c1cad"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/rofl.gif", "path": "full/51b00a571877dec3874bcb115ce2e201729ce345.gif", "checksum": "1ad96412c720bd904dce789340e6228f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}