{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "117365", "title": "MMC Lancer ´93 *kveikjan var biluð*", "url": "http://www.live2cruize.com/spjall/showthread.php/117365-MMC-Lancer-´93-*kveikjan-var-biluð*", "posts": [{"user_name": "Chevrolet", "text": "Sælir\n\r\nÉg er með MMC Lancer 1600 vél sem drap á sér á ferð, sótti næsta dag og þá datt hann í gang en drap á sér aftur á heimleiðinni og síðan ekki tekið við sér.\n\r\nHann fær nóg bensín, góður þrýstingur en engin neisti á kertum.\n\r\nÞar sem það er held ég sjaldgæft að talvan sjálf klikki í þessum bílum þá hallast ég að crank sensor! Yfirleitt er hann á kúplingshúsinu á bílum en ekki þessum? Er þetta skynjarinn sem er aftan á blokkinni miðri, til hliðar við startarinn!\n\r\nHvað finnst mönnum sennilegt. Er ekki crank position sensor það eina sem í raun stoppar vélina. Aðrir skynjarar stoppa vélina oftast ekki en kveikja check engine ljósið.\n\r\nKv. W", "date": "2010-04-02 13:46:00", "post_id": 1}, {"user_name": "david/snifff", "text": "getur skoðað þetta og reynt að finna hann: http://www.wheelsjamaicahost.com/whe...?topic=20920.0\n\r\nvísu er sagt um þetta bilar svona: sagt um þetta á 4g92 sem ég giska sé vélinn hjá þér er að Crank angle sensor/crank position sensor - usually gets damaged when your alternator belt fails.\n\r\nfann vísu þetta en trúlega stemmir ekki við þitt dæmi:", "date": "2010-04-02 16:54:00", "post_id": 2}, {"user_name": "Chevrolet", "text": "Hey flott. Takk kærlega, tékka á þessu og melda tilbaka ef ég finn hvað er að ske.", "date": "2010-04-05 22:00:00", "post_id": 3}, {"user_name": "Sævar Örn", "text": "afhverju ertu staðráðin í að þetta sé tölvan, hvað með háspennukefli", "date": "2010-04-05 22:07:00", "post_id": 4}, {"user_name": "Adam", "text": "kveikjan bilar frekar mikið í þessum bílum og lýsir sér mjög svipað <<<icon_smile.gif>>>", "date": "2010-04-06 00:24:00", "post_id": 5}, {"user_name": "Chevrolet", "text": "Já allir sem ég hef talað við segja að það þurfi að útiloka kveikjuna fyrst. Takk fyrir guy´s. Ég er að reyna að finna kveikju.", "date": "2010-04-06 18:16:00", "post_id": 6}, {"user_name": "Chevrolet", "text": "Jæja málið leyst. Þetta var kveikjan eins og þið sögðuð! Takk kærlega fyrir ábendingarnar. \n\nFékk notaða kveikju á partasölu á 15þús.", "date": "2010-04-07 16:16:00", "post_id": 7}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2010-04-02 13:46:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}