{"forum_title": "Almennt spjall", "id": "118108", "title": "Mazda Rx-8", "url": "http://www.live2cruize.com/spjall/showthread.php/118108-Mazda-Rx-8", "posts": [{"user_name": "hatalarinn", "text": "Ég er að hugsa mér að kaupa mér Mözdu Rx - 8 og var að hugsa um hvort þið bíla sérfræðingar gætuð sagt mér hvort það sé há bilatíðní í þessum bílum og sirka hvað þeir eyða miklu?", "date": "2010-04-10 01:31:00", "post_id": 1}, {"user_name": "bauninator", "text": "búinn að aka svona bíl aðeins. þeir eru frekar þyrstir en stórskemmtilegt að keyra þetta. þeir eru svolítið leiðinlegur í snjó og mikilli hálku. en kannski ekkert að marka mig, ég vill helst ekkert nema það sé fjórhjóladrifið, en þægileigir og góðit bílar að öðru leiti", "date": "2010-04-10 01:57:00", "post_id": 2}, {"user_name": "Nuubzta", "text": "veit ekki með RX-8 en hef heyrt að rotary vélar endist ekki lengi, mundi samt ráðleggja þér að rannsaka það kannski e-ð aðeins meira", "date": "2010-04-10 03:56:00", "post_id": 3}, {"user_name": "Master", "text": "rotary motorinn er mjög skemmtilegur mótor að nota og þeyta, snýst alveg rosalega auðveldlega. hann skilar hinsvegar ekki miklu togi, en það er yfirleitt í lagi í svona léttum bílum.\r\nég held að Mercedes hafi fyrst búið til þessa mótora en þeir hættu fljótlega með þá. gallinn við þá er hlutfallslega lítið tog miðað við afl og snúning, og þeir nýta eldsneytið verr. Svo \r\nog er ending á endunum á snúðunum frekar lítil. (þeir virka eiginlega bæði sem ventlar og stimpilhringir, því þeir þétta þríhyndu \"stimplana\" við blokkina og mæðir mikið á þeim.", "date": "2010-04-10 22:00:00", "post_id": 4}, {"user_name": "Stjáni_", "text": "Það er nu bara því sumar rx8 hafa ekki fengið rétt viðhald á vélunum...", "date": "2010-04-10 22:04:00", "post_id": 5}, {"user_name": "ttota", "text": "Hann drekkur bensín og olíu sem er mótornum eðlislegt, en er STÓR skemmtilegur í akstri,. Munurinn á RX-7 og RX-8 mótornum er talsverður. Það eru til RX-áttur sem eru komnar yfir 250þúskm og í fínu lagi, einnig eru til Turbo RX-áttur komnar yfir 200þúskm og enn í fínu lagi. Maður þarf bara aðeins að kynna sér hvernig maður keyrir og viðheldur wankel bíl.", "date": "2010-04-10 22:28:00", "post_id": 6}, {"user_name": "Andri STi", "text": "nr 1,2og 3 er að fylgjast með olíu og bæta á þessa bíla ...og nota rétta olíu.\n\nmamma átti svona bíl í um 5 ár , keyptur nánast nýr , það bilaði ekkert í honum , nema það að það þurfti að skipta um kerti . því þú mátt ekki kveikja á honum og drepa svo strax á honum , verður að snúa honum uppí svona 3-4000 rpm og slökkva þannig á honum svo hann yfirfylli sig ekki.\n\neða keyra bílinn einn hring áðurenn það er slökkt á honum .\n\ngerðist hjá okkur við að færa bílinn úr skúrnum í annað stæði fyrir utan ...þá var hann erfiður í gang\n\neyðslan er alveg rosa misjöfn alveg frá 12-16 eftir því hvernig þú ert að keyra <<<icon_wink.gif>>>   soldið mikil eyðsla fannst mér miða við afl.\n\nenn æðislegir bílar að öllu öðru leiti \n\nprófaðu að nota search það eru til nokkrar umræður um þessa bíla hér inná <<<icon_wink.gif>>>", "date": "2010-04-11 13:09:00", "post_id": 7}, {"user_name": "Maggi B", "text": "Fínir bílar. ættir bara að kynna þér basics í að eiga wankel. eins og með að ekki nota synthetic olíu, og að mótorinn brennir olíu með bensíninu þannig að það þarf að passa olíulevelið og svo auðvitað það sem andri var að segja", "date": "2010-04-11 13:37:00", "post_id": 8}, {"user_name": "Joker_", "text": "hef heyrt að þessir mótorar hafi hrunið í 100 þús km veit svo sem ekki hvað er til í því, en gæti alveg trúað því þar sem þetta er wankel vélar 2x 650 cc vélar", "date": "2010-04-11 17:33:00", "post_id": 9}, {"user_name": "ttota", "text": "Það er reyndar ekki rétt, þær eru 2x 1300cc. RX-8 er í rauninnin 2.6 mótor", "date": "2010-04-11 20:13:00", "post_id": 10}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2010-04-10 01:31:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}