{"forum_title": "RÖFL", "id": "118101", "title": "Sonax Premium Carnuba ?", "url": "http://www.live2cruize.com/spjall/showthread.php/118101-Sonax-Premium-Carnuba", "posts": [{"user_name": "Myriftica", "text": "fann svona inn í bilskúr, er eithvað varið í þetta ? Væri fínt að fá reynslusögu frá Kelerínu ef þú kannast við þetta bón. \n\r\nSVo er eithvað Autoglym HD hérna líka, \n\r\nSpurning hvort menn þekki eithvað inn á þessi bón ? Er í lagi að skella þessu á og leyfa því að liggja eithvað, eða þarf maður að passa spes upp á tímann sem þetta liggur á bílnum ?", "date": "2010-04-09 22:17:00", "post_id": 1}, {"user_name": "testdriver", "text": "ég á svona dollu og þetta skítvirkar alveg ég hef aldrei séð bílinn jafn flottan eftir bón", "date": "2010-04-09 22:23:00", "post_id": 2}, {"user_name": "kelirína", "text": "Þetta er 100% Carnauba bón eins og þeir sem eru að selja SONAX vörurnar fullyrða.....\n\n\n\n\n\n\nHAHAHAHAHA.    100% Carnauba bón er ekki til og mun aldrei verða til.   Ég hef undir höndunum Carnauba bón sem er 70% og er það óvinnanlegt þar sem það er svo hart.\n\n\nsmá réttar upplýsingar um 100% töluna sem Sonax menn hér á landi eru að misskylja.   100% þýðir hér að um er að ræða Carnauba bón unnið úr 100% ekta Carnauba flögum.  Hvort það séu hráar eða unnar flögur (sem verða að hvítu dufti við mulninginn) veit ég ekki.   Gæði Carnauba bóna skiptir sköpum þar sem því meira innihald af Carnauba af öllu innihaldi bónkrukkunar samsvarar því meiri gæði.  Ég  áætla að einungis er um að ræða 20-30% Carnauba í Sonax Premium Carnauba bóninu.  Þess má geta að í Swisswax, Zymöl er talan allt frá 40-75% og hjá Dodo Juice 55-75% en verðmunurinn á milli Swisswax, Zymöl og svo Dodo Juice er gríðarlegur þegar komið er í þess konar bón.    t.d. Zymöl Vintage kostar hingað til lands á bilinu kr. 400000-500000 en samskonar Dodo Juice bón (Supernatural með svipað innihald af Carnauba) kostar frá kr. 4500-29800en það fer eftir stærð krukkunar.\n\nAutoglym HD er einnig góð vara en hér er um að ræða Zynthetic Polymers blanda sem inniheldur eitthvað nærri 5-25% Carnauba.\n\nBæði Sonax og Autoglym bónin eru að kosta um og yfir kr. 10000.- út úr búð lýkt og grunnlínan af Dodo Juice sem inniheldur 55% Carnauba og kostar kr. 8900-9800.-\n\nVið vinnslu á Carnauba bónum er nánst þörft á að notast við Pre-wax svo að Carnauba bindist betur yfirborði bílsins auk þess sem það gefur dýpri gljáa,litadýpt og endingu.\n\n\nkv.\nÓlafur Þór", "date": "2010-04-10 09:26:00", "post_id": 3}, {"user_name": "Myriftica", "text": "allright, en þar sem þessi bón eru til inn í skúr þá ætla ég klárlega að prófa þetta, mæliru með einhverjum spez pre-wax ? er það þá leir eða álíka sem ég hreinsa bílinn með eftir þvott og fyrir carnuba bónið ?", "date": "2010-04-10 10:14:00", "post_id": 4}, {"user_name": "kelirína", "text": "sonax er með pre-wax fyrir þetta ágæta bón.   Svo er til Lime Prime frá Dodo Juice (uppselt eins og er).   Þetta er ekki leir heldur hreinsir með ákv. olíum til þess að virkja endingu og gæði Carnauba bónsins.\n\nkv.\nÓlafur Þór", "date": "2010-04-10 10:34:00", "post_id": 5}], "file_urls": [], "date": "2010-04-09 22:17:00", "files": []}