{"forum_title": "RÖFL", "id": "119194", "title": "búið að samþyggja icesave", "url": "http://www.live2cruize.com/spjall/showthread.php/119194-búið-að-samþyggja-icesave", "posts": [{"user_name": "BIGBRO", "text": "http://black.is/tengill/?ID=36045\n\n\r\nKemst ríkisstjórnin upp með að brjóta gegn skýrum vilja þjóðarinnar?\n\r\n19.4.2010 | 09:53\n\r\nUm 93% kjósenda sem þátt tóku í þjóðaratvæði um ICESAVE kusu gegn því að gengið yrði að ICESAVE 2 samningnum. Nú kemur í ljós að forsprakkar ríkisstjórnarinnar eru búnir að skrifa undir ICESAVE 3 án umræðu. Hugmyndin er að borga Bretum og Hollendingum skuldir einkafyrirtækjanna úr vösum alþýðunnar að fullu og með vöxtum!\n\r\nÞægilegt fyrir ríkisstjórn að fela svona stórfréttir í skjóli eldgoss og rannsóknarskýrslu.\n\r\nÞekkt taktík. Þetta minnir svolítið á smáfréttina um daginn þegar lögreglan á Suðurlandi tók eftir þekktum innbrotsþjófum sem virtust ætla að laumast inn í tóma bæi í skjóli eldgoss. Mikilvægt að hafa augun opin þegar stórfréttir skyggja á minni fréttir.\n\r\nKemst ríkisstjórnin upp með þetta?\n\r\nEr íslenska þjóðin jafn heimsk og spunameistarar stjórnmálaflokka virðast reikna með?\n\r\nHefur þar með tekist að reisa skálkaskjól eða skjaldborg yfir þingmenn, útrásarvíkinga og bankamenn, undir eldfjallinu?\n\r\nÞeir sem skrifuðu undir þessa viljayfirlýsingu til að fá í gegn lán frá AGS: \n\r\n    * Jóhanna Sigurðardóttir, forsætisráðherra\r\n    * Steingrímur J. Sigfússon, fjármálaráðherra\r\n    * Gylfi Magnússon, efnahags- og viðskiptaráðherra\r\n    * Már Guðmundsson, seðlabankastjóri\n\r\ner eithvað til í þessu eða er þetta rugl... finn ekkert á mbl né vísi", "date": "2010-04-19 20:29:00", "post_id": 1}, {"user_name": "Halldór Berg", "text": "Var ekki eitthvað um þetta í fréttum Stöðvar 2? Sigmundur Davíð var allavega í viðtali held ég um þetta. Og þarna eru þessir fjórmenningar búnir að gera sterka samningsstöðu verri.", "date": "2010-04-19 20:31:00", "post_id": 2}, {"user_name": "biturk", "text": "beriði ennþá óbilandi traust til lesbíska helvítisins og sandnegrans hann steingríms?", "date": "2010-04-19 20:55:00", "post_id": 3}, {"user_name": "SICO", "text": "allir þessir flokkar eru jafn lélegir", "date": "2010-04-19 21:11:00", "post_id": 4}, {"user_name": "Bjólfur", "text": "hvaða trausts spyr ég nú", "date": "2010-04-19 21:19:00", "post_id": 5}, {"user_name": "Galant ES", "text": "Haha money well spent á þessa þjóðaratkvæðagreiðslu ! <<<icon_biggrin.gif>>>", "date": "2010-04-19 21:27:00", "post_id": 6}, {"user_name": "vladrulli", "text": "eru menn það heimskir að þeir sjá ekki að Icesave sé það eina sem heldur xD (og restinni af stjórnarandstöðunni) á floti? án þess hefur þetta skítapakk ekkert að tala um og verða bara sitja í sínum eigin skít og sleikja upp rassgötin á hvor öðrum... þeir hafa og munu áfram nota þetta mál til að tefja fyrir aðgerðum ríkisstjórnar og til að æsa nautheimska almúgann...\n\nbrjóta gegn skýrum vilja þjóðarinnar? hvað ertu eiginlega að tala um? hver er þessi vilji? að vera á rassgatinu?\n\nfyrir utan allt þetta, þá er ekki búið að skirfa undir neitt annað en viljayfirlýsingu til að halda áfram samningsviðræðum - ekkert bindandi...\n\n\"United Kingdom and the Netherlands will receive the reasonable time value of money, provided that comprehensive agreements are reached.\" \n\naf öllum þeim skít sem er í boði í íslenskur stjórnmálaflórunni í dag er núverandi ríkisstjórn laaaaang besti kosturinn... þeir sem styðja xD og mundu kjósa þá í næstu kosningum ættu að fara út á tún að bíta gras...", "date": "2010-04-19 22:48:00", "post_id": 7}, {"user_name": "KalliCamaro", "text": "Varla finnst þér það fyndið, en það er svosem samkvæmt vananum, gríðarlegum peningum ríkisins sóað í djöfullsins bull og kjaftæði alla tíð", "date": "2010-04-19 22:55:00", "post_id": 8}, {"user_name": "Halldór Berg", "text": "vladrulli;\n\nÞú áttar þig á því að með þessu var verið að veikja samningsstöðuna? Þjóðaratkvæðagreiðslan og almenningsálit útí heimi var sterkt með okkur. Fyrrverandi viljayfirlýsing var ekki svo sterkorðuð og stóð enn. Af hverju að útbúa nýja sem að veikir samningsstöðuna og bætir inn köflum sem að við í raun viljum alls ekki... (Sbr. ríkisábyrgð sem að einhver talaði um að væri í þessari viljayfirlýsingu).", "date": "2010-04-20 09:15:00", "post_id": 9}, {"user_name": "Víkingur", "text": "Vladrulli...\n\nÞetta er svo vitlaust að það er varla vert að svara þessu, en maður verður víst að gera slíkt, svo að svona fólk lifi ekki í sinni kúlu...\n\nEf að þér finnst núverandi ríkisstjórn vera \"laaaaang besti kosturinn\" þá held ég að það segi allt sem segja þarf, þú vinur ættir að líta út og athuga hvort grasið heilli þig ekki meira en þig grunar...\n\nÉg á nokkra vinstri græna vini, og meira að segja eru margir það vitlausir, að þeir merktu við \"Já\" í þjóðaratkvæðagreiðslunni...Þeir sem átta sig ekki á heimskunni í þeim aðgerðum hafa greinilega ekkert vit á málinu. Mér finnst líklegt að þú hafir annaðhvort merkt við já eða þá ekki svarað.\nVið heilbrigða fólkið sem merkti við \"Nei\" vitum að áður en þjóðaratkvæðagreiðslan hófst var í raun búið að fella þennan samning sem við neituðum, því hann var einfaldlega ekki raunhæfur og ósanngjarn. Þeir sem merktu við Já eða svöruðu ekki, eru einfaldlega of heimskir til að átta sig á þessu, því miður.\n\nMeð þessum aðgerðum er aðeins verið að veikja samningsstöðuna og ekkert annað...", "date": "2010-04-20 18:35:00", "post_id": 10}, {"user_name": "vladrulli", "text": "ertu tregur? hvar í pósti mínum var ég að tala um þjóðaratkvæðagreiðsluna? og hvernig kemur hún viðkomandi máli við?\n\nIceSave er eitthvað sem þarf að klára og er ekki eitthvað sem Ísland getur hlaupist undan... viðkomandi yfirlýsing er ekkert annað en yfirlýsing um samstarfvilja og vilja til að semja áfram... ekkert annað... og hvað er að því?", "date": "2010-04-20 19:06:00", "post_id": 11}, {"user_name": "Halldór Berg", "text": "Það var til viljayfirlýsing um samstarfsvilja og samningsvilja.. Af hverju að veikja sterka samningsstöðu með nýrri yfirlýsingu? Hvaða heilvita maður vill veikja samningsstöðuna sína sí svona?", "date": "2010-04-20 19:39:00", "post_id": 12}, {"user_name": "vladrulli", "text": "endilega útskýrðu hvernig núverandi yfirlýsing veikir samningsstöðuna?", "date": "2010-04-20 19:41:00", "post_id": 13}, {"user_name": "biturk", "text": "svona í alvörunni? ertu bara að þessu til að ergja fólk eða skiluru þetta ekki ennþá?<<<confused.png>>>", "date": "2010-04-20 19:45:00", "post_id": 14}, {"user_name": "vladrulli", "text": "ergir það þig svakalega ef ég vil fá rökstuðning fyrir því sem sagt er? <<<rolleyes.png>>>", "date": "2010-04-20 19:48:00", "post_id": 15}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png"], "date": "2010-04-19 20:29:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}]}