{"forum_title": "RÖFL", "id": "120707", "title": "Foreldrasamtök að missa sig í móðursýkinni", "url": "http://www.live2cruize.com/spjall/showthread.php/120707-Foreldrasamtök-að-missa-sig-í-móðursýkinni", "posts": [{"user_name": "SICO", "text": "Er það bara ég eða er þetta ekki full langt gengið þegar fólk er að kæra sölu á matreiðsluvíni ? sem er b.t.w löglegt að selja í búðum\n\nhttp://www.mbl.is/mm/frettir/innlent...tarvini_kaerd/\n\n\r\nP.s ég vill fá bjór og léttvín í sölu í matvöruverslunum !", "date": "2010-05-04 06:14:00", "post_id": 1}, {"user_name": "Sindri Skarph", "text": "er þetta ekki flokkað sem matvara? :S", "date": "2010-05-04 06:42:00", "post_id": 2}, {"user_name": "Sindri Skarph", "text": "auðvitað á að selja bjór í matvöruverzlunum", "date": "2010-05-04 06:43:00", "post_id": 3}, {"user_name": "Pikachu", "text": "ekki spurning.. rúlla við í 10 11 og sækja 1 kassa af bjór.. önnur lönd hlæja að þessu", "date": "2010-05-04 07:07:00", "post_id": 4}, {"user_name": "arnisolon", "text": "haha þetta væl verður bara til þess að við eigum eftir að sjá muun meira af matarvíni í búðum á næstunni.", "date": "2010-05-04 09:29:00", "post_id": 5}, {"user_name": "AndriKarl", "text": "Öll þessi foreldrasamtök eru samansett af gömlum kerlingum sem hafa ekki fengið að ríða í 20 ár og búa annaðhvort einar eða í óhamingjusömu sambandi!", "date": "2010-05-04 09:51:00", "post_id": 6}, {"user_name": "arnisolon", "text": "hljómar frekar einsog lýsing á góðum feminista", "date": "2010-05-04 10:19:00", "post_id": 7}, {"user_name": "fannzi", "text": "Matarvín eru ódrekkandi vegna þess að það er búið að krydda vínin,rónarnir láta þetta alveg í friði afþví þetta er ódrekkandi.Foreldrasamtök eru að gera krakka íslands að aumingjum sem meiga ekki fara út að leika sér nema í fylgd með 4 foreldrum.Þegar ég var krakki var maður úti að leika sér og fór um öll hverfi hafnarfjarðar og það var ekkert mál,í dag geta krakkar ekki labbað á frístundarheimili og þurfa að fá rútu til að keyra sig hálfan km.Ísland er að verða svo mikið öfgaland þegar kemur að verndun barna og unglinga.Svo er fólk hissa á að krakkar séu alltaf í tölvuni!!! ekki nenti ég að dröslast með mömmu hvert sem ég fór!!\nbara mín skoðun.", "date": "2010-05-04 10:35:00", "post_id": 8}, {"user_name": "Hafst1", "text": "Ég er alveg ósammála ykkur. Ég vil ekki sjá bjór í matvöruverslunum.", "date": "2010-05-04 13:36:00", "post_id": 9}, {"user_name": "Ægir?", "text": "hehe ég sá þetta í hagkaup og hugsaði hvort þett amætti, hugsaði reyndar bara snögglega um það svo áttaði ég mig á því að þetta sé matarkoníak og matarvín = of salt til að drekka XD", "date": "2010-05-04 14:31:00", "post_id": 10}, {"user_name": "Svenni Litli", "text": "SVO SATT!!\nÉg var akkúrat að tala um þetta við félaga minn í gær... þegar ég var að vaxa úr grasi þá voru ALLTAF krakkar allstaðar í hafnarfirði... en núna sér maður ekki krakka fyrir fimmaur lengur... hvar eru allir krakkarnir sem voru alltaf úti að leika???\nJá ég veit... þau eru núna kominn með derhúfu og carhartt buxur og eru í tölvunni....\n\nÞoli ekki fólk sem bannar allt, gerir allt glatað !", "date": "2010-05-04 17:15:00", "post_id": 11}, {"user_name": "danish", "text": "All this!", "date": "2010-05-04 17:44:00", "post_id": 12}, {"user_name": "AndriKarl", "text": "Foreldrasamtök eru yfirleitt bara einhverjir bölvaðir feministar sem halda að þær geti haft allt eins og þær vilja.", "date": "2010-05-04 17:53:00", "post_id": 13}, {"user_name": "phoenix", "text": "ég vil fá krack í sjálfsölum í garðabæinn", "date": "2010-05-04 20:02:00", "post_id": 14}, {"user_name": "kári litli", "text": "<<<withstupid.gif>>>\n\r\nÉg hef nú alveg notað svona matarvín þegar ég er að elda og ekki dettur mér í hug að bragða af þessu dry <<<icon_lol.gif>>>\r\nEr þetta ekki bara óþarfa væl og leiðindi.. <<<icon_rolleyes.gif>>>", "date": "2010-05-04 20:35:00", "post_id": 15}, {"user_name": "Batguy", "text": "það er pínu rangt að þessi ofverndun gerir unglinga í dag að aumingjum, þessir krakkar fara bara fyrr í reykingar, áfengi og þannig lagað og mikið meira útaf því þar sem að það er kúl að vera rebel eða þá að um leið og það er losað pínu á handjárnunum þá brjauta þessir ormar járnin og ofnota þetta litla frelsi og allt fer í rugl...\n\nmér finnst að krakkar á aldrinum 14-15 ára ættu að fá rauðvínsglas öðru hverju með matinum eða fá að smakka smá bjór og það ætti að kenna þeim að fara varlega útí þetta og að það sé hægt að drekka í hófi áður en þessir krakkar fara að steypa sér í djúpulaugina!!!\n\nsvo ætti að leyfa áfengi í matvöruverslunum og leggja niður þessa \"einkavæðingu\" hjá ríkinu á áfengissölu!", "date": "2010-05-04 22:38:00", "post_id": 16}, {"user_name": "AnyKey", "text": "Málið er bara ekki svona einfalt. Fólk er svo einfalt að halda að það yrði bara \"viðbót\" ef bjór og léttvín fengist í búðum. Ef sala á bjór og léttvíni yrði leyft í matvöruverslunum þá yrði ÁTVR ekki starfandi í þeirri mynd sem það er í dag. Það væru ekki 49 Vínbúðir út um allt land. Það yrði ein í mesta lagi tvær Vínbúðir sem mundu BARA selja sterkt áfengi þar sem heildarsala á sterku áfengi er undir 10% af heildarsölu ÁTVR. Þannig að það væri einfaldlega ekki rekstrarleg forsenda til að reka fleiri en eina eða tvær Vínbúðir. Hérna kemur fámenni Íslendinga til sögunar. Það er bara ekki hægt að bera saman Ísland og önnur lönd þar sem margfalt fleiri búa og það væri hægt að reka fleiri búðir sem mundu bara selja sterkt áfengi. Þannig ef þú býrð fyrir utan Reykjavík eða nálægt Heiðrúnu þarftu að fara ansi ansi langt til að geta keypt sterkt áfengi. Eða láta senda þér það í póstsendingu eins og tíðkaðist um miðja síðustu öld. Ríkið einfaldlega mundi ekki geta verið í samkeppni við einkaðla um sölu á áfengi. Slíkt yrði aldrei samþykkt og sagan segir það líka. Fyrir vikið mundi verð á öllu áfengi hækka þar sem álagningin hjá ÁTVR á léttvíni og bjór er aðeins 14-18% og ef þessir tveir aðlar sem ráða yfir matvörumarkaðinum (Baugur og Kaupás) þá mundi þeir sko ekkert sætta sig við einhverja skíta 14-18% álagningu á \"nauðsynavöru\" enda gætu þeir sett hvað sem er á þetta og fólk mundi samt kaupa þetta því það \"þarf\" á því að halda. Þannig að það verður að líta á þetta svona .. ef þú vilt kaupa bjór út í búð þá fórnar þú aðgengi að öðru víni á einfaldan og þægilegan hátt ásamt því að borga enn meira fyrir það. Er það virkilega þess virði? Hvað er svona galið við það fyrirkomulag sem er á þessu í dag? Nenni samt ekki að telja upp ALLA hina ókostina sem fylgja þessu.\n\nVissulega vilja allir sem eru undir lögaldri fá vín í búðir því þar með eykst allt aðgengi að þessu á miklu auðveldari hátt sem jú skapar bara enn meiri drykkjuvandamál hjá ungu fólki í dag. Það er eitthvað sem mörg önnur lönd eru að skoða í dag .. hvernig er hægt að koma í veg fyrir þann vanda og mörg eru jafnvel að ræða að taka upp sama fyrirkomulag og er hérna á Íslandi.", "date": "2010-05-04 23:09:00", "post_id": 17}, {"user_name": "Dezzice", "text": "Að mörgu leiti er ég sammála ykkur, það er eins og fæturnir detti undan börnum í dag þar sem þau geta tæpast labbað eða hjólað í skólan og það virðist sem þau þurfi að vera með \"einkastrætó\" til að koma þeim út um allt og sjálfstæðið er ekkert og frekjan meiri en næg.\n\r\nFinnst alveg fáránlegt að maður sem krakki gat ekki beðið eftir sumrinu til að hanga úti bókstaflega hálfan sólahringinn, var heppni ef maður mundi eftir því að borða en í dag sérðu tæpast krakka úti í leikjum eða einhverju álíka.\n\r\nÞaaaaar með sagt má samt ekki alveg gleyma einu.  Þegar ég var krakki var fólk liggur við ekki lamið í hengla út á stoppistöð fyrir ekki neitt, stelpum var ekki nauðgað í tonnatali hér og þar á fáránlegum stöðum eins og klósettum og öðru og dópistar og aumingjar voru ekki sveimandi út um allan bæ í svona miklu magni.  Geri mér alveg grein fyrir því að lífið var ekkert hættulaust þá en það var allavegana skömminni skárra hvað þetta varðar heldur en í dag.\n\r\nSvo er líka eitt, þegar ég var krakki þá keyrði fólk ekki eins og FÍFL í gegnum íbúðarhverfin þannig maður var svona þokkalega safe að hjóla yfir göturnar og labba um með boltann sinn.  Núna er alveg merklegur andskoti að fylgjast með litlum töppum og hálf fullorðnu fólki negla svoleiðis druslunum hérna um hverfin og við skóla bókstaflega með ENGA hugsun á bakvið það að bæði sé fólk þarna að labba ásamt því að þarna geti börn verið að hjóla eða labba um.  Hef bara því miður horft á of marga fávita hérna í hverfinu mínu bókstaflega NEGLA upp og niður götuna hérna við húsið mitt og fyrir ofan hjá barnaskólanum og notabene þetta er 30 km svæði.  Er ekkert svosem að tuða yfir fólki sem er eitthvað rétt yfir hámarkshraða en finnst aaaaaaaalveg út í hött að negla hér um á 70 km hraða á þeim tímum sem krakkar eru að fara í og úr skóla eða eru úti að leika sér yfir daginn.", "date": "2010-05-04 23:32:00", "post_id": 18}, {"user_name": "RaggiTwin", "text": "Deeem !!! ...Var að skrifa það nákvæmlega sama!!!... Neeii annars meikar þetta FULLT sens hjá þér <<<icon_wink.gif>>>", "date": "2010-05-04 23:34:00", "post_id": 19}, {"user_name": "fannzi", "text": "Það er alveg satt að umhverfið er orðið hættulegra umferð orðin erfiðari og geðveikinn að rísa í ótrúlegar hæðir en það batnar ekki þegar BÖRN eru að leika í GTA og þannig leikjum sem ýta undir ofsaakstur og ofbeldi.Ég er náttúrulega ekki saklaus maður hvað varðar hraða en ég get sagt fyrir mitt leyti að ef ég keyri framhjá skóla/í skólahverfi um morgna eða miðjan dag hægji ég mikið á mínum akstri.Það breytir samt ekki því að það er engin lausn að ýta undir hræðslu og aðra eins vitleysu sem þessi blessuðu foreldrasamtök gera.Það er ekki hægt að gera heiminn slysa og skaðlausan en það er hægt að kenna börnum og unglingum hvernig hægt er að forðast verstu meiðslin og hætturnar.Það á ekki að loka þau inni í dúngalla og hjálm og seigja að heimurin sé að verða of hættulegur.\n\nHvað varðar unglinga reykingar og drykkju get ég sagt að ég sé ekki krakka úti að detta í það allar helgar eins og ég gerði(kanski var ég bara svona óþekkur) og æþað eru þvílíkar undantekningar ef ég er spurður hvort ég geti keypt sígó.Unglinga drykkja og reykingar eru að minka held ég.\nbara mitt álit þarf ekki að vera tekið alvarlega\n\nps. gaman að sjá umræðu sem er eitthvað vit í", "date": "2010-05-05 00:10:00", "post_id": 20}, {"user_name": "Dezzice", "text": "Nei það er svosem alveg rétt að maður lærði oftast af mistökunum bara sem krakki.  Maður komst t.d. bara að því the hard way afhverju bremsulaust hjól í brekku í \"spyrnu\" er ekki sniðug hugmynd <<<icon_lol.gif>>>\n\nEn ekki það ég vildi óska þess að ég gæti troðið barninu mínu inn í bubble með bómul og passað upp á að EKKERT slæmt kæmi fyrir það EVER en veit alveg að það er ekkert sniðugt <<<icon_wink.gif>>>\n\nEn held að það sé með þetta eins og með allt saman að ef þú venur barnið þitt bara á meðalveginn og kennir því hvað er rétt og rangt þá verður maður bara að vona að að lokum hafi maður kennt barninu sínu það vel að það velji svona þokkalega rétta leið með smá útúrdúrum og vitleysum hér og þar.  Allavegana er ég engan vegin með því að vernda börn fyrir öllum utanaðkomandi áhrifum og öðru, held að ef maður er brjálaður fantatíkus sem er alltaf að predika þá langi barninu manns lítið annað en að gera allt þvert á það sem maður er að reyna að tuða um.", "date": "2010-05-05 00:40:00", "post_id": 21}, {"user_name": "oli92", "text": "marg sannað að börn greina mun á tölvuleikjum og raunveruleikanum", "date": "2010-05-05 03:18:00", "post_id": 22}, {"user_name": "KalliCamaro", "text": "Bjór á bensínstöðvar opnar 24/7 það er málið! <<<icon_wink.gif>>>", "date": "2010-05-05 03:27:00", "post_id": 23}, {"user_name": "Dikta", "text": "Vá hvað ég er sammála þér! Þegar það kemur að foreldrahlutverkinu hjá manni sjálfum er ég nokkuð viss um að löngunin til að passa að nákvæmlega ekkert slæmt hendi barnið verði frekar mikið sterk, en þegar maður lítur til sinnar eigin æsku getur  maður séð að smá kjána-klúður urðu alltaf bara til þess að maður lærði af mistökunum. Ég t.d. lærði að það er ekki sniðugt að renna sér á línuskautum á fullri ferð niður bröttustu brekku Kópavogs á öfugum vegarhelming.. <<<icon_lol.gif>>>\n\nHeld að það ætti að senda þessum foreldrasamtökum nokkur eintak af þessari bók:\nhttp://www.thinkgeek.com/geek-kids/3-7-years/d823/", "date": "2010-05-05 08:50:00", "post_id": 24}, {"user_name": "fannzi", "text": "Sum gera mun en önnur ekki og það er alltaf minnihluta hópurinn sem skemmir fyrir hinum.", "date": "2010-05-05 10:18:00", "post_id": 25}, {"user_name": "kári litli", "text": "Það er rosalega mikið eins og fólk hafi bara gleymt að ala upp börnin sín. Svo má krakki ekki meiða sig aðeins í dag að þá fer allt í háaloft. Segi eins og Villý að maður lærði mikið af mistökunum, ef maður var að prófa eða fikta og meiddi sig þá gerði maður það sjaldnast aftur <<<icon_lol.gif>>>", "date": "2010-05-05 17:51:00", "post_id": 26}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/withstupid.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2010-05-04 06:14:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/withstupid.gif", "path": "full/ebcb80634db8cdf1dddfcfa67cf58cf6d459a1bc.gif", "checksum": "60ab426885f8301c444418bb35072c75"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}