{"forum_title": "Bílahornið", "id": "121098", "title": "2011 Subaru Coupe 216A", "url": "http://www.live2cruize.com/spjall/showthread.php/121098-2011-Subaru-Coupe-216A", "posts": [{"user_name": "Jonnzy", "text": "Subaru will advance vastness the 216A from the FT-86 through signature styling elements (as offered in these comedian renderings), longer and wider dimensions and an farther 100kg in mass. However, the proximity in actual wheelbase and overall piece with the recent formulate mean the two could piece even more parts.\n\nToyota unveiled the FT-86 Concept car at the 2009 Tokyo Motor Show, but Subaru’s interpretation is still under wraps.The engine which was previously speculated to be a 2.0-litre turbo warrior making about 118kW (160hp). Indeed it is the revised 2.0-litre turbo from moreover the Impreza 2.0 GT or the WRX STI. However, energy is rumoured to be around 184kW (250hp) with a probable STI type making 227kW (308hp).\n\nThe FT-86 Concept takes on the domestic codes 086A, 087A and 088A for the Japanese, US and European markets respectively. The Subaru on the other hand is codenamed the 216A according to BestCar magazine.\n\n\n\nThe Subaru will market its own version of the coupe. If it will be available in all markets or if Subaru will offer the option of AWD and/or a turbocharged engine is something that remains to be seen. Pricing has been speculated at around ¥3 million (€22,267/ US$32,880) when launched in Japan in 2011.\n\nHvað finnst ykkur um þetta.\nSjálfur finnst mér þetta suddalega nett concept og alls ekki of mikið! <<<icon_wink.gif>>>\n\nÉg fýla ekki subaru bíla og myndi frekar fá mér evo heldur en sti, en þennan bíl myndi mig hinsvegar langar í :P", "date": "2010-05-07 23:06:00", "post_id": 1}, {"user_name": "-ROCKY-", "text": "SOLDIÐ LÍKT 350z", "date": "2010-05-07 23:10:00", "post_id": 2}, {"user_name": "tinni77", "text": "350z look-a-like", "date": "2010-05-08 03:23:00", "post_id": 3}, {"user_name": "Diddipje", "text": "mazda 3", "date": "2010-05-08 18:51:00", "post_id": 4}, {"user_name": "Jonnzy", "text": "hahaha\r\nHA ?\n\r\nhvernig færðu það út?", "date": "2010-05-09 21:55:00", "post_id": 5}, {"user_name": "Sergio", "text": "more like 370z en það er aukaatriði", "date": "2010-05-10 00:44:00", "post_id": 6}, {"user_name": "Hrannar E.", "text": "Alltof líkur 370z!", "date": "2010-05-11 12:29:00", "post_id": 7}, {"user_name": "Niflhel", "text": "Þessi er gullfallegur en er þetta ekki bara áhugamannateikning? Þetta er ekkert hönnun frá Subaru? Þeir nefna þarna \"comedy renderings\" sem væntanlega þýðir að þetta sé ekki the real deal. \n\nÉg las í bílablaðinu Automobile að Toyota væru ennþá in the process að búa þennan bíl til, en að Subaru væru búnir að hætta við að gera sína eigin týpu, en ætluðu hugsanlega að sjá Toyota fyrir krami og Boxer.\n\nEr það bara ég eða minna þessi framljós alveg svakalega á einhvern lúxusbíl... Held það sé CLS?\n\nBtw, mér finnst þetta ekkert líkt Z bílunum en hann er hinsvegar alveg svakalega líkur Suzuki Kizashi að aftan.", "date": "2010-05-14 11:25:00", "post_id": 8}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2010-05-07 23:06:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}