{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "121343", "title": "Hondu aðstoð", "url": "http://www.live2cruize.com/spjall/showthread.php/121343-Hondu-aðstoð", "posts": [{"user_name": "EinarR", "text": "sælir félagar\n\r\nNú lennti ég í veseni með Honduna mína sem er að gerðinni prelude og er 1987 árgerð.\r\nHann semsé neistar ekki. Í fyrstu fannst mér þetta vera háspennukefli, en svo var ekki það lítur allt út fyrir að háspennukefli fái ekki rafmagn og ekki helur kveikjuhamar eða húsið um hann. Samkvæmt mínum teikningum getur þetta verið svokallaður IGNITER. Hann tengjist sviss, háspennukefli og kveikju með 5 vírum alls. Mig langar að vita hvernig þessi IGNITER virkar og hvort eitthvað sé hægt að tengja framhjá honum. Mig langar líka að vita hvort það sé eitthver með eða viti um Honduflak annaðhvort Prelude eða Civic með blöndung sem er ýmist í árgerðum 1981-87.\n\r\nMeð von um skjót og góð svör Einar Sveinn", "date": "2010-05-10 22:28:00", "post_id": 1}, {"user_name": "Linnet", "text": "það er lítill kubbur inní kveykjuni, igniter oftast grænn á litinn, skiptu um hann", "date": "2010-05-10 22:52:00", "post_id": 2}, {"user_name": "EinarR", "text": "Ha? ég skil ekki alveg. ertu þá að tala um að þetta sé inni í kveikjuloki? hjá hamrinum þá?", "date": "2010-05-10 23:43:00", "post_id": 3}, {"user_name": "Rexinn", "text": "Ertu að tala um ignition modual?", "date": "2010-05-11 00:26:00", "post_id": 4}, {"user_name": "EinarR", "text": "Þetta er svartur anskoti sem tengjist Niður í háspennukefli, kveikju og sviss. Þessi ignitor er staðsettur um mitt hvalbak ofarlega. Þessi sami er í 82-85 Accord 84-87 civic (bara 1,5 l.) 83-87 prelude.", "date": "2010-05-11 11:53:00", "post_id": 5}, {"user_name": "Linnet", "text": "þarft að taka kveikjuna i sundur, ekki bara lok og hamar", "date": "2010-05-11 22:20:00", "post_id": 6}, {"user_name": "EinarR", "text": "Þetta er semsé farinn ignitor. það er alveg staðfest. Vitiði um eitthvað að gömlum hondum?", "date": "2010-05-11 23:43:00", "post_id": 7}], "file_urls": [], "date": "2010-05-10 22:28:00", "files": []}