{"forum_title": "Almennt spjall", "id": "123852", "title": "Spurningar um volvo 98-99", "url": "http://www.live2cruize.com/spjall/showthread.php/123852-Spurningar-um-volvo-98-99", "posts": [{"user_name": "Sigtryggur", "text": "Sælir Drengir\n\r\nÉg er að hugsa um að kaupa mér Volvo S40 98-99 með 2 lítra vélinni.\n\r\nBílarnir sem ég hef veirð að skoða eru keyrðir 170-190þús\n\r\nBeinskiftir, bensín og eru að mér synist (á myndum) ágætlega vel farnir þannig þetta er ekkert sem hefur verið hugsað ömurlega um held ég. \n\r\nÞað sem ég spyr um hvað er sanngjart verð á svona bíl og hvað er helst að bila í þessum bílum og hvað er viðkvæmast. ég hef heyrt að þessir bílar bili svoltið en mér finnst þeir bara svo vangefið flottir<<<icon_wink.gif>>>\n\r\nÞannig spurningin mín er eiginlega bara hvernig er reynslan ykkar af þessum bílum og hvað bilar mest<<<icon_smile.gif>>>", "date": "2010-06-10 23:42:00", "post_id": 1}, {"user_name": "Master", "text": "Það er oft talað um þessa bíla sem gervivolvo, því þeir eru upprunalega keyptir inn sem Daf og hétu fyrst volvo 66 og svo kom volvo 340/360 og þar áeftir kom 440/460 og svo þessi sem þú ert að spá í S40/V40. Reyndar hafa þeir alltaf breyst allmikið og þessi síðustu í þessri upptalningu voru hannaðir í samvinnu með mitshubishi (minnir að þeirra útkoma hafi heitið carisma) Þessir bílar eru í raun með sama mótor og V70/S70 bara einum cyl. minni. Það bilar ýmislegt í þessu, en held að þeir séu samt alveg þokkalegir svona heilt yfir. þú færð betri gæði í S70/V70 en þú borgar líka meira.", "date": "2010-06-11 00:19:00", "post_id": 2}, {"user_name": "ingi15", "text": "þeir voru framleiddir með mitsubishi og carisma notar sömu grind og þeir og voru framleiddir í hollandi. ég átti einn í ár og eina sme ég þurfti að skipta um á honum voru balanserignar gúmmí og mótorpúði annars hef ég hert að hjólalegurnar hafi eh verið a fara. en svo gleipa þér líka í sig MIKIÐ bensín miðað við vélastærð", "date": "2010-06-11 08:24:00", "post_id": 3}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2010-06-10 23:42:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}