{"forum_title": "RÖFL", "id": "124038", "title": "kallinn bara alltaf að græða.", "url": "http://www.live2cruize.com/spjall/showthread.php/124038-kallinn-bara-alltaf-að-græða", "posts": [{"user_name": "blackhole", "text": "so long suckers ég er farinn til bahamas.<<<icon_razz.gif>>>\n\r\nemail.\r\nGood day!!!\n\r\nI have been waiting for you since to contact me for your Confirm able Bank Draft of $850,000 United States Dollars, but I did not hear from you since for a couple of weeks now.  Then I went to the bank to confirm  if the draft has expired or getting near to expire and Dr.Wilson the Director Bank of Africa told me that before the draft will get to your hand that it will expire.So I told him to cash the $850,000USD UNITED STATES DOLLARS to cash payment to avoid losing this funds under expiration as I will be out of the country for a 4 Months Course and I will not come back until April 2010.\n\r\nWhat you have to do now is to contact FEDEX COURIER SERVICES as soon as possible to know when they will deliver your Consignment to you  because of the expiring date. For your information, I have paid for the delivering Charge, Insurance premium.\n\r\nThe only money you will send to the FEDEX COURIER SERVICES to deliver your Consignment direct to your postal Address in your country is ($120.00 US) one hundred and twenty United States Dollars only being Security Keeping Fee of the Courier Company so far. Again, dont be deceived by anybody to pay any other money except $120.00 US Dollars.\n\r\nI would have paid that but they said no because they dont know when you will contact them and in case of dumurrage.\n\n\r\nYou have to contact FEDEX COURIER SERVICES Agent now for the delivery of your Draft with this information bellow;\n\r\nDirectors Name:MR DAVID MAXWELL\r\nCompanys Name:FEDEX COURIER SERVICES\r\nEmail Address: davidmaxwell.maxwell@gmail.com\n\r\nFinally, make sure that you reconfirm your Postal address and Direct telephone number to them again to avoid any mistake on the Delivery and ask them to give you the tracking number to enable you track your package over there and know when it will get to your address.\n\r\nLet me repeat again, try to contact them as soon as you receive this email to avoid any further delay and remember to pay them their Security Keeping fee of $120.00 US Dollars for their immediate action. Note this. The FEDEX COURIER SERVICES dont know the contents of the Box. I registered it as a BOX of Africa cloths.\n\r\nThey did not know the contents was money. this is to avoid them delaying with the BOX. Dont let them know that box contents money ok.\n\r\nI am waiting for your urgent response.\n\r\nYours Faithfully,\r\nHON. RAY HARRIS\r\nReply\r\n Reply all\r\n Forward\r\n New\r\n |\r\n Delete\r\n Junk\r\n Not junk\r\n |\r\n Mark as ▼\r\n Unread\r\nRead\r\nPhishing scamMove to ▼\r\n Inbox\r\nJunk\r\nDrafts\r\nSent\r\nDeleted|\r\n Empty\n\r\n |", "date": "2010-06-13 17:09:00", "post_id": 1}, {"user_name": "SiggiGTI", "text": "þessi svindlari leggur allaveganna vinnu í E-mailin sín .......", "date": "2010-06-13 17:37:00", "post_id": 2}, {"user_name": "Bomsi", "text": "Og ertu ekki löngu búinn að svara þeim?", "date": "2010-06-13 17:45:00", "post_id": 3}, {"user_name": "Gunnoli", "text": "þetta er ekki djók samt, frændi minn er einmitt að bíða eftir pening úr svipuðum díll.", "date": "2010-06-13 18:08:00", "post_id": 4}, {"user_name": "Einar Vti", "text": "ég fékk mína 850 dollara i gær. <<<icon_smile.gif>>>", "date": "2010-06-13 18:26:00", "post_id": 5}, {"user_name": "SiggiGTI", "text": "sureee", "date": "2010-06-13 18:46:00", "post_id": 6}, {"user_name": "Draxter", "text": "Haha good one! <<<icon_lol.gif>>>", "date": "2010-06-13 19:04:00", "post_id": 7}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2010-06-13 17:09:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}