{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "124267", "title": "Honda!!!! HJÁLP..", "url": "http://www.live2cruize.com/spjall/showthread.php/124267-Honda!!!!-HJÁLP", "posts": [{"user_name": "Arnór_Guð", "text": "Vantar bráðlega aðstoð eitthverra hondu vitra manna...\n\r\nþannig standa mál að kerti neista ekki en ekkert að kertunum búnir að prufa önnur kerti en ekkert gerist hvað gæti verið að!!!\n\r\nmeð von um fljót svör..", "date": "2010-06-15 23:02:00", "post_id": 1}, {"user_name": "BOKIEM", "text": "kveikjuþræðir", "date": "2010-06-15 23:17:00", "post_id": 2}, {"user_name": "Arnór_Guð", "text": "ekkert að þeim...\r\nþetta hlýtur að vera úleiðsla eitthversstaðar... \n\r\ner bara að spyrjast fyrir hvort eitthverjum detti til hugar hvar á að leita því planið var svona að fara á bíladaga en það gerist nú ekki ef þetta á að vera svona", "date": "2010-06-15 23:29:00", "post_id": 3}, {"user_name": "BOKIEM", "text": "prófaðu annan geymi annars eitthvað í sambandi við keflið (sambandið í startarann eða eh)", "date": "2010-06-15 23:44:00", "post_id": 4}, {"user_name": "bbc", "text": "kveikjan er biluð, kveikjuheilinn.   Algeng bilun í þessum hondum.\nVaka hefur passað vel uppá að hirða allar kveikjur úr bílum, kostar 12-15þús kr complet kveikja.\n\nEn til að fullvissa sig á þesssu geturu athugað hvort að kveikjulokið sé sprungið eða mjög húðaðar snertur inn í því og að kveikjuhamarinn er í lagi\n\ner 99% á því að þetta sé eitt af því sem er að", "date": "2010-06-16 00:07:00", "post_id": 5}, {"user_name": "Geiri_EG6", "text": "Það er sennileg ónýtt háspennukefið í kveikjunni", "date": "2010-06-16 00:08:00", "post_id": 6}, {"user_name": "Arnór_Guð", "text": "heyrðu það var alveg ágætis húð á snertunum ´´eg skrapaði það þaf þá kom pínkulítill neisti einusinni og hefur ekki komið síðann...ætla að kíkja á amarinn á morgunn og ef ann er eitthvað spooky þá skrepp ég í vöku og kaupi komplett kveikju í bílinn...\n\r\nannars ef eitthver er með aðrar hugmyndir þá meiga þær alveg flakka hérna inn", "date": "2010-06-16 00:30:00", "post_id": 7}, {"user_name": "Arnór_Guð", "text": "hversu viss ertu á því...þetta lýsti sér þannig þegar ég skrapaði húðina af snertunum þá koma pínlítill neisti einu sinni svo ekki meir ýtir það eittvað undir það að háspennukeflið sé ónýtt... bara spyr veit ekkert um þetta <<<icon_wink.gif>>>", "date": "2010-06-16 00:32:00", "post_id": 8}, {"user_name": "SheDevil", "text": "Fáðu lánað kveikjulok og hamar hjá einhverjum til að prufa og vera viss um að þetta sé eina málið, ef hann rýkur í gang þá veistu hvað málið er. \nAlgert waste of money að kaupa heila komplett kveikju ef þig vantar bara kveikjulok og hamarinn.", "date": "2010-06-16 00:39:00", "post_id": 9}, {"user_name": "Arnór_Guð", "text": "jám...takk fyrir ráðin og sry að ég henti þessu í roflið bara vantaði svör strax planið var svona að leggja af stað á eitthverja hátíð útá landi á morgunn... <<<icon_smile.gif>>>", "date": "2010-06-16 00:59:00", "post_id": 10}, {"user_name": "krayzie", "text": "ef þú mætir með bílinn í vöku þá ættirðu að geta fengið að stökkva út með þetta og athuga bara hvað þig vantar.. ef þeir eiga þetta til þ.e.a.s", "date": "2010-06-16 03:29:00", "post_id": 11}, {"user_name": "Þráinn", "text": "hef nú lent í því að höggrofinn sem köttar á kveikjuna hefur farið á allt í einu. veit ekki hvort að það er á þessu módeli eða ekki, hann er staðsettur bak við hanskahólfið.\nþað má einhver leiðrétta mig ef hann getur", "date": "2010-06-22 22:28:00", "post_id": 12}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2010-06-15 23:02:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}