{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "12480", "title": "Skrítin inspíting bronco 2", "url": "http://www.live2cruize.com/spjall/showthread.php/12480-Skrítin-inspíting-bronco-2", "posts": [{"user_name": "johannth", "text": "ég held að inspíting sé orðin eitthvað dulafull hjá mér, eða spírsar stíflaði,\r\nMálið er það að hann er lengur að fara í gang hjá mér en hann gerði alltaf og eyðir alveg alltof mikklu,, allavegaan mikklu meira en hann gerði,\r\nSvo er eins og hann verði benzínlaus stundum, var að spá í hvort það væri hægt að prufa gera eitthvað gegn þessu, ég er búinn að prufa Redex inspítingarhreinsi í benzínið..\r\nhann virðist samt vera jafn krafmikill og hann var..\r\nSvo er hef ég  oft orðið benzínlaus, gæti benzíndælan eitthvað verið að stríða mér?\r\nheld þetta hafi byrjað þegar ég reif vélina upp þegar ég skipti um startkrans,.\n\r\nSvo var hann með ónýtt kerti um tímabil, og gekk á 5 strokkum í nokkrar vikur.....\n\r\nlíka spá í hvort ég sé búinn að steikja tölvuna í þessu kvikindi, \n\r\nBronco 2 2,9l inspítingar mótor..", "date": "2006-03-16 19:40:00", "post_id": 1}, {"user_name": "Arnþór", "text": "Ef að bíllinn gengur þá er tölvan í lagi... hinsvegar ættiru að athuga benzínsíuna fyrst. svo geturu tékkað á dælunni spíssum og lögnum", "date": "2006-03-16 20:03:00", "post_id": 2}, {"user_name": "johannth", "text": "ég er búinn að skipta um benzínsíu, hann lagaðist aðeins við það, lagningar gætu verið svoltið beygðar þarf að skoða það betur,, en á því tímabili sem ég skipti um benzínsíu þá var hann enþá á 5 strokkum...", "date": "2006-03-16 20:11:00", "post_id": 3}, {"user_name": "Þráinn", "text": "það er möguleiki að það sé einhver skynjari farinn úr sambandi hjá þér, ef ekki nokkrir. tölvan ætti samt að koma með check engine ljósið, en það gæti líka verið sprungið eða óvirkt.\n\r\nalgengt er ef bílar eyða of miklu er að hitaskynjarinn er bilaður, þá heldur hún að hann sé alltaf kaldur\n\r\nef bíllinn er seinn í gang getur verið að sveifarás skynjarinn sé ekki að virka, þá fær hann bara boð frá knastásskynjaranum og þarf fleyrri snúninga til að átta sig á staðsettningunni á mótornum.", "date": "2006-03-16 21:43:00", "post_id": 4}, {"user_name": "johannth", "text": "Check engine ljósið virkar alveg og það kemur ekki,,\r\nÉg gruna eitthverja skynjara djöfla þarna, eða spírsa..\r\nEða loftsíuna... þarf að skoða spírsana skipta um loftsíu, skoða kveikjulokið,", "date": "2006-03-17 13:12:00", "post_id": 5}, {"user_name": "Arnþór", "text": "Jamm ekki tala bara um að gera það...", "date": "2006-03-17 17:28:00", "post_id": 6}, {"user_name": "Heddportun", "text": "skoðaðu kveikjuna,hún gefur ekki kóða frá sér ef hún er að svíkjast um", "date": "2006-03-17 22:18:00", "post_id": 7}, {"user_name": "Snati", "text": "Ég átti svona 2.9 bronco fyrir nokkrum árum, hann lét svona nákvæmlega eins og þú lýsir. Vandamálið var þá bensínleiðsla úr plasti undir miðjum bílnum sem hafði nuddast utaní eitthvað annað og komið smá gat á. skipti bara um hana, kostaði mig 200kr og bíllinn eins og nýr eða svogottsem :P", "date": "2006-03-20 19:34:00", "post_id": 8}], "file_urls": [], "date": "2006-03-16 19:40:00", "files": []}