{"forum_title": "Almennt spjall", "id": "125199", "title": "Pústskynjari Golf Gti", "url": "http://www.live2cruize.com/spjall/showthread.php/125199-Pústskynjari-Golf-Gti", "posts": [{"user_name": "AronOskarss", "text": "hvernig virka pústskynjarar? kemur straumur frá bílnum í skynjarann( - og + ?), gæti ég mælt tengið svo ég viti að það virkar\r\ná snúningurinn ekki að fara í fokk ef ég aftengi skynjarann (í gangi) og get ég gert þetta við alla skynjara? eða get ég skemmt eitthvað með svona aðgerð? þetta er Golf GTI 89' 1.8 16v\n\r\nTakk Takk", "date": "2010-06-29 19:03:00", "post_id": 1}, {"user_name": "Scooby", "text": "Ef hann virkar eins og í Impreza GT þá hefur hann lítil áhrif á bílinn nema þegar hann er í lausagangi hann er 3 víra í Scooby 2 hvítir og 1 svartur vírar", "date": "2010-06-29 23:35:00", "post_id": 2}, {"user_name": "AronOskarss", "text": "eimmit 2 hvítir og einn svartur hjá mér líka, bíllinn er ekki að fá rétta blöndu hjá mér, byjar að \"fuelcutta\" í 4-6 snúningum og pústið er mjög sótað.\nkíki á þetta í kvöld aðeins, það er brunnið tengi fyrir skynjarann sem þarf að laga fyrst ekki nema von hann virki ekki, sleppi bara tenginu á meðan ég á ENGAN pening fyrir tengi", "date": "2010-06-30 13:10:00", "post_id": 3}, {"user_name": "Scooby", "text": "það er hægt að fá ódýra universal skynnjara niður í N1 ertu að láta bílinn blása meira en org ? ef svo er hann bara ekki að blása of mikið Nissan gerði það ef ég lét hann blása of mikið of lítið bensín á móti lofti", "date": "2010-06-30 15:25:00", "post_id": 4}, {"user_name": "AronOskarss", "text": "no Turbo :S   , þessvegna segji ég \"fuelcutt\" með gæsalöppum þetta lýsir sér bara svipað,\nsá samt annan skynjara sem tengist eitthvað inspýtingunni sem var ótengdur/laskað  <<<icon_eek.gif>>>  og ekkert lúmm til að tengja hann við, þarf að skoða þetta á öðrum mótor og mæla þá get ég búið til straum fyrir hann, allt í maski í þessu húddi! djöss rónar sem hafa komið þessum mótor þarna ofan í\nTakk fyrir hjálpina, tékka á þessu á morgun þegar ég fæ bílinn úr hjólastillingu", "date": "2010-06-30 17:48:00", "post_id": 5}, {"user_name": "Scooby", "text": "ég þekki það ekki alveg hvort þú getur búið til straum fyrir hann en mér fynnst það líklegt ef output er að skila sér á réttan stað áfram en held samt að það fara mikið eftir því hvaða skynjari þetta er", "date": "2010-06-30 23:22:00", "post_id": 6}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_eek.gif"], "date": "2010-06-29 19:03:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}]}