{"forum_title": "Almennt spjall", "id": "125389", "title": "vanrækslugjald vegna skoðunar", "url": "http://www.live2cruize.com/spjall/showthread.php/125389-vanrækslugjald-vegna-skoðunar", "posts": [{"user_name": "Sveiti", "text": "vanrækslugjald vegna skoðunar á það ekki að koma á eftir 3 mánuði framm yfir síðasta staf í númeri ?", "date": "2010-07-01 21:05:00", "post_id": 1}, {"user_name": "sakaxxx", "text": "jú þannig að þeir með óskoðaðan bíl með 4 í endastaf fá sekt 1 júlí", "date": "2010-07-01 21:19:00", "post_id": 2}, {"user_name": "brapeson", "text": "Færð reyndar afslátt af henni til að byrja með. Þannig að það borgar sig að fara fljótt þó maður sé kominn yfir.", "date": "2010-07-01 21:20:00", "post_id": 3}, {"user_name": "arni800", "text": "bíllinn minn er með 8 í endastaf, fór með hann milli jóla og nýárs og enginn sekt eða neitt", "date": "2010-07-01 23:14:00", "post_id": 4}, {"user_name": "Sæli", "text": "Ég fékk bara inná heimabankann hjá mér \"Ríkissjóður Innheimta 15.000 kr.\" og skildi ekki neitt í neinu og þá var það þetta vanrækslugjald, fór ekki með bílinn í endurskoðun strax <<<icon_lol.gif>>>\n\nSkelfilegt af manni að trassa þetta svona, en þetta þýðir kannski að fólk drullist með bílana sína í skoðun á tíma, margir hverjir stórhættulegir í umferðinni á handónýtum bílum.", "date": "2010-07-01 23:19:00", "post_id": 5}, {"user_name": "Andri M.", "text": "en ef maður hefur farið með bil i skoðun, fengið endurskoðun, og trassað að gera við, og fer svo aftur i skoðun an þess að hafa gert neitt, verður nokkuð klippt á númerin eða einhvað svoleiðis ???", "date": "2010-07-04 16:28:00", "post_id": 6}, {"user_name": "Gusti_opel", "text": "tók ekki gildi fyrr en eftir áramótin\n\n\nen annars er það 2 mánuðir  t.d.  XX-XX5 þá hefur auðvitað may, og svo júní, júlí....", "date": "2010-07-04 22:13:00", "post_id": 7}, {"user_name": "Röggi R900", "text": "Akstursbann vegna vanrækslu", "date": "2010-07-05 01:06:00", "post_id": 8}, {"user_name": "ingi15", "text": "en ef bílinn er með endastafinn 7 og er ekki búinn að fara í skoðunn og það er sett einkanr á hann sem þýðir ða hann eigi að fara 5 hvernig virkar það? kemur vanrækslugjald eða:S", "date": "2010-07-05 01:18:00", "post_id": 9}, {"user_name": "-Hjalti-", "text": "kommúnistaríkið Ísland... það lagast allt með sektum og gjöldum", "date": "2010-07-05 01:19:00", "post_id": 10}, {"user_name": "ABARTH", "text": "jújú, og sköttum", "date": "2010-07-05 01:22:00", "post_id": 11}, {"user_name": "109Rider", "text": "sumt lagast annað ekki,,, það er nú bara gott að sekta þessa menn sem geta ekki fundið sér tíma EINU sinni á ári til að fara með bíllinn sinn í skoðun, það hafa allir 3 mánuði minnst miðað við endastaf.\r\nÞetta ætti ekki að vera flókið.", "date": "2010-07-05 01:30:00", "post_id": 12}, {"user_name": "Andri M.", "text": "en kannski áttu bara bil sem þú vilt helst ekki eyða krónu í , og er allveg nákvæmlega sama um, og vilt bara getað verið á  honum meðan hann gengur, þannig er það í mínu tilfelli, og eg nenni ekki að vera að eyða einhverjum tíu þúsund köllum í viðgerðir á honum, því eg ætla hvort eð er að henda bílnum þegar eg fæ mer annan", "date": "2010-07-05 14:36:00", "post_id": 13}, {"user_name": "Gylfiþ", "text": "hvernig er það ef að lögreglan boðar þig í skoðun hvað hefuru langan frest til að láta skoða bílinn ??", "date": "2010-07-05 14:54:00", "post_id": 14}, {"user_name": "Sylvía", "text": "Vika held ég.. annars skrifar hún það alltaf á miðann sem hún límir á bílinn hvað þú hefur langan frest.", "date": "2010-07-05 15:13:00", "post_id": 15}, {"user_name": "Gylfiþ", "text": "tjaaa ég var ekki að keyra bílinn minn og var frekar fullur og reiður þegar þetta var sett á bílinn þannig að ég reif miðana af og man ekki fyrir mitt littla líf hvað stóð á miðunum", "date": "2010-07-05 15:45:00", "post_id": 16}, {"user_name": "urban", "text": "í raun hefuru 9 mánuði, þar sem að þú getur farið með bílinn í skoðun 6 mánuðum fyrir þann mánuð sem að þú átt að fara með hann í.\n\n\nakkurat útaf mönnum einsog þér sem að þetta er stórkostlegt.\nþú ert basicly að segja, að þú gerir ekki við bílinn ef að hann bilar, og það eru akkurat þeir bílar sem að eru hættulegastir í umferðinni.\n\nljóslausir/bremsulausir/\"styrktar\"lausir almennar druslur semsagt", "date": "2010-07-05 16:20:00", "post_id": 17}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2010-07-01 21:05:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}