{"forum_title": "RÖFL", "id": "125833", "title": "lyftingargúrúar!", "url": "http://www.live2cruize.com/spjall/showthread.php/125833-lyftingargúrúar!", "posts": [{"user_name": "snaethor", "text": "Hvað eruð þið að taka inn marga skammta á dag af creatini <<<icon_wink.gif>>>? og hvernig prógramm eruð þið að koma ykkur áfram með ? <<<icon_smile.gif>>>\ner buinn að vera að lyfta i ár eða 2 og hef alltaf verið á creatini en bara tekið inn 1 skammt á dag og tekið æfingu annann hvern dag en er að spá hvort það megi taka fleiri en einn skammt á dag <<<icon_smile.gif>>>?", "date": "2010-07-08 21:28:00", "post_id": 1}, {"user_name": "geirg", "text": "tek 6 skammta á dag og borða bara einusinni á dag.", "date": "2010-07-08 21:47:00", "post_id": 2}, {"user_name": "snaethor", "text": "segðu mer að þetta sé djók , annars ef ekki þa ertu að slá ut creatininu eftir um 3 skammta svo að það virkar ekki rass og það virkar 10 sinnum minna ef þú étur ekkert þarft að éta frekar margar mjög stórar máltiðir a dag svo að það virki sem best", "date": "2010-07-08 21:55:00", "post_id": 3}, {"user_name": "oli92", "text": "he trollin", "date": "2010-07-08 22:30:00", "post_id": 4}, {"user_name": "Skúlimx", "text": "Tek kreatín einu sinni á dag og prótein eftir æfingu. Er að nota 4 prógröm frá www.bodybuilders.com. Lyfti  4-5x í viku sem sagt annan hvorn dag og er með 2  prógröm fyrir oftan mitti og 2 prógröm fyrir neðan og tekur lappir einn daginn og hendur næsta. Mæli með að þú kíkir á þessa síðu, svaka góð prógröm í boði þarna og video með sem sýnir hvernig á að framkvæma æfinguna rétt. \n\r\nMyndi hafa dagbók þar sem þú skrifar niður prógramið og skrifar niður þyngdina sem þú ert að lyfta við hverja æfingu. Tekur 2 sett af hverri æfingu og 10-12 reps. Finnur þyngdina sem lætur þig taka vel á 10-12 sinnum. Verður að rótera þessu og breyta til á 5 vikna fresti til að skila sem mestum árangri. Síðan eftir 4-5 vikur endurskoðaru hvort þú þurfir að bæta við lóðum og skráir árangurinn í dagbókina. Einnig er gott að fylgjast með eiginþyngd og skrá hana niður í dagbókina. Síðan er mikilvægt að borða mikið af próteinríkum mat.\n\r\nSvona vilja þeir hjá bodybuilders.com að maður lyfti til að skila sem mestum árangri. Þetta er mjög virt síða í lyftingabransanum þannig henni er alveg treystandi. Getur líka fundið matarprógröm ofl þarna inná.", "date": "2010-07-08 22:48:00", "post_id": 5}, {"user_name": "agnes", "text": "haha shit og mér fannst erfitt að vera stelpa....", "date": "2010-07-09 00:33:00", "post_id": 6}, {"user_name": "Kristjan_GUÐ", "text": "snickers á milli tækjana er best ! hehehe", "date": "2010-07-09 00:35:00", "post_id": 7}, {"user_name": "MR.TAN", "text": "farðu á stera annað flækir bara málin", "date": "2010-07-09 01:46:00", "post_id": 8}, {"user_name": "Tiger", "text": "ég er búinn að æfar frjálsar í 11 ár á hverjum degi nánast og þar af 5-6 ár í gymminu með. ég tek ekkert kreatín, en það er bara útaf ég vill ekki stækka. þú ert eflaust að leitast eftir því að stækka. og 1 skammtur á dag er nú full lítið. 3 scoups er fínt. þegar þú vaknar. fyrir æfingu og eftir æfingu. og svo auðvitað prótein og helst glutamine. nenni hinsvegar ekki að skrifa prógramið mitt hér.", "date": "2010-07-09 02:24:00", "post_id": 9}, {"user_name": "condi", "text": "aðeins of mikið af öllu, þá ertu góður ....", "date": "2010-07-09 03:18:00", "post_id": 10}, {"user_name": "Einarivars", "text": "like", "date": "2010-07-09 04:37:00", "post_id": 11}, {"user_name": "gesturbmw", "text": "ég borða bara hafragraut og smá kreatín", "date": "2010-07-09 13:10:00", "post_id": 12}, {"user_name": "Haukur Litli", "text": "Það er ofmetið að vera stór og þungur!", "date": "2010-07-09 13:22:00", "post_id": 13}, {"user_name": "condi", "text": "nei", "date": "2010-07-09 14:09:00", "post_id": 14}, {"user_name": "Tiger", "text": "<<<icon_lol.gif>>>", "date": "2010-07-09 16:48:00", "post_id": 15}, {"user_name": "Haukur Litli", "text": "Öhh, jú. Ég er 130 kg, 198cm og ég myndi ekki vilja vera þyngri. Ég hef aldrei verið að lyfta og er ekki feitur, ég gæti ekki gengið ef ég færi að taka á því í ræktinni. \n\nMaður græðir meira á því til langtíma að vera í góðu formi og einbeita sér frekar að cardio og liðleika heldur en að hlaða á sig vöðvum sem auka álag á liði og hjarta. \n\nEf ég ætti að velja þá myndi ég vilja vera með fimleika vöxt frekar en bodybuilder vöxt. \n\nHvort heldurðu að fimleikamaður eða bodybuilder væri betri hjálp við búslóðaflutninga? Hvor getur gengið lengi með þungan bakpoka? Hvort vaxtarlægið heldur þú að sé praktískara í daglegu lífi og vinnu?", "date": "2010-07-09 19:02:00", "post_id": 16}, {"user_name": "Sergio", "text": "...", "date": "2010-07-09 19:33:00", "post_id": 17}, {"user_name": "Tiger", "text": "word..hvað ertu mörg prósent fita?", "date": "2010-07-09 19:50:00", "post_id": 18}, {"user_name": "Aron Preza", "text": "ertu búinn að vera stanslaust á creatíni í 1-2 ár ? tekuru engar pásur?", "date": "2010-07-09 19:55:00", "post_id": 19}, {"user_name": "Haukur Litli", "text": "Hef ekki græna glóru. Er samt að hugsa um að fara að reyna að ná up þolinu hjá mér og reyna að koma mér í form. Þá kannski læt ég mæla fituprósentuna, en ég safna bara fitu á magann. Væri sáttur að enda í 125-130 kg eftir að ég næ aftur upp styrk og næ að skera niður þessa litlu fitu sem ég hef.", "date": "2010-07-09 21:46:00", "post_id": 20}, {"user_name": "snaethor", "text": "nei tek milljon pasur inna milli er alltaf að hætta að lyfta og svo byrja aftur :P og þarf ekkert meira prótein þetta er creatin blanda með próteini i lika <<<icon_smile.gif>>>", "date": "2010-07-10 00:09:00", "post_id": 21}, {"user_name": "Tiger", "text": "nei farðu í fitumælingu fyrir og eftir <<<icon_smile.gif>>> þá sérðu bætinguna <<<icon_wink.gif>>> <<<icon_cool.gif>>>", "date": "2010-07-10 00:34:00", "post_id": 22}, {"user_name": "Haukur Litli", "text": "Meinti það. Læt fitumæla mig og skrifa hjá mér ummál maga, bringu, mjaðma, læra og fleiri líkamsparta til að hafa viðmið fyrir frekari mælingar seinna. \n\nHefur þú eitthvað notað jafnvægisbolta við æfingar, t.d. liggja á honum og og gera æfingar með handlóð? Ef svo er fannstu mikinn mun á átaki á vöðvana við hrygginn og í síðunum?", "date": "2010-07-10 08:44:00", "post_id": 23}, {"user_name": "Tiger", "text": "nei ég nota aldrei jafnvægisbolta", "date": "2010-07-10 08:55:00", "post_id": 24}, {"user_name": "Master", "text": "Ég hugsa kannski full mikð um bíla... veit ekki. \r\nEn ég gat ekki annað en varpað þessari pælingu hjá ykkur yfir í bíla. \r\nOg það sem þú ert nokkurn vegin að segja er að toyota corolla 1400 er praktískari enn Corvette ZR-1.  (eða kannksi frekar að toyota hilux D4 er praktískari en Dodge Ram SRT10) \n\r\nSem er líklega alveg rétt hjá þér.... en á hvoru ökutækinu myndirðu raunverulega vilja vera á ?\n\n\n\n\r\n hvað heitir aftur þessi síða þú ert inná ?  <<<icon_smile.gif>>>", "date": "2010-07-10 09:54:00", "post_id": 25}, {"user_name": "dazy crazy", "text": "þetta er meira svona að hilux sé praktískari en bíll á 54\" dekkjum þar sem menn eru að tala um að stækka en ekki bara auka kraft.", "date": "2010-07-10 10:07:00", "post_id": 26}, {"user_name": "Haukur Litli", "text": "Myndirðu vilja vera á musclecar með big block, sver dekk og rosa hávaða, ef hann væri alltaf að ofhitna? Hann gæti rústað mörgum í spyrnu en hefði ekki mikla eldsneytisdrægni, í hálu og sleipu værirðu alltaf í hættu á að slasa kaggann því hann er þungur stirðbusi og ekki eins lipur og sportbíll? Hann liti út eins og bíll sem gæti rústað öllum öðrum en svo er hann með fjaðrir og skálabremsur að aftan og yfirstýrir mjög auðveldlega þannig að hann hefði ekki undan að keppa við einhvern þar sem væru hlykkjóttar beygjur og jafnvel bleyta.\n\nMyndirðu vilja vera eins og sportsedan? Það er tekið hæfilega úr vélinni, samt ekki svo mikið að áreiðanleiki hljóti skaða af. Hann myndi eyða hæfilega á leiðinni í vinnuna en hann gæti líka sprett úr spori og henst í gegnum beygjur. Hann væri nothæfur á sumrin og veturna, á brautinni og líka til að skutla krökkunum til ömmu sinnar. Hann liti út eins og venjulegur sedan úr fjarlægð eða fyrir hið óþjálfaða auga en undir 4 dyra boddýinu væri vel stilltur undirvagn og góðar bremsur, og jafnvel fjórhjóladrif sem léti bílinn grípa eins og klístraða tyggjóklessu á heitum sumardegi. \n\nMyndirðu vilja vera á bíl sem er búið að breyta til að vinna keppni í útliti en virkar svo ekkert í neitt annað en það, eða á bíl sem er búið að breyta þannig að hann lætur betur að stjórn, bremsar betur og hefur snarpt upptak og lýtur snyrtilega út?\n\nHeldur þú að það sé nóg að vera með stóra vöðva? Hvað eiga þessir vöðvar að gera ef hjartað og lungum eru ekki í formi? Er gott að vera með stóra vöðva ef þú ert síðan svo stirður að þú getur ekki hreyft þig almennilega? Hvað ætlarðu að gera við þessa stóru vöðva, fara niður í bæ að berja einhvern eða lyfta nokkrum kössum í vinnunni og fara svo að éta kaloríur til að halda kjötinu í gangi?\n\nEr ekki betra að vera með sprengikraft? Geta stokkið af stað og hlaupið, leikið við hundinn og börnin sín, unnið undir líkamlegu álagi lengur og verið með lægri blóðþrýsting og með minni þyngd á liði líkamans?\n\nEigum við ekki bara að vera sammála um að vera ósammála? Þetta er eins og að ræða bensín vs dísel, hásing vs klafar, VTi vs GTi, stípaður RS bíll vs hlaðinn GT bíll.", "date": "2010-07-10 12:23:00", "post_id": 27}, {"user_name": "Bergsteinn", "text": "Ég tek 2 skammta á dag og borða 2var á dag og tek 2-3 æfingar <<<icon_smile.gif>>>", "date": "2010-07-10 12:27:00", "post_id": 28}, {"user_name": "Master", "text": "<<<icon_smile.gif>>>\r\nvel svarað... I´m almost sold <<<icon_smile.gif>>>\n\r\nÉg hef reyndar notað musclecar (bæði big block og small block) sem daily driver, og gekk bara ljómandi vel með að nota þá. (ef þeir eru skynsamlega uppsettir þá áttu í engum vandræðum) \r\nÞó verð ég að viðurkenna að ég myndi ekki gera það í dag <<<icon_smile.gif>>>  amk ekki í saltinum á veturna og með öll litlu bílastæðin þar sem fólk rekur hurðar utaní osf.   \n\r\nEn vissulega er það þannig með eiginleika bíla að  þá eru öfgar í eina átt, og öldudalir þess á milli ekki gott combo fyrir venjulega notkun, \r\nþá er betra að jafna eiginleikunum út. Bara reyna hafa meðaltalið hátt, og reyna láta toppana og dalina mathca við áhugasvið eigandans.    \n\r\nMér fannst þú frekar vera talsmaður lágsléttu en hástléttu, en ég sé að það þarf ekki að vera svo.\r\nHeld að við séum ekkert ósammála, þó við viljum kannski raða toppunum og dölunum aðeins öðruvísi.", "date": "2010-07-10 14:44:00", "post_id": 29}, {"user_name": "Kolli", "text": "Þú loadar í 1 viku (tekur creatin 4 sinnum á dag) svo er það bara 2 svar á dag í 7 vikur svo 4 vikur pása.\n\r\nEf þú tekur aldrei pásu þá hættir líkaminn að framleida sjálfum kreatín, sem þú vilt ekki.", "date": "2010-07-10 20:15:00", "post_id": 30}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2010-07-08 21:28:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}