{"forum_title": "RÖFL", "id": "126224", "title": "Allir sem eru fæddir fyrir 1990 eiga að lesa þetta.... algör sannleikur!", "url": "http://www.live2cruize.com/spjall/showthread.php/126224-Allir-sem-eru-fæddir-fyrir-1990-eiga-að-lesa-þetta-algör-sannleikur!", "posts": [{"user_name": "Pálmi-", "text": "Fólk sem að fæddist fyrir 1990 ætti að vera dáið!!!\r\n(eða vorum við bara heppin??)\n\r\nJá, samkvæmt löggjöfum og skriffinnum nútímans ættu þau okkar sem voru börn\r\ná 5., 6., 7. og 8. áratuga síðustu aldar ekki að hafa lifað af.\n\n\r\nHVERS VEGNA VAR ÞESSI NIÐURSTAÐA OKKAR SVONA?\n\r\n-Jú, barnarúmin okkar voru máluð með blýmálningu.\n\r\n-Það var engin barnalæsing á lyfjaglösum, hurðum eða skápum og þegar við\r\nhjóluðum notaði ekkert okkar hjálm.\n\r\n-Sem börn sátum við í bílum án öryggisbelta og/eða púða.\n\r\n-Að fá far á vörubílspalli var sérlega gaman.\n\r\n-Við borðuðum brauð með smjöri, drukkum gos með sykri, en fæst okkar lentu\r\ní offituvandamálum, því við vorum alltaf úti að leika\n\r\n-Við deildum gjarnan gosflösku með öðrum og allir drukku úr sömu flöskunni\r\nán þess að nokkur létist.\n\r\n-Við vörðum löngum stundum í að byggja kassabíl úr dóti og drasli og þutum\r\ná honum niður brekkuna, bara til að uppgötva að við höfðum gleymt\r\nbremsunum. Eftir nokkrar veltur lærðum við að leysa vandamálið.\n\r\n-Við fórum að heiman snemma á morgnanna til að leika okkur allan daginn og\r\nkomum aftur heim í kvöldmat Enginn hafði möguleika á því að ná í okkur yfir\r\ndaginn.\n\r\n-Engir farsímar. Ha, engir farsímar? Óhugsandi! Sumir áttu litlar\r\ntalstöðvar sem var flott að eiga!\n\r\n-Við áttum ekki Playstation, Nintento 64, X-box, enga tölvuleiki, ekki\r\nfjölmargar rásir í sjónvarpinu, ekki video, ekki gervihnattasjónvarp, ekki\r\nheimabíó, farsíma, heimilistölvu eða spjallrásir á Internetinu.\n\r\n-Við eignuðumst vini! Við fórum bara út og fundum þá.\n\r\n-Við duttum í skurði, skárum okkur, fótbrotnuðum, brutum tennur, en enginn\r\nvar kærður fyrir þessi óhöpp. Þetta voru jú óhöpp. Það var ekki hægt að\r\nkenna neinum um? nema okkur sjálfum. Manstu eftir óhappi?\n\r\n-Við slógumst, urðum blá og marin og lærðum að komast yfir það.\n\r\n-Við lékum okkur í nýbyggingum, fundum upp leiki með naglaspýtum og drasli\r\nog átum Maðka og reyktum njóla. Þrátt fyrir aðvaranir voru það ekki mörg\r\naugu sem duttu út og ekki lifðu maðkarnir inni í okkur til eilífðar og\r\nmargir gáfust upp á fyrsta njólanum!\n\r\n-Við hjóluðum eða gengum hvert til annars, bönkuðum á dyrnar, gengum inn og\r\nlétum eins og heima hjá okkur.\n\r\n-Við lékum okkur úti eftir kvöldmat, fórum í fallin spýta, eina krónu,\r\neltingaleik eða feluleik, svo ekki sé minnst á löggu og bófa. Svo þegar\r\naldurinn sagði til sín fórum við í kossaleik og eignuðumst kærustu/kærasta.\n\r\n-Það þurfti engar félagsmiðstöðvar eða neina til að stjórna okkur - Við\r\nstjórnuðum okkur sjálf.\n\r\n-Sumir nemendur voru ekki eins glúrnir og aðrir, þeir lentu í tossabekk.\r\nHræðilegt.... En þeir lifðu af.\n\r\n-Engin vissi hvað Rítalín var og engin bruddi pillur sem barn.\n\r\n-Við fórum í sunnudagsskóla eða sóttum KFUM og K, sungum og vorum í\r\nSkátunum og lærðum hnúta og kurteisi.\n\r\n-Ef það sprakk á hjólinu lagfærðum við það í sameiningu og alveg sjálf.\n\r\n-Morgunkornið okkar var m.a. TRIX morgunkorn, og við lifðum af litarefnið í\r\nþví...\n\n\r\nOG AFLEIÐINGIN ER ÞESSI!\n\n\r\nSíðustu 50 ár hafa verið sprengja nýsköpunar og nýrra hugmynda. Við áttum\r\nfrelsi, sigra ósigra og ábyrgð og við lærðum að takast á við það allt\r\nsaman. Við sem ólumst upp áður en löggjafi og stjórnvöld settu lög og\r\nreglur um líf okkar sem þeir segja að sé 'okkur sjálfum fyrir bestu'?.Þessi\r\nkynslóð hefur alið af sér fólk sem er tilbúið að taka áhættu, góð að leysa\r\nvandamál og bestu fjárfestar nokkru sinni.", "date": "2010-07-14 20:50:00", "post_id": 1}, {"user_name": "phoenix", "text": "eldra en internetið, megnið á ekki við um fólk fætt eftir 1980 og darwin á eftir að ná þér fyrr en síðar og þegiðu svo.", "date": "2010-07-14 20:53:00", "post_id": 2}, {"user_name": "Sylvía", "text": "Hahahaha snilld <<<icon_biggrin.gif>>>.. Ég er hins vegar fædd 90.. en gerði alveg meira en helminginn af þessu þegar ég var barn <<<icon_wink.gif>>>", "date": "2010-07-14 20:54:00", "post_id": 3}, {"user_name": "phoenix", "text": "að því ógleymdu að þú og allir hinir illa gefnu einstaklingarnir sem eru búnir að vera að pósta þessu út um allt hafið greinilega ekki verið að fylgjast með í skóla því 8. áratugurinn er frá 71-80, 9. áratugurinn frá 81-90 og svo framvegis og ef þú eða einhver annar ætlar að reyna að þræta fyrir það sýnir það bara hversu illa gefinn þið eruð og ættuð skilið skóflu í smettið.", "date": "2010-07-14 20:56:00", "post_id": 4}, {"user_name": "Pálmi-", "text": "haha...vertu ekki svona reiður út af einu stafsetningar villu feili", "date": "2010-07-14 21:05:00", "post_id": 5}, {"user_name": "AddiPaddi", "text": "Viltu skófluna eða ? haha", "date": "2010-07-14 21:22:00", "post_id": 6}, {"user_name": "Jóhann ari", "text": "Fyrir um 100 árum ferðaðist fólk um í hestvögnum og börn voru farin að vinna rúmlega 6 ára. \nTímar breytast...", "date": "2010-07-14 22:06:00", "post_id": 7}, {"user_name": "BRG", "text": "Ég spilaði líka POX og var í NES það var alveg inn í gamla daga sko.", "date": "2010-07-14 22:27:00", "post_id": 8}, {"user_name": "arni800", "text": "held þetta sé meira svona making a point held en að sýna fram á að ENGIN spilaði tölvuleikji sem var fæddur eftir e-h sérstakt ár, þanig slakiði á <<<icon_wink.gif>>>", "date": "2010-07-14 22:37:00", "post_id": 9}, {"user_name": "BirkirHe", "text": "Hahah þetta er snilld og líka svo satt! <<<icon_smile.gif>>>", "date": "2010-07-14 22:45:00", "post_id": 10}, {"user_name": "BRG", "text": "POX er ekki tölvuleikur dumb ass <<<icon_smile.gif>>>", "date": "2010-07-14 22:57:00", "post_id": 11}, {"user_name": "ElfaRagnars", "text": "ég er fædd 91 og gerði þetta flest allt . kannski er það bara því ég á heima útá landi... Krakkarnir hér fara enþá í leiki á kvöldinn", "date": "2010-07-15 00:06:00", "post_id": 12}, {"user_name": "-Hjalti-", "text": "MSN drap það að fólk fór út að hittast", "date": "2010-07-15 00:19:00", "post_id": 13}, {"user_name": "Gusti_opel", "text": "hahahaha vá ég man eftir þessu pox-i <<<icon_biggrin.gif>>> <<<icon_biggrin.gif>>> það sem maður gat dúndrað sleggjunni á þessar blessuðu hringlóttu pappírs myndir <<<icon_biggrin.gif>>>", "date": "2010-07-15 00:24:00", "post_id": 14}, {"user_name": "AronOskarss", "text": "þessi er fjúríus! !", "date": "2010-07-15 00:41:00", "post_id": 15}, {"user_name": "ABARTH", "text": "Minn maður! Hvað varð um POX, ég vil fá þetta aftur >;l", "date": "2010-07-15 00:59:00", "post_id": 16}, {"user_name": "-Hjalti-", "text": "...", "date": "2010-07-15 01:07:00", "post_id": 17}, {"user_name": "Lexinn", "text": "samála msn drap það sem eftir var að samskiftum okkar .... en allavega þá fynnst mér þetta góð hugsun en rökhugsunin er ekki alveg rétt ... málið er að það er alt að gerast svo þúsundsinnum hraðar heldur en í gamladaga umferðin ferðast töluvert hraðar , það eru fleiri bílar , fleira fólk , fleiri sem kunna ekki að keyra ,, sama gengur með allar greinar", "date": "2010-07-15 01:20:00", "post_id": 18}, {"user_name": "g0tlife", "text": "sakna fallinn spýta, brennibolta, þegar ALLIR voru alltaf útí fótbolta og þegar allir hittust alltaf útí skóla. Bara kl 8 - 9 mættu alltaf allir uppí skóla sumir í fóbó og hinir bara hittast", "date": "2010-07-15 02:12:00", "post_id": 19}, {"user_name": "ABARTH", "text": "djöful man maður eftir þessu.. fótbolta og körfuboltatímabilið var awesome", "date": "2010-07-15 02:17:00", "post_id": 20}, {"user_name": "Barbie", "text": "ég er reyndar fædd 91 og ég gerði þetta Allt saman og það var ekkert af þvi að ég bjó útí sveit bara það voru allir svona .. fáránlegt að sjá þessi börn í dag alltaf inní tölvunni og fáránlega ofdekruð haha .... en þetta er samt gott point hjá þér!", "date": "2010-07-15 08:50:00", "post_id": 21}, {"user_name": "Einar Vti", "text": "ég er fæddur 92 og ég gerði mest allt af þessu.\n\nen ég svosem skil krakkana i dag að fara ekki út í leiki.\nÞau þurfa næstum því að fá skrilegtleyfi sem er þinglýst með hjálm á hausnum og nýþungar hlífðarbrynjur og hlífðargleráugu í stáltáskóm bara við að labba yfir götuna.\n\nÞetta er ekki krökkunum að kenna að þau hanga bara inni. þeim er bara ekkert annað boðið.\n\nÞað eru ekki krakkarnir sem biðja um rítalín og annað. heldur foreldrar sem eiga lífsglaðakrakka sem þurfa að hreyfa sig meira <<<icon_biggrin.gif>>>", "date": "2010-07-15 16:32:00", "post_id": 22}, {"user_name": "Don Garri", "text": "Svo er náttúrulega einn punktur í þessu öllu saman að þessi kynslóð sem er lýst þarna elur af sér börn nútímans <<<icon_wink.gif>>>\nForsjáhyggjan er sprottið af okkur sjálfum og það er þessi kynslóð sem lýst er þarna á svo skemmtilegan hátt sem að:\nDælir rídalíni í börnin sín, setur barnalæsingu á lyfjaglös, skápa og hurðir og troða hjálmum á höfuð barnanna ásamt öðrum hlífðarfattnaði. Við dælum aspartami í börnin í stað sykurs, kaupum handa þeim PS3, X-Box og Nintendo 64 og látum tölvurnar sjá um uppeldið því við höfum ekki tíma til að sinna þeim sjálf og skiljum svo ekki af hverju þau fittna svona mikið. Paranojan er svo mikil að ef við vitum ekki hvar krakkarnir eru og þau ekki komin heim fyrir kvöldmat er lýst eftir þeim í fréttum. Krakkar komnir með farsíma uppúr 6 ára svo pabbi og mamma vita hvar þau eru. Ekki eru það börnin sjálf sem kæra ef þau lenda í óhappi, flest okkar benda fingrum og kenna öðrum um flækjufóta og kjánaskap barna okkar ef þau asnast til að fá hruflað hné. Við bönnum season all krydd og m&m og allt annað sem er gott sem inniheldur litarefni.\n\nJá við erum móðursjúka drama-kynslóðin.\n\nSpurning hvort það var blýið í málningunni eða litarefnin í morgunkorninu?  <<<icon_wink.gif>>>", "date": "2010-07-15 22:26:00", "post_id": 23}, {"user_name": "MarjónPétur", "text": "ég er 91 og ég gerði þetta allt saman og skemmti mér konunglega. man þegar maður röllti yfir götuna til vinanna og spurði hvort þeir nenntu að leika. svo var farið út á kassabíl, eða leiki og svo framvegis. núna eru krakkar grautmyglaðir inni í tölvunni og að missa af þessu öllu saman, djöfull vildi ég að ég væri ennþá 10 ára. shit", "date": "2010-07-16 00:15:00", "post_id": 24}, {"user_name": "ValliPleimó", "text": "eg er 91 og mikið af þessu a við um mig", "date": "2010-07-16 01:44:00", "post_id": 25}, {"user_name": "Sylvía", "text": "Úff vá sammála hah.. maður hugsar oft um þessa tíma og óskar þess að geta bara aftur orðið barn sem þarf ekki að hafa áhyggjur af neinu!.. vakna á sumrin bara og fara út og vera úti allan daginn og allt kvöldið, foreldrar manns sáu mann varla allan liðlangann daginn stundum <<<icon_biggrin.gif>>>", "date": "2010-07-16 10:52:00", "post_id": 26}, {"user_name": "MarjónPétur", "text": "Já þetta var svo gaman. nákvæmlega.. hafa engar áhyggjur, manni fannst klikkað að fá 100 kall til að fá sér bland í poka. svo hljóp maður til pabba og fékk aðeins meiri pening.", "date": "2010-07-16 13:57:00", "post_id": 27}, {"user_name": "KalliCamaro", "text": "good ol times", "date": "2010-07-16 14:44:00", "post_id": 28}, {"user_name": "Sylvía", "text": "haha já og þá fékk maður líka geðveikt mikið nammi fyrir 100 kallinn.. núna ef maður ætlar að fá sér bland í poka fyrir 100 kall fær maður 10 nammi eða e-ð", "date": "2010-07-16 15:52:00", "post_id": 29}, {"user_name": "dandri", "text": "ég sakna þess stundum hvað allt var svo áhyggjulaust þegar maður var barn, og sérstaklega núna eftir að hafa lesið þetta", "date": "2010-07-16 19:21:00", "post_id": 30}, {"user_name": "Jóhann ari", "text": "Fkn fávitar, þegiði tussublöðrur", "date": "2010-07-16 23:37:00", "post_id": 31}, {"user_name": "Pallipilot", "text": "Og vid fàum tessa fædda eftir 1990 til ad redda klùdrinu  :-)", "date": "2010-07-17 23:49:00", "post_id": 32}, {"user_name": "Hafþór Ingi", "text": "ég er 93 og margt af þessu á við mig, djöfull var gaman þegar maður var pínupolli í litlu bæjarfélagi, langar að verða barn aftur<<<icon_sad.gif>>> síðan horfir maður á litlu bræður sína hangandi inni í tölvunni<<<icon_sad.gif>>>", "date": "2010-07-18 02:21:00", "post_id": 33}, {"user_name": "Agliblái", "text": "Það er bara kjaftæði Krakkar í dag eru bara latir og nenna ekki neinu er bara með eitt gott dæmi ég á nú 8 ára dóttir sem biður mig að skutla sér hingað og þángað um bæin afþví að það er svo lángt að labba, Við búum í Grindavík, og ég spurði móður mína hvort ég hefði verið svona en nei hún gat ekki munað eftir 1 skifti sem ég bað hana um að skutla mér eitt né neitt. maður bara labbaði eða hjólaði PÚNKTUR", "date": "2010-07-18 02:50:00", "post_id": 34}, {"user_name": "bbenzin", "text": "jamm ég er fæddur 90 líka og ég gerði alveg helling af þessu þegar ég ólst upp,\r\nog ég borðaði heeelling af", "date": "2010-07-18 09:25:00", "post_id": 35}, {"user_name": "GSX-F", "text": "eg er fædur 90 og helling af þessu a við um mig", "date": "2010-07-18 19:06:00", "post_id": 36}, {"user_name": "Danni Málari", "text": "Yeah... <<<icon_biggrin.gif>>>", "date": "2010-07-18 20:27:00", "post_id": 37}, {"user_name": "Sylvía", "text": "Hvað ertu að bulla?... Krakkar nú til dags eru bara húðlatir.. nenna engu nema hanga fyrir framan tölvuna eða sjónvarpið og vera með kjaft og læti. Man þegar maður var yngri og maður leit alltaf svakalega upp til eldri krakkana í skólanum til dæmis, ekki þorði maður að fara og rífa einhvern kjaft eða reyna að rífa af þeim fótboltavöllinn, fékk frekar bara að vera með. Núna eru þessi krakkar rífandi kjaft við allt og alla og bera enga virðingu fyrir öðru fólki!..", "date": "2010-07-18 20:34:00", "post_id": 38}, {"user_name": "Dauntless", "text": "Tímarnir breytast og fólkið  með.\n\nHugsið ykkur svo þegar næsta kynslóð verður hérna, röflandi um hvað unga fólkið er agalegt miðað við hvernig þau voru. Þetta hefur alltaf verið svona, eldri kynslóðir að gagnrýna yngri kynslóðina. \n\nBörnin í minni fjölskyldu eru orkumikil og vilja helst aldrei hanga inni heldur - mjög öflug út í móa að leika sér frá 7 á morgnanna langt fram eftir degi.\n\nHelsta vandamálið eru foreldarnir sem eru orðin svo hrædd um börnin sín að þau vilja helst ekki hafa þau úti þar sem eitthvað gæti komið fyrir þau.", "date": "2010-07-18 20:38:00", "post_id": 39}, {"user_name": "shine", "text": "Auðvitað á þetta við flesta sem eru fæddir að t.d 92', útaf eins og einhver sagði var það MSN og blog.central sem drap mikið af þessari að fara út að leika sér menningu.\n\nVið fórum út í leiki útaf eldri systkyni okkar voru að gera það í 7-10 bekk jafnvel, þegar við komum í þessa bekki vorum við farinn að vera á MSN og á blog.central.\n\nÉg er svo sérstaklega sammála þessu sem Sylvía sagði með kjaftinn á börnum, þegar ég var í fyrsta bekk þá labbaði ég bakvið skólann og heim til að lenda ekki í því að labba með 10.bekkingunum frá skólanum, þegar ég var í 9.bekk lamdi krakki sem var í svona 2-3.bekk mig með naglaspýtu í kálfann, hló og sagði að ef ég gerði e-ð mundi hann bara kæra mig... ?\n\n\nEn það er aftur á móti e-ð sem þau líta upp til okkar í og lætur þau gera hlutina sem við erum að gera þegar við erum þetta 14-17ára, eins og t.d það að stelpur eru farnar að vilja mála sig og eiga tískuföt í c.a 3.bekk - mæta helst ekki í skólann nema þær séu í Carharrtt úlpu og buxum ...\n\nGæti alveg röflað fáranlega lengi um þetta en það er bara svo pointless, þetta bara þróunin sama hversu leiðinleg eða asnaleg hún er.", "date": "2010-07-19 18:00:00", "post_id": 40}, {"user_name": "bbenzin", "text": "alltof satt", "date": "2010-07-22 00:21:00", "post_id": 41}, {"user_name": "Pálmi-", "text": "svoooo satt...þetta er bara fárálega fyndið hvað allir vilja vera eins <<<icon_biggrin.gif>>>", "date": "2010-07-22 13:45:00", "post_id": 42}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2010-07-14 20:50:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}