{"forum_title": "Mótorsport", "id": "127351", "title": "Rally Reykjavík 2010", "url": "http://www.live2cruize.com/spjall/showthread.php/127351-Rally-Reykjavík-2010", "posts": [{"user_name": "siggir", "text": "Daginn,\n\r\nRally Reykjavík mun fara fram á suðvesturhorninu dagana 12. til 14. ágúst. Við leitum að starfsfólki í tímavörslu, gæslu o.s.frv. Engin reynsla af störfum í ralli er nauðsynleg. Æskilegt er að fólk kunni á klukku og ekki er verra hafi það bíl til umráða. Þá er fólki með skyndihjálparnámskeið að baki tekið fagnandi.\r\nUm sjálfboðavinnu er að ræða en starfsmenn fá greitt fyrir útlagðan kostnað, s.s. bensín og uppihald, og snæða kvöldverð á verðlaunaafhendingu að keppni lokinni í boði keppnisstjórnar. Þá fá tveir heppnir starfsmenn að sitja sem farþegar í alvöru rallýbíl á sérleið um Gufunes. \n\r\nÁhugasamir geta haft samband við Sigurð í síma 8481930, í tölvupósti á netfangið sigurdur@rallyreykjavik.net eða með einkapósti hér á spjallinu.\n\r\nFyrir hönd keppnisstjórnar,\r\nSigurður Rúnar", "date": "2010-08-02 23:03:00", "post_id": 1}, {"user_name": "Ari Ha", "text": "mæli með að prófa að taka þátt í svona. Ég hef hjálpað mikið til við þetta og það er mjög skemmtilegt! og gaman að vera partur af þessu", "date": "2010-08-03 20:30:00", "post_id": 2}, {"user_name": "siggir", "text": "Má ekki bjóða þér að aðstoða okkur núna? <<<icon_smile.gif>>>\n\nEn það er satt, það er virkilega skemmtilegt að vinna við þetta og þetta er fullkomin leiði til að komast skrefi nær sportinu. Þeir sem hafa hug á að keppa í þessu einhvern daginn ættu klárlega að prófa að vinna við einhverjar keppnir. Þá sér maður hvernig þessar rally virkar, maður kynnist fólkinu sem stendur í þessu og getur komið sér upp tengslaneti og fengið ráðleggingar frá reynsluboltunum <<<icon_smile.gif>>>\n\nÞeir sem hafa áhuga, ekki hika við að hafa samband. Það er ekkert mál þótt þið komist ekki alla dagana, það er alveg hægt að finna út úr því.", "date": "2010-08-06 00:46:00", "post_id": 3}, {"user_name": "Ari Ha", "text": "ég verð með hjalta skoðunarmanni og veit lítið hvað ég get hjálpað því er bara að bíða eftir að barnið mitt komi í heiminn og það getur gersta bara hvenar sem er núna þannig ég veit ekki alveg hvað ég get gert", "date": "2010-08-06 16:23:00", "post_id": 4}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2010-08-02 23:03:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}