{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "127567", "title": "Lexus bremsumál", "url": "http://www.live2cruize.com/spjall/showthread.php/127567-Lexus-bremsumál", "posts": [{"user_name": "elisvk", "text": "er nú enginn sérfræðingur í þessu og þess vegna leita ég til ykkar, er einhver sem gæti vitað nákvæmlega hvað þetta er?\n\r\nÞegar ég er kominn yfir ca 50 kmph og bremsa laust hristist stýrið örlítið, hef áhyggjur af þessu vegna þetta verður alltaf verra og verra og er byrjað að hristast smá. Er þetta stillingaratriði eða? btw var skipt um allt í bremsum fyrir ca 6-8 vikum. (þetta er pottþétt hægra framhjólið, það er greininlegt).", "date": "2010-08-05 22:58:00", "post_id": 1}, {"user_name": "Sævar Örn", "text": "Prufaðu þá að setja vicegrip töng á bremsuslönguna h/m að framan og keyra svo á opnu svæði þar sem þú þarft ekki að nauðhemla, prufar að bremsa og ef það hættir að titra þá er það í þessu hjóli, gæti verið óhreinindi undir disknum, á hjólnáinu\n\nen geta líka verið gallaðir/undnir bremsudiskar.", "date": "2010-08-05 23:03:00", "post_id": 2}, {"user_name": "biturk", "text": "mig langar að skjóta á að óhreinindi (ryð, drulla eða klossaleifar) séu bakvið diskinn og hann sitji ekki rétt á.\n\n\r\nþá er hann skakkur og skapar víbring þegar þú bremsar á smá ferð, finnur væntanlega meira fyrir því á meiri ferið.\n\r\nen gerðu eins og sævar sagði, fullvissaðu þig um að það sé þetta hjól, skrúfaðu dekkið undan, snúðu nafinu og kíktu hvort það sé skekkja eða eitthvað að", "date": "2010-08-05 23:08:00", "post_id": 3}, {"user_name": "olafur", "text": "það er all þegt vanda mál að stimplarnir í dælunum að framan festast mjög oft í lexus is200 og is 300 og það er ekki nó að liðka þá upp það verður að skifta um þá og allar þéttingar í dælunum líka", "date": "2010-08-05 23:19:00", "post_id": 4}, {"user_name": "Rexinn", "text": "Gæti líka bara vel verið að diskurinn sé orðin skakkur.", "date": "2010-08-06 10:07:00", "post_id": 5}, {"user_name": "Sævar Örn", "text": "Köfum enn dýpra, segjum að stimpill/lar í dælunni séu fastir og bremsudiskurinn rauðheitur því dælan slakar ekki almennilega og klossarnir liggja út í, svo keyrirðu í stórann poll óvart, skvettist á bremsudiskinn TISSSSSSSS og voila, bremsudiskurinn verður undinn og fer að víbra <<<icon_smile.gif>>>\n\nnei segi bara svona, láttu vita hverju þú kemst að.", "date": "2010-08-06 12:25:00", "post_id": 6}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2010-08-05 22:58:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}