{"forum_title": "RÖFL", "id": "128602", "title": "Dyraverðir", "url": "http://www.live2cruize.com/spjall/showthread.php/128602-Dyraverðir", "posts": [{"user_name": "Sleeper", "text": "Mig langaði að forvitnast hvað dyraverðir í rvk og um land allt eru með í laun... Er einhverjir dyraverðir hérna sem geta gefið mér hugmynd?", "date": "2010-08-21 11:33:00", "post_id": 1}, {"user_name": "Haukur Litli", "text": "Uppgefið eða bara svart og sykurlaust?", "date": "2010-08-21 11:40:00", "post_id": 2}, {"user_name": "Sleeper", "text": "ég var nú að hugsa um sykurlaus... hefur þú verið að vinna sem dyravörður á Akureyri?", "date": "2010-08-21 11:53:00", "post_id": 3}, {"user_name": "Brimar", "text": "Ég hef heyrt af félögum mínum í dyravörslu að yfirleitt sé þetta skítajob fyrir skítapening, kannski 1000-1500 á tímann svart. En margir sem hafa gaman af þessu að vera stórir karlar og standa í þröngum bolum við hurðina með yfirgang og hroka <<<icon_biggrin.gif>>>", "date": "2010-08-21 11:59:00", "post_id": 4}, {"user_name": "Haukur Litli", "text": "Já, vann við þetta í 4,5 ár en hætti s.l. desember. Launin voru misgóð. Ég var alltaf á uppgefnu enda vann ég frekar mikið lengst af.\n\nKaffi Akureyri borgaði léleg laun, sama sagan með Vélsmiðjuna, enda sömu eigendur, mér fannst þeir líka líta á okkur dyraverðina sem leiðinda byrði sem þeir þurftu til að fá skemmtanaleyfi. \n\nAmour borgaði ágætlega, maður byrjaði með lægri laun en hækkaði svo, ég var á fínustu launum þar. Sjallinn var ágætur líka, vann þar þegar Sæmundur á Amour var að reka Sjallann.\n\nÉg vann aldrei á hinum stöðunum. Ég man ekki nákvæmlega hvað ég var með í laun, minnir að það hafi verið í kringum 2500 á tímann á Amour en mun lægra á Kaffi AK. En ég tók eitthvað af aukaverkefnum líka eins og dyravörslu í Olís á Bíladögum, dimmiteringa partí og þorrablót og tók þá 10-15 þús fyrir kvöldið og fékk yfirleitt frítt að éta líka.", "date": "2010-08-21 12:08:00", "post_id": 5}, {"user_name": "Haukur Litli", "text": "Flestir dyraverðir sem ég hef hitt eru frekar hressir, en ef fólk er mjög leiðinlegt og er að bögga mann, er að hindra mann í að vinna vinnuna sína og svona þá verður maður fúll og leiðinlegur. Stundum er mikið að gera og maður hefur ekki tíma til að spjalla við \"skemmtilega\" gaurinn sem er að reyna að vera fyndinn eða til að hlusta á aumingjann sem drekkur mikið og vælir í öllum.\n\r\nÞetta getur verið skítajob, en það fer mikið eftir hugarfari og móralnum á staðnum. Mér fannst aldrei mál að þrífa upp ælu, losa stífluð klósett, stöðva slagsmál eða halda á sofandi/dauðu fólki. En mér fannst fátt leiðinlegra en besservisserar sem rifu kjaft og smápíkur sem vældu og reyndu að semja eftir að maður gerði fölsuð skilríki upptæk og/eða tók af þeim flösku sem var reynt að fara með inn.", "date": "2010-08-21 12:17:00", "post_id": 6}, {"user_name": "Skyzo", "text": "Var með ~1.750 kr. á tímann í fatahengi + dyraverði hjá NASA, uppgefið þá.\nEn eins og Haukur segir, þetta er allt mismunandi milli staða. Og dyraverðirnir eru allir mismunandi eins og þeir eru margir. <<<icon_smile.gif>>>", "date": "2010-08-21 12:24:00", "post_id": 7}, {"user_name": "Sleeper", "text": "já ok, mér finnst Haukur nú hafa verið vel borgaður miðað við hvað ég er að heyra. Ég veit að lágmarkið er 1600 kall hjá stéttarfélaginu.", "date": "2010-08-21 13:00:00", "post_id": 8}, {"user_name": "Andri M.", "text": "eg hef svo litla þolinmæði, að eg veit að eg gæti aldrei unnið sem dyravörður auk þess sem vaxtarlag mitt býður engan veginn upp á það", "date": "2010-08-21 13:07:00", "post_id": 9}, {"user_name": "Haukur Litli", "text": "Ég vann líka mikið, tók alla fimmtudaga í langann tíma og flestar helgar. Mætti í útköll á laugardagsmorgnum til að losa kúkastíflur í klósettum, svona sem þarf að brjóta niður með priki og sturta niður með fötu af vatni. <<<badger.gif>>> Tók til á bakvið, tók á móti nýjum dyravörðum, fór stundum með flöskur í endurvinnslu, leysti af yfirdyravörðinn og fleira. Vann á Amour í ca. 3 ár og hélt áfram þó að dyravarða staffið hefði endurnýjast tvisvar, þannig að ég var með hærri laun en sumir.\n\r\nKaffi Akureyri borgaði ekki meira en þeir neyddust til, og þó maður væri alltaf að vinna, ALLTAF, þá voru samt leiðindi ef maður neitaði að taka vakt og vildi komast úr bænum. En staffið á Kaffi AK var fínt.\n\r\nÉg veit ekki stöðuna á Kaffi AK og Café Amour í dag, enda fer ég ekki á skemmtistaði, nenni ekki að vera á svona stöðum launalaust.", "date": "2010-08-21 13:28:00", "post_id": 10}, {"user_name": "Drengz", "text": "hef bara unnið á tveim stöðum í rvk aldrei unnið fyrir minna en 2200 svart....", "date": "2010-08-21 18:22:00", "post_id": 11}, {"user_name": "biturk", "text": "tók nokkrum sinnum á allanum á harmonikkuböllum.\n\r\nvar með 2500 á tímann sem lærður dyravörður.\n\n\r\nhef líka verið á þorrablótum í sveitinni fyrir svipaðann pening\n\n\n\r\nágætis vinna, en ég get svo svarið fyrir það að gamla fulla fólkið með dólginn er hálfu leiðinlegra en ungu spíttuðu ofurhetjurnar sem ætla að sigra heiminn á djamminu<<<icon_mad.gif>>>\n\r\nog gamlar kellingar að afsaka sig með að hafa gleimt pelanum á milli brjóstanna, oní veskinu eða í undir mittinu á buxunum geta fengið mig til að vilja æla úr mér miltanu<<<icon_mad.gif>>>\n\n\r\nsamt ágætis vinna sko....", "date": "2010-08-21 18:28:00", "post_id": 12}, {"user_name": "doddih", "text": "Vil benda þér á að þó svo það sé rosafínt að fá kannski 1500-2000 kall á tímann svart þá ertu í verulega og þá meina ég verulega vondum málum ef þú lendir í einhverju veseni t.d. handleggsbroti eða einhverju svoleiðis sem þú getur ekki varist,  vegna þess að atvinnurekandinn er ekki með þig tryggðann og þó svo margir þeirra séu kannski góðir gæjar og riggi þig inná launaskrá ef einhvað kemur fyrir er ekkert sem segir þér að þeir geri það ........", "date": "2010-08-21 20:04:00", "post_id": 13}, {"user_name": "Haukur Litli", "text": "Jafnvel ennþá verra ef maður handleggsbrýtur einhvern vitleysing, það þarf ekki mikið til ef að 90+ kílóa maður lendir á handlegg.\n\nMuniði eftir dyraverðinum sem missti gaur í stiga, henti honum niður eða var að labba með gaur sem datt niður stiga fyrir 2-4 árum? Það var þvílíkt vesen, þá myndi ég vilja vera tryggður og bakkaður af vinnuveitanda.", "date": "2010-08-21 20:23:00", "post_id": 14}, {"user_name": "Drengz", "text": "Staðir sem borga svart leggja það oftast undir að þetta sé fysta vaktin hjá dyraverðinum sem að lendir í óhappi...", "date": "2010-08-21 23:21:00", "post_id": 15}, {"user_name": "KalliCamaro", "text": "er það virkilega hægt, að fara einhvert og læra dyravörslu? hvar í ósköpunum fer það framm? datt það nú aldrei til hugar", "date": "2010-08-22 01:38:00", "post_id": 16}, {"user_name": "oli92", "text": "námskeið", "date": "2010-08-22 01:42:00", "post_id": 17}, {"user_name": "KalliCamaro", "text": "já hver sér um slík námskeið?", "date": "2010-08-22 01:47:00", "post_id": 18}, {"user_name": "elli", "text": "Ágætlega borgað, ömurleg vinna..", "date": "2010-08-22 02:29:00", "post_id": 19}, {"user_name": "Oskar K", "text": "sumir virðast fýla það að fá borgað fyrir að geta verið fáránlega mikið leiðinlegir...", "date": "2010-08-22 11:29:00", "post_id": 20}, {"user_name": "Myriftica", "text": "Ætli ég hafi ekki tekið ca 10 vaktir, alveg engan vegin þess virði fyrir þennan litla pening að vaka alla nóttina og hafa afskipti af misvitlausum einstaklingum.", "date": "2010-08-22 11:43:00", "post_id": 21}, {"user_name": "Haukur Litli", "text": "Hér á Akureyri sjá Eining Iðja og sýslumaður um námskeðin minnir mig. Maður þarf að standast próf og skila inn sakavottorði, læra afvopnun og mjög basic tök og köst, skyndihjálp og svo er farið yfir ummerki um fíkniefni. Það er rennt yfir reglugerð um veitingastaði, gististaði og skemmtanahald. \n\r\nLoks fær maður skírteini sem er gefið út hjá sýslumanni og þá er maður viðurkenndur sem dyravörður af lögreglustjóra.", "date": "2010-08-22 12:19:00", "post_id": 22}, {"user_name": "V8_lover", "text": "öryggisvarðaskólinn minnir mig að það heiti sem annast eða annaðist við að halda svona námskeið", "date": "2010-08-22 14:27:00", "post_id": 23}, {"user_name": "JonMaiden", "text": "Tjaaah hef bara reinslu af einum stað og það er Gamli Baukur á Húsó\r\nfynnst 12 þúsund kallinn fyrir 12-4 vakt ekkert svaka slæmt svart og kanilsykurlaust", "date": "2010-08-26 14:57:00", "post_id": 24}, {"user_name": "Binni", "text": "þegar ég var í þessu var þetta 2000 kall... helmingur gefinn upp til skatts...", "date": "2010-08-26 15:07:00", "post_id": 25}, {"user_name": "bjorgvinkarl", "text": "næs", "date": "2010-08-26 15:50:00", "post_id": 26}, {"user_name": "VALDI B", "text": "ég hef einu sinni unnið sem dyravörður á einu balli og fékk það aldrei borgað , síðan hringdi sami strákur í mig sem fékk mig í þá vinnu og bað mig að vinna eitt kvöld í hvíta húsinu á selfossi  , ég átti að fá 15 þús+benzín á bílinn fram og til baka frá vík þar sem ég bý... hefði tekið því ef ég hefði ekki verið bílllaus <<<icon_biggrin.gif>>>", "date": "2010-08-26 17:37:00", "post_id": 27}, {"user_name": "Freyr", "text": "Hafa einhverjir hér áhuga á að starfa sem Dyraverðir í Reykjavík?", "date": "2010-08-26 17:51:00", "post_id": 28}, {"user_name": "VALDI B", "text": "já....", "date": "2010-08-26 17:53:00", "post_id": 29}, {"user_name": "Júlli Kjartans", "text": "ja..", "date": "2010-08-26 23:32:00", "post_id": 30}, {"user_name": "demaNtur", "text": "ójá!", "date": "2010-08-26 23:33:00", "post_id": 31}, {"user_name": "Haukur Litli", "text": "NEI, er kominn með ógeð á fullu fólki!", "date": "2010-08-27 01:08:00", "post_id": 32}, {"user_name": "JonMaiden", "text": "Alveg nóg að díla við fulla fólkið þegar það er með kjaft yfir kassan og einstaka átök (Securitas) en dyravarsla er fín vinna fyrir menn með sjálfseiðingahvöt, mikilmennskubrjálæði og 100 kg af kjöti <<<icon_wink.gif>>>", "date": "2010-08-29 14:04:00", "post_id": 33}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/badger.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2010-08-21 11:33:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/badger.gif", "path": "full/e2c33e58a32fc97f849dec4cae846a1815bf6206.gif", "checksum": "3071fa43c5c871b0ad60e0ce890e48e2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}