{"forum_title": "Almennt spjall", "id": "129284", "title": "tekinn af löggu", "url": "http://www.live2cruize.com/spjall/showthread.php/129284-tekinn-af-löggu", "posts": [{"user_name": "ingi15", "text": "ættlaði að spyrja hvort einhver hérna viti hvernig það er með þetta.   löggi mann stoppaði mig í kvöld og sagði að ég hafi verið á 121 á 80 götu sem að er bullshit þeir voru báðir að horfa í hina áttina og ekki uppi með radarana þegar að ég keyrðiframhjá og passportinn minn pípti ekki.  einn þeirra kom á eftir mér ekki með blá blikkandi ljós eða neitt og blikkaði bara háuljósunum þegar að ég var búinn að stoppa og spurði mig hvað ég hafi verið að keyra hratt og ég sagðist ekki vita það en ekki mjög hratt.   svo kom hinn löggan stuttu seinna.   þeir tóku niður símanúmer,heimilisfang,dvalastað og skóla og báðu mig svo að skrifa undir skýrsluna og ég sagði nei ég vil fá að sjá mælinguna eða upptöku því ég hafi ekki verið að fara svona hratt þá sögðu þeir að þetta væri bara vitnaburðurinn og að ég þyrfti bara að fara með þetta til dómstól ef ég væri ósáttur.  þá sagði ég aftur fór ekki svona hratt vil sjá mælingu eða eihvað sem seigir til um það þá sögðu þeir vini mínum að fara úr bílnum og tala við þá og spurðu hvað ég hafi verið að fara hratt og hann sagðist ekki vita það og að það hafi verið svartur bmw að keyra við hliðina á mér sem fór hraðar og afhverju þeir stoppuðu hann ekki þá sögðu þeir því við fórum bara á eftir þér.   svo sögðu þeir að ég mætti bara fara og ég keyrði í burtu. geta þeir gert eh þar sem að ég skrifaði ekki undir neitt eða játaði neinu?", "date": "2010-08-31 23:41:00", "post_id": 1}, {"user_name": "Pikachu", "text": "þeir geta ekki sektað þig nema hafa á þig mælingu.. verður að fá að sjá hana, eina sem þu getur gert er að neita <<<icon_wink.gif>>>", "date": "2010-08-31 23:44:00", "post_id": 2}, {"user_name": "-Hjalti-", "text": "þetta er eitthvað loðið", "date": "2010-08-31 23:46:00", "post_id": 3}, {"user_name": "ingi15", "text": "voru að horfa í hina áttina þegar að ég fór framhjá og ekki að mæla og komu ekki á eftir mér með blikkandi ljós og ég sagði ég vil sjá mælinguna og þá sögðu þeir að það væri ekki hægt því þeir keyrðu af stað", "date": "2010-08-31 23:54:00", "post_id": 4}, {"user_name": "Twincam", "text": "það er bara ekki rétt... þeir gera bara það sem þeim sýnist.", "date": "2010-08-31 23:55:00", "post_id": 5}, {"user_name": "Stefhauk", "text": "Löggan ætlaði einusinni að ná mér svona var á nýbílaveginum var kanski rétt yfir hámarkshraða, þeir stoppa mig og segja að ég hafi verið að keyra alltof hratt. Svo segja þeir að þeir ætli að leifa mér að sleppa í þetta sinn.\nSem segjir að þeir voru aldrei með mig á neinni mælingu og gátu ekkert gert, eru þeir ekki bara að reyna fá það útúr manni að maður játi á sig sökina annars geta þeir ekkert gert ef þeir eru ekki með neina sönnun fyrir því.", "date": "2010-08-31 23:57:00", "post_id": 6}, {"user_name": "bErio", "text": "Ertu semsagt að segja mér að löggan hafi stoppað þig og sagst hafa mælt þig á 121, en gat svo ekki sýnt þér mælinguna?\r\nÞetta er lost case fyrir lögregluna, ef mér minnir rétt þá eiga þeir að sýna þér mælinguna í bílnum ! \r\nFarðu uppá lögreglustöð og fáðu að vita allt um þessa skýrslu og hverjir voru að mæla og talaðu við yfirmann þeirra og fáðu rök.\r\nFarðu btw með forelda þínum eða einhverjum eldri, það virkar best.", "date": "2010-09-01 00:01:00", "post_id": 7}, {"user_name": "Gulli cruizer", "text": "þeir hljóta að þurfa að sína fram á eitthvað ,þetta er annars bara orð á móti orði <<<icon_smile.gif>>>", "date": "2010-09-01 00:01:00", "post_id": 8}, {"user_name": "ingi15", "text": "þetta voru 2 lögguhjól og annað þeira kom svona 2-3min á eftir hinu hjólinu. svo þegar að ég sagði ég ættla ekki að skrifa undir neitt fyrr en að ég fæ að sjá mælingu þá sagði annar þeirra þetta er bara vitnaburðurinn svo getur þú bara farið með hitt fyrir dómstól og ég veit það að ég var ekki á 120 þegar að sá þá og enþá hægar þegar að þeir litu á bílinn", "date": "2010-09-01 00:06:00", "post_id": 9}, {"user_name": "-Hjalti-", "text": "Var þetta ekki bara e-h að gera grín í ykkur??\n\nhttp://www.youtube.com/watch?v=ReHklWKsccw", "date": "2010-09-01 00:09:00", "post_id": 10}, {"user_name": "Pikachu", "text": "hvernig er þetta ekki rétt ? þeir geta ekki svipt þig bílprófinu fyrir ölvunarakstur ef þeir hafa enga mælingu ur blóði.. er þetta ekki bara svipað..", "date": "2010-09-01 00:09:00", "post_id": 11}, {"user_name": "-Hjalti-", "text": "nei", "date": "2010-09-01 00:10:00", "post_id": 12}, {"user_name": "Scooby", "text": "shitt hvað er verið að fiska kannski eru þeir að reyna hjálpa við að borga skuldir OR", "date": "2010-09-01 00:11:00", "post_id": 13}, {"user_name": "ingi15", "text": "greinilega! og ekki ættla ég að borga það", "date": "2010-09-01 00:17:00", "post_id": 14}, {"user_name": "Stefhauk", "text": "Það er ekkert þannig hér að löggan er að fá einhverja bónusa fyrir sektirnar sem þeir ná ?", "date": "2010-09-01 00:17:00", "post_id": 15}, {"user_name": "Lolli DSM", "text": "Þarf ekki að fara að taka á stafsetningu og málfari á þessu spjallborði? Mér finnst ég oft verða vitlausari (og má ekki við) við að lesa þetta <<<icon_wink.gif>>>\n\nAnnars held ég að þú þurfir ekki að hafa áhyggjur af því að fá sekt. Þetta er lost case fyrir lögguna.", "date": "2010-09-01 00:21:00", "post_id": 16}, {"user_name": "-Hjalti-", "text": "ding ding ding ding skil ekki orð af því sem þú segir", "date": "2010-09-01 00:54:00", "post_id": 17}, {"user_name": "KiddiJ", "text": "ahahahahahaha", "date": "2010-09-01 01:00:00", "post_id": 18}, {"user_name": "ingi15", "text": "hey! er þreyttur og þetta meikar vonandi aðeins meira sense núna<<<icon_lol.gif>>>", "date": "2010-09-01 01:02:00", "post_id": 19}, {"user_name": "dazy crazy", "text": "ef þeir sögðu þér á hvaða hraða þú varst þannig að farþegi þinn heyrði þá geturðu minnir mig bara sagt bæbæ", "date": "2010-09-01 09:46:00", "post_id": 20}, {"user_name": "drolezi", "text": "Varstu nokkuð á rauðum bíl að fara Miklubrautina og svo niður á Sæbraut?", "date": "2010-09-01 10:41:00", "post_id": 21}, {"user_name": "ingi15", "text": "nei svörtum", "date": "2010-09-01 11:31:00", "post_id": 22}, {"user_name": "109Rider", "text": "haha lenti í því nákvæmlega sama í gær, löggan sá mig keyra upp Breiðholtsbrautina og átti ekki möguleika að mæla mig en í staðinn eltu þeir mig heim á stæði, tóku mig inní bíll og sögðu að ég hafði verið að keyra hratt, ég neitaði bara, en þá varð löggimann pirrí pú og vildi leita á mér og í bíllnum mínum og auðvitað leifði ég þeim það, samt frekar kjánalegt af þeim, sérstaklega vera með bláuljósin blikkandi í hálftíma meðan þeir voru að leita.", "date": "2010-09-01 11:46:00", "post_id": 23}, {"user_name": "CS", "text": "Nei nei þeir eru safna fyrir næstu árshátíð hjá Lögguni <<<icon_wink.gif>>>", "date": "2010-09-01 12:17:00", "post_id": 24}, {"user_name": "hundur", "text": "gott að þú ert svona lögfróður maður <<<icon_lol.gif>>>", "date": "2010-09-01 12:21:00", "post_id": 25}, {"user_name": "ingi15", "text": "finnst líka fáranlegt að þeir hafi verið að reyna að fá vin minn til að seiga hvað ég hafi verið að fara hratt<<<icon_lol.gif>>> og hann sagði ekkert á hvaða hraða ég átti að hafa verið á fyrr en hinn löggann var líka komin og að seiga svo bara við vin minn þegar að hann var fyrir utan bílinn þið meigið bara fara?", "date": "2010-09-01 12:38:00", "post_id": 26}, {"user_name": "JoeyThunder", "text": "smá saga voða lega \"svipuð\" var farþegi í race-i vorum á drottningabrautinni á akureyri og að keyra í átt að flugvellinum sem er 70 gata. þetta var honda vs mustang ætli við hefðum ekki verið kominir hátt í 190km/h  þegar best lét stuttu seinna og minni hraða seinna byrjar radarvarinn í bílnum að blikka og væla á fullu þá sér hann bla ljós fyrir aftan okkur við stoppuim hjá hertz bílaleigunni a móti flugvellinum og Þá kom löggan sem var ílla brjáluð hún reif í hurðina hjá félaganum og sagði \"út úr bílnum og taktu ökuskirtinnið með þér\" það var talað við báða ökumennina í góðar 5 mín eða svo og farþeagar biðu inni bíll líka hin löggan en hann leyfi þeim að fara því hann gat ekki mælt hraðan en hann sá bara hvað þeir voru að gera og las bara yfir þeim hvað þetta gæti verið hættulegat að gera svona sem er alveg rétt.\n\n\ní þessum pósti er ekki verið að kvetja til hraðakstur...", "date": "2010-09-01 19:08:00", "post_id": 27}, {"user_name": "ingi15", "text": "það sem ég er mest að pæla í er hvort að sektin komi samt eða ekki þar sem að ég skrifaði ekki undir þetta og þeir sögðu okkur að fara bara", "date": "2010-09-01 19:16:00", "post_id": 28}, {"user_name": "krayzie", "text": "hahaha ekta svona \"damn náðum ekki að taka hann fyrir hraðann akstur, sjáum hvort við finnum ekki eitthvað dóp í bílnum fyrst hann er nú úr breiðholti\" Það er ekkert fyndnara en þegar löggur eru pirraðar og hafa ekkert á mann og reyna svo eins og þeir geta að finna HVAÐ SEM ER á mann bara til að hafa eitthvað <<<icon_lol.gif>>>", "date": "2010-09-01 19:28:00", "post_id": 29}, {"user_name": "krayzie", "text": "ef sektin kemur þá ferðu beint niðrá stöð með blaðið og ferð fram á staðfestingu á þessari mælingu og sönnun fyrir því að það þetta hafi verið þú <<<icon_wink.gif>>>", "date": "2010-09-01 19:28:00", "post_id": 30}, {"user_name": "ingi15", "text": "já ættla að gera það svo fór önnur löggan að leita að eh sem var að bílnum skoða dekkinn og eh<<<icon_lol.gif>>>", "date": "2010-09-01 19:32:00", "post_id": 31}, {"user_name": "Viktorkarl", "text": "Guði sé lof fyrir að svo sé ekki, ég þori ekki einu sinni að ýminda mér ef svo væri", "date": "2010-09-01 19:55:00", "post_id": 32}, {"user_name": "tomaz", "text": "Vinur minn lenti líka í þessu í gær, hann var á miklubrautinni að keyra niðureftir á toyotu smábíl, hann var sérstaklega að passa að fara ekki mikið yfir hámarkshraða. En hann var samt sem áður stoppaður fyrir að keyra á 110km/klst þegar hann var á 85-90, ætli þetta hafi verið eitthverjir gaurar sem hafi stolið þessum búningum. Eitthvað mikið að greinilega.", "date": "2010-09-01 20:27:00", "post_id": 33}, {"user_name": "Freyr", "text": "Ef þú neitar að blása og taka blóðsýni/öndunarsýni þá ertu sviftur í ár. Sama hvort þú ert drukkinn eður ey.", "date": "2010-09-01 20:55:00", "post_id": 34}, {"user_name": "drolezi", "text": "Já, sviptur í ár, OFAN Á sviptinguna sem fæst úr blóðinu sem verður tekið með valdi. Gríðarlega gáfulegt að neita að veita blóðsýni.", "date": "2010-09-01 21:22:00", "post_id": 35}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2010-08-31 23:41:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}