{"forum_title": "Tæknilega hornið: Almennt", "id": "130078", "title": "Hondu vesen.... 4000rpm í lausagangi", "url": "http://www.live2cruize.com/spjall/showthread.php/130078-Hondu-vesen-4000rpm-í-lausagangi", "posts": [{"user_name": "Kromo", "text": "ég var að dunda mér í vélarsalnum, þrífa og dunda mér.. tók slatta í sundur, setti það samt allt aftur saman\n\r\nhvað skemmdi ég?\n\r\nþegar ég starta fer hann í 2500rpm og svo eftir ca 10 sek fer hann í 4000rpm og helst þar, ég drap á honum strax þegar það gerðist..\n\r\ner einhver skynjari ótengdur?\n\r\nsvo hreyfði ég einhvað við fuel railinu, gæti verið að það sé málið?\n\n\n\r\nfínt að fá tillögur.. fer betur yfir þetta á morgun", "date": "2010-09-11 22:50:00", "post_id": 1}, {"user_name": "dazy crazy", "text": "Þetta er eðlileg, þú tjúnnaðir bara vtecið", "date": "2010-09-11 23:27:00", "post_id": 2}, {"user_name": "h1coupe", "text": "hvað tókstu í sundur? hljómar eins og vacumleki.", "date": "2010-09-11 23:39:00", "post_id": 3}, {"user_name": "Kromo", "text": "ég tók hitt og þetta í sundur, en já þetta gæti verið vacumleki, ég ætla að fara betur yfir vacum slöngur, var að fatta að ég athugaði þær ekki nógu vel", "date": "2010-09-11 23:57:00", "post_id": 4}, {"user_name": "Kromo", "text": "búinn að kíkja á allar vacumslöngur og þær eru allar tengdar, ég tók eftir því að það voru trossnaðir og ótengdir vírar á einu tengi á intake manifoldinu, tengdi þá en engin breyting á ganginum\n\nég tók líka eftir því að það er svartur reykur úr pústinu sem þýðir að hann er að blanda allt of ríkt\n\nEDIT: fann mynd af skynjaranum sem var ekki tengdur, það er þessi efri á myndinni", "date": "2010-09-12 00:32:00", "post_id": 5}, {"user_name": "h1coupe", "text": "búinn að redda þessu þá?", "date": "2010-09-12 00:49:00", "post_id": 6}, {"user_name": "Kromo", "text": "nei, þarf að bíða þangað til það byrtir úti, er bara úti á plani að græja þetta, en þetta er trúlegast þessi skinjari, hann hefur verið á mörkunum að detta í sundur og svo farið í sundur þegar ég var að fikta en ég posta hér inn ef þetta er ekki skynjarinn", "date": "2010-09-12 01:29:00", "post_id": 7}, {"user_name": "Sævar Örn", "text": "tps skynjari getur haft áhrif á hægaganginn já, og í sumum bílum við vissar aðstæður jafnvel orsakað að hann fer ekki í gang.", "date": "2010-09-12 02:03:00", "post_id": 8}, {"user_name": "h1coupe", "text": "getur líka hafa víxlað þessum tveimur plöggum map og tps þá gengur hann eins og ****.", "date": "2010-09-12 02:05:00", "post_id": 9}, {"user_name": "Kromo", "text": "hann er farinn að ganga í 5000rpm\n\nhttp://www.facebook.com/video/video.php?v=432752382695", "date": "2010-09-12 13:52:00", "post_id": 10}, {"user_name": "elisvk", "text": "hehe var þetta það sem gerðist þegar ég skutlaði ykkur félögunum heim um daginn? Settir hann ískaldann í gang og byrjaðir strax að þenja hann, eða varst það kannski bara þú?", "date": "2010-09-13 05:22:00", "post_id": 11}, {"user_name": "Kromo", "text": "nei þetta var að byrja í fyrradag, en ég þarf að halda honum í smá snúning, 2000-2500 til að hann drepi ekki á sér þegar hann er kaldur", "date": "2010-09-13 08:14:00", "post_id": 12}, {"user_name": "elisvk", "text": "hehe ok. Nefninlega um leið og þú startaðir hristi vinur minn bara hausinn :P héldum að þú værir svaka showoff\n\r\nedit: það er mjög auðvelt fyrir þig að hækka hægaganginn, man ekki hvort það sé skrúfa eða bolti en þetta er beint ofaná vélinni, lítill plast hringur með vír á.", "date": "2010-09-13 08:35:00", "post_id": 13}, {"user_name": "haukurn", "text": "kemur ekki check engine ljosið ? ef eg er ekki með TPS skynjarann í gangi, þá fer tölvan bara í safe mode, og gengur í 3000rpm og með CEL", "date": "2010-09-13 08:50:00", "post_id": 14}, {"user_name": "Kromo", "text": "hann er byrjaður að ganga aðeins hægar eftir að ég tengdi tps skynjarann betur en núna flakkar hann á milli 1000rpm og 2000rpm eftir nokkrar sekúndur\n\nsvo þegar ég gef í, hikstar hann mjög oft og svo á hann það til að drepa á sér og sprengja útum pústið..\n\nstartup = http://www.facebook.com/home.php?#!/...v=433113137695 \n\ná ferðinni = http://www.facebook.com/magneuson?v=...v=433115132695\n\nstoppa/bakka í stæði = http://www.facebook.com/video/?id=63...v=433116452695\n\n\nsér fólk vídjóin?", "date": "2010-09-13 10:44:00", "post_id": 15}, {"user_name": "haukurn", "text": "sé videoin.\nþað er CEL ljós. það er ótengdur rafmagnskubbur fyrir ofan tölvuna hja þér(undir hanskahólfinu). er grár eða grænn. settu vír á milli tengjanna á kubbnum.. svissaðu lyklinum hálfa leið, þá sérðu CEL ljósið blikka. \n\nherna er hvernig á að gera þetta, og hvernig þú lest útur þessu, getur rúllað á mig og ég get athugað þetta fyrir þig ef þú vilt.\n\nhttp://www.honda-tech.com/showthread.php?t=1901557", "date": "2010-09-13 17:30:00", "post_id": 16}, {"user_name": "Kromo", "text": "flott, ætla að tjekka á þessu", "date": "2010-09-13 20:44:00", "post_id": 17}, {"user_name": "Kromo", "text": "ljósið blikkaði ekki, eg er 99% viss um að þetta hafi verið rétt gert hjá mér", "date": "2010-09-13 23:03:00", "post_id": 18}, {"user_name": "baldur", "text": "Það er bara eitt sem getur valdið 4000rpm lausagangi og það er að vélin er að fá alltof mikið loft. Athugaðu hvort að inngjöfin sé að lokast alveg, að bensíngjafarbarkinn sé slakur. Ef það er ekki málið og enginn vakúmleki, þá gæti vatnshitaskynjarinn verið ótengdur eða vitlaust tengdur, og tölvan heldur að vélin sé svona ísköld. Prófaðu annars að aftengja lausagangsventilinn sem er aftaná soggreininni.", "date": "2010-09-14 00:18:00", "post_id": 19}, {"user_name": "Kromo", "text": "hann er hættur að ganga í 4000rpm, og flakkar núna milli 1000 og 2000, en stundum fer hann ekki neðar en 2000. svo virkar bensíngjöfin bara þegar maður botnstígur hann og þegar maður rétt tipplar á hana og á einhverjum smá bút þar á milli, þegar bensíngjöfin hættir að virka þá dettur hann niður í 1000rpm og þá byrjar hún að virka á þeim punkti", "date": "2010-09-14 09:34:00", "post_id": 20}, {"user_name": "Einar Örn", "text": "varstu eitthvað að fikta í kertum ,kertaþráðum,kveikihamrinum....tókstu soggreinina af mótornum...voru pakningarnar í lagi þegar þú settir saman aftur..notaðiru pakningarlím..\n\nþað er svo mikið af smá atriðum semað getur verið að hjá þér...en mér finst einsog þetta sé að hveikjan er á röngum tima...getur sett í gang og losað uppá hveikjunni og snuið smá þá á gangurinn að verna eða lagast..", "date": "2010-09-14 10:04:00", "post_id": 21}, {"user_name": "Kromo", "text": "fiktaði ekkert í kertum ,kertaþráðum,kveikihamrinum, tók sogreinina ekki af, tók bara skynjara úr sambandi og setti þá samt aftur saman, ég ætla að fá að prófa skynjara úr öðrum vti hjá félaga mínum til að sjá hvað er farið", "date": "2010-09-14 12:53:00", "post_id": 22}, {"user_name": "Kromo", "text": "þetta lagast þegar hann hitnar", "date": "2010-09-14 14:56:00", "post_id": 23}, {"user_name": "haukurn", "text": "reyndu að finna þennann CEL code.. pottþétt það sem leysir málið.\n\nef þetta virkaði ekki hja þér,, prófaðu að endurræsa ECU (taka rafgeymi úr sambandi í nokkar min) og prófa aftur aðferðina", "date": "2010-09-14 15:47:00", "post_id": 24}, {"user_name": "krayzie", "text": "er tps skynjarinn ekki bara ónýtur, það útskýrir allavega ganginn rokka upp og niður.", "date": "2010-09-14 17:35:00", "post_id": 25}, {"user_name": "Kromo", "text": "hann var ónýtur, svo voru einhverjar vacum slöngur vitlaust tengdar frá því það var swappað b20 í hann, núna gengur hann einsog klukka.\n\nég snerti aldrei vacumslöngurnar, en vírarnir á tps skynjaranum voru teipaðir saman og fóru í sundur þegar ég var að þrýfa.. en nú eru fínir kapalskór á þessu öllu\n\nRexinn hérna á spjallinu hjálpaði mér mjög mikið við þetta", "date": "2010-09-14 22:31:00", "post_id": 26}, {"user_name": "Kromo", "text": "ég notaði vitlaust tengi, svo fundum við rétta tengið lengra á bakvið og þá kom í ljós að Tps var ónýtur og map, en map var í lagi bara vitlaust tengdur", "date": "2010-09-14 22:32:00", "post_id": 27}, {"user_name": "haukurn", "text": "ok, flott að þetta er komið í lagi <<<icon_smile.gif>>>", "date": "2010-09-14 23:03:00", "post_id": 28}, {"user_name": "Kromo", "text": "fór í skoðun í dag, fékk akstursbann út á hjólalegu<<<icon_lol.gif>>> það syngur ekki einusinni í henni haha", "date": "2010-09-15 15:52:00", "post_id": 29}, {"user_name": "Arnar Ingi", "text": "FAIL hehe", "date": "2010-09-16 13:44:00", "post_id": 30}, {"user_name": "bjorgvinkarl", "text": "haha leiðinlegt..", "date": "2010-09-16 18:07:00", "post_id": 31}, {"user_name": "Sævar Örn", "text": "Ef þú færð akstursbann út á hjólalegu þýðir það að svo mikið hlaup er komið í hana að útlit er fyrir að hjólið geti farið að gera sig tilbúið að yfirgefa restina af hjólabúnaðinum, þannig ef þú heyrir ekki niðinn í legunni þá þarftu sennilega að lækka í útvarpinu eða fá þér púströr.", "date": "2010-09-16 22:19:00", "post_id": 32}, {"user_name": "Siggi-Lancer", "text": "heyrðist ekkert í henni þegar ég átti þennan bíl og ekki heldur fyrri eigandi", "date": "2010-09-16 22:32:00", "post_id": 33}, {"user_name": "krayzie", "text": "maður finnur það veeel ef hjólalega er óóónýt?... tjekkiði aldrei á svona hlutum þegar þið kaupið bíl? það þarf ekki nema rétt að hrista felguna til að sjá hvort eitthvað kasst sé komið a leguna.", "date": "2010-09-17 03:05:00", "post_id": 34}, {"user_name": "Sævar Örn", "text": "Ég á allavega enn eftir að lenda í því að skipta um hjólalegu í bíl sem er skröltandi undir en engin hljóð heyrast við að keyra bílinn, og ég hef skipt um hjollegur í mörgum bílum", "date": "2010-09-17 10:12:00", "post_id": 35}, {"user_name": "Ford Racing", "text": "Þegar að nafið er orðið étið upp eftir legu að þá getur þetta alveg skeð.", "date": "2010-09-17 12:32:00", "post_id": 36}, {"user_name": "blackhole", "text": "var hún ekki bara búin að syngja sitt síðasta?? borroromm tsssh", "date": "2010-09-17 23:26:00", "post_id": 37}, {"user_name": "Kromo", "text": "hahaha<<<icon_lol.gif>>>", "date": "2010-09-18 00:29:00", "post_id": 38}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2010-09-11 22:50:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}