{"forum_title": "Almennt spjall", "id": "130197", "title": "hvað er best að nota á leðursæti?", "url": "http://www.live2cruize.com/spjall/showthread.php/130197-hvað-er-best-að-nota-á-leðursæti", "posts": [{"user_name": "Þráinn", "text": "þarf að bera á leðrið í bílnum hjá mér, svört sæti og hrein og allt það, var bara að spá í hvað væri besta efnið til að nota?\n\nMothers (eða annað álíka)\n\n\neinhvern heimilisleðurhreinsir eða bara gömlu góðu leðurfeitina?", "date": "2010-09-13 18:51:00", "post_id": 1}, {"user_name": "ingvarp", "text": "ef þú kemst í Mothers þá mæli ég eindregið með því!", "date": "2010-09-13 19:41:00", "post_id": 2}, {"user_name": "ingi15", "text": "mothers leðurhreinsirinn og næringinn virka mjög fínt", "date": "2010-09-13 21:25:00", "post_id": 3}, {"user_name": "bErio", "text": "http://mothers.is/vorur/vara/id/18\nMega gott stuff", "date": "2010-09-13 21:57:00", "post_id": 4}, {"user_name": "Þráinn", "text": "en hefur einhver prufað gömlu góðu leðurfeitina, á nefnilega huge krukku inní skáp <<<icon_lol.gif>>>", "date": "2010-09-13 23:18:00", "post_id": 5}, {"user_name": "kelirína", "text": "svona miðlungs efni sem gott er að notast við í flýti þá er það Reflections Leather Car frá Mothers.  En ef þú vilt eitthvað almennilegt þá mæli ég með að fara í Hvítlist og fá almennilegt leðurhreinsi og leðurfeiti.  Leðrið verður mjúkt og fallegt.", "date": "2010-09-13 23:21:00", "post_id": 6}, {"user_name": "Þráinn", "text": "þakka þér kærlega fyrir! margt sniðugt á heimasíðunni þeirra www.hvitlist.is\n\ntd. þetta er góð lesning\nAðferðir til að fríska upp á leðurmuni  (húsgögn, skó, jakka, töskur eða bílsæti)\n\n\nViðhald\nHreinsið með Leather Cleaner og látið þorna í u.þ.b. tvo tíma. Berið á Gold Quality leðurfeiti og látið þorna til næsta dags. Pússið yfir með hreinum mjúkum klút.\n\nEf hellist niður\nÞurrkið upp með rakadrægum klút. Hreinsið blettinn með Leather Cleaner og látið þorna í tvo tíma. Berið Gold Quality leðurfeiti á og látið þorna til næsta dags. Pússið yfir með hreinum mjúkum klút.\n\n\nEf leðrið er farið að láta á sjá eða er rispað\nHreinsið með Leather Cleaner, berið á Recolour. Gætið þess að hafa sama lit. Byrjað er á slitnum og rispuðum flötum og því næst farið yfir allan flötinn einu sinni eða tvisvar. Á þriggja sæta sófa og tvo stóla þarf u.þ.b. tvö glös af Leather Cleaner, tvö glös af Recolour 150 ml – 500 ml leðurfeiti og hreina mjúka klúta.\n\n\nEf skipta á um lit á húsgögnum, skóm, töskum, jökkum eða bílsætum\nHreinsið fyrst með Remover (bleyta vel) og látið þorna í tvo tíma. Berið þekjandi lit (dækfarve) tvisvar sinnum, látið líða fjóra tíma milli umferða. Við þetta er notaður pensill. Gætið þess að laus hár séu ekki í pensli. Til að forðast það er gott að slípa pensilinn með sandpappír. Eftir 12 tíma er borin á Gold Quality leðurfeiti og hún látin þorna til næsta dags. Þá er pússað yfir með hreinum mjúkum klút. Á þriggja sæta sófa og tvo stóla þarf 1 lítra af Remover, tvö glös af Egal þekjandi lit 250 ml, pensil og sandpappír, 500 ml leðurfeiti og mjúka klúta.\n\n\nGott að vita\nLeður verður oftast fallegra með aldrinum. Vilji maður tryggja að leðrið endist þarf að gæta þess að húsgögn standi ekki of nálægt miðstöðvarofnum því þá þornar það og gránar. Fjarlægð þarf að vera minnst 30 sm. Verndið leðrið fyrir sólarljósi því það upplitast auðveldlega. Ryksugið án þess að rispa eða þurrkið af með þurrum klút .\n\n\nSápuvatn er ekki gott fyrir leðrið. Notið aldrei sulfo, bensín eða önnur sterk efni. Þau valda meiri skaða en þau gera gagn.", "date": "2010-09-13 23:35:00", "post_id": 7}, {"user_name": "Scooby", "text": "ég notaði einhvertíman áburð og hreynsi frá Maguiars og hann var bara nokkuð góður", "date": "2010-09-13 23:38:00", "post_id": 8}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2010-09-13 18:51:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}