{"forum_title": "Tæknilega hornið: Almennt", "id": "130590", "title": "VF-series Túrbínur", "url": "http://www.live2cruize.com/spjall/showthread.php/130590-VF-series-Túrbínur", "posts": [{"user_name": "Sleeper", "text": "Snilldarlisti með upplýsingum yfir túrbínur, gerð og gæði þeirra.\n\r\nThis should be stickied if possible\n\r\nAfter searching for ages in all sorts of places here is a collaboration of everything i have found so far about the vf series turbos\n\r\nVF22\r\nThis turbo has the highest output potential of all of the IHI VF series turbos and is the best choice for those who are looking for loads of top end power. The top end power however, does not come without a cost. The VF22 spools significantly slower than the rest of the IHI models due to the larger P20 exhaust housing and is much less suited for daily driving than some of the other models. Although the largest VF series turbo, the VF22 is not quite optimal for stroked engines or those who wish to run more than 20PSI of boost.\n\r\nVF23\r\nThis turbo is considered a great all-around turbo. Like the VF22 it utilizes the largest P20 exhaust housing. This housing is mated with a smaller compressor housing of the of the VF24. This turbo is considered optimal in applications with range from mild to slightly wild. It does not have the same top end power of the VF22, but spools up significantly quicker.\n\r\nVF24\r\nThis turbo shares its compressor housing with the VF23 however, this housing is mated with a smaller (P1<<<icon_cool.gif>>> exhaust side. The smaller characteristics of this turbo allow it to provide ample bottom end power and quick spool. This turbo is very popular for Imprezas with automatic transmissions and Group N rally cars.\n\r\nVF28\r\nThis turbo came standard on the STi Version 5. In terms of overall size, it is smaller than the VF22, VF30 and VF34, and about same size as the VF23.\n\r\nVF29\r\nThis Turbo is nearly identical to the VF24, with the same compressor and exhaust housings. However the compressor wheel in the VF29 is has been changed slightly. The changes made to the compressor wheel in this model are generally viewed as improvements, and as such this unit is typically chosen over the VF24.\n\r\nVF30\r\nThe VF30 is commonly considered the best bang for the buck turbo in the IHI VF series line. A relatively new model the VF30 features the same exhaust housing as the VF24 but a larger compressor side similar to the VF22. The combination of these two parts results in increased output potential without the lag associated with the VF22. Although it doesn't offer the top end supremacy of the VF22, the VF30 is a great compromise between these unit and the quicker spooling models.\n\r\nVF34\r\nThe VF34 is nearly identical to the VF30, with the same exhaust housing and compressor. However the VF34 goes back to the ball bearing design, and in doing so achieves full boost approximately 500RPM sooner than the comparable VF30. The VF34 is the most recent IHI design and as such costs slightly more than its counterpart. Top end performance and maximum output are identical to the 30.\n\r\nVF35\r\nThe VF35 has identical internals as the VF30 and it uses divided thrust bearings. However, the exhaust housing is a P15 which means this turbo will have fantastic spool characteristics. This turbo is standard on the new WRX Type RA. LIMITED SUPPLY.\n\r\nVF36\r\nRoller bearing version of the twin scroll VF37, also has a titanium turbine and shaft for even quicker spool. Same compressor housing as VF30/34, however twin scroll P25 exhaust housing provides slightly better top end output due to reduced exhaust pulse interference. This turbo is good for 400HP and used on JDM STI Spec C from 2003 onwards.\n\r\nVF37 (thrust bearing)\r\nEnter the age of twin scroll IHI turbos. Same compressor housing as VF30/34, however has a new twin scroll P25 exhaust housing that provides slightly better top end output due to reduced exhaust pulse interference. Twin scroll also provides better spool up for improved low down response over the VF30/34. This turbo is good for 400HP and used on JDM STI from 2003 onwards.\n\r\nVF38\r\nTwin scroll turbo with titanium turbine and shaft. Smaller compressor housing than VF36/VF37 provides tremendous spool up capabilities but less top end than VF36/37. The spool capabilities of this turbo are demonstrated on the JDM Legacy GT, which reaches peak torque at 2400RPM.\n\r\nVF39\r\nSingle scroll turbo used on USDM STI and latest 2.5L STIs released internationally. Smaller than VF30/VF34.\n\r\nVF42\r\nExclusive turbo to the S203/S204 models, this features a twin scroll design with a slightly larger compressor than the VF36/37 turbos and different turbine design (more blades). The VF42 is a roller-bearing turbo and is likely of similar size to the VF22 turbo, but with twin scroll exhaust housing for faster spool and superior top end performance due to reduced exhaust pulse interference.\n\r\nPE 1818 The 1818 supposedly comes on boost extremely fast...which make it great for road racing or aggressive driving (remember to be responsible :^). The 1818 maxes out somewhere between 350-375 hp.\n\r\nPE 1820 The 1820 is larger than the 1818 and is capable of running more boost, but at the expense of more turbo lag. Expect it not attain full boost until you have passed 4000 rpm. However, it can be tuned to 400+ hp.\n\n\n\r\nIHI & Garret Turbo Specs\r\nModel Type Compressor Inlet Diameter Compressor Housing Nominal Turbine Housing Turbine Approx A/R Compressor Wheel Blades Turbine Wheel Blades Waste Gate Actuator Turbine Casting ID & Batch\r\nVF22 Roller Bearing 48.5 A 9.4 PZ20-H 94001 0.71 5 11 C395 H, H4\r\nVF 23 Roller Bearing 46.7 B 9.4 PZ20-H 94001 0.71 6 11 C395 8psi TBA\r\nVF 24 Roller Bearing 46.7 B 9.4 PZ18-H 94001 0.63 6 11 C418 8psi H, S4, 66\r\nVF 30 Bronze Bearing 47.9 C 9.4 PZ18-H 94001 0.63 6 11 C484 H, S4, IC F55\r\nVF 34 Roller Bearing\n\r\nGarrett 400 Ball Bearing 53 - - Outlet Dia 51.5 - 7 9 11 psi\r\nGarrett 450-500 Ball Bearing 53 Outlet Dia 46.9 - 7 10 14 psi\n\n\n\n\r\nTurbo Type ----------- Approx flow @ pressure\r\nStock Turbo ---------- 360 CFM at 14.7 PSI\r\nIHI VF 25 ------------- 370 CFM at 14.7 PSI\r\nIHI VF 26 ------------- 390 CFM at 14.7 PSI\r\nT3 60 trim ----------- 400 CFM at 14.7 PSI\r\nIHI VF 27 ------------- 400 CFM at 14.7 PSI\r\nIHI VF 24/28/29 ----- 410 CFM at 14.7 PSI\r\n========= 422 CFM max flow for a 2 Liter at .85 VE pressure ratio 2.0 (14.7 PSI) 7000 RPM =======\r\nIHI VF 23 ------------- 423 CFM at 14.7 PSI\r\nFP STOCK HYBRID -- 430 CFM at 14.7 PSI\r\nIHI VF-30 ------------- 435 CFM at 14.7 PSI\r\nSR 30 ----------------- 435 CFM at 14.7 PSI\r\nIHI VF-22 ------------ 440 CFM at 14.7 PSI\r\nT04E 40 trim -------- 460 CFM at 14.7 PSI\r\n========= 464 CFM max flow for a 2.2 Liter at .85 VE pressure ratio 2.0 (14.7 PSI) 7000 rpm =======\r\nPE1818 -------------- 490 CFM at 14.7 PSI\r\nSmall 16G ------------ 505 CFM at 14.7 PSI\r\nION Spec (stg 0) --- 525 CFM at 14.7 PSI\r\n========= 526 CFM max flow for a 2.5 Liter at .85 VE pressure ratio 2.0 (14.7 PSI) 7000 RPM =======\r\nLarge 16G ----------- 550 CFM at 14.7 PSI\r\nSR 40 ----------------- 595 CFM at 14.7 PSI\r\n18G ------------------- 600 CFM at 14.7 PSI\r\nPE 1820 -------------- 630 CFM at 14.7 PSI\r\n20G ------------------ 650 CFM at 14.7 PSI\r\nSR 50 ---------------- 710 CFM at 14.7 PSI\r\nGT-30 ---------------- 725 CFM at 14.7 PSI\r\n60-1 ----------------- 725 CFM at 14.7 PSI\r\nGT-35R -------------- 820 CFM at 14.7 PSI\r\nT72 ------------------ 920 CFM at 14.7 PSI <--- Note you would have to spin a 2.0 L engine at about 14,000 rpm to flow this much air.\r\nIHI VF 25 ----------- 395 CFM at 18 PSI\r\nIHI VF 26 ----------- 400 CFM at 18 PSI\r\nT3 60 trim ---------- 410 CFM at 20 PSI\r\nIHI VF 27 ----------- 420 CFM at 18 PSI\r\nIHI VF 24/28/29 -- 425 CFM at 18 PSI\r\nIHI VF 23 ----------- 430 CFM at 18 PSI\r\nIHI VF-30 ----------- 460 CFM at 18.0 PSI\r\nAVO 320HP -------- 465 CFM at 17.5 PSI\r\nT04E 40 trim ------ 465 CFM at 22 PSI\r\nFP STOCK HYBRID- 490 CFM at 18.0 PSI\r\nIHI VF-22 ---------- 490 CFM at 18.0 PSI\r\nSR 30 --------------- 490 CFM at 22 PSI\r\nSmall 16G ---------- 490 CFM at 22 PSI\r\nION Spec (stg 0) - 500 CFM at 19 PSI\r\nPE1818 ------------ 515 CFM at 22 PSI\r\nLarge 16G --------- 520 CFM at 22 PSI\r\n========= 526 CFM max flow for a 2 Liter at .85 VE pressure ratio 2.5 (22 PSI) 7000 rpm =======\r\n========= 578 CFM max flow for a 2.2 Liter at .85 VE pressure ratio 2.5 (22 PSI) 7000 rpm =======\r\nHKS GT2835 ------- 580 CFM at 22 PSI 400 hp\r\nMRT 400 ------------ 580 CFM at 16 PSI\r\nAVO 400HP -------- 580 CFM at 17.5 PSI\r\nMRT 450 ------------ 650 CFM at 19 PSI\r\nAVO 450HP -------- 650 CFM at 20.0 PSI\r\nSR 40 ---------------- 650 CFM at 22 PSI\r\n========= 658 CFM max flow for a 2.5 Liter at .85 VE pressure ratio 2.5 (22 PSI) 7000 rpm =======\r\nHKS GT3037 ------ 670 CFM at 22 PSI 460 hp\r\nPE 1820 ----------- 680 CFM at 22 PSI\r\n20G ---------------- 695 CFM at 20.0 PSI\r\nHKS GT3040 ----- 710 CFM at 22 PSI 490 hp\r\nAVO 500HP ------ 770 CFM at 22 PSI\r\nSR 50 ------------- 770 CFM at 22 PSI\r\nGT-30 ------------- 790 CFM at 22 PSI\r\n60-1 --------------- 800 CFM at 22 PSI\r\nHKS GT3240 ----- 830 CFM at 22 PSI 570 hp\r\nGT-35R ----------- 880 CFM at 22 PSI\r\nT72 --------------- 1000 CFM at 22 PSI <--- note you would have to run a 2.0 L engine at >40 PSI boost to flow this much air\r\nConversions used where there was control over conversion factors:\r\n1 HP approx equals 1.45 CFM\r\n1 CFM approx equals 0.0745 lb of air/min\r\n0.108 Lb/min approx equals 1 hp\r\n1 Meter cubed/sec = 35.314 CFS = 2118.867 CFM\r\n1 KG/sec = 132 lbs/min approx equals 1771.812 CFM\r\npower coversions:\r\n1 PS = 0.9859 HP = 75 Kgf m/sec\r\n1.3405 HP = 1 KW\r\n1 HP = 746 watts\n\r\nhopefully this will be easier for people to find\n\n\n\nhttp://www.rs25.com/forums/f7/t60874...omparison.html", "date": "2010-09-18 12:33:00", "post_id": 1}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2010-09-18 12:33:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}