{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "131405", "title": "Önnur kúplinga spurning", "url": "http://www.live2cruize.com/spjall/showthread.php/131405-Önnur-kúplinga-spurning", "posts": [{"user_name": "SveinnHalldór", "text": "Er með Toyotu Touring 92\" og um daginn byrjaði kúplingin að vera eitthvað leiðinleg, s.s  þegar að ég kúpla og set í gír þá sleppir kúplingin sjálf(eftir c.a 2sec) þó að ég haldi pedalnum alveg niðri. Er kúplingpressan að fara eða eitthvað annað? \n\r\nOg vita menn um eitthverjar partasölur með touring eða kannski eitthverjir spjallmeðlimir sem eiga svoleiði og vilja selja eitthverja parta(vantar nokkra hluti)", "date": "2010-09-28 15:54:00", "post_id": 1}, {"user_name": "Haukur Litli", "text": "Ég á parta í Touring, hvað vantar þig? Ég held að Jamil eigi allt sem þig vantar í Touring, en hvað hann vill fyrir dótið er svo annað mál.", "date": "2010-09-28 16:51:00", "post_id": 2}, {"user_name": "Axel Jóhann", "text": "Það sem er að angra þig er það að kúplings þrællinn er að leka hjá þér, annað hvort það eða skemmt rör/slanga að honum, það er þó líklegra að þetta sé þrællinn sjálfur.", "date": "2010-09-30 20:39:00", "post_id": 3}, {"user_name": "SveinnHalldór", "text": "það er eitt og annað sem vantar í þennann bíl, áttu leiði í bæinn á næstunni?\n\r\nVeistu hvar jamil er staðsettur?", "date": "2010-10-11 15:15:00", "post_id": 4}, {"user_name": "SveinnHalldór", "text": "Komst loks í það að skoða þetta, rörin leka ekki og forðabúrið fyrir olíuna er alveg fullt þannig er þetta þá ekki örugglega dælan?", "date": "2010-10-11 15:18:00", "post_id": 5}, {"user_name": "Haukur Litli", "text": "Jamil er í Grænumýri í Mosó. \n\nÉg er ekki að fara suður fyrr en eftir 2-4 vikur. En ég get hent dóti í flutningabíl og sent frítt suður í Dugguvog í 104 RVK.", "date": "2010-10-11 16:07:00", "post_id": 6}, {"user_name": "Sævar Örn", "text": "Ertu viss um að það sé ekki bara að leka inn í bíl?", "date": "2010-10-11 18:33:00", "post_id": 7}, {"user_name": "SveinnHalldór", "text": "Ha? nú skil ég ekkert hvað þú átt við", "date": "2010-10-12 00:39:00", "post_id": 8}, {"user_name": "Sævar Örn", "text": "Efri kúplingsdælan lekur yfirleitt inn í bíl ef hún lekur yfir höfuð, þar sem teinninn fer úr pedalanum gegnum kvalbak og í dæluna.\n\nÞú lýsir þessu nákvæmlega eins og það sé leki þ.e. lögnin heldur ekki þrýsting.\n\nEf kúplingspressan væri eitthvað biluð og myndi orsaka þetta þá hefði ég haldið að hún myndi annaðhvort virka eðlilega eða bara ekki virka eða snuða óeðlilega.", "date": "2010-10-12 11:41:00", "post_id": 9}, {"user_name": "SveinnHalldór", "text": "skoðaði þetta aðeins betur, fann einga olíu inni í bílnum(reyndar erfitt að sjá, fullt af plast drasli) og svo er forðabúrið fyrir olíuna fullt, en samt er ég búinn að keyra vel yfir 2000km með þetta svona.\r\nég fer bara að kíkja til jamils <<<icon_lol.gif>>> þetta verður að vera komið í lag áður enn eitthvað frost kemur", "date": "2010-10-17 12:28:00", "post_id": 10}, {"user_name": "punktur", "text": "Jamil er í Grænumýri í Mosó. / er þetta toyotu partasalan í mosó ?", "date": "2010-10-17 14:27:00", "post_id": 11}, {"user_name": "SveinnHalldór", "text": "Já held það, en nú er kúplingin hætt að virka, Eitthverjar hugmyndir?", "date": "2010-10-26 10:29:00", "post_id": 12}, {"user_name": "tobbi22", "text": "þrællinn eða höfuðdælan.farinn þétti gúmmi bara birja að rífa þrællinn eða fá annan þræl og prufa þig áfram", "date": "2010-10-26 10:53:00", "post_id": 13}, {"user_name": "SveinnHalldór", "text": "Já ætlaði einmitt að prófa bara að skipta um þræl fyrst og sjá hvernig það heppnast", "date": "2010-10-26 20:53:00", "post_id": 14}, {"user_name": "Þráinn", "text": "hvaða olía er á forðabúrinu?\n\nef það lekur ekki og það er enginn bremsuvökvi þá er höfuðdælan að slúðra. það getur gerst án þess að það leki út úr henni.\n\nhins vegar ef að þrællin væri að leka myndi leka út einhversstaðar og forðabúrið myndi tæmast.\n\n\nPS. ef það er sett annað en bremsuvökvi á kerfið þá mýkjast gúmmíin og eyðileggjast.", "date": "2010-10-26 23:15:00", "post_id": 15}, {"user_name": "SveinnHalldór", "text": "Forðabúrið var fullt þegar hann fór að láta leiðinlega, en veit ekki fyrir víst hvaða vökvi það er(held samt að það sé bremsuvökvi)\nPrófa að taka vökvann af og setja nýjann eða ætti ég bara að skipta um höfuðdæluna?", "date": "2010-10-27 14:45:00", "post_id": 16}, {"user_name": "bodvarg", "text": "hljómar svona ein og að einhverjar þéttingar inni í kerfinu séu farnar að það leki á milli hólfa", "date": "2010-10-27 14:52:00", "post_id": 17}, {"user_name": "kristján", "text": "á allt tíl í svona bíla Aðstoð sf 893-3867", "date": "2010-10-27 18:39:00", "post_id": 18}, {"user_name": "Þráinn", "text": "mynnir mig á það... lennti á gamalli 1300cc rollu sem að hætti að kúppla!\n\nskipti bara um bremsuvökva og hann var good to go. veit ekki alveg hvernig það gerðist en við vorum bara ánægðir.", "date": "2010-10-28 19:47:00", "post_id": 19}, {"user_name": "bodvarg", "text": "myndi prófa að setja þykkari bremsuvökva í forðabúrið eftir að búið er að tæma", "date": "2010-10-31 23:45:00", "post_id": 20}, {"user_name": "Oskar K", "text": "nákvæmlega, ef að þétting gefur sig í höfuðdælu á svona kerfi þá lekur hann bara milli hólfa á stimplinum (s.s. það verður enginn sjáanlegur leki og það lekur ekki af kerfinu)", "date": "2010-11-01 02:07:00", "post_id": 21}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2010-09-28 15:54:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}