{"forum_title": "Almennt spjall", "id": "13189", "title": "Réttdræp Ríkisstjórn???", "url": "http://www.live2cruize.com/spjall/showthread.php/13189-Réttdræp-Ríkisstjórn", "posts": [{"user_name": "hundur", "text": "Var að heyra það frá einum að þessi fokking ríkisstjórn okkar er svo fokking biluð þessir andskotans drulluháleistar og $#%\"#$%#\"$%#$&! að þeir voru að segja það að bílar séu orðnir svo sparneytnir að það hafi minnkað um 10% síðastliðin ár innkoman hjá ríkinu á bensíni, svo að þeir ætli að fara finna upp einn en andskotans helvítis skattinn á bensín og setja helvítis kílómetramæli í hvern einsta fokking bíl. Djöfulsins ógeð og fávitar. Ef þetta gengur eftir þá mundi ég ekki þora að vera í ríkisstjórninni í umferðinni án þess að iega þá hættu að einhver mundi koma og keyra inní hliðinna á mér og drepa mig!!!!!!!!!!!\n\n<<<burn.gif>>> <<<realmad.gif>>> <<<cursin.gif>>> <<<rant.gif>>> #\"$%$#%\"&$%&/ fávitar og ef þetta gengur í garð þá á að gera þessa menn réttdræpa fjandinn hafi það!!!!\n\n\n\r\nEn þar sem ég veit ekki mikið um málið, veit einhver meira og á einhver byssu handa mér og 12skot!", "date": "2006-04-06 14:02:00", "post_id": 1}, {"user_name": "Ingsie", "text": "Hjalti minn koma svo\n\n\r\nanda inn og anda út, anda inn og anda út! Svona svona þú getur þetta alveg  <<<icon_lol.gif>>>", "date": "2006-04-06 14:03:00", "post_id": 2}, {"user_name": "baldur", "text": "Bjóðum bara Osama Bin Laden í heimsókn og látum hann sprengja alþingi í loft upp ef að þessu verður...", "date": "2006-04-06 14:15:00", "post_id": 3}, {"user_name": "Aron Preza", "text": "ohhhh þetta land er nu að fara til helvítis <<<icon_mad.gif>>>", "date": "2006-04-06 14:15:00", "post_id": 4}, {"user_name": "Andriii", "text": "láttu mig vita með smá fyrirvara því bílinn minn er þar fyrir utan  <<<icon_confused.gif>>>", "date": "2006-04-06 14:17:00", "post_id": 5}, {"user_name": "baldur", "text": "Fáðu þér bara góða tryggingu...", "date": "2006-04-06 14:20:00", "post_id": 6}, {"user_name": "Dezzice", "text": "já af því bensín er svo ódýrt fyrir <<<icon_rolleyes.gif>>>\n\r\nHvaða rétt hafa þeir líka til að setja kílómetramæla í bíla, bara WTF <<<wtf.gif>>>", "date": "2006-04-06 14:21:00", "post_id": 7}, {"user_name": "hundur", "text": "égveitþaðekkialvegersvoandskotipirraðuraðégámjöger  fittmeðaðandavegnaþessaðégvilbaramyrðaallaíþessarr  iríkisstjórnandskotinnhafiþessadjöulsinsdrullukunt  urogsveppaétandirænigjadjöfulsinsandskotanshelvíti  sdrullusokkarmyrðumþauöllefafþessuverðuraaaaaaarrr  rrrrrrrrggggggggggggggégerfokkingbrjálaður!!!!", "date": "2006-04-06 14:22:00", "post_id": 8}, {"user_name": "Röggi R900", "text": "ég flyt til útlanda ef þetta verður gert... án gríns", "date": "2006-04-06 14:33:00", "post_id": 9}, {"user_name": "RagnarH", "text": "Djöfulsins andskotans **** eru þetta !!!  <<<icon_evil.gif>>>", "date": "2006-04-06 14:39:00", "post_id": 10}, {"user_name": "MrManiac", "text": "þetta á aldrey eftir að ganga í gegn þannig að við getum alveg verið slök.", "date": "2006-04-06 14:43:00", "post_id": 11}, {"user_name": "intenz", "text": "Ég mun lenda í steininum ef þetta fer í gegn, þar sem ég á eftir að gera eitthvað rosalegt! <<<uptosumpn.gif>>>", "date": "2006-04-06 15:18:00", "post_id": 12}, {"user_name": "RagnarH", "text": "All talk, no go.", "date": "2006-04-06 15:19:00", "post_id": 13}, {"user_name": "Gormur", "text": "<<<rofl_smilie.gif>>> <<<lol3.gif>>>", "date": "2006-04-06 15:19:00", "post_id": 14}, {"user_name": "toyfan", "text": "hverjir kjósa ríkisstjórnina......ég og þú  :wink: \n\r\n>Kjósum eitthvað annað en þessa djöfulsins sjálfsstæðis drullusokka sem hugsa ekki um annað en að moka seðlum í eigin vasa og taka úr okkar vasa", "date": "2006-04-06 16:00:00", "post_id": 15}, {"user_name": "Pétur Snær", "text": "<<<iagree.gif>>>", "date": "2006-04-06 16:25:00", "post_id": 16}, {"user_name": "Bjarni-", "text": "Ætla nú ekki að fara að pirra mig fyrr en ég sé þetta í blöðunum  <<<icon_rolleyes.gif>>>", "date": "2006-04-06 16:29:00", "post_id": 17}, {"user_name": "MJ", "text": "og hjalti það verða lika engir biladagar  <<<icon_cry.gif>>> <<<icon_lol.gif>>>", "date": "2006-04-06 18:35:00", "post_id": 18}, {"user_name": "RagnarH", "text": "", "date": "2006-04-06 18:45:00", "post_id": 19}, {"user_name": "^Matti^", "text": "Við Lofum bara öll að kaupa BúrtóPrezur og RISAstóra jeppa til að fá Bensínnotkun aftur upp og þeir lofa að lækka bensínið í samræmi  <<<icon_cool.gif>>> og allir glaðir  <<<icon_lol.gif>>>", "date": "2006-04-06 18:46:00", "post_id": 20}, {"user_name": "Wolf", "text": "þetta er bara bull...fólk myndi þá bara keyra minna þannig að þetta myndi aldrei borga sig. miðað við að þeir séu að setja þetta upp til að fá meiri hagnað af bensínverðinu.\n\r\ner þetta ekki bara sagt til að æsa upp almenning? <<<icon_rolleyes.gif>>>", "date": "2006-04-06 18:59:00", "post_id": 21}, {"user_name": "MrManiac", "text": "Lækka bensínverðið enn þeir sem keyra mikið fá að borga meira....Er þetta bara ekki það nákvæmllega sama", "date": "2006-04-06 19:09:00", "post_id": 22}, {"user_name": "Wolf", "text": "myndi halda það <<<icon_arrow.gif>>>", "date": "2006-04-06 19:10:00", "post_id": 23}, {"user_name": "brapeson", "text": "Heyr heyr!", "date": "2006-04-06 19:19:00", "post_id": 24}, {"user_name": "Þráinn", "text": "ég var að spá í að skila auðu í næstum kosningum, en ég ætla frekar að kjósa samfylkinguna því hún er eini flokkurinn sem gæti náð að fella ríkisstjórnina... líka....ef ykkur líkar illa við hana þá getur hún ábyggilega aldrei náð að gera jafn slæma hluti og núverandi ríkisstjórn  <<<icon_rolleyes.gif>>>", "date": "2006-04-06 19:25:00", "post_id": 25}, {"user_name": "MrManiac", "text": "Hvar ert þú búinn að vera síðastliðinn ár,.......", "date": "2006-04-06 19:37:00", "post_id": 26}, {"user_name": "baldur", "text": "Þetta þykir mér undarlegt, svona þegar þeir eru nýbúnir að fella kílómetragjaldið niður á díselbílunum...", "date": "2006-04-06 19:50:00", "post_id": 27}, {"user_name": "doristori", "text": "Mig langar nú að kasta fram einni spurningu og áður en fólk fer að pæla að þá er ég í SUS en það er ekki aðalatriðið.\n\r\nSkiptir einhverju máli hver er við völd í þessu landi? Meirihlutinn af þessu fólki sem er á alþingi er alvarlega heilaskert og skiptir þá litlu máli í hvaða stjórnmálaflokk það er.\n\r\nEn að öllu gríni slepptu að þá er ekki allt í lagi með þessa gaura og kellingar,", "date": "2006-04-06 20:00:00", "post_id": 28}, {"user_name": "Nonni86", "text": "kílómetragjald í stað eldsneytisgjalds, hve hátt er þetta eldsneytisgjald?", "date": "2006-04-06 20:44:00", "post_id": 29}, {"user_name": "RAT", "text": "er það ekki þessi 60% álagning á bensín verðinu ?", "date": "2006-04-06 20:50:00", "post_id": 30}, {"user_name": "JonSig", "text": "eru ekki til verri hlutir til að fríka út yfir ? þessir peningar fara beint undir rassin á þér aftur , þannig að þú ættir að geta sofið vært á elliheimili í framtíðinni , notið okkar frammúrskarandi heilbrigðiskerfi \n\r\neina lausinin er að fara vinna meira eða fá sér góða mentun , þú græðir ekkert á 16 ára fangelsisvist því get ég lofað þér , <<<icon_smile.gif>>>", "date": "2006-04-06 20:55:00", "post_id": 31}, {"user_name": "Legend", "text": "Djöfulls fokking skítseiði eru þetta helvítis pakk!!! Vegirnir skána ekkert við þetta, vegirnir\r\nkoma ekki til með að skána nema með banni nagladekkja, allavega á höfuðborgarsvæðinu þar sem snjórinn\r\ntollir aldrei!!!\r\nBAAHHHH SJÁÐU HVAÐ ÞÚ GERÐIR, NÚNA ER ÉG BRJÁLAÐUR!!! <<<realmad.gif>>>", "date": "2006-04-06 20:59:00", "post_id": 32}, {"user_name": "Turbo-", "text": "ekki ætla ég að láta troða einu né neinu í minn bíl.", "date": "2006-04-06 21:01:00", "post_id": 33}, {"user_name": "Jón Ragnar", "text": "Vá andið með nefinu...\n\r\nÞetta er ekkert að fara að gerast", "date": "2006-04-06 21:16:00", "post_id": 34}, {"user_name": "RoyTheKing", "text": "Getur einhver lýst því fyrir hálfvitanum mér hversvegna kílómetragjald er verra en þetta háa bensínverð?", "date": "2006-04-06 21:16:00", "post_id": 35}, {"user_name": "Arnþór", "text": "lausnin er einföld<<<icon_smile.gif>>>, lækka benzínverð um svona 40 - 50kr og allir keyra meira, kaupa bíla sem eyða meira og umfram allt BROSANDI skattgreiðendur", "date": "2006-04-06 21:33:00", "post_id": 36}, {"user_name": "Lindemann", "text": "Þetta verður ekki. Þeir eru nýbúnir að fella niður nákvæmlega svona gjald(þungaskattinn) á díselbílum.", "date": "2006-04-06 21:40:00", "post_id": 37}, {"user_name": "Siggi H", "text": "séns að það verði af þessu.", "date": "2006-04-06 21:42:00", "post_id": 38}, {"user_name": "Nonni86", "text": "Og hvað er svona slæmt ef bensínið lækkar um 60% og þetta sé eitthvað lítið gjald?, ég meina kanski þetta sé hugsað þannig að þeir sem keyra hvað mest, t.d. leigubílstjórar og aðrir sem vinna við útkeyrslu borga mest, enda nota þeir vegina mest.. \n\r\nEndilega kynna sér hvaða tölur við erum að tala um áður en við förum að bölva ríkistjórninni  <<<icon_confused.gif>>>", "date": "2006-04-06 22:02:00", "post_id": 39}, {"user_name": "Danni", "text": "Ef leigubílar fara og atvinnubílstjórar fara að borga mest, þá fara þeir að rukka meira fyrir sína þjónustu. Og leigubílstjórar eru nógu andskoti dýrir nú þegar.", "date": "2006-04-06 22:49:00", "post_id": 40}, {"user_name": "Siggi H", "text": "seigðu danni.. ég var einu sinni blindfullur í leigubíl frá rvk og til sandgerðar og það kostaði bara tæpan 15þús kall <<<icon_eek.gif>>> <<<icon_lol.gif>>>", "date": "2006-04-06 22:50:00", "post_id": 41}, {"user_name": "IngóJP", "text": "Þetta er eitthvað sem ég stórlega efa að gangi í gegn \n\r\nEn samt er ég pirraður yfir heimsku þessa ****** að virkilega vera að reyna á þetta bull", "date": "2006-04-07 01:15:00", "post_id": 42}, {"user_name": "Klubber", "text": "Ég get svo svarið það að þessi ríkiststjórn sérstaklega Davíð Krullukollur Oddson er farinn í eðalrasskathelvítisdrulluskokkarþettaalltaferudjöf  ulsins****inogfávitarnir það á að gefa út skotleyfi á þetta helvítis lið, og fyrir hvað fær þetta lið svo borgað fyrir........ að röfla og röfla og koma aldrei neinu almennilegu í verk(nema að byggja fleirri álver) og níðast á okkur  <<<burn.gif>>> <<<rant.gif>>> <<<wallbang.gif>>> <<<realmad.gif>>> <<<boxing.gif>>> \n\r\nÉG HATA SJÁLFTSÆÐISFLOKKINN!!!!!!!!!!!!!!   Frá dýpstu hjartarótum og af heilum hug   ...............  <<<rant.gif>>> <<<icon_evil.gif>>> \n\r\nViðbjóðslegu viðurstygðir, rotnið í forgargarði helvítis og *ALVARLEGA RITSKOÐAÐ*  <<<icon_evil.gif>>>", "date": "2006-04-07 02:30:00", "post_id": 43}, {"user_name": "IngóJP", "text": "Hann er hættur í ríkisstjórninni flón", "date": "2006-04-07 02:33:00", "post_id": 44}, {"user_name": "MrManiac", "text": "JáJá....Sama hvað sagt verður er það mitt álit að mjög fáir inni á þessu borði hafa eithvað penigavit. Ennþá færri hafa vit á stjórnmálum.....", "date": "2006-04-07 03:33:00", "post_id": 45}, {"user_name": "Dezzice", "text": "LOL eftir þennan þráð mæta svona 10 upp á slysó með hjartatruflanir.\n\r\nSLAKA Á, ANDA INN og ANDA ÚT <<<icon_lol.gif>>>", "date": "2006-04-07 03:35:00", "post_id": 46}, {"user_name": "hph-", "text": "Er það ekki þannig að Ríkisstjórnin á að hræðast hinn almenaborgara og ef okkur fynst að það sé verið að brjóta á okkur þá eigum við að gera bitingu og fella Stjórnina.\r\nEr ekki komin tími á það.", "date": "2006-04-07 04:42:00", "post_id": 47}, {"user_name": "Klubber", "text": "Well I know that en elsku kallinn minn. Hann er enn bakvið tjöldin, Halldór Ásgrímsson getur nú ekki hugsað heila hugsun án þess að Davíð segi honum hvað á að gera. Halldór er ekkert nema strengjabrúða Davíðs og hefur alltaf verið......... so there you have it... I still hate him  <<<icon_evil.gif>>>", "date": "2006-04-07 04:58:00", "post_id": 48}, {"user_name": "IngóJP", "text": "Þetta fer allt í hringi", "date": "2006-04-07 05:02:00", "post_id": 49}, {"user_name": "Klubber", "text": "Svona er þetta bara  <<<icon_rolleyes.gif>>>   :wink:", "date": "2006-04-07 05:13:00", "post_id": 50}, {"user_name": "haywood", "text": "hvað í ********* eru þessi helvítis **** að pæla???? Það er nú þegar verið að taka skatta aflaununum okkar. Einnig er verið að taka skatt af öllu sem hægt er að skattleggja sem að venjulegur maður þarf á að halda til að lifa af í þessum heimi t.d mat og drykki, áfengi og sígarettur. \r\nog núna eru þessir apar með ælupest og harðlífi að fara leggja enþá meira á okkur það´ætti bara að mótmæla þessu og það strax sé ekki hvaða geðlæknir leyfði þeim að komast inná þing þar sem að þau geta ekki einu sinni hugsað´1/4 úr eðlilegri hugsun. Þeim er alveg sama þótt að bensínið hækki því að þau fá svo vel borgað. Er ekki verið að tala um einhverjar 400.000.- á mánuði og þetta greiðir hinn Íslenski skattgreiðandi úr sínum vasa + allt hitt sem að hann þarf að greiða. \r\nÉg er búin að fá nóg af þessum helvítis leðurblökum. \r\nEf að einhvern tíman var þörf fyrir aðgerðir þá var það  núna því segi ég að nú sé tími til komin að við stöndum upp fyrir rétti okkar og Kúkum á kerfið. Eða eins og Jón Sigurðsson sagði\n\nVÉR MÓTMÆLUM ALLIR!!!!!!!", "date": "2006-04-07 09:28:00", "post_id": 51}, {"user_name": "h1coupe", "text": "er einhver með link á frétt sem segir frá þessari hækkun?", "date": "2006-04-07 10:08:00", "post_id": 52}, {"user_name": "Legend", "text": "Svo missir maður sig kannski einn mánuðinn eða eittvað og lendir bara í skuldum <<<icon_confused.gif>>>", "date": "2006-04-07 11:49:00", "post_id": 53}, {"user_name": "Svezel", "text": "ég er ekki að sjá að atvinnubílstjórar séu að fara að samþykkja þetta og guð má vita hve hár kostanðurinn við alla þessa mæla yrði\n\r\nsvo setur einhver bara upp dæmið þ.a. leigubílar verða dýrari en áður, sem leiðir af sér að fólk hættir að taka leigubíla og keyrir frekar ölvað, sem leiðir af sér fleiri banaslys, sem veldur gríðarlegri óánægju o.s.frv.\n\r\nþetta er bara kerfi sem svarar áreiti með því skapa nýjan vanda, stupid solutions make stupid results", "date": "2006-04-07 11:57:00", "post_id": 54}, {"user_name": "bmwpowhaa", "text": "OOOOHHHHHHHH ER FKN BRJÁLAÐUR... LANGARAÐDREPAÞESSAHELLVÍTISÁNSKOTANSHELLVÍTISHÁLVI  TA <<<icon_evil.gif>>> <<<icon_evil.gif>>>", "date": "2006-04-07 12:37:00", "post_id": 55}, {"user_name": "HKG", "text": "akkuru ættu þeir að seta kílómetramæli i fólksbilana er ekki ny buið að hætta með þetta i disel bilunum??  <<<icon_confused.gif>>>", "date": "2006-04-07 12:40:00", "post_id": 56}, {"user_name": "Bjarkih", "text": "Smá svona fróðleiksmoli:  Vinstri flokkarnir hafa hingað til verið mun tilbúnari til að hækka skatta en hægri flokkarnir þannig að það borgar sig ekki að segja svona nema að vel athuguðu máli.", "date": "2006-04-07 13:07:00", "post_id": 57}, {"user_name": "Gaukur", "text": "Að fara?  <<<icon_rolleyes.gif>>>  Er það ekki þegar farið?", "date": "2006-04-07 14:04:00", "post_id": 58}, {"user_name": "bmwpowhaa", "text": "jú það er sko þegar farið til hellvítis", "date": "2006-04-07 14:18:00", "post_id": 59}, {"user_name": "finnsson", "text": "Sad to say so, en jú. Þessir fávitarnir þarna inná þingi eru svo veruleikafirtir að þeir vita ekkert hvernig er að þurfa að reka bíl á þessu skeri okkar fyrir námsmenn og láglauna-fólk. Þeim þykir sjálfsagt töff að vera ofarlega á lista yfir dýrustu eldsneytislönd veraldar - og þótt víða væri leitað!\n\r\nVillý eða einhvern úr live2cruize á þing, koma málefnum fólksins á framfæri!\n\r\nAllavega hva.. 2886 kjósendur.. sinnum ca. 2-3 í fjölskyldu sem við snúum með okkur.", "date": "2006-04-07 14:20:00", "post_id": 60}, {"user_name": "MrManiac", "text": "Halló !!!!!! þetta er ennþá Tillaga.....ÞEtta er ekki einu sinni komið í fyrstu umræðu og þið látið allir eins og það sé heimsendir. ÞEtta þarf að fara í gegn um 3 umræður. Forseti hefur ennþá neitunarvald og  ískendingar hafa hrint lagasettningu með mótmækum (Fjölmiðlalög) þetta er svo engann veginn að fara í framkvæd. ÞEtta er dýrt og þeir eru komnir í nákvæmlega sama bakkann og þeir voru að losa sig við með því að setja þungaskattinn ur í olíuna. Þessi tillaga kemst ekki einu sinni í gegnum fyrstu umræðu áður enn henni verður vísað frá!!!!", "date": "2006-04-07 15:07:00", "post_id": 61}, {"user_name": "RagnarH", "text": "neitunarvaldið já...ólafur notaði það bara til að auka smá vinsældir sína, eru ekki reglur á íslandi eins og Í BNA, að forseta má bara sitja einhvern ákveðinn tíma ?  <<<icon_rolleyes.gif>>> \n\r\nog svo, getur forsetinn ekki bara neitað sama frumvarpinu einu sinni ? þegar það kemur aftur til hans þá getur hann ekki neitað ?", "date": "2006-04-07 15:16:00", "post_id": 62}, {"user_name": "Freyr Gauti", "text": "Haha, að lesa í gegnum þennan þráð minnir mann á atriði úr Anchorman og annað hvert ykkar minnir mann á Brick í því atriði öskrandi \"I don't know what we're yelling about!\" og \"Loud noises!\"\n\r\nEins og MrManiac segir þá verður aldrei neitt úr þessu og getið hætt að æsa ykkur og vera að eypa útaf engu... <<<icon_lol.gif>>>", "date": "2006-04-07 17:04:00", "post_id": 63}, {"user_name": "MrManiac", "text": "helduru virkilega að það séu takmarkanir á þessu neitunarvaldi. Þetta er til næstu Tólf ára.......eftir Tólf ár verðum við hvort sem er öll farinn á hausinn  :wink:", "date": "2006-04-07 17:52:00", "post_id": 64}, {"user_name": "ND2SPD", "text": "Ég þvoli ekki svona barnalegt órökstutt bull, drepum ríkisstjórnina..\r\nÉg er nú ekki fylgjandi ríkisstjórninni en þettasandkassabull sem er í þessari umræðu er óskiljanlegt vegna þess að flestir eru með munninn fullan af sandi..\r\nHaldiði í alvurunni að þetta fólk hittist daglega og hugsi og plotti, hmmmm hvernig get ég níðst á fólki í dag?\r\nÞetta er bara venjulegt fólk sem er búið að koma sér betur fyrir..", "date": "2006-04-07 21:49:00", "post_id": 65}, {"user_name": "MrManiac", "text": "Þetta er ekki ríkisstjórnin þetta er tillaga frá ríkisskattstjóa. \n\r\nFer greinilega eithvað illa í hann að það eigi að fara loka þunngaskattsdeildinni.", "date": "2006-04-08 00:46:00", "post_id": 66}, {"user_name": "Klubber", "text": "Svör\n\r\n1. uuuuuuh JÁ!!!! hafa þau eitthvað betra að gera en að keyra dýru jeppana sína, röfla á alþingi og komast aldrei að niðurstöðu um neitt, eyðaleggja landið með fleirri stíflum og álverum og kippa af launum landans án þess að spyrja kóng eða prest........\n\r\n2. Ég er ósammála, þetta eru ekkert nema blóðsugur. Ég þekki unglinga sem gætu stjórnað landinu betur.", "date": "2006-04-08 03:15:00", "post_id": 67}, {"user_name": "WRX-06", "text": "Það þarf  bara að níðast á einum og einum stjórnmálamanni með því að fara bara heim til hans og gera einhvern grikk  <<<icon_lol.gif>>>", "date": "2006-04-08 22:49:00", "post_id": 68}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/burn.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/cursin.gif", "http://live2cruize.com/spjall/images/smilies/rant.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/wtf.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/uptosumpn.gif", "http://live2cruize.com/spjall/images/smilies/rofl_smilie.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_arrow.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/burn.gif", "http://live2cruize.com/spjall/images/smilies/rant.gif", "http://live2cruize.com/spjall/images/smilies/wallbang.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/boxing.gif", "http://live2cruize.com/spjall/images/smilies/rant.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2006-04-06 14:02:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/burn.gif", "path": "full/7448a5931864d9a2c885b43a0f7e06470ad52cce.gif", "checksum": "093009ca6b76d8748bf5aa22e1823bb3"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/cursin.gif", "path": "full/793ebb44a1c41f19f908f9bb3b0d655888ac1be4.gif", "checksum": "cf0c3975fa02b54eec26891c66be4562"}, {"url": "http://live2cruize.com/spjall/images/smilies/rant.gif", "path": "full/9126d5ae5d16d4ac6c9818e17265dca00aa3b7f4.gif", "checksum": "cd84dc0a37f8bd14a4fc2bcee2b019cf"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/wtf.gif", "path": "full/6eddaa2311bce974c6c0fc18618d7ef95c77f9c6.gif", "checksum": "194c584923cc7e40e92e63796699ccfb"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/uptosumpn.gif", "path": "full/80dc237754a9556bfa78f90102b45ec76a1d5da7.gif", "checksum": "c3249e805e564f7865acedc11c878166"}, {"url": "http://live2cruize.com/spjall/images/smilies/rofl_smilie.gif", "path": "full/4a311c02fbedc03ac43539bf8dfcf920eabb84f7.gif", "checksum": "300854ba86541136261761f449843274"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_arrow.gif", "path": "full/93de18b6317bc321335c53749294c6a71b487327.gif", "checksum": "394bffa679f650b7d2f22aa263cc06ba"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/burn.gif", "path": "full/7448a5931864d9a2c885b43a0f7e06470ad52cce.gif", "checksum": "093009ca6b76d8748bf5aa22e1823bb3"}, {"url": "http://live2cruize.com/spjall/images/smilies/rant.gif", "path": "full/9126d5ae5d16d4ac6c9818e17265dca00aa3b7f4.gif", "checksum": "cd84dc0a37f8bd14a4fc2bcee2b019cf"}, {"url": "http://live2cruize.com/spjall/images/smilies/wallbang.gif", "path": "full/29292e8d531f3769635466a1d83bef51e2049e4a.gif", "checksum": "569abc953b85a20f831c20d273639fbe"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/boxing.gif", "path": "full/6ce7e775e8174931dcea55e5c1fe84b6e235e21d.gif", "checksum": "16595751c074c59afebcbfd13f97e47b"}, {"url": "http://live2cruize.com/spjall/images/smilies/rant.gif", "path": "full/9126d5ae5d16d4ac6c9818e17265dca00aa3b7f4.gif", "checksum": "cd84dc0a37f8bd14a4fc2bcee2b019cf"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}