{"forum_title": "Tæknilega hornið: Almennt", "id": "132138", "title": "nesradio!!!!", "url": "http://www.live2cruize.com/spjall/showthread.php/132138-nesradio!!!!", "posts": [{"user_name": "bimmer_yaris", "text": "daginn gott fólk!! \n\r\nég er búinn að reyna að hafa viðskifti við þessa verslun og kerlinginn þarna er bara þroskaheft fyrirgefið orðbragðið en hryngdi þangað um daginn og spurði um rofa til að get slegið út magnaranum í bílnum mínu sem sagt setja takka á remote snúruna og konan bar snappaði og hellti sér yfir mig og húð skammaði mig! ég þakkaði bara fyrir og fór í audio og keyfti allt sem ég þurfti þar!!\r\n hefur einvher annar lent í þessu??\r\n mæli ekki með þessari verslun!!", "date": "2010-10-08 14:48:00", "post_id": 1}, {"user_name": "Steini Jóh", "text": "hahahahahahaha ég hringdi í verslunina og spurði að því sama og þú... HVAÐ!!! ÆTLARU AÐ SETJA ROFA Á SNÚRUNA !!! HAHAHAHAHAHAHA", "date": "2010-10-08 15:17:00", "post_id": 2}, {"user_name": "bimmer_yaris", "text": "haha hún spurði mig hvort að ég vissi hvað rafeindavirkja námið væri langt, ég sagði að vinur minn sagði mér að gera þetta og húna bara fríkaði út hehe", "date": "2010-10-08 16:17:00", "post_id": 3}, {"user_name": "MoD", "text": "Vá núna langar mér að hringja niðureftir og rugla einhvað í kellingunni!", "date": "2010-10-08 16:36:00", "post_id": 4}, {"user_name": "SheDevil", "text": "Hún er með þetta ... \nSvona hefur hún alla tíð verið, amk alveg frá því ég heyri fólk tala um nesradíó fyrir mööörgum árum síðan. Hún stuðaði mig nóg til að ég labbaði þaðan út fyrir einmitt mörgum árum síðan og ákvað að ég myndi aldrei versla við þau, og það hef ég bara staðið við.", "date": "2010-10-08 16:58:00", "post_id": 5}, {"user_name": "Þráinn", "text": "algjör snillingur þessi kelling\n\nhringdi í hana og spurði hana hvort að hún ætti loftnets ugga. \nhún sagðist eiga hann en myndi ekki selja mér hann því hann væri algjört og að loftnet væri trúlega eini hlutirinn í lífinu þar sem að lengdin skipti máli <<<icon_lol.gif>>>", "date": "2010-10-08 17:26:00", "post_id": 6}, {"user_name": "Sævar Örn", "text": "Það er svolítið erfitt að vera maðurinn, sérstaklega ef maður er kona.", "date": "2010-10-08 17:44:00", "post_id": 7}, {"user_name": "dazy crazy", "text": "sagðirðu þá ekki bara, \"já, og hvað kemur rafeindavirki málinu við?\"\r\nsíðast þegar ég gáði þá voru allavega rafeindavirkjar meira í svona smærri hlutum og innviðum tækja en ekki í leislunum. <<<icon_biggrin.gif>>>", "date": "2010-10-08 18:10:00", "post_id": 8}, {"user_name": "bimmer_yaris", "text": "nei nennti ekki að rífast við kellinguna því að hún ætlaði bara ekkert að hætta að skamma mig fyrir að ætla að setja takkan á snúruna hehe!!", "date": "2010-10-09 00:51:00", "post_id": 9}, {"user_name": "syggy", "text": "ég hef keypti græjur bæði í súbban og passatinn þarna og ég var mjög sáttur og þau mjög sammgjörn fékk meira að seygja svaka afslátt í bæði skiptin.\n\r\nmiða við það þegar ég fór í amg aukaraf það var versta þjónusta sem ég hef lent í", "date": "2010-10-09 03:05:00", "post_id": 10}, {"user_name": "Steini Jóh", "text": "do it !!! <<<icon_smile.gif>>>", "date": "2010-10-09 10:20:00", "post_id": 11}, {"user_name": "Steini Jóh", "text": "hahahahahahahaha", "date": "2010-10-09 10:23:00", "post_id": 12}, {"user_name": "HlynurFreyr", "text": "Hún er spes", "date": "2010-10-09 11:25:00", "post_id": 13}, {"user_name": "Hafox", "text": "Hvað er þetta.. \n\nLiðið sem rekur þetta eru snillingar, alltaf að flippa eitthvað...\nÁ ég kannski að hringja í vælubílinn? <<<icon_wink.gif>>>\n\nán gríns, ég hef alltaf fengið topp þjónustu þarna og flott verð. Mæli hiklaust með þeim..", "date": "2010-10-09 23:16:00", "post_id": 14}, {"user_name": "tinni77", "text": "Elska þessa konu, hún er svo steikt <<<icon_lol.gif>>> <<<icon_lol.gif>>>", "date": "2010-10-09 23:26:00", "post_id": 15}, {"user_name": "bimmer_yaris", "text": "er þetta kanski mamma þín?? \nen við vinirnir hofum allir prufað að reyna að versla þarna en þessi kona kemur í veg fyrir það vinur minn ætlaði að kaupa sæer magnara þarna snúru kitt og setja takka borð í bílinn til að slá hverju aukaraftæki fyrir sig út en þessi kona var svo leiðinleg að hún tapaði viðskiptum fyrir 100 þúsund plús hehe", "date": "2010-10-09 23:42:00", "post_id": 16}, {"user_name": "Sævar Örn", "text": "Hún er skemmtileg, þið eruð greinilega bara svona súrir.\n\nHef aldrei heyrt um þetta áður, þó veit ég að starfsfólkið þarna er mjög skemmtilegt svona á góðann máta, þetta þekkist líka í fleiri verslunum t.d. stillingu þar eru starfsmenn oft að ****ast í viðskiptavinum með misjöfnum viðbrögðum, best að spila bara með og snúa upp á sölumanninn þá geta allir labbað glaðir út.", "date": "2010-10-09 23:49:00", "post_id": 17}, {"user_name": "Hafox", "text": "Sævar, eins og talað út úr mínu hjarta..\n\nog nei, haha.. hún er ekki mamma mín, og ég hef bara einu sinni lent á að hún afgreiði mig og hún var bara eitthvað að ****ast í mér og ég bara ****aði á móti og fékk ágætis verð í þokkabót <<<icon_wink.gif>>>\n\nStundum bara að kunna að spila með í svona fleppi..", "date": "2010-10-09 23:52:00", "post_id": 18}, {"user_name": "brapeson", "text": "Hún er bara allt annað en skemmtileg, hljómar kannski eins og eitthvað snobb í manni en ég ætlast til þess að afgreiðslufólk sýni mér allavega einhverja virðingu.. tali ekki við mig eins og ég sé eitthvað ****. Þar fyrir utan að ég fór þangað til að sækja bíl úr græjuísetningu og hún lét mig bíða frammi í búð í hálftíma á meðan hún var að tala við félaga sinn. Svona gerir maður bara ekki.", "date": "2010-10-10 10:11:00", "post_id": 19}, {"user_name": "dengsi", "text": "ohh sölumaður (kona) dauðans eins ég kýs að kalla hana gummi er alltaf mjög nice alltaf þegar ég kem þá bið ég bara um að fá að tala við hann..", "date": "2010-10-10 14:33:00", "post_id": 20}, {"user_name": "Gunni91", "text": "einhver hringja i hana a mrg, spyrja hana aftur um þennan rofa og taka upp símtalið i leiðinni", "date": "2010-10-10 22:41:00", "post_id": 21}, {"user_name": "-ROCKY-", "text": "mæli með nesradio, bara tala við hann frekar en hana, hann er mjög fínn.", "date": "2010-10-10 23:13:00", "post_id": 22}, {"user_name": "Óli-VTi", "text": "haha XD hún er algjör snillingur, verður bara að kunna að tala við hana. topp þjónusta þarna, þau bæði virkilega næs. hef aldrei labbað út frá þeim óánægður og ég hef farið þarna MJÖG oft.", "date": "2010-10-11 10:34:00", "post_id": 23}, {"user_name": "-Hjalti-", "text": "hún var mjög almennileg og þessi rofi kostar 598kónur ... \r\nVirðist vera hress á mánudögum", "date": "2010-10-11 10:55:00", "post_id": 24}, {"user_name": "EnnVee", "text": "er þessi takki úr gulli????\n600kall fyrir rofa er einum of....", "date": "2010-10-11 13:43:00", "post_id": 25}, {"user_name": "Haukur Litli", "text": "Hvenær keypti þú þér síðast rofa? 600 kall er ekkert, góðir rofar kosta töluvert meira en það.\n\nFyrir 600 kr færðu eitthvað þessu líkt.\n\n\nEn fyrir t.d. svona Carling rofa þarftu að borga meira.", "date": "2010-10-11 13:56:00", "post_id": 26}, {"user_name": "EnnVee", "text": "lol, til hvers myndir þú vilja svona rofa? \nmyndir þú skrifa eit lag á dvd plötu sem kostar margfalt meira heldur enn cd/r ?   liklegast!\n\n(lelegur samburður, en besta sem mér datt i hug :P )\n\nanyways, þú þarft ekki svona rofa i remið", "date": "2010-10-11 14:53:00", "post_id": 27}, {"user_name": "gaurinn", "text": "haha þessi kona er einum of klikkuð maður getur ekki einu sinni talað eins og maður við þessa konu, fer öruglega ekki oft í nesaradio aftur,svo settu þeir græjir í bílinn hja vini minum og eftir víku eða svo losnaði keila hja honum i skottinum þegar hann var að taka hringtorg og stuttu eftir það var spiílarinn hjá honum lika laus þvi að þeir gerðu eithvað algjört skítmix þarna bakvið tækið...........gera það bara sjálfur heppnast mikið betur þó að það sé skítmix þá geturu lagað það þvi að þú gerðir það sjalfur <<<icon_biggrin.gif>>>", "date": "2010-10-11 15:15:00", "post_id": 28}, {"user_name": "dazy crazy", "text": "Ert þú umrædd kona?", "date": "2010-10-11 16:10:00", "post_id": 29}, {"user_name": "Gaujinn", "text": "<<<iagree.gif>>><<<iagree.gif>>>\n\r\nVerslaði þarna og fékk frábæra þjónustu, og þegar eitthvað bilar þá laga þau það fyrir mann og ekkert mál, og þurfti ekkert að borga <<<icon_biggrin.gif>>>", "date": "2010-10-11 16:21:00", "post_id": 30}, {"user_name": "gazzi", "text": "Auðvitað laga þau eitthvað ef það er á þeirra ábyrgð, eins og flest fyrirtæki. En ég tek undir þetta, Nesradío er bara snilldar fyrirtæki með góða þjónustu. Jújú konan á það til að vera pínu skessa en meina bara play along, eða tala við Gumma hann er svo rólegur að það rennur ekki í honum blóðið. Hef verslað 1x  við amg aukaraf og mun aldrei gera það aftur vegna þess að verðið er hátt og léleg þjónust. Nesradío hafa átt mín viðskipti síðan og alltaf farið sáttur frá þeim.", "date": "2010-11-01 19:27:00", "post_id": 31}, {"user_name": "Arnar Type-R", "text": "afhverju á ég að taka þátt i leikriti tilað getað verslað hjá nesradio?\n\nbara setja venjulegan starfsmann í búðina! \n\neg þori að lofa að straumurinn af fólki færi að detta þarna inn", "date": "2010-11-09 12:39:00", "post_id": 32}, {"user_name": "TDK", "text": "Ég ætla nú ekki að vera að tjá mig um þjónustuna í nesradio en andskotin hafi það. Er það til of mikils ætlast að hafa einhver verð á síðuni? Pirrandi", "date": "2010-11-09 20:59:00", "post_id": 33}, {"user_name": "Haukur Litli", "text": "Ha? Talaðu íslensku! Eða binary, það skilst eflaust betur en það sem þú sagðir.", "date": "2010-11-09 21:31:00", "post_id": 34}, {"user_name": "spark", "text": "nesradio er margfalt skarra en amg aukaraf.... eins og svart og hvitt, Amg aukaraf er eitt mesta drasl búð sem ég hef komið inn í....en fólk þarf bara að læra að meta gömlu, hun getur allveg verið fín eða leiðinlegt....", "date": "2010-11-10 10:26:00", "post_id": 35}, {"user_name": "Óli-VTi", "text": "það er bara þinn missir. \n\nNesradio er ekkert annað en snilld.", "date": "2010-11-10 11:17:00", "post_id": 36}, {"user_name": "Óli-VTi", "text": "ástæðan er sú útaf gengið var alltaf að breytast þess valdandi að verðið á vörunum þeirra var alltaf rokkandi upp og niður, þau nenntu einfaldlega ekki að standa í því (mér var sagt þetta þegar ég spurði fyrir all löngu)", "date": "2010-11-10 11:19:00", "post_id": 37}, {"user_name": "TDK", "text": "Það ætti nú alveg að vera hækt að tengja vefsíðuna við t.d. mbl. og láta verðin uppfærast eftir gengi. Eða hafa eitthvað viðmiðunarverð. Plús að þessar gengissveiflur eru ekkert svo svakalegar lengur", "date": "2010-11-10 16:16:00", "post_id": 38}, {"user_name": "Haukur Litli", "text": "En að taka niður vörunúmerin á því sem þig langar í og hringja síðan og fá verð í þann pakka eða staka hluti? Ef þú ert virkilega að pæla í græjum þá er ekkert mál að hringja eitt símtal og ræða við fólk. \n\nÉg hringi útum allt ef mig vantar varahlut, oft munar bara smápening á milli búða en stundum er töluverður verðmunur, og þá skoða ég verð miðað við gæði og vel svo það sem ég vill. Ég get því sagt þér af eigin raun að þetta er ekkert mál og þú færð betri tilfinningu fyrir verðlagningu á pörtum og dóti.", "date": "2010-11-10 16:38:00", "post_id": 39}, {"user_name": "syggy", "text": "hef verslað við nesradio 2 og fannst þjónustan bara vera mjög góð best er að fara bara og kíkja á þau", "date": "2010-11-11 20:25:00", "post_id": 40}, {"user_name": "conoco", "text": "Ég hef verslað nokkuð mikið við Nesradio og bara fengið topp þjónustu og góð verð. En það er samt alveg satt, konan getur verið alveg drep en á góða daga líka. Fyrst þegar ég kom að leita mér af græjum langaði mig bara í Type-R hátalara í framhurðarnar, er á 2007 Legacy, og hún sagðist sko getað lofað mér því að þeir myndu ekki passa, hefðu oft reynt það en það væri ekki hægt útaf rúðan myndi rekast í segulinn. Hún sagðist hinsvegar geta sett Type-G í hurðina hjá mér... Ég fór heim og las mig til um þessa hátalara og komst að þvi að G hátalararnir eru aðeins dýpri en R þannig ég fór bara aftur og talaði við hana en hún vildi bara ekki trúa mér og sagði að þetta væru bara einhverjar villur, kom svo nokkrum dögum seinna og talaði við gumma og núna eru Type-R hátalarar hurðunum. \n\nEn einsog pabbi sagði, það þýðir ekkert að rífast við konur því þær hafa alltaf rétt fyrir sér.", "date": "2010-11-22 22:11:00", "post_id": 41}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2010-10-08 14:48:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}