{"forum_title": "RÖFL", "id": "132264", "title": "Einhver hérna sem man eftir íslendingunum sem bjuggu til fjarstýrðan bíl?", "url": "http://www.live2cruize.com/spjall/showthread.php/132264-Einhver-hérna-sem-man-eftir-íslendingunum-sem-bjuggu-til-fjarstýrðan-bíl", "posts": [{"user_name": "dazy crazy", "text": "Halló\r\ner búinn að leita heillengi af þessu myndbandi, reyndar 3 myndbönd.\r\nþeir gera venjulegan sjálfskiptan bíl fjarstýrðan, stökkva yfir skurð meðal annars.\r\neinhver sem man eftir þessu myndbandi og getur sent mér link á það?", "date": "2010-10-10 20:53:00", "post_id": 1}, {"user_name": "Sævar Örn", "text": "Rauð corolla man eftir þessu, kallaðist Andraleikarnir\n\nhttp://kindracing.vefalbum.is/index.php/leikar\n\nhttp://www.kvartmila.is/smf/index.php?topic=27704.0\n\nMyndböndin virðast hafa verið vistuð á þessari VW club síðu en eins og allir vita eru VW ekki áreiðanlegir og sést vel í þessu tilfelli að síðan virðist vera biluð eða hafa farið á hausinn <<<icon_smile.gif>>>\n\nSnilldar myndbönd einhver ætti að henda þessu á netið ef hann á þau til.", "date": "2010-10-10 21:11:00", "post_id": 2}, {"user_name": "megnuz", "text": "minnir að þetta hafi komið á morgan.is,,,,helvíti flott hjá þeim, og hvað bíllinn tórði", "date": "2010-10-10 23:06:00", "post_id": 3}, {"user_name": "Sisco", "text": "Þetta voru þeir félagar í Bifreiðaverkstæði Reykjavíkur sem gerðu þetta. Þe.a.s. Andri, Einar, Gulli og Guðjón. Þetta hlítur að vera til einhverstaðar á netinu.", "date": "2010-10-10 23:16:00", "post_id": 4}, {"user_name": "dazy crazy", "text": "Nákvæmlega hahaha Andraleikar, þetta orð er búið að vera svo nálægt því að poppa upp í hugan á mér í viku að það er ekki fyndið, hef oft fundið bara að það er alveg að koma og slekk á öllu hljóði í kringum mig og svo bara... bad request, error 404, bsod, format C:", "date": "2010-10-11 00:52:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2010-10-10 20:53:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}