{"forum_title": "RÖFL", "id": "132372", "title": "ráðist á stelpu í laugardalnum", "url": "http://www.live2cruize.com/spjall/showthread.php/132372-ráðist-á-stelpu-í-laugardalnum", "posts": [{"user_name": "Gulli cruizer", "text": "http://mbl.is/mm/frettir/innlent/201...adur_ofundinn/\r\nvona að han finnist sem fyrst", "date": "2010-10-12 14:04:00", "post_id": 1}, {"user_name": "SæunnBjörk", "text": "sammála, það er eitthvað mikið að sumum!!!", "date": "2010-10-12 14:17:00", "post_id": 2}, {"user_name": "Kromo", "text": "það er ömurlegt að lenda í þessu", "date": "2010-10-12 15:06:00", "post_id": 3}, {"user_name": "Brimar", "text": "hún hefur pottþétt þekkt gæjann og átti þetta skilið.\n\nÞetta er bara hugmynd ekki staðfest <<<drunken_smilie.gif>>>", "date": "2010-10-12 15:07:00", "post_id": 4}, {"user_name": "tony", "text": "Þessi nákvæma lýsing mun finna sökudólginn", "date": "2010-10-12 15:15:00", "post_id": 5}, {"user_name": "SæunnBjörk", "text": "það samt meikar alveg sense allavega að hún þekkti hann..", "date": "2010-10-12 15:31:00", "post_id": 6}, {"user_name": "Kromo", "text": "fyrrverandi?", "date": "2010-10-12 15:50:00", "post_id": 7}, {"user_name": "Gulli cruizer", "text": "ertu heimskur það á þetta engin skilið", "date": "2010-10-12 16:09:00", "post_id": 8}, {"user_name": "oli92", "text": "ertu að segja að það eigi engin í heiminum skilið að vera laminn?", "date": "2010-10-12 16:34:00", "post_id": 9}, {"user_name": "Gulli cruizer", "text": "nei er ekki að segja það er að tala um svona dæmi þar sem gaur ræðst á stelpu og lemur hana í klessu", "date": "2010-10-12 16:41:00", "post_id": 10}, {"user_name": "SæunnBjörk", "text": "kannski eitthvað soleiðis", "date": "2010-10-12 16:43:00", "post_id": 11}, {"user_name": "finder", "text": "Double standards anyone?", "date": "2010-10-12 16:49:00", "post_id": 12}, {"user_name": "Gulli cruizer", "text": "<<<icon_lol.gif>>>", "date": "2010-10-12 17:02:00", "post_id": 13}, {"user_name": "phoenix", "text": "hefur hún ekki bara verið að taka endalaust út á krít og haldið að hún myndi sleppa við hefðbundnar rukkunaraðferðir vegna þess að hún er stelpa?", "date": "2010-10-12 17:04:00", "post_id": 14}, {"user_name": "Haukur Litli", "text": "Segðu!\n\r\nÉg lenti í því í dyravörlu að fullorðin kona (ca 60 ára.) var með dólg í hurðinni og var að trufla mig, stóð í dyrunum og truflaði mig þegar ég var að skoða skilríki og athuga miða. Ég bað hana um að fara inn með vinum sínum og láta mig í friði. Þá fór hún að pota fast í bringuna á mér og segja frekar hátt (Þannig að aðrir heyrðu.) að ég myndi ekki henda henni út því að hún væri amma.\n\r\nÉg bað hana að hætta og það virkaði ekki, ýtti henni þá að hurðinni og hún fór þá að berja í bringuna á mér. Ég sagði henni að ég myndi henda henni út ef hún hætti ekki. Hún hætti ekki. \n\r\nÞegar ég loksins tók í handlegginn á henni og þvingaði hann aftur fyrir bak og henti henni út þá fór fólk að kalla mig öllum illum nöfnum. Einhver sagði að ég ætti ekki að taka svona á konu og að ég væri aumingi. \n\r\nHefði einhver sagt eitthvað ef ég hefði hent fullum gömlum kalli út fyrir að vera með dólg og að berja mig?", "date": "2010-10-12 17:28:00", "post_id": 15}, {"user_name": "Guðmundur H", "text": "WHAT! einu sinni með stein er ekki í klessu ,,, við vitum ekkert um þessa stelpu kannski var þetta alger tík sem svaf hjá öllu sem hreyfist og hann var á föstu með henni meðan það gerðist?", "date": "2010-10-12 17:31:00", "post_id": 16}, {"user_name": "Loud1", "text": "það sem ég skil ekki við handrukkanir:\nþó þú brjótir löppina á einhverjum á hann ekkert meiri pening fyrir vikið", "date": "2010-10-12 17:33:00", "post_id": 17}, {"user_name": "SæunnBjörk", "text": "nakvæmlega frekar erfitt að segja þegar maður veit ekkert um hana til dæmis hmm", "date": "2010-10-12 17:33:00", "post_id": 18}, {"user_name": "Haukur Litli", "text": "Það er ekki í lagi að berja fólk í höfuðið með grjóti. Það skiptir engu hvort um tík, kvennabósa eða dópista er að ræða, enginn á skilið að vera barinn í höfuðið með grjóti, fólk hefur dáið við minna en það.", "date": "2010-10-12 17:33:00", "post_id": 19}, {"user_name": "SæunnBjörk", "text": "nei auðvitað á það enginn skilið en þar sem við vitum ekki söguna á bakvið þetta hjá þeim þá vitum við ekkert afhverju hann lamdi hana..", "date": "2010-10-12 17:34:00", "post_id": 20}, {"user_name": "Haukur Litli", "text": "Kannksi er hugmyndi sú að fólk reyni þá frekar að redda pening til að hin löppin brotni ekki líka.", "date": "2010-10-12 17:35:00", "post_id": 21}, {"user_name": "Maddi", "text": "Meiri heimskan hérna.\nÞað skiptir bara nákvæmlega engu helvítis máli hvort það er löng saga á bak við þetta.", "date": "2010-10-12 17:39:00", "post_id": 22}, {"user_name": "SæunnBjörk", "text": "það skiptir víst máli ekki eins og þessi gaur hafi bara farið niðri laugardal til að lemja eitthverja random gellu!", "date": "2010-10-12 17:44:00", "post_id": 23}, {"user_name": "Haukur Litli", "text": "Hver veit? Sumir fara niður í bæ til að berja bara einhvern.", "date": "2010-10-12 17:50:00", "post_id": 24}, {"user_name": "SæunnBjörk", "text": "jájá kannski en ég efast samt það sé þannig í þessu máli ;p", "date": "2010-10-12 17:51:00", "post_id": 25}, {"user_name": "Stefhauk", "text": "það er einhver skítalykt af þessu engin hér inná sem veit hver þessi stelpa er ?", "date": "2010-10-12 18:02:00", "post_id": 26}, {"user_name": "Sylvía", "text": "Að berja manneskju með grjóti í höfuðið er aldrei ásættanlegt hvort sem það er e-ð á bak við þetta eða ekki .... Árásin er sögð tilefnislaus og verður það þangað til annað er sannað eða vitað. Fólk sem gerir svona á klárlega e-ð mikið bágt, hef verið vitni af tilefnislausum slagsmálum niðrí bæ oftar en einu sinni svo það er til mikið af fólki sem stundar þetta því miður.", "date": "2010-10-12 18:03:00", "post_id": 27}, {"user_name": "Maddi", "text": "Það getur bara alveg verið.\nOg það er ekki bara það sem ég á við.. þó að hann sé fyrrverandi og hún hafi haldið framhjá honum með 30 gaurum réttlætir það þetta ekki.", "date": "2010-10-12 18:03:00", "post_id": 28}, {"user_name": "SæunnBjörk", "text": "nei enda sagði ég það aldrei, alveg sama hver ástæðan er þá á fólk aldrei skilið að vera barið <<<icon_smile.gif>>>", "date": "2010-10-12 18:05:00", "post_id": 29}, {"user_name": "SæunnBjörk", "text": "x2 hmmmm", "date": "2010-10-12 18:05:00", "post_id": 30}, {"user_name": "Stefhauk", "text": "Hvað ef þessi manneskja er alveg búinn að skemma mannorð stráksins, búinn að láta skemma bílinn hans og ég veit ekki hvað og hvað kanski ekki ásættanlegt að berja með grjóti enn eru ekki yfirleitt 2 hliðar á öllu nema þetta hafi bara verið einhver geðsjúklingur sem barði hana að tilefnislausu sem gæti vel verið enn ég tel það hæpið", "date": "2010-10-12 18:08:00", "post_id": 31}, {"user_name": "SæunnBjörk", "text": "já en þótt hún væri búin að skemma orðspor hans ætti hann alls ekki að lemja hana með stein í höfuðið í staðinn því það gerir þetta ekkert betra og gerir hans orðspor bara verra ef hann finnst...", "date": "2010-10-12 18:15:00", "post_id": 32}, {"user_name": "FS", "text": "Mér finnst hæpið að stelpa á þessum aldri hafi gert eitthvað af sér, að hún hafi átt þetta skilið.. það kæmi mér ekki á óvart að þau hafi bara rekist á hvort annað og byrjað að blaðra eitthvað saman og svo endað svona..\n\nen hvað veit maður <<<icon_smile.gif>>>\n\n\n\nÞú sérð það.. ef maður skuldar manni 100þ kall.. er rukkaður kannski hvað eftir annað en borgar ekki, að hann endi kannski á spítala, finnst þér það eitthvað óskiljanlegt? <<<icon_smile.gif>>>", "date": "2010-10-12 18:25:00", "post_id": 33}, {"user_name": "phoenix", "text": "samkvæmt facebookinu hennar var þetta einhver að rukka að fara mannavilt, segir hún allaveganna.", "date": "2010-10-12 18:27:00", "post_id": 34}, {"user_name": "SæunnBjörk", "text": "stelpa á þessum aldri? hún er komin i fyrsta bekk i menntaskóla og ungar stelpur nú til dags eru orðnar algjörar tussur hehe <<<icon_smile.gif>>>", "date": "2010-10-12 18:28:00", "post_id": 35}, {"user_name": "Sylvía", "text": "Það veit enginn hvað skeði og enn sem komið er var þetta tilefnislaus árás einsog ég sagði.... bíll er bara hlutur og þú getur alltaf keypt þér nýjann bíl en þú getur ekki keypt þér nýtt líf... hvað ef stelpugreyið hefði slasast meira?.. og af hverju hæpið að þetta sé að tilefnislausu..? Pabbi minn lenti nú í því fyrir ca 2 árum að hann var á röltinu einn niðrí bæ eftir djamm á leiðinni í taxa til að fara heim að það kom 2 eða 3 gæjar aftan að honum og rotuðu hann.. það var algjörlega tilefnislaus árás svo það er alveg til svona klikkað fólk og ég hef meira að segja sjálf \"lent\" í svoleiðis dæmi, mér var sem betur fer bjargað áður en e-ð alvarlegt skeði en sumir eru bara ekki alveg heilir því miður.", "date": "2010-10-12 18:29:00", "post_id": 36}, {"user_name": "oli92", "text": "shit hvað fólk er að velta þessu mikið fyrir sér.. ekki eins og hún hafi hlotið varanlega áverka.\n\nmuna ekki allir eftir konuni í usa sem helti sýru í andlitið á sér fyrir athygli og vorkun? það er semi þannig lykt af þessu.", "date": "2010-10-12 18:36:00", "post_id": 37}, {"user_name": "Gunni litli", "text": "hey mömmu strákur það á engin þeatta skilið þótt hún hélt grimt framhjá og þú kemst að því þá veistu bara að þú gerðir mistök í lífinu", "date": "2010-10-12 18:41:00", "post_id": 38}, {"user_name": "Loud1", "text": "þegar er farið að senda menn á fólk veit það alveg hvað er í gangi, en fólk getur bara ekkert reddað sér neitt frekar", "date": "2010-10-12 18:50:00", "post_id": 39}, {"user_name": "AronOskarss", "text": "rukkanir höfða meira til þeirra sem segjast ekki ætla að borga.\nog svo til asna þar sem þrístingur virkar.", "date": "2010-10-12 18:52:00", "post_id": 40}, {"user_name": "elisvk", "text": "haha lítur út fyrir það að þessi þráður er snúinn upp í spurningu hvort handrukkun sé effective. Hún hefur verið til í þá nokkur ár sem hlýtur að þýða að hún beri einhvern árangur? er að sjá helling af fólki sem hefur örugglega mjög lítið vit á þessu að segja að þetta virki ekkert :P", "date": "2010-10-12 19:03:00", "post_id": 41}, {"user_name": "Sylvía", "text": "Ertu ******?", "date": "2010-10-12 19:08:00", "post_id": 42}, {"user_name": "oli92", "text": "flott rök á móti því sem ég sagði", "date": "2010-10-12 19:09:00", "post_id": 43}, {"user_name": "bodvarg", "text": "ekki vera að halda einhverju fram sem að þið vitið ekkert um ég þekki þessa stúlku og það var meira heldur en bara eitt högg í höfuðið og þetta er bara nokkuð venjuleg stelpa ég legg til að þessum þræði verði læst fyrst það er ekki hægt að ræða þetta án þess að koma með ályktanir sem að standast ekki rök", "date": "2010-10-12 19:10:00", "post_id": 44}, {"user_name": "RAT", "text": "þekkiru hana eða ertu bara með hana á msn/facebook ? því það er ekkert að marka það <<<icon_smile.gif>>>", "date": "2010-10-12 19:18:00", "post_id": 45}, {"user_name": "Gaujinn", "text": "það var nákvæmlega það sem gerðist einhvern tímann í fyrra eða fyrr á þessu ári, að random maður mætti öðrum random manni, labbaði framhjá honum og snéri sér við og barði hann til bana(nokkur högg)", "date": "2010-10-12 19:37:00", "post_id": 46}, {"user_name": "finder", "text": "Hmm, semi illskiljanleg setning. Ertu að segja að framhjáhald séu mistök?\n\r\nSé fyrir mér einhverja stelpu að láta staura sig endalaust; \"Æji úps, ég ætlaði bara að fá mér kók í gleri, mistök bara, I guess.\"", "date": "2010-10-12 19:45:00", "post_id": 47}, {"user_name": "dandri", "text": "Hefði verið svona mikil umræða um þetta mál ef það hefði verið gaur barinn í hausinn með steini ?", "date": "2010-10-12 20:17:00", "post_id": 48}, {"user_name": "g0tlife", "text": "hefði verið svona mikil umræða um þetta mál ef það hefði verið gaur barinn í hausinn með steini frá stelpu ?", "date": "2010-10-12 20:21:00", "post_id": 49}, {"user_name": "dandri", "text": "nei", "date": "2010-10-12 20:22:00", "post_id": 50}, {"user_name": "Guðmundur H", "text": "Böðvar liggur sterkt undir grun hérna .... \n\n\n\nog góður punktur.", "date": "2010-10-12 21:02:00", "post_id": 51}, {"user_name": "Brimar", "text": "ég heyrði í fréttunum á bylgjunni að hún hefði líka verið puttabrotin líka af þessum gaur ásamt því að vera lamin með þessu grjóti :/ hvað er að frétta sko", "date": "2010-10-12 21:54:00", "post_id": 52}, {"user_name": "Sylvía", "text": "Það þarf ekki rök við því sem þú sagðir... þó að hún hafi ekki hlotið varanlegan skaða af þessu þá er þetta samt mjög slæmt mál !.. og að líkja því saman að vera lamin og að einhver kona hafi hellt framan í sig sýru er bara útí hött og heimskulegt.", "date": "2010-10-12 22:01:00", "post_id": 53}, {"user_name": "Aron Preza", "text": "Afhverju er svona erfitt að trúa því að þetta hafi bara verið random árás ??", "date": "2010-10-12 22:44:00", "post_id": 54}, {"user_name": "Gunni litli", "text": "ég er ekki að segja að framhjáhald séu mistök þótt það sé það í einhverjum tilfellum eða eitthvað ég er að segja að ef stelpan heldur framhjá þér þá ert þú að gera mistök að treysta henni en skiftir ekki máli meiningin er bara það á þetta engin skilið", "date": "2010-10-12 23:48:00", "post_id": 55}, {"user_name": "FS", "text": "Vona að hann fái grófa refsingu fyrir þetta, mörðurinn.. <<<arg.gif>>>", "date": "2010-10-13 00:49:00", "post_id": 56}, {"user_name": "SheDevil", "text": "Þessi þráður er kominn langt útfyrir öll velsæmismörk, menn farnir að pósta facebookinu hingað inn, þetta er ekki við hæfi og þið eigið að vita betur. Svona samræður eiga bara heima á milli tveggja manna ekki fyrir augum heils samfélags, og ef að hnýsnin er það ríkjandi í ákveðnu fólki hérna þá mæli ég með því að spyrja þetta fólk sem kemur að þessu máli í staðinn fyrir að ræða málin hérna eins og verstu barnalandskellingar.\n\nÉg fjarlægði nokkur innlegg frá ákveðnum aðilum sem innihéldu aðeins of miklar upplýsingar um fólk sem viðkom þessu máli, þið vitið hverjir þið eruð, og læsi þessum þræði hér með.", "date": "2010-10-13 01:20:00", "post_id": 57}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/drunken_smilie.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/arg.gif"], "date": "2010-10-12 14:04:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/drunken_smilie.gif", "path": "full/b601b67e63a495e69bf9241fbe279161d81727c2.gif", "checksum": "0ad55663e86c33e6cfeb81d4eef2fe45"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/arg.gif", "path": "full/bfc3c771fded5bfeceed53d38a4bf70a7395361a.gif", "checksum": "90fc6143d4098698a2dc8948b7a60bf2"}]}