{"forum_title": "Almennt spjall", "id": "133127", "title": "Bodvarg rugl.", "url": "http://www.live2cruize.com/spjall/showthread.php/133127-Bodvarg-rugl", "posts": [{"user_name": "gr33n", "text": "Jæja, kannski mun þetta hljóma sem eitthvað væl, en nú er mér eiginlega nóg boðið og get ekki setið á mér lengur.\n\r\nNú eru búnir að koma þónokkuð margir þræðir þar sem bodvarg hefur hugsanlega commenta einu eða tvisvar sinnum, og alltaf eru það sömu aðilarnir sem byrja að drulla yfir hann gjörsamlega af ástæðulausu. Jú oft segir hann einhverja vitleysu, en það gera líka allir aðrir. Fæstir reyna yfir höfuð að leiðrétta vitleysuna, heldur hrópa bara **** og asni og því um líkt. Gerir þetta ykkur af stórum mönnum/konum í ykkar huga? Ef svo er, þá get ég lofað ykkur því að þetta gerir ykkur ekki að stórum mönnum/konum í annarra manna huga, heldur akkúrat öfugt. Þetta sýnir hreinlega þvílíka fávisku og heimsku.\n\r\nÞað er eitt að svara manninum með almennum skrifum og kurteisi, en að drulla yfir hann yfir hlutum sem þið hugsanlega hafið ekki hugmynd um sjálf (og kanski 10-15 manns sem eru haldandi í rasshárin á hvorum öðrum hrópandi með), það er ekki beint gáfulegt.\n\r\nAuðvitað geta rifrildi komið upp, ég hef meira að segja tekið þátt í þeim nokkrum. En þið skuluð þó hafa eitthvað meira til málanna að leggja en nafnaupphrópanir\n\r\nKurteisi kostar ekki neitt, en í venjulegu tali hafa þessir atburðir flokkast undir gróft einelti.", "date": "2010-10-23 12:57:00", "post_id": 1}, {"user_name": "Sleeper", "text": "100% sammála.", "date": "2010-10-23 13:07:00", "post_id": 2}, {"user_name": "palmisæ", "text": "hef aldrei skilið þetta bull að vera drulla yfir hann , helt að það sé bara útaf hann veit meira en sumir her inni þá geta þeir ekki annað en að drulla yfir hann", "date": "2010-10-23 13:18:00", "post_id": 3}, {"user_name": "Joker_", "text": "Heyr! heyr!", "date": "2010-10-23 13:21:00", "post_id": 4}, {"user_name": "Halldór", "text": "ég veit samt ekki mér finnst ógeðslega leiðinlegt að lesa eitthvað eftir hann þar sem það virðist bara vera eins og hann sé að safna póstum með að bulla eitthvað", "date": "2010-10-23 13:37:00", "post_id": 5}, {"user_name": "gr33n", "text": "Settu hann þá á Ignore list hjá þér. Ekki flókið mál og tekur bara eina mínútu. Þá þarftu ekki að lesa neitt meira eftir hann.", "date": "2010-10-23 14:04:00", "post_id": 6}, {"user_name": "eyþóringi", "text": "Hann er á ignore lista hjá mér því ég var orðinn svo þreyttur á honum á tíma, er ennþá að láta það renna niður <<<icon_smile.gif>>>\n\nEn ég er alveg hjartanlega sammála þér með að þurfa ekki að drulla yfir hann þegar hann er að spyrja kannski spurninga eða tala um annað hérna á spjallinu.\n\nStundum finnst mér eins og þetta spjall sé eins og gamla torrent spjallið hérna fyrir c.a. 5 árum þar sem menn gersamlega öskruðu á hvern annann í gegnum skjáinn.. Þetta spjall er ekki fyrir þannig samskipti", "date": "2010-10-23 14:11:00", "post_id": 7}, {"user_name": "vrrruuumm", "text": "Góður - alveg á þínu bandi varðandi þetta.", "date": "2010-10-23 15:56:00", "post_id": 8}, {"user_name": "Einar Vti", "text": "ég er sjálfur orðinn þreyttur á þessu drulli hérna á L2C...\n\nen drengurinn býður bara uppá þetta.. ég tók hann af ignore nuna fyrir stuttu því hann var að commenta á þráð sem mér þótti áhugaverður og ég sé eftir því...\n\nen það er mjög takmarkað hægt að leiðrétta hann þar sem hann vill bara ekki taka inn upplýsingar þetta er allt bara eins og hann vill hafa það... \nef þú ferð í þræði sem hann hefur skrifað á og einhver reynir að leiðrétta hann eða skrifa eitthvað vel og kurteisi þá byrjar hann sjálfur oft með móral.... en hann er kominn aftur á ignore hjá mér svo að hann böggar mig ekkert meira", "date": "2010-10-23 16:43:00", "post_id": 9}, {"user_name": "Gunni litli", "text": "hann er örruglega fínn náungi en hann fyllti mælirinn hjá mér þegar hann ákvað að stela bíl", "date": "2010-10-23 16:45:00", "post_id": 10}, {"user_name": "Gilson", "text": "x2, ég er búinn að reyna að gefa honum séns en maðurinn er bara ******....því miður.", "date": "2010-10-23 16:59:00", "post_id": 11}, {"user_name": "gr33n", "text": "Svona eins og stelpur í stuttum pilsum bjóða upp á nauðgun eða?  <<<icon_rolleyes.gif>>>\n\n\n\nÞað er þá eitthvað sem þú þarft að ræða við persónulega við hann. Þetta er ekki eitthvað sem allt spjallið þarf að fá að vita\n\n\n\nSettu hann þá á Ignore. Ekki flókið", "date": "2010-10-23 17:40:00", "post_id": 12}, {"user_name": "kári litli", "text": "það er gaman af honum <<<icon_lol.gif>>>", "date": "2010-10-23 18:08:00", "post_id": 13}, {"user_name": "Joker_", "text": "hann er náttúrulega ruglaður, annars væri ekkert gaman af honum.", "date": "2010-10-23 18:11:00", "post_id": 14}, {"user_name": "Kuldaboli", "text": "ég les frekar þræði ef ég sé bodvarg kenda við þá. aumt að pirra sig á svona.", "date": "2010-10-23 18:21:00", "post_id": 15}, {"user_name": "kári litli", "text": "Það eru nú bara margir svo djöfulli leiðinlegir hérna á spjallinu svo maður reynir að leiða það versta hjá sér en Böddi er alls ekkert slæmur miðað við suma (nefni engin nöfn enda vita flestir hverja ég meina) <<<icon_wink.gif>>>", "date": "2010-10-23 18:33:00", "post_id": 16}, {"user_name": "Gunni litli", "text": "skil samt enganvegin af hevrju þu ert að gera þráð um svona.. ert þú kannski trúnaðarvinur hans?? er hann vælandi í þér? ég hef ekki séð hann vera væla yfir þessu hérna.. juju það er oft sem hann segjir hluti sem eru réttir og fólk að drulla yfir það sem hann segjir sem hefur rangt fyrir sér og hvað?? mér finnst þetta virkilega heimskulegur þráður ekki var gerður þráður fyrir gamla góða s40turbo þegar hann hótaði að fyrirfara sér mér finnst það mikið alvarlegra... skil bara alls ekki af hverju þú ert að væla yfir þessu þegar maðurinn getur alveg svarað fyrir sig sjálfur!!!", "date": "2010-10-23 18:36:00", "post_id": 17}, {"user_name": "Kuldaboli", "text": "á maður að þurfa að svara fyrir sig, það er ókeypis að rífa kjaft, Íslendingar elska ókeypis.", "date": "2010-10-23 18:49:00", "post_id": 18}, {"user_name": "gr33n", "text": "Mikið vissi ég að svona svar myndi koma. Einhver sem hreinlega verður að reyna að gera lítið úr mönnum, og snýr sér því að þráðarhöfundi þegar hann getur ekki gert neitt annað. Til hamingju. Ég ætla ekki að leggjast á þitt lága plan.\n\nEn til að svara þínu spurningum. Nei, ég þekki Bodvarg ekki neitt, hef aldrei talað við hann, og ekki einusinni hitt hann. Ég veit ekki til þess einusinni að ég hafi nokkurntíma séð hann, þótt ég útiloki það að sjálfsögðu ekki á okkar litla skeri. Það kemur ÖLLUM við þegar svona á sér stað. Myndir þú labba framhjá ef þú sæir einhvern nauðga stelpu? Af hverju á maður að sleppa því að segja eitthvað þegar hópur fólks leggst svona lágt og leggur einn dreng í slæmt einelti, sama hvort maður þekkir hann eða ekki. Ertu svo viss um að hann geti svarað fyrir sig sjálfur? Getur ekki verið að það sé búið að drepa úr honum alla löngun, vilja og jafnvel þor til að segja nokkuð. Málið er að þú hefur ekki hugmynd um það.", "date": "2010-10-23 18:53:00", "post_id": 19}, {"user_name": "Gunni litli", "text": "bíddu nú við eina sem e´g er að segja hérna er að ég skil ekki tilgangin með þessum þræði hefðir nú alveg geta svarað eins og maður !!! hefur hann ekki svarað fyrir sig hingað til??? og ekki tekur hann gagnríni illa? er það?? hefuru séð það??  nei auðvitað myndi ég aldrei labba framhjá neinum nauðga stelpu \n\naf hevrju bjóstu ekki til þráð þegar hann s40turbo var lagður í einelti sem var alveg milljón sinnum verra en þetta litla sem gert er böðvari? ég er ekki að drulla yfir einn né neinn hérna með þessum komentum mínum ég er bara að reyna sjá hvað þetta á að breyta og ég er ekki að tala fyrir neinn annan en sjalfan mi mátt drulla mig í kaf eins og þú vilt og og hvar er þetta lága plan mitt því ég spurði þig spurninga??", "date": "2010-10-23 19:09:00", "post_id": 20}, {"user_name": "Gunni litli", "text": "hefuru ekki altaf þurft að svara fyrir þig ef eitthvað er sagt við þig sem þér líkar ekki?", "date": "2010-10-23 19:10:00", "post_id": 21}, {"user_name": "fjalliboy", "text": "hann er ekkert heimskur, hann er bara mis vitur.  en allavega er gaman af því að lesa þræðina hans og póstana, en stundum er þetta líka OF mikið...\n\n\nEdit: væri gaman að sjá Bodvarg pósta á þennan þráð", "date": "2010-10-23 19:12:00", "post_id": 22}, {"user_name": "gr33n", "text": "Andaðu nokkrum sinnum inn og út áður en þú skrifar, það gæti bætt málfarið hjá þér og stafsetningu (ekki meint sem diss). \r\nÞað er enginn að tala um það að hann taki gagnrýni vel eða illa. Það má gagnrýna að vild. Það sem ég er að tala um er EINELTI. Ekki einusinni reyna að líkja því við gagnrýni.\n\r\nAf hverju bjó ég ekki til þráð þegar s40turbo var lagður í einelti? Ég hefði kanski gert það hefði ég vitað af því, ekkert flóknara en svo. Hefði ég séð hóp fólks drulla svona yfir hann hefði ég sennilega reynt að gera honum eitthvað til varnar, en ég fyllist hreinlega óbjóði yfir svona löguðu", "date": "2010-10-23 19:23:00", "post_id": 23}, {"user_name": "bjoggi", "text": "myndi nú ekki segja litla, þegar það er gert grín og drullað yfir hann í öllum þráðum sem hann hefur gert.", "date": "2010-10-23 19:31:00", "post_id": 24}, {"user_name": "Gunni litli", "text": "þetta er bara ekki rétt hjá þér ég get lofað því því að hann veit alveg milljón hluti sem þú veist ekki marga tilgangslausa hluti en mjög marga sem meika sens þessi maður veit alveg helling en ekki allt eins og allir aðrir", "date": "2010-10-23 19:42:00", "post_id": 25}, {"user_name": "Gunni litli", "text": "gísli minn e´g er alls ekki að reyna að vera með leiðindi og skil alveg hvað þú ert að gera og það þú ert buinn að svara mínum spurningum þakka þér fyrir", "date": "2010-10-23 19:43:00", "post_id": 26}, {"user_name": "fjalliboy", "text": "haha, og mis vitur, þýðir það þá nkl það sama og þú varst að útskýra. vitur á mismunandi vegu <<<icon_wink.gif>>>", "date": "2010-10-23 20:00:00", "post_id": 27}, {"user_name": "Guðmundur H", "text": "haha meira ruglið að skjóta á böðvarg... (sem er nánast bara troll í rl) er bara að gera honum til geðs, það er sama hvað er mikið drullað yfir hann aftur og aftur enn hann hættir ekki,, hann kann greinilega að taka þetta allt.. og green hvernig í fjandanum ertu að bera þetta saman við nauðgun ertu e'h þroskaheftur!!!", "date": "2010-10-23 21:42:00", "post_id": 28}, {"user_name": "-Hjalti-", "text": "Þetta er bílaspjallborð , eru menn ekki að taka þetta aðeins of alvarlega ?", "date": "2010-10-23 22:00:00", "post_id": 29}, {"user_name": "vrrruuumm", "text": "bílaspjallborð = já .... og einelti á ekki heima hér, alveg sama hver á í hlut eða hversvegna margir ráðast gegn einum.", "date": "2010-10-23 22:22:00", "post_id": 30}, {"user_name": "bodvarg", "text": "ég hótaði nú líka á sínum tíma að fyrirfara mér og var það meðal annars vegna eineltis hér á síðunni var póstað vægast sagt grófri klámfenginni mynd af mér hérna inná eitt kvöldið ertu kanski búinn að gleyma því", "date": "2010-10-23 23:32:00", "post_id": 31}, {"user_name": "Scooby", "text": "Gísli þetta er alveg rétt að einelti á aldrei rétt á sér en að líkja þessi við nauðgun er SVOLÍTIÐ gróft en það sem þú gleymir að skoða er það sem búið er og kemur ekki fram hér á borðinu  \n\r\nsíðan er annað sem heitir \"report takki\" það er hægt að reporta allt ef einhverjum fynnst eitthvað ekki í lagi þá er bara report það og leyfa moddum að taka á því.\n\r\nEins og við öll vitum þá leisist lítið með kíting fram og til baka á spjallinu \n\r\ner það ekki alltaf þannig að sumir þola ekki ákveðna einstaklinga og aðrir elska þá þá kemur sterklega inn Ignore takkinn", "date": "2010-10-23 23:36:00", "post_id": 32}, {"user_name": "Scooby", "text": "Ég get ekki sagt að ég muni eftir þessu atviki með þessa mynd hvenar var þetta ?", "date": "2010-10-23 23:39:00", "post_id": 33}, {"user_name": "-Hjalti-", "text": "...", "date": "2010-10-23 23:46:00", "post_id": 34}, {"user_name": "biturk", "text": "það vill nú bara vera þannig að alltof margir hjérna inná eru bara hreinilega hálfvitar sem eru nánast eingöngu í röfl flokknum og með leiðindi annarstaðar.\n\r\nhef aldrei skilið þetta bögg við bodvarg, ég er nánast aldrei sammála honum og guð minn góður hvað margt er heimskulegt sem hann segir en ég hugga mig alltaf við það að það eru menn hjérna inni sem eru svo hálfu heimskari að orð fá því varla lýst!\n\n\r\nvið skulum líka ekki gleima því að einelti ER dauðans alvara það vita það allir og net einelti er ekkert undaksilið því, fólk tekur því mjög misjafnt inná sig hvað er sagt við það á netinu og ég tala nú ekki um þegar hellingur af fólki gerir það og leggst á eitt við að vera leiðnlegt við mann á öllum þráðum sem þeir sjá.", "date": "2010-10-23 23:50:00", "post_id": 35}, {"user_name": "bodvarg", "text": "var einhvertíman í vor minnir mig", "date": "2010-10-24 00:06:00", "post_id": 36}, {"user_name": "Gunnar H.", "text": "Gísli þetta er flott hjá þér.\n\nÉg hef oft hugsað þetta sama þegar maður sér hvernig komið er fram við þennan bodvarg og hef auðvitað alltaf hugsað með mér hversu óþroskaðir þessir einstaklingar eru sem láta svona og spurning hvort að palli og villý þurfi ekki að skerpa á reglunum í þessum tilvikum því öll vitum við hversu alvarlegar afleiðingar svona hlutir geta stuðlað að.\n\nað mínu mati ætti að setja menn í bann fyrir svona lagað og það af lengri gerðinni.", "date": "2010-10-24 01:58:00", "post_id": 37}, {"user_name": "Kristján Stefánsson", "text": "<<<goodposting.gif>>>", "date": "2010-10-24 02:32:00", "post_id": 38}, {"user_name": "xrated", "text": "<<<cheers.gif>>>", "date": "2010-10-24 02:36:00", "post_id": 39}, {"user_name": "Scooby", "text": "Alveg rétt einelti á ekki að viðgangast neinstaðar og er veri að skoða þetta mál núna og verða reglur á spjallinu skoðaðar með þetta í huga", "date": "2010-10-24 02:53:00", "post_id": 40}, {"user_name": "dazy crazy", "text": "Mér finnst ég ekki vera með einelti en kannski er það flokkað þannig, hvað veit ég? hef reynt að hafa það sem ég segi málefnalegt og hlutlaust.", "date": "2010-10-24 02:58:00", "post_id": 41}, {"user_name": "gr33n", "text": "Þurfti ég að taka þig af ignore til að lessa þetta <<<icon_lol.gif>>> Maður sem hefur ekki lesskilning á efninu er hreinlega ekki svaraverður. Back á Ignore.\n\n\n\n\nÞað er fólk á bak við nickin. Ímyndaðu þér þetta sem stóran skóla.\n\n\n\nÉg var ekki per she að líkja þessu við nauðgun. En að segja að einhver biðji um að láta leggja sig í einelti það er jafn vitlaust og að segja að einhver sé að biðja um að láta nauðga sér, já eða lemja sig í spað, eða drepa..... eða margt annað.\r\nÉg hef líka verið óhræddur að nota report takkann, og ég er sennilega að verða enn agressívari í notkun hans. En hvað er þetta sem þú meinar, það sem er búið...etc? Gætir þú útskýrt það betur?\n\n\n\nÞetta er náttúrulega stórt vandamál. Þetta er bílaspjall, og fólk sem er bara hérna í röflinu ætti í raun ekkert að vera hérna. Það er fólk sem hefur greynilega ekki mikinn áhuga á bílum, bílamenningu eða mótorsporti yfir höfuð. Notar bara röflið sem eitthvað /b/ dæmi\n\n\n\nÞetta er akkúrat málið. Einelti er dauðans alvara, og þá skiptir engu máli hvort það gerist á netsíðu eða annarsstaðar. En eitthvað segir mér að þetta teygji anga sína utan þessarrar vefsíðu.\n\n\n\nEnda er ekkert að því að gagnrýna og koma með rök á móti ef maður er ósammála. En að hrópa bara ****, hálfviti... og þaðan af verra er ekki málið (er ekki að segja að þú sért þannig).", "date": "2010-10-24 10:37:00", "post_id": 42}, {"user_name": "Scooby", "text": "ég held að allir viti hversu alvalegt einelti er og þess vegna höfum við alltaf reint að taka á því eins vel og við getum \n\n\n\nþað er líka frábært því að það er nú alltaf eitthvað sem fer framhjá ofurfólki eins okkur líka <<<icon_biggrin.gif>>> og þá koma notendur inn og hjálpa til \n\n\n\nþað er að þetta er ekki í fyrsta skipti sem það kemur mál upp með hann Böðvar okkar og það eru yfirleitt tvær hliðar á öllum málum og hafa þau mál ekki verið öll um einelit. \n\r\nen það er sama þetta mál er allt saman í meðferð", "date": "2010-10-24 10:54:00", "post_id": 43}, {"user_name": "Einar Vti", "text": "þetta er epic þráður..\n\nHann er troll. ekki bara hérna inná heldur líka inná www.doktor.is sem er spjallborð fyrir unglinga\n\n\n\n\n\nbara hættið að látann fara í taugarnar á ykkur og þetta er heimskulegast þráður sem ég hef séð hérna inná liggur við. held að hann sakni þess að hafa íslenskt 4chan", "date": "2010-10-24 11:09:00", "post_id": 44}, {"user_name": "Scooby", "text": "fynnst þetta svolítiða afstætt held að fólk verði aðeins að setjast niður og spá smá meira í þetta þetta er 14þ manna safélag og ekki getur manni líkað við alla \n\r\ner það ekki þannig að ef það er hópur með 100 mans og það eru 2 fávitar í hópnum og svo eru 2 meiriháttar menn en það er 96 mans sem er fínt fólk en fór ekki neitt fyrir þeim þá manstu mest eftir hverju? <<<icon_biggrin.gif>>>\n\r\nþað er alltaf bæjarfélag sem gera samféla að góðu samfélagi ekki bæjarstjórinn en það skemmir ekki fyrir að vera með góðan bæjarstjóra <<<icon_biggrin.gif>>>", "date": "2010-10-24 11:10:00", "post_id": 45}, {"user_name": "gr33n", "text": "Já... enda var þessi þráður langt frá því að vera ætlaður að dissa eitthvað stjórnendur. Alveg ótrúlega langt frá því <<<icon_lol.gif>>> Þið eru að gera gott starf hérna\n\n\n\nAuðvitað líkar manni ekki við alla, mér líkar ekki við alla hérna, og það er örugglega fullt af fólki hérna sem líkar ekki við mig. Það er bara eins og gengur og gerist í öðrum samfélögum. En það er eitt að líka ekki við og annað að gjörsamlega drulla yfir mann og fá vini og kunningja og fullt af öðrum til að gera það líka. En já, maður man alltaf mest eftir þeim sem hafa hæst.", "date": "2010-10-24 11:27:00", "post_id": 46}, {"user_name": "Scooby", "text": "word !! \n\r\nþannig varð einelti til", "date": "2010-10-24 11:53:00", "post_id": 47}, {"user_name": "Guðmundur H", "text": "Já nákvæmlegar sem ég var að meina þessi gísli er greinilega eineltis barn og er þess vegna að koma til varnar fyrir bodvarg.\n\nEDIT: tékkið fb síðuna hans ligguvið á hverri mynd sem er drullað yfir hann í fullt af kommentum,,", "date": "2010-10-24 13:49:00", "post_id": 48}, {"user_name": "bErio", "text": "Þú ert meiri asninn.", "date": "2010-10-24 16:05:00", "post_id": 49}, {"user_name": "baldur", "text": "Ég hlæ þegar ég les alla rage póstana um bodvarg. Maðurinn er alveg með það á hreinu hvernig á að koma sumum ykkar upp á háa C.", "date": "2010-10-24 16:16:00", "post_id": 50}, {"user_name": "MR.TAN", "text": "og þér finnst það bara í lagi?", "date": "2010-10-24 16:40:00", "post_id": 51}, {"user_name": "Guðmundur H", "text": "Hann væri varla endalaust af þessu ef honum fyndist þetta ekki í lagi?", "date": "2010-10-24 16:41:00", "post_id": 52}, {"user_name": "gr33n", "text": "Thor wargod skrifaði\n\n\n\nÉg get alveg viðurkennt það að ég var lagður í einelti sem krakki, er alls ekkert feiminn við það. Og já, það er sennilega þess vegna sem ég get ekki horft á svona óbjóð gerast því ég veit hvernig er að vera í svona sporum. Ekki það að það skipti nokkru máli. \n\nÞú ert væntanlega að tala um myndirnar hjá Böðvari, því ekki getur þú séð mínar myndir og ekki er drullað yfir mig á þeim. Þér finnst s.s. allt í lagi að það sé drullað yfir manninn hérna út af því að það er drullað yfir hann á facebook? Eða?\nOg því spyr ég, hvað ert þú gamall, því ég hef ekki lesið póst eftir þig á þessu spjalli sem ná yfir 10 ára þroskaaldurinn. Endalaus leiðindi og vesen frá þér. Þér finnst greinilega allt í lagi að leggja fólk í einelti, svona miðað við skrifin hjá þér.\n\nEf ég mætti ráða, þá væri búið að banna þig af þessum vef for good.", "date": "2010-10-24 17:37:00", "post_id": 53}, {"user_name": "Baddeh", "text": "Sammála þér! Ekkert nema helvítis kjaftæði og pósthór hjá þessum krakka.\n\nÞið sem hafið verið að drulla stanslaust yfir drenginn og leggja hann í einelti, sjáið að ykkur og biðjið hann afsökunnar.\nReynið svo að mannast upp og hætta þessu djöfulsins óþroksa kjaftæði sem þessi síða vellur í þessa dagana...\n\nÞori alveg að viðurkenna það að ég var lagður ítrekað í einelti í grunnskóla. Þetta er mesti viðbjóður í heimi og ég veit að fólki á eftir að hefnast fyrir svona lagað sem stundar þetta.", "date": "2010-10-24 19:22:00", "post_id": 54}, {"user_name": "E-cdi", "text": "fólk er ekki lagt í einelti á live2cruize nema að það bjóði virkilega upp á það. trúið mér. ég bauð upp á það. var rakkaður. reif kjaft. var bannaður. þroskaðist í nokkur ár og fékk svo aðganginn minn aftur eftir 4 eða 5ára bann.. spáið í því <<<icon_cool.gif>>>\n\r\nskil ekki einelti. en þegar maður býður upp á það að vera rakkaður niður þá er það óhjákvæmilegt.", "date": "2010-10-24 19:40:00", "post_id": 55}, {"user_name": "APEXi", "text": "díses..\n\nHvað er að verða um þetta spjall hérna.... bring back 2005...", "date": "2010-10-24 21:09:00", "post_id": 56}, {"user_name": "Guðmundur H", "text": "Mikið djöfull eru þið tregir,, ef þið mynduð hætta að hugsa um þessa sjálfsvorkun afþví að þið væruð lagðir í einelti og mynduð taka eftir því að böðvar er endalaust að bjóða uppá þetta ,,, Það er ekki hægt að nauðga viljugum\n\nOG mér finnst ekki í lagi að leggja í einelti,,, enn hann böðvar er ekki lagður í einelti", "date": "2010-10-24 21:19:00", "post_id": 57}, {"user_name": "Baddeh", "text": "Ohhh... nenni ekki einu sinni að svara þessu. En ég er ekki með neina sjálfsvorkun útaf eineltinu sem ég lenti í. Allir sem tóku þátt í því eru heimskir tossar sem nenna ekki að læra og eiga enga vini. \n\nÉg þekki böðvar ekkert og veit ekkert hvort hann sé \"sérstakur\" eða hvort hann sé að trolla. \nEn mér er alveg sama. Það er ekkert hægt að réttlæta það með póstunum hans að leggja hann í einelti og segja að þetta sé ekki einelt útaf hann er með öðruvísi þræði og sendir oft skrítna pósta.", "date": "2010-10-24 21:38:00", "post_id": 58}, {"user_name": "Guðmundur H", "text": "Persónulega finnst mér þetta ekki nóg til að vera einelti, eins og það er mjög alvarlegt þá er það miklu grófara enn e'h skot og skítacomment á einhverri vefsíðu.", "date": "2010-10-24 21:43:00", "post_id": 59}, {"user_name": "tony", "text": "Er hann ekki lagður í einelti?\n\r\nAllstaðar sem hann kemur er hann lagður í einelti.. grunnskóla.. framhaldskóla.. veit allt um það\n\r\nakkurat svona gerandi sem er í afneitun og veist ekkert hvað þú ert um að tala\n\r\nfínt hvað dekurlífið þitt er gott.", "date": "2010-10-24 21:48:00", "post_id": 60}, {"user_name": "Guðmundur H", "text": "Bíddu ertu að segja mér að það sé loksins e'h kominn sem þekkir bodvarg í alvörunni o.O", "date": "2010-10-24 21:50:00", "post_id": 61}, {"user_name": "tony", "text": "var í sama grunnskóla ..", "date": "2010-10-24 21:51:00", "post_id": 62}, {"user_name": "Guðmundur H", "text": "Og hver er sagan á bakvið nafnið?... er hann öðruvísi eða bara misvitur?", "date": "2010-10-24 21:54:00", "post_id": 63}, {"user_name": "Loud1", "text": "það er algengur misskilningur að halda að þessi drengur sé bara successful troll\n\nhann er bara svona, seriously", "date": "2010-10-24 21:57:00", "post_id": 64}, {"user_name": "dandri", "text": "", "date": "2010-10-24 22:00:00", "post_id": 65}, {"user_name": "Guðmundur H", "text": "Já ekki meina ef þið hérna Gísli og Baddeh takið tíma og skoðið þetta svaka albúm hjá honum böðvari http://www.facebook.com/#!/album.php...&id=1660153502\nþáá hljótiði að skilja afhverju ég trúi ekki öðru enn að hann sé troll", "date": "2010-10-24 22:02:00", "post_id": 66}, {"user_name": "elisvk", "text": "já, sammála Antoni (tony) veit líka semi hver þetta er og ég get sagt þér \"thor wargod\" kallinn minn að þú ert kominn svo langt yfir strikið að þú sérð ekki strikið ennþá. Ég ætla samt að sleppa því að móðga þig með öllum þeim nöfnum sem mér dettur í hug útaf ég nenni því ekki.\n\r\nps. lestu póstinn þinn áður en þú sendir hann inn, frekar erfitt að lesa sumt eftir þig.", "date": "2010-10-24 22:05:00", "post_id": 67}, {"user_name": "BE12GUR", "text": "haha þú ert svakalega misvitur.", "date": "2010-10-24 22:12:00", "post_id": 68}, {"user_name": "Guðmundur H", "text": "Fyrirgefðu herra fullkominn erfitt að sjá munin milli þáá og þá\n\nÞú hlýtur að hafa næstum ofreint þig við að skilja þetta svaka flókna mál?", "date": "2010-10-24 22:12:00", "post_id": 69}, {"user_name": "Guðmundur H", "text": "Já eru það ekki allir? Allvega þekki ég engann ennþá sem er alvitur <<<icon_wink.gif>>>", "date": "2010-10-24 22:14:00", "post_id": 70}, {"user_name": "gr33n", "text": "Ég er ekki frá því að eina tröllið hérna sé thor wargod sjálfur. Því ég trúi ekki svona vitleysu upp á nokkurn heilbrigðan einstakling <<<icon_lol.gif>>>", "date": "2010-10-24 22:16:00", "post_id": 71}, {"user_name": "Guðmundur H", "text": "Hélt ég væri á ignore........ \n\nHvernig stendur á að þessi þráður sé í almennt spjall. Sé ekkert bílatengt við þetta :s", "date": "2010-10-24 22:21:00", "post_id": 72}, {"user_name": "-Hjalti-", "text": "Endilega haldið þessum þræði ofarlega , Þá þarf hann bodvarg allavega ekki að búa til sinn daglega athyglis þráð á meðan !!", "date": "2010-10-24 22:21:00", "post_id": 73}, {"user_name": "gr33n", "text": "Þegar menn quota þig á fullu þá getur maður lesið það. Þetta svar hins vegar ákvað ég að skoða sjálfur.\nÞennan þráð setti ég í almennt spjall til þess að tröll eins og þú myndu mest megnis halda sér frá honum.", "date": "2010-10-24 22:27:00", "post_id": 74}, {"user_name": "Guðmundur H", "text": "Það ætti bara að eyða þessum þráð út,, ekki væri ég til í að vera þessi böðvar og sjá að það sé að vera gera svaka umræðu um hann, það gefur í skyn að hann sé einhvað minni en aðrir og þurfi hjálp.", "date": "2010-10-24 22:32:00", "post_id": 75}, {"user_name": "elisvk", "text": "úff... þetta er ekki rétt andstæða kallinn minn. Svo ert þú líka með 5 pósta bara á þessari blaðsíðu, þetta er frekar mikið.", "date": "2010-10-24 22:39:00", "post_id": 76}, {"user_name": "Guðmundur H", "text": "Reyndar eru þeir 11 semsagt #12 núna..... og haa? fatta ekki allveg hvað þú ert að vitna í þetta og koma með svona svar?<<<confused.png>>>\n\nedit: já fatta þetta,, útskýrðu þá fyrir okkur orðið Misvitur <<<icon_wink.gif>>>", "date": "2010-10-24 22:44:00", "post_id": 77}, {"user_name": "phoenix", "text": "þegar þú sér ekki lengur upp úr holunni er ágætt að hætta að grafa <<<icon_lol.gif>>>", "date": "2010-10-24 22:45:00", "post_id": 78}, {"user_name": "elisvk", "text": "Ég sagði á blaðsíðunni, ekki í þræðinum, reyndu að lesa jafn mikið og þú póstar. Og svo er misvitur andstæðan fyrir jafn vitur. Dæmi: jón er jafn vitur og óli. \n\n\n\nhehehe", "date": "2010-10-24 22:50:00", "post_id": 79}, {"user_name": "Lindemann", "text": "neeeee..............sumir mega bara halda áfram að grafa þangað til einhver annar er búinn að moka yfir! <<<icon_lol.gif>>>", "date": "2010-10-24 22:51:00", "post_id": 80}, {"user_name": "Barbie", "text": "Þessar samræður eru orðnar ALLTOF mikið fram og til baka!!!!!", "date": "2010-10-24 23:01:00", "post_id": 81}, {"user_name": "Guðmundur H", "text": "Reyndar er bara einn á hinni blaðsíðunni og 12 á þessari... og ef misvitur er andstæða við að vera jafnvitur þá eru allir misvitrir sem meikar alls ekki sens.... <<<icon_wink.gif>>>", "date": "2010-10-24 23:02:00", "post_id": 82}, {"user_name": "elisvk", "text": "þú máttir nú alveg segja einhverjum 33 ákveðnum einstaklingum í Chile þetta <<<icon_wink.gif>>>", "date": "2010-10-24 23:39:00", "post_id": 83}, {"user_name": "Scooby", "text": "þetta er komið út í vitleisu og ef það heldur áfram þá tek ég þennan þráð út annað hvort talar fólk vitsmunalega um þetta eða sleppir því mér fannst þessi þráður vera ágætur ekki útaf einhverju máli sem snéri að Böðvari heldur bara allment að einelti", "date": "2010-10-25 00:42:00", "post_id": 84}, {"user_name": "Dezzice", "text": "Einelti á aldrei rétt á sér.  Fólk getur verið sérstakt eða skrítið og allt það og á að hafa sinn rétt á því að vera bara eins og það er.\n\nÞar með sagt eru tvær hliðar á öllum málum og einelti er ekki alltaf svona svart og hvítt því miður.  Sum mál hér inni eru mikið dýpri heldur en það sem sést.\n\nNú vona ég að engin misskilji það sem ég ætla að segja þar sem ég er EKKI að segja að einelti eigi að líðast EN vandamálið er að ef maður vill ekki að fólk sé endalaust að hrauna yfir mann og vera með leiðindi þá verður maður líka að passa sig að haga sér skikkanlega, svara eins og manneskja hérna inn á og ekki vera með einhverjar alhæfingar út í loftið og annað bull.  Sumir hafa ágætis tolerance fyrir svona bulli og setja bara á ignore eða hreinlega hlægja hrista hausinn og lesa eitthvað annað á meðan það sýður á öðrum og þeir tapa aðeins kurteisinni og svara með skæting.\n\nGott dæmi er t.d. einn drengur sem ég þekki sem lenti í miklu einelti.  Óheyrilega illa farið með barnið EN svo var alveg merkilegt að fylgjast með honum að í staðin fyrir að reyna að forðast átök og vesen þá óð hann oft fram með kjaft og dónaskap og varð svo geðveikt hissa á því að hann var tekin í bakaríið af mönnum sem þoldu ekki þessa stæla í honum.  Þetta er eflaust einhver sjálfsbjargarviðbrögð að þykjast stór í von um að menn láti mann vera en þetta hefur oft alveg þveröfug áhrif.\n\nÞað er staðreynd að maður verður að koma fram við fólk eins og maður vill að fólk komi fram við mann sjálft.  Ef þú vilt virðingu hérna inn á eða vilt að fólk hlusti á þig þá verðurðu að haga þér almennilega, svara almennilega í þráðum og ekki vera með bögg og vesen eða bull út um allt.\n\nEnn og aftur mæli ég ítrekað með því að menn noti report takkann alveg grimmilega svo hægt sé að gefa mönnum infraction og þá banna þá tímabundið ef ástæða gefst til þess.", "date": "2010-10-25 01:02:00", "post_id": 85}, {"user_name": "Guðmundur H", "text": "Þetta er aftur á móti loksins einhvað sem maður tekur mark á. 100% sammála þessu hjá þér.", "date": "2010-10-25 01:10:00", "post_id": 86}, {"user_name": "Baddeh", "text": "Félagi, farðu að halda kjafti. Ég held að þú sért einn sá leiðinlegasti sem er að pósta á þessari síðu núna...\r\nHefur augljóslega ekkert vit á því sem þú ert að tala um.  Kjafturinn á þér virklega byrjður að salkna, sem betur fer, því þú ert búinn að vera moka skít yfir sjálfan þig frá fyrsta pósti í þennan þráð og núna ertu aðeins byrjaður og reyna að klóra í bakkann. \n\n\n\nHefuru einhvern tíman pælt í því að við erum ekki öll eins??", "date": "2010-10-25 02:17:00", "post_id": 87}, {"user_name": "Guðmundur H", "text": "haha getur ekki einu sinni svarað þessu og byrjar bara að breyta um umræðu efni og drulla yfir mig? .. það gerir þig betri enn mig afþví að? vertu ekki svona mikill hræsnari.", "date": "2010-10-25 03:09:00", "post_id": 88}, {"user_name": "Baddeh", "text": "Viltu að ég svari þessu heimskulega persónulega mati þinu? Oki....\n\nÞó svo að þér finnist þetta ekki vera einelti þá er það samt málið.\n\n\n\nTekið af http://mar.anomy.net/entry/2004/04/19/11.08.34/\n\nSé ekki betur en að Böðvar hafi tjáð okkur það honum hafi liðið illa og hafi auk þess farið útí sjálfsmorðshugleiðingar.\n\nÞað skiptir engu máli hvað þér finnst. <<<icon_wink.gif>>>", "date": "2010-10-25 03:20:00", "post_id": 89}, {"user_name": "Guðmundur H", "text": "Ertu ekki að skilja þetta? ... Böðvar Guðmundsson er með ATHYGLISBREST.... hann er ATHYGLISSJÚKUR.... hann sagði þetta til að fá ATHYGLI...\nHann postar öllu sem honum detur í hug sama hversu vitlaust það er til að fá einhverja ATHYGLI... góða eða slæma það breytir engu fyrir hann... \nHvenar ætlaru að troða því inní hausinn á þér.... Ég er á móti einelti enn þessi gæji er bara að biðja um þetta allt... Ef að flott stelpa myndi koma að þér klæði sig úr öllu og glenna sig fyrir framan þig myndiru ekki hoppa á hana?", "date": "2010-10-25 03:27:00", "post_id": 90}, {"user_name": "Baddeh", "text": "<<<icon_lol.gif>>>\nHvað ertu eiginlega gamall?", "date": "2010-10-25 03:30:00", "post_id": 91}, {"user_name": "Guðmundur H", "text": "Enn og aftur breytiru um umræðu efni með einhverju lágu skoti á mig með að efast um aldur minn...................", "date": "2010-10-25 03:33:00", "post_id": 92}, {"user_name": "SheDevil", "text": "Athyglisbrestur og athyglissýki er tvennt afskaplega ólíkt og enganvegin hægt að líkja því saman.\nÍtreka beiðni Scooby og Dezzice að fólk haldi sér á rólegu nótunum.", "date": "2010-10-25 03:38:00", "post_id": 93}, {"user_name": "Baddeh", "text": "Það er ekkert hægt að rökræða við þig, það er eins og ég sé að tala við grunnskólakrakka sem er svo þver að hann getur enganvegin sé umræðuna frá öðru sjónarhorni en sínu. \n\nÞekkiru Böðvar? Geturu staðfest það að hann sé að troll-a með þetta allt saman? \nEf svo er þá er þetta bara í góðu. Ég vona að þú hafir ekki öskrað mjög mikið á skjáinn og barið í lyklaborðið.\nEn ef þú þekkir hann ekki, sem þú gerir ekki eins og kemur greinilega fram fyrr í þræðinum, þá geturu ekki alhæft að hann sé með athylgisbresti og -skýki. Einnig kom það fram að hann er lagður í einelti í framhaldsskóla og var lagður í einelti í grunnskóla.", "date": "2010-10-25 03:41:00", "post_id": 94}, {"user_name": "Guðmundur H", "text": "Reyndar er ég nú salla rólegur... æjji veistu ég nenni þessu varla ekki lengur... svona er lífið það er alltaf einhver lagður í einelti og það hefur pottþétt verið þannig síðan mannkynið kom fyrst á sjónarsviðið... sumir eru þannig að þeir gera lítið úr öðrum til að vera miklir inní sér og hinir í kring eru hræddir um að ef þeir reyni að stoppa þá enda þeir öfugum meginn við dæmið og ganga frekar bara í lið með þeim sem eru að leggja í einelti... þetta er alltof stór hlutur yfir höfuð og þetta er hlutur sem er ekki hægt að hafa stjórn á... reyndar á enginn skilið að vera lagður í einelti...", "date": "2010-10-25 03:49:00", "post_id": 95}, {"user_name": "vrrruuumm", "text": "1) Ef þú ert á móti einelti eins og þú staðhæfir hér að þú sért  -  þá áttu ekki að taka þátt í því eins og þú gerir þó að sá minni máttar bjóði upp á það - það þýðir ekki að þú verðir að nota tækifærið. Þú átt að hafa meira vit í kollinum en þú sýnir með þáttökunni.\n\n2) Þetta með flottu stelpuna .... það er ekki sjálfgefið að hún vilji meira þó að hún geri allt sem þú sagðir hana hafa gert, það að \"stökkva á hana\" er engan vegin í lagi sé það ekki gert með hennar samþykki.\n\nOg gaur - ef þú getur svarað málefnalega þá endilega gerðu það, ef þú hefur ekkert fram að færa nema skít, skot og dónaskap þá endilega haltu því fyrir sjálfan þig.", "date": "2010-10-25 07:06:00", "post_id": 96}, {"user_name": "Twincam", "text": "En svona í alvöru talað. Þú þarna Thor Wargod, ertu að grínast með þessum commentum þínum? Er það ekki einelti þegar sömu einstaklingarnir eru sífellt að drulla yfir einn ákveðinn einstakling? Sama hvort að hann \"á það skilið\" með hegðun sinni eða ekki.\r\nMálið er, ef að enginn fæðir tröllin, þá hverfa þau að lokum. Sama er með athyglissjúka menn eins og Böðvar. Ef enginn sýnir honum athygli, þá endar hann á að finna sér annan vettvang þar sem hann fær athygli og hættir þvi á þessu spjalli. Þannig er það bara, ef fólk fær ekki það sem það vill hérna, þá leitar það annað.", "date": "2010-10-25 12:54:00", "post_id": 97}, {"user_name": "biturk", "text": "sjiiiii\n\n\r\nþað þarf að fara að taka til í þessu spjallborði, ég hef aldrei á ævinni stutt jafn mikið lágmarksaldur því það sannar sig enn og aftur að krakkar upp til hópa viðrast ekki hafa þroska til að hafa samræður á netinu.\n\r\nog það sannast enn betur ef þið kíkið á torrent síður eða huga og lesið comment á spjall þráðum og torrent þráðum, meiri hluti liðsins þarna (sem sumir virðast koma hingað og spamma rofl flokkinn) hefur engann veginn þroska til að taka þátt í samræðum yfir netið!", "date": "2010-10-25 13:00:00", "post_id": 98}, {"user_name": "elisvk", "text": "sammála, það er eins og þessi drengur bara driti á lyklaborðið einhverju random crappi, ég myndi segja að hann væri aðeins \"misvitur\".\n\r\nÞað er búið að segja honum frá einhverju sem ætti ekkert að koma honum við til þess að hann myndi hætta en það snertir hann ekki. Alveg óþolandi þessi notandi.", "date": "2010-10-25 17:20:00", "post_id": 99}, {"user_name": "APEXi", "text": "Er þetta nú ekki komið gott ?", "date": "2010-10-25 18:47:00", "post_id": 100}, {"user_name": "Baddeh", "text": "Nei þetta var rétt að byrja <<<icon_lol.gif>>>", "date": "2010-10-25 18:56:00", "post_id": 101}, {"user_name": "Loud1", "text": "þetta er nú bara að þróast útí eitthvað bull eins og hlaut að gerast mjög fljótlega\n\nhöfum þennan þráð sticky þar sem menn geta vælt útaf böðvari og böðvar getur tekið út þessa athyglissýki sína með sífelldu pósthóri, hljómar það ekki bara vel?", "date": "2010-10-25 19:23:00", "post_id": 102}, {"user_name": "Dezzice", "text": "Held þetta sé komið gott og ætla mér að loka þessum þræði núna.  Það er ekki réttlætanlegt að þetta snúist upp í einelti á drenginn", "date": "2010-10-25 19:48:00", "post_id": 103}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "http://live2cruize.com/spjall/images/smilies/cheers.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2010-10-23 12:57:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "path": "full/5198db091ab62691b23cc6cc26ae32ef809fddcd.gif", "checksum": "bd73b00608ece300057eac7b203c1cad"}, {"url": "http://live2cruize.com/spjall/images/smilies/cheers.gif", "path": "full/d21c329e1505cd23abb1611005606259febda0a0.gif", "checksum": "a01c6ef54721d77301272cc8a6ee1c45"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}