{"forum_title": "RÖFL", "id": "133302", "title": "Til hamingju með daginn konur!", "url": "http://www.live2cruize.com/spjall/showthread.php/133302-Til-hamingju-með-daginn-konur!", "posts": [{"user_name": "Baddeh", "text": "(Stal þessu af einhverjum facebook status.)", "date": "2010-10-25 18:22:00", "post_id": 1}, {"user_name": "biturk", "text": "já\n\n\r\nog sýnið fram á það með því að sýna að þið þurfið auka frídag því þið eruð svo hrikalega duglegar<<<rolleyes.png>>>\n\n\r\nfynnst alveg fáránlegt að þetta sé leift, kvennafrídagur....þvílíka endemis kjaftæðið!\n\r\nþað er líka ekki hægt að reikna með flatan meðal launamun og segja \" við erum launalægri\" það er svo margt sem spilar inní þetta, þegar upp er staðið veit ég ekki um eina einustu manneskju sem er á lægri launum en aðrir bara útaf því að hún er kona.....\n\n\r\neiga þær að vera á hærri launum BARA af því að þær eru konur?\n\n\r\nja SVEI!", "date": "2010-10-25 18:25:00", "post_id": 2}, {"user_name": "tony", "text": "fu á þessa feminista fjanda", "date": "2010-10-25 18:28:00", "post_id": 3}, {"user_name": "Baddeh", "text": "Haha slakur félagi!\n\nFinnst þær mega alveg halda aðeins upp á þennan dag. \nÞað var ekki svo langt síðan að konur fengu ekki að kjósa og jarí jarí (nenni ekki að telja upp allt)\nEn jafnréttisstefna sem er í gangi í þessu landi er löngu komin út í öfga. Það er ekki lengur verið að ráða hæsta fólkið í störfin, heldur bara einblínt á eitthvað jafnrétt....", "date": "2010-10-25 18:29:00", "post_id": 4}, {"user_name": "ALPINA", "text": "Er til karladagur............", "date": "2010-10-25 19:35:00", "post_id": 5}, {"user_name": "biturk", "text": "nei og ef við færum frá á það til að minna á að við viljum halda í okkar réttindi og viljum jafnrétti þá yrði hlegið að okkur og allt vitlaust hjá feministum fyrir að gera lítið úr þeirra áróðri!", "date": "2010-10-25 19:37:00", "post_id": 6}, {"user_name": "gr33n", "text": "Fréttirnar segja að 50 þúsund konur hafi verið í bænum. Það þýðir að 50 þúsund karlmenn hleyptu þeim úr eldhúsinu! Hvað er að gerast?!", "date": "2010-10-25 19:57:00", "post_id": 7}, {"user_name": "phoenix", "text": "Djöfull rosalega fer þetta femínistakjaftæði í taugarnar á mér. \n\r\nHættiði að gera ykkur endalaust að fórnarlömbum og væla um að heimurinn breyti hlutunum fyrir ykkur. Það er margsannað að megin ástæðan fyrir launamuni kynjanna er ykkur sjálfum að kenna, þið vanmetið sjálfar ykkur og ykkar virði þegar þið semjið um laun og eruð svo lélegar í að ganga á eftir launahækkunum.\n\r\nHættiði að spá endalaust í því hvað dinglar eða dinglar ekki á milli lappana á fólki og áttið ykkur á því að fólk fær borgað eftir eigin verðleikum hvað varðar afköst og vinnutíma og því hversu vel það semur sjálft og þar er ekki verið að mismuna kynjunum nema hugsanlega að því leiti að það er vitað að þið sættið ykkur við minna en karlar.\n\r\nKynin eru líka mismunandi og engin svona þvæla getur breytt því og að reyna að breyta því er hrein mismunun. Man eftir könnun sem var gerð á ákveðnum spítala fyrir þónokkrum árum og var svo snarlega kæfð niður og ekki látin fréttast. Þar koma fram að konur voru mun og þá meina ég MUN meira fjarverandi úr vinnu, hvort sem það var út af eigin veikindum eða barna sinna, afköst voru eins mun minni þegar þær voru á staðnum á annað borð. En þetta vill ekki nokkur pólitískt rétthugsandi manneskja heyra svo þetta varð aldrei samþykkt fréttaefni.\n\r\nEn á hverjum bitnar þetta endalausa jafnréttisrugl mest? \n\r\nKomandi kynslóðum. Nú þegar erum við td að sjá hér inni að það eru komnar upp kynslóðir af gersamlega óuppöldum aumingjum sem eru í flestu ósjálfbjarga, rífa kjaft, væla og vonast til að heimurinn snúist um rassgatið á þeim.\n\r\nAf því að konur eru almennt svo uppteknar við að sinna starfsframanum og hafa engan tíma fyrir uppeldi og halda að það sé bara hægt að velta því hlutverki yfir á skólakerfið. sorrý en það gengur bara ekki upp.\n\r\nOg ef þið ætlið að koma með eitthvað væl um að það sé alveg eins hlutverk föðursins að sjá um uppeldið þá má bara benda á önnur spendýr yfirhöfuð, hver sér aðallega um afkvæmin? Að reyna að snúa þessu upp í eitthvað annað er að reyna að snúa upp á náttúruna, gangi ykkur vel.\r\nOg þið getið líka sleppt því að koma með eitthvað væl hér, ég er sjálfur faðir og sinni uppeldinu eins og tækifæri gefst en staðreyndin er bara ósköp einfaldlega sú að mæður og börn mynda mun nánari tengsl en feður geta almennt nokkurn tíman vonast eftir, einfaldlega af því kynin eru mismunandi, við þurfum að vera til staðar en mæðurnar eru ávalt mikilvægari á fyrstu árunum. Konur sem eru svo uppteknar við að fá að vinna og drífa sig aftur á vinnumarkaðin örfáum mánuðum eftir fæðingu eru einfaldlega að gera börnunum heilmikinn óleik um ófyrirsjáanlega framtíð.\n\n\r\nEn áður en að ég fer að skrifa í hringi þá er meginmálið þetta.\n\r\nKynið á ekki að skipta máli heldur einstaklingurinn og að væla yfir misrétti út af kyni, hvora hendina þú notar til að skeina þér eða eitthvað álíka er aumingjalegt, hættið að vera vælandi aumingjar og þá hættir heimurinn að koma fram við ykkur eins og vælandi aumingja og við getum öll hætt að pæla í hvað dinglar eða dinglar ekki á milli lappana á ykkur.", "date": "2010-10-25 20:42:00", "post_id": 8}, {"user_name": "intenz", "text": "Haha, svaka hagfræðingur á bakvið þessar tölur.\n\nRétt útgáfa:", "date": "2010-10-25 20:49:00", "post_id": 9}, {"user_name": "biturk", "text": "það má bara loka þræðinum, það er búið að koma fram allt sem þarf og segi það sem stoltur faðir!", "date": "2010-10-25 20:57:00", "post_id": 10}, {"user_name": "Guðmundur H", "text": "<<<clapping.gif>>>", "date": "2010-10-25 23:05:00", "post_id": 11}, {"user_name": "Saraliza", "text": "hahahahahahahhahahahahaha", "date": "2010-10-25 23:06:00", "post_id": 12}, {"user_name": "intenz", "text": "Ég tel að þetta stafi af því að konur eru minna framsæknar og linari þegar kemur að kjaramálum. Það að segja að konur og karlar sem sinni sama starfi eigi að fá sömu laun, er bara einfaldlega ekki rétt. Þetta veltur allt á menntun, reynslu, dugnaði og framsækni.\n\nEf þú með BS gráðu sækir um vinnu í sjoppu áttu að fá hærri laun heldur en aðrir með minni/enga menntun, þó þeir geri nákvæmlega sömu hluti og þú. Auk þess fá þeir sem eldri eru, hærri laun heldur en þeir sem yngri eru, jafnvel þó þeir vinni nákvæmlega sömu vinnu og þeir yngri.\n\nEf karl sækir um kauphækkun á grundvelli vel unninna starfa, stekkur framkvæmdastjórinn ekki til allra í sömu stöðu og býður þeim kauphækkun. Maður þarf sjálfur að vera framsækinn og ákveðinn þegar kemur að kjaramálum hjá vinnuveitanda sínum. Ég held bara að konur séu það ekki nógu mikið almennt.\n\nVelkomin á vinnumarkaðinn.", "date": "2010-10-25 23:22:00", "post_id": 13}, {"user_name": "Guðmundur H", "text": "Það að vera meira menntaður gefur þér ekki hærri laun ef þú vinnur sömu vinnu og sá sem er minna menntaður? \nEkki vera svona vitlaus, eina sem það gerir er að sá sem er meira menntaður á meiri séns á að fá vinnuna enn sá sem er minna menntaður <<<icon_smile.gif>>>", "date": "2010-10-25 23:41:00", "post_id": 14}, {"user_name": "AronSAM", "text": "Jú veistu ég held það sé svoleiðis, ef að þú ert með stúdentspróf áttu að fá held ég 15% hærri laun.\nMyndi ekki vera að kalla fólk vitlaust nema þú sért 100%, en ég er það samt ekki en rámar í þetta.", "date": "2010-10-25 23:56:00", "post_id": 15}, {"user_name": "HjaltiH", "text": "Ha?\n\nhttp://www.hagstofa.is/Pages/2527\n\r\n\"Árið 2009 voru regluleg meðallaun karla 360.000 og kvenna 293.000.\"", "date": "2010-10-26 00:06:00", "post_id": 16}, {"user_name": "Baddeh", "text": "Haha! Nei þetta er ekki rétt hjá þér....\n\nÉg er að fara að útskrifast um jólin og bara við það hækka ég í launum. \nÞetta er alveg rétt hjá intenz", "date": "2010-10-26 00:07:00", "post_id": 17}, {"user_name": "Loud1", "text": "mér finnst þetta fyrirkomulag vera svo mikil þvæla..\n\nef við höfum þetta svona eins og þú segir, vel menntaður maður að sækja um vinnu í sjoppu sem og maður með grunnskólapróf.. báðir eru jafn hæfir í þetta starf, ég sé ekki hvernig nát 403 er að fara að hjálpa þér eitthvað við vinnu í sjoppu. þetta eru engin geimvísindi\n\nsegjum líka sem svo að tveir menn, nákvæmlega jafn mikið menntaðir (segjum stúdentspróf) sæki um vinnu í þessari sjoppu og fái báðir, annar 20 og hinn 40.. af hverju á þessi eldri rétt á einhverjum hærri launum sökum aldurs?\n\nég skil það vel að menn fái launahækkun eftir vel unnin störf eftir einhvern tíma en að annar fái hærri laun en hinn bara vegna aldurs og án nokkurrar reynslu er bara fáránlegt", "date": "2010-10-26 00:08:00", "post_id": 18}, {"user_name": "dandri", "text": "Rangt. Með því að hafa stúdentspróf eða hærri menntun getur þú krafist hærri launa miðað við þá sem eru ómenntaðir, þrátt fyrir að þið hafið sömu atvinnu", "date": "2010-10-26 00:13:00", "post_id": 19}, {"user_name": "Guðmundur H", "text": "Mágur minn er að vinna útá sjó og hann er með BA gráðu, Hann vinnur með 2 öðrum sem eru hvorugir menntaðir annað enn skipstjórinn menntaður skipstjóri væntalega. Enn hann fær ekki hærri laun útaf því að hann er með BA gráðu en ef hann væri ekki neitt menntaður <<<icon_wink.gif>>>", "date": "2010-10-26 00:17:00", "post_id": 20}, {"user_name": "Baddeh", "text": "Þetta er einfaldlega það sem stendur í kjarasamningum og það sem stéttafélögin beita sér fyrir. Menntun er góð og færir mönnum hærri tekjur. (Samt ekki, útaf hátekjuskattinum)\nHeld samt að það skipti engu máli hvað þú ert gamall. Byjunarlaunin er þau sömu held ég.", "date": "2010-10-26 00:17:00", "post_id": 21}, {"user_name": "Guðmundur H", "text": "Segjum að ég væri atvinnurekandi og ætti sjoppu. \nTveir menn koma til mín hvorugur með neina reynslu í afgreiðslu, annar er með stúdentspróf og þarf að fá 1200 á tímann en hinn er bara grunnskóla menntaður og þarf að fá 1000. Þá myndi ég auðvitað ráða ódýrari starfskraftinn fyrir nákvæmlegu sömu vinnu, ef þú myndir gera hitt væriru ekki rosa klár atvinnurekandi.", "date": "2010-10-26 00:21:00", "post_id": 22}, {"user_name": "Sylvía", "text": "Þegar ég var að vinna á leikskóla þá hækkaði ég í launum við það að verða 20... svo aldur skiptir máli á mörgum stöðum.", "date": "2010-10-26 00:27:00", "post_id": 23}, {"user_name": "Baddeh", "text": "Ertu semsagt að segja mér að menntun sé slæm? \nÞetta hefur ekkert með það að gera. \nÞetta er alveg rétt hjá þér, auðvitað mundi maður velja ódýrari starfskraftinn.", "date": "2010-10-26 00:29:00", "post_id": 24}, {"user_name": "Baddeh", "text": "Ok my bad. Hélt að þetta miðaðist við 18 ára aldur. \nHvað vastu búinn að vinna þar lengi? Hækkar líka í launum við hvert unnið ár.", "date": "2010-10-26 00:30:00", "post_id": 25}, {"user_name": "Guðmundur H", "text": "Já ef þetta er satt að bara fyrir að vera búin að læra einhvað sem kemur vinnunni ekkert við fái maður hærri laun er ekki sanngjarnt :s\nEnn aftur á móti þegar þú ert með stúdentspróf opnast miklu fleiri atvinnur fyrir þig heldur enn þann sem er ekki með þá menntun <<<icon_razz.gif>>>", "date": "2010-10-26 00:32:00", "post_id": 26}, {"user_name": "Sylvía", "text": "Var búin að vinna þar í rétt rúmlega mánuð.. Leikskólastjórinn sagði mér þegar hún réð mig að ég myndi hækka í launum þegar ég yrði 20 ára. Það eru víst bara einhverjir samningar hjá stéttafélögum eða Reykjavíkurborg or some..", "date": "2010-10-26 00:36:00", "post_id": 27}, {"user_name": "Guðmundur H", "text": "Er það þá ekki bara það að lágmarkslaun eru misjöfn á hvaða starfssviði fyrir sig og misjafnar breytingar eftir aldri og menntunn eftir því hvaða starfssviði þú ert á?", "date": "2010-10-26 00:39:00", "post_id": 28}, {"user_name": "Kristjan_GUÐ", "text": "joina gruppuna mina bara.....\nhttp://www.facebook.com/group.php?gid=126609677353326", "date": "2010-10-26 00:42:00", "post_id": 29}, {"user_name": "Loud1", "text": "þetta virkar ekki svoleiðis, flestir svona staðir eru með laun samkvæmt kjarasamningum, sem flokkast í launaþrep eftir aldri og hefur ekkert með menntun að gera..", "date": "2010-10-26 00:42:00", "post_id": 30}, {"user_name": "Guðmundur H", "text": "hahha *joined* ... allger snilld <<<icon_wink.gif>>>", "date": "2010-10-26 00:49:00", "post_id": 31}, {"user_name": "intenz", "text": "Kolvitlausar tölur.", "date": "2010-10-26 02:21:00", "post_id": 32}, {"user_name": "intenz", "text": "Auðvitað hefðir þú gert það, en hefði þessi með stúdentsprófið verið ráðinn hefði hann ekki reiknað verðin á hlutum í huganum vitlaust og þar með hefðir þú sem atvinnurekandi ekki tapað stórfjárhæð.", "date": "2010-10-26 02:26:00", "post_id": 33}, {"user_name": "Guðmundur H", "text": "haha hvað ætlar þú að selja í sjoppunni þinni sem þarf hugareikning? Einhvað undir borðið greinilega <<<icon_biggrin.gif>>>", "date": "2010-10-26 02:28:00", "post_id": 34}, {"user_name": "SheDevil", "text": "Styð kvennréttindi, dont get me wrong, en þetta .. er komið út í einhverjar öfgar. Ég segi það hreinskilningslega að ég er búin að vera með margfaldann kjánahroll í hvert skipti sem ég les eitthvað um þennann kvennafrídag. Varð mest pirruð þegar ég hringdi í þjónustuver bankans og þurfti á því að halda að komast í samband við þjónustufulltrúa eftir lokun almenns banka (já ofdekruð af því að þjónustuverið sé opið lengur) .. en nei það var lokað til að halda upp á kvennafrídaginn. Ég sat með símann við eyrað og hugsaði, bíddu á hvað var ég að hlusta .. var ekki að ná þessu í smástund, lagði símann svo frá mér og var svo orðlaus að ég hugsaði ekkert í smástund, gjörsamlega blank. That does not happen to women! .. Kanski mín útgáfa af kvennafrídegi, hausinn á mér stoppaði í smástund því ég varð baffled beyond ..", "date": "2010-10-26 02:30:00", "post_id": 35}, {"user_name": "intenz", "text": "Ég hef í alvöru verið rukkaður um 460 kr. og fengið stórt spurningamerki þegar ég rétti fram 500 kr. seðil og tíkall.", "date": "2010-10-26 02:36:00", "post_id": 36}, {"user_name": "Guðmundur H", "text": "hahahahah <<<icon_biggrin.gif>>> ... ég fé hann phx til að búa til greindarpróf fyrir þá sem sækja um í mínum rekstri...", "date": "2010-10-26 02:39:00", "post_id": 37}, {"user_name": "Dezzice", "text": "Jahá hvar á ég að byrja <<<icon_biggrin.gif>>>\n\r\nÉg er sammála mörgu sem Phoenix bendir á.  Það er staðreynd að konur eru meira humble, meta sig ekki að verðleikum eins og kallar og þ.a.l. ganga ekki jafn hart fram í að fá sín réttindi og fá hærri laun.  Það má þó benda á það að ef kona er töffari þá virðist hún alltaf fá viðnefnið \"TÍK\".  Það er eins og fólk eigi ofboðslega erfitt með að höndla það að ákveðinn og sterkur kvennmaður sé við völdin, sem er sorglegt.\n\r\nÉg er samt ekki sammála því að feður geti ekki sinnt uppeldi barna sinna eiginlega næstum á sama hátt og kvennmenn.  Jú geri mér grein fyrir því að við slítum ekki beint brjóstin af okkur en að sama skapi þá er voðalega fátt nema brjóstagjöfin sem konur geta gert en karlar ekki <<<icon_wink.gif>>>  Finnst þetta alltaf slitin tugga þegar karlmenn þykjast ekki heyra þegar börnin þeirra vakna og sinna þeim ekki jafnt á við mömmuna enda finnst mér það ofboðslega mikilvægt að pabbi barns sé stór og jákvæður partur í lífi barns.  Dóttir mín er algjör pabbastelpa og ef ég er í miklum vinnu og skólatörnum þá er alveg auuuuugljóst að ég er ekki lengur númer 1 hér á heimilinu og pabbi er bestur <<<icon_wink.gif>>>\n\r\nÞað er líka ekki hægt að segja að konur séu svona uppteknar af starfsframanum og þess vegna séu börn bara í tómu tjóni.  Afhverju er það ekki alveg eins sök karlmannana?  Ekki misskilja mig ég er ein af þeim sem var heima með barnið mitt lengur en flestir, hún fór ekki á leikskóla fyrr en hún var tveggja og hálfs, en ég gat leyft mér það þar sem ég gat unnið heima með hana og það eru ekkert allir sem geta það því miður.  Flestir verða bara að klára sitt fæðingarorlof og gjörasvovel að fara að vinna.  Þar með sagt er barn á ábyrgð beggja foreldra sinna, nema annað foreldrið sé bara í tómu rugli og axli ekki sína ábyrgð og því ábyrgð beggja foreldra að standa sig.  Ég er samt sem áður sammála því að það er sorgleg staðreynd að fólk hefur lítin sem engan áhuga á því að eyða tíma með börnunum sínum og ala þau upp og veltir þeim bara yfir á kerfið og vælir svo út í eitt af því börnin þeirra eru i tómu rugli.\n\r\nÉg sé svosem ekkert að þessum frídegi þó ég sé ekkert að missa mig í að halda upp á hann <<<icon_lol.gif>>> en að sama skapi finnst mér þetta orðið frekar þreytandi þegar svona ofur pólitísk rétthugsun er farin að tröllríða öllu og það er hætt að skipta máli hver er hæfastur í starfið.  \n\r\nJafnrétti á alltaf rétt á sér.  Öfgafeminismi pirrar mig og ég hef sjaldan móðgast jafn mikið og þegar sagt var við mig í atvinnuviðtali á 100% karla vinnustað að það þyrfti nú helst að ráða konu svo þetta færi ekki að líta illa út hjá þeim.  Ekki þann hæfasta, bara þann sem var af réttu kyni <<<icon_rolleyes.gif>>>\n\r\nOg mér finnst að fólk sem hefur haft fyrir því að mennta sig eigi að fá vinnuna betur borgaða.  Ég er ekki að tala um einhverja sjoppuvinnu og annað en fólk sem er með góða reynslu og góða menntun á alltaf skilið betri laun að mínu mati.", "date": "2010-10-26 03:03:00", "post_id": 38}, {"user_name": "jaman", "text": "Er ekki nóg fyrir konur og karla að hafa mannréttindi? Mér finst stundum eins og þessar rauðsokkur haldi að þær geti ekki fengið þak yfir höfuðið eða fengið að anda að sér sama súrefni og karlar. Og þessvegna þurfi þær að ''berjast'' fyrir kvennréttindum. Hvað meiga konur ekki núna sem karlar meiga? Veit ekki betur en að kvennþjóðin á mínum vinnustað fái jafnmikið borgað og karlar. Meiga jafnvel tjá sig og tala saman,fá að borða það sama og karlarnir fá meira aðsegja að sitja á sama stað og karlar. Þessar Tjellingar(rauðsokkur) eru ekki að biðja um jafnrétti....þær vilja fara way beyond....Veit ekki allveg hversu gáfulegt þetta er hjá mér þar sem þreytan er farin að segja verulega til sín en ég er ánægður með þessa umræðu í þessum þræði.", "date": "2010-10-26 03:53:00", "post_id": 39}, {"user_name": "Gulli cruizer", "text": "þær fengu kvk forsetis ráðherra og þær voru með kvk forseta hvað vilja þær meira", "date": "2010-10-26 09:54:00", "post_id": 40}, {"user_name": "Einar Vti", "text": "þetta eru ekki lengur jafnréttindi heldur kvennréttindi get flett upp einni grein til að sanna það haha\n\n\n\nhttp://www.visir.is/article/20091029...IR01/212757490\n\nskil ekki afhverju hefði verið átt að ráða hana ef þau voru jafnhæf ?", "date": "2010-10-26 13:11:00", "post_id": 41}, {"user_name": "Guðmundur H", "text": "Ohhh ég hata svona feminista. Andskotinn,,, afhverju eiga þær að fá allt gefin enn ekki karlar,, helvítis rugl!", "date": "2010-10-26 14:39:00", "post_id": 42}, {"user_name": "VolvoFH16", "text": "Rangt, stúdent er með 3 eð 4% hærrilaun enn sá sem hefur ekki lokið stúdent, í öllum vinnum og á öllum vinnustöðum. og BS gráða í eitthverju veitir þér minnir mig 5-6% launahækkun sama við hvað þú ferð að vinna við <<<icon_wink.gif>>>", "date": "2010-10-26 14:51:00", "post_id": 43}, {"user_name": "UnnarÓ", "text": "Geturu þá vísað í rétta heimild?", "date": "2010-10-26 15:43:00", "post_id": 44}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/clapping.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2010-10-25 18:22:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/clapping.gif", "path": "full/06832b5dc235e1343b3da5f088dfbfd776d970f4.gif", "checksum": "08c687aafa9319cdc27d934c887c8b6a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}