{"forum_title": "RÖFL", "id": "133721", "title": "Smá spurning um opið púst", "url": "http://www.live2cruize.com/spjall/showthread.php/133721-Smá-spurning-um-opið-púst", "posts": [{"user_name": "hjaltifs", "text": "ég var að spá að seta opið púst á Opcinn minn en var að að spá fær maður endurskoðun út á það ?", "date": "2010-11-01 09:18:00", "post_id": 1}, {"user_name": "Birgir Örn", "text": "Gætir fengið það ef það er yfir hávaðamörkum og vantar hvarfakút og fl , ætlarðu að fá þér alla leið ?", "date": "2010-11-01 11:04:00", "post_id": 2}, {"user_name": "Sævar Örn", "text": "min reynsla af opel með kútlaust púst er að þeir hljóma nákvæmlega nákvæmlega eins og gamall díseltraktor með brotinn hljóðkút og gengur á kaldstartinu. Alveg ótrúlega þreytandi hljóð alveg hreint <<<icon_smile.gif>>>\n\nGaman í 5 mínútur kannski", "date": "2010-11-01 11:42:00", "post_id": 3}, {"user_name": "Haukur Litli", "text": "Settu að minnsta kosti glass-pack eða tvo í hann, það heftir flæðið svotil ekkert en róar aðeins skoðunarkallana og minnkar aðeins drunurnar. Ég ætla í 3\" rör alla leið að aftur dekki á Cruisernum og ætla að hafa einn glass-pack til að vera safe með skoðun og með aðeins dannaðra hljóð.", "date": "2010-11-01 12:56:00", "post_id": 4}, {"user_name": "fohelle", "text": "Keyptu þér Downpipe og látu bara taka aftasta kútinn kemur flott hljóð og kemst í gegnum skoðun, og bílinn verður sprækari\n\nMeð downpipe þá losnarðu við fremri hvarfakútinn, og sleppur við að fá vélarljósið upp og villukóðann P0420 sem þú færð þegar þú tekur seinni hvarfan\n\nAlavega kaupa downpipe og láta rífa seinni hvarfan undan \n\nÉg var með opið um tíma og fannst það fínt en var líka með mappaðan bíll,", "date": "2010-11-01 17:07:00", "post_id": 5}, {"user_name": "ValdiZippo", "text": "færð ekki alltaf villukóða, kom allavega ekki upp hjá mér, og ég er með downpipe og alla kúta fjarlægða", "date": "2010-11-01 21:08:00", "post_id": 6}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2010-11-01 09:18:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}