{"forum_title": "RÖFL", "id": "134224", "title": "Gott kort", "url": "http://www.live2cruize.com/spjall/showthread.php/134224-Gott-kort", "posts": [{"user_name": "Gaujinn", "text": "Hvað segja menn um \"Gott kort\"  http://gottkort.is/\n\r\nEinhver sem er með Gott kort ?  \r\nEr þetta týpískt kort með afsláttum sem eru bara til vandræða og eru flestir lygar?? \n\r\nDeilið með okkur sögum um þetta nokkuð freistandi kort <<<icon_biggrin.gif>>> <<<icon_razz.gif>>>\n\n\r\nFann engan þráð um þetta ...", "date": "2010-11-08 22:30:00", "post_id": 1}, {"user_name": "FanSi", "text": "fékk einmitt símhringingu um daginn frá frænku minni sem er að vinna þarna, hún allaveganna náði mér og fékk mér svona dæmi og móðir,bróðir og systir mín og við erum allaveganna að fara út 26.Nov 6 fyrir 3 sem þykir ekki leiðinlegt <<<icon_biggrin.gif>>> Held að kortið sé búið að margborga sig upp þar ...", "date": "2010-11-08 23:25:00", "post_id": 2}, {"user_name": "EinarBMW", "text": "Endalaust hægt að spara með þessu korti ef þú ert að kaupa hluti sem eru á afslætti hjá Gott kort <<<icon_smile.gif>>>", "date": "2010-11-08 23:37:00", "post_id": 3}, {"user_name": "SæunnBjörk", "text": "en það kostar líka eitthvað x mikið á ári að eiga þetta kort... mig minnir að það sé 5 þús kall eða eitthvað", "date": "2010-11-08 23:42:00", "post_id": 4}, {"user_name": "MarjónPétur", "text": "já sá 5000 kall kemur í stað færslugjalda..", "date": "2010-11-08 23:43:00", "post_id": 5}, {"user_name": "SæunnBjörk", "text": "ja oki ég væri frekar til í að hafa færslugjöld maður finnur minna fyrir því hehe : )", "date": "2010-11-08 23:49:00", "post_id": 6}, {"user_name": "Viktorthor", "text": "Þeir hringdu daglega í mig í heila viku. Er búinn að blokka númerið þeirra núna <<<icon_rolleyes.gif>>>", "date": "2010-11-08 23:50:00", "post_id": 7}, {"user_name": "ommi", "text": "pooper Viktor!", "date": "2010-11-08 23:57:00", "post_id": 8}, {"user_name": "Nozzgrebroth", "text": "ég er með svona útaf bensínafslættinum, og svo eru fullt af ágætis tilboðum inná milli. Þessi 5000 kall er fljótur að borga sig upp", "date": "2010-11-09 00:30:00", "post_id": 9}, {"user_name": "Jói Weldingh", "text": "þetta gottkort er algört kjaftæði.. það var hringt í mig og sagt mér að ég væri að borga minna ársgjald af þessu en öðrum kortum og ég bara hey ok af því ég er að borga 500 kall af kortinu sem ég er með hjá landsbankanum og síðan fæ ég bara rukkun uppá 5000 kall og hringi þarna niðrettir og tala við eikkern dúdda og segji honum að ég hafi bara verið ranglega upplýstur og ég vilji bara hætta með þetta kort og hann segjir bara ok ekkert mál ég skal redda þessu .. og ég bara ok flott en þarf ég að borga þetta ársgjald og hann segjir að ég þurfi þess ekki en neinei ég er ennþá að fá rukkanir fyrir þetta .. þetta er bara algjört rugl og kjaftæði..", "date": "2010-11-09 00:31:00", "post_id": 10}, {"user_name": "Tommiht", "text": "sumir með sand í henni.. .. en þetta er marg búið að borga sig upp hjá mér í bensíni og færslugjaldi samt er ég bara buinn að vera með kortið í 2 mánuði.. snilldar kort mæli hiklaust með þessu <<<icon_biggrin.gif>>>", "date": "2010-11-09 01:10:00", "post_id": 11}, {"user_name": "ingi15", "text": "vinur minn lenti nú í því að það var hringt í hann og boðið honum kortið hann sagðist ættla að hugsa málið svo fekk hann það bara í pósti og rukkun með<<<icon_lol.gif>>> en ég var að fá mitt sé allveg bókað fram á það að bara afslættirnir eiga eftir að borga það upp og meira en það<<<icon_smile.gif>>> svo eru enginn færslugjöld sem að er líka kostur", "date": "2010-11-09 01:21:00", "post_id": 12}, {"user_name": "Lexinn", "text": "25% afsláttur á nasa af bjór úr krana og brezer , einnig 25% af öllum drikkjum þ.m.t. áfengu á b5  <<<icon_biggrin.gif>>> kanna að meta þetta", "date": "2010-11-09 01:58:00", "post_id": 13}, {"user_name": "Loud1", "text": "var plataður í þetta, ekki hægt að kaupa síma á raðgreiðslum, allt of hátt árgjald.\n\nfékk fyrirframgreitt kort sem þarf að fylla á gegnum sér síðu, ekki hægt gegnum heimabanka, ekki heldur hægt að fylgjast með stöðunni þar.\n\nef þú leggur inn eftir kl 4 kemur peningurinn ekki inn fyrr en daginn eftir, ef það er eftir 4 á föstudegi þá kemur inná kortið á mánudegi\n\n\nég held mig við debetkortið, áður en menn fara að væla yfir færslugjöldunum þá vil ég benda á að hægt er að taka út pening vikulega endurgjaldslaust, þ.e.a.s skammtað sér pening fyrir vikuna sem er alveg margfalt sniðugra uppá að geta fylgst með hvað maður er að eyða í\nmaður gerir sér betur grein fyrir seðlum en korti, sbr. félagi minn missti sig eitthvað með kreditkortið sitt og skuldar núna rúmlega 100þ kall sem gerir ekkert nema að safna vöxtum og fara í innheimtu með tilheyrandi kostnaði og bulli\n\nsleppessu", "date": "2010-11-09 02:12:00", "post_id": 14}, {"user_name": "elisvk", "text": "haha búið að bjóða mér þetta nokkrum sinnum en ég hef ekki enn skilið þetta né séð þetta neinstaðar, bara heyrt \"gottkort\" og ekkert meir, hef engann áhuga á þessu :P", "date": "2010-11-09 02:25:00", "post_id": 15}, {"user_name": "Gunni litli", "text": "ég er með þetta og nota þetta í staðin fyrir debet kort og finnst það fínt ég get lagt inná það til 9 á kvöldin eins og önnur kort og get lagt inná það í heimabanka ég fíla þetta kort virkilega vel ég já þetta er semsagt fyrirframgreitt kort og ég skamta bara inná það eins og kjartan (hávaði1) var að tala um finnst þetta mega gott bara", "date": "2010-11-09 03:34:00", "post_id": 16}, {"user_name": "dazy crazy", "text": "Þið sem eruð með þetta kort, hvar sjáiði hvað er mikið inná því?\r\nSendi þeim bréf sem ég hef ekki fengið svar við ennþá, læt það bara hérna ef einhver sem er að vinna þar skildi vera hér. <<<icon_biggrin.gif>>>\r\n\"Halló\r\nEkki get ég sagt að okkar viðskipti byrji vel. Sölumaðurinn sem hringdi spurði hvert ég vildi fá kortið sent og ég bað um að fá það hingað þar sem ég er búsettur í Reykjavík en hvert fer það, jú norður í Skagafjörð þar sem lögheimili mitt er. Nú er ég loksins búinn að fá það í hendurnar, mánuði seinna og fer að skoða tilboðin og afslættina en hvað sé ég, þessi 10 krónu afsláttur af eldsneyti sem hann var svo ofboðslega upprifinn af er einungis fyrstu 3 eða 4 skiptin.\r\nÍ dag ætlaði ég svo að hringja og kvarta yfir þessu en þá eru mér boðnir 3 möguleikar sem enginn átti við mitt tilfelli svo ég ákveð að fá samband við skiptiborð sem átti að koma veldi maður enga tölu... þá kemst ég að því, mér til mikillar gremju að það er bara sennilega ekkert skiptiborð hjá ykkur eftir að vera búinn að hlusta á hringipípið í tæpar 10 mínútur og skellti á.\r\nNú vona ég að ég fái eitthvert svar þar sem mál ykkar er útskýrt\r\nM.b.k. Dagur Torfason\"", "date": "2010-11-09 05:13:00", "post_id": 17}, {"user_name": "EinarWRX", "text": "Mér finnst þetta ekkert spennandi það var hringt í mig a.m.k. 5 sinnum og röflað eitthvað um bensínafslátt en ég er bara sáttur með debet kortið og ætla að halda mér við það <<<icon_smile.gif>>>.", "date": "2010-11-09 05:29:00", "post_id": 18}, {"user_name": "Gaujinn", "text": "þakka góð svör <<<icon_biggrin.gif>>> .. er enn að reyna melta þetta. \nEn hafa einhverjir lennt í einhverju öðru veseni með afslættina ?? t.d. á veitingarstöðum? Það er nefnilega aldrei sagt frá öllum afslættinum, eins og t.d. það er sagt 20% afsláttur af einhverjum tilteknum veitingarstað. Svo fer maður á þennan stað og þá er það bara 20% afsláttur af einhverri einum rétti(sem er kannski lang óvinsælastur)\nHvað segir fólk um þetta? <<<icon_biggrin.gif>>>", "date": "2010-11-09 08:39:00", "post_id": 19}, {"user_name": "kiddig", "text": "Þeir segja ekki alla söguna þarna í gott kort, það er t.d. ekki alltaf aflsáttur af drykkjum á b5, heldur bara frá 17:00 til 24:00", "date": "2010-11-09 08:43:00", "post_id": 20}, {"user_name": "ommi", "text": "Fékk mér þetta, eiginlega bara af því að vinur minn byrjaði að vinna hjá þeim og hringdi í mig. Ég ætla samt sem áður ekki að nota þetta í neitt nema að kaupa frá ameríku, er að lenda í veseni með að tengja þetta við einkabankann hvort sem er.", "date": "2010-11-09 08:50:00", "post_id": 21}, {"user_name": "Agnar Logi", "text": "þeir hringdu i mig og buðu mer þetta... eg var frekar spenntur fyrir þessu og öllum þessum afsláttum sem þeir voru með i boði á akureyri... en eg ákvað að skoða þetta aðeins betur og fór inná gottkort.is og þar stendur t.d. 20-25% afsláttur af drykkjum á kaffi akureyri en svo ef maður fer i NÁNAR þá stendur lika að þetta gildi aðeins til kl 24:00.. eins með afsláttinn á greifanum hann gildir bara til kl 18:00... kallinn i simanum var ekkert að segja það...", "date": "2010-11-09 09:40:00", "post_id": 22}, {"user_name": "Gaujinn", "text": "já hvað er málið með það ! að örugglega meirihluti tilboða er aðeins á Akureyri eða norðurlandinu ???  Kaffi Akureyri, Dj grill, JB úr og skart á Akureyri , Kaffi Talía á Akureyri , Bílaleigan á Akureyri, Ólafshús á Sauðarkróki, Þreksport á Sauðarkróki, Kaffi krókur Sauðarrókur, Vélsmiðjan Akureyri, og margt fleirra ?? þetta er fáranlegt", "date": "2010-11-09 09:45:00", "post_id": 23}, {"user_name": "Viggóhelgi", "text": "farðu aðeins yfir öll kort bankana,,, það er LANG oftast eitthvað ársgjald. enn svo falla þessi ársgjöld oft niður við ákveðið mikla notkun\n\r\nvitleysa að segja að þessi 5000 kall sé downside", "date": "2010-11-09 10:48:00", "post_id": 24}, {"user_name": "Gylfiþ", "text": "ég er  einmitt að lenda í því sama búinn að fá rukkun í hverjum mánuði síðan ég hætti en samt sagði gaurinn mér að klipppa kortið og ég fengi enga reikninga frá þeim aftur", "date": "2010-11-09 10:55:00", "post_id": 25}, {"user_name": "Gunnoli", "text": "er með svona gott kort hefur ekki verið neitt vesen á því. easy að láta setja það inní heimabankann og ekkert mál að millifæra inná það.", "date": "2010-11-09 12:50:00", "post_id": 26}, {"user_name": "Sæli", "text": "Sama hér\n\nog flugtilboðin eru sweet", "date": "2010-11-09 14:33:00", "post_id": 27}, {"user_name": "eyþóringólfs", "text": "Afslættirnir með þessu korti á skemmtistöðum gildir bara til 24 á kvöldin, stundum til 23, og svo borgaru 5000kr í ársgjald sem er flott, en ef þú ferð og tekur út pening í hraðbanka þá ertu að borga eh gjald \n\nfyrir að gera það þannig ég mundi ekki segja að þetta sé færslugjaldslaust kort, ég veit þessa hluti afþví ég var að vinna þarna í tíma, ef ég væri þú þá mundi ég bara handa mig við debetkortið þitt sem er \n\nháð eh banka.", "date": "2010-11-09 20:38:00", "post_id": 28}, {"user_name": "Sævar Örn", "text": "Það er enginn að fara að gefa þér neitt á íslandi í dag, þannig gleymdu þessu áður en þú spáir í þessu!\n\n\n\nþ.e. þeir væru ekki með þennan rekstur nema vera í gróða, og hvaðan græða þeir??", "date": "2010-11-09 21:15:00", "post_id": 29}, {"user_name": "bjorgvinkarl", "text": "fylleríisafsættir..", "date": "2010-11-11 12:39:00", "post_id": 30}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2010-11-08 22:30:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}