{"forum_title": "Almennt spjall", "id": "134468", "title": "get ég fengið svona einhversstaðar (til að kæla málmvinnsluvélar)", "url": "http://www.live2cruize.com/spjall/showthread.php/134468-get-ég-fengið-svona-einhversstaðar-(til-að-kæla-málmvinnsluvélar)", "posts": [{"user_name": "dazy crazy", "text": "Halló\r\nkann ekki og veit ekki hvað þetta heitir en er hægt að fá svona einhversstaðar á Íslandi?\nhttp://www.usshoptools.com/current_y...GS_563_565.pdf\r\nog einhver hérna sem hefur prufað svona sem veit hvort þetta virkar eitthvað eða ekki?\r\nkv.", "date": "2010-11-12 00:57:00", "post_id": 1}, {"user_name": "Grjoni Honda", "text": "Veit ekki hvort að þetta er til hérna heima, ég myndi bara búa mér til svona (eða eithvað sambærilegt þessu), ætti nú ekki að vera flókið <<<icon_wink.gif>>>", "date": "2010-11-12 01:02:00", "post_id": 2}, {"user_name": "vollinn", "text": "Gæti verið að Fossberg eða Iðnvélar séu með svona, þeir selja allavega rennibekki og fræsara ásamt tilheyrandi aukahlutum.", "date": "2010-11-12 10:33:00", "post_id": 3}, {"user_name": "Þráinn", "text": "hvað meinar þú með prufað svona?\n\n\"as in\" já þetta er nauðsinlegt á fræsum og rennibekkjum til að auka endingu á stálum eða, ég setti þetta við standborvélina og hún boraði gat ?", "date": "2010-11-12 18:10:00", "post_id": 4}, {"user_name": "dazy crazy", "text": "[QUOTE=Þráinn;1956206]hvað meinar þú með prufað svona?\n\r\n\"as in\" já þetta er nauðsinlegt á fræsum og rennibekkjum til að auka endingu á stálum eða, ég setti þetta við standborvélina og hún boraði gat ?[/QUOTE\n\r\nFyrirgefðu fáfræði mína, ég var aðallega að spá hvort þetta væri eitthvað dæmi sem þyrfti kannski ekkert og væri bara selt af því það hljómaði svo vel. Fínt að vita að þetta er nauðsynlegt fræsurum og rennibekkjum því þá hlýtur þetta að virka.\n\n<<<icon_lol.gif>>> \"og hún boraði gat\"\n\r\nEr þetta eitthvað sérstakt efni sem er sprautað eða bara vatn?", "date": "2010-11-16 01:02:00", "post_id": 5}, {"user_name": "G3ML1NGZ", "text": "[QUOTE=dazy crazy;1958378]\n\nÞetta er í grunnatriðum \"Sleipiefni\" bara gerir það auðveldara að bora og constant flæði af vökva kælir í leiðinni <<<icon_smile.gif>>>", "date": "2010-11-16 01:29:00", "post_id": 6}, {"user_name": "Tasken", "text": "og þú  færð svona lagað í fossberg bæði rörið og vökvan", "date": "2010-11-16 07:22:00", "post_id": 7}, {"user_name": "Master", "text": "Það ætti að vera auðvelt að smíða svona. það er hægt að gera þetta alveg ofureinfalt.", "date": "2010-11-16 21:10:00", "post_id": 8}, {"user_name": "baldur", "text": "Þetta kallast kæliolía, fæst til dæmis í Wurth.", "date": "2010-11-16 21:39:00", "post_id": 9}, {"user_name": "Þráinn", "text": "fæst líka í landvélum, og er örugglega mun ódýrari þar", "date": "2010-11-16 23:38:00", "post_id": 10}, {"user_name": "Ghostrider", "text": "Það er bæði til skerolía sem er notuð í að bora og svo vövkinn sem er mjólkurlitaður sá er meira notaður á sagir og stóra rennibekki", "date": "2010-11-16 23:53:00", "post_id": 11}, {"user_name": "Heddportun", "text": "Held að íslenska heitið sé Smurklukka/skammtari \n\nÞetta er bæði smur og kælivökvi vatnsblandaður og er notað á cnc vélum og þessháttar\n\nEf þú færð þér réttan bor með húð þá þarftu ekki endilega að vera með vökva með en fer eftir hvað þú ert að gera.", "date": "2010-11-17 04:14:00", "post_id": 12}, {"user_name": "bodvarg", "text": "[QUOTE=dazy crazy;1958378]\n\nþað kallast kæliolía sem að er notuð og er 10% olía á móti rest af vatni er rosalega góð olían sem að við notum uppi í skóla skal tékka eftir helgi hvað hún heitir \n\n\n\nyfirleitt er hann nú neongrænn en verður hvítur og þá er tími til að skipta um vökva \n\n\n\n þetta heitir einfaldlega kæliolíudæla líka notað á flestöllum fræsurum það er alveg sama hvernig borar eru það er engin sérstök húð á þeim það sem að skiptir máli er slípunin á þeim þarft ekki að vera með vökva en átt alltaf að nota skerolíu", "date": "2010-11-19 23:38:00", "post_id": 13}, {"user_name": "blackhole", "text": "fyrir utan það að kæla og smyrja, þá skilur vökvinn eftir olíu himnu á stykkinu sem var verið að vinna, svo stykkið er ryðvarið upp að vissu marki.", "date": "2010-11-21 02:18:00", "post_id": 14}, {"user_name": "Heddportun", "text": "Þú ert ekki að skila hvað ég skrifaði,Borar eru húðaðir til að auka endingu og nei þú þarft ekki alltaf skerolíu\n\nMeð sérstakri húð þá minnkar þörfin fyrir kælinguna og smurninguna,er óþörf fyrir smærri verk með feed og speed í hófi en fer eftir hvaða húð þú ert með og vinnsluefni.\nHúðin gerir þér kleift að nota sama bor aftur og aftur svo framarlega sem þú sendir hann aftur inn til að húða hann og koma í mál", "date": "2010-11-21 18:48:00", "post_id": 15}, {"user_name": "bodvarg", "text": "það eru til tvennskonar spíralborar borar sem að eru slípaðir fyrir herslu og borar sem að eru slípaðir eftir herslu þú þarft alltaf smurningu þó þú sért að vinna smærri verk venjulegur skerhraði á spíralborum er 20m/min ef að þú ert með stál það er ekki nein helvítis húð á borum en aftur á móti eru til borar sem að eru úr mismunandi efni og þú getur verið með cobalt bora sem að eru með nokkrum prósentum að kóbalti í efninu sem að borinn er úrog annarsvegar hss bora sem að eru úr hraðstáli  o.s.f.v. og það sem að þú ert að gera með því að nota smurningu er að bæði kæla og til að fá betri yfirborðsáferð ástæðan fyrir því að þú villt kæl er til þess að afglóða ekki borinn sem að gerist venjulega ef að þú kælir ekki svo villtu líka kæla til þess að efnið sem að þú ert að bora í verði ekki fínkornótt sem að gerir það að verkum að það verður stökkara og gerir alla frekari vinnslu erfiðari án afglóðunar", "date": "2010-11-21 20:20:00", "post_id": 16}, {"user_name": "Rednex", "text": "Einn af rennismiðunum uppi í vinnu sagði mér nú að vera ekkert að stressa mig á að setja skerolíu á bora, svo framarlega að spónninn blánaði ekki.", "date": "2010-11-21 23:33:00", "post_id": 17}, {"user_name": "bodvarg", "text": "þá ertu enda ekki að spá í yfirborðsáferð í gatinu", "date": "2010-11-21 23:38:00", "post_id": 18}, {"user_name": "Heddportun", "text": "Þú þarf ekki að útskýra þetta er á cnc vél og keyri dry run nokkuð reglulega á vinnslustykkjunum-Venjulegur bílskúr er ekki með dælu og hvaðeina eins og renniverkstæði þessvegna eru til borar sem þurfa ekki vökva vegna húðarinnar sem leiðr hitan frá sem og hefur smurningseiginleika-pældu í öllum holunum sem hafa verð boraðar án olíu en það fer betur með óhúðaða að nota hana t.d. WD40 er fínt sem er til í öllum bílskúrum sem og ATF eða húsgagahreinsir ef þú þarft að redda þér <<<icon_smile.gif>>>\n\nÞað er engin 1 uppgefin skurðarhraði á borum!! Ekki leita að upplýsingum úr Bykobæklingnum\n\nFER ALLT EFTIR BORNUM(HÚÐINNI)-VINNSLUSTYKKINU OG HRAÐANUM-PUNKTUR", "date": "2010-11-22 00:56:00", "post_id": 19}, {"user_name": "Kiddi", "text": "Þið fáið Blaser (blandað 7-13 % í vatn) kælivökva hjá Verkfærasölunni í Síðumúlanum. Sá vökvi er mjög góður á forðabúr á rennibekkjum, fræsivélum, sögum o.þ.h.. Fossberg selur svo Rocol skerolíur sem er góðar í seigt efni þegar er verið t.d. að bora. \n\nPersónulega finnst mér svo best að nota white spirit þegar ég er að vinna með ál í súluborvél.\n\nÍ 95% tilfella er best að hafa allt á floti.", "date": "2010-11-22 02:38:00", "post_id": 20}, {"user_name": "Kristján Stefánsson", "text": "Popp og Kók", "date": "2010-11-22 08:36:00", "post_id": 21}, {"user_name": "bodvarg", "text": "það er líka allt annað að renna með harðmálmi og að bora með hraðstáli skerhraðinn á bornum fer eftir slipuninni og í hvaða efni þú ert að bora í PUNKTUR er að vinna við rennibekk \r\nhraðinn fer eftir skerhraðanum og þvermáli borsins \r\nóefnabætt stál c<0.2%  30-40 m/min   c0.4-0-5% 20-30 m/min  álblendi 0-100 m/min osfv og miðað við það hvernig þú svarar lítur út eins og að þú sért að leita þér af upplýsingum í bykobæklingnum ég er bara með gömlu góðu töflubókin\n\r\nþarft svo heldur ekkert að vera með dælu til að geta sett skerolíu á það svæði sem að þú ert að bora ég nota bara gömlu góðu rocol feitina í túbunum þegar ég bora", "date": "2010-11-22 23:09:00", "post_id": 22}, {"user_name": "Heddportun", "text": "<<<icon_lol.gif>>> \r\nÞú ert voðalega duglegur að svara spurningum sem engin var að spyrja um og koma með viðmiðunar leiðbeningar út gömlu úreldu Bykohandbókinni frá 1989 <<<icon_rolleyes.gif>>>", "date": "2010-11-23 00:43:00", "post_id": 23}, {"user_name": "bodvarg", "text": "hún er nú reyndar frá 2004 en þú mátt vera með þínar ranghugmyndir", "date": "2010-11-23 10:53:00", "post_id": 24}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif"], "date": "2010-11-12 00:57:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}]}