{"forum_title": "RÖFL", "id": "134767", "title": "Android Apps", "url": "http://www.live2cruize.com/spjall/showthread.php/134767-Android-Apps", "posts": [{"user_name": "Cons`", "text": "Kominn með HTC Desire og mjög ánægður með hann!\n\r\nEnn ég var að spá í hver eru möst have apps á símann?\n\r\nEinhverjar tillögur?", "date": "2010-11-16 21:27:00", "post_id": 1}, {"user_name": "brapeson", "text": "1 2 og 3 er Advanced Task Killer", "date": "2010-11-16 21:43:00", "post_id": 2}, {"user_name": "Cons`", "text": "Done, er ekkert meira sem maður þarf?", "date": "2010-11-16 22:13:00", "post_id": 3}, {"user_name": "finder", "text": "http://www.appbrain.com/", "date": "2010-11-16 22:29:00", "post_id": 4}, {"user_name": "V8 Rotary", "text": "barcode scanner (hefur hjálpað mér ótrúlega mikið með ýmiss verkefni), bump (þannig þú og einhver annar með snjallsíma sem styður það getið skyfst á apps) gps status (er frekar nákvæmur og sýnir alveg böns á staðsettningar tengdum hlutum) handy calculator (gott til að breyta ýmsum einingum eins og t.d. tommum í mm) og where's my droid (ef síminn er á silent þá sendir maður ákveðið sms í símann og hann kveikjir aftur á hljóðinu og byrjar að hringja)", "date": "2010-11-16 22:33:00", "post_id": 5}, {"user_name": "Orville", "text": "- ConvertPad - Forrit til að breyta einingum, möst fyrir mig.\n- Dolphin Browser HD - Nokkuð góður browser sem ég nota bara núna\n- Instant heart rate - Alveg pointless en samt nokkuð sniðugt\n- Milage - Yfirlit yfir allar bensínfærslur og kemur með línurit og ýmislegt skemmtilegt.\n- Ringdroid - Ef þú ert með lag sem þú vilt klippa af fyrir símhringingu\n- Speedview - GPS hraðamælir\n- Shazam - Tekur upp bút úr lagi og segir þér hvaða lag þetta er, helsniðugt alveg!\n- Uninstaller - Til að losa þig við forrit sem þú vilt ekki hafa.\n- IMDb - Nokkuð þægilegt að hafa það í símanum, nota það allavega slatta.\n\nÞetta er svona það helsta sem ég er með í mínum Desire en alveg hellingur sem ég á eftir að prófa.", "date": "2010-11-16 22:40:00", "post_id": 6}], "file_urls": [], "date": "2010-11-16 21:27:00", "files": []}