{"forum_title": "Almennt spjall", "id": "135159", "title": "Spurningakeppni L2C - Dagur 2 fyrri hluti", "url": "http://www.live2cruize.com/spjall/showthread.php/135159-Spurningakeppni-L2C-Dagur-2-fyrri-hluti", "posts": [{"user_name": "SheDevil", "text": "Um keppnina:\nKeppnin stendur yfir í 5 virka daga, frá mánudegi til föstudags – 22.-26. nóvemberÁ hverjum degi koma inn 6 spurningar.  Fyrstu 3 spurningarnar koma   inn einhverntíman milli 8 og 14 (allar þrjár á sama tíma), seinni þrjár   spurningarnar milli 14 og 23 (allar þrjár á sama tíma).Spurningar munu birtast í Almennu spjalli og munu fyrirsagnirnar vera eitthvað á þessa leið: Spurningarkeppni - Dagur 1 - Fyrri partur - SpurningarSpurningar verða merktar í númeraröð frá 1-30.Öll svör skulu sendast á spurningakeppni@stevenpall.comFyrirsagnir á tölvupósti skulu vera:  Númer dags – Fyrri eða seinni partur - notandanafn (Dæmi:  Dagur 1 – Fyrri partur - Dezzice)Allar spurningarnar eru almennar spurningar tengdar bílamenningunni   og eru héðan og þaðan úr bílaheiminum.  Það ætti því að vera á færi   hvers og eins að leita að svörum við spurningunum með aðstoð Google.Spurningum verður að svara sama dag og þær birtast einhverntíman á   bilinu 08:00 - 23:45.  Eftir að degi líkur fást engin stig fyrir   spurningar þess dags.Það er með öllu óheimilt að setja svörin við spurningunum inn á   spjallið fyrr en eftir að degi lýkur, þ.e. í fyrsta lagi kl 00:30.    Allar umræður um spurningarnar skulu vera á þann hátt að ekki sé hægt að   uppgötva svörin út frá þeim.Ef keppandi póstar inn svörum á opið spjall áður en hverjum keppnisdegi lýkur verður hann dæmdur úr keppni.\r\nSpurningarnar munu birtast einhverntíman á birtu tímabili og því   verða notendur að fylgjast vel með yfir daginn þar sem spurningum verður   póstað tilviljanakennt inn á vefinn þessa 5 daga.\n\n\nReglur & Stigagjöf: \nHver rétt spurning gefur 10 stigHver röng spurning gefur 0 stig nema hún sé að hluta til rétt þá fást 5 stig.\n\nBónusstig fyrir “Top 5”\n\r\nBónusstig bætast ofan á venjulega stigagjöf og eru reiknuð út á hverjum degi fyrir hvern keppanda.\n\nTop 5 - Fyrstu 5 einstaklingar sem svara hverjum spurningarlið fá 10 aukastigBáðum liðum dagsins svarað í “Top 5” – 5 stigRétt svör í “Top 5” 2 daga í röð – 10 stigRétt svör í “Top 5” 3 daga í röð – 15 stigRétt svör í “Top 5” 4 daga í röð – 20 stigRétt svör í “Top 5” alla 5 dagana – 40 stig\n\nBónusstig - Allar spurningar réttar\n\nÞeir sem svara öllum 30 spurningum í keppninni rétt fá 50 auka stig.\n\nVerðlaun:\n\nSpurningarkeppnin er styrkt af eftirfarandi aðilum\n\nwww.Live2Cruize.com - Meðlimaskírteini, bolir, límmiðar ofl.www.Pizzahornid.is - PizzurBónlist - AlþrifFleiri sem koma í ljós eftir helgi\n\n\n\n\n\n\n\n\n\n\n\r\nSpurningarnar: (og munið eftir að hafa e-mailin subjectin rétt!)\n\r\n7. Hvað kallast kvartmílubílarnir sem samanstanda af grind krami og carbon fiber boddyi (á Ensku)?\n\n 8. Hvaða bíll var fyrstur til að vera framleiddur með hverfilforþjöppu?\n\n 9. Hvenær kom fyrsti altenatorinn og frá hverjum?\n\r\n(Minni fólk á að þeir sem að setja svörin við spurningunum hér í þráðinn verður útilokað frá keppninni.)", "date": "2010-11-23 12:19:00", "post_id": 1}, {"user_name": "SheDevil", "text": "Minni á að svarfrestur fyrir bæði fyrri og seinni hlutann er kl 23.45, skv plani. Öll svör sem berast eftir þann tíma verða þvímiður ekki tekin gild.", "date": "2010-11-23 15:35:00", "post_id": 2}, {"user_name": "SheDevil", "text": "Fyrstu fimm sem svara hverjum hluta fyrir sig fá aukastig, ekki þeir sem voru fyrstir til að svara fyrsta hlutanum, bara taka það fram þar sem ég hef verið spurð aðeins að þessu <<<icon_smile.gif>>> Lesa vel textann", "date": "2010-11-23 17:34:00", "post_id": 3}, {"user_name": "eyþóringi", "text": "Á hverjum degi koma inn 6 spurningar. Fyrstu 3 spurningarnar koma inn einhverntíman milli 8 og 14 (allar þrjár á sama tíma), seinni þrjár spurningarnar milli 14 og 23 (allar þrjár á sama tíma).\n\nEf að maður skilar inn t.d. fyrri hlutanum eftir kl.14\n\nEr það samt ekki tekið gilt (svo lengi sem að seinni hlutinn er ekki kominn allavega) ?", "date": "2010-11-23 17:54:00", "post_id": 4}, {"user_name": "SheDevil", "text": "Jújú að sjálfsögðu, það má svara spurningunum við báðum hlutunum til 23.45, en ég set þetta inn í tvennu lagi til að gefa fólki meira tækifæri á að vinna sér inn aukastig og því meiri möguleika á að vinna þrátt fyrir að kanski missa af einhverju eða senda vitlaus svör og því ekki fá fullt hús stiga <<<icon_smile.gif>>>", "date": "2010-11-23 17:56:00", "post_id": 5}, {"user_name": "ingi15", "text": "fer seinni hlutinn ekkert að koma inn?", "date": "2010-11-23 23:05:00", "post_id": 6}, {"user_name": "Batguy", "text": "ég er ekkert búinn að sjá seinni hlutan af dag 2", "date": "2010-11-24 00:46:00", "post_id": 7}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2010-11-23 12:19:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}