{"forum_title": "Almennt spjall", "id": "135463", "title": "ónýt fjöðrun að aftan hjálp!", "url": "http://www.live2cruize.com/spjall/showthread.php/135463-ónýt-fjöðrun-að-aftan-hjálp!", "posts": [{"user_name": "Batguy", "text": "okey, þetta lýsir sér þannig að þegar að ég keyri yfir hraðahindrun eða eitthvað pínu lítið þá skoppar bíllinn smá að aftan, ég kíkti mjög snögt á þetta og sá að eitthvað var brotið, hvort að það var spyrna eða wishbone (ef að það er ekki það sama bara?) og ég fór að spá, veit einhvar hvað gæti verið að? er dýrt að gera við það? er hægt að spara sér pening og gera þetta sjálfur s.s. ekkert voða flókið? og fer það illa með bílinn að keyra hann svona?\n\r\nvona eftir fljótum svörum <<<icon_smile.gif>>>", "date": "2010-11-28 15:33:00", "post_id": 1}, {"user_name": "Haukur Litli", "text": "Ef armur eða stífa er brotin þá fer það mjög illa með bílinn og kannski jafnvel þig og saklaust fólk að keyra bílinn. Það sem þú nefndir eru hlutir sem halda hjólinu undir bílnum og á réttum stað undir bílnum.\n\nFer illa með bílinn þinn að keyra hann á þremur hjólum?\n\nErtu viss um að þetta sé ekki brotinn dempari sem lætur bílinn skoppa? Demparinn á að hægja á og stöðva upp og niður hreyfinguna sem myndast þegar gormurinn/fjöðrin ýtir bílnum upp.\n\nEru einhver hljóð sem fylgja þessu skoppi? Málmur í málm, ískur eða bank t.d.?", "date": "2010-11-28 15:39:00", "post_id": 2}, {"user_name": "HjaltiH", "text": "Hvernig bíll? Geturðu reddað mynd af þessu?\n\nAnnars lenti ég í því stundum á einum bíl að þegar það var mikið frost úti þá frusu dempararnir einhvernveginn og hann skoppaði þá stundum smá svona.", "date": "2010-11-28 15:40:00", "post_id": 3}, {"user_name": "Batguy", "text": "það gæti verið þannig líka sko, en ég skal reyna að redda mynd af þessu sem fyrst, á eftir að skoða þetta betur.", "date": "2010-11-28 15:42:00", "post_id": 4}, {"user_name": "Sævar Örn", "text": "ef hann er mikið skoppandi í ójöfnum myndi ég skjóta á brotinn eða ónýtan dempara", "date": "2010-11-28 15:56:00", "post_id": 5}, {"user_name": "ingi15", "text": "öruggelga ónýtur dempari. var með ónýtann demðara í baleno sem ég nenti ekki að skipta um svo kom frostið og þá fraus hann og þetta var eins og að keyra með járnstöng í stað dempara og hann gat skoppað vel", "date": "2010-11-28 17:29:00", "post_id": 6}, {"user_name": "RunarG", "text": "ansi líklegt að þetta sé bara demparinn sem er að stríða þér!", "date": "2010-11-28 19:30:00", "post_id": 7}, {"user_name": "Sævar Örn", "text": "ps gulur doritos er betri", "date": "2010-11-28 19:33:00", "post_id": 8}, {"user_name": "Hafox", "text": "Sennilega ónýtur dempari..\n\n(bara vera með)", "date": "2010-11-28 19:40:00", "post_id": 9}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2010-11-28 15:33:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}