{"forum_title": "Almennt spjall", "id": "135502", "title": "Sjálfskipting og reykspól", "url": "http://www.live2cruize.com/spjall/showthread.php/135502-Sjálfskipting-og-reykspól", "posts": [{"user_name": "Skriðdrekinn", "text": "Sælir! Datt dálítið í hug á meðan maður var að leika sér í hálkunni:\n\r\nEr hægt að spóla sig af stað (í þurru) á SSK?      ← Noob posting!\n\r\nVollinn minn er algjörlega sjálfskiptur, ekkert hægt að ýta stönginni til hliðar eins og á öllum bimmum og ég er nokkuð viss um að það að setja hann úr N í D á meðan gefið er inn á bara eftir að enda á verkstæði. Rétt?\n\r\nHinsvegar eru svo þessar skiptingar eins og bimmarnir eru með (og örugglega aðrar tegundir líka). Er hægt að leyfa sér smá inngjöf og setja svo í fyrsta gír?\n\r\nAlgjör nýliði hér á ferð, vinsamlegast haldið hlátri í lágmarki. <<<icon_cool.gif>>>", "date": "2010-11-29 00:54:00", "post_id": 1}, {"user_name": "Sævar Örn", "text": "Það endar ALLTAF á sama veg þegar spólgraðir menn eru á sjálfskiptingum, þær hætta að virka.\n\nen það er bara mislengi sem þær endast, og ég leyfi mér að giska á að volvo ssk séu ekki að endast lengi við þjösnaskap enda ekki ætlaðar til þess.\n\nEn já, það er hægt, og ef einhver segir þér að það skemmi ekkert, þá er það rangt. Þó það komi ekki í ljós strax eftir á þá styttirðu líftíma skiptingarinnar til muna við að þenja hann og þrykkja í gír.\n\nKannski er það betra heldur en að stalla skiptinguna og láta bílinn þannig spóla. Við það myndast svakalegur hiti í converter og gerir sjalfskiptivökvann gagnslausann og diskar brenna ofl...\n\nen við að þenja undir litlu eða engu álagi þá er minni hiti en svo kemur högg og diskarnir og/eða böndin stoppa ekki jafn hratt og þegar ekkert álag er á þeim, þá slípast þeir smátt og smátt niður löngu áður en þeir eiga að gera það undir eðlilegum kringumstæðum.\n\n\nen þetta er bara basic, það er ekki að ástæðulausu sem menn eru að sérsmíða skiptingar í sjálfskipt leiktæki.", "date": "2010-11-29 01:01:00", "post_id": 2}, {"user_name": "dazy crazy", "text": "Þekki þetta ekki en myndi allavega sjálfur frekar standa létt á bremsunni og standann flatan og sleppa svo bremsunni frekar en að þrykkja \"í gíra\" á gjöf.\n\r\nEdit: hvað er að stalla sjálfskitpingu?", "date": "2010-11-29 01:07:00", "post_id": 3}, {"user_name": "Sævar Örn", "text": "Standa létt á bremsunni og standa flatann.", "date": "2010-11-29 01:13:00", "post_id": 4}, {"user_name": "H1lmar", "text": "Hvað ætlar þú eiginlega að stalla lengi? Þú grillar ekkert á að stalla snöggt og fara af stað.", "date": "2010-11-29 14:23:00", "post_id": 5}, {"user_name": "Haffi-GT", "text": "smellir honum í handbremsu, mökkar og sleppir henni svo <<<icon_wink.gif>>>", "date": "2010-11-29 14:31:00", "post_id": 6}, {"user_name": "SiggiG", "text": "Sérstaklega hentugt ef þú ert á rwd <<<icon_wink.gif>>>", "date": "2010-11-29 14:41:00", "post_id": 7}, {"user_name": "baldur", "text": "Hellir bara smá díselolíu á dekkin, basic.", "date": "2010-11-29 17:20:00", "post_id": 8}, {"user_name": "GeiriWRX", "text": "Bíllinn sem að um ræðir er framdrifinn volvo, þannig að það tengist  rwd frekar takmarkað...", "date": "2010-11-29 17:47:00", "post_id": 9}, {"user_name": "Master", "text": "Það er ekkert mál að spóla á sjálfskiptum bíl, hann þarf bara meira afl <<<icon_smile.gif>>>\n\nAnnars ef þetta er auto volvo með fwd þá er þetta líklega Asin Warner gírkassi, en það er nú þannig að það eru bara nokkrir stórir aðilar að framleiða sjálfskiptingar og flestir bílaframleiðendur kaupa frá þeim. Yfirleitt eru þetta sérsmíðaðir gírkassar fyrir viðkomandi bíl, og þá þannig að þeir dugi fyrir alla venjulega notkun. Því er nokkuð ljóst að ef þú ætlar að reyna miklu meira á kassann, að hann yfirgefur samkvæmið fljótlega. (það þýðir ekki að þetta séu lélegir gírkassar, þeir eru bara ekki hannaðir fyrir svona notkun)\n\nÉg myndi mæla með öðru setupi fyrir spól. \nþess fyrir utan þá er fwd og spól bara bjánalegt... bíllinn liftist upp að framan og hjólinn halla inn að neðan og grípa (spóla) á ystu röndinni á dekkjunum. (amk flestir standard bílar)", "date": "2010-11-29 18:29:00", "post_id": 10}, {"user_name": "SiggiG", "text": "Satt, en það er kannski þæginlegt að taka það fram svo að misvitrir menn fari ekki að reyna að spóla á rwd með handbremsuna uppi <<<icon_lol.gif>>>", "date": "2010-11-29 18:32:00", "post_id": 11}, {"user_name": "Sævar Örn", "text": "Vaninn er sá að menn rembast af stað og spóla og taka svo kannski sveig og sveifla tíkinni. Auk þess safnast þetta allt saman og þreyta kemur bæði í málminn og í vökvann, og í diskana og böndin og allt endar þetta á einn veg.\n\nRaun og veru alveg eins og í beinskiptu nema þar er algengara að gírar brotni, legur gefi sig óeðlilega snemma, og/eða að kúpling brotni eða slitni óeðlilega hratt.", "date": "2010-11-29 18:45:00", "post_id": 12}, {"user_name": "Scooby", "text": "eitt sem ég get bara sagt með þetta er að ég þekkti einu sinni mann sem átti 525i eldri týpu hann þráði það að vara cool og hipp að hann gerði þetta setti í N setti bílinn í 5000rpm og D og já bílinn mökkaðist áfram illa cool á því en eftir svona 10 skipti þá var bílinn svo cool að þegar sett var í D bara day to day skéði ekki neitt eða það liðu svona 10sec og þá tók skipting við sér og tölvan blótaði eitthvað á þýsku \n\r\nþannig að þegar öll spil eru kominn á borðið þá myndi ég segja að þetta bæri ekki mjög góð hugmynd þar sem hún er ekki serlega góð á venjulegum beinskiptum bílum heldur <<<icon_biggrin.gif>>>", "date": "2010-11-30 01:55:00", "post_id": 13}, {"user_name": "Guðni F", "text": "Ég spóla oft á mínum rwd bíl með handbremsuna á......... enda alvöru bíll með handbremsuna að framan. <<<icon_wink.gif>>>", "date": "2010-11-30 02:09:00", "post_id": 14}, {"user_name": "Röggi R900", "text": "ALLS EKKI ÞJÖSNAST Á SKIPTINGUM Í VOLVO!! ég hef átt Volvo og það hrundi skiptinginn, og fékk það hjá Brimborg að Volvo væri fljótari með skiptingar heldur en bremsuklossa ef ekki væri skipt reglulega um olíu og þjösnast væri á þeim", "date": "2010-11-30 08:19:00", "post_id": 15}, {"user_name": "bErio", "text": "Það er ekkert kúl að spóla á fwd bíl", "date": "2010-11-30 10:00:00", "post_id": 16}, {"user_name": "jaman", "text": "Jú það er ógislega kúl. Sjáðu bara", "date": "2010-11-30 11:05:00", "post_id": 17}, {"user_name": "Kristján Stefánsson", "text": "Til þess að spóla á sjálfskiptum þarf mikið afl og það er til bóta að vera með hátt stallaðan converter.", "date": "2010-11-30 17:32:00", "post_id": 18}, {"user_name": "Skriðdrekinn", "text": "Það er það síðasta sem ég er að fara að gera. Er kannski ekki skýrasti hausinn í húsinu en ég þekki álag og átök í gírskiptingu. Vollinn minn er ekki að fara höndla þetta...held að hann gæti jafnvel hryggbrotið mig.", "date": "2010-12-02 01:33:00", "post_id": 19}, {"user_name": "Geir-H", "text": "Algjörlega fyrir utan það hvað það er mokleiðinlegt", "date": "2010-12-04 12:45:00", "post_id": 20}, {"user_name": "xrated", "text": "Settu bílinn bara í R taktu ágætis bakk beint í N síðan og hæsta snúning og svo D og standa hann !!!!!!! það er geðveikt! og þið eruð bara vitlausir ef þið segjið að það skemmi eitthvað", "date": "2010-12-04 13:10:00", "post_id": 21}, {"user_name": "KSS", "text": "Cherokee hefur þolað það að keyra á smá hraða, negla í R og standa <<<icon_wink.gif>>>", "date": "2010-12-04 18:00:00", "post_id": 22}, {"user_name": "Scooby", "text": "ég geri þetta alltaf á Accord R N og 5000rpm og D og við erum að tala saman", "date": "2010-12-05 01:07:00", "post_id": 23}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2010-11-29 00:54:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}