{"forum_title": "RÖFL", "id": "135537", "title": "Vandamál með Blu-Ray spilun í PS3", "url": "http://www.live2cruize.com/spjall/showthread.php/135537-Vandamál-með-Blu-Ray-spilun-í-PS3", "posts": [{"user_name": "ArnarFB", "text": "Yo\n\r\nLeikjaStöð3 tölvan mín er komin til ára sinna vissulega, en undanfarið hefur hún verið að koxa á mig, stamar og rekur við. \n\r\nEinstaka sinnum tekur hún upp á því að stoppa spilun, ekki alveg, heldur hikstar verulega yfir allnokkra ramma, jafnvel \"pásar\", spilar 1 sek, pásar, hljóðið fokkast, svo heldur myndin áfram en ekkert hljóð... og svo dettur hljóðið inn. \n\r\nHefur komið fyrir að myndin bara stoppaði, frozen, eða hljóðið komi ekki á aftur. Hef þá bæði reynt að restarta tölvunni og stoppa myndina, fara í desktoppið og í myndina aftur. Virkar í smástund og svo bara uppúr þurru kemur brainfart. \n\r\nÞetta virðist aðallega vesen með Blu-Ray, man ekki til þess að ég hafi átt í þessu veseni með DVD eða leiki. Finnst líka eins og BR myndir eigi það til fara í gegnum \"choppy framerate moments\" stundum en fáránlega smooth oftast. Ég hef líka tekið eftir því að þetta hikst, rop, viðrekstur og gubb er líklegra til að gerast ef ég spóla áfram eða hoppa á næsta chapter.\n\r\nEr með nýjasta update á tölvunni btw. Hver þjónustar PS3 á þessum klaka annars?\n\r\nKannast einhver við svona? Er tölvan að gefa upp öndina? Get ég bráðlega farið að nota hana sem George Foreman grillið sem henni var ætlað að vera? Spurning hvort það þurfi að skella ryksugu á kæliraufar í svona korter... Hreinsidiskur?", "date": "2010-11-29 19:51:00", "post_id": 1}, {"user_name": "AntiTrust", "text": "Hljómar eins og drifið hjá þér sé annaðhvort skítugt eða að bila. Byrjaðu á því að renna svona hreinsidisk í gegn, fæst í flestum raftækjabúðum. Annars þjónustar Sónn þessar vélar, en því miður er lítið hægt að gera nema bara skipta vélinni út - skilst að þeir séu í raun ekkert að gera við af viti þarna. Borgar 38þús og færð nýja vél.", "date": "2010-11-29 20:02:00", "post_id": 2}, {"user_name": "ArnarFB", "text": "Hmmm... frábært. \n\nÆtla að tjékka á hreinsidisk á morgun.", "date": "2010-11-29 20:06:00", "post_id": 3}, {"user_name": "E!K!", "text": "Smá offtopic, ég hef sjaldan hlegið yfir tölvuþráðum. En þetta var snilldar lesning haha", "date": "2010-11-29 20:10:00", "post_id": 4}], "file_urls": [], "date": "2010-11-29 19:51:00", "files": []}