{"forum_title": "Almennt spjall", "id": "135566", "title": "Musso?", "url": "http://www.live2cruize.com/spjall/showthread.php/135566-Musso", "posts": [{"user_name": "gamli123", "text": "hvernig eru svona bílar? er þetta algjört rusl sem bilar og bilar eða er í lagi með þetta? ég er að tala um akkurat svona bíl með sömu vél og keyrður svipað. \n\r\nHvað bilar mest í þessu. er eitthvað gaman að leika sér á þessu? hvað á að borga fyrir svona?", "date": "2010-11-30 00:16:00", "post_id": 1}, {"user_name": "HjaltiH", "text": "Eitt er víst og það er að þessir jeppar eru fáránlega mjúkir á ójöfnum, annað veit ég ekki.", "date": "2010-11-30 00:36:00", "post_id": 2}, {"user_name": "BLUE_ICE", "text": "Sæll, ég  ek nú um á 1999 módel af svona bíl. Auðvitað hefur verið viðhald á bílnum hjá mér svo sem demparaskipti og þess háttar.\nMér finnst þessir bílar mjög fínir, er með 2,3 bensín og hann er að eyða í kringum 11 innanbæjar hjá mér.\nFlestallar þessar ófarasögur af þessum bílum eru frá mönnum sem hafa ekki komið nálægt musso, hvorki setið í svoleiðis né keyrt.\nTil eru gölluð eintök sem Höldur á Akureyri flutti inn framhjá umboði og eru þau eintök ekki nálægt því eins vönduð og þau sem Benni flutti inn.\nÞú sérð það strax á ferilskrá bílsins hvort benni hafi flutt hann inn eða Höldur.\nMér sýnist þetta eintak sem þú ert með link á vera flottur bíll, leður og topplúga, algjör klassi.\nBíllinn hjá mér er 33\" breyttur og var í fyrravetur með auto-lokur sem virkuðu ekki rass! En þrátt fyrir að vera bara RWD komst bíllinn allt sem ég þurfti að fara. Nú í vor þá skipti ég yfir í handvirkar Warn lokur sem alveg svínvirka. \nBíllinn hentar vel í allskyns akstur, utanbæjar sem innanbæjar. Að mínu mati finnst mér þessir breyttu líta mjög vel út. Fínt að ferðast í þessum bílum og fer vel um alla farþega auk þess sem fullt af plássi fyrir farangur\nAnnars geturu lesið ítarlegri grein um þá á www.leoemm.com", "date": "2010-11-30 00:55:00", "post_id": 3}, {"user_name": "RAT", "text": "er með 2.9 n/a dísel , grútmáttlaus en kemst allt ég fýla hann allveg sé allavega ekkert að þessu enda kosta þeir ekki neitt ... og viðhald hjá okkur er lítið sem ekkert mótor til að skipta um drif er að klikka samt en hann kemst allt í rwd líka ...", "date": "2010-11-30 01:16:00", "post_id": 4}, {"user_name": "Röggi R900", "text": "Ég hef nú átt svona bíl, þetta eru ágætis bíla, gott að keyra þetta og virkaði fínt, átti 2.9 turbo dísel.\n\nÞetta eru bara ódýrir kóreskir bílar, svipaðir eins og Hyundai Accent var þegar hann kom fyrst, sumir voru fínir og biluðu aldrei, en sumir hafa aldrei verið í lagi, finnst samt verðið á þessum bílum hérna heima of hátt á sumum bílum. \n\nMér finnst samt hundleiðinlegt að gera við þetta, þó maður geti yfirleitt gengið að því vísu hvað sé að, þá getur verið eintómt bras að laga það.", "date": "2010-11-30 08:25:00", "post_id": 5}, {"user_name": "Stefán Dal", "text": "Skoðaðu þennan þráð\nhttp://www.jeppaspjall.is/viewtopic....3%B6gur#p10331", "date": "2010-11-30 11:40:00", "post_id": 6}, {"user_name": "elisvk", "text": "Mæli ekki med teim, tetta var fjölskyldubíllinn hjá mér fyrir einhverjum 6-7árum, hann var keyptur úr umbodi og eftir ca 2 ár var búid ad eyda næstum jafn miklu i vidgerdir og hann kostadi. Tad var ekkert verid ad taka sérstaklega á honum, tetta eintak var bara ónýtt.", "date": "2010-11-30 12:27:00", "post_id": 7}, {"user_name": "Röggi R900", "text": "Eins og ég sagði hérna fyrir ofan, sumir eru handónýt eintök, en sum eru bara mjög góð... þessir eru samt í meira mæli ónýtir heldur en í lagi", "date": "2010-11-30 13:13:00", "post_id": 8}, {"user_name": "Nuubzta", "text": "Við höfum verið með 3 musso-a hérna heima, allt disel reyndar.\r\nEnginn þeirra nokkurntíman bilað, en við skiptum þeim alltaf út þegar hann fór uppí 60.000km", "date": "2010-12-05 16:04:00", "post_id": 9}, {"user_name": "eyþóringi", "text": "Ég er nú bara mest hissa eftir að hafa lesið hérna á því hvað margir eru ánægðir með þessa bíla <<<icon_smile.gif>>> án þess að ég viti nokkuð um það <<<icon_smile.gif>>>", "date": "2010-12-05 16:17:00", "post_id": 10}, {"user_name": "Skúlimx", "text": "Ég var að keyra svona diesel bíl í vinunni með kerru aftan í. Ég lýg því ekki að þessi bíll var að gera mig vitlausann, hann var svo máttlaus að maður þurfti að stíga gjöfina í botn bara til að komast af stað. Án efa top 1 versti bíll sem ég hef á ævinni keyrt!", "date": "2010-12-06 00:27:00", "post_id": 11}, {"user_name": "tony", "text": "skynsamlegt haha\n\ná líka gífurlega erfitt með að gleypa 11 eyðslunni með bíl sem er 6 strokka og 2.2 tonn.. og bensín bíll í þokkabót", "date": "2010-12-06 00:36:00", "post_id": 12}, {"user_name": "Bjaddni", "text": "þú hefur greinilega aldrei ekið 4cyl jeep wrangler", "date": "2010-12-06 00:47:00", "post_id": 13}, {"user_name": "Gunni litli", "text": "2.2tonn?? what það var svona bíll í minni fjölskildu á 38\" læsingar og allt þetta fína flotta dót með fullan tank af oliu plús aukatankinn og var 2030kg \n\nog sá bíll var hrikalega góður rosa seigur í snjónum og bilaði ekkert nema dælan á milli tanka bilaði einu sinni og það tengist ekkert bílnum þannig bara breytingarnar... \n\nþað var disel bíll bsk", "date": "2010-12-06 02:07:00", "post_id": 14}, {"user_name": "Skúlimx", "text": "Hehe nei hef nú reyndar ekki prófað svoleiðis, en mig langar í svoleiðis bíl...en ég er hættur við það núna fyrst hann er máttlausari en diesel musso <<<icon_lol.gif>>> 6cyl wrangler virkar samt flott, tala nú ekki um 8 gata", "date": "2010-12-06 02:21:00", "post_id": 15}, {"user_name": "tony", "text": "Fer bara eftir þessu http://bilasolur.is/CarDetails.aspx?...1ea9&schpage=1\n\r\n2.1 + driver", "date": "2010-12-06 03:39:00", "post_id": 16}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2010-11-30 00:16:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}