{"forum_title": "Almennt spjall", "id": "136050", "title": "Lexus eða BMW", "url": "http://www.live2cruize.com/spjall/showthread.php/136050-Lexus-eða-BMW", "posts": [{"user_name": "Ómar_18", "text": "Bara smá forvitni.\n\nÞetta eru bílar sem mig langar í en er svosem ekki að fara að pæla í því fyrr en eftir áramót. \n\nLexus is 200 og BMW e46 320 og 318.\n\nÞetta er auðvitað bara smekksatriði en það væri gaman að heyra eitthvað...\n\nEDIT..\n\nÉg er í rauninni ekki með neina tvo bíla í huganum, En ef við gefum okkur það að lexusinn sé beinskiptur og keyrður eitthvað yfir hundrað og E46 sé keyrður eitthvað svipað og jafnvel leðraður. Er að skoða bíla sem eru svona 2000-2004.", "date": "2010-12-08 00:01:00", "post_id": 1}, {"user_name": "-ROCKY-", "text": "það fer allt eftir því hvernig bmw þrist þú ert að tala um, e30, e36, e46 og hvernig búnaði lexusinn er með. Beinskiptir eða sjálfskiptir?", "date": "2010-12-08 00:07:00", "post_id": 2}, {"user_name": "gunni-boy", "text": "Meira info.", "date": "2010-12-08 00:08:00", "post_id": 3}, {"user_name": "tony", "text": "is200", "date": "2010-12-08 00:31:00", "post_id": 4}, {"user_name": "xrated", "text": "e46 að sjálfsögðu...", "date": "2010-12-08 00:32:00", "post_id": 5}, {"user_name": "Joop!", "text": "e46, allt annar klassi en lexus. Nýju lexusarnir eru samt töffaralegir.", "date": "2010-12-08 00:48:00", "post_id": 6}, {"user_name": "EyþórI", "text": "lexus is200 fáránlega þægilegir bílar <<<icon_smile.gif>>>", "date": "2010-12-08 00:51:00", "post_id": 7}, {"user_name": "Sindri Skarph", "text": "", "date": "2010-12-08 01:12:00", "post_id": 8}, {"user_name": "Baddeh", "text": "<<<iagree.gif>>><<<iagree.gif>>><<<iagree.gif>>><<<iagree.gif>>><<<iagree.gif>>><<<iagree.gif>>><<<iagree.gif>>><<<iagree.gif>>><<<iagree.gif>>><<<iagree.gif>>>", "date": "2010-12-08 01:30:00", "post_id": 9}, {"user_name": "oskar9", "text": "lexusinn fer hrikalega vel með þig, skemtilegur og hljóðlátur mótor sem nánast framleiðir bensín á langkeyrslu, fórum fimm í bílnum á leiðinni til útlanda, bíllinn var kjaftfullur af farangri og fólki og hann var með hálfann tank frá AK til KEF á 100kmh\n\nef þú finnur fínt eintak, ekki einhvern búðing sem búið er að þjösnast á, þá er núll viðhald á þessu, gætir þurft að skipta um stimpla í einhverjum bremsudælum en ef það hefur verið gert þá er það ekkert ves.\n\nAllt í þeim virkar og fáránlega vel smíðað, eitthvað sem bmw mættu taka sér til fyrirmyndar þó ég sé mikill bmw kall, mikið meira um einhverjar villumeldingar og slíkt vesen á eldir bimmum, sérstaklega ef þeir eru með slatta að búnaði.\n\nSkil ekki af hverju það er eitthvað möst að hafa hann beinskiptan þar sem það eru hörmulegir kassar í þessum bílum, manni finnst maður vera gíra gömlum traktor, þetta er ekkert performance tæki og því sé ég ekki vesenið í því að hafa hann SSK, nema planið sé að \"reyna\" að spóla á \"einari\" sem er frekar glötuð hugmynd á þessum bílum.\n\nEf þú nennir ekki að standa í brasi og viðgerðum og veseni þá er lexinn skotheldur í þeim málum, og þeir sem tala um að bmw sé í öðrum klassa en lexus ( ekkert illa meint) þá finnst mér nú 318 og 320 ekki vera neinn \"klassi\" hehe, fínir bílar, hafa bara kosti og galla, ef þú ert með 320 bíl og IS200 sem eru allveg eins búnir, svipað eknir og hafa fengið fínt viðhald þá þarftu að hafa litlar áhyggjur af lexanum, hann gengur eins og klukka.", "date": "2010-12-08 01:35:00", "post_id": 10}, {"user_name": "RaggiTwin", "text": "Átt bædi e46 318 og lexus is200 bádir bsk .. Tæki is200 HVENAR sem er yfir bimman", "date": "2010-12-08 01:36:00", "post_id": 11}, {"user_name": "Cvureti", "text": "Lexus is200 þægilegir bílar", "date": "2010-12-08 01:42:00", "post_id": 12}, {"user_name": "Jonnzy", "text": "Þar sem ég er með reynslu af báðu ætti kannski að vera hægt að taka eitthvað mark á mér... \n\nIS200\n\nMaí 09, [PL-314] 2001, SSK, Sport týpan, leður,topplúga og flr. átti hann í 2 sumur og seldi hann núna í sept... = hann var keyrður 230-250þús, eyddi smá bensíni en lagaðist svosem eftir kertaskipti og smurningu ca.8 utanbæjar og 12 innanbæjar,,ég fiktaði helling í rafmagninu á sá bíl.. þ.e.a.s bassabox, græjur xenon í aðal og kastara og rafkerfið var í góðu lagi og bilaði ekkert ! eina viðhaldið sem ég þurfti að hafa á honum var bremsudiskar að aftan og svo fór bensíndælan núna í ágúst eftir að hafa notað AO bensín á hann (líklegast stífluð).. þannig þessi bensíneyðsla vs. viðhaldskostnaður =  mjög lítill\n\nSept 10 [ML-420] 2000, BSK, Sport týpan, - '' -. = átti hann í 6 vikur(líkaði samt vel við hann), keyrður 185-187þús, eyddi töluvert minna bensíni.. ca.7 utanbæjar og 10 innanbæjar... ekkert viðhald, en rafgeymirinn fór í bílnum stuttu eftir að ég seldi hann (orginal rafgeymir)\n\nÞað sem vært er að ath. þegar skoðaður er is200\n- Tímareim skal skipta um í 150þús\n- Geisladiskaspilarinn/magasínið er þekktur galli og er bilað í nánast öllum bílum keyrðir yfir 150þús\n- rafgeymirinn,, á að vera hægt að sjá á honum hvort að hann sé í góðu lagi eða slæmu.. (held það sé svona lítill litadepill ofan á honum, grænn = í lagi, gulur = þarf að skipta um, svartur = ónýtur(þetta gildir um flest alla rafgeyma í bílum, ekki bara lexus rafgeyma)\n\nsamantekt: KOSTIR = bila lítið og flottir útlitslega\ngallar : eyða smá bensíni og kraftlausir miðað við þessa 2L vél\nSSK = 11sek í 100kmh BSK = 9sek í 100Kmh, en SSK eru meira solid í þessum bílum, en engu að síður eru BSK skemmtilegri og 6 gíra í þokkabót <<<icon_wink.gif>>>\n\nannars er lítið annað sem ég man eftir í augnablikinu\n\nE46\n\nMars 09 - núna [TV-646] E46 320D station ALLT M nema vél (felgur,stuðarar,fjöðrun,stýri,listar,mottur) 2003 árg, 130-150Þús, SSK, Leður, sími, filmur = fjöldskyldubíllinn á heimilinu, skemmtilegasti bíll sem ég hef keyrt, en ef að ég hefði þurft að reka hann, þá væri ég löngu búinn að selja hann, held það sé að fara ca 250-500þús á ári í viðhald, en það er þó allt framkvæmt af TB, svo mikil vinnukostnaður inn í því.. eyðir engu að síður aldrei yfir 10 innanbæjar, sama hvað er gefið í ! og ó ca.5 utanbæjar\n\nNóv 10 [ME-164] E46 318i 1999 árg, 187Þús KM, SSK, óleðraður, engin lúga eða neitt. = á 2 degi fór rafgeymirinn, án þess að hafa gefið nokkur merki um það í starti áður fyrr.. annað en lexusinn var alltaf aðeins lengur í gang en vanalega áður en rafgeymirinn fór.. Svo fór læsingartalvan og á tímabili var bara hægt að opna bílstjórahurðina og þurfti ég 3x að hleypa 4 manns inn í bílinn í einu gegnum  bílstjórahurðina/sætin.. svo byrjaði að leka af vatnskassanum og kom í ljós að það var gat á vatnskassanum.\n\nÞekktir gallar í E46\n- Vatnskerfið failar oft í þessum bílum\n- læsingartalvan\n- túrbínur í 320D 99-02 eru þekktar fyrir að fara, þannig myndi skoða 03 - uppúr ef þú ætlar í Diesel\nsvo eflaust eh fleira..\n\nSamantekt á báðum bílunum : \n\nBMW = Betri græjur, þéttari bíll, eyðir minna (minni vél), ágætlega erfitt að finna varahluti í þetta og dýrt\nLexus= Bila lítið, enda japanskt, engu að síður þéttur og góðar græjur, skemmtilegt að keyra (léttur í stýrið, annað en bmw)\nléttara að fá varahluti, en líka svolítið dýrt\n\naf þessari reynslu myndi valið ráðast af peningaráðstöfun, ég myndi fá mér is200 ef ég væri að eyða nánast aleigunni, því það væri hægt að treysta á lítið viðhald,, en ef maður dettur niður á Loaded E46 þá myndi maður svosem skoða það... myndi líka frekar fá mér is200 ef ég væri námsmaður og væri rúntari, en E46 ef maður væri kominn í fasta vinnu og kominn með fjöldskyldu.. S.S. fer eiginlega bara eftir hvað þú ert tilbúinn að sætta þig við mikið viðhald á bílnum <<<icon_wink.gif>>>\n\n\nvona þetta nýtist þér eitthvað <<<icon_biggrin.gif>>>\nætla þá að fara halda áfram að læra undir prófið í fyrramálið <<<icon_lol.gif>>>\n\n\nedit: var að uppgötva reputationið núna, (skjöldurinn neðst vinstra megin) megið henda á mig reppi ef þið fýlið þennan pistil <<<icon_lol.gif>>>", "date": "2010-12-08 01:54:00", "post_id": 13}, {"user_name": "Lexinn", "text": "ég er Bmw maður en þegar við erum að tala um þessa tvo og þá sérstaklega is200 beinskiftan þá yrði is200 klárlega fyrir valinu ,,, e46 er bara ekki jafn vel búin fyrir peningin og með þessari vél er hann slappari og ssk", "date": "2010-12-08 02:21:00", "post_id": 14}, {"user_name": "Jonnzy", "text": "Allir Limited is200 bílar koma með læstu drifi..líka sumar sporttýpur, það er hægt að lesa það af númeri ofan í húddinu á bílnum, þar sem litacomboið er.. vanalega A20A, ef A=B þá er læst <<<icon_wink.gif>>>  og stundum er hægt að spóla á báðum(ish), þó það sé ólæst,, þetta er bara æfing,, í SSK er best að fara´i Low gírnum (1 gír) var reyndar með töluvert stífari fjöðrun en orginal, svo aðeins léttara að fá hann á hlið.. en á BSK er best að fá bílinn á hlið þegar þú ert að skipta úr 1 í 2 á ca. 5-7Þús RPM  <<<icon_cool.gif>>> \n\n\n\nlangar aftur í is200 <<<icon_sad.gif>>>", "date": "2010-12-08 02:32:00", "post_id": 15}, {"user_name": "magnusgretar", "text": "<<<iagree.gif>>>", "date": "2010-12-08 02:44:00", "post_id": 16}, {"user_name": "gunni-boy", "text": "Tók 2 á svipuðu verði..\n\nhttp://bilasolur.is/CarDetails.aspx?...5a30&schpage=1\n\nhttp://bilasolur.is/CarDetails.aspx?...86c2&schpage=1", "date": "2010-12-08 10:58:00", "post_id": 17}, {"user_name": "Scooby", "text": "svona í fljótu tæki ég Lexus myndi ekki nenna að aka um á 318 eða 320", "date": "2010-12-08 11:03:00", "post_id": 18}, {"user_name": "Röggi R900", "text": "Ég er Anti-BMW maður og líka Anti-Toyota/Lexus maður.\n\nÉg tæki Lexus framyfir BMW anyday...\n\nBMW eru AÐ MÍNU MATI hundleiðinlegir ef þeir eru með minna en 2.5 í 3-línunni eða 3lítra í 5-línunni og ofar", "date": "2010-12-08 11:05:00", "post_id": 19}, {"user_name": "BE12GUR", "text": "tæki klárlega bimmann af þessum 2", "date": "2010-12-08 11:07:00", "post_id": 20}, {"user_name": "Jonnzy", "text": "allan tímann bmwinn,, en þessir 2 eru nú samt ekki sambærilegir.. bmwinn leðraður og 2.5L BSK\r\nlexusinn base type SSK.. óleðraður og ekki neitt,, ef þú færð þér is200 þarf það að vera sporttýpan að mínu mati, hitt er svo hrátt !\n\r\nog svo er líka 3 ára mismunur á þeim <<<icon_wink.gif>>>\n\r\nmyndi frekar bera þennan hérna saman við 325-inn :\nhttp://bilasolur.is/CarDetails.aspx?...eb6a&schpage=1", "date": "2010-12-08 11:15:00", "post_id": 21}, {"user_name": "gunni-boy", "text": "Ég tók bara næsta lexus sem var hvað næst bimmanum í verði, en jújú allt í lagi að bera þennan saman við bimman líka.\n\n\nEdit: héru eru nokkrir.\n\nhttp://bmwkraftur.is/spjall/viewtopic.php?f=10&t=39141\n\nÞessi er rosalega flottur   \n\nhttp://www.f4x4.is/index.php?option=...p&f=23&t=24891\n\nhttp://bmwkraftur.is/spjall/viewtopic.php?f=10&t=45910", "date": "2010-12-08 11:35:00", "post_id": 22}, {"user_name": "bianchi", "text": "lexusinn því þú finnur aldrei bmw '00-'04 sem er keyrður minna en 250þúsund.", "date": "2010-12-08 11:36:00", "post_id": 23}, {"user_name": "Jonnzy", "text": "leiðrétti þig <<<icon_thumright.gif>>>", "date": "2010-12-08 11:41:00", "post_id": 24}, {"user_name": "gunni-boy", "text": "Leiðrétti ykkur.\n\nhttp://bmwkraftur.is/spjall/viewtopic.php?f=10&t=45910\n\nhttp://bilasolur.is/CarDetails.aspx?...5a30&schpage=1", "date": "2010-12-08 11:52:00", "post_id": 25}, {"user_name": "Gisli Hjalmar", "text": "iss hvað er þetta, minn er ekinn 68 þúsund. \n2004, 330xi bara topp bíll <<<icon_thumright.gif>>>", "date": "2010-12-08 14:16:00", "post_id": 26}, {"user_name": "Karlsson", "text": "Lexusinn þeir fara vel með mann.", "date": "2010-12-08 14:26:00", "post_id": 27}, {"user_name": "bianchi", "text": "trúi því þegar ég sé hann rúlla í gegnum tölvu skoðun hjá umboðinu <<<icon_biggrin.gif>>>", "date": "2010-12-08 14:29:00", "post_id": 28}, {"user_name": "oskar9", "text": "þú sérð samt að með eins og til dæmis efsta bílnum sem þú póstaðir að það fylgja með honum viðhalds og viðgerðanótur fyrir mörg hundruð þúsund krónur, lendir ekkert í slíku rugli á lexus", "date": "2010-12-08 14:46:00", "post_id": 29}, {"user_name": "Aron Preza", "text": "Auðvitað BMW framyfir Toyota.\n\nEða BMW frekar en allt annað.", "date": "2010-12-08 14:48:00", "post_id": 30}, {"user_name": "Gisli Hjalmar", "text": "ég skal bjóða þér með þegar ég geri það. no problemo", "date": "2010-12-08 14:58:00", "post_id": 31}, {"user_name": "BE12GUR", "text": "vélin hefur greinilega farið í þessum bíl, það er ekki eins og það sé að gerist í öllum BMW, svo eru hitt slithlutir, er ekkert um það í lexus eða ?", "date": "2010-12-08 15:11:00", "post_id": 32}, {"user_name": "Titus", "text": "Hef átt is200, og fannst þetta frábær bíll. Bilaði ekkert, mjög þægilegur og alveg nógu kraftmikill til að vera skemmtilegur. Sjálfskiptingin er alveg skuggalega góð, gírar sig niður alveg um leið og maður stígur í botn. Það er eitthvað sem ég sakna virkilega, þoli ekki hvað legacyinn sem ég er á núna er slow að skipta niður.\n\nHann eyddi reyndar slatta (SSK) fór niðrí 9-10 á langkeyrslu og ég vildi ekki einu sinni vita hvað hann var að eyða innanbæjar. Svo var hann frekar glataður í snjó og hálku, festist reglulega á jafnsléttu <<<icon_razz.gif>>>", "date": "2010-12-08 15:46:00", "post_id": 33}, {"user_name": "Ómar_18", "text": "Lexusinn?", "date": "2010-12-08 16:24:00", "post_id": 34}, {"user_name": "BalliBT", "text": "Persónulega, mundi ég taka Lexusinn ef við erum að tala um 2 lítra vél\n\nen ef við förum stærra þá mundi ég hugsa um að taka IS300 en mundi eflaust enda með því að kaupa BMW 325 eða 330\n\nen hey Johnnzy - ég ætla reppa þig fyrir þennan póst, good contribution to this thread\n\nMind you ég er mikill Toyotu maður en ég er líka mikill BMW maður", "date": "2010-12-08 16:28:00", "post_id": 35}, {"user_name": "Siggi_Kalli", "text": "haha þessi bíll er alveg klárlega með þettari e46 á landinu ég ætti að vita það<<<icon_biggrin.gif>>>", "date": "2010-12-08 17:04:00", "post_id": 36}, {"user_name": "Jonj", "text": "Bróðir minn er búinn að eiga 2001 árgerð af Lexus IS200 núna í 5 ár og sá bíll er búinn að reynast frábærlega. Hann hugsar alltof illa um hann, en það er bara búið að skipta um diska og klossa allan þennan tíma og eina legu. Þetta er náttúrulega ekki kraftmikill bíll svona sjálfskiptur en alveg mjög þægilegur og þessi línu sexa dugar honum svosem alveg.\n\r\nEn ég myndi segja að þetta sé áræðanlegasti bíll sem þú færð. Það er búið að klikka meira í 2006 IS250 bílnum mínum heldur en 2001 IS200 bílnum hans. Og hans bíll er ekinn 170.000 km og minn 60.000!", "date": "2010-12-08 17:44:00", "post_id": 37}, {"user_name": "AddiPaddi", "text": "ég átti 46 einu sinni ég græt mig ennþá í svefn yfir viðhalds reikningunum sem ég borgaði á þeim tíma", "date": "2010-12-08 18:33:00", "post_id": 38}, {"user_name": "Titus", "text": "Jamm. Það sagði allavega nálin á eyðslumælinum í mælaborðinu, en ég reiknaði það samt aldrei almennilega...", "date": "2010-12-08 18:38:00", "post_id": 39}, {"user_name": "oskar9", "text": "ég skipti allavegna um einn bremsustimpil í mínum bíl sem er það eina sem talist getur sem annað en venjulegt viðhald, keypti hann ekinn 155 þús, seldi hann ekinn kringum 180 þús og gerði ekkert nema skipta nokkrum sinnum um olíu og loftsíu einusinni.\n\nmálið er bara að bílar verða alltaf verr og verr smíðaðir sem líður á, slithlutir endast styttra og allt er gert úr ódýrari og lélegri efnum.\nStendur Toyota Camry 1987 árgerð hér útá plani sem pabbi notar sem daily driver, ekinn 230 þús og það er allt orginal nema olían á mótornum.\n\nMér finnst bara bmw alltaf vera með svo pirrandi viðhald, eitthvað tölvurugl og villumeldingar í bak og fyrir um að chekkka þetta og chekka hitt og eitthvað. þó er fátt betra en góður BMW. maður lærir að leiða þetta bara hjá sér hehe", "date": "2010-12-08 19:11:00", "post_id": 40}, {"user_name": "biturk", "text": "tæki hvað sem er yfir bmw anyday\n\n\r\nannars langar mig ógeðslega mikið í is200 bíl, fynnst þeir klikkað flottir og það er hægt að fá hrikalega flott body kit á þessa bíla í útlandinu!", "date": "2010-12-08 19:21:00", "post_id": 41}, {"user_name": "Hafst1", "text": "Hvurslags bull verð er þetta á þessum Lexusum (BMW líka ég veit). En árið 2004 fór ég á sölu og valið stóð á milli 2002 Galant, eða 2002 IS200. Ég endaði á því að keyra heim á Galant eftir að hafa prófað báða. Þá kostuðu þeir báðir rétt rúmlega 1800þús. \n\nVerðið á BMW er líka rugl. Þessir bílar hérna að framan á 1,7-1,9. Ég seldi minn 525d, mjög vel með farinn 02árg á 1350þús fyrir rúmu ári síðan.", "date": "2010-12-08 23:01:00", "post_id": 42}, {"user_name": "Tiger", "text": "tæki lexusinn. <<<icon_wink.gif>>> þótt ég sé bmw maður", "date": "2010-12-08 23:28:00", "post_id": 43}, {"user_name": "Bóbó", "text": "Fyrir rúmlega 3 árum var ég búinn að ákveða að fá mér svartan BMW 3... að minnsta kosti 320 eða kraftmeiri.\r\nÉg skoðaði nokkuð marga, en sá síðan steingráan Lexus IS 200 sem heillaði mig miklu miklu meira. \n\r\nÞetta var frekar ótrúleg niðurstaða, þar sem ég var algerlega búinn að ákveða að fá mér BMW. \n\r\nÉg tók Lexusinn fram yfir BMWinn þá og sé alls ekki eftir því í dag. Á kvikindið ennþá og er virkilega sáttur með hann. Bilar ekkert, þæginlegur í akstri, flottur, frábær þjónusta í umboðinu og mjög góðar græjur. Hann er reyndar með einhverjum hljómflutningspakka frá Lexus.\n\r\nÞað var einhver að nefna að hann væri lélegur í snjó. Ég hef ekki fundið fyrir því og samt hef ég alltaf bara verið á heilsárdekkjum og bý þar að auki í óbyggðum Kópavogs (203). Þar að auki hef ég yfirleitt fengið nýjan is250 þegar ég hef farið með hann í þjónustuskoðanir og þeir hafa ekki verið næstum því eins góðir í snjónum, þrátt fyrir að þeir hafi veirð á vetrardekkjum.", "date": "2010-12-08 23:59:00", "post_id": 44}, {"user_name": "gunni-boy", "text": "Maður með viti!!\n\n\n\nÍ alvöruni? er það ekki vegna þess að þú átt toyotu?\n\n\n\nHeilsuársdekk er alveg það sama og vetrardekk??", "date": "2010-12-09 10:55:00", "post_id": 45}, {"user_name": "elisvk", "text": "Nei, það held ég ekki, hef aldrei heyrt um heilsuársdekk.", "date": "2010-12-09 12:16:00", "post_id": 46}, {"user_name": "gunni-boy", "text": "Hehehe, heilsársdekk meina ég<<<icon_wink.gif>>>", "date": "2010-12-09 12:44:00", "post_id": 47}, {"user_name": "Viktor10", "text": "<<<bmw.gif>>><<<bmw.gif>>><<<bmw.gif>>><<<bmw.gif>>><<<bmw.gif>>> all day", "date": "2010-12-09 15:27:00", "post_id": 48}, {"user_name": "Andri_Rafn", "text": "þegar snjórinn kom þá dreif lexusinn hjá mér ekki upp bílastæðabrekkuna heima hjá mér, þegar ég fleygði á hann nagladekkjum þá er þetta ekkert mál. Margir búnir að vara mig við hvað þetta væri skelfilegur bíll yfir veturinn en ég bara sé það ekki! En æðislegur bíll í alla staði!", "date": "2010-12-09 22:09:00", "post_id": 49}, {"user_name": "IngvarRJ", "text": "shit hvað ég er sammála, svona 318-20 og is200 eknir 120+ eiga aldrei að fara yfir milljón að mínu mati", "date": "2010-12-09 22:35:00", "post_id": 50}, {"user_name": "Jonnzy", "text": "þá færðu þér minn 318i á 730þús <<<icon_thumright.gif>>>", "date": "2010-12-09 22:49:00", "post_id": 51}, {"user_name": "Danni", "text": "ÉG persónulega myndi velja BMW-inn. En ég er líka þannig einstaklingur að ég er tilbúinn að taka á mig auka viðhald fyrir bíl sem er að mínu mati miklu flottari og skemmtilegri.\n\nMér finnst Lexus-inn miklu ljótari en E46, bæði prefacelift og facelift og þá sérstaklega að innan. Toyota virðist keppa um það að gera ljótustu innréttingarnar......\n\nEn ef ég væri að fara í E46 þá tæki ég aldrei 318. Myndi að lágmarki taka 320 og þá helst með 2,2 vélinni.", "date": "2010-12-10 00:12:00", "post_id": 52}, {"user_name": "Jonnzy", "text": "inréttingin ? seriously? \r\nÉg er mjög ósammála.. það er akkurat þar sem mér finnst lexusinn hafa yfirburði, fyrir utan eyðslutölvuna í mælaborðinu\r\nútlitsleta eru þessir bílar mjög svipaðir\n\r\nbmw innréttingin í 318 og 320 er svo hrá !\r\ntoyotu inréttingin svo 100000x flottari !\n\r\n318i:\n\r\nIS200:\n\n mælaborðið er awesome !", "date": "2010-12-10 00:42:00", "post_id": 53}, {"user_name": "Einar Vti", "text": "Lexus <<<icon_smile.gif>>>", "date": "2010-12-10 00:43:00", "post_id": 54}, {"user_name": "Bóbó", "text": "Það er alveg góður munur á heilsárdekkjum og vetrardekkjum. \r\nÉg held að vetrardekk væru töluvert fljótari að tætast upp á sumrin heldur en heilsárs\n\n\n\nÞetta er einmitt öfugt hjá mér... ég er ekki að segja að mér finnist BMWinn ljótur, enda hafði ég upphaflega ætlað að kaupa einn slíkan.\r\nMér finnst Lexusinn hinsvegar flottari að innan sem utan og mér finnst töluvert meira varið í innréttinguna í Lexusinum.", "date": "2010-12-10 01:14:00", "post_id": 55}, {"user_name": "Danni", "text": "Það er augljós að smekkur manna er misjafn, sem er gott. En mér finnst þessi innrétting í Lexusnum bara skelfileg. En mér finnst innréttingin í E46 mjög stílhrein og flott, svipar mjög mikið til innréttingarinnar í E39 sem mér finnst vera flottasta innrétting allra tíma.", "date": "2010-12-10 04:43:00", "post_id": 56}, {"user_name": "ElvarPrelude", "text": "BMW einar.... ekkert kjaftæði!", "date": "2010-12-10 06:45:00", "post_id": 57}, {"user_name": "Aronpals", "text": "Klárlega Lexus is200 í stað e46 318 eða 320 .. átti lexus is200 2000 módel, og það var topp bíll í alla staði og hrikalega þéttur. Innréttingin er flott, sérstaklega með hálfleðraða stóla. Það eru svo margar týpur af e46 og þessi ódýrasta er bara hrá og leiðinleg. En is200 bílarnir eru flestir með svipaðann búnað, nema þá aðalega leður eða ekki leður. \n\n\n-\n\nEf ég ætti hann í dag myndi ég dekkja felgurnar <<<icon_cool.gif>>>\n\nEn ég myndi aldrei vilja eiga beinskiptan LEXUS, það sem þetta er ekki spyrnu græja heldur krúsari. Hann er ekkert sérstaklega sprækur, enda bara 155 hestöfl, en hann fer hrikalega vel með mann.", "date": "2010-12-10 11:04:00", "post_id": 58}, {"user_name": "Einar Vti", "text": "ekki vera svona rauðhærður <<<icon_smile.gif>>>", "date": "2010-12-10 14:19:00", "post_id": 59}, {"user_name": "gunni-boy", "text": "Mælaborðið er hræðilegt í þessu!!\n\n\n\nErtu til í að fræða mig um muninn??\n\r\nÉg hef nú keyrt á bæði vetrardekkjum og heilsársdekkjum á sumrin og það er ekki rétt.\r\nÞað voru meira að segja mjög margir að kaupa vetrardekk sem heilsuársdekk þegar ég var að vinna síðast á dekkjarverkstæði allavega.", "date": "2010-12-10 16:00:00", "post_id": 60}, {"user_name": "gunni-boy", "text": "http://www.flickriver.com/groups/bmwe46/pool/", "date": "2010-12-10 16:08:00", "post_id": 61}, {"user_name": "Karlsson", "text": "Þú ert að djóka right ? Þetta eru hrikalega svalir bílar að innan ! Fara fokkvel með mann ég myndi anyday taka lexusis200 yfir 318 e46 bíl.", "date": "2010-12-10 16:19:00", "post_id": 62}, {"user_name": "biturk", "text": "þessi innrétting í bimmanum að ofan er bara alveg ógrúlega ljót og eitthvað svo......leiðinlegt\n\r\nreindar eru þær það yfirleitt í bmw þangað til þú ert komin í dýrari týpurnar, þá fyrst gæti maður farið eitthvað að spá í að kaupa sér bimma...........en þá er maður kominn í 20mill plús flokkinn<<<icon_smile.gif>>>", "date": "2010-12-10 16:31:00", "post_id": 63}, {"user_name": "gunni-boy", "text": "Rólegur kallinn.\n\n\n\nÞað myndi ég líka gera.", "date": "2010-12-10 17:48:00", "post_id": 64}, {"user_name": "Bóbó", "text": "Þetta er nú ekki flókið, henti þessu inní google og þetta var það fyrsta sem ég fann <<<icon_wink.gif>>>\n\nhttp://www.bchighway.com/myvehicle/a...snowtires.html\n\r\nMyndbandið á síðunni ætti að útskýra þetta ágætlega fyrir þér.\n\n\n\n\r\nÉg skoðaði svo hvað fleiri greinar sögðu um heilsársdekk vs. vetrardekk á sumrin og það var undantekningarlaust nefnt að vetrardekkin eyddust mun hraðar heldur en heilsársdekkin. Það var líka nefnt nokkuð oft að þau væru háværari. \r\nAuðvitað er munurinn væntanlega minni á Íslandi þar sem það er hlýrra í Kanada og á Bretlandi svo dæmi séu tekin. \r\nEn það er samt sem áður munur á þessum dekkjum heilt yfir. Hvað væri annars pointið með því að flokka dekk niður í sumardekk, heilsársdekk og vetrardekk ??\n\n\n\nhttp://www.fountaintire.com/tires/winter-tires-101\n\n\n\r\nHér eru svo fleiri myndbönd sem sýna ennfrekar að það er töluverður munur á heilsársdekkjum og vetrardekkjum:\n\nhttp://www.youtube.com/watch?v=JGfvyPtYR0Y\n\nhttp://www.youtube.com/watch?v=GlYEM...eature=related", "date": "2010-12-10 20:06:00", "post_id": 65}, {"user_name": "gunni-boy", "text": "Nú jæja ég hef greinilega rangt fyrir mér, en samt sem áður hef ég ekki séð neinn mun á slithraða á vetrar og heilsuársdekkjum.\n\nKannski vegna þess að ég hef nú aldrei farið í vetrar dekk sem eru með of mjúku gúmíi.\nÞakka þetta", "date": "2010-12-10 21:11:00", "post_id": 66}, {"user_name": "Bóbó", "text": "Ekki málið félagi.\n\nÞað er náttúrulega munur á milli tegunda í þessum flokkum eins og þú segir. En heilt yfir þá er þetta munurinn.", "date": "2010-12-10 23:00:00", "post_id": 67}, {"user_name": "ElvarPrelude", "text": "Ég myndi frekar aka um á beygluðum , ljótum e46 318 á stálfelgum heldur enn að aka þessum bíll sem þú ekur um á dagsdaglega!", "date": "2010-12-10 23:07:00", "post_id": 68}, {"user_name": "bimmalingur", "text": "<<<iagree.gif>>> <<<iagree.gif>>> <<<iagree.gif>>>", "date": "2010-12-11 20:18:00", "post_id": 69}, {"user_name": "biturk", "text": "það er náttúrulega ekki mitt mál að þinn smekkur er slæmur<<<icon_wink.gif>>>", "date": "2010-12-11 20:41:00", "post_id": 70}, {"user_name": "Ómar_18", "text": "hvernig bíll er það?", "date": "2010-12-11 20:52:00", "post_id": 71}, {"user_name": "sindris", "text": "Lexus is 200 grútmáttlaust og eyðir miklu", "date": "2010-12-12 22:15:00", "post_id": 72}, {"user_name": "bimmalingur", "text": "Ég myndi fá mér BMW 5-línuna e39 <<<icon_biggrin.gif>>>", "date": "2010-12-12 22:34:00", "post_id": 73}, {"user_name": "-Hjalti-", "text": "Er þér alvara ?", "date": "2010-12-12 23:53:00", "post_id": 74}, {"user_name": "elisvk", "text": "haha já og þetta eftir að ég benti honum á þetta. Verð að fara að tjékka á þessum heilsudekkjum, heyri að það sé good shit.\n\nEn seriously ég skil ekki alveg afhverju fólk er að taka 3-series innréttinguna yfir is200 innréttinguna. Kannski er það bara útaf ég er á is300 sem er með nákvæmlega sömu innréttinguna en mér finnst hún svo margfalt flottari og það sérstaklega þegar svissað er á hann og það er dimmt. Bmw innréttingin sem bent var á hér áður lítur út eins og eitthvað sem var dregið úr rassgatinu á gamalli lödu sport.", "date": "2010-12-13 01:04:00", "post_id": 75}, {"user_name": "ElvarPrelude", "text": "pontiac sunfire eða eitthvað ógeð með væng.......\n\nég verð að tékka á þessu heilsuársdekkjum!", "date": "2010-12-13 03:28:00", "post_id": 76}, {"user_name": "KiddiJ", "text": "BMW alla leið !", "date": "2010-12-13 05:27:00", "post_id": 77}, {"user_name": "gunni-boy", "text": "Fór þetta fyrir brjóstið á þér?", "date": "2010-12-13 11:36:00", "post_id": 78}, {"user_name": "bimmalingur", "text": "Samkvæmt þessu er BMW í öllum tilvikum betri en Lexus nema IS (99-05) og BMW e46 eru með sömu einkunn, og sambærilegir í verði líka\n\nBMW e90 vs Lexus IS 250\nBMW\nhttp://www.whatcar.com/car-reviews/u...ummary/25446-2\nhttp://bilasolur.is/CarDetails.aspx?...02dd&schpage=1\nLexus\nhttp://www.whatcar.com/car-reviews/u...ummary/25522-2\nhttp://bilasolur.is/CarDetails.aspx?...02dd&schpage=1\n\nBMW e46 vs Lexus IS 200\nBMW\nhttp://www.whatcar.com/car-reviews/u...ummary/23687-2\nhttp://bilasolur.is/CarDetails.aspx?...026a&schpage=2\nLexus\nhttp://www.whatcar.com/car-reviews/u...ummary/23534-2\nhttp://bilasolur.is/CarDetails.aspx?...c-bc86b56802dd\n\nBMW e60 vs Lexus GS\nBMW\nhttp://www.whatcar.com/car-reviews/u...ummary/25200-2\nhttp://bilasolur.is/CarDetails.aspx?...d56a&schpage=1\nLexus\nhttp://www.whatcar.com/car-reviews/u...ummary/25475-2\nhttp://bilasolur.is/CarDetails.aspx?...3172&schpage=1\n\nBMW e39 vs Lexus GS\nBMW\nhttp://www.whatcar.com/car-reviews/u...ummary/23480-2\nhttp://bilasolur.is/CarDetails.aspx?...e5d7&schpage=1\nLexus\nhttp://www.whatcar.com/car-reviews/u...ummary/23432-2\nhttp://bilasolur.is/CarDetails.aspx?...d69c&schpage=1\n\nÉg myndi velja BMW í öllum þessum tilvikum", "date": "2010-12-13 14:50:00", "post_id": 79}, {"user_name": "Jonnzy", "text": "bimmalingur,, ertu búinn að lesa fyrsta póstinn ??\n\r\nþað er verið að bera saman E46 og IS200 <<<icon_wink.gif>>>", "date": "2010-12-13 14:56:00", "post_id": 80}, {"user_name": "bimmalingur", "text": "Já það er þarna", "date": "2010-12-13 14:59:00", "post_id": 81}, {"user_name": "-Hjalti-", "text": "verra offtopic hefur nú sést hérna....", "date": "2010-12-13 16:00:00", "post_id": 82}, {"user_name": "bimmalingur", "text": "nákvæmlega mitt póst var allaveganna að bera saman Lexus og BMW en það er mikið í þessum þráð um heilsársdekk eða helsuársdekk", "date": "2010-12-13 18:31:00", "post_id": 83}, {"user_name": "h1coupe", "text": "þessir bílasölu linkar eru eitthvað fucked up.", "date": "2010-12-13 18:40:00", "post_id": 84}, {"user_name": "bimmalingur", "text": "Fixed\nSamkvæmt þessu er BMW í öllum tilvikum betri en Lexus nema IS (99-05) og BMW e46 eru með sömu einkunn, og sambærilegir í verði líka\n\nBMW e90 vs Lexus IS 250\nBMW\nhttp://www.whatcar.com/car-reviews/u...ummary/25446-2\nhttp://bilasolur.is/CarDetails.aspx?...02dd&schpage=1\nLexus\nhttp://www.whatcar.com/car-reviews/u...ummary/25522-2\nhttp://bilasolur.is/CarDetails.aspx?...02dd&schpage=1\n\nBMW e46 vs Lexus IS 200\nBMW\nhttp://www.whatcar.com/car-reviews/u...ummary/23687-2\nhttp://bilasolur.is/CarDetails.aspx?...7eb4&schpage=1\nLexus\nhttp://www.whatcar.com/car-reviews/u...ummary/23534-2\nhttp://bilasolur.is/CarDetails.aspx?...c-bc86b56802dd\n\nBMW e60 vs Lexus GS\nBMW\nhttp://www.whatcar.com/car-reviews/u...ummary/25200-2\nhttp://bilasolur.is/CarDetails.aspx?...d56a&schpage=1\nLexus\nhttp://www.whatcar.com/car-reviews/u...ummary/25475-2\nhttp://bilasolur.is/CarDetails.aspx?...3172&schpage=1\n\nBMW e39 vs Lexus GS\nBMW\nhttp://www.whatcar.com/car-reviews/u...ummary/23480-2\nhttp://bilasolur.is/CarDetails.aspx?...e5d7&schpage=1\nLexus\nhttp://www.whatcar.com/car-reviews/u...ummary/23432-2\nhttp://bilasolur.is/CarDetails.aspx?...d69c&schpage=1\n\nÉg myndi velja BMW í öllum þessum tilvikum", "date": "2010-12-13 19:31:00", "post_id": 85}, {"user_name": "G1319", "text": "ég á nú bara BMW e 46 sem er keyrður minna hann er í 106þús núna", "date": "2010-12-13 21:31:00", "post_id": 86}, {"user_name": "h1coupe", "text": "það er bara einn samanburður þarna sem er nokkuð réttur og það er is200 vs 318i.(það er meira að segja líka á mörkunum að vera ár á milli þeirra)\r\nhitt er allt mismunandi vélarstærðir og/eða árgerðir.\n\r\nég tæki 545i af þessum bílum en eins og ég sagði þá er ekkert þarna frá lexus sambærilegt, en það væri væntanlega GS450. og þá væri valið heldur erfiðara, báðir ábyggilega frábærir.", "date": "2010-12-13 23:45:00", "post_id": 87}, {"user_name": "canonuser", "text": "hvað eru vélarnar að lifa lengi í þessum bílum ?", "date": "2010-12-14 01:34:00", "post_id": 88}, {"user_name": "elisvk", "text": "47-49 daga", "date": "2010-12-14 20:10:00", "post_id": 89}, {"user_name": "Bóbó", "text": "Hérna er betri samanburður... bara mánuður á milli, en að vísu töluvert dýrari BMW (13,7% m.v. ásett)\n\r\nLexus IS 200\nhttp://bilasolur.is/CarDetails.aspx?...8ab8&schpage=2\n\r\nBMW 318ia\nhttp://bilasolur.is/CarDetails.aspx?...65dc&schpage=1", "date": "2010-12-14 23:34:00", "post_id": 90}, {"user_name": "Diggler", "text": "Ãˆg hef Ã¡tt bÃ¦Ã°i Bmw, stÃ³ra og litla og lÃ*ka Lexus og Ã¾aÃ° er engan veginn hÃ¦gt aÃ° bera Ã¾essa bÃ*la saman, Ã¾aÃ° er eins aÃ° bera saman Ritz kex og Traktor. Lexus eru Ã¾Ã¦gilegir gamalmenna bÃ*lar viÃ° hliÃ°ina Ã¡ hrÃ*u afli og tÃ¦knivÃ¦ddum Ã¾Ã¦gindum gÃ³Ã°s Bimma. Ã‰g myndi alltaf frekar kjÃ³sa Bmw, Ã¾Ã³tt ekki vÃ¦ri nema bara til aÃ° vera ekki gaurinn Ã¡ Lexusnum <<<icon_smile.gif>>>\n\r\nTop Gear segja allt sem segja Ã¾arf im Lexus. ÃžÃ¦gilegir, kraftlitlit, Ã¶ruggir gamalmenna bÃ*lar! Eftir aÃ° hafa Ã¡tt Lexus langar mig alls ekki Ã* annan, Ã¾aÃ° er ekkert VÃ¡ factor, ekkert spennandi. Ã‰g enda alltaf reglulega Ã* Ã¾vÃ* aÃ° vilja og eignast Bmw <<<icon_smile.gif>>>", "date": "2010-12-14 23:48:00", "post_id": 91}, {"user_name": "bimmalingur", "text": "Þetta er maður með viti. Enda Árbæingur <<<icon_wink.gif>>>", "date": "2010-12-15 00:13:00", "post_id": 92}, {"user_name": "GunnarTrausta", "text": "Ef þú ert að kaupa þér farartæki til að keyra frá a - b þá færðu þér Sálarlausan Lexus...\r\nEf þú vilt soul , history  , buildquality , performance , þá færðu þér BMW", "date": "2010-12-15 00:25:00", "post_id": 93}, {"user_name": "tony", "text": "Mestu skítarök í öllum heiminum\n\nErfitt að bera þessa bíla saman því Bmw skiptist í svona margar undir greinar, þ.e.a.s 318,320, 323 osfrv\n\nis200 ekki mikill kraftur,looker,þægilegur - borið saman við 318 og 320 er hann betri kostur en upp eru hinir bimmarnir sennilega efnilegra en á móti kemur sennilega dýrari\nis250 - flottur,ágætur kraftur, þægilegur - held ég myndi alltaf taka is250 yfir 5 línuna hjá Bmw því þeir fara kosta mikið þessir 540-545 M5\n\nÞú GETUR alveg fengið þér fínan kraft í lexus - is300,is350,is-F", "date": "2010-12-15 00:30:00", "post_id": 94}, {"user_name": "bimmalingur", "text": "is er ekki í sama flokki og 5 línan hún er miklu minni það er 5 línan og GS og 3 línan og is", "date": "2010-12-15 00:41:00", "post_id": 95}, {"user_name": "tony", "text": "Þetter allt eh sjálfrennireiðar", "date": "2010-12-15 02:27:00", "post_id": 96}, {"user_name": "Diggler", "text": "Þegar öllu er á botnin hvolft strákar þá er Lexus leiðinlegur semi svalur gamalmennabíll. Bíll sem maður fær sér þegar maður vill vera töff í Golfklúbbnum sínum <<<icon_smile.gif>>> Það er alger kjánaskapur að segja að það sé hellings kraftur í Lexus líka, nema þá ef verið er að bera hann saman við aðrar Toyotur kannski?  Það sem er samt jákvætt við Lexus er lág bilanatíðni, þægilegir í akstri og notkun og það er ágætis rými í þeim. \n\nBmw er einfaldlega í allt öðrum gæðaflokki.Það sem er jákvætt við Bmw er samt svo miklu meira <<<icon_smile.gif>>> Falleg hönnun, ekki Made in Japan! <<<icon_smile.gif>>>, Hellings kraftur, öll þau þægindi sem þú hefur efni á hverju sinni, þægilegir í akstri og mjög öruggir, rúmgóðir og ég gæti haldið endalaust áfram! \n\nÉg hef átt Lexus og mér langar aldrei að fá mér svoleiðis aftur, nema kannski sportbílinn sem þeir eru að framleiða en það mun aldrei gerast sökum verðsins. Ég hef líka átt slatta af Bmw, aldrei samt Þrist og sé persónulega ekki tilgangin við að eiga þannig Bimma en það þarf svo sem líka að framleiða Bmw fyrir konur rétt eins og það þarf að framleiða leiðinlega semi sportbíla fyrir gamla Golfara <<<icon_smile.gif>>>\n\nÞað verða samt klárlega ekki allir sammála um þetta hér, það er gefið. Finnið samt endilega eitthvern sem hefur átt bæði Lexus og alvöru Bmw sem myndi frekar velja Lexus? Gangi þér vel með það <<<icon_smile.gif>>>", "date": "2010-12-15 10:59:00", "post_id": 97}, {"user_name": "biturk", "text": "einn sár hondueigandi hér á ferð<<<icon_smile.gif>>>", "date": "2010-12-15 12:03:00", "post_id": 98}, {"user_name": "h1coupe", "text": "alveg frábærar alhæfingar alltaf þegar talað er um merki. kjánaskapur að segja að það sé hellings kraftur í \"lexus\" það held ég að þeir sem eigi is350 og uppúr séu ekki sammála þér og hreint ekki nokkur maður sammála því að ekki sé kraftur þegar komið er í þá stærri hjá lexus, is200 er kannski undanskilin en flest allt annað í línunni hjá þeim hefur frá þokkalegum og uppí hrikalegan kraft.\n\r\nog svo aftur hellings kraftur í \"bmw\" þá aftur flestir/allir sammála því að 318 er ekki með hellings kraft og það þarf að vera orðið 2.5l bíll svo hægt sé að kalla einhvern kraft þar á bæ.\n\r\nog með hina punktana þá get ég ekki séð að þeir eigi neitt frekar við um einn frekar en hinn, nema kannski sumt að hluta.\n\r\nlexus lág bilanatíðni. check.\r\nbmw lág bilanatíðni. þeir eru á góðri leið þar.\r\nlexus þægilegir í akstri. check.\r\nbmw þægilegir í akstri. check.\r\nlexus ágætis rými. fer allt eftir týpu.\r\nbmw ágætis rými. fer allt eftir týpu.\r\nlexus öll þau þægindi sem þú hefur efni á hverju sinni. check (og þar hefur lexus vinninginn þar sem japaninn hleður bílana sína meira stock)\r\nbmw öll þau þægindi sem þú hefur EFNI á hverju sinni. check.\r\nlexus mjög öruggur. check.\r\nbmw mjög öruggur. check.\n\r\nsvo gæti maður haldi endalaust áfram. í vali á þessum bílum er smekkur manna og áhugi fyrst og fremst það sem veltir valinu í hvora áttina.", "date": "2010-12-15 14:00:00", "post_id": 99}, {"user_name": "netnut", "text": "Haha, rólegur á að finna ógeðslegustu mynd af verstu og elstu E46 innréttingu ever. (Sem er þó skárri en þessi Lexus innrétting.)\n\r\nSkoðaðu þessar myndir og segðu aftur að einhver 1st generation Lexus IS sé með flottari innréttingu:\n\n\n\n\n\r\nÉg meina Lexus IS eru flottir bílar, geðveikir í útliti að utan m.a. -- en kommon, BMW e46 RÚSTAR þessu þegar kemur að innréttingum.", "date": "2010-12-15 17:59:00", "post_id": 100}, {"user_name": "tony", "text": "haha slökum á að taka M3 innréttingu, það er líka verið að pæla í verði.", "date": "2010-12-15 18:34:00", "post_id": 101}, {"user_name": "netnut", "text": "Pro tip félagi, þó að það standi //M þá þýðir það ekki að þetta sé M3.\n\nHvorugur þessa bíla eru M3. Amk ekki efri. Og sá neðri getur alveg eins verið e46 non-M coupe.  (Og já, þú getur verið með M3 mottur í e46. Kanarnir elska það.)", "date": "2010-12-15 18:36:00", "post_id": 102}, {"user_name": "-Hjalti-", "text": "Efsti er ekki M3 innrétting og neðri ekkert endilega heldur", "date": "2010-12-15 18:38:00", "post_id": 103}, {"user_name": "kári litli", "text": "mikið er ég nú guðslifandi feginn að eiga hvorugt", "date": "2010-12-15 19:07:00", "post_id": 104}, {"user_name": "Bóbó", "text": "Eftir að hafa lesið í gegnum kommentin hérna og þá sérstaklega hjá þeim sem velja alla BMW fram yfir alla Lexus (slíkar eru alhæfingarnar hjá sumum) þá hef ég tekið eftir einu\n\r\nÞeir reyna yfirleitt að komast hjá því að bera saman Lexus IS 200 og BMW 318 eða 320 (sem er markmið þráðarins)\n\n\n\n\n\n\nEkki veit ég hvar þú býrð....\r\nÉg bý í það minnsta á höfuðborgarsvæðinu og ég er helst að sjá fólk á aldrinum 17-35 ára á Lexus IS 200. Hér aka gamalmennin á Lexus RX þegar þau lulla út á golfvöll  <<<icon_wink.gif>>>\n\n\n\n\n\n\n\nÉg held að þessi innrétting kosti ansi mikið aukalega og persónulega finnst mér mælaborðið þarna ekki næstum því eins flott og í Lexusnum. En það er jú kannski bara ég... eins og ég sagði hér fyrr í þræðinum að þá var ég búinn að ákveða að kaupa mér BMW en leyst síðan betur á Lexusinn. \r\nÉg man ekki nákvæmlega hvar mér fannst hann skara framúr, en mér fannst hann flottari að utan sem og innan, betri hljómtæki, meiri búnaður, betra skott, betri þjónusta, áreiðanlegri (miðað við reynslu félaganna) og svo fór bara betur um mig.", "date": "2010-12-15 23:02:00", "post_id": 105}, {"user_name": "RaggiTwin", "text": "Hef átt bæði og tæki lexus framm yfir bmw hvenar sem er !", "date": "2010-12-15 23:09:00", "post_id": 106}, {"user_name": "GunnarTrausta", "text": "Man ekki betur en að fyrir stuttu þá helstu ekki vatni því þig langaði svo að skipa þessum Charger uppí 7 línu BMW ??", "date": "2010-12-15 23:32:00", "post_id": 107}, {"user_name": "RaggiTwin", "text": "Hélt ég ekki vatni ? Ertu fokking heimskur hvað veist þú um það <<<icon_lol.gif>>> .. Og nei hætti snarlega við það eftir að hafa skodað nokkur eintök", "date": "2010-12-15 23:34:00", "post_id": 108}, {"user_name": "GunnarTrausta", "text": "Nei ég er ekki heimskur... En ert þú það RaggiTwin ??", "date": "2010-12-15 23:47:00", "post_id": 109}, {"user_name": "netnut", "text": "Þú hlýtur að vera grínast. Ef ekki þá held ég að það sé klárt mál að þú ert búinn að stara of mikið á Lexus IS mælaborðið þitt. Það er vont, en það líklega venst eins og hvað annað.\n\nOg varðandi kostnaðinn á þessu, þá er nú minnsta málið að skella bara þumalfingrinum fyrir framan 16:9 skjáinn, og ýminda sér að þar sé í staðinn CD radio og digital miðstöð, og þá ertu kominn með innréttingu sem ennþá mölvar allt sem heitir Lexus IS, og er ekki sjaldgæf jafnvel í litlum 320.", "date": "2010-12-16 00:16:00", "post_id": 110}, {"user_name": "bimmalingur", "text": "Hvernig er hægt að finnast þetta flottara\n\n\n\r\nheldur en þetta?\n\n\n\r\neða þetta?", "date": "2010-12-16 00:29:00", "post_id": 111}, {"user_name": "GunnarTrausta", "text": "Þessi Lexus mælaborð... Þau eru agaleg", "date": "2010-12-16 00:32:00", "post_id": 112}, {"user_name": "Jonnzy", "text": "væntanlega er þetta flottara þar sem að stýrið er réttu megin á lexusnum <<<icon_wink.gif>>>", "date": "2010-12-16 00:35:00", "post_id": 113}, {"user_name": "Tiger", "text": "þessar innréttingarmyndir sem þið eruð að setja inn er ekkert af 320 og 318 prefacelift. bara af m3 og dyrari gerðunum og best búnu facelift e46 sem þið funduð. fæstir þannig hér á landi", "date": "2010-12-16 00:37:00", "post_id": 114}, {"user_name": "bimmalingur", "text": "nei þessi mynd var í söluauglýsingu af 320i prefacelift þessi efri en þessi neðri er 318i facelift", "date": "2010-12-16 00:40:00", "post_id": 115}, {"user_name": "Tiger", "text": "já okey þá vinnur bmwinn", "date": "2010-12-16 00:41:00", "post_id": 116}, {"user_name": "GunnarTrausta", "text": "hmmmm??", "date": "2010-12-16 00:45:00", "post_id": 117}, {"user_name": "Jonnzy", "text": "neðri er 99% m3, coupe, skjárinn, smg/beinskiptingin, SÆTIN, motturnar, mælaborðið, speglarnir.. en neðri er langt frá því að vera m3, pottþétt 325 eða 330 bíll þar sem hann er ameríkubíll og kanarnir líta ekki við 318 né 320\n\nen myndin sem ég kom með er einfaldlega mynd af 318.. komið nu með myndir af 318 og 320 innréttingu(edit, sé það nuna hja bimmaling, en það eru bilar 02-04 árg og kosta 2M +),, plús það að þráðarhöfundurinn hefur sent mér PM og sagt mér að hann velji lexus, THREAD WIN/", "date": "2010-12-16 00:46:00", "post_id": 118}, {"user_name": "Jonnzy", "text": "fattaði það eftir á að myndin af einum bmwinum er stýrið hægra megin :S", "date": "2010-12-16 00:48:00", "post_id": 119}, {"user_name": "bimmalingur", "text": "afhverju er það betra?", "date": "2010-12-16 01:00:00", "post_id": 120}, {"user_name": "Bóbó", "text": "Eins og ég segi enn einu sinni... þá ætlaði ég að kaupa mér BMW en varð fyrir pínu vonbrigðum og keypti mér Lexus.\r\nÞetta hefur ekkert með það að gera að ég sé búinn að stara of mikið á innréttinguna, því mér fannst hún flottari þegar ég var að velja á milli þeirra og þykir enn.\n\r\nog bara svona for the record að þá skoðaði ég drullu marga BMWa og þessar innréttingamyndir sem hafa verið að koma hér inn eru ekkert í líkingu við það sem ég sá. Ég lagði mikinn metnað í að skoða þetta allt með félögunum, reynsluók ég veit ekki hvað mörgum bílum og var bíllaus í tæpan mánuð á meðan þessu stóð.  \n\r\nþar að auki var mín fyrrverandi áður með gaur sem átti BMW 320 og hún fýlaði Lexusinn minn betur <<<icon_lol.gif>>>\n\n\r\nÉg skil eiginlega ekki afhverju þið eigið svona erfitt með að trúa því að mér finnist innréttingin í Lexusnum flottari heldur en í BMW 318/320... því það er ekki eins og þetta sé óalgeng skoðun. Félagi minn seldi meira að segja sinn BMW 318 eftir að hafa setið nokkrum sinnum í mínum og fékk sér IS 200.", "date": "2010-12-16 01:06:00", "post_id": 121}, {"user_name": "-Hjalti-", "text": "Miðavið hvað Bmw er mikið rusl , allavega eftir því sem þú segir þá held ég að þú getir bara gleymt því að reyna að selja þennan bimma í undirskrift hjá þér <<<icon_wink.gif>>>", "date": "2010-12-16 01:08:00", "post_id": 122}, {"user_name": "netnut", "text": "Þú tapaðir reyndar automatískt við það eitt að segja að Lexus innréttingin væri flottari. <<<icon_wink.gif>>>\n\nOg svo ert þú í ruglinu með þetta M3 eða ekki M3 kjaftæði. Það er enginn gígantískur munur á þessu tvennu þegar kemur að innréttingu. Það er eiginlega bara hitamælirinn og variable redline ljósin sem eru eitthvað spes M3. Speglarnir og motturnar öðruvísi? Við erum að tala um innréttingar.\n\nAnnars eru M3 speglar vinsælt mod fyrir e46, en það er önnur saga. Segjum bara að þetta sé M3 því það er algjörlega irrelevant.", "date": "2010-12-16 01:16:00", "post_id": 123}, {"user_name": "Jonnzy", "text": "enda vill enginn bíl sem að bilar meiren vanalega svo ég ætla hætta við sölu og gera við hann þegar ég kem heim <<<icon_biggrin.gif>>>\n\nbla bla bla, blablabla bla!\n\n\nog bimmalingur,, það er oft talað um að stýrið sé réttu megin þegar það er hægra megin <<<icon_wink.gif>>>\n\nnetnut, tapaði ég hverju ? þræðinum ? ég er bara að segja að innréttingin er svo hrá í 318 og 320 að mér finnst hún flottari í lexusnum.. skal samt allveg viðurkenna að mér finnst innréttingin í bmwinum vera orðin flottari þegar það er komið M stýri, digital miðstöð og leður <<<icon_wink.gif>>> \n\nþannig að stock lexus is200 innrétting er flottari en stock bmw 318/320, það er mín skoðun..", "date": "2010-12-16 02:48:00", "post_id": 124}, {"user_name": "Tiger", "text": "græni 318 hjá þér er eitt mesta bmw hræ sem ég hef keyrt yfir ævina <<<icon_lol.gif>>>", "date": "2010-12-16 02:49:00", "post_id": 125}, {"user_name": "Jonnzy", "text": "haha, þó þú sért í fýlu út í steina þá þarftu ekki að hafa neitt á móti bílnum mínum fyrir því.. en jújú hann er hræ enda bara 1.9L bone stock... sjáum til hvort maður geti ekki reddað leðri, M stýri og skjá í þetta <<<icon_biggrin.gif>>>", "date": "2010-12-16 02:52:00", "post_id": 126}, {"user_name": "Tiger", "text": "fýlu útí steina? erum bara ekki vinir. ekki flókið. hefur ekkert með bílinn að gera. hann var bara að detta í sundur í hvert skipti sem ég var inní honum. ekki flóknara en það.", "date": "2010-12-16 02:56:00", "post_id": 127}, {"user_name": "Jonnzy", "text": "já meeinar,, þá var líka afturhjólið hægra megin í fööökkinu.. búið að skipta um spyrnu, disk og legur eftir það,, bíllinn er mjög þéttur og góður og eins og ég sagði fyrr í þessum þræði þá er þessi græni 318i minn þéttari en báðir is200 bílarnir sem ég hef átt.. og þeir voru ekkert óþéttir <<<icon_wink.gif>>>", "date": "2010-12-16 03:02:00", "post_id": 128}, {"user_name": "Tiger", "text": "ég missti allann áhuga á að eiga ódýran e46 þrist eftir að hafa sitið í og keyrt þennan amsk.", "date": "2010-12-16 03:04:00", "post_id": 129}, {"user_name": "tony", "text": "haha og skilur þú kannski ekki afhverju ég gæti hafa haldið að þetta væri m3? smartass..", "date": "2010-12-16 04:24:00", "post_id": 130}, {"user_name": "netnut", "text": "Jú fyrirgefðu kallinn minn. Á ég að kyssa á bágtið þitt?\n\n\nOg okay Jonnzy, fair enough.", "date": "2010-12-16 12:25:00", "post_id": 131}, {"user_name": "elisvk", "text": "Þessar bmw innréttingamyndir sem linkaðar voru hérna inn eru ekki sambærilegar is200 innréttingunni. Við erum ekki að tala um glænýja 2010 bíla, við erum að tala um að mínu besta viti bíla kringum 1,5-2m sem er verð fyrir góðann is200. Farið bara á bílasölur.is þessar bmw innréttingar sem voru settar hér inn eru ekki þar heldur bara kolsvartar hráar innréttingar.", "date": "2010-12-18 05:02:00", "post_id": 132}, {"user_name": "tony", "text": "Djöfull ertu van.. og bágt?", "date": "2010-12-18 05:08:00", "post_id": 133}, {"user_name": "elisvk", "text": "en núna þegar ég vel innréttingu úr lexus is 2nd gen í svipuðum verðflokki og það sem þú bendir á í bmw?", "date": "2010-12-18 05:14:00", "post_id": 134}, {"user_name": "bimmalingur", "text": "Þetta eru bílar yfir 5 milljónum og e46 er ekki bíllinn til að miða við IS350 og GS450\r\nþetta er  það sem miðast við þá\n\r\ne90\n\n\n\n\r\ne60", "date": "2010-12-18 11:57:00", "post_id": 135}, {"user_name": "elisvk", "text": "drengur, innréttingarnar sem þú póstaðir eru ekki í samræmi við is200, farðu bara á bilasolur.is og tjékkaðu á þessu, ekki til þessi innrétting í is200 verðflokki. Og þetta er hvorki is350 né gs innrétting.", "date": "2010-12-18 19:54:00", "post_id": 136}, {"user_name": "sindris", "text": "Tæki bmw langt fram yfir is 200 ætlaði að fá mér is 200 þetta krúttmáttlaust og eyðir miklu... á bmw í dag og hann mér líkar mun betur við hann heldur enn lexus ..", "date": "2010-12-20 08:54:00", "post_id": 137}, {"user_name": "pesi17", "text": "e46!", "date": "2011-01-12 14:19:00", "post_id": 138}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/bmw.gif", "http://live2cruize.com/spjall/images/smilies/bmw.gif", "http://live2cruize.com/spjall/images/smilies/bmw.gif", "http://live2cruize.com/spjall/images/smilies/bmw.gif", "http://live2cruize.com/spjall/images/smilies/bmw.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2010-12-08 00:01:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/bmw.gif", "path": "full/2b7314c0eb38e2d9041753f02beb4aaf9fb43d41.gif", "checksum": "84c7a961062a2f4f8551e28e20c909f5"}, {"url": "http://live2cruize.com/spjall/images/smilies/bmw.gif", "path": "full/2b7314c0eb38e2d9041753f02beb4aaf9fb43d41.gif", "checksum": "84c7a961062a2f4f8551e28e20c909f5"}, {"url": "http://live2cruize.com/spjall/images/smilies/bmw.gif", "path": "full/2b7314c0eb38e2d9041753f02beb4aaf9fb43d41.gif", "checksum": "84c7a961062a2f4f8551e28e20c909f5"}, {"url": "http://live2cruize.com/spjall/images/smilies/bmw.gif", "path": "full/2b7314c0eb38e2d9041753f02beb4aaf9fb43d41.gif", "checksum": "84c7a961062a2f4f8551e28e20c909f5"}, {"url": "http://live2cruize.com/spjall/images/smilies/bmw.gif", "path": "full/2b7314c0eb38e2d9041753f02beb4aaf9fb43d41.gif", "checksum": "84c7a961062a2f4f8551e28e20c909f5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}