{"forum_title": "Tæknilega hornið: Almennt", "id": "136153", "title": "Touring AE95", "url": "http://www.live2cruize.com/spjall/showthread.php/136153-Touring-AE95", "posts": [{"user_name": "sonur", "text": "Mig langaði að posta upplýsingum um Touring og ákvað að nota þennan þráð þó hann var notaður í annað í fyrstu...\n\n10.desember 2010\n\n\n\n\nÞað er hægt að láta toppana úr AE86 passa í struttana á AE95 og flrum en þá þarf bara að bora götin fyrir toppnum uppá nýtt\nsem í sjálfu sér er ekki stórmál, það er búið að gera það í Touringum hjá mér og koma bara vel út..\nen neðan á dempurunum þar sem boltarnir tveir boltast við hjólanafið, í AE86 þá er þetta allt öðruvísi\nMyndir ae92/95/10/11\n\n\nAE86\n\nSvo skylst mér að dempararnir passi á milli (demparanri skrúfast ofaný þessa hausa) og AE86 gæjar\n hafa verið að kaupa AE92 short stoke dempara tilþess að fá meiri stífleika og lækkun\n\nÍ AE95\nPassar úr að framan frá eftirfarandi FWD/AWD:\nAllt frá 1987 - 2001 corolla\n1988 - 1997 Carina\n1998 - 1999 Avensis\n\nAð aftan:\nAE86 GT-s og SR5 eins og Haukur littli sagði, getur verið sverari gormastæðurnar að aftan í GT-s bílnum, þó mig minnir að svo sé ekki þegar ég átti mina gömlu AE86 í denn og var að grúska.\n\nNON sport típan af AE86 Kallast SR5 hún er með 6.38\" köggli\nsömu stærðar köggul Tercel hérna heima, hef verið að leitast eftir LSD í Touringinn minn úti án árangurs veit ekki einu sinni stærðina á kögglinum, en fann á áströlskum/Nýa sjálands rollu þræði AE95 með læsingu úr GT-s AE86 6.7\" T283 4.30:1 hlutfalli sem ég hélt að ætti ekki að ganga upp, búinn að senda honum Email að ganni en hef ekki fengið svar.\n\nTercel AWD/SR5\nólæst 6.38\" = 16,2052cm \nTercel kom reyndar með tregðulæsingu og hún var mjög góð\nhttp://www.live2cruize.com/spjall/sh...ar-quot-Y-quot\n\nAE86 GT-s\nólæstur 6.7\" = 17,018cm T282 4.30:1 hlutfalli\nlæstur 6.7\" T283 4.30:1 hlutfalli\nólæstur T284 4.10:1 hlutfalli\nlæstur T285 6.7\" 4.10:1 hlutfalli\n\n\n11. Desember 2010\nJá, okkur fyrir lukku fann ég þetta i nótt\n\nJust a little update!!!\n\nAE95 rear axles bolt Directly into AE86's, However, a custom panhard bar is needed, the 4 links and driveshaft line up perfectly, but the panhard bar is on the wrong side. Good time for a watts link conversion\n\nÞetta er panhardbar svo þið fattið betur\n\n\nAlso, AE95 rear axles have a 2.98 rear gear ratio, where ae86's have a 3.91, 4.1 or 4.3 rear ratio, thus some ring and pinion switching is needed. \n\nGetið lesið um þetta hérna\nhttp://forums.club4ag.com/zerothread?id=46089\n\nMeira hard info um þetta mál\n\nAE95:\nKöggullinn er  6.38\" sama og Tercel og SR5 AE86 og öxlarnir eru með 23 tönnum\n\nAE86: \nKouki frá 85-87 notast við 6.7\" köggul og þeir eru lika með 23 tanna öxlum\n\n There are different types of AE86 during the years, Zenki (early in japanese?), 83-85 and Kouki (Late in japanese?), 85-87\n\nNú er aldrei að vita nema maður skelli sér á læsingu í janúar <<<icon_surprised.gif>>><<<naughty.gif>>>\n\nEDIT: var að fatta að þetta er í einhverjum myndvinnsluþræði <<<icon_silent.gif>>> spurning að ég eyði þessu út og geri nýjan um þetta í Alment viðgerðir eða eitthvað þannig", "date": "2010-12-09 20:15:00", "post_id": 1}, {"user_name": "sonur", "text": "Breytti þræðinum og setti inn upplýsingar um Touring í staðinn fyrir aðra og sjálfan mig þar þetta mundi bara tínast í tölvunni hjá mér", "date": "2010-12-11 12:45:00", "post_id": 2}, {"user_name": "punktur", "text": "AE95  þessir bílar eru með  9 líf !", "date": "2010-12-11 18:59:00", "post_id": 3}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/icon_silent.gif"], "date": "2010-12-09 20:15:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_silent.gif", "path": "full/a89538b57983cb97d0d183f000cc96977dfe4a22.gif", "checksum": "2d66da08dc53dc04d3c720988fb53299"}]}