{"forum_title": "RÖFL", "id": "136304", "title": "DV frétt um húsleitir lögreglu vegna ólöglegs niðurhals", "url": "http://www.live2cruize.com/spjall/showthread.php/136304-DV-frétt-um-húsleitir-lögreglu-vegna-ólöglegs-niðurhals", "posts": [{"user_name": "SICO", "text": "http://www.dv.is/frettir/2010/12/12/...-simhringingu/\n\r\ner það ég eða er löggan löggan allveg lost í Hollywood fílingnum ? sprengja harðadiska með einni símhringingu", "date": "2010-12-12 22:08:00", "post_id": 1}, {"user_name": "RAT", "text": "Hahahah :'D , ég er allveg hættur að sjá fjárskortin hjá lögreglunni hann birtist aðallega í því að krakkar eru úti langt fram á nætur og party fá að halda áfram framundir morgun og jafnvel fram á miðja viku í fjölbýlishúsum! En að eltast við einhvern sem nær í mynd á bittorrent er ekkert mál og að banka uppá hjá jóni stóra og loka götum nokkrumsinnum í viku er heldur ekkert mál ... Hættið að eyða tíma og peningum í vitleysu!", "date": "2010-12-12 22:14:00", "post_id": 2}, {"user_name": "AlexanderH", "text": "Þetta er náttúruelga fyrir neðan allar hellur, og \"rannsóknir á stórfelldu, ólöglegu niðurhali.\" KOMMON! Hvað er að? Það er 2010!!!\nÞetta er hlægilegt!!\n\nHvað þarf hann að hafa downloadað miklu efni til að gera þetta að stórfelldu ólöglegu niðurhali?\nEins og þetta sé eitthvað organized crime mafia eða eiturlyfja smygl....", "date": "2010-12-13 01:30:00", "post_id": 3}, {"user_name": "ingi15", "text": "pfhh ég þarf ekki einu sinni að hringja í harða diskinn minn til þess að sprengja hann", "date": "2010-12-13 02:16:00", "post_id": 4}, {"user_name": "intenz", "text": "Vá hvað þetta minnti mig á Law Abiding Citizen", "date": "2010-12-13 02:37:00", "post_id": 5}, {"user_name": "Guðmundur H", "text": "Vá þetta er meira ruglið vonandi þurfa þeir að borga feitarskaðabætur fyrir þetta og fyrir hina fréttina neðst.", "date": "2010-12-13 11:30:00", "post_id": 6}, {"user_name": "finder", "text": "Stundum held ég að lögreglan á Íslandi kæmist ekki til botns í Cheerios pakka.", "date": "2010-12-13 16:31:00", "post_id": 7}, {"user_name": "dorisig", "text": "I dont.... What?\nHversu fokking vitlaus er hægt að vera?", "date": "2010-12-13 18:12:00", "post_id": 8}, {"user_name": "Pési", "text": "fuck vitlaust númer, búmm", "date": "2010-12-13 22:01:00", "post_id": 9}, {"user_name": "Bjaddni", "text": "þetta er náttúrulega bara hlægilegt! og þetta eru bara scare tactics hjá lögregluni. Sko svo er ég alveg hættur að fatta þetta, við erum að greiða 17kr á hvern skrifanlegan disk og 50kr á dvd diska, sem og gjöld á öllum skrifurum. \n\nþað er bara staðreynd að verð á skemtiefni á íslandi er fyrir ofan öll velsæmismörk. á meðan ég bjó í USA voru tvær frábærar og fullkomnlega löglegar síður sem hétu netflix og hulu. netflix með aðgengi að óendanlega miklu efni sem var hægt að stream-a yfir netið og þú gast einnig fengið kvikmyndir á dvd í láni með því að fá þetta sent í póstinum. og svo hulu sem var með alla nýjustu þættina og einhverjar bíómyndir, með auglýsinga tíma uppá 2 min að meðaltali  fyrir 40 min þátt.\n\nþað er vakning núna innan evrópu eins og t.d. með lovefilm.com sem virkar eins og netflix, sem er núna fánaleg í öllum löndum scandinaviu nema íslandi að sjálfsögðu, englandi, þýskalandi og frakklandi. og er þannig að þú borgar ca 1200-2000kr á mánuði fyrir ótakmarkaðan aðgang að kikmyndum. og sumt af þessu dóti er meira að segja hægt að stream-a í HD", "date": "2010-12-14 00:54:00", "post_id": 10}], "file_urls": [], "date": "2010-12-12 22:08:00", "files": []}