{"forum_title": "Tæknilega hornið: Almennt", "id": "136585", "title": "fikta í túrbínu á diesel bíl", "url": "http://www.live2cruize.com/spjall/showthread.php/136585-fikta-í-túrbínu-á-diesel-bíl", "posts": [{"user_name": "nonnario", "text": "einhver hérna sem veit hvar ég get látið skrúfa uppí bínunni á pajero diesel og auka við olíuna?", "date": "2010-12-18 00:04:00", "post_id": 1}, {"user_name": "Haukur Litli", "text": "Það fer svolítið eftir því hversu gamall þessi Pajero er. Gamlir Pajeroar eru með olíuverk en þeir nýrri eru með common rail.", "date": "2010-12-18 08:26:00", "post_id": 2}, {"user_name": "Pálmi-", "text": "er maður ekki að stytta endingatíman á túrbínuni með því að skrúfa hana upp?\n\nég og vinur minn skrúfuðum upp í turbínu í 97 árgerð af new holland traktor sem er 75 hp og turbínan fór viku seinna....en þvílíkt sem það munaði þegar hann var í lagi <<<icon_biggrin.gif>>>", "date": "2010-12-18 09:01:00", "post_id": 3}, {"user_name": "Haukur Litli", "text": "Ef þú skrúfar upp í túrbínu ertu í raun bara að auka boostið. Ef eykur boostið örlítið og bætir ekki við olíu þá kælir það vélina og gæti lengt líftíma hennar. \n\nEf þú eykur olíumagnið of mikið þá hækkar þú afgashita, og það veldur bræddum stimplum, sprungnum heddum og ónýtri túrbínu.\n\nDíselvélar eru andstæða bensínvéla hvað þetta varðar, þar veldur lítið eldsneyti miklum hita og mikið eldsneyti kælir. Ekki hlusta á einhvern sem segir þér að of mikið loft sé slæmt fyrir díselvél, það er olían sem drepur.\n\nMér finnst vera algjör skilda að vera með afgashitamæli þegar menn eru að fikta í boosti og olíumagni, í raun finnst mér að allir díselbílar ættu að vera með afgashitamæli orginal. Það er ekki nóg að fylgjast með því hvenær bíllinn reykir, ef þú ert t.d. á góðri ferð eða ert að keyra í myrkri er ekki líklegt að þú sjáir reyk en þú sérð stöðuna á mælinum og getur brugðist við áður en að afgashitinn fer upp fyrir öryggismörk.", "date": "2010-12-18 10:33:00", "post_id": 4}, {"user_name": "Stefán Dal", "text": "Ef þetta er Pajero með 2.5 disel (4D56) þá er alveg í lagi að losa waste gate ventilinn frá flangsinum sem hann situr á og setja tvær skinnur þar undir.", "date": "2010-12-18 17:39:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2010-12-18 00:04:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}