{"forum_title": "Tæknilega hornið: Almennt", "id": "136613", "title": "Vesen með Ssk í Mercedis Benz C Class", "url": "http://www.live2cruize.com/spjall/showthread.php/136613-Vesen-með-Ssk-í-Mercedis-Benz-C-Class", "posts": [{"user_name": "KalliHonda87", "text": "Góða kvöldið \n\r\nég er nýrr eigandi af Meredeis Bens og hef nu miklan áhuga á Bensum\r\nvar að velta fyrir mér samband með ssk í 93 árgeð af bensa C280\r\nég fékk mér svoleiðis bíl í gær og þegar ég er að aka um á bílnum þá er eithvað vesen með driveið á bílnum eins og hann dettur úr gír ?<<<confused.png>>>", "date": "2010-12-18 17:48:00", "post_id": 1}, {"user_name": "Sævar Örn", "text": "Eg hef nu ekki mikið dálæti af benz en sjálfskiptingarnar þeirra eru meðal þess búnaðar sem hvað sjaldnast bilar sé miðað við aðrar tegundir yfir höfuð.\n\n\n\n\nen það að vélin missi grip við skiptinguna er ekki gott, sennilega lélegir diskar eða bönd, var einhver sérstakur gír sem lét svona? hvernig tók hún bakkgírinn? hvernig greip hún gírana í hægagang? einhver högg? akstur? ástand ssk. vökva? einhver leki?", "date": "2010-12-18 18:54:00", "post_id": 2}, {"user_name": "KalliHonda87", "text": "sælir þarna það það kémur eithvað högg þegar ég fer frá N yfir í D þá kémur höggið svo þegar ég er að aka sem sagt í D þá verður hann svoldið slappur en eg veitt ekki um leka eiað slit á reim en eg ætla að skoða þetta betur á morgun og sjá hvernig þetta er þvi það er ekki hægt að kikja á þetta úti félagi minn er með aðstæðu og ætla droppa þar inn á morgun og sjá hvernig þetta er btw er sjálfur hondu kall og er að færa mig yfir í þyskan bíll sem er svoldið Öðruvisi <<<icon_biggrin.gif>>>\n\nManni langar sárlega að halda honum vélinn er bara ekinn 203þússund sem er ekki neitt fyrir þennan aldur sem er Plús \n\nþað væri auðvitað gaman að geta fengið smá info frá ykkur strákunum sem þekkja þetta og eru að gramsa í svona dóti þvi mig langar ekki að gefast upp á þessum bíl", "date": "2010-12-18 19:10:00", "post_id": 3}, {"user_name": "Maggi B", "text": "Meiri líkur á betri svörum á www.stjarna.is", "date": "2010-12-18 22:13:00", "post_id": 4}, {"user_name": "VALDI B", "text": "ÞAÐ ER FKN EINS GOTT AÐ ÞESSI BÍLL SÉ KOMINN AF MÍNU NAFNI NÚNA !\n\r\nog já sagði fyrrverandi eigandi þér ekkert hvað var að skiptingunni, hún var sennilega eitthvað mikið að og tekur hún ekki 4 þrepið ,  fékkstu gömlu sjálfskiptinguna með honum ? (það er nýbúið að skipta um skiptingu) því það var sennilega eitthvað lítið að hinni skiptingunni, man ekki hvað það var... en hefðir held ég getað sett aftasta partinn af þessari skiptingu á gömlu skiptinguna og þá hefði hún sennilega virkað fínt\n\n\r\nen ég fullyrði ekki neitt <<<icon_wink.gif>>>", "date": "2010-12-20 17:38:00", "post_id": 5}, {"user_name": "budapestboy1", "text": "Kauptu nýja síu í skiptinguna og láttu skipta um olíu á henni líka. Sjáðu hvort hún lagist ekki helling við það.", "date": "2010-12-20 23:01:00", "post_id": 6}, {"user_name": "VALDI B", "text": "held það hafi verið gert þegar var skipt um skiptingu... (ekki viss samt) fyrri eigandi sagði mér það allavega, en það er nú lítið að marka hann", "date": "2010-12-20 23:05:00", "post_id": 7}, {"user_name": "KalliHonda87", "text": "fyrrieigandinn gerði það i Oktober en eg fann einhverja Vacum slaungu í Húddinu og plöggaði þvi þá fór hun að vinna betur svo losnaði skrúfunar af Öxulinum drifsmeiginn Bömmer", "date": "2010-12-23 21:40:00", "post_id": 8}, {"user_name": "ingo_29", "text": "Síðan er sagt að bmw sje alltaf billandi.\n\nKalli er þetta benzinn þinn sem stendur hérna útti á túni fyrri framan húsið mitt ? <<<icon_smile.gif>>>", "date": "2010-12-24 00:36:00", "post_id": 9}, {"user_name": "VALDI B", "text": "fyrri eigandi gerði það í október ? ég átti þennan bíl ennþá í október.. ég skipti um síu og olíu á mótor og sjálfskiptingu, en var það gert á nýju skiptingunni ?", "date": "2010-12-24 03:17:00", "post_id": 10}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2010-12-18 17:48:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}