{"forum_title": "RÖFL", "id": "137161", "title": "Spurning til ykkar varðandi mál tengt vinnumálastofnun.", "url": "http://www.live2cruize.com/spjall/showthread.php/137161-Spurning-til-ykkar-varðandi-mál-tengt-vinnumálastofnun", "posts": [{"user_name": "Fatandre", "text": "Ég stend i miklu basli við vinnumálastofnun. Þau hafa stöðvað greiðslur til föður míns á bótum fyrir tvem mánuðum vegna þess að hann var grunaður um að hafa verið erlendis í októbermánuði sem var alls ekki rétt. Við höfum sannað það. Samt sem áður hafa atvinnuleysisbætur hans ekki borist. Hann fékk ekkert 1 desember, enga jólauppbót og engin von um að hann fái enga bætur 1 janúar þar sem við fengum bréf í dag. Þau segja að Vinnumálastofnun frestar afgreiðslu málsins og óskar eftir staðfestingu frá Flugleiðum/Icelandair um að faðir minn hafi hvorki keypt né átt bókað flug í júni og júli skv. 13 gr. stjórnsýslulaga nr 37/1993 til að hægt sé að meta rétt hans til atvinnuleysistrygginga.\n\r\nHvernig á maður að snúa sér í þessu.\r\nÞað var ég sem skraði hann inn þegar ég var úti og við sönnuðum allt. Eru þau bara að reyna að taka þetta af manni eða hvað?", "date": "2010-12-30 13:40:00", "post_id": 1}, {"user_name": "kári litli", "text": "þetta er bara skíta stofnun sem reynir allt til að borga þér ekki neitt\n\nMín persónulega reynsla", "date": "2010-12-30 13:45:00", "post_id": 2}, {"user_name": "dandri", "text": "Vertu duglegur að hringja og fara niður eftir til að ýta á eftir þessu.\n\nAnnars sýnist mér þú þurfa að bíða eftir því að vinnumálastofnun klári þetta ferli.", "date": "2010-12-30 13:46:00", "post_id": 3}, {"user_name": "AntiTrust", "text": "Það dugir því miður ekkert nema leiðindi við þessa stofnun, það var allavega mín reynsla og annarra í kringum mig.\n\nFáið skriflega staðfestingu frá flugfélögum, fáðu staðfestingu á því að þú hafir verið úti og mættu niðreftir í VMST og sýndu þeim þetta. Ekki láta \"já, við kíkjum á þetta\" duga þér, það þýða yfirleitt nokkrar vikur hjá þeim.\n\nÉg hef aldrei upplifað annað eins viðhorf frá fyrirtæki og þegar ég þurfti að díla við VMST. Ótrúlega leiðinlegt fólk sem vinnur þarna, því miður.", "date": "2010-12-30 13:59:00", "post_id": 4}, {"user_name": "Fatandre", "text": "Hvad er thetta ad fara taka langan tima? Er buinn ad bida frekar lengi", "date": "2010-12-30 14:07:00", "post_id": 5}, {"user_name": "ElvarPrelude", "text": "Ég lenti í því að vinnumálastofnun ætlaði að setja mig á 40 daga bið, sem átti ekki að gerast.\nÉg talaði við stéttarfélagið mitt þeir redduðu þessu einn tveir og bingó. Mæli með að tala við þá og sjá hvað þeir segja!", "date": "2010-12-30 14:08:00", "post_id": 6}, {"user_name": "Eymar", "text": "alveg hundleiðinlegt pakk sem vinnur þarna sem ég hef kynnst allavega, ætlaði að reyna að fá bætur þar sem ég var í svo lítilli vinnu og þeir ætluðu að senda mér bréf og ég átti að skila því eftir um2 vikur, fékk svo bréfið eftir 2 vikur og þá var of seint að skila því, bara mín mistök þá.. fáranlegt", "date": "2010-12-30 14:15:00", "post_id": 7}, {"user_name": "oddur11", "text": "ég fékk nú einu sinni símtal frá þeim þarna, spurðu afhverju ég væri í noregi, ég sagði þeim að ég hafi bara aldrei farið til noregs og ætti eingin tengsl þangað að rekja,  \nsvo allt í einu kveikti ég á perunni, ég skráði mig inn í gegnum símann minn sem er hjá NOVA þanig að það kom eins og ég væri í tölvu í noregi, tók þau samt smá tíma að trúa mér..", "date": "2010-12-30 14:33:00", "post_id": 8}, {"user_name": "Barbie", "text": "Þetta fólk er bara leiðinlegasta fólk sem til er ! Bara fara eins mikiið og hægt er þarna niður eftir og ýta á þetta fólk, dugar ekkert annað. Annars dregst þetta bara lengur og lengur!", "date": "2010-12-30 15:03:00", "post_id": 9}, {"user_name": "Hafst1", "text": "Ég lenti aldrei í neinu rugli þessa þrjá mánuði sem ég var á bótum fyrir tæpum tveim árum. Eruði hissa á því að þeir séu harðir. Hundruðir manna á íslandi að svindla á þessu kerfi. Að sjálfsögðu lenda einhverjir heiðarlegir í veseni. Afhverju skráði kallinn sig ekki bara sjálfur? Þið eigið að vita að þeir checka á IP tölum þeirra sem senda rafrænt og mér finnst sjálfsagt að kippa svoleiðis mönnum á bótum sem eru erlendis.", "date": "2010-12-30 16:39:00", "post_id": 10}, {"user_name": "palmz", "text": "mín reynsla og það sem eg hef heyrt hvengi skal ganga frá málum við rikið er þannig að ef það dugar ekki að vera kurteis þá taparu eingu á því að vera MR MOTHAFUKKA í þeim þarna", "date": "2010-12-30 16:53:00", "post_id": 11}, {"user_name": "doddih", "text": "Afhverju ert þú í basli? \r\ner það ekki faðir þinn? \r\nog ætlastu virkilega til þess að vms trúi þér bara sísvona? \r\nauðvitað halda þeir að maðurinn sé í útlöndum efað skráningin kemur frá útlöndum...... föttuðuð þið það virkilega ekki?\n\r\nÞað eru búið að koma uppum mörg hundruð íslendinga og útlendinga sem voru að þiggja bætur hér enn voru svo í fullri vinnu í útlöndum þannig að sjálfsögðu missir pabbi þinn bætur ef skráningin kemur frá útlöndum .....\r\nReddaðu bara þessari staðfestingu hjá Flugleiðum og bíddu svo rólegur þangað til kemur að ykkur í röðinni þetta er ykkar fuck up ekki vinnumálastofnunar.", "date": "2010-12-30 17:35:00", "post_id": 12}, {"user_name": "Maggi B", "text": "er þetta ekki frekar simpelt ?", "date": "2010-12-30 18:04:00", "post_id": 13}, {"user_name": "biturk", "text": "bara rífa kjaft það er það eina sem dugar á þetta hyski!!", "date": "2010-12-30 18:18:00", "post_id": 14}, {"user_name": "Fatandre", "text": "Kannski ekki allir jafn tolvuvaeddir og thu. Eg jef nu alltaf gert thetta fyrir hann.syndum theim midann on their eru samt algjorir fokkererar. Afhverju vilja their fa ad vita um juni og juli ef thetta mal snyst um oktober?", "date": "2010-12-30 18:59:00", "post_id": 15}, {"user_name": "Fatandre", "text": "Ekki thad simpelr ef icelandair neitar ad gefa upp ett ne neit nema thu vitir bokunarnumer en thad er ekki til thar sem hann for ekki ut", "date": "2010-12-30 19:01:00", "post_id": 16}, {"user_name": "Maggi B", "text": "Þ'u ferð notla þá bara í atvinnumálastofnun og segir við þá þetta. og biður þá td um að fá beiðni eða einhvað þess háttar fyrir þessari staðfestingu hjá icelandair, myndi eginlega segja að þú sért að flækja þetta óþarflega mikið. farðu bara í þetta. þú munt ekki fá neina lausn á þessu hér", "date": "2010-12-30 19:23:00", "post_id": 17}, {"user_name": "Scooby", "text": "Talaðu við Stéttafélög VR hjálpaði okkur á sínum tíma þegar þessi skíta stofnun hafnaði bótum", "date": "2010-12-31 01:12:00", "post_id": 18}, {"user_name": "doddih", "text": "Þá hefur einhver sent þeim ábendingu um að hann hafi verið úti......\n\r\nEnn annars afhverju ert þú að standa í þessu fyrir pabba þinn ? (er vangefið að gera í svörtu vinnunni hjá honum?)\n\r\nog svo myndi ég nú reyndar halda að séu til gáfulegri staðir enn l2c til að spyrja um VMS eins og t.d. stéttarfélag pabba þínns og finnst reyndar stórskrítið ef hann er ekki búinn að fá bætur í 2 mánuði og sé ekki búinn að tala við stéttarfélagið sitt", "date": "2010-12-31 09:57:00", "post_id": 19}, {"user_name": "JHP", "text": "Það er nú ekki skrítið að hann sé atvinnulaus ef hann ræður ekki einusinni við að stimpla bæturnar sjálfur <<<rolleyes.png>>>", "date": "2010-12-31 10:14:00", "post_id": 20}, {"user_name": "Fatandre", "text": "Engin svört vinna. Hélt nú bara að það væri hægt að fá eithvað svar við þessu hér.  Við erum bara buin að vera sendandi þeim pósta og  bíðandi heila eilífð eftir svari frá þeim þannig að þetta er buið að taka 2 mánuði.", "date": "2010-12-31 12:21:00", "post_id": 21}, {"user_name": "elv4r", "text": "Það þýðir ekkert að vera tala við þá um svona mál í gegnum síma og email, fara bara niðureftir og klára þetta..", "date": "2010-12-31 15:54:00", "post_id": 22}, {"user_name": "Steewen", "text": "Hann getur líka staðfest atvinnuleit á skrifstofu vmst. Hann ætti nú að ráða við það kallinn.", "date": "2010-12-31 16:41:00", "post_id": 23}, {"user_name": "AronOskarss", "text": "það er svo satt!!    þegar svona kemur uppá þá ferðu og nærð í öll gögn um málið sjálfur til að flýta fyrir.... svo mætiru bara niðureftir með draslið og leysir þetta mál. fínasta fólk þarna niðurfrá... koma bara vel framm og þá geta þau ekki gert annað.", "date": "2011-01-01 18:10:00", "post_id": 24}, {"user_name": "Dezzice", "text": "Hefur ekkert upp á sig að senda þeim tölvupósta.  Bara tala við stéttarfélagið og mæta niðreftir og fá að tala við ráðgjafa, hlutirnir ganga mun hraðar fyrir sig þannig.  Ef þið eruð með alla pappíra sem geta staðfest þessa hluti þá ætti þetta ekki að vera mikið mál.  Þetta er ríkisstofnun og það þýðir lítið að gera hlutina í gegnum þá nema vera með allt 110% skothelt.", "date": "2011-01-02 18:19:00", "post_id": 25}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/rolleyes.png"], "date": "2010-12-30 13:40:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}]}