{"forum_title": "RÖFL", "id": "137565", "title": "hm í handbolta !", "url": "http://www.live2cruize.com/spjall/showthread.php/137565-hm-í-handbolta-!", "posts": [{"user_name": "Halli90", "text": "nú er hm í handbolta að fara byrja á sportinu 13.jan ef fólk hefur áhuga að fá tilboð í pakkann endilega sendið mér pm með símanr og kt <<<icon_wink.gif>>>", "date": "2011-01-06 15:02:00", "post_id": 1}, {"user_name": "Siggi-Lancer", "text": "aaaaaaaf hverju er þetta ekki í opinni dagskrá......... !!!\n\nskítapakk á stöð 2", "date": "2011-01-06 17:41:00", "post_id": 2}, {"user_name": "Bomsi", "text": "http://www.pressan.is/Frettir/LesaFr...lokun-a-morgun\n\nVonum að þeir selji Rúv réttinn", "date": "2011-01-06 17:48:00", "post_id": 3}, {"user_name": "Pési", "text": "x2   .", "date": "2011-01-06 17:49:00", "post_id": 4}, {"user_name": "BE12GUR", "text": "finnst þetta vera brot á rétti almennings að fá ekki að fylgjast með HM án þess að þurfa borga fúlgu fjár fyrir, þetta er nú þjóðaríþróttin!", "date": "2011-01-06 17:50:00", "post_id": 5}, {"user_name": "Halli90", "text": "mér finnst nú líka að þetta ætti að vera í opinni dagskrá en rúv átti bara ekki efni á þessu á sínum tíma veit ekki hvar þeir fundu allt í einu eh tugi milljóna þegar allt er í niðurskurði hjá þeim núna... en hefði 365 ekki keyft sýningarréttinn á þessu yrði þetta ekki einu sinni sýnt í íslensku sjónvarpi", "date": "2011-01-06 18:38:00", "post_id": 6}, {"user_name": "Siggi-Lancer", "text": "365 geta líka alveg sýnt þetta í opinni dagskrá...", "date": "2011-01-06 18:39:00", "post_id": 7}, {"user_name": "Halli90", "text": "það verða allveg nokkrir leikir í opinni dagská held 2 í fyrstu umferð svo 1 í annari ef við komumst þangað og úrslitaleikurinn ef þeir keppast um gullið en auðvitað þarf að borga fyrir þetta rúv fær sýnar tekjur í gegnum nefskatt sem allir greiða en sportið er áskriftastöð og ef þeir eru að eyða einhverjum stjarnfræðilegum upphæðum í þetta verða þeir að fá eitthvað í kassan þeir eru ekki bara að kaupa þetta uppá djókið...", "date": "2011-01-06 18:48:00", "post_id": 8}, {"user_name": "bbc", "text": "heimskulegasta sem ég veit um að fólk þurfi að borga hellings fjárhæðir til að horfá SITT lið keppa í Heimsmeistaramótinu, hálfvitar og ekkert annað að sýna ekki alla leiki í opinni dagskrá", "date": "2011-01-06 19:12:00", "post_id": 9}, {"user_name": "dazy crazy", "text": "Þó stöð 2 væri í opinni dagskrá þá breytir það ekki því að merkið nær ekki heim til mín. GLATAÐ", "date": "2011-01-06 19:22:00", "post_id": 10}, {"user_name": "Barbie", "text": "Samt fáránlegt að HM í fótbolta var í opinni dagskrá og ekki ísland þar að keppa ...... Svoo núna er ísland að keppa og ekki opið !! RUGL", "date": "2011-01-06 22:31:00", "post_id": 11}, {"user_name": "E-MAN", "text": "ég er að farast úr spenningi og ég held að við ætlum að fá okkur stöð 2 bara til að geta horft á handboltan <<<icon_biggrin.gif>>> þetta er svo gaman að horfa á þetta", "date": "2011-01-06 22:35:00", "post_id": 12}, {"user_name": "Baddeh", "text": "Finnst ykkur virkilega skemmtilegt að horfa á brennibolta?\n\nÞjóðaríþróttin? Guð minn góður... standard-inn er svo léglegur, fyrir utan að 85% mannkynsins veit ekki hvað handbolti er.", "date": "2011-01-06 22:36:00", "post_id": 13}, {"user_name": "Andriii", "text": "Rúv búið að gera illa í buxurnar að bjóðast ekki til að kaupa sýningaréttinn þegar hann var í boði fyrr á árinu... geta sjálfum sér kennt", "date": "2011-01-06 22:38:00", "post_id": 14}, {"user_name": "bbc", "text": "og hver er þá þjóðaríþróttin ?\n\nþú ert ekki að fara segja að fótboltinn sé eitthvað hærra settur en handboltinn hjá þjóðinni ? <<<icon_lol.gif>>>", "date": "2011-01-06 22:42:00", "post_id": 15}, {"user_name": "Baddeh", "text": "Var ekkert að segja það. Fótbolti er ehv sem við sem þjóð ættum að hætta að æfa miðað við þjálfunina hjá yngstu flokkunum. \nFrjálsaríþróttir væru mikið meira þjóðaríþrótt okkar. Synd að íþróttafjölmiðlar skulu ekki drullast til þess að fjalla um þær meira. Staðinn er tímanum eytt að tala um einhverja deild sem er með þeim lélegustu í heimi og auk þess neðri deildinar líka. Síðan er því skotið inn að við eigum t.d. Evrópumeistara í hópfimleikum, eina af 5 bestu spjótkösturum Evrópu og í tugþraut í kvennaflokki.", "date": "2011-01-06 22:50:00", "post_id": 16}, {"user_name": "Braerman", "text": "Væri til í beina útsendingar af glímu í opinni dagskrá, þá væri ég sáttur", "date": "2011-01-06 23:09:00", "post_id": 17}, {"user_name": "Sylvía", "text": "Hættiði þessu væli... Rúv eiga ekki skilið að hafa sýningarétt á þessu, alltaf skítandi uppá bak ! Alltíeinu núna eiga þeir fyrir því að sýna þetta BARA af því að stöð2sport er með þetta, einsog Halli benti á hérna, ef þeir hefðu ekki keypt sýningarréttinn þá væri þetta líklega ekkert sýnt... svo verið bara þakklát fyrir það <<<icon_wink.gif>>>.. Ef þið týmið ekki að borga fyrir stöðina drullið ykkur þá bara á næsta bar og horfið á leik !!", "date": "2011-01-06 23:18:00", "post_id": 18}, {"user_name": "AlexanderH", "text": "Hérna sko, við eigum eitt af betri landsliðum í handbolta í heimi.. just sayin", "date": "2011-01-06 23:18:00", "post_id": 19}, {"user_name": "Baddeh", "text": "Haha þarf ég að endurtaka það sem ég sagði? \n\nAllir sem hafa eitthvað vit á íþróttum vita að handbolti er djók... kannski er ég bitur gaur en eftir að ég sá tilnefningarnar til íþróttamanns ársins fannst mér komið nóg.", "date": "2011-01-06 23:23:00", "post_id": 20}, {"user_name": "AlexanderH", "text": "Ég hef aldrei æft handbolta og í fá skipti spilað en þessi setning hjá þér segir mér bara hvað þú ert mikið djók..\n\nÉg tel mig hafa semi vit á íþróttum enda hef ég stundað íþróttir allt mitt líf, þá aðallega fótbolta, ég er menntaður í íþróttafræði og er að vinna bæði að selja íþróttavörur og að þjálfa, aldrei myndi mig detta í hug að gera lítið úr handbolta. Staðreyndin er sú að þetta er þrælgóð skemmtun og þetta er bara mjög stórt um allan heim, ekki minnst á hvað þetta er góð auglýsing fyrir landið okkar. Ég bý nú hérna í Noregi þar sem handbolti er rosalega mikið spilaður og fólk er stöðugt að segja hvað það er frábær frammistaða hjá Íslandi að vera svona góðir í handbolta sérstaklega miðað við hversu fá við erum, það sama með fótbolta og fleirri íþróttir.\n\nÉg ætla ekki að fara að rífast eitthvað meira við þig en mér fannst þetta comment hjá þér hlæjilegt!", "date": "2011-01-06 23:32:00", "post_id": 21}, {"user_name": "Sylvía", "text": "Hahaha vá þú ert einn stór brandari !... Hvernig geturu sagt að Handbolti sé djók?... Þetta er þekkt íþrótt sem er spiluð um allan heim og þrælskemmtileg... Hrikalega gaman að æfa handbolta og horfa á handbolta... Þó þér finnist handbolti leiðinlegur þá er óþarfi að vera að gera lítið úr honum. Mér finnst alveg mikið skemmtilegra að horfa á Íslenska landsliðið í Handbolta keppa heldur en að horfa á Íslenska landsliðið í fótbolta keppa, samt hef ég líka mjög mikinn áhuga á fótbolta en íslenska landsliðinu í fótbolta gengur bara alls ekki vel. Handboltalandsliðið er aftur á móti á lista yfir bestu landslið í heimi.... Svo ekki sé ég hvernig handbolti getur verið djók minn kæri !", "date": "2011-01-06 23:44:00", "post_id": 22}, {"user_name": "Baddeh", "text": "Oki menntaður í íþróttafræði?\n\nHvað finnst þér um að 50% stráka í handbolta á aldrinum 17-20 eru búnir að slíta krossband eða rífa liðþófa? \n\nVarnamaðurinn (man ekki hvað hann heitir) í landsliðinu hætti í 1 og hálft ár til að fara í skóla. Byrjaði aftur og komst strax í landsliðið. \nGuðjón Valur prófaði ólympískarlyftingar eitt sumarið og varð besti hornamaður í heimi. \n\nFelst allir sem stunda handbolta og eru t.d. í landsliðinu núna voru áður í annari íþótt, flestu tilfellum fótbolta, en hættu útaf þeir gátu ekkert. \n\nEf þú tækir t.d. landsliði í fótbolta og settir þá í handbolta og öfugt myndu þeim í fótboltanum ganga mikið betur heldur en handboltanum. \n80% handbolta manna eru ónýta öxl og/eða hné. \n\nÉg fór kannski aðeins of hart í þetta með hinu commentinu en það fer verulega í mig að öll þjóðin elski þetta sport svona mikið. \nOg þetta er ekki stórt sport út í heimi.", "date": "2011-01-07 00:04:00", "post_id": 23}, {"user_name": "Gaujinn", "text": "hahahahaha þetta finnst mér fyndið\n\nen eitt , hvaða heimildir hefuru fyrir því að 50% stráka í handbolta á aldrinum 17-20 eru búnir að slíta krossband eða rífa liðþófa??\ner þetta ekki bara ýkt fullyrðing hjá þér til þess að láta rökin þín líta betur út?", "date": "2011-01-07 00:48:00", "post_id": 24}, {"user_name": "BE12GUR", "text": "já okey þú vannst, ef maður kastar fram prósentu hlutfalli og fáránlegum alhæfingum þá vinnur maður..... hvað í fjandanum ertu að tala um drengur ?", "date": "2011-01-07 01:01:00", "post_id": 25}, {"user_name": "bbc", "text": "jæja. prósentan er ekki 50% skal ég segja þér haha ég er 19 ára og enginn í mínum flokk og af mínum vinum hefur lent í þessum meiðslum.   Prósentan er nær 10%, hættu að tala með rassgatinu.\n\nÞú ert að tala um Sverri Jakobssen, hann hætti já, kom aftur í Fram í skíta formi. Gummi Gumm var þá með Fram og kom honum í svaka form og hann var laaaaaaang besti varnarmaðurinn á Íslandi á þessu tímabili, Fram varð íslandsmeistari og hann var valinn besti varnarmaður á þessu ári. svo fór hann út til einhvers lið í Þýskalandi og var valinn í landsliðið eftir það.\n\nGuðjón Valur var alltaf einn besti hornamaður heims, hann lét Jón Arnar frjálsíþróttamann taka sig í svaka prógram í heilt sumar til að bæta stökk kraftinn sinn og jú auðvitað bætti hann sig svaka, en að stökkva hátt og langt gerir ekki allt, Lars Christianssen stekkur varla upp, hann er bara með svaka hendi\n\nOg ef þu mundir svissa á fótb og handb. mönnum eins og þú segir þá mundu handboltamennirnir standa sig miklu betur því fótbolti er svo einföld og leiðinleg að horfa á (mín skoðun) enginn hasar eða neitt í svona leikjum.\n\nÞú veist ekkert hvað þú ert að tala um vinur.", "date": "2011-01-07 01:52:00", "post_id": 26}, {"user_name": "Pési", "text": "hey taktu handboltann útúr rassgatinu á þér og studdu liðið þitt <<<icon_smile.gif>>>", "date": "2011-01-07 02:03:00", "post_id": 27}, {"user_name": "AlexanderH", "text": "Hahahah þetta er ekki einu sinni svaravert, komdu með heimildir fyrir þessum tölum og við skulum spjalla saman yfir kaffibolla <<<kiss2.gif>>>", "date": "2011-01-07 02:33:00", "post_id": 28}, {"user_name": "Scooby", "text": "ekki að þessi síða leysi þennan vanda en allavega þartu ekki að gefa 365 aurinn þinn http://myp2p.eu/broadcast.php?matchid=96217&part=sports\n\r\nnáðu svo í forrit sem heitir sopcast til dæmis og allt frítt og gott", "date": "2011-01-07 14:16:00", "post_id": 29}, {"user_name": "Hjalti-", "text": "HAHA þetta er svo fyndið að lesa, Baddeh... hvað er þú að fara vinur ? Það er ekki 50% drengja á aldrinum 17-20 sem eru  búnir að slíta krossband eða rífa liðþófa.. það er svo vitlaust hjá þér..\n\nsvo ef að þú myndir láta þetta ágæta fótboltalandslið í handbolta gætu þeir varla kastað.. handbolti er ekki bara að hlaupa og skjóta... langur vegur frá.. en handboltalandsliðið gæti alveg staðið sig vel á fótboltavellinum, því fótbolti snýst eiginlega bara um að elta hvítan bolta og koma honum í markið... það er ekki mikið meira.. það geta flestir íslendingar spila fótbolta, mis vel reyndar, en handbolta gætu ekki margir íslendingar spilað með einhverjum árangri sem hægt er að tala um,. handbolti er MIKLU erfiðari en þú heldur... prufaðu að æfa og koddu svo að BULLA hérna með þínar vitlaus staðreyndir ! \n\n\nSvo bara áfram Ísland í handboltanum <<<icon_biggrin.gif>>>", "date": "2011-01-07 14:32:00", "post_id": 30}, {"user_name": "tony", "text": "þællt að vera með rásina", "date": "2011-01-07 14:37:00", "post_id": 31}, {"user_name": "Halli90", "text": "veit ekki með ykkur en ekki mundi ég nenna að horfa á einhverja araba vera lýsa íslenskalandliðinnu í handbolta í borðtölvunni minni í staðinn fyrir að vera með alla umfjöllnunina í beinni heima í stofu og það er ekki eins og þetta sé mikill peningur þetta eru sirka 2 bíóferðir fyrir 30 leiki 4-6 þúsund kall <<<icon_smile.gif>>>", "date": "2011-01-07 15:01:00", "post_id": 32}, {"user_name": "Gaujinn", "text": "djöfull eyðiru miklum pening í bíó ..<<<tongueout.gif>>>", "date": "2011-01-07 15:06:00", "post_id": 33}, {"user_name": "dQor", "text": "Rúv = DOLLI Legend\n\nAuðvitað á þetta að vera á rúv og þ.a.l. í opinni dagskrá.", "date": "2011-01-07 15:12:00", "post_id": 34}, {"user_name": "Viggóhelgi", "text": "Hvað er að ykkur kjánunum\n\nÞetta er pjúra business. það var uppboð fyrir einhverjum mánuðum þar sem að Rúv og 365 kepptust við að kaupa réttin á því að sýna handboltan - 365 vann - nú nokkrum dögum koma þeir hjá rúv svo skríðandi... tilbúnir að kaupa réttin fyrir mun meira en 365 borgaði, það er EKKERT annað en sýndarmennska - ef að þeim hefði ekki verið \"sama\" um almenning... með sinn nefskatt og virkilega slæma sjónvarspefni, þá hefði rúv boðið hærra til að byrja með. borgað minna fyrir vikið(heldur en þeir eru að bjóða núna) og geta sýnt landsmönnum þetta..\n\nEn þetta er bara blá kaldur sannleikur viðskiptana - the good guy always comes last... ef að 365 væri að stunda góðgerðastarfsemi þá væri ekkert 365...", "date": "2011-01-07 15:14:00", "post_id": 35}, {"user_name": "Halli90", "text": "maður fer nú sjaldnast einn í bíó svo kostar miðinn í dag í venjulegan sal yfir þúsund og lúxus sal 2000 kall og maður kaupir líka alltaf eitthvað nammi fyri kannski þúsundkall þannig þetta eru allavega svona 2 bíóferðir fyrir mig  <<<icon_biggrin.gif>>>", "date": "2011-01-07 15:17:00", "post_id": 36}, {"user_name": "Baddeh", "text": "Trolllololololololololol <<<icon_lol.gif>>>", "date": "2011-01-07 15:34:00", "post_id": 37}, {"user_name": "BE12GUR", "text": "djöfull <<<icon_lol.gif>>>", "date": "2011-01-07 15:42:00", "post_id": 38}, {"user_name": "Cronig", "text": "nær ekki einu sinni einni bíóferð fyrir mig með konunni!\n2x lúxusmiðar er tæpur 5000 kall svo fer maður að versla eitthvað í sjoppunni fyrir minnst 1000 kall þá er þetta einhver 6000 kall", "date": "2011-01-07 15:45:00", "post_id": 39}, {"user_name": "Baddeh", "text": "Haha endilega! Ég væri alveg til í að ræða um íþróttir við einhvern sem hefur áhuga á þeim <<<icon_wink.gif>>>", "date": "2011-01-07 15:48:00", "post_id": 40}, {"user_name": "Siggi-Lancer", "text": "nei kjáni\n\nrúv bauð minna núna en þeir hafa boðið vanalega þannig að þeir sem sjá um þetta úti töluðu við 365 og gerði þeim svo tilboð án þess að tala við rúv sem 365 tók svo.", "date": "2011-01-07 17:26:00", "post_id": 41}, {"user_name": "Viggóhelgi", "text": "eeeefa það að það hafi verið þannig.. stórkostlega...", "date": "2011-01-07 17:42:00", "post_id": 42}, {"user_name": "Siggi-Lancer", "text": "það var nú þannig", "date": "2011-01-07 17:44:00", "post_id": 43}, {"user_name": "Barbie", "text": "Langar til að æla við allt það sem Baddeehhh er búinn að vera að tjá sig <<<icon_lol.gif>>>", "date": "2011-01-07 20:02:00", "post_id": 44}, {"user_name": "ÞórirBjarni", "text": "Þú veist ekkert hvað þú ert að tala um það er bara málið !\n\nT.d. prófaði Gjúðjón Valur ekkert ólympískar lyftingar eitt sumar haha, lyftingar sem handbolta menn gera almennt eru ólympískar.\n\nEkkert nema gaman að sjá hvað okkar litla land er góð í þessari íþrótt og á eftir að vera það áfram það er klárt !", "date": "2011-01-07 20:33:00", "post_id": 45}, {"user_name": "Guðmundur H", "text": "Fáránlegt hjá rúv að kaupa ekki réttinn til að byrja með á sama verði og áður. Og ef fólk hefur áhuga á þessu þá er 7000kr ekki mikið fyrir heilan mánuð af handbolta. Það kostar t.d. um 10þús að fylla tankinn á venjulegum bíl og um 1200 kall í bíó sem endist í 90-120 mín plús fólk að kaupa popp og kók.", "date": "2011-01-07 20:37:00", "post_id": 46}, {"user_name": "ÞórirBjarni", "text": "Flottur sigur hja þeim í kvöld <<<icon_biggrin.gif>>>", "date": "2011-01-07 20:49:00", "post_id": 47}, {"user_name": "Baddeh", "text": "Tjekkaðu bls. 1... ég var að rugla í ykkur <<<icon_wink.gif>>>", "date": "2011-01-07 22:28:00", "post_id": 48}, {"user_name": "Gaujinn", "text": "<<<ohno.gif>>> ertu viss með það?? <<<icon_lol.gif>>>", "date": "2011-01-07 22:33:00", "post_id": 49}, {"user_name": "Baddeh", "text": "Haha oki fyrsta og annað commentið var alvara en svo var ég farinn að bulla. Vissi að nokkrir myndu öskra á skjáinn yfir þessum commentum <<<icon_biggrin.gif>>>", "date": "2011-01-07 22:41:00", "post_id": 50}, {"user_name": "ÞórirBjarni", "text": "Það er ekkert um það á bls 1 ?", "date": "2011-01-07 22:42:00", "post_id": 51}, {"user_name": "Gaujinn", "text": "ju ef þú ert með stillt 40 pósta á blaðsíðu <<<icon_wink.gif>>>", "date": "2011-01-07 22:45:00", "post_id": 52}, {"user_name": "ÞórirBjarni", "text": "ja meinar", "date": "2011-01-07 22:46:00", "post_id": 53}, {"user_name": "Master", "text": "Back on topic\n\nÞetta er ömurlegt að svona sjónvarpsefni sé sýnt í lokaðari rás. Þetta kompaní er búið að gera þetta aftur og aftur, td torfæruna og formúluna,ensku osf. allt sem nær vinsældum hjá rúv, þá reyna þeir að stela því af þeim (yfirbjóða) og loka þetta á rásum sem þarf að borga offjár fyrir.  \nÞað mun verða kaldur dagur í helvíti þegar ég fer að láta mína aura renna í þeirra vasa.\n\nÉg væri frekar tilbúinn að láta jafnmikinn pening (og færi í áskrift) renna til einhverra ofurklárra forritara sem gætu krakkað signalið frá þeim og boðið öllum frítt, bara til að geta gefið þeim fingurinn á þann hátt sem þeir skilja. (þe. í veskinu þeirra)    - Hey, þetta er \"kick ass\" hugmynd !!!!  einhver ætti að stela henni og henda í framkvæmd. <<<icon_smile.gif>>>\n\nÞað væri annars gaman að heyra hjá þeim sem eru svona jákvæðir í þeirra garð, hvaða tengsl þeir hafa í þetta fyrirtæki (þó það sé alltaf spurning hvort menn segja satt um svona tengsl ef þau eru til staðar)", "date": "2011-01-07 22:51:00", "post_id": 54}, {"user_name": "Gaujinn", "text": "you got that right..<<<arg.gif>>> <<<icon_biggrin.gif>>>", "date": "2011-01-07 22:58:00", "post_id": 55}, {"user_name": "ÞórirBjarni", "text": "segir þetta núna Baddeh <<<icon_cool.gif>>>", "date": "2011-01-07 23:01:00", "post_id": 56}, {"user_name": "Guðmundur H", "text": "Það er greinilegt að þú veist ekkert um rekstur og viðskipti <<<icon_biggrin.gif>>>", "date": "2011-01-07 23:47:00", "post_id": 57}, {"user_name": "Master", "text": "Ef þú getur dæmt um mitt viðskiptavit á þessum línum... tja.. þá hlýtur það að vera rétt hjá þér, eða hvað?   \nÞarftu yfirleitt að vita svona lítið, til að geta slegið fram svona afgerandi fullyrðingum ?  Þú hlýtur að hafa mjög sérstakt gáfnafar <<<icon_smile.gif>>> \n\n\nEn svona smá hint, þá er ég ekki að fjalla um viðskiptamódelið hjá 365, heldur mína afstöðu sem \"pist of\" neytanda/þolanda.", "date": "2011-01-08 01:29:00", "post_id": 58}, {"user_name": "Guðmundur H", "text": "Já en það bara stenst ekkert hjá þér það sem þú segir. Ef þeir eru að kaupa réttinn á hinu og þessu hvernig eiga þeir að fjármagna það? RÚV fær sína fjármögnun frá sköttum, 365 fær sína fjármögnun frá áskriftum. Og afhverju að vera einhvað pissed of geturu ekki skaffað þér 7000kr á mánuði? Og 365 yfirbauð ekki RÚV í handboltann, RÚV gaf tilboð sem var lærra en þeir hafa alltaf gefið og því var neitað og Sport var boðið áskriftina í staðin á sama verði og venjulega.", "date": "2011-01-08 02:06:00", "post_id": 59}, {"user_name": "Sylvía", "text": "Ef þú ætlar að koma með einhverjar staðreyndir, mundu þá að hafa þær á hreinu <<<icon_wink.gif>>>... Einsog komið hefur fram hérna þá var rúv boðin rétturinn af þessu á sama verði og vanalega en þeir vildu borga minna... 365 var boðinn rétturinn og auðvitað tóku þeir því... Ef þeir hefðu ekki tekið því þá hefði þetta mögulega ekki verið sýnt í íslensku sjónvarpi. Rúv var svo að reyna að þurrka skítin upp eftir sjálfa sig með því að reyna að bjóða e-ð hærra á síðustu stundu til að sýna sig.. Hvaðan komu alltíeinu peningarnir fyrir því? <<<icon_lol.gif>>>\n\nÞetta væl fer hrikalega í taugarnar á mér... viðskipti snúast um peninga, það snýst nánast aaaallt um peninga, ef þú vilt ekki kaupa áskrift þá bara gerir þú það ekki og ef þú vilt fylgjast með þessu þá ferð þú bara á næsta bar og fylgist með leiknum.. ekki flóknara en það !... Einsog kom líka fram hérna áðan þá er þetta engin stór upphæð fyrir mánaðaráskrift <<<icon_wink.gif>>>.. 2-3 bíóferðir eða svo...", "date": "2011-01-08 04:58:00", "post_id": 60}, {"user_name": "Sleeper", "text": "Í stað þess að vera pirruð yfir því að 365 sé með sýningarréttinn, ættum við að vera pirruð yfir því að vera NEYDD til að borga rúv!", "date": "2011-01-08 14:27:00", "post_id": 61}, {"user_name": "Baddeh", "text": "Páll skeit feitan upp á bak. Það er það sem gerðist.", "date": "2011-01-08 14:39:00", "post_id": 62}, {"user_name": "Baddeh", "text": "Haha\n\n\n\n\n<<<icon_biggrin.gif>>>", "date": "2011-01-08 14:40:00", "post_id": 63}, {"user_name": "Master", "text": "Hvað nákvæmlega segi ég sem ekki stenst ? Ég er ekkert að tala um hvernig kaupin fóru fram eða hvernig þeir eiga að fjármagna það,  þú ert að sjá eitthvað sem er ekki skrifað, og svo staðhæfa eitthvað uppá mig... þetta er bara rugl hjá þér <<<icon_smile.gif>>> \nog jú 7000 kall á mánuði skiptir máli hjá flestum. \n\n\n\n\nEf að væl fer í taugarnar á þér hvað ertu þá að lesa svona þráð ?\nEf þér finnst ekkert mál að vara sem þú ert vanur að kaupa fyrir X upphæð, sé yfirtekið af einkafyrirtæki og einokað þannig að þú verður að borga X+X eða sleppa því að fá það sem þig langar í, þá erum við bara ósammála. \nEf þú snýrð öllum hækkunum í kringum þig sem einverjar bíoferðir, þá ert þú væntanlega bara ánægð með verðlag á td bensíni, það hefur jú bara hækkað um x margar bíoferðir og þú getur bara hjólað í staðinn <<<icon_smile.gif>>>  --- um að gera, bara taka þessu þegjandi og alls ekki kvarta, það gæti einhver kallað á vælubílinn <<<icon_wink.gif>>> \n\nFyrir utan það, hvaða staðreyndir er ég með í póstinum sem er röng?  Þó rúv hafi reynt að fá þetta á betra verði en upp var sett , þá er það nokkuð ljóst að 365 bauð hærra en rúv... sem er yfirboð.", "date": "2011-01-08 15:40:00", "post_id": 64}, {"user_name": "Guðmundur H", "text": "Vá hvað þú ert tregur....... 365 var boðið áskriftina. 365 var ekki að yfirbjóða rúv, hættu að tjá þig um einhvað sem þú veist ekkert um", "date": "2011-01-08 15:47:00", "post_id": 65}, {"user_name": "einarak", "text": "Nennir einhver moddi plís að eyða aðganginum hjá þessum Baddeh... \n\nEn að alvöru málsinns, skv þessu http://www.handball2011.com/schedule þá eru allir leikir Íslands í riðlinum á kvöldinn, þannig maður er allavega ekki í vinnuni á meðan... Þannig það er alveg til þess vinnandi að kaupa sér áskrift, maður mundi sennilega ekki kaupa áskrift ef maður væri hvort eð er að vinna þegar allir leikirnir okkar væru í gangi.", "date": "2011-01-08 16:20:00", "post_id": 66}, {"user_name": "Baddeh", "text": "Haha er ég eitthvað fyrir þér??", "date": "2011-01-08 16:22:00", "post_id": 67}, {"user_name": "Sylvía", "text": "Hahahaha <<<icon_lol.gif>>> allt sem þú segir meikar bara EKKERT sense !... Þú borgar fyrir rúv right? <<<icon_wink.gif>>>.. Það þarf að borga þennan helvítis nefskatt eða hvað sem þessi fjandi heitir... og hvað er á Rúv sem er gaman að horfa á?.. Akkúrat EKKI NEITT.. Ég borga 16 þús eða e-ð álíka á ári sem gæti alveg eins farið bara í ruslið <<<icon_wink.gif>>> Þar sem ég horfi ALDREI á rúv.... Frekar borga ég fyrir e-ð sem ég nota... Þú kaupir þér t.d. ekki dýr föt ef þú ætlar þér ekki nota þau ekki satt?\n\nHættu svo að taka einhvað helvítis bensín inní þetta, það kemur málinu akkúrat ekkert við <<<icon_lol.gif>>>... Og ég er ekkert að snúa neinum hækkunum um einhverjar bíóferðir.. var að tala um að mánaðaráskrift af stöð2sport er svipað og 2-3 bíóferðir og fyrir það færðu um 30 handboltaleiki <<<icon_wink.gif>>>.. Snýst ekki um neina hækkun á einu eða neinu <<<icon_lol.gif>>>... \n\nOg hættu svo að vera svona fjandi tregur ! 365 yfirbauð ekki neitt !!!!!! Þeim var boðin áskriftin á því verði sem rúv er vön að borga...", "date": "2011-01-08 17:56:00", "post_id": 68}, {"user_name": "Titus", "text": "Veit einhver hvort það verði hægt að hlusta á beina lýsingu í útvarpinu? Eða hverfur það líka fyrst að 365 á réttinn?", "date": "2011-01-08 18:09:00", "post_id": 69}, {"user_name": "BE12GUR", "text": "þú vinnur hjá 365 ?", "date": "2011-01-08 18:19:00", "post_id": 70}, {"user_name": "Sylvía", "text": "Ööö hvað kemur það málinu við?.. Ég er líka ekki fastráðin þar svo ég er bara aukastarfsmaður í því fyrirtæki en ég sé ekki hvaða máli það skipti <<<icon_lol.gif>>> .. Ég er líka ekki að vinna í áskriftarmálum eða neinu þannig ef þú heldur að ég fái þetta e-ð frítt útaf því... <<<icon_wink.gif>>>", "date": "2011-01-08 18:41:00", "post_id": 71}, {"user_name": "BE12GUR", "text": "þarft ekkert að afsaka", "date": "2011-01-08 19:30:00", "post_id": 72}, {"user_name": "Sylvía", "text": "Enda er ég ekkert að því <<<icon_wink.gif>>> Sé bara engan vegin hvernig það kemur málinu við <<<icon_smile.gif>>>", "date": "2011-01-08 19:45:00", "post_id": 73}, {"user_name": "Bomsi", "text": "Rúv ætti allaveganna að fá réttinn til að sýna þetta svo Adolf geti lýst leikjunum !", "date": "2011-01-08 20:28:00", "post_id": 74}, {"user_name": "Master", "text": "Yfirbauð 365 ekki rúv ?  sama hvernig þú reynir að snúa þessu, þá borguðu þeir mest og þar með yfirborguði alla aðra.... þetta er ekki flókið...og þú kallar mig tregann ? Þú ættir kannski að líta þér nær <<<icon_smile.gif>>>\n\nþú myndir kannski líta öðruvísi á málið ef þú værir ekki fjárhagslega háð þessu aparati <<<icon_smile.gif>>>", "date": "2011-01-08 21:40:00", "post_id": 75}, {"user_name": "Master", "text": "Ert þú líka hjá 365? <<<icon_smile.gif>>> \n\r\nEkki yfirboð ?\n\r\nSmá dæmi.\r\nEf tveir aðilar eru að semja um verð, og annar er reyna prútta en söluaðilinn er að reyna fá hærra verð, og þriðji aðilinn kemur inn í dæmið og borgar það sem söluaðilinn er sáttur við, þá hlýtur þriðji aðilinn að hafa yfirboðið þennan sem var að reyna prútta niður verðið.    \n\r\nAnnað dæmi, \r\nþú kaupir bíl á Ebay, á verði sem kallast \"buy right now\" og það voru 100 aðrir búnir að bjóða lægra verð í bílinn, þá ertu að yfirbjóða hina aðilana.\n\r\nEina leiðinn fyrir 365 að hafa ekki yfirboðið rúv, er að rúv hafi ekki ætlað að kaupa sýningarréttinn. \r\nÞetta eru engin geimvísindi. <<<icon_smile.gif>>>\n\r\nen miðað við vitsmunastigið sem þú hefur sýnt í svörunum þínum, þá held ég að þú bara náir ekki að meðtaka þetta, þrátt fyrir tvö sýnidæmi <<<icon_smile.gif>>>", "date": "2011-01-08 22:34:00", "post_id": 76}, {"user_name": "Sylvía", "text": "Málið er að það var enginn að bjóða neitt <<<icon_lol.gif>>>... Rúv vildi ekki borga uppgefið verð og misstu þar af leiðandi sýningarréttinn, söluaðilarnir fóru þá til 365... ef þeir hefðu ekki gert það þá væri þetta líklega ekki sýnt í íslensku sjónvarpi. Það mætti halda að þú vinnir hjá Rúv miðað við svörin þín. Ég er ekki að reyna að snúa neinu bara að reyna að koma því í kollinn á þér að það var ekkert uppboð í gangi þarna....", "date": "2011-01-08 23:23:00", "post_id": 77}, {"user_name": "Master", "text": "Nei, ég er tengdur rúv á neinn hátt, og \"just for the record\", þá er ég á móti nefskattinum eins og hann er núna. (en eru það ekki allir <<<icon_wink.gif>>>)\nÉg tel reyndar að við eigum að hafa ríkissjónvarp og þá þarf eðlilega að borga fyrir það, en það á að geta vera mikið (mjög mikið) minna i sniðum. Og þá ætti skatturinn náttúrulega líka að vera mikið lægri <<<icon_smile.gif>>>\nÞó nefskatturinn sé í eðli sýnu sanngjarnari skattlagningaraðferð en gamla afnotagjaldið, þá var ég er sérlega ósáttur við að þegar rúv hætti með afnotagjöldin og nefskatturinn tók við, að þá hækkuðu gjöldin gríðarlega, einmitt þegar þau hefðu átt að lækka, því þarna ætti að hafa sparast töluverður kostnaður í rekstri á innheimtudeild.\n\nVarðandi yfirboð, þá þarf ekki uppboð til að það sé yfirboð. Ég veit að í þessu nýjasta dæmi (skv því sem fram hefur komið) þá fékk 365 tilboð um að taka pakkann eftir að ruv var að reyna lækka verðið, og þú vilt þess vegna ekki kalla það yfirboð, en þetta er að verða að orðaleik og það bara aukaatriði i þessu máli. \nÞetta kemur alveg eins út og þegar 365 yfirbauð pakkana með enska boltanum, með F1 og ég man ekki betur en að það sama hafi verið í gangi með torfæruna.\nÍ öllum þessum tilvikum þá yfirbauð 365 rúv, og þó aðdragandin hafi verið eitthvað öðruvísi núna, þá eru þetta algjörlega hliðstæð mál.\nOg neytendur fá það ósmurt í rörið <<<icon_sad.gif>>>", "date": "2011-01-09 00:53:00", "post_id": 78}, {"user_name": "Sylvía", "text": "Aaaf hverju eru neytendur að fá það ósmurt í rörið?.. Ef rúv getur ekki borgað x upphæð til þess að halda sýningarrétti þá er auðvitað gott að einhver önnur stöð geti það hvort sem hún er undir fyrirtæki sem heitir 365 eða e-ð annað... Þessar stöðvar verða að fá peninginn einhverstaðar til þess að geta borgað gjöld til þess að geta sýnt efni ekki satt?... Rétt einsog rúv fær pening frá þessum skatti...\n\nAnnars þá nenni ég ekki að ræða þetta lengur <<<icon_biggrin.gif>>>.. Erum greinilega bara ósammála um hlutina sem er bara hið besta mál.", "date": "2011-01-09 01:03:00", "post_id": 79}, {"user_name": "Guðmundur H", "text": "Það þarf einhver að gera okkur greiða og keyra yfir þennann mann <<<icon_biggrin.gif>>>\n\nÞetta er svona týpískur gæji sem stendur með fullt af matarvörum fyrir utan alþingis húsið og mótmælir að eiga ekki efni á mat.", "date": "2011-01-09 13:51:00", "post_id": 80}, {"user_name": "Halli90", "text": "http://mbl.is/sport/hm_handb_2011/20...olta_a_netinu/ þetta er nú ekkert það dýrt miðað við að kostar 1500 kr dagurinn að horfa á netinu hérna ! en nú fer hver að verða síðastur til að tryggja sér handboltann bara 2 dagar í þetta ... endilega verið í bandi ef þið viljið að ég græji handboltann fyrir ykkur <<<icon_smile.gif>>> \n\nÁFRAM ÍSLAND!", "date": "2011-01-11 15:32:00", "post_id": 81}, {"user_name": "Viggóhelgi", "text": "Þarna hittirðu naglan á höfuðið...\r\nþetta var léleg tilraun til að lækka verðið á pakkanum sem að skaust svo beint til baka og BEINT í andlitið á RUV, nú koma þeir dragandi lappirnar nokkrum dögum fyrir firsta leik og vilja yfirbjóða það sem að 365 borgaði, þetta var og er sýndarmennska að hálfu RUV sem að fór gjörsamlega á hliðina.\n\r\nKlúðruðu dæminu, koma svo skríðandi að reyna að gera \"Það rétta\" ná því ekki, og nú er stríð á milli þessara miðla... hleypa 365 ekki inn í laugardalshöllina og svooo framvegis.\n\r\nLélegt... lélegt... lélegt.", "date": "2011-01-11 15:42:00", "post_id": 82}, {"user_name": "Röggi R900", "text": "Ég ætla ekki að bölva 365 eða Rúv.\n\nEn það sem ég þoli ekki við þessar umræður er að fólk heldur alltaf að 4-6.þúsund kall sé enginn peningur... Það er bara tómt kjaftæði. Þegar ég hef 20.000kr til að lifa út mánuðinn, þá er ég ekki að fá mér áskrfit af stöð 2... fyrir utan við það að það kostar engar helvítis 4-6 þúsund, fyrir mig... ég þarf að byrja að fá mér símalínu, svo þarf ég að fá mér nettenginu, svo sjónvarp símans, og svo helvítis áskrift, þegar allt er lagt saman er þetta í kringum 20-25 þúsund kallinn sem ég þarf að spreða til að geta horft á handboltann. Þannig hættið þessum andskotans staðhæfingum um að það kosti bara 4-6.þúsund kall að fá áskrift. Og ég er búinn að fá tilboð í pakkann og þetta var verðið sem ég fæ, 20-25.þúsund kall fyrst og svo um 9.þúsund eftir það, þá er ég ekki að tala bara um áskrift heldur allt hitt líka. Ég get ekki einu sinni horft á opnu leikina á stöð2 sport\n\nSvo næst Stöð2 ekki alls staðar á landinu, margir staðir á landinu sýna ekki stöð2 og fólk þar hefur kannski ekkert annað en RÚV, þannig að þetta er MEGA fúllt fyrir þá.\n\nRÚV skeit upp á bak, það er alveg vitað mál.\n\nÉg hef alltaf fyglst mjög vel með HM í handbolta og þetta mál sýgur bara feitast, er ógeðslega pirraður og reiður út í aðila sem koma nálægt þessu", "date": "2011-01-11 15:50:00", "post_id": 83}, {"user_name": "dazy crazy", "text": "<<<iagree.gif>>><<<ditto.gif>>><<<yeahthat.gif>>><<<goodposting.gif>>>", "date": "2011-01-11 15:59:00", "post_id": 84}, {"user_name": "Halli90", "text": "sæll st2 og sportið næst nú á 99% af landinu en geturu ekki bara fengið þér digital lykil hann kostar ekkert ef þú ert með áskrift svo gætiru skilað honum bara aftur inn í febrúar þá væri þetta bara áskriftargjaldið sem þú þyrftir að greiða ? eða ertu kannski á skuggasvæði sem næst bara adsl ? ...", "date": "2011-01-11 16:34:00", "post_id": 85}, {"user_name": "xrated", "text": "hvenar er fyrsti leikur og klukkan hvað", "date": "2011-01-11 17:00:00", "post_id": 86}, {"user_name": "Gaujinn", "text": "Fimmtudaginn kl. 8", "date": "2011-01-11 17:07:00", "post_id": 87}, {"user_name": "Sylvía", "text": "Fyrsti leikurinn er kl 19:15 á fimmtudaginn Svíþjóð - Chile\n\nFyrst íslenski leikurinn er á föstudaginn kl 16.00 Ísland - Ungverjaland", "date": "2011-01-11 17:21:00", "post_id": 88}, {"user_name": "Gaujinn", "text": "ó okei .. var eitthvað að miskilja þetta :S", "date": "2011-01-11 17:28:00", "post_id": 89}, {"user_name": "extra", "text": "bara fáránlegt!", "date": "2011-01-11 17:30:00", "post_id": 90}, {"user_name": "Ingi Hrafn", "text": "Ætla bara að horfa á þetta á netinu & borga ekki krónu fyrir það \n\nFinna bara erlenda rás sem sýnir þetta jú ekki íslenskir né enskir lýsendur en þó hægt að horfa\n\nÞað koma helling af rásum rétt fyrir leiki , þegar Em var í gangi horfði ég á nokkra", "date": "2011-01-11 17:40:00", "post_id": 91}, {"user_name": "Röggi R900", "text": "Ég er einmitt á skuggasvæði, og ég hef ekki símalínu í húsinu, þannig að þetta er frekar stífur pakki fyrir mig... \n\nþað er meira svona 80% af landinu sem nær ekki Stöð 2, og þekki ég margar sveitir, kærasta mín kemur úr Öræfasveit og það er bara Nýkomið Adsl, og í fyrsta skiptið síðan sjónvarpið kom til landsins, þá gátu fólk í Öræfasveit horft á eitthvað annað en RÚV, Suðursveit veit ég að er ekki með þetta, svo hellingur á Austurlandi, Vestfjörðum, Norðurlandi", "date": "2011-01-11 21:20:00", "post_id": 92}, {"user_name": "Myriftica", "text": "þú hefur kanski ekki tekið eftir því en á Íslandi þá eru fleiri staðir en höfuðborgarsvæðið og þessi tala á ekki einusinni við á höfuðborgarsvæðinu þar sem \"skuggasvæðin\" svokölluðu eru yfir 1%, á suðurnesjum t.d. er nóg að það sé gott veður og þá speglast örbylgjan í fokk", "date": "2011-01-11 23:30:00", "post_id": 93}, {"user_name": "Halli90", "text": "ég bara segi svona það er allavega 99% af höfuðborgarsvæðinu sem nær þessu og líklega svona 90-95% út á landi og það er alltaf verið að láta nýja senda og adsl að koma á fleirri stöðum en fyrir þá sem ná þessu ekki gætu líka keyft aðgang af þessu á netinu \n\nkv Halli", "date": "2011-01-12 13:54:00", "post_id": 94}, {"user_name": "dazy crazy", "text": "Þeir sem ná þessu ekki eru yfirleitt ekki með nettengingu til að vera með svona, heima hjá mér var að koma í haust fyrst betri nettenging en isdn. Svartárdalurinn eins og hann leggur sig er held ég sambandslaus.", "date": "2011-01-12 13:59:00", "post_id": 95}, {"user_name": "RAT", "text": "Stöð 2 ætti bara að lækka öll áskriftargjöldin . Lægra verð = fleiri sem kaupa , þeir flytja fréttir af hvernig skattahækkanir hafa dregið úr neyslu (sem er rétt) þá ættu þeir að líta í eigin barm enda reknir með gríðarlegu tapi.", "date": "2011-01-12 14:02:00", "post_id": 96}, {"user_name": "Röggi R900", "text": "Þú alveg stígur í vitið... á þessum svæðum þá er kannski mesta lagi ISDN tenging sem þarf að borga fyrir tengdan tíma, og aldrei hægt að horfa á heilan leik nema það hökkti allt og stoppi...\n\nEf þau væru með ADSL, þá geta þau fengið sér sjónvarp símans þar sem það kemur í gegnum netið...", "date": "2011-01-12 14:22:00", "post_id": 97}, {"user_name": "MrManiac", "text": "....Inbox FUULLLT", "date": "2011-01-13 01:45:00", "post_id": 98}, {"user_name": "bbc", "text": "jæja tilbreyting frá vælinu.\nmyndband sem félagi minn gerði, upprifjun frá EM, helvíti flott miðað við að hann er kornungur strákurinn <<<icon_smile.gif>>>", "date": "2011-01-13 12:42:00", "post_id": 99}, {"user_name": "Sylvía", "text": "Flott myndband ! Djöfull er mig farið að hlakka til <<<icon_biggrin.gif>>>", "date": "2011-01-13 17:02:00", "post_id": 100}, {"user_name": "Titus", "text": "Verður hægt að hlusta á leikina í útvarpinu, veit það einhver?? <<<icon_smile.gif>>>", "date": "2011-01-13 17:51:00", "post_id": 101}, {"user_name": "Halli90", "text": "sæll er búin að tæma það <<<icon_smile.gif>>>", "date": "2011-01-13 19:26:00", "post_id": 102}, {"user_name": "Röggi R900", "text": "Jæja, er að horfa á 1 leikinn... Svíþjóð 8 - 5 Chile", "date": "2011-01-13 19:33:00", "post_id": 103}, {"user_name": "Ingi Hrafn", "text": "http://atdhe.net/32458/watch-iceland-vs-hungary\n\nLinkur á leikinn\n\nAnnas er þessi leikur í opinni dagskrá og staðann er 12-6 fyrir Íslandi", "date": "2011-01-14 16:24:00", "post_id": 104}, {"user_name": "pattzi", "text": "http://www.firstrow.net/watch/45271/...s-hungary.html", "date": "2011-01-14 16:40:00", "post_id": 105}, {"user_name": "RAT", "text": "Ég hata ungverjaland í dag!", "date": "2011-01-14 16:50:00", "post_id": 106}, {"user_name": "biturk", "text": "já......það var nú bara þvílík tækninýjun heima þegar 3g sambandið kom þó lélegt sé........allt í einu losnaði maður við isdn og helvítis digital ísland RUSLIÐ frýs og höktir eins og ég veit ekki hvað, ef bíll stendur ekki á réttum stað úti þá speglast það ekki rétt, ef eitthvað er að veðri þá er ekki útsending, ef ég nota örbygljuofn eða rakvél í húsinu þá truflast það og svo framvegis....\n\r\ndigital ísland er mesta rip off í heimi!", "date": "2011-01-14 17:02:00", "post_id": 107}, {"user_name": "Sylvía", "text": "Af hverju ?", "date": "2011-01-14 17:22:00", "post_id": 108}, {"user_name": "RAT", "text": "Af augljósum ástæðum eeen Ísland er að taka þá í þurrt núna þannig ætli maður sættist ekki við greyin <<<icon_biggrin.gif>>>", "date": "2011-01-14 17:23:00", "post_id": 109}, {"user_name": "Lexinn", "text": "missa þetta aaaaaltaf í endan", "date": "2011-01-14 17:30:00", "post_id": 110}, {"user_name": "BE12GUR", "text": "djöfull er Aron góður shiiiiiii", "date": "2011-01-14 17:31:00", "post_id": 111}, {"user_name": "Snorri már", "text": "haha alveg ótrúlegt það er alltaf þannig!", "date": "2011-01-14 17:31:00", "post_id": 112}, {"user_name": "RAT", "text": "Ekkert smá! þetta var geðveikur leikur <<<icon_biggrin.gif>>>", "date": "2011-01-14 17:31:00", "post_id": 113}, {"user_name": "Sylvía", "text": "Augljósum ástæðum what? haha... en geðveikur leikur hjá þeim, börðust alveg frá byrjun til enda .. Djöfull var Aron að standa sig, engar smá þrumur hjá honum á markið <<<icon_biggrin.gif>>>", "date": "2011-01-14 17:35:00", "post_id": 114}, {"user_name": "GunnarXL", "text": "það var hringt hingað heim um daginn og boðið mér að gerast áskrifandi að stöð2sport til að geta horft á strákanna spila, ég neitaði því. \n\nsvo er þetta bara í opinni dagskrá :S ? \n\n\nen djöfull áttum við þennan leik !!!", "date": "2011-01-14 18:01:00", "post_id": 115}, {"user_name": "Gulli cruizer", "text": "flottur leikur", "date": "2011-01-14 18:23:00", "post_id": 116}, {"user_name": "Haffi-GT", "text": "virkilega góður leikur hjá íslendingum!", "date": "2011-01-14 18:25:00", "post_id": 117}, {"user_name": "Sylvía", "text": "Fyrsti leikurinn bara í opinni held ég...", "date": "2011-01-14 20:05:00", "post_id": 118}, {"user_name": "Pálmi-", "text": "Aron stóð sig konuglega eins og vanalega þvílík skytta! hrikalega góður leikur áttum þetta allan tímann", "date": "2011-01-14 20:20:00", "post_id": 119}, {"user_name": "Ingi Hrafn", "text": "Verða að vera aðeins meira stabílir\n\nDetta niður svo mikið á köflum..", "date": "2011-01-14 20:33:00", "post_id": 120}, {"user_name": "Master", "text": "Þetta er allt frítt á netinu, ég horfði á leikinn í dag gegnum netið í sæmilegum gæðum, og hlustaði samtímis á lýsinguna frá rás2.  Bara snilld.  <<<icon_cool.gif>>> \r\nHelvítis fantar voru sumir af þessum ungverjum, hvernig ætli þetta hefðu nú verið ef leikurinn hefði verið jafnari<<<boxing.gif>>>", "date": "2011-01-14 22:53:00", "post_id": 121}, {"user_name": "oli92", "text": "hefðir líka getað séð hann í sjónvarpinu", "date": "2011-01-15 00:30:00", "post_id": 122}, {"user_name": "Master", "text": "Rangt.\n\nTil að geta séð þessar útsendingar, þá þarftu þetta tvennt:\n1. loftnet sem tekur á móti fjölvarpi\n2. DVB-T móttakara.\n\nEn....frekar enn að kaupa þetta, og borga himinháar áskriftir á hverjum einasta mánuði til 365, þá keypti ég ég 16 þúsund króna gervihnattamóttakara (og tengdi við sameiginlega disk með 9 öðrum húsum (gerði ca 18þús per/hús með öllu frá eico ) og sé núna FRÍTT flest það sem skjár einn sínir og fjölvarpið hjá 365 er að sýna... og reynar miklu miklu meira. \nog sem plús þá hefur þessi 16 þús. móttakari http://www.computer.is/vorur/3464/ usb tengi fyrir flakkara og ég tek allt upp sem ég vill taka upp á harðan disk.\nÞarna er ég td búinn að horfa á F1 undafarinn tvö ár hjá BBC og með ca miljón sinnum betri umfjöllun.... og taktu efir .... ENGAR auglýsingar í keppni.\n\nég pósta þessu hérna með, því mér finnst þetta er eitthvað sem fólk ætti virkilega að spá í.  Vera ekki að eyða peningum í eitthvað sem er til næstum ókeypis! \n(er reyndar alveg ókeypis <<<icon_wink.gif>>> fyrir utan búnaðinn til að ná í útsendingarnar, og það er fljótt að borga sig niður)", "date": "2011-01-15 03:09:00", "post_id": 123}, {"user_name": "einarak", "text": "það er örugglega geðveikt að sitja einn í sófanum með fartölvuna í fanginu að horfa á leikinn... not", "date": "2011-01-15 08:41:00", "post_id": 124}, {"user_name": "almarorn", "text": "Ekki mikið mál að tengja lappa við sjónvarp. Þú geðveikt skemmtilegur... not", "date": "2011-01-15 08:43:00", "post_id": 125}, {"user_name": "einarak", "text": "haha", "date": "2011-01-15 08:45:00", "post_id": 126}, {"user_name": "einarak", "text": "Það getur samt ekki komið vel út að vera með einhvað pirated stream stækkað upp í amk 30\" tv", "date": "2011-01-15 11:42:00", "post_id": 127}, {"user_name": "dQor", "text": "Ég er ekki með neitt í áskrift hjá 365, en horfði á sjónvarpið hjá fólki sem er með stöð 2 núna um jólin og þeir voru að sýna How I met your Mother þátt síðan 15. Des 2008.\n\nÞið sem eruð með áskrift hjá þessum gæjum; finnst ykkur ekki lágmark að fá a.m.k. að horfa á nýjasta shittið? <<<icon_lol.gif>>>", "date": "2011-01-15 11:59:00", "post_id": 128}, {"user_name": "Sylvía", "text": "Þeir eru að sýna nýju þættina líka ! <<<icon_wink.gif>>>", "date": "2011-01-15 12:59:00", "post_id": 129}, {"user_name": "Master", "text": "Ég er reyndar með 24\" skjá, og við vorum 3 að horfa....  en  ég verð að viðurkenna að gæðin mættu vera betri. (prófaði 19\" skjá í vinnunni og þar var þetta í góðu lagi)", "date": "2011-01-15 13:05:00", "post_id": 130}, {"user_name": "dQor", "text": "Núnú, samt er verið að sýna þátt í kvöld sem var fyrst sýndur 13. Október 2010, af hverju að borga fyrir áskrift þegar maður getur fengið að sjá þetta nokkrum tímum eftir að þetta er sýnt úti í USA með downloadi?", "date": "2011-01-15 14:47:00", "post_id": 131}, {"user_name": "Ingi Hrafn", "text": "Hvenar er næsti leikur ?", "date": "2011-01-15 15:14:00", "post_id": 132}, {"user_name": "einarak", "text": "Afhverju kaupir maður sér bíl þegar maðir gæti bara stolið sér einum, mikið nýrri? Kanski af því það er ólöglegt?", "date": "2011-01-15 15:35:00", "post_id": 133}, {"user_name": "Gaujinn", "text": "í kvöld kl. 8 á móti Brasilíu", "date": "2011-01-15 16:42:00", "post_id": 134}, {"user_name": "xrated", "text": "", "date": "2011-01-15 16:53:00", "post_id": 135}, {"user_name": "Master", "text": "Kannski ekki alveg sambærilegt <<<icon_smile.gif>>>\n\nVissulega bæði lögbrot, en lög hafa mjög mismunandi \"vigt\" í kollinum á okkur, enda kannski ekki furða þegar maður spáir í hvernig lög eru búin til.", "date": "2011-01-15 16:58:00", "post_id": 136}, {"user_name": "Sylvía", "text": "Þeir eru að endursýna gamla þætti líka.. minnir að alltaf á þri eru þeir með nýjan þátt...", "date": "2011-01-15 17:01:00", "post_id": 137}, {"user_name": "biturk", "text": "hahaha retard!", "date": "2011-01-15 17:23:00", "post_id": 138}, {"user_name": "dQor", "text": "<<<icon_lol.gif>>>", "date": "2011-01-15 17:41:00", "post_id": 139}, {"user_name": "Lexinn", "text": "afhverju er þetta orðið svona fáránlega OFFTOPIC!!!! koma svo hver er spenntur fyrir leiknum ?", "date": "2011-01-15 18:16:00", "post_id": 140}, {"user_name": "Armann", "text": "Nenni ekki að lesa allan þráðinn, hvar er fólk að horfa á þetta í fínum gæðum, p2p hefur ekki verið neitt suddaleg fín gæði.", "date": "2011-01-15 19:34:00", "post_id": 141}, {"user_name": "Sylvía", "text": "ÉG !... Þetta fer 33 - 25 fyrir Íslandi", "date": "2011-01-15 19:50:00", "post_id": 142}, {"user_name": "Guðni Bjé", "text": "hvar er hægt að horfa á þetta á netinu? er eitthver með link?", "date": "2011-01-15 20:10:00", "post_id": 143}, {"user_name": "Totos", "text": "Ef að þið erum með stafrænan mótakar í sjónvarðinu ykkar getiði horft á leikinn á stöð 2 sport HD", "date": "2011-01-15 20:12:00", "post_id": 144}, {"user_name": "dQor", "text": "x2.", "date": "2011-01-15 20:20:00", "post_id": 145}, {"user_name": "arnorp", "text": "http://www.firstrow.net/watch/45489/...s-iceland.html ekkert of góð gæði og alveg 30sec á eftir útvarpslýsingu", "date": "2011-01-15 20:33:00", "post_id": 146}, {"user_name": "dQor", "text": "Strákarnir flottir maður", "date": "2011-01-15 21:25:00", "post_id": 147}, {"user_name": "Snorri már", "text": "Góður leikur!", "date": "2011-01-15 21:26:00", "post_id": 148}, {"user_name": "Svennihar", "text": "Næstum því <<<icon_smile.gif>>>", "date": "2011-01-15 21:32:00", "post_id": 149}, {"user_name": "Armann", "text": "Takk <<<icon_biggrin.gif>>>\n\nBjargaði manni í kvöld...", "date": "2011-01-15 21:55:00", "post_id": 150}, {"user_name": "oli92", "text": "", "date": "2011-01-15 22:42:00", "post_id": 151}, {"user_name": "Master", "text": "getur minnkað 30 sekundurnar með því að fara gegnum erlendan server. \n\nLeikurinn var góður í kvöld <<<icon_smile.gif>>>   bara orðnir efstir í riðlinum <<<icon_smile.gif>>>", "date": "2011-01-16 00:09:00", "post_id": 152}, {"user_name": "Master", "text": "Mér líst ekkert á þessa Jappa...  þeir leika allt annan handbolta en við erum vön.  Það kemur svona \"deisavjú\" frá koreuleiknum fræga þegar maður sér brot úr japan vs austurríki.", "date": "2011-01-16 16:38:00", "post_id": 153}, {"user_name": "syggy", "text": "hvenar er næsti leikur og á móti hverjum?", "date": "2011-01-16 17:06:00", "post_id": 154}, {"user_name": "dQor", "text": "http://www.mbl.is/sport/hm_handb_2011/\n\n17.1.2011 20:30\tÍsland\t:Japan", "date": "2011-01-16 18:54:00", "post_id": 155}, {"user_name": "Sylvía", "text": "Haha já ég var nokkuð nálægt <<<icon_biggrin.gif>>>", "date": "2011-01-16 21:34:00", "post_id": 156}, {"user_name": "ÞórirBjarni", "text": "Ísland dúmmdúmmdúmm Ísland !", "date": "2011-01-16 21:57:00", "post_id": 157}, {"user_name": "Klerkur", "text": "Búinn að kaupa miða á leikina í milliriðli núna 22.jan\n\nÉg hef fulla trú að við förum langleiðina á þessu móti!", "date": "2011-01-16 22:07:00", "post_id": 158}, {"user_name": "AlexanderH", "text": "Verðum við ekki bara að taka gullið á þessu þar sem við erum búnir að ná silfri og bronsi á síðustu tveimur stórmótum?", "date": "2011-01-16 23:00:00", "post_id": 159}, {"user_name": "Lexinn", "text": "dont jinks it", "date": "2011-01-17 00:16:00", "post_id": 160}, {"user_name": "tony", "text": "maður á víst að fylgjast með nr.7 í japan sem hoppar 3 metra í loft upp", "date": "2011-01-17 14:00:00", "post_id": 161}, {"user_name": "Andri_Rafn", "text": "Er leikurinn í kvöld í opinni dagskrá???:/", "date": "2011-01-17 14:17:00", "post_id": 162}, {"user_name": "maggik", "text": "Já, það var allavega talað um það á FM í morgun.", "date": "2011-01-17 14:18:00", "post_id": 163}, {"user_name": "Sylvía", "text": "Já.", "date": "2011-01-17 15:26:00", "post_id": 164}, {"user_name": "bbc", "text": "ég er helvíti hræddur við þessa japana, svo drullu snöggir.\r\ndiddi og sveppi gætu lent í basli með að stoppa þessa litlu menn.\r\nen bara vona það besta, segi 32-28 sigur <<<icon_smile.gif>>>", "date": "2011-01-17 15:33:00", "post_id": 165}, {"user_name": "Sylvía", "text": "Jáá þeir eru helvíti snöggir !.. Verður eflaust erfiður og spennandi leikur. Ég ætla að segja að hann fari 28 - 26 f. Íslandi", "date": "2011-01-17 15:36:00", "post_id": 166}, {"user_name": "ingvarp", "text": "fucking ninjas! ég segi 30-25 japan sigrar!\n\nsorry ég er mjög svartsýnn á þennann leik og þessar ninjur eru alltof snöggar! <<<icon_confused.gif>>>", "date": "2011-01-17 15:40:00", "post_id": 167}, {"user_name": "Sylvía", "text": "Shiiii Spánn - Þýskaland drullu spennandi !... Er enginn orðinn spenntur fyrir leiknum í kvöld? <<<icon_wink.gif>>>", "date": "2011-01-17 19:05:00", "post_id": 168}, {"user_name": "dQor", "text": "Er ekki síðan einhver til í að skutla link á leikinn hingað", "date": "2011-01-17 19:21:00", "post_id": 169}, {"user_name": "dazy crazy", "text": "ég var að prufa að horfa á stöð 2 og er bara með það núna í gegnum dvb í sjónvarpinu en það er fokk rugluð sending, er eitthvað sem ég get gert til að laga þetta? er bara með venjulega loftnetið tengt.", "date": "2011-01-17 19:33:00", "post_id": 170}, {"user_name": "xrated", "text": "get ég horft á leikinn á netinu einhversstaðar ?", "date": "2011-01-17 19:48:00", "post_id": 171}, {"user_name": "Clayman", "text": "31-26 fyrir Ísland", "date": "2011-01-17 19:56:00", "post_id": 172}, {"user_name": "Totos", "text": "http://lsh.livescorehunter.com/Lives...-Handball.html", "date": "2011-01-17 20:31:00", "post_id": 173}, {"user_name": "Gulli cruizer", "text": "þetta er unnið", "date": "2011-01-17 21:04:00", "post_id": 174}, {"user_name": "Myriftica", "text": "þetta er bara Hiroshima all over again greyið Japanarnir\n\nhrikalega sáttur með leik okkar manna", "date": "2011-01-17 21:08:00", "post_id": 175}, {"user_name": "FS", "text": "<<<icon_lol.gif>>>", "date": "2011-01-17 21:13:00", "post_id": 176}, {"user_name": "kári litli", "text": "<<<rollinglaugh.gif>>>\n\r\nJá flottur leikur", "date": "2011-01-17 21:16:00", "post_id": 177}, {"user_name": "dQor", "text": "ahahahah", "date": "2011-01-17 21:38:00", "post_id": 178}, {"user_name": "dQor", "text": "14 Króna afsláttur hjá ÓB á morgun <<<icon_lol.gif>>>", "date": "2011-01-17 21:59:00", "post_id": 179}, {"user_name": "Sylvía", "text": "Virkilega flottur leikur ! E-ð skrítin dómgæsla samt", "date": "2011-01-17 22:13:00", "post_id": 180}, {"user_name": "ÞórirBjarni", "text": "Þessir JDM voru klárlega ekki með Vtec !", "date": "2011-01-17 22:34:00", "post_id": 181}, {"user_name": "Master", "text": "furðulega mikill munur á jöppunum núna og á móti austurríki.... \nÉg bjóst við mjög erfiðum leik, en greinilega þá hefur Gummi kortlagt þá alveg útí horn<<<icon_smile.gif>>>", "date": "2011-01-17 23:21:00", "post_id": 182}, {"user_name": "Gulli cruizer", "text": "já allveg sammála! svartir og gulir vinna saman <<<icon_wink.gif>>> þannig er það bara <<<icon_lol.gif>>>", "date": "2011-01-17 23:31:00", "post_id": 183}, {"user_name": "Tommiht", "text": "flottur sigur -14krónur af bensíni á morgun ef maður er með ób lykil <<<icon_biggrin.gif>>> um að gera að runta nóg í kvöld <<<icon_biggrin.gif>>> !!", "date": "2011-01-18 00:09:00", "post_id": 184}, {"user_name": "Snorri már", "text": "djöfullsins rúst!", "date": "2011-01-18 01:07:00", "post_id": 185}, {"user_name": "ingvarp", "text": "ekki vill svo heppilega til að leikurinn í kvöld sé í opinni dagskrá ?", "date": "2011-01-18 17:45:00", "post_id": 186}, {"user_name": "Lexinn", "text": "neibb.. gera sér ferð bara á spot eða players", "date": "2011-01-18 18:05:00", "post_id": 187}, {"user_name": "ingvarp", "text": "ég er ekki alveg að nenna að keyra til RVK frá Hellu fyrir handboltaleik <<<icon_lol.gif>>>\n\nfylgist með á Rás 2 bara <<<icon_cool.gif>>>", "date": "2011-01-18 18:40:00", "post_id": 188}, {"user_name": "Baukur", "text": "http://lsh.livescorehunter.com/Lives...-Handball.html\n\nog svo bara ibs.is og hlusta á Audda og Gillz lýsa þessu <<<icon_smile.gif>>>", "date": "2011-01-18 19:14:00", "post_id": 189}, {"user_name": "sosukjot", "text": "Þetta voru líka bara Toyodur. Honda er í fótboltalandsliðinu <<<icon_lol.gif>>>", "date": "2011-01-18 20:20:00", "post_id": 190}, {"user_name": "Snorri már", "text": "ógeðslegi fyrrihálfleikur maður!", "date": "2011-01-18 21:13:00", "post_id": 191}, {"user_name": "dQor", "text": "Hriiiikalega slappur hálfleikur hjá okkar mönnum", "date": "2011-01-18 21:18:00", "post_id": 192}, {"user_name": "Klerkur", "text": "", "date": "2011-01-18 21:19:00", "post_id": 193}, {"user_name": "gr33n", "text": "Leikurinn gæti svosum verið betri hjá okkar mönnum, en þessi austuríski markvörður er að \"vinna\" (hann er náttúrulega ekki unninn ennþá, ég hef fulla trú á að ísland vinni) leikinn fyrir austuríki", "date": "2011-01-18 21:33:00", "post_id": 194}, {"user_name": "Snorri már", "text": "ALVEG HREINT ROSALEGUR LEIKUR ! búinn að öskra mikið get ég sagt ykkur!", "date": "2011-01-18 22:03:00", "post_id": 195}, {"user_name": "Armann", "text": "JJJJJJÁÁÁÁÁáaaaaa var að fá áfall hérna.....", "date": "2011-01-18 22:04:00", "post_id": 196}, {"user_name": "dQor", "text": "Djöfull er ég sáttur, þetta var svo fáránlega tvísýnt þarna í fyrri hálfleik", "date": "2011-01-18 22:04:00", "post_id": 197}, {"user_name": "gr33n", "text": "Og svo kom Björgvin Páll og gaf mér puttan <<<icon_lol.gif>>> ... þvílíkur leikur hjá honum í seinni hálfleik!", "date": "2011-01-18 22:06:00", "post_id": 198}, {"user_name": "urban", "text": "hann gersamlega lokaði markinu\nþeir skoruðu ekki mark í einhverjar 12 mínotur.\n\nen já, ekki bara frábær leikur hjá honum, heldur liðinu öllu\nþað er í seinni hálfleik", "date": "2011-01-18 22:13:00", "post_id": 199}, {"user_name": "lilli-superman", "text": "GEÐVEIGT SÁTTUR.. <<<icon_smile.gif>>> Björgvin Páll á það svo sannarlega skilið að vera maður leiksins.. <<<icon_smile.gif>>>", "date": "2011-01-18 22:15:00", "post_id": 200}, {"user_name": "Sylvía", "text": "Þetta var alveg svakalegur leikur !...Enginn smá seinni hálfleikur.. Snilld !", "date": "2011-01-18 22:26:00", "post_id": 201}, {"user_name": "jaman", "text": "geeeeðveikt. Fllott hjá þeim.", "date": "2011-01-18 22:32:00", "post_id": 202}, {"user_name": "phoenix", "text": "ég myndi skilja þennan endalausa áhuga ef þetta væri strandblak kvenna <<<icon_neutral.gif>>>", "date": "2011-01-18 23:04:00", "post_id": 203}, {"user_name": "dQor", "text": "kommon, þetta er eina íþróttin þar sem íslendingar eru actually samkeppnishæfir, njóttu þess <<<icon_lol.gif>>>", "date": "2011-01-18 23:12:00", "post_id": 204}, {"user_name": "-Hjalti-", "text": "já og fyrir þá sem voru ekki í útvarps / sjónvarpssambandi.... hvernig fór helvítis leikurinn ??????", "date": "2011-01-18 23:23:00", "post_id": 205}, {"user_name": "hinrikp", "text": "23-26  Íslandi í hag", "date": "2011-01-18 23:27:00", "post_id": 206}, {"user_name": "Armann", "text": "Íslenska landsliðið vann þriggja marka sigur, 26:23,", "date": "2011-01-18 23:27:00", "post_id": 207}, {"user_name": "Master", "text": "ég hélt að þetta væri búið, þeir virtust alveg ráðvilltir og komnir 5 undir í hálfleik... þvílíkur viðsnúningur <<<icon_smile.gif>>>   algjör snilld.\n\ngaman að sjá sméttið á anderson <<<icon_smile.gif>>>", "date": "2011-01-18 23:30:00", "post_id": 208}, {"user_name": "BalliBT", "text": "djöfull var seinni hálfleikur spennó", "date": "2011-01-18 23:46:00", "post_id": 209}, {"user_name": "JonMaiden", "text": "ég var alveg að fara á límingunum yfir beinni lýsingu á mbl, uppfært á mínútu fresti.\r\nÉg var kominn ansi nálægt því að stinga gaffli í ristavélina mína í kringum hálfleikinn eða þá valkostur 2 var að stinga hausnum inn í gasofn og draga djúpt andan.\n\r\nEeeen ég þraukaði og nú sit ég fagnandi með í vör og eitt lindu buff\n\r\nÁfram Ísland !", "date": "2011-01-18 23:57:00", "post_id": 210}, {"user_name": "Scooby", "text": "Þetta var geðveikur leikur og vel gert hjá þeim voru svona eins og gamal 200sx fyrir hlé en eftir hlé var búið að setja 1000bhp mótor í húddið og allt var að ské <<<icon_biggrin.gif>>>", "date": "2011-01-19 02:49:00", "post_id": 211}, {"user_name": "RAT", "text": "Þeir voru bara að gefa þeim smá von til að brjóta þá en harðar niður <<<icon_biggrin.gif>>> þetta var flottur leikur.", "date": "2011-01-19 03:25:00", "post_id": 212}, {"user_name": "Dezzice", "text": "Ég meira að segja sá þennan leik, bara snilld hjá þeim, leit nefnilega engan vegin vel út.", "date": "2011-01-19 16:08:00", "post_id": 213}, {"user_name": "Gaujinn", "text": "fyrir þá sem sáu ekki á leikinn Ísland-Austurríki, þá er þetta stutt og góð samantekt \n\nhttp://www.livehandball.tv/page/Catc...721186,00.html", "date": "2011-01-19 18:57:00", "post_id": 214}, {"user_name": "Lexinn", "text": "Jæja hvernig er staðan á mönnum með leikin á morgunn ? er ekki alveg að sjóða uppur hjá mönnum fyrir leikin <<<icon_biggrin.gif>>>", "date": "2011-01-20 00:31:00", "post_id": 215}, {"user_name": "dQor", "text": "Hrikaleg dómgæslan í þessum leik..", "date": "2011-01-20 19:01:00", "post_id": 216}, {"user_name": "Rafnars", "text": "12:12 í hálfleik\n\nDómgæslan er aaaansi hliðholl Norðmönnum finnst mér....", "date": "2011-01-20 19:06:00", "post_id": 217}, {"user_name": "dQor", "text": "Líka sænskur þjálfari hjá þeim og sænskir dómarar", "date": "2011-01-20 19:32:00", "post_id": 218}, {"user_name": "Rafnars", "text": "Mega sáttur með stöðuna núna, spurning um að byrja að fagna strax, 7 marka munur og innan við 5 mín eftir <<<icon_biggrin.gif>>>", "date": "2011-01-20 19:38:00", "post_id": 219}, {"user_name": "Gaujinn", "text": "ja hérna jér.. íslenska landsliðið getur verið alveg frábært, þetta sem var svo jafnt í byrjun! \n\nHandbolti er svo sannarlega óútreiknanlegur \n\nGlæsilegt frammistaða", "date": "2011-01-20 19:41:00", "post_id": 220}, {"user_name": "ommi", "text": "Flottedda!!!", "date": "2011-01-20 19:44:00", "post_id": 221}, {"user_name": "biturk", "text": "ég sem hélt að einn handboltaleikur gæti ekki orðið svona hrikalega spennandi og skemmtilegur<<<icon_surprised.gif>>>", "date": "2011-01-20 19:45:00", "post_id": 222}, {"user_name": "RunarG", "text": "Björgvin er maðurinn! ótrúlegt hvað Björgvin getur bjargað leikjunum alltaf hja okkur.! þetta er snillingur!", "date": "2011-01-20 19:47:00", "post_id": 223}, {"user_name": "Gaujinn", "text": "horfðiru ekki á handboltann á ólympíuleikunum? hehe það var sko spennandi <<<icon_biggrin.gif>>>", "date": "2011-01-20 19:47:00", "post_id": 224}, {"user_name": "testdriver", "text": "Djöfull áttum við seinni hálfleikinn 17-10 fyrir okkur í seinni hálfleiknum", "date": "2011-01-20 19:51:00", "post_id": 225}, {"user_name": "BE12GUR", "text": "ótrúlega mikill baráttu leikur og mjög skemmtilegur en óheppni norðmanna og markvarðsla bjögga skilaði okkur sigri!", "date": "2011-01-20 19:53:00", "post_id": 226}, {"user_name": "Sylvía", "text": "Þeir voru engan vegin óheppnir. Okkar lið var bara miklu betra, sérstaklega í seinni hálfleik. Norðmenn höfðu bara greinilega ekki úthaldið í þennan leik.\nVirkilega flottur leikur, ekkert að þessari dómgæslu.. Fyndið hvað menn geta kennt dómurum um þegar maður er ekki að vinna haha, eitt víti sem við hefðum átt að fá en fengum ekki þarna í fyrri hálfleik, Norðmennirnir voru bara með svolítið mikinn leikaraskap hehe.. En maður er klárlega stoltur Íslendingur núna ! <<<icon_biggrin.gif>>>", "date": "2011-01-20 20:14:00", "post_id": 227}, {"user_name": "BE12GUR", "text": "ekki óheppnir? fóru svona 7 skot í tréverkið úr dauðaskotum á seinustu mínútunum hjá þeim, það er ekki vegna þess að þeir eru óhittnir. Auðvitað spilaði góður leikur hjá okkur líka inní þetta.", "date": "2011-01-20 20:16:00", "post_id": 228}, {"user_name": "Sylvía", "text": "Björgvin tók þá bara af taugum þarna í lokin.. það kallast ekkert að vera óheppinn <<<icon_wink.gif>>> eða mitt mat allavega hehe...", "date": "2011-01-20 20:19:00", "post_id": 229}, {"user_name": "GretarK", "text": "Björgvin er að loka markinu það vel að þeir verða skjóta í hornin og út við stengur... engin óheppni", "date": "2011-01-20 20:20:00", "post_id": 230}, {"user_name": "BE12GUR", "text": "jájá okey bjöggi er bestur", "date": "2011-01-20 20:32:00", "post_id": 231}, {"user_name": "GretarK", "text": "haha Norsari ?", "date": "2011-01-20 20:46:00", "post_id": 232}, {"user_name": "-Hjalti-", "text": "allavega ættaður frá Noregi", "date": "2011-01-20 20:57:00", "post_id": 233}, {"user_name": "BE12GUR", "text": "hehe nei, dyggur stuðningsmaður íslenska landsliðsins", "date": "2011-01-20 21:01:00", "post_id": 234}, {"user_name": "Master", "text": "he !! <<<icon_smile.gif>>>\n\ner einhver hér á spjallinu ekki ættaður frá noregi ? \n\nAnnars var leikurinn frábær, óþolandi jafn í byrjun.\n\nMér fannst halla allmikið á okkar menn þegar kom að brottrekstri, dómararnir leyfðu þeim ansi mikið, mikið meira en okkur. En fyrir utan það, og að flauta of fljót amk tvisvar, þá voru þeir nokkuð góðir.", "date": "2011-01-20 21:07:00", "post_id": 235}, {"user_name": "BE12GUR", "text": "satt, svo voru norsarar allann tímann vælandi í dómurum og línumaðurinn Myrhol þvílíkur fantur með olnbogana útum allar trissur.", "date": "2011-01-20 21:11:00", "post_id": 236}, {"user_name": "Armann", "text": "Núna þurfa þeir að éta stóru orðin, það er alltaf sætt. <<<icon_wink.gif>>>", "date": "2011-01-20 21:24:00", "post_id": 237}, {"user_name": "Scooby", "text": "Djöfull var þetta góður leikur ég fór í ræktina og horði á hann þar fékk mann til að brenna í 2tíma plús LOL þetta var sko ekkert verra en að fara á pubbinn stemmarinn var magnaður", "date": "2011-01-21 02:04:00", "post_id": 238}, {"user_name": "hinrikp", "text": "Fínn leikur og þvílík dómgæsla eða hitt og heldur, djöfull er maður að verða pirraður á þessum dómurum sem að liðið fær alltaf...", "date": "2011-01-22 19:33:00", "post_id": 239}, {"user_name": "Icekorn", "text": "Veit einhver hvað lagið heitir sem er notað í introinu þegar hm umfjöllun er að byrja á stöð2sport?", "date": "2011-01-22 19:56:00", "post_id": 240}, {"user_name": "gr33n", "text": "Hvað meinarru. Þetta er fyrsti leikurinn hjá okkur sem dómararnir eru út úr kortinu lélegir.", "date": "2011-01-22 19:58:00", "post_id": 241}, {"user_name": "hinrikp", "text": "Mér finnst síðustu dómarar bara ekki búnir að vera að dæma jafnt milli liða.\r\nEn málið er að maður sér oftast ekki hvort að dómararnir eru að dæma öðru liðinu meira í hag þegar að maður er mjög æstur yfir leiknum. Þá ýkjast oft brotin nokkuð mikið<<<tongueout.gif>>>", "date": "2011-01-22 20:17:00", "post_id": 242}, {"user_name": "Master", "text": "æji.... <<<icon_sad.gif>>>\n\r\nÞetta fór ekki alveg nógu vel,  nú verður næsti leikur úrslitaleikur fyrir okkur !!!", "date": "2011-01-22 20:38:00", "post_id": 243}, {"user_name": "Aglii", "text": "hvenar eru naestu leikir og moti hverjum", "date": "2011-01-23 19:54:00", "post_id": 244}, {"user_name": "Jonnzy", "text": "www.visir.is", "date": "2011-01-23 20:28:00", "post_id": 245}, {"user_name": "elisvk", "text": "er nokkuð viss um að spánverjarnir eru næstir, hefur örlítið verið rætt um að við eigum góðann séns á móti þeim þar sem þeir eru allir svo þungir þó þeir gerðu jafntefli við Frakka en það var bara útaf Frakkarnir voru að slacka of mikið.", "date": "2011-01-23 20:30:00", "post_id": 246}, {"user_name": "tony", "text": "Hreinn úrslitaleikur vs Spain, eða svona nánast\n\r\nGetum alveg tekið þá.", "date": "2011-01-23 20:32:00", "post_id": 247}, {"user_name": "Sylvía", "text": "Shii hvað þessir dómarar voru alveg útúr kortinu.. En það þýðir víst ekki að svekkja sig yfir því, þjóðvernir voru að spila þvílíkan leik en við ekki alveg nógu góðan leik ! Tökum Spánverjana bara á morgun <<<icon_biggrin.gif>>>\n\r\nÍsland - Spánn kl 15.00 á morgun fyrir þá sem eru ekki klárir hvenar hann er <<<icon_wink.gif>>>", "date": "2011-01-23 21:42:00", "post_id": 248}, {"user_name": "Lexinn", "text": "útsending hefst 14:50", "date": "2011-01-24 14:36:00", "post_id": 249}, {"user_name": "dQor", "text": "Hvar eruði að horfa á þetta á netinu?\nFæ þetta bara á atdhe.net;", "date": "2011-01-24 14:56:00", "post_id": 250}, {"user_name": "syggy", "text": "hann er líka sýndur í opinni dagskrá", "date": "2011-01-24 14:59:00", "post_id": 251}, {"user_name": "dQor", "text": "Er ekki með myndlykil\n\nFann þetta\n\nhttp://www.firstrow.net/watch/46957/...-vs-spain.html", "date": "2011-01-24 14:59:00", "post_id": 252}, {"user_name": "-Hjalti-", "text": "helvítis drasl !", "date": "2011-01-24 15:08:00", "post_id": 253}, {"user_name": "demaNtur", "text": "http://www.livescorehunter.com/Lives...-Handball.html \n\neða \n\nhttp://www.justin.tv/bumelant51#/w/793399840", "date": "2011-01-24 15:17:00", "post_id": 254}, {"user_name": "Gaujinn", "text": "æj æj ekki nógu gott <<<icon_sad.gif>>>", "date": "2011-01-24 15:29:00", "post_id": 255}, {"user_name": "Andri STi", "text": "sori", "date": "2011-01-24 15:38:00", "post_id": 256}, {"user_name": "Jalli", "text": "Ég hata alla íslenska lýsendur í öllum íþróttum. Sjjjiiiittt!!", "date": "2011-01-24 16:19:00", "post_id": 257}, {"user_name": "FS", "text": "Hehe.. það er bara fyndið að heyra hann garga\n\r\nen andskotinn að hafa tapað þessu, áttum gríðarlega sterkann seinni hálf leik.. maður er bara svekktur yfir þessu..", "date": "2011-01-24 16:32:00", "post_id": 258}, {"user_name": "dQor", "text": "DjÖfulsins drasl", "date": "2011-01-24 16:34:00", "post_id": 259}, {"user_name": "ÞórirBjarni", "text": "Fyrri hálfleikurinn klúðraði leiknum, allt annað að sjá þá í seinni <<<icon_biggrin.gif>>>", "date": "2011-01-24 16:34:00", "post_id": 260}, {"user_name": "Lexinn", "text": "anskotans helvítis kjaftæði... en altaf gaman af íslenskum lýsendum", "date": "2011-01-24 16:38:00", "post_id": 261}, {"user_name": "sosukjot", "text": "<<<yeahthat.gif>>>... skitu algjörlega uppá herðar í fyrri hálfleik", "date": "2011-01-24 16:41:00", "post_id": 262}, {"user_name": "Ingi Hrafn", "text": "Facebook Logar af reiði hjá mér <<<icon_lol.gif>>>", "date": "2011-01-24 16:42:00", "post_id": 263}, {"user_name": "Sylvía", "text": "Grátlegt að tapa þessum leik. Slæmur fyrri hálfleikur en sterkur seinni hálfleikur. Ætla ekki að kenna dómurunum um þetta tap okkar en þeir hefðu samt alveg mátt vera aðeins sanngjarnari, hefðu átt að sjá mikið fyrr í gegnum þennan leikaraskap hjá þessum vælukjóum ! En stolt af strákunum fyrir að hafa haldið haus og barist þangað til að dómarinn dæmdi leikinn af.", "date": "2011-01-24 17:06:00", "post_id": 264}, {"user_name": "M&M", "text": "Örugglega mjög þæginlegt að geta ekki fengið leiktöf, magnað hvað spánverjarnir fengu að hanga lengi með boltann!!", "date": "2011-01-24 17:18:00", "post_id": 265}, {"user_name": "Brimar", "text": "haha GUmmmi Brjál þegar spanjólinn keyrði hann niður á hliðarlínunni! og fékk 2 mín, þvílíkt rugl! þetta er svæði þjálfarans og hann var ekkert að gera!!!", "date": "2011-01-24 18:00:00", "post_id": 266}, {"user_name": "kári litli", "text": "frá hvaða löndum hafa þessir dómarar verið sem hafa dæmt leikina okkar?", "date": "2011-01-24 19:05:00", "post_id": 267}, {"user_name": "Saraliza", "text": "Leiklist hluti af handboltanum á spáni eða??... annars var fyrrihálfleikur illa spilaður hjá okkur..vona inniiiilega að við vinnum frakka.!!!", "date": "2011-01-24 19:08:00", "post_id": 268}, {"user_name": "tony", "text": "Serbar núna", "date": "2011-01-24 19:57:00", "post_id": 269}, {"user_name": "Baddeh", "text": "Nei voru þeir ekki frá Slóvakíu? Það voru Serbar sem dæmdu leikinn á móti Þýskalandi.", "date": "2011-01-24 20:26:00", "post_id": 270}, {"user_name": "Halldór Berg", "text": "Það passar...\n\nAnnars var þetta grátlegt. Ömurlegt að enda þetta svona :/ \n\nSíðan hélt maður í vonina að Norðmenn myndu ná einhverju fram á móti Frökkum þar sem að Ungverjar unnu Þýskaland. En við erum víst alveg búin að missa af undanúrslitunum núna. Vinnum við Frakka á morgun þá getum við spilað um 5. sætið held ég sem að gefur sjálfkrafa sæti á ÓL í London á næsta ári.", "date": "2011-01-24 21:18:00", "post_id": 271}, {"user_name": "bodvarg", "text": "ef við vinnum frakka að þá eigum við möguleika á að komast í undanúrslit", "date": "2011-01-24 22:30:00", "post_id": 272}, {"user_name": "kjepps", "text": "neinei, það er ekki rétt hjá þér.......\n\nhttp://handball2011.com/news/france-...te-semi-finals\n\r\nannars rétt hjá halldóri.", "date": "2011-01-24 22:43:00", "post_id": 273}, {"user_name": "Gaujinn", "text": "Frakkar og Spánverjar eru komnir í undanúrslit og það fara bara 2 lið áfram úr hverjum milliriðli..........", "date": "2011-01-24 23:31:00", "post_id": 274}, {"user_name": "Armann", "text": "http://www.firstrow.net/sport/handball.html", "date": "2011-01-25 19:54:00", "post_id": 275}, {"user_name": "Gulli cruizer", "text": "fjandans andskotasn helvítis!!!<<<cursin.gif>>><<<arg.gif>>>", "date": "2011-01-25 21:37:00", "post_id": 276}, {"user_name": "Master", "text": "jæja.... 3 stór töp í röð. <<<icon_sad.gif>>>", "date": "2011-01-25 22:25:00", "post_id": 277}, {"user_name": "Sylvía", "text": "Þetta var ágætis tilraun.. Frakkar eru einfaldlega bara bestir í handbolta <<<icon_biggrin.gif>>>.. Tökum 5 sætið á föstudaginn ! <<<icon_wink.gif>>>", "date": "2011-01-25 22:41:00", "post_id": 278}, {"user_name": "-Hjalti-", "text": "who gives ?", "date": "2011-01-25 22:43:00", "post_id": 279}, {"user_name": "tony", "text": "Þurftum við ekki að vinna þennan til að eiga séns á 5? er það ekki more lika 6-7?", "date": "2011-01-25 22:43:00", "post_id": 280}, {"user_name": "Sylvía", "text": "Nei þessi leikur skipti í sjálfu sér engu máli fyrir okkur.... Spilum um 5-6 sætið við Króaata á föstudaginn", "date": "2011-01-25 22:46:00", "post_id": 281}, {"user_name": "E-MAN", "text": "dómgæslan er búin að vera alveg útúr kortinu seinustu þrjá leiki hjá okkar mönnum...aldrei dæmt neitt á andstæðingin svo máttu þeir varla snerta hina þá var það bara 2 mínútur liggur við.....en ég ætla að taka mig til og fara til svíþjóðar með nokkra úr vinnunni til að húðflá þessa dómaraskratta lifandi", "date": "2011-01-25 22:55:00", "post_id": 282}, {"user_name": "Bomsi", "text": "Tel það nú ansi gott ef við vinnum á Föstudag og verðum fimmta besta þjóð í heimi í Handbolta, ekki slæmt", "date": "2011-01-25 23:07:00", "post_id": 283}, {"user_name": "testdriver", "text": "Oooooooooooojjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjj  jjjjjjjjj", "date": "2011-01-28 21:01:00", "post_id": 284}, {"user_name": "Ingi Hrafn", "text": "Jesús\n\n4 Tap Leikir í Röð ?\n\n<<<icon_lol.gif>>>", "date": "2011-01-28 21:09:00", "post_id": 285}, {"user_name": "Gaujinn", "text": "Íslendingar flottir að ná sér úr fimm marka mun yfir í 16-14.. en svo bara gáfust þeir upp á tímabili sem olli fjölda marka Króata í röð <<<icon_sad.gif>>>", "date": "2011-01-28 21:18:00", "post_id": 286}, {"user_name": "Sylvía", "text": "Getur þú gert betur?\n\n6. sætið á HM er nú alls ekki slæmur árangur miðað við svona litla þjóð <<<icon_wink.gif>>>", "date": "2011-01-29 01:56:00", "post_id": 287}, {"user_name": "Master", "text": "æji..... þetta var lélegur endir á þessu mót. \nSérstaklega svekkjandi eftir svona góða byrjun, við hirtum öll stigin með stæl í undanriðli og svo skitið uppá bak fjórum sinnum í röð.\n\nSamt ekki slæmt að ná 6 sæti, sérílagi ef maður spáir í að við vorum eiginlega búinn að ná því fyrir 4 tapleikjum síðan <<<icon_smile.gif>>>", "date": "2011-01-29 02:07:00", "post_id": 288}, {"user_name": "Sylvía", "text": "Og þegar þú spáir í það þá voru þau lið sem við töpuðum á móti.. allavega 3 þeirra hafa orðið heimsmeistarar áður... evrópumeistar, ólympíumeistarar...", "date": "2011-01-29 02:13:00", "post_id": 289}, {"user_name": "Ingi Hrafn", "text": "Grjóthaltu kjafti Einu Sinni <<<icon_lol.gif>>>\n\nÉg veit að 6 Sæti er ekki lélegt & Ég get ekkert í handbolta enda engan áhuga á honum nema að horfa á landsliðið spila\n\nVið hefðum bara geta gert miklu betur , Áhuginn var enginn á stórum köflum í þessum leikjum", "date": "2011-01-29 02:39:00", "post_id": 290}, {"user_name": "bodvarg", "text": "edit búinn að senda handrukkara heim til þeirra allra", "date": "2011-01-29 11:23:00", "post_id": 291}, {"user_name": "Sylvía", "text": "Haltu bara kjafti sjálfur og hættu þessu tuði... Hefðum kannski getað spila betur á köflum en það er ekki þar með sagt að við hefðum getað orðið heimsmeistarar eða e-ð...Áhuginn var bara víst mjög mikill, ef það hefði ekki verið áhugi fyrir þessum leikjum þá væri landsliðið væntanlega ekki á þessu móti. Þeir voru bara óheppnir og spiluðu nokkra lélega kafla sem gerði það að verkum að við töpuðum allavega 2 leikjum sem við heðum getað unnið en það þýðir ekki að væla eða tuða... Við erum lítil eyja og 6 sætið er mjög gott.", "date": "2011-01-29 18:57:00", "post_id": 292}, {"user_name": "E-MAN", "text": "myndi nú ekki segja að þeir gáfust upp....þeir fóru bara allt of seint í gang í seinni hálfleik og munaði engu að þeir næðu að jafna.....það hefði verið best.....ég var að fokking missa mig hérna í lok leiks....seinustu 5 mínútur.....", "date": "2011-01-29 19:29:00", "post_id": 293}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/kiss2.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/ohno.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/arg.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/ditto.gif", "http://live2cruize.com/spjall/images/smilies/yeahthat.gif", "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/boxing.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/yeahthat.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/cursin.gif", "http://live2cruize.com/spjall/images/smilies/arg.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2011-01-06 15:02:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/kiss2.gif", "path": "full/0a8af0e9e7744725d6d6613d809c0da250980144.gif", "checksum": "dda242d7bd440254e09745d6e03d96f2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/ohno.gif", "path": "full/f0c2c1f7c3ca92dfc89aaf398478b599127bcfdb.gif", "checksum": "04fc5f338b18d9dd81c6a4afd9f4e07a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/arg.gif", "path": "full/bfc3c771fded5bfeceed53d38a4bf70a7395361a.gif", "checksum": "90fc6143d4098698a2dc8948b7a60bf2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/ditto.gif", "path": "full/11313b05dce25cf00f8cc5204f690d093bbe59ac.gif", "checksum": "ae2cb0295cc11111e6a6a89619799337"}, {"url": "http://live2cruize.com/spjall/images/smilies/yeahthat.gif", "path": "full/57af67e65f05f76707708345ca348ec296fab464.gif", "checksum": "e26fa0df7eec5c8641bb10b12ad2e380"}, {"url": "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "path": "full/5198db091ab62691b23cc6cc26ae32ef809fddcd.gif", "checksum": "bd73b00608ece300057eac7b203c1cad"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/boxing.gif", "path": "full/6ce7e775e8174931dcea55e5c1fe84b6e235e21d.gif", "checksum": "16595751c074c59afebcbfd13f97e47b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/yeahthat.gif", "path": "full/57af67e65f05f76707708345ca348ec296fab464.gif", "checksum": "e26fa0df7eec5c8641bb10b12ad2e380"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/cursin.gif", "path": "full/793ebb44a1c41f19f908f9bb3b0d655888ac1be4.gif", "checksum": "cf0c3975fa02b54eec26891c66be4562"}, {"url": "http://live2cruize.com/spjall/images/smilies/arg.gif", "path": "full/bfc3c771fded5bfeceed53d38a4bf70a7395361a.gif", "checksum": "90fc6143d4098698a2dc8948b7a60bf2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}