{"forum_title": "Almennt spjall", "id": "13795", "title": "FréttaBlaðið í DAG!! 26.apríl ATH það bls.2", "url": "http://www.live2cruize.com/spjall/showthread.php/13795-FréttaBlaðið-í-DAG!!-26-apríl-ATH-það-bls-2", "posts": [{"user_name": "Nonni Pimp", "text": "þar er grein sem Hljómar svona\n\n\"Sportbílaeigendur Stunda Glæfrarakstur\"\n\nég mæli með að Allir lesi þessa Grein !!! \n\n\r\nHér er þessi Grein  :wink:", "date": "2006-04-26 07:19:00", "post_id": 1}, {"user_name": "einarak", "text": "<<<danger.gif>>>", "date": "2006-04-26 07:55:00", "post_id": 2}, {"user_name": "Nonni Pimp", "text": "jújú gaman af því <<<scoobydoo.gif>>>", "date": "2006-04-26 07:56:00", "post_id": 3}, {"user_name": "Erica", "text": "Finnst ekki alveg í lagi að koma með svona alhæfingar um að allir í l2c stundi glæfraakstur <<<icon_rolleyes.gif>>>", "date": "2006-04-26 08:22:00", "post_id": 4}, {"user_name": "baldur", "text": "Hmm, tók Villý þessa mynd?", "date": "2006-04-26 08:26:00", "post_id": 5}, {"user_name": "haywood", "text": "Núna er það komið, þbúið að setja okkur öll undir einn hatt og við erum öllm ökuníðingar og fáráðlingar sem kunnum ekki að keyra. Og það allt útaf nokkrum svörtum sauðum sem að missa stjórn á sér annað slagið í umferðinni<<<bash.gif>>> <<<naw.gif>>>  Ég sé fram á það að löggan vakti samkomur L2C hér eftir að miklu magni. En það verður bara að koma í ljós held að það sé kominn tími til að <<<stop.gif>>> eða allaveganna hægja á sér!!!!! <<<icon_evil.gif>>>", "date": "2006-04-26 08:31:00", "post_id": 6}, {"user_name": "Twincam", "text": "Þessi græni þarna á myndinni er algjör sportbíll... alveg heil 59.8 hestöfl!\r\nEn þó kraftlaus sé.. djöfulli er hann þó fallegur  <<<icon_cool.gif>>> \n\n<<<icon_lol.gif>>> \n\n\r\nEn að mergi málsins.... hvað er málið með að kalla þetta \"sportbílaklúbb\" ????  Síðast þegar ég vissi, þá var þetta klúbbur fyrir áhugamenn/konur um bíla almennt bara... ekki einhver \"sportbílaklúbbur\" ...  sýnir fáfræði greinarhöfundar bersýnilega að hann skuli vera svo vitlaus að kalla þetta sportbílaklúbb. Og þessi lögregluþjónn þarna er engu skárri með að alhæfa það að allir stundi glæfraakstur!  <<<icon_rolleyes.gif>>>", "date": "2006-04-26 08:35:00", "post_id": 7}, {"user_name": "Viktorkarl", "text": "Hlaut að koma að þessu, við erum núna opinberlega öll komin undir sama hattinn", "date": "2006-04-26 08:42:00", "post_id": 8}, {"user_name": "Röggi R900", "text": "Djöfull fer svona í taugarnar á mér, það er eins og haywood sagði, bara búið að setja alla meðlimi l2c í einn hatt sem kallast ökuníðingar, þetta er núna meira andskotans ****** þessi gæi...  <<<icon_mad.gif>>>", "date": "2006-04-26 08:45:00", "post_id": 9}, {"user_name": "Sæli", "text": "jubb, og corsan mín er sportbíll  <<<icon_lol.gif>>>", "date": "2006-04-26 08:46:00", "post_id": 10}, {"user_name": "DínuZ-sUpeRmaN", "text": "Ekki gleyma þessari í grænu buxunum..  <<<icon_lol.gif>>>", "date": "2006-04-26 08:57:00", "post_id": 11}, {"user_name": "Twincam", "text": "Hún er svaka skutla  <<<smooch.gif>>>", "date": "2006-04-26 09:00:00", "post_id": 12}, {"user_name": "F2", "text": "Real Mature grein <<<icon_rolleyes.gif>>>", "date": "2006-04-26 09:03:00", "post_id": 13}, {"user_name": "Nonni Pimp", "text": "<<<icon_cry.gif>>>  Mamma sagði við mig að ég mætti ekki leingur fara á L2c Samkomur hún alveg brálaðist  <<<icon_cry.gif>>>", "date": "2006-04-26 09:22:00", "post_id": 14}, {"user_name": "sveppi_87", "text": "jæja........hlaut að koma að því að fólk fattaði að corolla er sportbíll <<<icon_lol.gif>>>", "date": "2006-04-26 09:26:00", "post_id": 15}, {"user_name": "Erica", "text": "hver vill bjóða sig fram í að telja hve oft orðið Sportbílaklúbbur kemur fram <<<icon_rolleyes.gif>>>", "date": "2006-04-26 09:27:00", "post_id": 16}, {"user_name": "Twincam", "text": "7 sinnum í textanum og fyrirsögninni... 2 sinnum í málsgreininni undir myndinni..\n\r\norðið \"sportbílaeigendur\" kemur hins vegar fram 2 sinnum greininni sjálfri... og einu sinni undir myndinni...\n\r\nheld ég hafi talið þetta rétt...", "date": "2006-04-26 09:42:00", "post_id": 17}, {"user_name": "Viktorkarl", "text": "<<<icon_bigsmurf.gif>>>", "date": "2006-04-26 09:44:00", "post_id": 18}, {"user_name": "Erica", "text": "dúlegur strákur :wink: \n\r\nHver vill svo telja alla sportbílana í l2c?", "date": "2006-04-26 09:46:00", "post_id": 19}, {"user_name": "Hemmi_GT4", "text": "er þá ekki bara kominn tími á að gera braut fyrir okkur þar sem við þessir ökuníðingar getum fengið okkar útrás. Myndi laga þennan vanda heilmikið  <<<icon_cool.gif>>>  ahh nei það væri of auðveld lausn  <<<bitchslap.gif>>> annars er þetta lélegt að setja alla undir það að vera ökuníðingar  <<<blah.gif>>> jújú það er einn og einn svartur sauður en það er bara búið að setja = merki á alla frá 17 - 21 eða 22 og þá sem eiga þessa svokallaða sportbíla að þetta séu ökuníðingar og kunni ekki að keyra get lofa því að margir af þessum sem eru að tuða voru eins og við á okkar aldri keyrðu mikið og sumir á vel löglegum hraða en kannski voru þetta bara allt  <<<icon_sunny.gif>>> og gerðu allt eftir bókinni ég viðukenni alveg að ég er ekki alveg eingill í umferðinni stundum eða það þíðir samt ekki að ég sé ökuníðingur þar sem ég reini eftir mesta megni að fara eftir lögum", "date": "2006-04-26 09:51:00", "post_id": 20}, {"user_name": "RagnarH", "text": "Ég ók eins og engill áður en ég skráði mig inn hérna, ÞIÐ SPILLTUÐ MÉR !!!!! núna er ég tekinn langt fyrir ofan hraðamörkun, ég ætla að kenna ykkur um. Eða allavega vill löggan halda það <<<rollinglaugh.gif>>>", "date": "2006-04-26 09:55:00", "post_id": 21}, {"user_name": "Lolli DSM", "text": "Ég get hvergi í þessum texta séð hvar það er alhæft að ALLIR í l2c séu að stunda glæfraakstur innan bæjarmarka.. hvorki á samkomukvöldum né venjulega.. \n\r\n\"þó það séu ekki allir meðlimir í sportbílaklúbbunum á höfuðborgarsvæðinu sem haga sér illa teljum við hraðakstur allt of algengan hjá þessum hópi\"   \n\r\nEn djöfull böggar þetta sportbílaklúbbs tal mig...", "date": "2006-04-26 10:00:00", "post_id": 22}, {"user_name": "toyfan", "text": "ha ha ég ek um á VW caravelle túrbó dísel ,alveg hrikalega sportlegur með rútuskráningu og allan pakkann,að vísu eru á honum álfelgur og hann er samlitaður en hver veit kannski eru Kynnisferðir og Hópbílar bara dulbúnir sportbílaklúbbar sem stunda spyrnur á reykjanesbrautinni í skjóli farþegaflutninga.\n\r\nég held að það séu svona sirka 10-12 ár síðan að ég spyrnti á götum bæjarins en ég held að það teljist fyrnt og ekki sé hægt að lögsækja mig fyrir það þó svo að ég viðurkenni brot mín.\n\r\nen það er greinilega engin rannsóknarblaðamennska í heiðri höfð þegar þessi grein er skrifuð og þeir hafa greinilega ekki lesið spjallið vel ,kannski gluggað aðeins í nokkra pósta sem heita t.d. \"grandi í kvöld\" \"wrx vs sti\" og aðra slíka pósta sem menn hafa verið að skrifa til að hreykja sér af heimskunni eftir að hafa verið að spyrna á grandanum og annarsstaðar í borginni.\n\r\nÞetta er klúbbur BÍLAáhugamanna og kvenna ekki eingöngu ætlaður sportbílum og ætli það sé ekki svona sirka 50-50 skiptingin á milli sportbíla og annarra bíla hérna í klúbbnum.\n\r\nég fékk bílprófið árið 1988 og ég hefði viljað hafa svona klúbb í þá daga því þá hefði maður nú sennilega getað þroskað áhugann betur og ekki staðið í sífelldum innanbæjarspyrnum og það eina sem komst að þá var að espa næsta mann upp í spyrnu.\n\r\nég segi bara við þessa blessuðu menn sem skrifa svona æsifréttir í blöðin að leita sér betri upplýsinga áður en allir eru dæmdir fyrir fáa þó svo að þetta hljómi betur á fyrirsögnunum að þá erum við ekki öll undir sama hatti og sem betur fer þá erum við fæst undir þessum hatti sem lýst er í þessari grein og ef ég væri bubbi morthens  þá færi ég í meiðyrðamál við fréttablaðið fyrir rangan fréttaflutning því ég er í bílaáhugamannaklúbbnum live2cruize en ekki sportbílaklúbbnum spyrnum hraðar", "date": "2006-04-26 10:11:00", "post_id": 23}, {"user_name": "SpongeBob", "text": "Ég hef aldrei mætt á samkomu og ég er tiltölulega ný skráður í þennann klúbb.  Ég á ekki einu sinni heima á Íslandi  <<<icon_lol.gif>>>   En samt sem áður þá fór þessi grein í mig, ég stunda þessa síðu því þetta er mikill viskubrunnur númer 1,2 og 3.  Ég hélt að tilgangurinn með þessum klúbb væri að fólk gæti miðlað sinni þekkingu og reynslu!  Ef ég man rétt þá sagði einhver að það væru 3000 skráðir meðlimir á l2c? ...  Ég held að það sé nú örrugglega frekar lág prósenta sem keyri um á sportbílum af þeirri tölu... Vissulega eru svartir sauðir hérna sem hafa verið að réttlæta hraðakstur að næturlagi og á fáförnum vegum, en þó þessi grein alhæfi ekki um alla meðlimi þá gefur hún fólki það impression að hér komi saman ökuníðingar og þeir sem stundi hraðakstur.  Mér finnst þessi grein alls ekki gefa rétta mynd af starfsemi þessa klúbbs!!\n\r\nEn hér kemur tillaga til forráðamanna þessa klúbbs!   <<<icon_idea.gif>>> \n\r\nÉg legg til að ef meðlimir verði uppvísir að glæfraakstri þeas, þar sem lífi og limum annarra er augljóslega sett í hættu, þá verði þeir einfaldlega ekki velkomnir hér lengur... og einnig þeir sem eru uppvísir að því að réttlæta hraðakstur.  Ég er ekki að segja að það eigi að setja einhverju síu á, og henda út öllum svörtu sauðunum, en ég hugsa að þetta gæti fengið þessa verstu til þess að hugsa sig tvisvar um.  Einnig myndi það bæta ímynd þessa klúbbs, sem er að fá ansi neikvæða umfjöllun upp á síðkastið vegna fárra svartra sauða!  \n\r\nBest væri að segja að frá og með einhverri ákveðinni dagsetningu verði lagðar á nýjar reglur sem notendur verði að fylgja eftir, ef þeir ætla að vera að tjá sig hér!   <<<icon_exclaim.gif>>>", "date": "2006-04-26 10:23:00", "post_id": 24}, {"user_name": "Fraizer", "text": "það gat nú verið að allir yrðu settir undir eitt   veit ekki hvað þeir hafa á móti okkur eiginlega", "date": "2006-04-26 10:29:00", "post_id": 25}, {"user_name": "Scooby", "text": "ég ætla nú bara hafa þetta stutt núna. Eina sem ég get sagt er að þessi grein er sorp og ekkert annað en sorp þessi ágætis maður hringdi í mig í gær og bað um hjálp við að skilja útá hvað þetta geingi allt ekki bara L2C heldur klúbba starf og ég hjálpaði honum við að reyna skilja það ég sagði við hann að t.d. að ef menn væru að grobba sig eða pósta inn einhverjum hitting til að spyrna væru þeir þræðir ekki bara teknir út heldur að meðlimir hraunuðu yfir svoleiðis ****askap vegna þess að í 99% tilvika vildu menn ekki sjá þetta hérna inni \n\r\nog það að hraðakstur sé meiri eftir samkomur held ég að sé bara vitleisa. Allavega man ég það að í öll þau skipti sem ég hef farið í bæinn fimtudeigi á rúntinn  þá hefur verið hellings líf í bænum.\n\r\nannað eins og allir hérna vita þá er það sama hvaða er að ské við kvartmílan eða Bmw kraftur eða einhver annar þá verður sjálfkrafa meira um fólk í bænum eigum við að reka menn heim eftir samkomur  <<<icon_question.gif>>> \n\r\nog eins og margir eru búnir að seigja SPORTBÍLAKLUBBUR hummmmmmmmmm\n\r\nSvo þori ég að veðja að Guðbrandur nemdi aldrei nokkurn klúbb að nafni \n\r\nég skil þá vel að vilja vera með einhverja drama frétt í gangi en ekki staðhæfa það sem þú veist ekki eða er vitlaust .", "date": "2006-04-26 10:53:00", "post_id": 26}, {"user_name": "hundur", "text": "Ég las þessa grein áðan og missti andlitið bókstaflega, er að leita af því núna........\n\n\r\nSvona án gríns þá þarf að gera eitthvað í þessu. Senda út yfirlýsingu eða eitthvað því um líkt til að birta í blaðinu eftir þessa grein. Þetta er orðið frekar slæmt mál.", "date": "2006-04-26 11:14:00", "post_id": 27}, {"user_name": "baldur", "text": "Við þurfum að ráða almannatengslafulltrúa <<<icon_lol.gif>>>", "date": "2006-04-26 11:15:00", "post_id": 28}, {"user_name": "Erica", "text": "Mér finndist það bara allt í lagi...", "date": "2006-04-26 11:20:00", "post_id": 29}, {"user_name": "Dezzice", "text": "Þessi grein er út í hött, maðurinn hringir og biður um aðstoð, ekkert nema almennilegheitin.  Hann slítur úr samhengi það sem Palli segir, eða breytir setningunum eftir sinni hentisemi.  Hann biður okkur um myndir af bílum sem  jú jú alveg allt í góðu, en byrjar á því að segja að ég hafi tekið hana <<<icon_rolleyes.gif>>>\r\nSýnir best bara skilning mannsins þegar ég tók fram við hann \"Ljósmyndari: Steven Páll\". \n\r\nPalli einmitt svarar sem minnstu og bendir á að sumir blaðamenn virðist BARA vera á höttunum eftir einhverju kjaftæði og sorpi og hann segir við Palla \"Já við hjá Fréttablaðinu störfum nú ekki þannig og myndum aldrei skrifa þannig greinar\", spurning hvort það eigi að færa þennan téða mann yfir á annað blað sem blaðamann, því hann henti stefnu þess blaðs 110%.\n\r\nÉg er því miður ekki að kaupa það að löggan hafi hraunað svona yfir okkur.  Ef þessi Magnús, sem er blaðamaðurinn, hafði fyrir því að slíta okkar svör úr samhengi og búa til, þá trúi ég því 110% að hann hafi notað sér svör Guðbrands til að láta sína eigin frétta líta vel út og aðlagað þau greininni.", "date": "2006-04-26 12:30:00", "post_id": 30}, {"user_name": "hundur", "text": "Það er eitt í þessarri grein sem kom mér merkilega fyrir sjónir.\n\r\nÞegar minnst er á minningaraksturinn þá segir hann að eftir það hafi Lögreglan verið að hirða menn úr Live2Cruize SPORTbílaklúbbnum (hvar sem hann fékk þá flugu í höfuðið) fyrir of hraðan akstur.\n\r\nHvernig veit lögreglan hver er í hvaða klúbb og hvort viðkomndi sé yfir höfuð í nokkrum klúbb og í þessum minningarakstri voru flest allir bílaklúbbar/hjólaklúbbar landsins, EKKI eingöngu Live2Cruize.\n\n\r\nÍ fullri alvöru þá þarf að gefa út einvherja yfirlýsingu eða einsog Bladur segir, ráða almannatengslafulltrúa.\n\r\nMeð þessarri grein er verið að skjóta okkur gersamlega í kaf og ruglið sem þarna kemur fram er til háborinnar skammar.", "date": "2006-04-26 12:37:00", "post_id": 31}, {"user_name": "GSTuning", "text": "Við skulum ekki gleyma því að L2C er ekki official klúbbur og fyrst svo er hvernig getur einhver verið meðlimur?\n\r\nEf enginn meðlimagjöld eru þá eru allir hvort eð er meðlimir <<<icon_smile.gif>>>", "date": "2006-04-26 12:39:00", "post_id": 32}, {"user_name": "Lolli DSM", "text": "Þetta er bara leiðinleg og óþarfa árás á klúbbinn og það er algert must að svara þessu af hörku... annars á allt fólk eftir að tengja alla bíla sem keyra hratt við l2c á núll einni!", "date": "2006-04-26 12:43:00", "post_id": 33}, {"user_name": "Ingvar DSM", "text": "vel mælt..þar sem að það jón jónson 2barna faðir er jafn líklegur til að stunda hraðaakstur og hver annar..nú? spyr fólk sig..hann er í áhættuhóp við streitu (giftur,2 börn og keyrir um á Golf) og er hugsanlega að missa af úrslitaleiknum í evrópukeppni félagsliða í knattspyrnu og stendur dolluna og er tekinn...\n\r\nsvona dæmi eru sett undir teppið..en ef 17-25ára manneskja er stoppuð er það dregið fram og því haldið fram að hann sé með einbeittan brotavilja og hafi verið að stunda kappakstur...\n\r\nÞað þarf braut...það er eina skynsamlega lausin þó ekki nema að 80% af kappakstrinum fari af götum borgarinnar...Það er ekki hægt að bíða með þetta lengur! Við sem tilheyrum \"ungu\" kynslóðinni þurfum að vera sterkari persónuleikar en forfeður okkar sem gerðu það að vana að sætta sig við ALLT sem á þá var lagt...við sem stór hluti af íslensku samfélagi eigum að geta komið þessu í verk..geta sagt hvað við erum ósátt við og fá því breytt...við sem stór hópur af áhugamönnum um bíla og önnur tæki \r\neigum ekki að sætta okkur við það að hafa ekki æfingarsvæði...síðast þegar ég vissi þá ERU TIL akstursíþróttir...OG ÞEIM BER AÐ SINNA LÍKA!", "date": "2006-04-26 12:44:00", "post_id": 34}, {"user_name": "Dezzice", "text": "Við erum að bíða eftir því að fá upptökurnar frá \"blaðamanni\" Fréttablaðsins.  Búið er að ræða við yfirmann lögreglu sem sagðist ALDREI hafa nefnt nokkurn klúbb á nafn við þennan  \"blaðamann\", en \"blaðamaðurinn\" sjálfur segir lögregluna hafa gert það.\n\r\nÆtlum að sjá hvort þessi \"blaðamaður\" standi við orð sín og skaffi okkur upptökur á eftir <<<icon_lol.gif>>>\n\r\nEins og staðan er í dag er þetta orð á móti orði og virðist sem svo að \"blaðamaður\" hafi heyrt ýmislegt sem ekki var sagt <<<icon_rolleyes.gif>>> <<<icon_lol.gif>>>", "date": "2006-04-26 13:12:00", "post_id": 35}, {"user_name": "Erica", "text": "Er þá ekki málið að heimta grein í Fréttablaðinu sem útskýrir það?\r\nÞessi fréttastörf minna bara á DV þegar það blað var upp á sitt versta..", "date": "2006-04-26 13:16:00", "post_id": 36}, {"user_name": "Dezzice", "text": "Við fórum fram á formlega afsökunarbeiðni í blaðinu og ég hefði ALDREI trúað Fréttablaðinu út í svona rugl og svona blaðamennsku.  Fréttablaðið hefur hingað til verið í mínum augum stabíll miðill sem hefur staðið við það sem þeir segja en það er greinilegt að þeir hafa gleymt að kenna þessum \"blaðamanni\" þessar reglur. Byrjar á því að segja að fréttinn sé um allt annað heldur en hún er, slítur úr samhengi viðtölin og býr til orð.  Meira að segja lögreglan kannast ekki við að hafa nefnt nokkurn klúbb á nafn og þar fram eftir götunum.", "date": "2006-04-26 13:22:00", "post_id": 37}, {"user_name": "Ingsie", "text": "Það er eins og eftir þessa grein er til EINN bílaklúbbur á landinu! Í þessum EINA bílaklúbb eru bara sportbílar!  <<<icon_lol.gif>>> \n\r\nÉg og mínir converse skór eigum greinilega ekki heima í þessum sportbílaklúbb! Því ég get ekki hlaupið yfir hámarkshraða og látið lögguna taka mig  <<<icon_lol.gif>>> \n\r\nSvo er löggan líka oftast að mæla og stoppa fólk á kvöldin! Ekki margir á rúntinum á kvöldin yfir fimmtugt ? <<<icon_rolleyes.gif>>>\n\r\nSvona er þetta! ALLT ungt fólk keyrir hratt! Allir eru á sportbílum og ég veit ekki hvað og hvað! \n\r\nSegjum að Sti og Polo eru að keyra hlið við hlið (ekki að spyrna) á kannski 90 á sæbrautinni, hvorn myndi löggan frekar stoppa ? Hef alveg séð þetta gerast. Löggan stoppar frekar \"flottari\" bílinn \n\n<<<icon_rolleyes.gif>>>", "date": "2006-04-26 13:23:00", "post_id": 38}, {"user_name": "Dezzice", "text": "Og ég meina glannalegum akstri sportbíla, bara huh <<<wtf.gif>>>\r\nSem sagt ég á mínum Accord gæti ALDREI keyrt glannalega <<<icon_rolleyes.gif>>>\n\r\nEn eins og Inga segir þá er eins og það sé BARA til einn klúbbur, sem í eru BARA sportbílar.  Össss ég þarf að fara að finna alla þessa sportbíla hérna.", "date": "2006-04-26 13:28:00", "post_id": 39}, {"user_name": "Erica", "text": "Þetta er bara kranafréttamennska í sínu pjúra formi og bjóst ég við meiru af fréttablaðinu sem hefur sannað sig með mjög gott blað..\n\r\nmaðurinn talar við nokkra aðila en skrifar greinina eftir sínu eigin höfði og sýnir það að hann hafi ekkert að gera að vinna sem starfandi blaðamaður\n\r\nMætti halda að þetta væri persónulegt þar sem hann beinir spjótum sínum bara að live2cruize og hálf kennir klúbbnum um allan þann glæfraakstur sem er stundaðar á götum Reykjavikur..", "date": "2006-04-26 13:30:00", "post_id": 40}, {"user_name": "gtturbo", "text": "Með þessari grein er búið að koma þvílíku óorði um þennan klúbb okkar inn á næstum hvert einasta heimili í landinu. Fyrir hvern þann sem les þessa grein þá má varla skilja annað en L2C sé uppfullur af spyrnuóðum glæfraakstursmönnum sem gera lítið annað í lífinu en að valda öðrum ökumönnum stórhættu á götum borgarinnar. Að vísu má eflaust segja að á meðal félagsmanna séu margir sem keyra hratt enda er þetta víst akkúrat sá aldurshópur sem það gerir og hér eru víst samankomnir þeir sem hafa mikinn áhuga á kraftmiklum bílum. Þessi grein er sú allra harðasta árás sem þessi klúbbur hefur orðið fyrir og ég tel að það sé frekar flókið mál að bæta það almenningsálit sem klúbburinn hefur eftir þetta. Þessi flotti og virðingarfulli hópakstur okkar fékk tiltölulega litla umfjöllun á sínum tíma, þrátt fyrir mikið umfang, en það er gjörsamlega búið að draga hann í svaðið með þessari grein í Fréttablaðinu sem og viðtalinu í Kastljósinu í gær. Hvað ætli þeir séu búnir að taka marga fyrir of hraðan akstur þarna á þessum kafla á Sæbrautinni síðan þetta gerðist, kannski 5-10?? Hvernig í ósköpunum gat lögreglan líka vitað að þessir sömu menn hefðu verið í minningarakstrinum, voru þeir virkilega að merkja niður hvaða bílar mættu þar.\r\nVissulega er full þörf á því að reyna svara þessari árás sem er gerð á klúbbinn og verður forvitnilegt að sjá hvað gerist á næstu dögum og hvort frekari tilraunir verði gerðar til að draga okkur í enn frekar í svaðið.\n\r\nÞað er einnig eitt sem ég verð að nefna sem mér finnst vert að nefna. Kappakstur nokkurra bíla sem fer fram á kvöldin í fáförnum iðnaðarhverfum, þar sem bílar gæta þess að aðrir bílar komi ekki á meðan spyrnum stendur, hlýtur að vera jákvæðari þróun en að hafa þessa sömu bíla spyrnandi á aðalæðum borgarinnar. Á meðan ekki er hægt að fara á neitt lokað svæði (ja nema kvartmílubrautina þegar hún opnar) þá segi ég bara einhvers staðar verða vondir að vera og er ekki best að það sé þá gert akkúrat svona og þá eru minni líkur á slysum.", "date": "2006-04-26 13:31:00", "post_id": 41}, {"user_name": "Kjallin", "text": "Ég á sportbíl.\n\r\nÉg keyri ekkert eins og glanni <<<icon_cool.gif>>>", "date": "2006-04-26 13:31:00", "post_id": 42}, {"user_name": "Pittur", "text": "já, þetta er satt hjá þér Ingsie...þetta eru ekkert nema fordómar...fordómar af verstu sort. Verið að merkja fólk sem ökunýðinga af því að þeir eiga flotta bíla.\r\nEf ég væri svertingi myndi ég ekkert fýla að fólk myndi merkja mig sem gaur með risa slátur á milli fótanna og með selfandi 14 ára gelgjur á eftir mér  <<<icon_confused.gif>>>", "date": "2006-04-26 13:32:00", "post_id": 43}, {"user_name": "drolezi", "text": "Wake up and smell the coffee.\n\r\nÞetta hefur verið almenningsálit á klúbbnum í mjög langan tíma. Þekki engan sem hefur eitthvað gott um \"live2cruize\" að segja. Þetta er miður þar sem svo stór hópur sem þetta er getur haft upp á margt gott að bjóða.\n\r\nÞið sem teljið ykkur tilheyra live2cruize, þið eruð negrar hinna eldri suðurríkja.\n\r\nEr ekki löngu kominn tími á að sefa fordóma gagnvart þessum klúbbi og sýna hvað hann hefur upp á að bjóða?\r\nOg um leið að skilja sauðina frá hópnum.", "date": "2006-04-26 13:39:00", "post_id": 44}, {"user_name": "Dezzice", "text": "Eitthvað hefur það farið fyrir brjóstið á  blaðamanni að við skyldum bregðast svona hart við og hringdi hann aftur í okkur og renndi yfir greinina með Palla og sagðist ALDREI hafa ætlað að láta þetta líta illa út fyrir okkur.  Hann segist hafa fyrst og fremst rætt við lögregluyfirvöld, þau hafi gefið þetta út og hann hafi haft samband við okkur til að fá mótsvar (sem btw hann nefndi reyndar ALDREI)\n\r\nEf greinin er lesin mjög VEL, notabene, þá þurfa menn virkilega að hafa sig frammi að misskilja þetta ekki, að þá sést þarna að þetta eru svör frá yfirmanni lögreglu.  Blaðamaður vill meina að hann hafi fengið þessi svör, ásamt nafni klúbbsins ofl frá lögreglunni.\n\r\nHann vildi ennfremur meina að hann hefði verið að reyna að koma þeim skilaboðum á framfæri að við sem forsvarsmenn klúbbsins og klúbburinn sjálfur værum á móti hraðakstri að öllu leiti, en því miður kemur það þarna fram í bláendan og hefur þá voða lítið að segja eftir allt þetta yfirdrull.\n\r\nÞað er aðallega ein setning þarna í lok dálks 1 sem veldur því að restin af greininni skillst eins og við höfum sagt að þetta væri svona hjá okkur.  \n\r\nVið ætlum að sjá hvernig gengur að fá upptökurnar í dag og eftir það verður ákveðið næsta skref.\n\r\nEinnig er mjög réttmætt sem bent er á að hvernig í ósköpunum getur lögreglan bara sagt si svona að menn séu meðlimir í klúbbnum bara af því þeir eiga sportbíl.\n\r\nÞað er engin spurning að þessu verður svarað.  Næsta skref verður ákveðið eftir kl 5 í dag.", "date": "2006-04-26 13:41:00", "post_id": 45}, {"user_name": "Dezzice", "text": "Reyndar ekki alveg rétt, þar sem ég hef rekist á mýmarga í gegnum árin sem hafa skipt um skoðun eftir að hafa kynnst starfseminni <<<icon_wink.gif>>>", "date": "2006-04-26 13:43:00", "post_id": 46}, {"user_name": "Erica", "text": "Það er líka því sumt fólk hérna er óþroskað og breytir öllum umræðum í rifrildi og notar óspart öll þau orð sem mamma þeirra heldur að þau kunni ekki... Ekki út af hraðakstri eða þannig..\r\nHér er því miður samansafn af fólki sem telur sig harðan bak við skjáinn  og hefur þess þörf fyrir að rífa kjaft og haga sér eins og krakki á leikskóla að metast um typpastærð...", "date": "2006-04-26 13:47:00", "post_id": 47}, {"user_name": "drolezi", "text": "Nákvæmlega, eftir að hafa kynnst starfseminni.\r\nSem er þá hver?  <<<icon_smile.gif>>> \r\nFlestir sjá bara einhverja gutta með live2cruize límmiða í afturrúðunum og með kraftpúst að tæta eitthvað um götur borgarinnar.\r\nÞeir fáu sem svo athuga hvað er að sjá á live2cruize borðinu eiga svo erfitt með að sjá annað en \"væl undan löggunni\", götuspyrnutal og einhvern meting á meðal manna.", "date": "2006-04-26 13:49:00", "post_id": 48}, {"user_name": "baldur", "text": "Já, ég sá orðið live2cruize fyrst á einhverjum útúr hrísuðum druslum sem voru allar með prump púst og live2cruize límmiða. Að sjálfsögðu tengdi ég þetta saman og þarna hlaut að vera á ferðinni rice klúbbur eða fast&thefurious klúbbur...", "date": "2006-04-26 13:49:00", "post_id": 49}, {"user_name": "Dezzice", "text": "Þá finnst mér fólk nú soldið heft ef það sér bara einhverja þrjá þræði af borðinu <<<icon_rolleyes.gif>>>  En ég meina maður getur litlu breytt ef fólk vill virkilega vera það öfugsnúið að misskilja EN þeir sem virkilega vilja vita meira komast að því, hinir misskilja bara allt áfram <<<icon_wink.gif>>>\n\r\nEn ég veit nú ekki til þess að það séu það margir bílar með límmiða frá okkur, þannig ekki eru þessir menn að tengja þessa sportara við okkur út frá límmiðum.", "date": "2006-04-26 13:55:00", "post_id": 50}, {"user_name": "Dezzice", "text": "Það er allstaðar, því miður.  Það verður alltaf til fólk sem verður leiðinlegt, hvort sem það er hér, í skólanum, í vinnunni etc.  Skiptir engu máli á hvaða spjallborð þú ferð, það eru rugludallar allstaðar <<<icon_wink.gif>>>", "date": "2006-04-26 13:58:00", "post_id": 51}, {"user_name": "Sleeper", "text": "Bíddu, átt þú ekki 4 dyra fjölskyldubíl? <<<icon_lol.gif>>>", "date": "2006-04-26 14:15:00", "post_id": 52}, {"user_name": "hundur", "text": "<<<goodposting.gif>>> <<<icon_lol.gif>>>", "date": "2006-04-26 14:21:00", "post_id": 53}, {"user_name": "Scooby", "text": "Þegar ég talaði við Guðbrand Sigurðsson í morgun þá var allt annað hljóð í honum heldur en það sem kom fram í frétt meðal annars talaði hann um hvað Hjalti/Hundur á borðinu hefði staðiðið sig vel \"ekki furða búinn að leika í myndböndum L2C hraðafíkla samtakana \" en aftur að efninu\n\r\nvar hann  mjög hissa að hann væri einn af hermönnum L2C.\n\r\nhann sagði að hann hefði fregnir að nokkrum þráðum sem væru ekki góðir en í flest flest flest um tilfelum væri þetta mjög gott starf hjá okkur öllum þannig að ekki veit ég hvað snýr upp né niður  <<<icon_rolleyes.gif>>>", "date": "2006-04-26 14:40:00", "post_id": 54}, {"user_name": "gunnar", "text": "Er mjög ánægður að þið látið ekki valta yfir ykkur. En  þessi grein er ekkert nema fordómar gagnvart klúbbnum.", "date": "2006-04-26 14:41:00", "post_id": 55}, {"user_name": "GSTuning", "text": "Þá er best að koma með sameiginlega fréttaskýringu um að L2C er í raun ekki F&F klúbburinn á íslandi, heldur LIVE too CRUISE kúbburinn \r\nhehe, felst bara í nafninu meira að segja <<<icon_wink.gif>>>", "date": "2006-04-26 14:42:00", "post_id": 56}, {"user_name": "Dezzice", "text": "Nei veistu ég er alveg hætt að fatta þetta.  Blaðamaður segir eitt, lögreglan segir eitt, og á hverjum bitnar þetta....jú okkur.\n\r\nSvo er alltaf að komast aðeins skýrari mynd á þetta allt saman.  Við höfum fengið staðfestingu á því að einhver hafi hringt inn til lögreglu og sagt henni að spyrnufíklar og skemmdarvargar hefðu tekið yfir stjórn klúbbsins og nú væri klúbbnum stjórnað af þessu fólki.  Hann hjá lögreglunni var MJÖG hissa þegar við bentum honum á að við værum búin að vera í forsvari fyrir klúbbinn frá því við hefðum stofnað hann og stjórn klúbbsins hefði lítið sem ekkert breyst frá upphafi.  Ekki veit ég hvað svona mönnum gengur til en það er nokkuð augljóst að það eru einhverjir sem hafa verulega mikin áhuga á því að skemma fyrir okkur.", "date": "2006-04-26 15:01:00", "post_id": 57}, {"user_name": "Scooby", "text": "einfalt mál við VEITUM ALDREI VIÐTAL AFTUR \n\r\nþað er bara einn maður sem hefur alltaf staðið sig í þessu og það er hann Einar sem sér um bílablað fréttablaðsins og er það eini maðurinn í augnablikinu sem ég myndi nokkurtíman tala við aftur", "date": "2006-04-26 15:05:00", "post_id": 58}, {"user_name": "GSTuning", "text": "Fáðu bara manninn til að vera tengilið klúbbsins,", "date": "2006-04-26 15:09:00", "post_id": 59}, {"user_name": "elvarrr", "text": "eruði að grínast með þetta, veit ekki annað en á samkomum er bannað að vera með læti, meiraseigja bannað að þenja bílana sína á samkomum, held þeir ættu ekki að vera staðfesta að einungis l2c séu að þessu,", "date": "2006-04-26 15:09:00", "post_id": 60}, {"user_name": "Dezzice", "text": "Málið er bara að það er svo ofsalega gott að nota okkur sem dæmi af því það er svo rosalegur fjöldi hérna af fólki og svo fjölbreyttur hópur.  Það er bara búið að setja alla undir sama hatt því miður og ég hefði haldið að hvorki blaðamenn né lögregla væru að spila svona lélegan leik <<<icon_confused.gif>>>", "date": "2006-04-26 15:12:00", "post_id": 61}, {"user_name": "GSTuning", "text": "Þetta er hluti af því að fá sýnu framgent,\n\r\nÞeir vilja ekki leysa vandamál heldur losna hreinlega við þau,\n\r\nég meina af myndavélar á ljósum og ýmsum stöðum eru svona sniðugt, afhverju er ekki meira af þessu?\r\nAf hverju ekki bara á 50m fresti allstaðar, þannig væri með öllu ómögulegt að keyra of hratt og það væri bara tengt í kredit kortið manns ef maður myndi gera það, \n\r\nMyndi það ekki bara hreinlega LEYSA þetta slysa mál,\n\r\nen nei það er peningar x dauðsföll,\n\r\nHvað ætli dauðsfall vegna umferðarslys kosti hjá ríkinu?\r\nÞ.e\r\nþeir eyða X miklu ári í forvarnir og þess hátt á móts við dauðsföll\r\nhversu mikið af forvarnar peningum kemur aftur í formi sekta ef það er tengt þannig?\n\r\nætli það sé til formúla fyrir svona hlutum??\n\r\nDauðsföll á ári\r\n/\r\numferðar lögbroti (tekjur) - umferðar öryggi ( kostnaður )\r\n??", "date": "2006-04-26 15:20:00", "post_id": 62}, {"user_name": "Ingsie", "text": "Ég hef nú ekki séð marga bíla með L2c límmiða í glugganum  <<<icon_confused.gif>>> \r\nFinnst þetta bara svo fáránleg frétt, nánast ekkert af henni um klúbbinn er sönn! \r\nEf þetta væri klúbbur sem fólk á aldrinum 40-60 ára væri á og mikið væri um hraðakstur á fólki á þeim aldri, þá væri sennilega ekki dæmt klúbbinn svona rosalega!", "date": "2006-04-26 15:23:00", "post_id": 63}, {"user_name": "Dezzice", "text": "Málið er bara að þeir standa ráðþrota og vita ekkert hvað þeir eiga að gera og þá er farið út í svona sandkassaleiki að blammera allt og alla nema sjálfan sig.\n\r\nHvernig getur einn klúbbur talist ábyrgur fyrir 3000 manns sem stunda spjallið?  Það er út í hött að ætla að bendla okkur við þetta þegar þetta eru einstaklingar sem oft á tíðum tengjast ekkert spjallinu, og ég sé þetta alveg í anda að það gangi upp að ég sé hlaupandi á milli húsa eða í símanum og hringja og skamma menn <<<icon_rolleyes.gif>>>", "date": "2006-04-26 15:32:00", "post_id": 64}, {"user_name": "baldur", "text": "Fyrir 4-5 árum þá voru nokkrir áberandi hrísarar með live2cruize límmiða á dollunum sínum.", "date": "2006-04-26 15:32:00", "post_id": 65}, {"user_name": "kelirína", "text": "Nefnd hjá ríkinu er nú búin að reikna út hvað slysin kosta og eru það:\n\n\r\ndauði:                    92 milljónir\r\nalvarleg meiðsl:      minnir um 12 milljónir\r\nlítil meiðsl:             1,5 milljón", "date": "2006-04-26 15:36:00", "post_id": 66}, {"user_name": "Erica", "text": "þeir bílar sem ég sá með þessa límmiða á þeim voru ekki hrísarar..þessi rice menning var ekki alveg byrjuð þá..\n\r\nFyrsti bíllinn sem ég sá var upp í FB fyrir einhverjum já 4 eða 5 árum var ósköp venjulegur og varð til þess að ég byrjaði að skoða þetta spjall.", "date": "2006-04-26 15:50:00", "post_id": 67}, {"user_name": "MattiSkratti", "text": "Já svona grein hefur pottþétt slæm áhrif. Þegar ég hitti vini mína áðan þá fékk ég með fyrirlitningarhljóm \"Ert þú ekki í þessu l2c klúbb?\" (þarsem ég hef sést skoða þessa síðu öðru hvoru). Og ég þurfti að sjálfsögðu að leiðrétta þessa ímynd sem þeir voru búnir að fá af klúbbnum.\n\r\nGott mál ef þið ætlið ykkur að gera einhvað í málinu.  :wink:", "date": "2006-04-26 15:50:00", "post_id": 68}, {"user_name": "Dezzice", "text": "Það er engin spurning að þessu verður svarað, bara spurning hvaða leið verður farin <<<icon_wink.gif>>>", "date": "2006-04-26 15:51:00", "post_id": 69}, {"user_name": "baldur", "text": "Þessi rice menning var byrjuð LÖNGU fyrir þann tíma. Fast & Furious kom út 2001 og þá var rice ekkert nýtt þótt að það hafi ekki orðið sprenging í fjölda rice bíla fyrr en þá.", "date": "2006-04-26 15:59:00", "post_id": 70}, {"user_name": "SpongeBob", "text": "Ég vill endurtaka það sem ég skrifaði á síðu tvö á þessum þræði!!!!\n\r\nEn hér kemur tillaga til forráðamanna þessa klúbbs!  \n\r\nÉg legg til að ef meðlimir verði uppvísir að glæfraakstri þeas, þar sem lífi og limum annarra er augljóslega sett í hættu, þá verði þeir einfaldlega ekki velkomnir hér lengur... og einnig þeir sem eru uppvísir að því að réttlæta hraðakstur. Ég er ekki að segja að það eigi að setja einhverju síu á, og henda út öllum svörtu sauðunum, en ég hugsa að þetta gæti fengið þessa verstu til þess að hugsa sig tvisvar um. Einnig myndi það bæta ímynd þessa klúbbs, sem er að fá ansi neikvæða umfjöllun upp á síðkastið vegna fárra svartra sauða! \n\r\nBest væri að segja að frá og með einhverri ákveðinni dagsetningu verði lagðar á nýjar reglur sem notendur verði að fylgja eftir, ef þeir ætla að vera að tjá sig hér!", "date": "2006-04-26 16:01:00", "post_id": 71}, {"user_name": "Sæli", "text": "BURN'EM!!\n\ndjók of course", "date": "2006-04-26 16:02:00", "post_id": 72}, {"user_name": "SheDevil", "text": "Æi baldur, þegiðu nú einusinni. Þessir póstar frá þér eru orðnir svo agalega þreyttir að það er ekki einusinni broslegt. Það er enginn hérna að tala um friggin rice bíla, eða neitt tengt þeim heldur umfjöllum í blaðinu sem er vægast sagt ílla rituð, og það eina sem að þú getur sagt inní þráðum hérna er \"Já þetta er allt riceurum að kenna\" \"helvítis rice bílar\" \"þessi bíll er rice\" \"þetta er rice\" \"hitt er rice\" \"þið eruð öll rice\" \"rice felgur\" \"rice bíll\" \"ljótt rice\" \"rice húdd\" \"rice dekk\" \"þessi gaur er rice\". \r\nKOMMMMMMMMMMOOOOOOOOOOOOOONNNNNNNNNNNNNNNNN\r\nSjitt hvað þetta er farið að fara í mínar allra allra fínustu.", "date": "2006-04-26 16:05:00", "post_id": 73}, {"user_name": "SheDevil", "text": "Hvernig í ósköpunum eiga villý og palli að frammfylgja þessu ?\r\nEigum við í stjórninni kanski að liggja útá götuhorni að njósna um alla, skrifa niður bílnúmer á þeim sem eru að keyra of hratt eða glafralega og bera það saman við umferðarskrá, og svo auglýsa eftir einhverjum hérna á spjallinu sem ber það nafn sem er skráð fyrir bílnum ?\r\nÉg baara spyr.. Meina jújú, ekki slæm hugmynd í raun og veru, ef að allir væru skráðir á spjallið undir eigin nafni og kennitölu, ásamt bílnúmeri og bíltegund, þá kanski væri það gerlegt. En ég tel því fari fjandanum fjarri að þau fari að hlusta á \"Hey þessi var að taka frammúr í beigju\" eða \"Þessi var að keyra á 160\" og bara banna viðkomandi. \r\nÞetta er ferlega langsótt?", "date": "2006-04-26 16:08:00", "post_id": 74}, {"user_name": "Dezzice", "text": "Þá kemur eitt, hvernig á að sía þetta?\n\r\nVið höfum alltaf staðið föst á því að við styðjum ekki götuspyrnur, né þannig kjaftæði og höfum hreinsað út ALLT sem hefur komið inn með þannig kjaftæði.\n\r\nHvar á að leggja mörkin?  Það hafa ALLIR hérna farið yfir 100 og eflaust flestir yfir 150.  Meira að segja foreldrar manns hafa keyrt svo hratt líka.  Á að banna alla hérna inni þá?\n\r\nÉg er samt sammála því að menn sem ætla sér að vera að styðja hraðakstur eða eitthvað þannig kjaftæði eru ekki velkomnir hérna.  Enda gengur klúbburinn ekki út á það.\n\r\nSvo kemur annað að þó svo ég banni user account, þá getur sá hinn sami fengið sér bara annan account.\n\r\nÞað er alveg spurning að herða reglurnar, en það er bara spurning hvernig við snúum okkur í því.  Ég sé lítin kost í því að banna fólk af því það hefur farið yfir 100 <<<icon_confused.gif>>>\n\r\nÉg er búin að gefast upp á því að garga á menn á samkomum sem haga sér ekki, þannig frá og með síðustu samkomu tók ég upp þá reglu að menn fái vikubann hér ef þeir verða uppvísir að því.", "date": "2006-04-26 16:10:00", "post_id": 75}, {"user_name": "SheDevil", "text": "Tjah, ég sé ekki aðra leið ein að þeir menn sem verði uppvísir að svona athæfi mæti bara á samkomu eða til villýar og afhendi þeim afrit af sektinni, og þeir fái bann í kjölfarið. Spurning hvort það dugi í 5 mínútur eða 20, þarsem að menn eru fljótir að skipta um notendanöfn.", "date": "2006-04-26 16:14:00", "post_id": 76}, {"user_name": "SpongeBob", "text": "Nú eru þið að misskilja mig eða ég hef kannski ekki tjáð mig nógu vel.... ég meinti einfaldlega að þeir sem eru að monta sig á þessu spjallborði á því að hafa verið að keyra X hratt og séu að réttlæta hraðakstu verði bannaðir... ég er nú ekki fæddur í gær og geri ekki ráð fyrir því að fólk fari að standa á götuhornum og taka niður bílnúmer og athuga kennitölur  <<<icon_lol.gif>>>  en mér fannst þetta bara góð tillaga hjá mér og ég hef nú ekki verið lengi hér og hef séð marga þræði þar sem menn hafa verið að réttlæta hraðakstur.  Ég veit að þetta er erfitt þegar það eru 3000 meðlimir skráðir en ef það á að gera eitthvað yfir höfuð annað en að væla þá finnst mér ekkert að því að setja strangari reglur.  Mér fannst þetta bara ágætis tillaga hjá mér... og alger óþarfi að gera eitthvað lítið úr henni...  <<<icon_sad.gif>>>", "date": "2006-04-26 16:27:00", "post_id": 77}, {"user_name": "GSTuning", "text": "Enn ef maður stundaði hraðaksturinn löglega?\r\nt,d í landi þar sem sá hraði er leyfður eða á lokaðarri braut?", "date": "2006-04-26 16:32:00", "post_id": 78}, {"user_name": "Bjarkih", "text": "Hvernig er það, er þessi blaðamaður ekki að brjóta siða/starfsreglur blaðamannafélagsins?  Senda bara kvörtun til þeirra.", "date": "2006-04-26 16:35:00", "post_id": 79}, {"user_name": "SpongeBob", "text": "Come on  <<<icon_lol.gif>>>   ... ég bý í Danmörku og var 130 rétt áðann!  Æjj ég meinti nú að sjálfsögðu á ÍSLANDI  <<<icon_lol.gif>>>     ... en gleymið þessari tillögu bara og gerið það sem þið teljið að virki  :wink:", "date": "2006-04-26 16:39:00", "post_id": 80}, {"user_name": "SheDevil", "text": "Neinei, er nú ekki beint að gera lítið úr þessari tillögu eins og ég sagði í fyrri pósti þá er hugmyndin sem slík ekki slæm, en að frammfylgja henni er annað mál. \r\nSvo verður líka að taka inní myndina að margir segjast hafa farið svo og svo hratt, en ekkert er að marka þær sögur líkt og veiðisögur margra manna. Þannig að þetta er ferlega erfitt fattaru. \r\nSvo er eins og GSTuning segir, að það er hægt að keyra hratt löglega, eins og inná brautum og erlendis.. þannig að frásagnir af því að keyra hratt er ekki eitthvað sem er hægt að taka mark á, né fingrabendingar. \r\nMálið er bara það að það þyrfti í raun bara að finna einhverjar línur að vinna með, það vita það allir hér að þessi klúbbur er ekki að ýta undir hraðaakstur, og þessi áróður með æfingarbrautina er ekki bara til hraðaaksturs, heldur kemur hún að mestum notum við að leyfa fólki að finna hvernig það er að keyra hratt og læra að taka á misjöfnum aðstæðum. Enginn er betri bílstjóri en sá sem hefur prófað og reynt sem flest, en það er ekki alveg málið að prófa það alltsaman á vegum borgarinnar.\r\nHinsvegar að mínu mati er fáránlegt að vera að ýta svona undir slæma umfjöllun að hálfu fjölmiðla, ég persónulega held að það sé eingöngu gert til að beina athygli almúgans á annað en það sem skiptir máli. Eins og að laga götur borgarinnar svo þær séu nú öruggari, þessi hjólför um allann bæ eru ekkert nema stórhættuleg og holur hingað og þangað, þó það séu hraðatakmarkanir þá eru bara ekki allir sem að kveikja á perunni þegar það fer ofaní djúp hjólför eða keyrir ofaní stærðar malbiksskemmd eða jafnvel holu á einhverjum 50 km hraða uppí 90 km hraða. \r\nÞarsem að umferð gengur vanalega ekki undir 10 km yfir hámarkshraða þá voga ég mér að nefna þetta 90km hraðatölu, eins og í ártúnsbrekkunni. Og tölum nú ekki um þessar bensínhækkanir. \r\nÉg myndi halda að þetta væri skrifað af einhverjum sem að er hreinlega ílla við þessa bílaklúbba, og l2c er sérlega gott skotmark þarsem að þetta er að ég held stæðsti bílaklúbbur og virkasti á landinu, og þar með þekktastur. \r\nÞessar umræður um alla þessa bíla sem eru merktir live2cruize, þeir eru bara ekkert svo margir. Málið er bara að það er ferlega margt umrætt milli vina og kunningja sem að stunda þetta borð af einhverju leiti og orð og sögur berast hratt og breytast milli manna. Ég veit ekki af mörgum sem vita ekki af þessum klúbb. \r\nEn ég held þetta sé orðin nægileg langloka í bili..", "date": "2006-04-26 16:43:00", "post_id": 81}, {"user_name": "SheDevil", "text": "Ekki koma með tillögu sem þú bakkar svo bara frá <<<icon_wink.gif>>>\r\nRökstyðja og útskýra!", "date": "2006-04-26 16:44:00", "post_id": 82}, {"user_name": "Klubber", "text": "Það var í Fréttablaðinu í gær minningargrein sem faðir skrifaði um að hafa misst son sinn í bílslysi, og varaði því allt ungt fólk að keyra hratt. \n\r\nSvo grein í dag um óábyrgðarleysi live2cruize meðlima. \n\r\nÞetta er ekkert nema áróður gegn ungu fólki í umferð, það er til fullorðið fólk sem keyrir eins og brjálæðingar. Þar á meðal menn sem vinna við akstur leigubílstjórar t.d.\n\r\nEitt sem ég vil segja lögregluyfirvöldum/blaðamönnum sem vafra inn á þetta spjall og eru greinilega að vinna saman í að drulla okkur niður\n\r\nWell fuck you then......\n\r\nÞeir eru greinilega að reyna að koma öllum sínum vandamálum og áhyggjur á okkur......þar á meðal reka fleig á milli okkar og koma af stað ádeilum til að við t.d reynum að setja harðari reglur,banna hina og þessa og annað almennt kjaftæði....\n\r\nÞar sem eru um rúmlega 3000 meðlimir í þessum \"sportbílaklúb\" þá tel ég okkur standa okkur helvíti vel  <<<icon_cool.gif>>>  það eru kannski 2-5 að meðaltali sem eru stoppaðir fyrir of hraðan akstur á viku og 0-1 sem tengist live2cruize hverju sinni kannski......\n\r\nAlmennilega akstursbraut takk!!!!!", "date": "2006-04-26 17:30:00", "post_id": 83}, {"user_name": "ArnarFB", "text": "Hmmm... Jæja þar sem maður er meðlimur spjallborðs L2C, sportbílaklúbbsins ógurlega, þá er ég víst hraðafíkill.... \n\r\nI ADMIT IT! \n\r\nÉg er hraðafíkill í dulargervi <<<icon_cry.gif>>>", "date": "2006-04-26 17:35:00", "post_id": 84}, {"user_name": "Magnific0", "text": "Mæta fyrir utan Fréttablaðshúsið, parkera og gefa hressilega í", "date": "2006-04-26 17:36:00", "post_id": 85}, {"user_name": "ArnarFB", "text": "Já, það mundi svo sannarlega gefa rétta mynd af klúbbsmeðlimum <<<icon_rolleyes.gif>>>", "date": "2006-04-26 17:42:00", "post_id": 86}, {"user_name": "Dezzice", "text": "Það sem mér finnst sorglegast í þessu er að fullorðið fólk skuli haga sér svona <<<icon_sad.gif>>>  Eins og staðan er í dag stendur þetta bara orð á móti orði hjá blaðamanni og lögreglu.  Blaðamaður segir þá hafa sagt þetta, lögreglumaðurinn ekki.  Mér finnst samt aftur á móti fyrir neðan allar hellur ef umræddur lögreglumaður lét þetta út úr sér.  Mér finnst líka alveg furðulegt hvað bæði lögregluyfirvöld og fjölmiðlafólk hafa leikið sér að því að sverta minningaraksturinn sem við keyrðum <<<icon_sad.gif>>>  Mér finnst sorglegt að hugsa til þess að allt þetta fólk tók sig saman og gerði eitthvað jákvætt, en það eina sem það virðist hafa gert er að búa til leiðindi fyrir mótorsportáhugamenn og ekkert annað.\n\r\nÞað virðist greinilega vera mottó hjá mönnum í dag að draga aðra niður i svaðið með sér og merkilegt nokk að þá virðist það vera eina mottóið hjá mörgum tengdum þessu sporti.  Um að gera að drulla yfir allt og alla víst að þeir sjálfir eru ekki að fá uppreisn æru.\n\r\nÞessi umræða er svo heimsk að það hálfa væri nóg.  Sem sagt allir millarnir sem eiga svaka flotta Porsche, Benza, Bimma ofl, þeir keyra ALDREI yfir 110???  Mamma ykkar og pabbi keyra ekki yfir 100??  Hvað þá fjölskyldumeðlimir eða???\n\r\nSem sagt allir sem eru böstaðir á \"ofsahraða\" í framtíðinni verða bendlaðir við klúbbinn?  Ætla þeir sem sagt að setja nýjan reit á skýrslunum þar sem kemur fram \"Ert þú félagi í L2C? JÁ / NEI  Ég ætla að leyfa mér að stórefa að þeir spyrji alla hvort þeir séu í L2C og fyrir utan það hvað haldiði að margir hafi rekist á borðið?  Menn segja kannski \"já ég hef nú alveg álpast þarna inná\", þýðir það sem sagt samansemmerki með því að vera meðlimur <<<icon_rolleyes.gif>>>\n\r\nMér finnst samt alveg ótrúlegt að í greininni lítur út fyrir að lögreglan sé að hrauna yfir okkur hægri vinstri, en svo þegar maður talar beint við þá þá hafa þeir ekkert út á okkur að setja nema kannski 1-3 þræði hérna inná <<<icon_confused.gif>>>\n\r\nHverju á maður að trúa??", "date": "2006-04-26 18:08:00", "post_id": 87}, {"user_name": "hundur", "text": "Maður á að trúa því að maður veit betur Villý mín. Við vitum betur og ef að blaðamenn geta ekki drullast til að gera þetta almennilega án þess að sverta nafn klúbbsins þá verðum við bara að standa á okkar.", "date": "2006-04-26 18:13:00", "post_id": 88}, {"user_name": "Dezzice", "text": "Sko ég er ekki að drulla neitt yfir hugmyndina, enda eru allir á því að vinsa úr rugludallana EN ég hef bara því miður ekki séð einhverjar hrúgur af þráðum hérna þar sem menn eru að ýta undir hraðakstur eða réttlæta hann <<<icon_confused.gif>>>  Þannig þræðir ná því ekki einu sinni að verða 1% af borðinu, hvað þá hálft prósent, sérstaklega þar sem 99% meðlima baula á þá sem láta þannig og það er yfirleitt bara einn rugludallur sem er að rífa sig.\n\r\nEf þú ert að vísa í hraðakstursþráðinn þá eru margir þarna, m.a. ég sem hef tekið run á Autobahna í Þýskalandi.  Menn hafa tekið tíma upp á Kvartmílubraut, úti ofl, á að banna þessum mönnum að pósta sínum tölum?\n\r\nSvo eins og force benti á að þá eru sumar tölurnar þarna VERULEGA ótrúverðugar og minna helst á góðar veiðisögur.\n\r\nMenn virðast oft á tíðum halda að ef það stendur ekki einhversstaðar þá gerist það ekki?  Ef ég banna mönnum að pósta inn hraðatölum hérna, hvað gerist????  Jú menn halda áfram að leika sér að þessu en það fær bara engin að heyra af því.  \n\r\nHvar á ritskoðunin að liggja?  Ég veit að margir eru ósáttir við hana eins og hún er í dag.  Væri gaman að fá feedback við þessu <<<icon_wink.gif>>>", "date": "2006-04-26 18:20:00", "post_id": 89}, {"user_name": "SpongeBob", "text": "Veistu jú ég bakka frá þessari tillögu, því við nánari hugsun þá mun þetta ekki virka og mun í raun stríða gegn tjáningarfrelsi, þar sem fólk á að fá að tjá sig sama hver skoðun þeirra er...  í rauninni er þetta bara skilningarleysi að hálfu yfirvalda að halda það að það sé eitthvað samband á milli bílaklúbbs með 3000 meðlimum og slysa í umferðinni\n\r\nStaðreyndin er sú að hraðakstur er ekkert nýtt fyrirbæri.  Hraðakstur hjá ungum og óþroskuðum ökumönnum mun alltaf eiga sér stað og þarf af leiðandi slysin.  Við nánari hugsun þá er hefur það sannað sig að það þýðir ekkert að rasskella eða slá á höndina á fólki það breytir ekki fólki.  Það þarf að gera eitthvað meira, eitthvað sem breyir hugarfari fólks.  \n\r\nEn hér kemur önnur tillaga á aðeins öðruvísi nótum.  Og mjög góð tillaga <<<icon_smile.gif>>>\n\r\nÉg legg til að Live2cruize setji heilsíðu auglýsingu, sem verður birt þegar nóg fjármagn fæst frá þeim meðlimum sem vilja styðja þennann málstað.  Og þetta verðu auglýsing sem mun einfaldlega upplýsa fólk um starfsemi þessa klúbbs og attitude gagnvart hraðakstri.  Þetta verður ókeypis, og mun hafa mjög mikil áhrif... birta bara tillögu að auglýsingu, á sticky þræði og reikningsnúmer, og ég myndi bókað leggja inn mitt framlag til þess að styrkja þetta. \n\r\nÖnnur tillaga, eins og ég segi þá virka ekki refsingar en sniðugt væri að setja á forsíðu L2c lítinn dálk þar sem kæmi fram ... svona margir dánir í umferðinni á þessu ári ... munum að aka varlega ... eða hafa mynd af slysi, enga hryllingsmynd, bara eitthvað til þess að fá fólk til þess að hugsa, og einnig til þess að sína það að þessum klúbbi sé ekki sama og vilji leggja sitt af mörkum á´móti hraðakstri.  \n\r\nBara mínir tveir litlu aurar.", "date": "2006-04-26 18:21:00", "post_id": 90}, {"user_name": "Dezzice", "text": "Mér líst rosalega vel á punktinn með að hafa umræðu eða merki um þetta á forsíðu með hversu margir látnir, góð hugmynd <<<icon_biggrin.gif>>>", "date": "2006-04-26 18:37:00", "post_id": 91}, {"user_name": "gaulzi", "text": "ég hélt ég hefði verið að heyra 5-10 á dag?", "date": "2006-04-26 18:40:00", "post_id": 92}, {"user_name": "IngóJP", "text": "[quote=\"Klubber\"]Það var í Fréttablaðinu í gær minningargrein sem faðir skrifaði um að hafa misst son sinn í bílslysi, og varaði því allt ungt fólk að keyra hratt. \n\r\nSvo grein í dag um óábyrgðarleysi live2cruize meðlima. \n\r\nÞetta er ekkert nema áróður gegn ungu fólki í umferð, það er til fullorðið fólk sem keyrir eins og brjálæðingar. Þar á meðal menn sem vinna við akstur leigubílstjórar \n\r\nSAY WHAT leigubílstjórar keyra hratt kannski sumir en ekki glæfralega \n\r\nþar sem ANUSIA eða hvað sem númerið var er farið af leigubílaflotanum\r\n[/b]", "date": "2006-04-26 18:47:00", "post_id": 93}, {"user_name": "FS", "text": "Höldum þessu áfram!!", "date": "2006-04-26 18:48:00", "post_id": 94}, {"user_name": "Dezzice", "text": "Tja eftir að hafa átt fund með umræddum blaðamanni þá stend ég eiginlega á gati.  Blaðamaðurinn stendur fast á sínu og segist hafa fengið nafn okkar í gegnum Lögregluna.  Viðtalið við lögregluna var tekið áður en hringt var í Palla.  Ef þetta er satt þá spyr ég nú bara að einu:  Leggur lögreglan það í vana sinn að tjá sig um félagasamtök og starfsemi þeirra ÁN þess að hafa kynnt sér hlutina?  Eða er kannski málið það að lögreglan er ekki að ná að berja á þessu og þarf að finna einhvern sökudólg til að líta betur út?  Nú er voðalega erfitt fyrir mig að ætla að fá official svör frá Lögreglunni EN ég skora á þá að kynna sér málin fyrst áður en þeir svara svona spurningum <<<icon_confused.gif>>>\n\r\nReyndar finnst mér ámælisvert að umræddur blaðamaður gerði okkur ekki grein fyrir því að hann væri að leita eftir mótsvörum við svör lögreglu.  Hann tók aldrei fram að umrædd grein snerist um lögreglan vs L2C.  Palli sagði aldrei að menn væru að spyrna og stunda hraðaksturs innan klúbbsins heldur sagði hann \"já eflaust eru einhverjir sem eru að keyra of hratt\".  Búið er að taka þarna hluti úr samhengi í raun, eða endurorða, þannig að þetta lítur út eins og við staðfestum þessa óra lögregluyfirvalda.  Mér finnst einnig uppsetningin á fréttin ekki nógu góð og það eina sem hún gerir er að búa til leiðindi.  Blaðamaður segist aldrei hafa ætlað að láta þetta líta illa út fyrir okkur og það hafi ekki verið hans markmið að sverta okkar nafn eða draga okkur niður í drulluna og bendir á að ef greinin er vel skoðuð þá séu þetta aðeins svör lögreglu og svo komi þar fram að við séum á móti þessu.  Málið er bara eins og Palli benti honum á að það er ENGIN sem fer að stúdera þessa grein og lesa hana voða í detail, það eina sem menn sjá er \"L2C=spyrnuóðir einstaklingar\"\n\r\nÞeir sem vita betur, vita betur, en þessu verður svarað.\n\r\nÞað sem mér finnst held ég einna sárast í þessu eru aðferðir lögreglu í þessu máli EF þetta er satt sem blaðamaður er að segja.  Ég hef verið einn harðasti stuðningsmaður þeirra hér og við höfum unnið með þeim eins og við getum.  Ég gæti setið hérna og skrifað að þeir séu allir **** og fávitar en ég ætla ekki að spila sama leik og þeir og aðrir og setja þá alla undir sama hatt og ætla því að halda áfram að trúa því að Lögreglan á Íslandi sé í 90% tilfella samansafn af frábæru fólki sem er duglegt að vinna sína vinnu.\n\r\nSkítkast og drulla hjálpar engum.", "date": "2006-04-26 19:05:00", "post_id": 95}, {"user_name": "Hannsi", "text": "Hvernig væri þá að DRULLAST til að gera baut handa okkur?!?! \n\r\nreyndar er ég nánast aldrei í bænum <<<icon_lol.gif>>> <<<icon_redface.gif>>>", "date": "2006-04-26 19:09:00", "post_id": 96}, {"user_name": "doristori", "text": "Vinurinn, nú veit ég ekki hvort þú tilheyrir þessari yndislegu stétt sem leigubílstjórar eru en næst þegar þú keyrir miklubrautina/ártúnsbrekkuna og eða sæbrautina/reykjanesbrautina og fylgjast vel með þeim bifreiðum sem hafa gult taxa skilti á toppnum áður en þú alveg kastar þér í drulluna fyrir þeirra málstað.\n\r\nJújú, stór hluti þeirra er alveg þrælfínn en það er samt sem áður ágætis hluti sem heldur að þeir séu með blá blikkljós á toppnum í stað guls taxamerkis þegar þeir eru í umferðinni.", "date": "2006-04-26 19:21:00", "post_id": 97}, {"user_name": "Bc3", "text": "ég er nú ekki búinn að lesa þessa grein enþá, en ALLIR og ég meina ALLIR í l2c keyra hratt þótt þið segist ekki gera það", "date": "2006-04-26 19:48:00", "post_id": 98}, {"user_name": "IngóJP", "text": "Þakka þér.....  Þetta var fréttablaðslegt Leigubílstórar eru brjálæðingar í umferðinni...\n\r\nÉg er ekki sjálfur leigubílstjóri en þekki þá marga... Það eru svartir sauðir allsstaðar... Ég þoli ekki þessa lögguleigubílstjóra  \n\r\nÞetta er líka svona hobby hjá Pabba þegar hann vill komast í annað umhverfi og jújú þeir keyra ekkert hægar en almenningur og margir þeirra á um 120 á sæbrautinni þrykkja af stað...........\n\r\nGleymum þessu ekki hvað helduru að þeir séu að græða mikinn tíma á þessu..\n\n\r\nÞað eru svo fáar mínútur að það er fáranlegt.... \n\r\nÉg var sjálfur að dreifa FBL Og DV á næturna keyrði alveg eins og mad man bíllinn drakk olíuna eins og ég veit ekki hvað.... \n\r\nég mældi þetta upp munaði engu akkurat ekki neinu að keyra venjulega \n\r\nþví að jújú ég náði smá hraða en með þennan þunga í bílnum strax kominn á bremsuna að hægja á mér til að ná beygjunni \n\r\ní stað þess keyrði ég rólega og rann smooth í gegnum rúntinn hjá mér", "date": "2006-04-26 19:54:00", "post_id": 99}, {"user_name": "Dezzice", "text": "Það var ENGIN að segja að menn væru ekki að keyra of hratt einhverntíman EN það er stór munur á því að keyra of hratt eða vera í ofsaakstri eða glæfraakstri.  Það er vitað mál að meirihluti landsbúa keyrir 10-20 km yfir hámarkshraða og það einskorðast ekkert við þennan klúbb. EN að bendla okkur við einhverjar skipulagðar spyrnur hér og þar F&F style eða segja að þetta sé ALLT okkar fólk sem er stoppað og sektað við einhvern glæfraakstur er út úr KÚ.\n\r\nEins og menn bentu á, hvernig í andskotanum er hægt að alhæfa um að þeir sem hafi verið stoppaðir eftir minningaraksturinn séu okkar fólk?  Það voru næstum ÖLL mótorsport félagasamtök sem tóku þátt í þessu dæmi og hvernig í andskotanum vita þeir að þetta fólk er í L2C??  Þetta er bara rugl og bull og það vita það allir sem þekkja eitthvað til.  \n\r\nSvo eru þeir að stoppa mikið af fólki á fimmtudagskvöldum í kringum samkomur.  Well döh, veit ekki betur en það sé akstur líka hjá amerísku bílunum á fimmtudagskvöldum og fleiri klúbbum OG ofan á það allt saman eru sem sagt þá bara allir í bænum á fimmtudagskvöldum á okkar vegum.  Eina sem ég segi er bara shitttttt ég vissi ekki að hálft Ísland væri í klúbbnum.  Spurning hvort ég fari að setja \"Meðlimir 150 þús\" inn á síðuna <<<icon_rolleyes.gif>>>\n\r\nGet ekki séð að neinn hérna í þessum þræði sé að þykjast vera einhver engill sem gefur aldrei í, en það er spurning að menn alhæfi ekki í svona vitleysu og kynni sér málin áður en þeir fara að tala við fjölmiðla.\n\r\nGott dæmi um það hvað hann vissi lítið um klúbbinn hjá lögreglunni að þá fyrir það fyrsta hélt hann að forsvarsmenn hans væru 17 ára pattar, öðru lagi hélt hann að stjórnin væri samansafn af skemmdarvörgum og spyrnuóðum einstaklingum nota bene af því einhver hafði hringt það inn, og þar fram eftir götunum.", "date": "2006-04-26 20:00:00", "post_id": 100}, {"user_name": "Dezzice", "text": "Get reyndar ekki betur séð en að Leigubílstjórar séu í 90% tilfella mjög fínir menn sem eru ekkert nema almennilegheitin.  Jú jú þeir keyra eflaust ekkert hægast en ég sé þá ekki í neinum ofsaakstri eða glæfraakstri á götum borgarinnar.  Fyrir utan þennan eina þarna sem er víst hættur núna <<<icon_lol.gif>>>\n\r\nMaður á ekki að alhæfa um heila stétt þó svo það séu nokkrir svartir sauðir inn á milli.  Það verða alltaf svartir sauðir allstaðar og það er ósanngjarnt að allir séu settir undir sama hatt <<<icon_wink.gif>>>", "date": "2006-04-26 20:04:00", "post_id": 101}, {"user_name": "doristori", "text": "Þetta er einmitt góður punktur hjá þér, nú hef ég unnið við sendibílaaktstur í ágætis tíma þótt ég sé hættur því núna en ég lærði það fljótt að það var mikið betra að halda sér alltaf bara aðeins yfir hámarkshraða heldur en með gjöfina í botni, olíukostnaðurinn lækkaði og ég var bara mesta lagi 15-20 mínútum lengur með rúntinn minn sem var frá 7-15 á daginn þannig að góðakstur eða í þá áttina er málið. En það eru ansi margir svona \"lögguleigubílstjórar\" sem gefa leigubílstjórum yfir höfuð slæmt orð því að þegar þú ferð með svona bílstjóra sem keyrir eins og mofo, gefur í á milli ljósa og lendir alltaf á rauðu er að kosta farþegann helling af pening þar sem að mælirinn er að rukka tíma á ljósunum og km um leið og komið er yfir 20 eða 30 km/klst.", "date": "2006-04-26 20:05:00", "post_id": 102}, {"user_name": "Twincam", "text": "Er lögreglan s.s. að skoða spjallið hjá okkur og fylgjast með klúbbnum eða?  <<<icon_confused.gif>>>", "date": "2006-04-26 20:15:00", "post_id": 103}, {"user_name": "Kjallin", "text": "Það er löngu vitað mál.\n\r\nÞeir skoða spjallið já.", "date": "2006-04-26 20:23:00", "post_id": 104}, {"user_name": "Twincam", "text": "það sem ég meinti var... hafa þeir staðfest það að þeir skoði spjallið?", "date": "2006-04-26 20:33:00", "post_id": 105}, {"user_name": "Kjallin", "text": "Þeir hafa staðfest við mig.\n\r\nÉg hef meira að segja verið spurður hvort að ég sé ekki kjallin.", "date": "2006-04-26 20:49:00", "post_id": 106}, {"user_name": "Dezzice", "text": "Auðvitað skoða þeir spjallið og þeir eru fleiri en einn og fleiri en tveir hérna inn á.  Þeir monitora þetta spjall eins og önnur, það er alveg staðreynd og þeir eru búnir að vera að því lengi.  Þeir hafa nefnt þetta við fólk þegar þeir eru að stoppa það í tjékk og eitthvað, ásamt því að hann sagði við Palla í dag  að hann væri alls ekkert á móti starfseminni hjá okkur og það færi allt fram á þvílíkt almennilegan hátt, og hann hefði ekki séð neitt nema kannski 1-3 athugaverða þræði á borðinu.  Segir sig sjálft að hann er þá að skoða það líka <<<icon_lol.gif>>>", "date": "2006-04-26 21:35:00", "post_id": 107}, {"user_name": "baldur", "text": "Æ er það mér að kenna að þú áttir einusinni GTi dós...\r\nÞað sem ég var bara að benda á þarna er að rice bílar eru mjög áberandi í umferðinni. Þeir líta út eins og þeir komi úr sirkus og eru mjög háværir.\r\nÞá er það enn fremur áberandi þegar að svoleiðis bíll ekur glannalega heldur en þegar að venjulegur bíll ekur glannalega.\r\nÞað sem ég er að segja er að fólk tekur ekkert eftir öllum hinum bílunum, en það tekur eftir rice bílunum sem eru að keyra glannalega, og það tekur eftir því ef þeir eru merktir Live2cruize. Fólk tekur síður eftir öllum hinum bílunum sem eru ekki merktir, og kannski ekki að keyra glannalega.\r\nBasically 10 vitleysingar vekja meiri athygli heldur en 100 meðalþroskaðir menn.", "date": "2006-04-26 21:42:00", "post_id": 108}, {"user_name": "Danni", "text": "http://www.visir.is/ExternalData/pdf/fbl/060426.pdf URL á blaðið í .pdf formi fyrir þá sem vilja eiga auðveldara með að lesa þetta ef þeir eig aekki blaðið <<<icon_wink.gif>>>", "date": "2006-04-26 22:12:00", "post_id": 109}, {"user_name": "Daredevil", "text": "ég hef nú séð þig vera að spyrna eins og ökuníðingur <<<icon_exclaim.gif>>> <<<icon_twisted.gif>>>", "date": "2006-04-26 22:25:00", "post_id": 110}, {"user_name": "toyfan", "text": "Get reyndar ekki betur séð en að Leigubílstjórar séu í 90% tilfella mjög fínir menn sem eru ekkert nema almennilegheitin.  Jú jú þeir keyra eflaust ekkert hægast en ég sé þá ekki í neinum ofsaakstri eða glæfraakstri á götum borgarinnar.  Fyrir utan þennan eina þarna sem er víst hættur núna <<<icon_lol.gif>>>\n\r\nMaður á ekki að alhæfa um heila stétt þó svo það séu nokkrir svartir sauðir inn á milli.  Það verða alltaf svartir sauðir allstaðar og það er ósanngjarnt að allir séu settir undir sama hatt <<<icon_wink.gif>>>", "date": "2006-04-27 09:18:00", "post_id": 111}, {"user_name": "Gaukur", "text": "Djöfulsins hálfvitar. Þeir hafa ekkert efni á þessu því að þetta er kjaftæði. Eru sem sagt allir sem keyra glannalega og eru stoppaðir í l2c og á sportbílum? Nei alls ekki. Tökum sem dæmi einn vin minn sem er ekki í l2c og finnst þetta asnalegt (hann er bara asnalegur :P) hann er á Accent og gerir ekkert annað en að keyra glannalega og á a.m.k. 20 yfir. Þannig að þeir hafa ekkert efni á þessu  <<<icon_evil.gif>>>", "date": "2006-04-27 13:09:00", "post_id": 112}, {"user_name": "Kjallin", "text": "Það er hins vegar annar ónefndur klúbbur sem er búin að vera að skipuleggja götuspyrnur útá granda og lögreglan er ítrekað búin að hafa afskipti af þeim!\n\r\nOg auðvitað er L2C kennt um það!", "date": "2006-04-27 13:12:00", "post_id": 113}, {"user_name": "Dezzice", "text": "Þetta er akkúrat málið.  Það er svo þæginlegt að kenna bara L2C um af því það er nafnið sem menn muna, en vita ekki af hinum <<<icon_rolleyes.gif>>>\n\r\nÞað er búið að vera blátt bann við götuspyrnuauglýsingum hérna inn á frá byrjun.\n\r\nSvo er líka eitt, hverju haldiði að þessir menn svari ef þeir eru spurðir hvort þeir séu í L2C?  Auðvitað: JÁ.  Þeir vita að það lítur illa út fyrir okkur og auðvitað vilja þeir ekki koma sjálfum sér í vandræði.", "date": "2006-04-27 13:15:00", "post_id": 114}, {"user_name": "Daredevil", "text": "ég sá nú einhvern 30 bíla hóp útá granda um daginn og margir að spyrna og ófáir þeirra voru í L2C.........", "date": "2006-04-27 15:56:00", "post_id": 115}, {"user_name": "Kjallin", "text": "Og var þetta á vegum L2C?\n\r\nÉg veit um einn gaur sem var í KR í fótbolta, og hann var síðan kærður fyrir líkamsárás.\n\r\nVar það KR að kenna?", "date": "2006-04-27 15:59:00", "post_id": 116}, {"user_name": "Dezzice", "text": "NÁKVÆMLEGA\n\r\nL2C hefur aldrei og mun ALDREI standa fyrir skipulögðum götuspyrnum.\r\nÞað eru alveg líkur að einhverjir af þessum mönnum séu hér á borðinu EN það eru mýmargir aðrir þarna og það er ekki eins og einhver hérna hafi póstað inn þræði og sagt \"HEY allir mæta í götuspyrnu\".\n\r\nÞetta kemur okkur bara andskotan ekkert við og að vera að bendla okkur og klúbbinn við eitthvað svona kjaftæði er út í hött.  Hvernig í ósköpunum eigum við sem forsvarsmenn klúbbsins að taka fyrir að menn geri svona spyr ég nú bara?  Eigum við að elta menn uppi eða sitja og bíða niðrá Granda og sjá hverjir eru að þessu.  Það er EKKI MITT VERK AÐ ALA YKKUR UPP.  Það er verk foreldra ykkar og svo er það verk LÖGGUNNAR að passa upp á að þið brjótið ekki umferðarlög.", "date": "2006-04-27 16:06:00", "post_id": 117}, {"user_name": "Aequitas", "text": "<<<iagree.gif>>>", "date": "2006-04-27 16:13:00", "post_id": 118}, {"user_name": "hundur", "text": "Þetta ætti að loka umræðunni fyrir fullt og allt, einfalt og gott svar sem skýrir þetta allt.", "date": "2006-04-27 16:30:00", "post_id": 119}, {"user_name": "Daredevil", "text": "en ef 10 manns úr KR fara í undercover leik við ÍBV sem er ekki á vegum knattspyrnusambandsins og þetta endar í manndrápum og eitthvað <<<icon_biggrin.gif>>>", "date": "2006-04-27 17:00:00", "post_id": 120}, {"user_name": "Kjallin", "text": "þá tengist það á engann hátt KR.", "date": "2006-04-27 17:04:00", "post_id": 121}, {"user_name": "hundur", "text": "neinei, allt ÍBV að kenna <<<icon_lol.gif>>>", "date": "2006-04-27 17:17:00", "post_id": 122}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/danger.gif", "http://live2cruize.com/spjall/images/smilies/scoobydoo.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/bash.gif", "http://live2cruize.com/spjall/images/smilies/naw.gif", "http://live2cruize.com/spjall/images/smilies/stop.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/smooch.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_bigsmurf.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/bitchslap.gif", "http://live2cruize.com/spjall/images/smilies/blah.gif", "http://live2cruize.com/spjall/images/smilies/icon_sunny.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_idea.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/wtf.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2006-04-26 07:19:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/danger.gif", "path": "full/31aeed5fde4dd4ff41363873cd43dbe70e8e4c4a.gif", "checksum": "a43f9f57bd82aad9373eb8a87fe701ae"}, {"url": "http://live2cruize.com/spjall/images/smilies/scoobydoo.gif", "path": "full/7fe8f1eba105aa884f96310dbc1dabd6c3867f24.gif", "checksum": "ebf1481f31ba73e830c0de5f0153ca80"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/bash.gif", "path": "full/aeb8b3e502d18f146533f54a51e5d8e5e262356f.gif", "checksum": "cc5405b01326f871fc690141a9e6280b"}, {"url": "http://live2cruize.com/spjall/images/smilies/naw.gif", "path": "full/87fcfe74e9d7e8b88c808f285aeb066dd5089c17.gif", "checksum": "01acb48c6903904cca77b4824940147a"}, {"url": "http://live2cruize.com/spjall/images/smilies/stop.gif", "path": "full/6974ec938abef59b2ad63a7d942a00e602d2dc0d.gif", "checksum": "04b73801fdac1136819e86cd777c67af"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/smooch.gif", "path": "full/48e40ebdf63dc074c08a213fd03c6b119bd8208c.gif", "checksum": "f744a1bf2db84bdfe9babba561e8e8cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_bigsmurf.gif", "path": "full/c1718fcc852192119569cf0aa7f882a0bb4e86d4.gif", "checksum": "f0c9f83cae573f54368b138b0632435b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/bitchslap.gif", "path": "full/99b927e6cb75d5955372c70ad29eb485d90819f7.gif", "checksum": "69622cf6f1070c23f484558b8e6610c0"}, {"url": "http://live2cruize.com/spjall/images/smilies/blah.gif", "path": "full/f2459b9b08c4e80ad3bdc1582d049554592179e3.gif", "checksum": "08acc974d7245736d26d31b228e6907b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sunny.gif", "path": "full/4bc9f198b0da01cbde1aa0e0b2d71549fdf451d0.gif", "checksum": "f823547eadcbb30d854b87fb033f81d4"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_idea.gif", "path": "full/1f49d942cd05173caf0102c56cbbd4f948a5d654.gif", "checksum": "aaebc9c048367118ba65e1da46bc3e08"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/wtf.gif", "path": "full/6eddaa2311bce974c6c0fc18618d7ef95c77f9c6.gif", "checksum": "194c584923cc7e40e92e63796699ccfb"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "path": "full/5198db091ab62691b23cc6cc26ae32ef809fddcd.gif", "checksum": "bd73b00608ece300057eac7b203c1cad"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}