{"forum_title": "RÖFL", "id": "13854", "title": "Radiation will stay in the Chernobyl area for 48.000 yrs", "url": "http://www.live2cruize.com/spjall/showthread.php/13854-Radiation-will-stay-in-the-Chernobyl-area-for-48-000-yrs", "posts": [{"user_name": "Rollumaður", "text": "Snilldar síða með myndum frá Chernobyl\n\r\nSmá meira um Chernobyl", "date": "2006-04-27 21:48:00", "post_id": 1}, {"user_name": "Rollumaður", "text": "To begin our journey, we must learn a little something about radiation. It is really very simple, and the device we use for measuring radiation levels is called a geiger counter . If you flick it on in Kiev, it will measure about 12-16 microroentgen per hour. In a typical city of Russia and America, it will read 10-12 microroentgen per hour. In the center of many European cities are 20 microR per hour, the radioactivity of the stone. 1,000 microroentgens equal one milliroentgen and 1,000 milliroentgens equal 1 roentgen. So one roentgen is 100,000 times the average radiation of a typical city. A dose of 500 roentgens within 5 hours is fatal to humans. Interestingly, it takes about 2 1/2 times that dosage to kill a chicken and over 100 times that to kill a cockroach. This sort of radiation level can not be found in Chernobyl now. In the first days after explosion, some places around the reactor were emitting 3,000-30,000 roentgens per hour. The firemen who were sent to put out the reactor fire were fried on the spot by gamma radiation. The remains of the reactor were entombed within an enormous steel and concrete sarcophagus, so it is now relatively safe to travel to the area - as long as one do not step off of the roadway and do not put nose in a wrong places.......\n\r\nVá maður googlið þetta slys maður það er svakalegt að lesa um þetta!!!\n\r\n The causes of the accident are described as a fateful combination of human error and imperfect technology.\n\r\nIn keeping with a long tradition of Soviet justice, they imprisoned all the people who worked on that shift - regardless of their guilt. The man who tried to stop the chain reaction in a last desperate attempt to avoid the meltdown was sentenced to 14 years in prison. He died 3 weeks later.\n\r\nThe Communist government that was in power then kept silent about this accident. In Kiev, they forced people to take part in their preciously stupid labor day parade and it was then that ordinary people began hearing the news of the accident from foreign radio stations and relatives of those who died. The real panic began 7-10 days after accident. Those who were exposed to the exceedingly high levels of nuclear radiation in the first 10 days when it was still a state secret, incuding unsuspecting visitors to the area, either died or have serious health problems.\n\r\nwith all the concrete they put down, the construction became heavy.. some day it may fall down, get in subterranean waters and leave Europe with no water.", "date": "2006-04-27 21:57:00", "post_id": 2}, {"user_name": "Rollumaður", "text": "http://www.kiddofspeed.com/chernobyl.../chapter2.html  Sá sem les þetta ekki er alvarlega veikur á geði!!!", "date": "2006-04-27 21:58:00", "post_id": 3}, {"user_name": "Rollumaður", "text": "Children had to part with their favourite toys. People had to leave everything, from photos of their grandparents to cars. Their clothes, cash and passports has all been changed by state authorities. Incredibly, people had homes, motorcycles, garages, cars, country houses, they had money, friends and relatives. People had their lives. Each had their own niche. And then in a matter of hours they smoked out and their entire world fell to pieces.\n\r\nAfter a few hours trip in an army vehicle, they stood under a shower, washing away radiation. Then they stepped in a new life, naked with no home, no friends, no money, no past and with a very doubtful future.", "date": "2006-04-27 22:25:00", "post_id": 4}, {"user_name": "IRIX", "text": "Kidd of speed er fake.. ss sagan er lygi.. pabbi hennar er ekki kjarnorkufræðingur osfr.. hún fékk ekki að vera á hjólinu inn á lokaða svæðinu og hún var í hópferð um svæðið.. ekki ein.. big poser.. samt góð saga.. verst hún er lygi", "date": "2006-04-27 23:42:00", "post_id": 5}, {"user_name": "Siggi H", "text": "gaur. til hvers að koma með þetta aftur? það er linkur á þetta allt saman hérna aðeins neðar.", "date": "2006-04-28 00:02:00", "post_id": 6}], "file_urls": [], "date": "2006-04-27 21:48:00", "files": []}