{"forum_title": "Almennt spjall", "id": "138576", "title": "Mótorhjólapróf og annað tengt því (Varúð: Spurningaflóð?)", "url": "http://www.live2cruize.com/spjall/showthread.php/138576-Mótorhjólapróf-og-annað-tengt-því-(Varúð-Spurningaflóð-)", "posts": [{"user_name": "bjarni-t", "text": "Hæhæ.\r\nNú fer sumarið að detta inn (Já ég veit að það er enn janúar<<<icon_wink.gif>>>) og ég er búinn að vera pæla í svolítinn tíma að taka mótórhjólaprófið. Ég er með nokkrar spurningar, þannig þeir með reynslu mættu endilega fræða mig aðeins um eitt og annað sem maður þarf að hafa í huga, þarf líka e-r ráð. \n\r\nHvaða skóla/kennara ætti ég að leita til? Er e-r \"verri\" en e-r annar? Eða mun ódýrari en með sömu kennsluaðferð o.s.fr.? (Höfuðborgarsvæðið/Suðurnesin)\n\r\nHvar fást gallar á viðráðanlegu verði? en þó ekki þeir ódýrustu því ég vill lifa af smá fall\n\r\nStóra spurningin: Hvaða hjól eru góð byrjendahjól? Ég er ekki að fara kaupa nýtt hjól, það er á hreinu, þannig ég spyr hvað þarf að hafa í huga þegar maður skoðar notuð hjól? Hversu mikið eruð mikið keyrð hjól og hversu lítið eru lítið keyrð hjól? \n\r\nAnnars hugsa ég að ég myndi frekar vilja hippa heldur en racer, væri gaman að geta krúsað um landið í sumar, þannig endilega komið með hugmyndir (Jafnvel kosti/galla) um racera og hippa.\n\r\nÞetta eru nú ekki svo margar spurningar <<<icon_smile.gif>>> En ég væri þakklátur ef e-r gæti svarað einhverju af þessu fyrir mig, helst með rök... er ekki að fara kaupa Hayabusa því það er fáránlega töff og \"it makes you feel like a man!\"\n\r\nAnnars eiga örugglega fleiri spurningar eftir að poppa upp og þá læt ég þær bara vaða hingað", "date": "2011-01-19 19:24:00", "post_id": 1}, {"user_name": "gr33n", "text": "...............", "date": "2011-01-19 19:35:00", "post_id": 2}, {"user_name": "Bjaddni", "text": "gangi þér vel", "date": "2011-01-19 20:34:00", "post_id": 3}, {"user_name": "UnnarK", "text": "Þarftu ekki að vera eitthvað viss gamall til að fara á stærri hjólin þrátt fyrir að vera með mótorhjólapróf?", "date": "2011-01-19 21:32:00", "post_id": 4}, {"user_name": "bjoggi", "text": "ef þú ert 18 ára að taka hjólaprófið ertu bara með litla prófið, mátt ekki fara einusinni á 600 hjól þá, en þegar þú ert búinn að vera með prófið í 2 ár geturu fengið stóra prófið , eða ef þú ert 21 árs eða eldri færðu stóra prófið strax", "date": "2011-01-19 21:39:00", "post_id": 5}, {"user_name": "Logi", "text": "Góð lesning um hvað á að hafa í huga í sambandi við kaup á notuðu hjóli\n\nhttp://www.sportbikes.net/forums/gen...ion-guide.html", "date": "2011-01-19 21:44:00", "post_id": 6}, {"user_name": "Bjaddni", "text": "skellir bara insigli á hjólið. þá er þessvegna hægt að vera á 1000cc sporthjóli", "date": "2011-01-19 21:49:00", "post_id": 7}, {"user_name": "bjoggi", "text": "jújú það er auðvitað hægt, ég ætlaði að gera það, en þegar ég fór að tjekka á þessu þá komu nú kawasaki hjól bara til greina því nitro var eina umboðið sem nennti að standa í því að fá eitthverja pappíra frá umboði og fleyra um hjólin og endurskrá þau sem minnaprófshjól og setja þetta litlu skrúfu eða hvað það er á ingjöfina. reindi að tala við suzuki og bernhard og þeir sögðust nú bara ekki vita til þess að það væri hægt að gera þetta við hjól hér á landi! haha", "date": "2011-01-19 22:07:00", "post_id": 8}, {"user_name": "bjarni-t", "text": "Takk fyrir svörin, var samt líka að velta fyrir mér með tryggingamálin, er ekki rándýrt að tryggja hjól? T.d. hjá Vís eru 10 áhættuflokkar sem hægt er að velja um, stendur ekkert um það hjá t.d. Tm eða Elísabet. Hvar eru menn að tryggja og hvaða fyrirtæki er svona mest lípó varðandi byrjendur?", "date": "2011-01-19 22:16:00", "post_id": 9}, {"user_name": "Bjaddni", "text": "það eru svo ótrúlega margar breytur að það er ekkert rétt svar við þessari spurningu hjá þér. það hefur verið gerðar alskins skoðannakannannir á þessu á örðum spjallsíðum og það virðist bara vera teningakast hvernig díl maður fær hjá hinum og þessum fyrirtækjum.  stærðsti faktorinn í þessu er samt hvernig hjól þú ert að tryggja. svo næst stæðsti er aldurshópurinn", "date": "2011-01-19 23:55:00", "post_id": 10}, {"user_name": "vrrruuumm", "text": "Kennari: Njáll Gunnlaugsson\nGallar: Púkinn, Jhm sport, Nitro, Kós\nByrjendahjól: Honda CBR600 F2-F4 - hjól frá 1993 - 2000 (sem er touring / ferðahjól en ekki racer þó það sé plast á því)\nHjólagerð: Farðu og mátaðu allar gerðir af hjólum og veldu síðan það hjól sem fer best með þig - gerð hjólsins skiptir engu máli ef þér líður illa á því.", "date": "2011-01-20 07:08:00", "post_id": 11}, {"user_name": "kidlingur", "text": "Sammála...", "date": "2011-01-20 09:17:00", "post_id": 12}, {"user_name": "RAT", "text": "sammála vrrruuumm , lærði hjá Njál bæði á hjól og bíl og maðurinn er bara mjög góður kennari <<<icon_smile.gif>>> og varðandi byrjendahjól ég keypti mér vt500c 86'' og hef prufað ýmislegt annað ég mæli allavega með þessum hjólum þau eru allveg nógu spræk og þau fyrirgefa þér allan andskotan <<<icon_smile.gif>>>", "date": "2011-01-20 09:40:00", "post_id": 13}, {"user_name": "SiggiG", "text": "Ég var að skoða þetta þar sem ég fæ stóra prófið eftir rúma 4 mánuði, ég ætlaði að fá tilboð frá Vís á honda cbr1000rr(racer) og fékk svarið: \"Við getum ekki tryggt þig en ef ég ætti að nefna einhverja tölu þá væri það 650þús á ári án kaskó\" <<<icon_lol.gif>>>", "date": "2011-01-20 15:13:00", "post_id": 14}, {"user_name": "RAT", "text": "Racerar eru komnir í allt annað flokk enda óendanlega mikið af vitleysingum sem hafa farið frammúr sjálfum sér og keypt sér nýleg 600cc-1000cc hjól og krassað á fyrstu mánuðunum því miður með dýrum afleiðingum... það kostar mig 65000 að tryggja shadowin en ég fékk tilboð í 2008 cbr600 og það var 260 þús og ég er búin að vera með prófið í rúm 2 ár núna. og litla prófið þar áður... og það gerist ekki mikið ódýrara . Eða það er skv vís og verði ég tala ekki við tm né sjóvá.", "date": "2011-01-20 16:24:00", "post_id": 15}, {"user_name": "bjoggi", "text": "þetta  fer bara eftir svo mörgu, ertu með hús og inbústrygginug og kanksi bíl eða bíla, eða bara hjólið og bíl þá getur maður búist við mjög háum tryggingum á racerana, svo ef mamma mans og pabbi eru með mikið af tryggingum er hægt að fá töluverðan mikinn afslátt í gegnum þau, veit allavega þegar ég lét tjekka á trygginugm fyrir ári á hjóli sem ég ætlaði að kaupa var það um 90 þús með kaskó og sjálfsábyrgðin var 150 þús. og þetta var vís", "date": "2011-01-20 17:58:00", "post_id": 16}, {"user_name": "vrrruuumm", "text": "65.000 Gsxr 1000 K4 árið án kaskó !", "date": "2011-01-20 18:07:00", "post_id": 17}, {"user_name": "RAT", "text": "þú ert þá væntanlega með helling af öðru tryggt hjá þeim <<<icon_smile.gif>>> og búin að vera nokkur ár stórslysalaus.", "date": "2011-01-20 18:37:00", "post_id": 18}, {"user_name": "vrrruuumm", "text": "já og með hjólið í útlandinu á íslenskum númerum <<<icon_wink.gif>>>", "date": "2011-01-20 18:44:00", "post_id": 19}, {"user_name": "dazy crazy", "text": "Ég fékk tilboð uppá 700.000 í zx9r, Ég er ekki einu sinni með próf :@\r\nþyrfti að setja hjólið uppí tryggingarnar.\r\nAfþakkaði það bara", "date": "2011-01-20 19:08:00", "post_id": 20}, {"user_name": "kidlingur", "text": "Ég er hjá Vís og þeir hafa verið nokkuð sanngjarnir annað en hin félögin. Mér skilst samt að núna verði miklar breytingar í hjólatryggingum, í fyrsta lagi þá verður í lagi að tryggja hjól bara hluta af ári sem var algjört vesen oft hérna áður en svo er hitt sem breytist að núna fara hjól í auknum mæli í áhættuflokka sem hentar engum nema þessum hippaköllum...", "date": "2011-01-20 19:40:00", "post_id": 21}, {"user_name": "vrrruuumm", "text": "ég er að spá í að hengja kögur á súkkuna og segja þeim að það sé hippi <<<icon_smile.gif>>>", "date": "2011-01-20 20:08:00", "post_id": 22}, {"user_name": "RAT", "text": "Ég skil það nefnilega ekki ég er með þennan shadow sem er reyndar byggður meira upp einsog opið götuhjól með asnalegan tank og stýri og hippa sæti... ég hef leikið mér með gömlum 750 ''racer'' súkkum (þau eru auðvitað ekkert á við racera í dag) og mitt er allveg að höndla ágætis hraða í beyjum og hvað eina en samt er dýrara að tryggja gamla racerin heldur en gamla hippan. Þeir verða að hætta að spá í hvernig hjólið er og spá frekar í aldri,reynslu og því um líkt. hækka sjálfsábyrgðina frekar en að hafa ársgjaldið 50% af virði nýs hjóls!", "date": "2011-01-20 20:27:00", "post_id": 23}, {"user_name": "kidlingur", "text": "Ég er alveg sammála með að þessir áhættuflokkar eru kjánalegir ef ekki er tekið tillit til ökumanns. Ég á t.d. 1300 Hayabusu og það er ekki gefins með svona áhættuflokkum.\r\nÞað verður samt 100% að skrifast á ökumann racers ef þú ert að hafa við þeim. Það eru ekki til þær aðstæður sem shadow á að hafa við þeim alveg ótengt aldri <<<icon_wink.gif>>>", "date": "2011-01-21 05:08:00", "post_id": 24}, {"user_name": "kidlingur", "text": "Já ég er ekki fjarri því að það gæti virkað <<<icon_smile.gif>>>", "date": "2011-01-21 05:09:00", "post_id": 25}, {"user_name": "RAT", "text": "hehe \n \nog \n\n\nsama hjólið og sömu aksturseiginleikar hægt að bera þetta saman við bandit og þannig... en já var að skoða specs fyrir 750 súkkuna og hún hefur bara verið biluð :P", "date": "2011-01-21 06:04:00", "post_id": 26}, {"user_name": "Stefán Dal", "text": "Finndu þér Suzuki Intruder 700 og láttu engan segja þér að þú þreytist jafn mikið á því og á racer.", "date": "2011-01-21 16:27:00", "post_id": 27}, {"user_name": "vrrruuumm", "text": "Þó að það hjól henti þér þá er ekki þar með sagt að það henti öðrum - það besta sem maðurinn getur mögulega gert að að máta eins mörg hjól af ólíkum tegundum og týpum og hann getur og velja síðan það sem fer best með hann.", "date": "2011-01-21 17:53:00", "post_id": 28}, {"user_name": "Ingsie", "text": "Ég fór til Davíðs, mæli hiklaust með honum, ég kláraði prófið á 3 vikum <<<icon_wink.gif>>>\nDavíð Ólafs - 8937181", "date": "2011-01-21 20:21:00", "post_id": 29}, {"user_name": "Bjaddni", "text": "sammála þar, og þó hlægilegt sé, þá er oft fínt a finna kennara sem er með mörg kennsluhjól, þá fær maður að prófa meira hehe", "date": "2011-01-21 20:48:00", "post_id": 30}, {"user_name": "nep", "text": "Ég fór til Björgvins hjá Driver.is og er bara sáttur. Tók prófið á einni viku en það stóð líka til boða að taka það á 4 dögum.\n\n\n\nVeit lítið um Íslandið en ég veit að ef að þú leitar aðeins þá geturðu fengið sérsniðinn galla eins og mennirnir eru að fara með á brautirnar í kringum 1000$ ef þú pantar að utan.\r\nÞá er samt ekki talinn annar kostnaður, bara gallinn.\n\n\n\nÞú getur byrjað á hvaða hjóli sem er, þau fyrirgefa bara mismikið.\r\nÞað sem að þú þarft að hafa í huga við kaup á notuðu hjóli er farið yfir í ökuskólanum.\n\r\nVarðandi keyrslu á hjólum þá hef ég kynnst því að standardinn sé í kringum 15 þúsund km (en ég hef að vísu mest verið að skoða racera).\r\nÉg held að í kringum 25 þúsund sé fólki byrjað að finnast það vera fullmikið, en málið er að þessi hjól eru alveg byggð til þess að endast þó svo að þetta séu racerar.\r\nÞað er ein Honda 600 F4i úti sem að hefur verið keyrð 205 þúsund mílur og á endanum snýst þetta bara um eitt: viðhald.\n\n\n\nÞetta er alveg rétt að undanskyldu einu: þú getur fengið litla prófið 17 ára.\r\nHinsvegar er það að ég hef mikið heyrt talað um það (og ekki bara úti á götu, heldur af ökukennurum líka) að það eigi að hækka aldurinn á þessu öllu um 3 ár snemma árs 2011.\r\nÞá yrði prófið: 20 ára litla, 24 ára stóra, 2 ár með litla færðu stóra.\r\nHinsvegar heyrði ég þetta í kringum lok sumars þannig ég vil ekki fara með þetta sem staðreynd, bara orðróm.\n\n\n\n\n\nÞetta er mjög leiðinlegt ferli sem að ég kannaði aðeins varðandi 600cc hjólið mitt.\r\nÞað er hægt að finna á netinu limitera fyrir hjól og með þeim ættu að fylgja allir pappírar sem að þú þarft. Þú ferð með þá niður í Umferðarstofu, ferð síðan á viðurkennt verkstæði til þess að láta henda þessu í fyrir þig og endar á því að henda hjólinu inn á skoðunarstöð til þess að fá nýskráningu.\n\n\n\nÉg er með allan pakkann hjá TM fyrir utan bílana og fékk tilboð upp á 500 þúsund kr. á ári á 600cc hjólið.\r\nMálið virðist vera að þeir bjóða þér fyrst rugl boð sem að þeir vona að sem flestir gleypi en eitt einfalt símtal með leiðindum og þeir lækka þig niður í 150 þúsund max.\r\nÉg endaði með 102 þúsund á ári og veit að ég hefði getað lækkað það niður í amk. 70 þúsund hefði ég verið með meiri leiðindi og/eða farið í önnur tryggingarfélög og boðið þeim að bjóða mér lægra.\n\r\nVona að eitthvað af þessu hjálpi.", "date": "2011-01-22 00:51:00", "post_id": 31}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2011-01-19 19:24:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}