{"forum_title": "Almennt spjall", "id": "13882", "title": "Æfingarbraut eða keppnissvæði???", "url": "http://www.live2cruize.com/spjall/showthread.php/13882-Æfingarbraut-eða-keppnissvæði", "posts": [{"user_name": "SpongeBob", "text": "Jæja nú er þetta æfingarbrautartal búið að vera í umræðunni í ansi langann tíma, og ég vill segja skoðun mína á þessu, og vona að ég mógði engann því þetta er bara mitt sjónarmið á þessu og það virðist örrugglega frábrugðið margra hérna.\n\r\nÞegar það er talað um æfingarbraut, hvað er verið að tala um að æfa? Akstur við mismunandi erfiðar aðstæður eða að læra að ráða við bílinn á mikilli ferð, þeas keyra hratt? Æfingarbraut, getur haft tvívirkar afleiðingar í för með sér.  Ef við erum að tala um æfingarbraut þar sem tilgangurinn er að koma spyrnum af götum borgarinnar, þá erum við að tala um það að \"æfa\" ökumenn í því að ráða við bílana á mikilli ferð.  Sem er ekki rétt því ég sé ekki tilganginn í því að vera að ala upp ökumenn með ofvaxið sjálfstraust og hleypa þeim út í umferðina. Þá erum við ekki lengur að tala um æfingarbraut, heldur erum við að tala um keppnisbraut!\n\r\nHinsvegar ef við erum að tala um æfingarbraut þar sem ungum ökumönnum er kennt að aka undir mismunandi aðstæðum, þá erum við að tala um hlut sem tengist hraðakstri á ekki nokkurn hátt og munu örrugglega sárafáir nenna því að mæta þarna til þess að fara á etthvað akstursnámskeið, sem yrði væntanlega ekki ókeypis.\n\r\nAnnað, hraðakstur og kappakstur, á götumn borgarinnar verður út af þeim sem hafa ekki þroska til þess að vita betur.  Menn stoppa ekki á næstu ljósum klukkan 2 að nóttu til og renna niður rúðunum og segja \"Hey... hittumst niður á braut á morgun!\"...  ég sé ekki fram á neina breytingu á slysum með byggingu brautar því að, við sem vitum betur og höfum þroska og viljum þetta svæði eru ekki þetta lið sem er að keppa á ljósum... eða það vona ég allavega!  \n\r\nFyrir minn snúð þá finnst mér vanta soldið á SOLID rök fyrir æfingarbraut/keppnisbraut, og get ég alveg trúað því að það er það sem vantar upp á í þessa umræðu.  \n\r\nÆfingarbraut eða keppnissvæði! Hvort viljið þið, ég lít á þetta sem tvo mjög ólíka hluti.\n\r\nÞetta er bara mín skoðun, vinsamlegast svarið með málefnalegum rökum og sleppið skítkasti! Og engar heilalausar tilvísanir í ofangreindan texta þar sem ég þoli ekki óþarfa útúrsnúning.", "date": "2006-04-28 18:30:00", "post_id": 1}, {"user_name": "Dezzice", "text": "Þegar talað er um æfingarbraut/svæði þá er verið að meina svæði sem er í eðli sínu mjög fjölþætt.  Svæðið gæti verið uppbyggt af  Kvartmílubraut, braut með beygjum og öllum pakkanum, Auto-X svæði og einnig svona ökugerði þ.e. æfingarsvæði fyrir fólk sem er að fá bílpróf ofl.\n\r\nMenn eru að æfa í raun allt sem viðkemur akstri.  Það er eitt að halda stjórn á bílnum á x hraða, annað að halda stjórn á bílnum í beygju, þriðja að halda stjórn á bílnum undir mismunandi aðstæðum eins og möl/hálku etc.\n\r\nÞað er engin að tala um að brautin verði BARA til að æfa unga menn í að aka almennilega, heldur væri hún með tvíþætt gildi.  Hún er sem æfingarbraut fyrir ökumenn já, EN hún er einnig þarna svo að ökumenn sem komnir eru með prófið geti borgað sig inn og gjörsamlega misst sig í hraða, slædi og öðru og fengið útrás.\n\r\nÞað er ENGIN með viti sem segir að svona braut gjörsamlega lagi hraðakstur og götuspyrnur.  Ef einhver heldur það, þá ætti hann að íhuga málið aðeins betur.  Menn eiga alltaf eftir að vilja taka sjénsa og leika sér á götum borgarinnar EN það sem svona braut gæti gert væri að færa einhvern hluta af þessu af götunum og inn á lokað, öruggt svæði. \n\r\nAfhverju sérðu engan breytingu á slysatíðni t.d.?  Það er staðreynd að slys verða oft á tíðum útaf því að fólk veit ekki betur og kann ekki betur.  Það kann ekki að bregðast við og það kann ekki að fara með þessi farartæki sem það er á.  Með bættri kennslu áður en menn taka ökuprófið og með því að menn geti mætt og æft sig og leikið sér og testað hvað bílarnir geta, þá gerir það fólk óhjákvæmilega að betri ökumönnum í flestum tilfellum.  Ég meina þú lærðir ekkert stærðfræði bara si svona, það tók nokkur ár að þjálfa þetta upp og verða betri og betri <<<icon_wink.gif>>>\n\r\nÉg efast um að menn séu að fara að borga sig inn á eitthvað svona ökugerði EN mér finnst það algjörlega nauðsynlegur hlutur í kennslu fólks sem er að byrja að læra og mér finnst t.d. að það eigi að skylda þá sem taka próf á sumrin til að taka tíma að vetri til, eða já fara í svona ökugerði og læra hvernig bíllinn hagar sér í snjó og hálku.\n\r\nAfhverju ættum við að vera að ala upp einhverja ökumenn með ofvaxið sjálfstraust?  Þú eflaust gerir þér grein fyrir því að 17 ára gutti telur sig í 90% tilfella vita allt best og mest og hann telur sig hafa 110% stjórn á þessu farartæki sínu nú þegar.  Þannig það eina sem svona braut gæti gert væri að gera hann að betri ökumanni sem í raun uppfyllir kannski einhverjar af þessum kröfum sem hann heldur nú þegar að hann uppfylli.", "date": "2006-04-28 19:37:00", "post_id": 2}, {"user_name": "Don Garri", "text": "Eins og ég sagði á hinum þræðinum, þá bráðvantar akstursbraut fyrir bílaáhugamenn. Bílar eru varla viðurkennt áhugamál, því aðeins er litið á þetta sem tæki sem færir einstakling/a á milli staða.\r\nÞað er eins og almenningur geri sig ekki grein fyrir því að bílar eru áhugamál sumra, ekki bara farartæki.\r\nFólk er ekki að bara að breita bílunum sínum á alla kannta til þess að vera töff, sumir hafa gaman af því og þetta er hreint áhugamál.\r\nÞað sárvanntar akstursbraut, eða aðstöðu sem hefði til að mynda hring með beygum, beina langa breiða braut sem væri jafnvel líka hægt að nota í kvartmílu, driftplan og jafnvel go-kart braut og moldar- og sandhauga fyrir krossara/fjórhjóla liðið. Einn staður sem hægt er að mæta á til þess að stunda mótorsport áhugamál, hvort sem það eru bílar eða hjól.\r\nBílaáhugi fer vaxandi og fólk er að breita bílunum sínum í auknum mæli, og það eru að detta inn bílar eins og Ford GT, Bentley Continental GT, það er nóg af 911, STi, WRX, Evo og svo mætti lengi telja.\r\nÉg er ekki endilega samála því að væla í stjórnvöldum, heldur frekar að tala við stór fyrirtæki sem gætu haft hagsmuni úr svona batteryi, fá styrki og svo framvegis.\r\nÞað er urmull af gólfvöllum, fólk stundar hestamennsku og eru þetta bæði viðurkennd áhugamál, og tel ég að það sé komin tími á að viðurkenna bíla sem áhugamál, ekki bara íþrótt.", "date": "2006-04-28 20:21:00", "post_id": 3}, {"user_name": "SpongeBob", "text": "Ég er alveg sammála því að það er kominn gríðarlegur fjöldi bíla sportbíla á landið sem sást ekki hérna áður fyrr.  Og menn vilja nátturulega eitthvað ákveðið svæði til þess að sjá hvað þessir bílar geta, frekar en að vera að testa þá á götum borgarinnar.\n\r\nEn hugsunin með þessum þræði hjá mér var eiginlega sú að mér finnst þessi hugmynd um akstursbraut eiginlega vera kynnt á röngum forsendum.  Ég sé fyrir mér svæði þar sem hægt er að spyrna og halda keppnir, eitthvað sem hið opinbera myndi ekki koma nálægt. Eitthvað sem væri fjármagnað af einkareknum fyrirtækjum sem myndu hagnast á rekstri brautarinnar, í gegnum þá auglýsingar og áskriftir og gjöld sem menn myndu borga fyrir notkun.  Bara eins og með golfvelli.  ÉG held að það væri betra að sleppa því að tala um ÞESSA braut í samhengi með slysatíðnir og æfingar... ekki nema þessi braut væri leigð út af einhverjum sem myndu vilja halda námskeið.  En... ég held að málið sé bara að nálgast þetta öðruvísi og þá næst þetta í gegn.  Ríkið sér sér engan hag í að koma nálægt svona akstursbraut... við erum að tala um allt annann hlut en ökugerði tel ég.  Æfingarbraut og keppnisbraut ... ég lít á þetta sem tvo MJÖG ólíka hluti með mjög ólíkum áherslum.  Persónulega vil ég KEPPÞNISBRAUT, ekki ökugerði... ég hef verið með bílpróf í langann tíma og myndi lítið græða á ökugerði.", "date": "2006-04-28 20:34:00", "post_id": 4}, {"user_name": "hundur", "text": "Þessi umræða um ökugerði virðist aðeins vera að flækjast fyrir fólki.\n\r\nTökum sem dæmi Norðurlöndin, þar eru 114 ökugerði í nokkrum löndum, Svíþjóð, Noregi og Finnlandi. Ökugerðin þar eru ekki til þess að þjálfa upp góða ökumenn í hálku, snjó né á malarvegum. Ökugerðið er einungis ætlað til þess að sýna þessu fólki hvað gerist ef þú keyrir of hratt miðað við aðstæður. Það virðist hafa átt sér stað mikill misskilningur sem byggist á því að fólk er að sjá að þarna sé verið að búa til súper ökumenn sem ráða við ´bil í öllum aðstæðum og séu þjálfaðir í því hvað gera skal í hálku, snjó og möl, en svo er ekki.\n\r\nÖkugerði er EKKI ætlað til þess að þjálfa þá ökumenn. Þið getið rétt ýmindað ykkur hvað gerist ef að 17ára gutti kemur útá vegi landsins að vetri til, nýbúinn að taka námskeið í ökugeðri um hvernig bregðast eigi við í hálku. Hann keyrir á 120 í heilsársdekkjum og gersamlega á heiminn og er númer 1,2 og3 í umferðinni. Bíllinn byrjar að renna til og hann hugsar \"Ekkert mál, ég er búinn að læra hvað ég á að gera núna\" en málið bara er ekki svo einfalt, það er ENGAN VEGINN hægt að skapa aðstæður á æfingarsvæði eða öðru svæði sem mun koma til með að vera einsog hinn raunverulegi heimur götunnar.\r\nÞað er svipað og að æfa sig að drifta í tölvuleik og fara svo að keppa og halda að maður sé bestur, eða menn sem hafa verið í Championship Manager í mörg ár og reyna að sækja um hjá einhverju liði afþví þú náðir Dundee United uppí úrvalsdeild.\n\r\nEftir að hafa lesið þessa grein þá er ég á báðum áttum með svona ökugerði, þetta fer náttúrulega allt eftir kennslunni en engu að síður vil ég benda fólki á að lesa þetta http://www.samgongur.is/template2540...71&newsid=4413", "date": "2006-04-29 11:44:00", "post_id": 5}, {"user_name": "mydog8me", "text": "Ég hef eiginlega hugsað þetta þannig að mér finnist mun skárra að fólk fari, taki sjensa og skemmi bílana sína á svona æfingasvæði heldur en í umferðinni. Þetta er hættulegt, já. Enginn neitar því. Umferðin er hættuleg hvort sem maður er á bíl, hjóli, gangandi eða hvað… umferðin er stórhættuleg og drepur mörg hundruð manns á hverjum degi. Ég held frekar að ef fólk fær að æfa sig á einhverju ákveðnu svæði þá geri það sér frekar grein fyrir því hversu erfitt er í raun að ráða við bíl. Staðreyndin er einfaldlega sú að við erum aðeins sköpuð til að bregðast við á þeim hraða sem við getum hlaupið. Allt umfram það er extra áhætta og með þjálfun getum við eitthvað minnkað þessa áhættu.\r\nSlysahætta á æfingasvæði sem þessu yrði nokkur. En berið það saman við allann þann fjölda sem hafa virkilega prófað bílana sína á Krísuvíkurveginum… Alla mína bíla hef ég prófað þar og fleyri en ég get talið hafa gert það sama. Þar er vissulega ekki mikil umferð og þetta er nokkuð beinn og góður vegur sem slíkur… En ímyndið ykkur mink eða ref sem hleypur yfir veginn… Ekki mikið sem ökumaður getur gert í því og hann kominn í mun meiri hættu heldur en nokkurntíma ef hann væri staddur á góðu æfingasvæði þar sem að mun meiri líkur eru á því að einhver sé til staðar til að hringja í 112.\r\nSvona sé ég þetta allavega fyrir mér. Og vona svo sannarlega að þetta fáist í gegn fyrr en síðar. Veit bara hvað það tók helvíti langan tíma að fá eitt gerði og 3 ljósastaura á Geirsnefið þar sem við meigum hafa hundana okkar. Og hestamannafélög eru endalaust að safna pengingum með mótshöldum og slíku til að eiga fyrir reiðhöllum og gerðum..", "date": "2006-04-29 12:17:00", "post_id": 6}, {"user_name": "MaggiTjellinn", "text": "Á þá heldur ekki að vera til læknar og sjúkraliðar? Þá getur fólk í staðin fyrir að dýrka þannig íþróttir sem meiða mann lifað i ofsahræðslu um að slasa sig.\n\r\nAðalmálið í þessari umræðu er ekki beint að fá fólk til að hægja á sér, heldur frekar að það ráði við bílana. Vita hvar mörkin liggja og læra svo af því í umferðini.", "date": "2006-04-29 14:26:00", "post_id": 7}, {"user_name": "íbbi", "text": "ég lýt nú bara á það þannig að þarna get ég þá farið og keyrt eins og vitleysingur.. ég geri það hvort sem er.. og mun náttúrulega bara gera það hérnan innanbæjar meðan ég hef ekki svo mikið sem sjens á að gera það neinstaðar annarstaðar", "date": "2006-04-29 15:32:00", "post_id": 8}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2006-04-28 18:30:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}