{"forum_title": "Almennt spjall", "id": "140396", "title": "Bíll til Noregs.", "url": "http://www.live2cruize.com/spjall/showthread.php/140396-Bíll-til-Noregs", "posts": [{"user_name": "robbisam", "text": "Veit einhver hér ca kostnað við svoleiðis dæmi, s.s tolla og öll tilheyrandi gjöld við að fara með bíl til Noregs og fá hann skráðann þar?\r\nAllar uppl eru vel þegnar<<<icon_wink.gif>>>", "date": "2011-02-15 22:13:00", "post_id": 1}, {"user_name": "KiddiJeep", "text": "Þú reiknar þetta út hér (ef þú þorir að sjá töluna, þetta er DÝRT)\n\n\nhttp://www.toll.no/templates_TAD/Reg...epslanguage=NO", "date": "2011-02-15 23:19:00", "post_id": 2}, {"user_name": "syggy", "text": "hahaha ég bjóst við hárri tölu enn vááá \r\nfyrir gtinn minn ca 135.000 norskar krónur eða bara 2.737.665 kr", "date": "2011-02-16 00:46:00", "post_id": 3}, {"user_name": "Sindri A", "text": "Ekki taka bíl þangað út. Það er EKKERT vit í því", "date": "2011-02-16 01:30:00", "post_id": 4}, {"user_name": "robbisam", "text": "Ég var akkúrat búinn að prófa að reikna þetta þarna og var ekki alveg viss um að ég væri að gera rétt vegna hversu dýrt þetta var<<<icon_sad.gif>>>", "date": "2011-02-16 13:39:00", "post_id": 5}, {"user_name": "robbisam", "text": "Jú ég er að spá í að fara hugsanlega með s2000 minn þangað og samkvæmt verðinu á þeim úti í Noregi þá borgar það sig að taka hann með héðan en samt er það heldýrt, en hvernig er það ef að maður fer með bílinn úr landi og skráir hann í öðru landi þá er hann tollaður út héðan og fær maður ekki þá eitthvað endurgreitt frá tollinum hérna miðað við áætlað verð á bílnum?\n\r\nGeri mér alveg grein fyrir að ég get hringt í skattmann og spurt en vill spara mér símtalið í bili ef að einhver hér væri fróður um þessi mál.", "date": "2011-02-16 13:45:00", "post_id": 6}, {"user_name": "vrrruuumm", "text": "Þú færð ekki krónu til baka frá skattmann - það var einungis hægt árið 2009 og þá með svo miklum annmörkum að enginn fékk endurgreitt ...... ég hef amk ekki frétt af neinum enn sem komið er.\n\nEitt varðandi norðmenn - þú kemur ekki til með að geta selt bílinn þinn í noregi nema vera búinn að tollafgreiða og skrá hann á norsk númer - norðmenn eru EKKI svona \"geri þetta sjálfur\" menn.\n\nFyrir Honda S2000 sem skráður er 06.06.2004 þarf að greiða ca 157.000 Nok sem gera ca 3.200.000 ísk.  Flutningsgjald er í kringum 100.000 ísk hjá Emskip sem er ódýrasti flutningsmátinn þegar allar breytur eru teknar inn í dæmið.\n\nÞessir bílar eru svo að seljast á ca 230 -250.000 nok ..... spurningin er = Tekur því ?", "date": "2011-02-16 14:19:00", "post_id": 7}, {"user_name": "robbisam", "text": "Ok semsagt ekki kr til baka, slæmt það.\n\r\nEn bíllinn minn er skráður 6/2006, það kostar um 3,7m að skrá hann þarna samkvæmt reiknivélinni hjá norska tollinum og samkvæmt því sem ég hef séð og heyrt þá er ásett um 350þ norskar kr á sambærilegan bíl þar sem myndi gera það að verkum að hann myndi kosta um 7 m þarna úti en á móti kemur þá er lítið til sölu af þeim þarna, ég er ekki endilega að spá í að selja hann þar heldur hvort að það borgi sig að selja þenna hér og kaupa annan þar og mér sýnist það koma út á svipuðum stað, bara munurinn er sá að ég finn eiginlega ekkert af þessum bílum til sölu þarna núna fyrir utan 2 breytta bíla sem eru 2001 model og kosta 265þ og 335þ nkr.", "date": "2011-02-16 15:04:00", "post_id": 8}, {"user_name": "KiddiJeep", "text": "Allt sem tengist bílum hérna í Noregi er bara eitt stórt vesen því miður... ég held það væri minnst áhætta fyrir þig að selja bílinn heima og kaupa annan hér úti", "date": "2011-02-18 19:38:00", "post_id": 9}, {"user_name": "AlexanderH", "text": "Bílar og Noregur fara ekki vel saman.\nAllt sem tengist bílum hérna úti er dýrt, að flytja þá inn, kaupa þá, eiga þá og þegar kemur að að breyta þeim, ekki er það dýrt en svo er Biltilsynet eða nokkurn vegin Umferðastofa Noregs, algjörir nazi þegar kemur að að leyfa breytingar í skoðun, félagi minn hérna úti á E30 sem hann ætlaði að setja nýrri vél í, hann var með M20B20 og ætlaði að setja M50B25 í hann því að hin var ónýt, það mátti hann ekki nema að fá heimild frá BMW umboðinu í Noregi um að þetta myndi ekki breyta öryggi og aksturseiginleikum bílsins eða ehv álíka mikið vesen..\nÉg er búinn að gefast upp á að eiga bíl í Noregi og breyta honum eitthvað, ég er að leita mér núna að einhverjum ódýrum diesel bíl sem eyðir litlu, borgar sig aldrei að breyta bíl í Noregi", "date": "2011-02-18 23:25:00", "post_id": 10}, {"user_name": "Twitch", "text": "neinei getur gleymt því að fara með bíl til noregs.. Bmw inn minn er rétt ókominn frá noregi eftir að hann er búinn að vera þar í 2 ár.. það er 92 árg af e32 7 línu og ástæðan fyrir að hann er að koma til landsins er því að aðilinn sem gaf mér hann fékk hótun um að þurfa borga 1 og hálfa millu fyrir toll og svoleiðis rugl þar sem hann er enn á íslenskum númerum.", "date": "2011-02-19 01:07:00", "post_id": 11}, {"user_name": "KiddiJeep", "text": "Af hverju setur hann vélina ekki bara í og sleppir því að segja þeim???", "date": "2011-02-19 12:42:00", "post_id": 12}, {"user_name": "david/snifff", "text": "þeir skoða hvort vin númer á bodý og á vél hvort þau passa saman í skoðun þarna úti ef mig minnir rétt.", "date": "2011-02-19 15:02:00", "post_id": 13}, {"user_name": "AlexanderH", "text": "Eins og david/snifff segir þá fær hann ekki skoðun nema að fá þetta samþykkt", "date": "2011-02-20 00:12:00", "post_id": 14}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif"], "date": "2011-02-15 22:13:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}]}