{"forum_title": "Bílahornið", "id": "141411", "title": "Evo er DAUÐUR!", "url": "http://www.live2cruize.com/spjall/showthread.php/141411-Evo-er-DAUÐUR!", "posts": [{"user_name": "ArnarFB", "text": "Repost or not, þetta er big news...\n\n\n\nautoblog.com", "date": "2011-03-02 19:41:00", "post_id": 1}, {"user_name": "-Hjalti-", "text": "dont care...", "date": "2011-03-02 20:13:00", "post_id": 2}, {"user_name": "cordy", "text": "care enough 2 post", "date": "2011-03-02 22:27:00", "post_id": 3}, {"user_name": "VALDI B", "text": "þetta er ömurlegt ! ekki alveg að sætta mig við þetta ... það hefur verið draumur í 3 ár að geta keypt sér glænýjan evo eitthverntímann....", "date": "2011-03-02 23:12:00", "post_id": 4}, {"user_name": "Röggi R900", "text": "Þetta er bara málið með þessa helvítis mengunarstaðla sem eru að eyðileggja allt...\n\nColt RalliArt, Civic Type-R Euro, Land Cruiser 200 og marga aðra má t.d. ekki selja lengur þar sem þeir uppfylla ekki Euro 5 mengunarstaðlana\n\nÞetta er leiðinleg þróun, en ég held samt sem áður að MMC komi með eitthvað í staðinn\n\nEn það er samt greinilegt að MMC stefna á að drífa Hybrid bíl eða einhvern umhverfisvænan sportbíl sem á samt að geta keppt við hina bílana... Það er bara það sem bílaiðnaðurinn stefnir á því að það er eiginlega ekkert annað í boði", "date": "2011-03-03 00:08:00", "post_id": 5}, {"user_name": "syggy", "text": "heh það eru ennþá til 3 (nýir) evo x", "date": "2011-03-03 00:21:00", "post_id": 6}, {"user_name": "BalliBT", "text": "dem ég ætlaði að pósta þessu\n\nen það er leitt, en ef þeir gera það þá mun hann eflaust koma aftur eftir x tíma, rétt eins og Nissan GTR\n\nen já ég trúi því að hann komi aftur", "date": "2011-03-03 10:35:00", "post_id": 7}, {"user_name": "Meso", "text": "Ekkert 100% að hann sé dáinn, voru rumours um að næsti Evo yrði Hybrid sem er alveg í línu við stefnu þeirra þessa dagana.", "date": "2011-03-03 11:51:00", "post_id": 8}, {"user_name": "david/snifff", "text": "skárra er að hætta að framleiða bara en að koma með hybrid evo sem myndi skemma nafnið hjá okkur vitleysingum en gleðja einhverja sem fýla hybrid", "date": "2011-03-03 14:53:00", "post_id": 9}, {"user_name": "Meso", "text": "Ég er sammála því, ef þeir ætla að koma með sporty hybrid að koma þá með hann sem alveg nýtt model.\n\nEn svo var að koma update:", "date": "2011-03-03 16:36:00", "post_id": 10}, {"user_name": "Röggi R900", "text": "Hérna er annað svar frá Mitsubishi, s.s. þeir eru ekki að hætta með Evo, en að fara í algerlega nýja stefnu, s.s. örugglega Hybrid Evo\n\r\nÉg samt ætla ekki að segja ojj, langar fyrst að prófa og svona, því Hybrid búnaður framkvæmir mun meira tog en venjuleg bensínvél, þeir sem hafa keyrt Lexus RX400h hljóta að fatta hvað ég meina", "date": "2011-03-03 19:15:00", "post_id": 11}], "file_urls": [], "date": "2011-03-02 19:41:00", "files": []}