{"forum_title": "RÖFL", "id": "141433", "title": "Vilja lækka eldsneytisskatta", "url": "http://www.live2cruize.com/spjall/showthread.php/141433-Vilja-lækka-eldsneytisskatta", "posts": [{"user_name": "Gunnoli", "text": "http://www.mbl.is/frettir/innlent/20...sneytisskatta/\n\n\n\r\nHaldið að þetta fari í gegn ?", "date": "2011-03-02 23:57:00", "post_id": 1}, {"user_name": "Baddeh", "text": "Neibb Ögmundur drepur þetta strax", "date": "2011-03-03 00:02:00", "post_id": 2}, {"user_name": "Röggi R900", "text": "Ekki með núverandi Ríkisstjórn", "date": "2011-03-03 00:04:00", "post_id": 3}, {"user_name": "palmz", "text": "þetta færi aldrey í gegn sama hvaða ríkistjörn.. það vill eingin lækka inkomu ríkisins. en þeir seigja þetta bara meðan þeir hafa eingin völd svo þegar völdin koma þa kverfur svona hugsun.", "date": "2011-03-03 00:16:00", "post_id": 4}, {"user_name": "h1coupe", "text": "Steingrími finnst enn vera pláss fyrir hækkun skatta svo hann fer ekki að líta við einhverri lækkun.\n\r\nNeibb við munum fá okkar hækkanir áfram og hækkunin sem Steingrímur og félagar hafa ákveðið næstu áramót kemur eins og allt hitt. 250kr líter áður en þetta ár er úti.\n\r\nkallar með 2m á mánuði finna ekkert fyrir 20þús meira í bensín á mánuði og halda því að enginn annar finni fyrir því!", "date": "2011-03-03 00:19:00", "post_id": 5}, {"user_name": "brapeson", "text": "Sýndarmennska. Fer aldrei í gegn.", "date": "2011-03-03 00:23:00", "post_id": 6}, {"user_name": "almarorn", "text": "nii", "date": "2011-03-03 00:28:00", "post_id": 7}, {"user_name": "punktur", "text": "þetta eru helvtís gyðingar sem eru að hækka handónýtt bensín sem er gamalt", "date": "2011-03-03 00:43:00", "post_id": 8}, {"user_name": "party-stjani", "text": "ef þeir fara lækka eldsneytisskatta hækka þeir bara einhverja aðra skatta í staðin\n\nso þetta er líklegast datt mál", "date": "2011-03-03 02:21:00", "post_id": 9}, {"user_name": "ingi15", "text": "ríkið er nú víst að fá minna útúr bensín sköttunum eftir að þeir hækkuðu svona mikið því það eru svo miklu fleyri sem hættu bara að keyra eða keyra miklu minna þannig að í heildina séð þá er ríkið að tapa á þessu", "date": "2011-03-03 07:51:00", "post_id": 10}, {"user_name": "GretarK", "text": "er þetta eitthvað sem þú heyrðir eða er þetta staðreynd ?", "date": "2011-03-03 08:15:00", "post_id": 11}, {"user_name": "robbisam", "text": "Ég veit nú ekki hvort að þetta er rétt eða ekki en þessi ríkisstjórn er fyrst og fremst að reyna neyslustýringu með öllum þessum hækkunum á bensínálagi, álagi á áfengi ofl, það hefur margsýnt sig að óhóflegar skattahækkanir leiða bara til meiri undirheimastarfsemi og samdráttar í neyslu og þegar að uppi er staðið minni tekjum í ríkissjóð, annað hvort er þetta hrein neyslustýring hjá kommonum eða hrein heimska það er ekkert þar á milli.", "date": "2011-03-03 09:49:00", "post_id": 12}, {"user_name": "h1coupe", "text": "Þetta er rétt og það er ekkert þarna á milli þetta er neyslustýring og hrein heimska, en við hverju öðru er að búast af pólitíkusum.", "date": "2011-03-03 14:15:00", "post_id": 13}, {"user_name": "Mr. Andersen", "text": "http://visir.is/section/MEDIA99&file...pageno=1&kat=3", "date": "2011-03-03 14:39:00", "post_id": 14}, {"user_name": "finder", "text": "Þar að auki eru þeir eflaust með fleiri fríðindi, ekki eins skattpíndir og hinn almenni borgari.", "date": "2011-03-03 16:38:00", "post_id": 15}, {"user_name": "bodvarg", "text": "laun alþingismanna eru ekki talin upp til skatts tildæmis", "date": "2011-03-03 17:25:00", "post_id": 16}, {"user_name": "brapeson", "text": "Kynna sér hlutina áður en maður talar.", "date": "2011-03-03 18:13:00", "post_id": 17}, {"user_name": "Sævar Örn", "text": "Fer aldrei í gegn með skattgrím í stjórn", "date": "2011-03-03 18:23:00", "post_id": 18}, {"user_name": "135791", "text": "Síðan 2007 hafa eldsneytisinnkaup á Íslandi dregist saman um 25%..\n\nVerðið á lítranum skiptist svona:\n\nLítraverð að utan: 39%\n\nÁlögur fyrirtækja: 11%\n\nÁlögur ríkisins : 50%\n\nMig minnir að þetta hafi verið svona, þó hef ég líka heyrt að þeir séu með allt að 53% sköttun á lítranum hjá ríkinu..", "date": "2011-03-03 18:32:00", "post_id": 19}, {"user_name": "punktur", "text": "65% taka þeir inn til sín þessa ríkis rottur", "date": "2011-03-03 20:13:00", "post_id": 20}, {"user_name": "Baddeh", "text": "Shiii.... afhverju get þeir ekki haft sömu % og fyrirtækin.... Maður er nú alveg hættur að blóta þeim...", "date": "2011-03-03 20:24:00", "post_id": 21}, {"user_name": "h1coupe", "text": "Nei það er eitthvað nálægt 50% í dag en það er aftur ekki lengur % sem þeir taka heldur föst krónutala, en sú krónutala er eitthvað nálægt 50% af bensínverði í dag. heimsmarkaðsverð hefur líka hækkað gríðarlega og svo hafa olíufélögin hækkað sína álagningu jafnt og þétt!", "date": "2011-03-03 21:07:00", "post_id": 22}, {"user_name": "Klerkur", "text": "Skattar á eldsneyti hafa alltaf verið talin öruggasta leiðin til hagnaðar, fyrir ríkið þ.e.a.s., þar sem allir nota jú eldsneyti.\n\nHinsvegar er greinilega löngu komið að þolmörkum þar sem fólk er farið að minnka neysluna á bensíni, sem má alveg flokka undir nauðsynjavöru. Steingrímur sagði í einhverju viðtali um daginn (man ekki hvar) að þetta háa verð væri komið til að vera, og að þetta væri bara gott. Þetta væri gott fyrir umhverfið og hvatti til þess að við færum að nota endurnýtanlega orku.\n\nÉg hef þá bara 2 spurninar:\n\n1. Hver ætlar að kaupa bensínbílinn minn svo ég get fengið mér rafmang/metanbíl?\n2. Hvaða tryggingu hef ég fyrir því, að skömmu eftir að ég fæ mér rándýran metan bíl, að ríkistjórnin komi ekki allt í einu \"Jæja við höfum ákveðið að metan er ekki the way to go, svo það verður enginn uppbygging í innleiðingu metans\" eða \" Jæja þar sem flestir eru komnir á metan ætlum við að skattleggja notkun þess í drasl...\"\n\nÞetta háa bensínverð verður lika til þess, að fólk mun ferðast minna innanlands (ef eitthvað) og því minna í kassan hjá hótelum úti á landi, tjaldsvæðum, sjoppum o.s.fr.v. og því minni tekjur til ríkisins frá ferðaþjónustu úti á landi.\n\nÞað eru allir að tapa á þessu bensínverði (nema Mohammed og félagar)", "date": "2011-03-03 23:16:00", "post_id": 23}, {"user_name": "h1coupe", "text": "Akkúrat eins og sagt áður þá eru grænir að einblína á neyslustýringu þarna og ég gæti ekki verið meira sammála þér Klerkur.\n\r\nÞetta hefur letjandi áhrif á allt saman og í sumum tilfellum er þetta orðið þannig og það sérstaklega hjá tekjulágu fólki að bara það að taka bensín til þess að komast í vinnuna er orðið of mikið, þetta endar á því að það fólk þarf hreinlega að finna sér aðra vinnu nær heimili(ekkert mál í atvinnuleysinu) eða bara hætta að vinna og fara á bætur(sem það fær ekki ef það hættir að vinna en hefði vissulega oft betur uppúr heldur en að vinna láglaunavinnu og borga bensínið og skattana sem fylgja því að koma sér í vinnuna), fara í eitthvað carpool dæmi(sem er stundum hægt og stundum ekki og hentar ekki öllum) eða bara strætóinn eins og hann er orðinn ódýr og enginn endi þar heldur að sjá á hækkunum og niðurskurði í þjónustu?!.\n\r\nÞað þarf einhver að minna þessa potthausa að það eru ekki allir með 2m á mánuði eins og þeir og þetta gengur ekki lengur!", "date": "2011-03-04 01:00:00", "post_id": 24}, {"user_name": "jaman", "text": "Ef að metanið verður mikð vinsælla þá auðvitað byrjar þessi kommastjórn að skattleggja það. Vinstristjórn gengur ekki upp þetta eru afturhaldskommatittir og mínimalismar s.s.aumingjar.", "date": "2011-03-04 02:32:00", "post_id": 25}, {"user_name": "Einar Vti", "text": "ég er buinn að mæta 2 núna í þessari viku sem er að líða fyrir utan frumherja allveg að fara taka númerinn af og skila þeim\n\nþetta er komið langt yfir það sem ég get borgað.", "date": "2011-03-05 01:50:00", "post_id": 26}, {"user_name": "RFS", "text": "og þessi ROSALEGI afsláttur s.s þessar 2 krónur eða eitthvað hjá orkuni er bara djók. fyndið að afslátturinn hækkaði ekkert á meðan bensínverð hækkaði um 100kr eða eitthvað : /", "date": "2011-03-07 09:37:00", "post_id": 27}, {"user_name": "Gulli cruizer", "text": "þetta bensín verð er bara komið í rugl þeir skil ekki hvernig þetta er hægt. þessi drullu deli hann steingrímur getur bara ekki gert neitt sem þjóðin vill", "date": "2011-03-07 10:21:00", "post_id": 28}, {"user_name": "Einar Vti", "text": "Spurning um að taka 2008 mótmælin aftur í gang <<<icon_smile.gif>>>", "date": "2011-03-07 10:35:00", "post_id": 29}, {"user_name": "Jonnzy", "text": "þetta verður eflaust tekið fyrir á alþingi kl.17.00 í dag samkvæmt www.althingi.is\n\r\nhlakka til að sjá niðurstöðuna <<<icon_biggrin.gif>>>", "date": "2011-03-07 10:55:00", "post_id": 30}, {"user_name": "RAT", "text": "þetta útspil hjá sjálfstæðis FLokknum er poppúlismi á hæsta stigi.. þau vita að þetta nær ekki í geggn en þau vita líka að þetta nær aftur nokkrum sjálfstæðisstuðningsmönnum...", "date": "2011-03-07 13:02:00", "post_id": 31}, {"user_name": "Andri STi", "text": "tók bensín um daginn 238 kr líterinn af 98 oct ..................................................  ...............................<<<icon_sad.gif>>>", "date": "2011-03-07 13:06:00", "post_id": 32}, {"user_name": "almarorn", "text": "Tókstu uppá N1 rétt hjá Bíll.is? Ef svo gengur billinn hjá þér almennilega á því?", "date": "2011-03-07 13:18:00", "post_id": 33}, {"user_name": "Andri STi", "text": "hætti að taka bensín hjá N1 , eftir að ég fékk lélegt bensín þar , þegar skemda bensínið var seinasta sumar.\n\r\ntek núna alltaf á Shell 98 oct ... og hefur það bara reinst mjög vel , bíllinn gengur mjög fínt á því.", "date": "2011-03-07 13:38:00", "post_id": 34}, {"user_name": "almarorn", "text": "Ég er að hugsa um að dæla þessu bensíni uppúr tanknum hjá mér og taka bensín annarstaðar. Ég keyrði heim frá N1 og bílinn gengur ömurlega á þessu. Svolitið sárt að dæla 45+ lítrum af 98 sem er allt ónýtt. Kveikja í N1 kannski með þessu, kannski ekkert mjög dýrt í það. Frekar óþolandi.", "date": "2011-03-07 13:43:00", "post_id": 35}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif"], "date": "2011-03-02 23:57:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}]}