{"forum_title": "RÖFL", "id": "142989", "title": "Vilt þú geta spilað Airsoft á Íslandi ?", "url": "http://www.live2cruize.com/spjall/showthread.php/142989-Vilt-þú-geta-spilað-Airsoft-á-Íslandi", "posts": [{"user_name": "tinni77", "text": "Ef svo joinaðu þá þessa grúppu, þetta er alveg í lagi íþrótt <<<icon_cool.gif>>>\n\n\nhttp://www.facebook.com/home.php?sk=...128837574&ap=1\n\n\n\nAirsoft er eins og paintball í raun, nema það eru notaðar litlar plastkúlur í staðinn fyrir litabolta, og Airsoft er hægt að spila allan ársins hring því það er innandyra !", "date": "2011-03-28 13:43:00", "post_id": 1}, {"user_name": "nep", "text": "Við í LBFH spilum líka reball innandyra á veturna http://vimeo.com/19238950", "date": "2011-03-28 14:10:00", "post_id": 2}, {"user_name": "ABARTH", "text": "Airsoft getur einnig verið utandyra og notast við 5mm málmkúlum + gasbyssum <<<icon_smile.gif>>>\nEn er búinn að joina! Svakalega skemmtileg íþrótt! Dauðvantar þetta til landsins, hef persónulega mun meira gaman af airsoft en paintball á allan hátt!", "date": "2011-03-28 16:29:00", "post_id": 3}, {"user_name": "Bjaddni", "text": "þetta er nú ekki alveg rétt, það eru næstum altaf notaðar plastkúlur bæði utandyra sem innann góð airsoft byssa er að henda þessum kúlum meira en 425fps sem er fokk snöggt og frekar nákvæmt, það er tussu vont að vera skotin á 25m færi, stál kúlur eru eithvað sem á ekki heima í airsoft. þær bæði eyðileggja hlaupin og mechaníkina sem að fæða byssuna, og eru líka svo þungar að þú missir gífurlegt range. auk þess sem að \n\r\nAirsoft er annars snilld! ég átti nokkuð pimp svona byssu á meðan ég bjó úti. Það góða við þetta er að kostnaðurinn við þetta er nánast engin, kúlurnar kosta nánast ekkert, t.d. kostar poki með 125.000 kúlum aðeins 26þ, einnig er gott að þú færð enga marbletti undan þessu eins og með paintball. en mesti ókosturinn með þetta er að maður má ekki eiga svona í einkaeign sem er algert bullshit (nema þá kanski að maður þurfi byssuleifi á þetta sem er nú ekki svo mikið mál) en ef að þetta á að vera aðgengilegt almenning þá held ég að eina leiðinn væri ef að fólk mætti eiga sína eigin byssu og að það þurfi ekki eithvað félag að halda utanum byssurnar, hvað þá fyrirtæki að reka svona. þá fer verðið svo hratt upp á þessu að maður hættir að tíma þessu.", "date": "2011-03-28 18:13:00", "post_id": 4}, {"user_name": "Atli93", "text": "hvað er maður þá að borga í þetta? 15 - 30þ? ^^", "date": "2011-03-28 19:38:00", "post_id": 5}, {"user_name": "ingi15", "text": "gallinn við þetta er sá að það er ekkert sem getur sannað það að þú hafir verið skotinn eins og í paintball", "date": "2011-03-28 19:48:00", "post_id": 6}, {"user_name": "IceBox", "text": "það er ekki rétt. getur fengið 6mm málningarkúlur í þetta í staðin fyrir þessar hvítu/gulu", "date": "2011-03-29 20:50:00", "post_id": 7}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2011-03-28 13:43:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}