{"forum_title": "RÖFL", "id": "143549", "title": "Thid sem ferdist mikid utanlands", "url": "http://www.live2cruize.com/spjall/showthread.php/143549-Thid-sem-ferdist-mikid-utanlands", "posts": [{"user_name": "andrimar1", "text": "Hvad verdur madur ad reikna med ad madur thurfi mikinn tima til ad skipta um flugvelar?hef alltaf spilad thetta mjog safe og passad mig ad hafa allavega 4 tima a milli, enn er ad koma heim fra Bangkok beint flug a Heathrow og thad er 2 tima munur a lendingu og flugtaki. \n\r\nAnnars thyrfti eg ad eyda nott i London sem eg nenni enganveginn.\n\r\nHefur eitthver herna reynslu a svona malum? Tharf eg ad fara i gegnum Customs? ef ekki myndi thad spara mer heilmikinn tima. Tho ad eg hafi meira og minna verid a ferdalagi sidustu 2 arin tha hef eg alltaf tekid thetta safe.\n\r\n- Andri", "date": "2011-04-05 23:42:00", "post_id": 1}, {"user_name": "Baddeh", "text": "2 tímar er svoldið lítið. Þarf ekki nema sterkan mótvind til þess að tefja vélina um 1 klst.", "date": "2011-04-05 23:51:00", "post_id": 2}, {"user_name": "david/snifff", "text": "tja aldrei hef ég heyrt að það sé neitt svakalega gott að treysta á svona stutt millibil með áfram flug nema hafa forfalla tryggingu eða hvað sem það heitir.\n\r\nHeathrow er helvíti allanvega sökum stærðar og customs og get ímynda mér að þeir eru ansi strangir þegar menn koma frá asíu.\r\nmá ekki einu sinni reykja þar sem undirstrikar helvíti.\n\r\nannars taktu þér frekar hótel og sofðu vært í stað þess að eiga í hættu að hanga á flugvellinum ef þú skyldir missa af áfram fluginu þó aldrei gaman að vera alltaf í flugvél sérstaklega svona löngu flugi svo maður skilur að þú vilt losna við að hanga í uk.", "date": "2011-04-06 00:00:00", "post_id": 3}, {"user_name": "Master", "text": "þetta gæti verið tæpt, en word of advice, þó að þú sért í bullandi seinkun, og hitt flugið ætti að vera farið skv dt, farðu eins hratt og þú getur að rétta gate-inu og checkaðu á því. (ég hef náð vél þannig 3 tímum eftir að hún átti að vera farinn, og ef ég hefði mætt 30 sekúndum seinna hefðu hún verið farinn)", "date": "2011-04-06 00:48:00", "post_id": 4}, {"user_name": "Scooby", "text": "og mjög líklega komast töskurnar ekki með ef þú hefur mina en 3 tíma á milli", "date": "2011-04-06 02:40:00", "post_id": 5}, {"user_name": "Klerkur", "text": "Það fer eftir alveg eftir því hvort þú þarft að skipta um terminal eða ekki, 2 tímar er nóg ef þú kemur og ferð í sama terminal. Ef þú þarft að skipta á milli Terminal 1/2/3 þá skalltu gefa þér 2 1/2 tíma, ef þú þarft að skipta á milli 4/5 og 1/2/3 er mælt með 3 tímum.\n\nEn það sem skiptir meira máli: Er þetta sitthvor miðinn hjá þér BKK-LHR og svo LHR-KEF eða einn miði BKK-LHR-KEF??", "date": "2011-04-06 10:23:00", "post_id": 6}, {"user_name": "G3ML1NGZ", "text": "ég fór nuna til osló og þaðan til DK. það voru 3 tímar á milli vélanna og töskurnar voru checkaðar alla leið, þannig að ég þurfti ekkert að spá í þeim.\nVið hefðum þurft 45 min í það mesta til að komast á milli véla, 3 tímar voru bara mega chill.", "date": "2011-04-06 11:11:00", "post_id": 7}, {"user_name": "BRG", "text": "Ég myndi segja 3.5 klukkutíma.", "date": "2011-04-06 15:57:00", "post_id": 8}, {"user_name": "andrimar1", "text": "jæja, tok ykkar ráð, keypti mér gistingu og flug morguninn eftir heim, þakka svörin\n\n@G3mlingz, ja ég með 2 tíma mun á reykjavík-london-LA um daginn, síðan byrjaði að snjóa, þannig að ég var helvíti smeikur um að það myndi ekki reddast útaf seinkun, enn það bjargaðist allt þar sem þetta var bara 3 tíma flug, enn eins og eitthver sagði hérna það þarf svo litið að gerast í 12 tíma flugi svo það sé klukkustunda seinkun og þa er þetta orðið helvíti tæpt\n\nsé ykkur kútar eftir 2 mánuði, þá verð ég buinn að vera mánuð meira herna í nyja sjálandi og siðan skreppa til balí og síðan skreppa til tælands..... no big deal", "date": "2011-04-07 09:56:00", "post_id": 9}], "file_urls": [], "date": "2011-04-05 23:42:00", "files": []}