{"forum_title": "Almennt spjall", "id": "14385", "title": "Nú skeit löggann upp á hnakka!!!", "url": "http://www.live2cruize.com/spjall/showthread.php/14385-Nú-skeit-löggann-upp-á-hnakka!!!", "posts": [{"user_name": "JHP", "text": "Þessir helvítis andskotans hálfvitar eru meira enn það.\n\r\nÉg og félagi minn og 4 ÁRA SONUR MINN kíktum hring í bæinn eftir kvatmílu brautina á mínum M5 sem ætti ekki að vera frásögu færandi  <<<icon_rolleyes.gif>>> \r\nÞegar ég er að keyra sæbrautina þá tek ég eftir Löggu volvo fyrir aftan mig á ljósunum  hjá Húsasmiðjunni og ok passa mig bara og þeir elta mig og ég tek tjekkið á þá og svissa á milli akreina og þeir elta,\n\r\nÞá vissi ég að þeir væru að fara að stoppa mig enn það gerist ekkert fyrr enn ég er að keyra yfir ljósin hjá hesthúsunum í kópavogi á móti smáralind að það kemur annar löggubíll með ljósin og alles og stoppar mig.\n\r\nÉg var bara  :-s  og ég gerði ekki rassgat af mér enn nei nei,Setja þessir hálfvitar ekki hátalara kerfið í botn og segja mér að drepa á bílnu,Setja lykilinn út um gluggann þar sem hann sést,Hendur út um gluggann þar sem þær sjást og svo kom eitt gerpið hlaupandi með kylfu  <<<icon_lol.gif>>> og sagði mér að sýna hendur og koma út.\n\r\nEr mér skellt á mitt eigið skott og HANDJÁRNAÐUR með það sama fyrir framan barnið mitt og geðveika umferð á hafnarfjarðarveginum og það er nú ekki amarlegt á svona bíl með einkanúmer <<<squint.gif>>> \n\r\nÞessir andskotans helvítis ílla skeindu ættblönduðu skíthausar voguðu sér að setja mig inn í einn bíl og strákinn minn sem var hágrenjandi af hræðslu inn í annann bíll og sögðu mér svo að hafa ekki áhyggjaur af honum því þeir sæju um hann  <<<burn.gif>>> \r\nEru þetta tilfinningalausir vitleysingjar í þessu jobbi????\n\r\nÉg fæ ekkert að vita hvað sé í gangi fyrr enn ég er kominn á stöðina í hafnarfirði og fékk ég far alveg frítt þangað í handjárnum,Vinur minn fékk þá sem betur fer til að skutla honum og guttanum heim enn ekki upp á stöð sem hefði alveg farið með litla því svona guttar eru ekki alveg að fatta svona löggu gerpi.\n\r\nSvo þegar ég tala við varðstjórann þá kemur í ljós að þeir hafi fengið ábenndingu um að það séu VOPN Í ÞESSUM BÍL!!!.\n\r\nÞá var minn bara  <<<icon_eek.gif>>> <<<icon_rolleyes.gif>>>  :woow:  =;  :imwithstupid:  :cop: \n\r\nÞvílík og önnur eins þvæla að það hálfa væri miklu meira enn nóg.\r\nVopnaeign mín í gegnum tíðina nær yfir túttubyssur og teygjubyssur og vasahnífa og búið.\n\r\nSvo var leitað á mér og í bílnum og það var ekki einusinni naglaþjöl í honum sem gæti verið vopn.....Skrítið haaaa  <<<icon_rolleyes.gif>>> \n\r\nOg það besta er að ég fæ ekki að vita hver bullaði þessu í þá og fæ ekki að vita hver rökin fyrir þessu er  <<<burn.gif>>> \n\r\nÞetta þýðir á góðri Íslensku lögfræðingur og læti eftir helgi því þetta að taka handtakamann með látum og það fyrir framan barnið mans og að stía okkur í sundur er eitthvað sem ég mun ekki sætta mig við,  og ef einhver af þessum skítheimsku löggu hálfvitum er að lesa þetta þá megið þið allir sem einn rotna í helvíti !!!\n\r\nSvo er bara sagt við mann... ahh fyrirgefðu vinur \n\r\nEnda eru spólför út úr portinu hjá þeim,Þeir fengu þau alveg frítt.\n\r\nEf það sá gerði þetta les þetta og ætlaði að vera fyndinn þá mun ég virkilega reyna að finna út hver gerði þetta og hann verður í svekkjandi málum.", "date": "2006-05-13 02:34:00", "post_id": 1}, {"user_name": "Pittur", "text": "Vá ertu ekki að djóka  <<<icon_confused.gif>>>  það hlýtur einhver að hafa hringt á lögguna og verið að ljúga þessu upp á þig??? Þeir fara varla að fara á mis við svona einkennandi bíl eins og þú ert á...annars er þeim trúandi til alls  <<<icon_rolleyes.gif>>> en þetta er alls ekki fyndið djók", "date": "2006-05-13 02:41:00", "post_id": 2}, {"user_name": "ArnarFB", "text": "Ókeeeeei. Þetta er eitthvað það allra fáránlegasti drullubakstur sem ég heyrt af lögreglunni hér á þessu skeri.\n\r\nHalda þeir að þeir séu í FBI-leik eða?\n\r\nSvaka lögguaction útá miðri götu... Var ekki farið fram á full-cavity search í leiðinni bara?\n\r\nÓttalegir bjánar. Kæra. Hiklaust.", "date": "2006-05-13 02:41:00", "post_id": 3}, {"user_name": "Pittur", "text": "Samt ef löggan fær vitneskju um svona alvarlega hluti (sem var greinilega rugl í þessu tilfelli) þá finnst mér ekkert skrítið að þeir beiti harkalegum aðgerðum. Samt frekar lélegir með son hans  <<<icon_sad.gif>>>", "date": "2006-05-13 02:43:00", "post_id": 4}, {"user_name": "bimmer", "text": "Ok, löggan getur kannski ekki ignorað svona mál en þeir hefðu alveg getað friskað hann eftir að hann var kominn útúr bílnum, leitað í bílnum og klárað málið á staðnum.\n\r\nEngin innistæða fyrir öllu þessu drama hjá löggunni.", "date": "2006-05-13 02:47:00", "post_id": 5}, {"user_name": "Kjallin", "text": "VAR EINHVER AÐ PANTA PAPPÍR?\n\n\n\r\nÉg ætla allavega að ná mér í umslag, taka smá slurk af klósettpappír og senda á\n\r\nLögreglan í Hafnafirði\r\nFlatahrauni 11\r\n220 Hafnafjörður\n\r\nMæli með því að allir hérna geri það sama, því ég hef sjaldan séð menn drulla jafn langt uppá bak. Nema við tökum LÍA með inní þetta.  <<<icon_lol.gif>>> \n\r\nÉg myndi hiklaust kæra!", "date": "2006-05-13 02:48:00", "post_id": 6}, {"user_name": "JHP", "text": "4 löggubílar eru kannski aðeins of mikið...Þeir hljóta að hafa eitthvað betra að gera enn skíta í brækurnar 8 saman upp á stöð yfir þessu  <<<icon_rolleyes.gif>>>", "date": "2006-05-13 02:49:00", "post_id": 7}, {"user_name": "disparu", "text": "Kæra þessi ****, krefjast skaðabóta upp á margar milljónir og láta reka þá sem stóðu fyrir þessu aðgerðum! \r\nFara með þetta í fjölmiðla, þú ert fórnarlamb, valdssýki hjá eitthverjum gaurum sem halda að þeir geti bara vaðið yfir allt og alla því þeir eru í lögreglunni.\r\nÞeir ættu að skammast sín og biðjast afsökunar við litla strákinn þinn. \r\nGefa honum jafnvel nokkrar hundraðþúsundkalla.\n\r\nÞetta er algjört rugl, það er útaf svona málum sem manni langar í lögfræði og taka þessa gaura í rassgatið og það fast!\r\nÞeir hefðu frekar átt að nota tíma sinn til að handtaka dópsala en að ráðast á saklausan mann.", "date": "2006-05-13 02:57:00", "post_id": 8}, {"user_name": "Orville", "text": "Kæra þetta einn, tveir og bingó!\r\nEkki spurning.", "date": "2006-05-13 03:05:00", "post_id": 9}, {"user_name": "dóriii", "text": "sjeeett troða korktappa uppí rassboruna á þessum mönnum  <<<nono.gif>>>", "date": "2006-05-13 03:15:00", "post_id": 10}, {"user_name": "Guðninn", "text": "Þessir andskotans helvítis ílla skeindu ættblönduðu skíthausar\r\nhaha snillingur  <<<icon_evil.gif>>> \r\nþessar helvitis löggur er aðeins of töff en fatta það ekki að þær eru algjörlega glataðar!", "date": "2006-05-13 03:31:00", "post_id": 11}, {"user_name": "toyfan", "text": "kæra þessa helvítis grasasna alla saman ....  <<<icon_evil.gif>>> \n\r\nsvona hegðun er náttúrulega útí  hött og þeir fá sendan pakka af skeinir frá mér", "date": "2006-05-13 03:43:00", "post_id": 12}, {"user_name": "Gísli Camaro", "text": "ohh. ekkert meira óþolandi en löggur með robocop stæla. þekki nokkrar þannig.\n\r\nkæra hiklaust. þetta er minning sem fer aldrei úr minnum litla.maður á nú einu sinni að vera fyrirmyndin.", "date": "2006-05-13 04:58:00", "post_id": 13}, {"user_name": "Addi", "text": "Það sorglega er að þetta er það mest spennandi sem löggan kemst í.\n\n\r\nDrulla upp að herðablöðum.", "date": "2006-05-13 05:02:00", "post_id": 14}, {"user_name": "Gísli Camaro", "text": "já og allavega leift manninum að tala við krakkann sinn. það er ekki eins og maðurinn gleipi bazukku á meðan hann huggar greyjið krakkann.\n\r\nkæra kæra kæra. það er það eina sem fær þessi fíbl til að hugsa áður en þeir framkvæma.\n\r\nog nonnovett. ég held að ef u kærir þá eigir u rétt á að við hver það var sem var að benda löggunni á að u værir með e-h vopn!!!", "date": "2006-05-13 05:05:00", "post_id": 15}, {"user_name": "skyline", "text": "HEHE Varstu að horfa á Robocop áðan ?  <<<icon_biggrin.gif>>> \n\r\nEn já, ég sá einmitt 2 löggubíla sem stoppuðu svartann M5 ? á reykjanesbrautinni rétt hjá sprengisandi, ætli þeir hafi bara farið röðina á alla M5 bíla í bænum eða ?  <<<icon_rolleyes.gif>>> \n\r\nAlgjörir bjánar <<<icon_exclaim.gif>>>", "date": "2006-05-13 05:06:00", "post_id": 16}, {"user_name": "Gísli Camaro", "text": "þetta er alveg satt. löggur með robocop stæla er mest pirrandi lögga í heimi þó að robocop hafi verið fínn <<<icon_wink.gif>>>. þið vitið hvað ég meina", "date": "2006-05-13 05:08:00", "post_id": 17}, {"user_name": "Gísli Camaro", "text": "var robocop í tv áðan?\n\r\nhehe", "date": "2006-05-13 05:09:00", "post_id": 18}, {"user_name": "Bc3", "text": "<<<icon_lol.gif>>> <<<icon_lol.gif>>> fávitar", "date": "2006-05-13 06:01:00", "post_id": 19}, {"user_name": "skyline", "text": "Já maður! Robocop 2!  <<<icon_lol.gif>>>   Afsakið OFF-TOPIC", "date": "2006-05-13 06:07:00", "post_id": 20}, {"user_name": "Siggi H", "text": "þeir eltu nú einn m5 bara núna í morgun þegar ég var á leiðinni heim úr vinnu.. ég hélt svoleiðis að löggan hefði snúið við til að stoppa mig, en allt kom fyrir ekki. leit fyrir framan mig og þar var m5 sem að var að keyra fyrir framan mig og löggann elti hann eitthvað í burtu. meira veit ég ekki.\n\r\nen já, kæra þetta nonni.", "date": "2006-05-13 08:56:00", "post_id": 21}, {"user_name": "Kiddi j", "text": "Döfulsins fávitar mar, shiiiiit. \r\nDjöfull á Nokkin eftir að blasta Fuck the police þegar hann verður eldri.", "date": "2006-05-13 09:08:00", "post_id": 22}, {"user_name": "Siggi H", "text": "fuck the police með ice-t er best <<<icon_cool.gif>>>", "date": "2006-05-13 09:10:00", "post_id": 23}, {"user_name": "Kiddi j", "text": "Held það hafi verið Ice Cube, but who cares", "date": "2006-05-13 09:15:00", "post_id": 24}, {"user_name": "Andri Pogo", "text": "ice-t og félagar voru með cop killer", "date": "2006-05-13 09:19:00", "post_id": 25}, {"user_name": "Siggi H", "text": "eða það.. ice-t er samt svalur. á einmitt diskinn með þessu lagi <<<icon_cool.gif>>>", "date": "2006-05-13 09:19:00", "post_id": 26}, {"user_name": "Poncho", "text": "Ömurlegt að lenda i svona Nonni,þetta minnir mig á það sem F. Steiner lenti í um árið (ekki að ég sé að líkja ykkur saman) hann var líka með pollann sinn í bílnum.", "date": "2006-05-13 10:29:00", "post_id": 27}, {"user_name": "Hrannar", "text": "<<<burn.gif>>>  Ég veit að ég hefði orðið gjörsamlega geðveikur ef að ég hefði lent í þessu, Þú ferð með þetta mál eins langt og að þú getur og lætur þessi helvítis **** svara fyrir sig <<<burn.gif>>>", "date": "2006-05-13 10:40:00", "post_id": 28}, {"user_name": "JHP", "text": "Jamm þetta fer alla leið og það er ekki gaman að vera spurður um það af guttanum hvort löggan hefði lamið mig með kylfunni  <<<icon_evil.gif>>>", "date": "2006-05-13 11:00:00", "post_id": 29}, {"user_name": "gaulzi", "text": "þeir hljóta að hafa ruglast á M5-inum þínum og 735-inum hans Daredevil... náttla afsöguð haglabyssa í skottinu á honum <<<icon_cool.gif>>>", "date": "2006-05-13 11:01:00", "post_id": 30}, {"user_name": "Binni Morgan", "text": "vááááaáá....hefði ég misst mig  <<<icon_evil.gif>>>", "date": "2006-05-13 11:14:00", "post_id": 31}, {"user_name": "DínuZ-sUpeRmaN", "text": "<<<icon_eek.gif>>>  VÁÁÁ!!!\n\r\nÖrugglega ekkert svo auðvelt að útskýra fyrir 4 ára barninu sínu að það hefði verið tekið svona harkalega á þér fyrir miskilning..  <<<icon_confused.gif>>> <<<icon_confused.gif>>> \n\r\nGangir þér vel með framhaldið af þessu máli", "date": "2006-05-13 11:41:00", "post_id": 32}, {"user_name": "Coulomb", "text": "Beint í lögfræðing, það skiptir engu hvort þeir hafi ruglast á þínum bíl og einhverjum 735 bimma. Þetta eru ekki rétt vinnubrögð og svona leit má auðveldlega framkvæma á staðnum án þess að vera með þessi læti. \n\r\nÉg bið þig vinur að fara með þetta alla leið, þú ert ekki bara að gera það fyrir sjálfan þig heldur alla í kringum þig. Lögreglan er að vinna sína vinnu og gerir það oft með eindæmum vel, það geta allir viðurkennt það. En svo koma svona dæmi inn á milli sem setja verulega svartan blett á þetta embætti. \n\r\nEf við tökum nýlega umfjöllum um L2C sem dæmi þar sem að allur hópurinn var dæmdur vegna \"glæfraaksturs\" nokkurra meðlima að þá er ekkert óeðlilegt að þessi tiltekna vakt komi smá blett á lögregluna í heild sinni. Fair is Fair ekki satt?\n\r\nÉg veit bara hvernig ég er og veit að ég hefði verið handjárnaður með látum, mér er ofboðslega illa við óréttlæti og svona hegðun hjá lögreglunni hefði fengið blóðið í mér til að sjóða á staðnum og það á núll komma einni !! \n\r\nEn það er einhver að benda á stóran BMW og þá bara taka þeir alla línuna greinilega, hugsanlegt að þeir þurfi að vinna sína vinnu aðeins betur??? \n\r\nEf það fréttist af einhverjum að lemja litla bróðir minn, og að sá aðili hafi svo stokkið upp í rauða Imprezu að þá ætti ég, eftir aðferðum lögreglunnar að dæma, að banka alla eigendur rauðra Impreza og þar á meðal sjálfan mig ekki satt   <<<icon_lol.gif>>> \n\r\nEn leiðinlegt að heyra með guttann þinn, löggan hræðir yfirleitt skítinn úr litlum krökkum og ljósin og öll lætin eru bara til að gera hræðsluna meiri. Vona að þér gangi vel með þetta mál.", "date": "2006-05-13 11:42:00", "post_id": 33}, {"user_name": "Hörður Aðils", "text": "Leiðinlegt að heyra. Um að gera að fara með þetta alla leið. Gangi þér vel", "date": "2006-05-13 11:49:00", "post_id": 34}, {"user_name": "RagnarH", "text": "djöfulsins asnar eru þetta.\n\r\nOg já, þegar þú kærir þá, þá færðu að vita hver hringdi...sá sami þarf náttúrulega að standa vitni og standa bakvið orð sín...getur ekki annað verið.", "date": "2006-05-13 12:23:00", "post_id": 35}, {"user_name": "einarak", "text": "hvað ef bíllinn hefði verið fullur af vopnum? <<<icon_eek.gif>>>\r\nLöggan væri frekar tilgangslaus ef hún mundi ekki svara ábendingum um að það sé hætta á ferðum.\r\nEn reyndar full harkaleg vinnubrögð fyrir framan strákinn", "date": "2006-05-13 12:26:00", "post_id": 36}, {"user_name": "bErio", "text": "Hata svonna SuperTroopers löggur sem að geta ekki talað við viðkomandi, heldur þarf hún að taka BNA style og taka svaka arrest!\n\r\nTengist þessu kannski ekki en ég er að vinna á leigumarkaðinum í Byko í hfj sem er við hliðið á löggustöðinni. \r\nTransporterinn okkar átti að vera skoðaður 05-05 .\r\nEn löggan valsar útur löggustöðinni og beint að bílnum og hendið boðun í skoðun á kaggan og segir svo \"Tjah, þýðir ekkert að vera með óskoðaðan bíl beint fyrir framan löggustöðina\" Alveg drulluánægður á svipinn.\r\nÞá horfi segji ég við hann \" Það tók ykkur allavegana alveg ár að sjá að hann væri óskoðaður...\"\r\nÞá hætti hann að brosa og labbaði reiður út  <<<icon_lol.gif>>>", "date": "2006-05-13 12:48:00", "post_id": 37}, {"user_name": "APEXi", "text": "Meina þau þurfa ekkert að handtaka fólk og aðskilja þau frá börnum sínum og fara með menn uppá stöð í handjárnum til að tékka á því hvort að það sé vopn í skottinu!\n\r\nHefðu þessvegna getað bara tekið þetta hefðbundna tékk á þetta... s.s. stoppað bílinn, labbað að glugganum \"góðan dagin, blablabla\" og spurt um ökuskírteini og það kjaftæði og svo hvort að þeir mættu fá að skoða í skottið á bílnum því að þeir hafi fengið ábendingu um að það væru vopn í bílnum.\n\n\r\nKÆRÐU ÞETTA... eina vitið.", "date": "2006-05-13 12:53:00", "post_id": 38}, {"user_name": "Bísi", "text": "ef þú kærir þetta(Sem mér finst þú ættir að gera)  og ferð í mál þá áttu að fá sýrslu af málinu  fyrir dómi og þá sérðu allavega hver  sagði að bíllin væri hlaðinn vopnum og  sér nákvæmlega þa ðsem hann sagði við  sauræturnar.....\n\r\nþað eru alltaf  nokkrir svona nýlöggu gaurar sem hafa verið barðir í æsku og lagðir í einelti   sem  ætla að hefna sín á öllu samfélaginu og láta eins og fávitar...\n\r\nog  að gera þetta fyrir framan 4ára barn er nú bara merki um vanþroska og heimsku!!!", "date": "2006-05-13 12:57:00", "post_id": 39}, {"user_name": "Sergio", "text": "lögga hefur greinilega ekkert að gera..breytir öllu i FBI leik", "date": "2006-05-13 13:05:00", "post_id": 40}, {"user_name": "SnowMan", "text": "Vá hvað þeir eru ************  <<<icon_eek.gif>>> \n\r\nHiklaust að kæra þessa fávita  <<<icon_exclaim.gif>>>", "date": "2006-05-13 13:06:00", "post_id": 41}, {"user_name": "Andriii", "text": "Sumar af þessum löggum eru bara með loft á milli eyrnana  <<<icon_twisted.gif>>>", "date": "2006-05-13 13:13:00", "post_id": 42}, {"user_name": "Magnific0", "text": "Ég er að selja klósettpappír handa ykkur 48rúllur á 2200kr svo getið þið sent þetta á löggustöðina.  Kannski of mjúkur fyrir lögguna  <<<icon_rolleyes.gif>>> \n\n\r\nEn djöfulsins villimennska hjá þeim <<<icon_sad.gif>>>  Gangi þér allt í haginn með kæruna kall :wink:  Leiðinlegt með strákinn þinn samt :/", "date": "2006-05-13 13:25:00", "post_id": 43}, {"user_name": "Sæli", "text": "setja bara kláðaduft í hann  <<<icon_surprised.gif>>> \n\r\nen alveg glatað af lögreglunni að gera þetta  <<<icon_mad.gif>>>", "date": "2006-05-13 13:33:00", "post_id": 44}, {"user_name": "Fenriz", "text": "Passar þetta ekki bara alveg fullkomlega...Robocop var í sjónvarpinu í Fyrradag held ég...vilja þeir ekki bara vera eins? en já þeir fá skeini frá mér", "date": "2006-05-13 13:58:00", "post_id": 45}, {"user_name": "Sigurvin", "text": "Ömurlega lið þessar lögreglur, kæra þetta.", "date": "2006-05-13 14:07:00", "post_id": 46}, {"user_name": "ÓskarG", "text": "Djöfulsins hálfvitar eru þetta..\r\nKæra, ekki spurning!\n\n\n\nN.W.A <<<icon_wink.gif>>>", "date": "2006-05-13 14:38:00", "post_id": 47}, {"user_name": "Pokémon", "text": "Held að maður sé öruggastur á Litla Hrauni.", "date": "2006-05-13 14:48:00", "post_id": 48}, {"user_name": "Andri STi", "text": "oki allt í lagi að þeir stoppi þig .....og handtaki enda eru þeir bara að vinna vinnu sína .útaf þessari ábendingu <<<icon_confused.gif>>> \n\r\nEn alveg rólegir að aðskilja þig og son þinn...ég væri alveg <<<burn.gif>>> \n\r\nkæra þetta", "date": "2006-05-13 14:51:00", "post_id": 49}, {"user_name": "Aron Preza", "text": "spurning með fara bara með þetta mál i lögguna <<<hmm.gif>>>", "date": "2006-05-13 15:00:00", "post_id": 50}, {"user_name": "Hroarskelda", "text": "Svona vinnubrögð eru nottla bara útí hött.\r\nVar löggan með einhverja heimild til að handtaka þig? Og hvað þá að fara svona með farþega bíls þíns.\n\r\nMér finnst eins og þessi blessaða lögga sé alltaf byrjuð að ganga aðeins of langt. Finnst ykkur nóg ein ábending til að koma svona framm? Langt frá því, það getur hver sem er logið ábendingu og þeir eiga að þurfa meira en eina slíka.", "date": "2006-05-13 16:05:00", "post_id": 51}, {"user_name": "Pokémon", "text": "Sérstaklega þar sem þeir taka ekki mark á þér ef þú hringir og segir að bílnum þínum hafi verið stolið.  Hefði nú haldið að þeir hafi beðið um sqeelerinn um koma með einhverjar sannanir yfir það að Nonni væri þrælvopnaður í bíl sínum.   Nema að þeir taki setningar eins og:  \"C´mon hann keyrir á  nýlegum M5!!!!1!\"  sem rökstuðning?", "date": "2006-05-13 16:37:00", "post_id": 52}, {"user_name": "SpongeBob", "text": "Ef þetta hefði komið fyrir mig þá hefði ég misst mig... ég á litla dóttur og ef hún hefði þurft að horfa upp á svona gjörsamlega tilefnislausann ruddaskap við pabba sinn... úff I wonder hvað hefði skeð næst, en alla vega gott hjá þér að sýna þroska og hlýða tilmælum þessa gjörsamlega þroskaheftu hálfvita sem ég rétt vona að eigi ekki og muni aldrei eignast börn!! Þetta er svo mikill vanþroski og tilfinningaleysi gagnvart greyið barninu. Ég vona bara að þeir fái að heyra það og verði viknir frá starfi, sem mun nú líklegast aldrei gerast en einhver sagði What goes around, comes around! Þannig að ég óska þessum helvítis aumingjum alls hins versta!", "date": "2006-05-13 16:41:00", "post_id": 53}, {"user_name": "205gti", "text": "ömurlega lið.. kæra.. ekki spurning...", "date": "2006-05-13 16:51:00", "post_id": 54}, {"user_name": "CT9A", "text": "Þetta er nú meira ruglið enn pælið í einu hvað ætli það séu mörg % af löggunni á íslandi spilltar?  <<<icon_lol.gif>>>", "date": "2006-05-13 16:53:00", "post_id": 55}, {"user_name": "MJ", "text": "fokkin rugl  <<<burn.gif>>>", "date": "2006-05-13 16:57:00", "post_id": 56}, {"user_name": "Eggert", "text": "Það fyndna við þennan þráð er, að ef öll lögreglan er **** af þessu að dæma, hvað eru þá meðlimir L2C ?\n\n<<<icon_lol.gif>>>", "date": "2006-05-13 17:09:00", "post_id": 57}, {"user_name": "MJ", "text": "spurðu sjalfan þig", "date": "2006-05-13 17:11:00", "post_id": 58}, {"user_name": "SnowMan", "text": "bílaáhugamenn", "date": "2006-05-13 17:11:00", "post_id": 59}, {"user_name": "SpongeBob", "text": "I don't get it??", "date": "2006-05-13 17:19:00", "post_id": 60}, {"user_name": "SiggiRH", "text": "Vá.. það munar ekkert um það. Og þurftu þeir að bíða og taka ykkur í sitthvorn bílinn alveg á stöðina til að segja þér að þeir væru að leita að vopnum? Var ekki hægt að gera það í rólegheitum á staðnum bara?\n\r\nÞetta er pottþétt brennd mynd í hausinn á greyjið stráknum. Ég held það sé bara ekkert annað í stöðunni en að fara með þetta alla leið, og taka niður eins marga í leiðinni og hægt er.\n\r\nOg já taktu fjölmiðlana með þér, og þá er ég ekki að meina sorpritið heldur NFS eða eitthvað.", "date": "2006-05-13 17:47:00", "post_id": 61}, {"user_name": "Dezzice", "text": "Ég meina jú jú allt gott og blessað að þeir taki vinnuna sína alvarlega og svari ábendingum EN guð minn góður þetta er nú út úr kú.  Þeir hefðu getað stoppað þig, beðið þig að stíga út, rétt þér strákinn þinn og beðið um leyfi til að leita í bílnum.  \n\r\nÉg skil í raun aðferðafræðina að vissu leyti.  Hún er notuð úti þegar þarf að koma börnum í öruggt skjól ef ske kynni að faðirinn væri vopnaður og myndi nota barnið sem gísl EN for crying out loud hef ekki séð það gerast á Íslandi <<<icon_rolleyes.gif>>>  Hvert ættirru að stinga af með gísl, til Akureyrar <<<icon_rolleyes.gif>>>\n\r\nÞeir áttu bara að stoppa þig við rútín tjékk, ekki þetta FBI style shitt, ekkert annað, spyrja svo hvort þeir mættu leita í bílnum, ef þú hefðir ekki gefið leyfi þá bara bíða þangað til dómari gæfi leitarheimild á bílinn og klára þetta mál þannig.  Alveg óþarfi að rífa menn, skella þeim á húddið, járna þá og ég tala nú ekki um að hræða barnið.\n\r\nSá sem hefur hringt þig inn hefur líklegast sagt þig vera með vopnabúr Al-Khaeda style í bílnum eða eitthvað álíka <<<icon_confused.gif>>>  Hljómar eins og einhverjum sé mikið í mun að ná sér niðrá þér <<<icon_confused.gif>>>  Eða einhver hálfviti hafi haldið að þetta væri voða fyndin djókur (reyndar ef svo er þá er maðurinn með sjúkan húmor).", "date": "2006-05-13 18:04:00", "post_id": 62}, {"user_name": "Binni", "text": "fávitar... kæra þessi kvikindi og það með látum...", "date": "2006-05-13 18:25:00", "post_id": 63}, {"user_name": "drolezi", "text": "Mín skoðun á málinu:\n\r\n1. Í sambandi við framkvæmdina á stöðvuninni, fæstir lögreglumenn fara að hætta á það að vera skotnir. Þú ert eftirlýstur vegna ólöglegra vopna, auðvitað taka þeir enga sénsa. Ekki eins og jakkinn þeirra sé skotheldur.\n\r\n2. Í sambandi við að færa barnið niður á stöð í sér bíl. Dezzice kom því ágætlega á framfæri hvað varðar hættur varðandi flutning hins handtekna og barnsins í sama bíl. Maður veit aldrei upp á hverju fólk kann að taka, þetta er því öryggisatriði.\r\nAftur á móti finnst mér að það hefði átt að skoða hvort einhver sem barnið þekkir hefði getað sótt það beint á staðinn. Afi, amma, frændi, móðir osfrv.\n\r\n3. Í sambandi við að færa ökutækið á lögreglustöðina til leitar, þá eru aðstæður til leitar líklega ekki hentugar á svona umferðargötu. Og ekki myndi ég vilja láta leita í bílnum mínum meðan aðrir sæju til.\n\r\nEinhver yfirmaðurinn verður að axla ábyrgðina á því að hafa gefið út handtökuskipun á hendur manninum án þess að hafa fyrir því brýna nauðsyn.", "date": "2006-05-13 18:27:00", "post_id": 64}, {"user_name": "Heddportun", "text": "Sorry en það er ekki hægt að réttlæta svona aðferðir,við búum á ÍSLANDI\n\r\nKæra,Kæra,Kæra en hvað fær maður út út því 50þús og afsökun <<<icon_confused.gif>>>", "date": "2006-05-13 18:40:00", "post_id": 65}, {"user_name": "ND2SPD", "text": "Þeir rugluðust sennilega áþessum M5 og öllum hinum, þetta er rðið eins og Golf á götunum, útum allt.  <<<icon_biggrin.gif>>> \r\nLeiðinlegt að Heyra Johnny Boyjj en ungi lærir þá bara snemma..", "date": "2006-05-13 18:43:00", "post_id": 66}, {"user_name": "haukurn", "text": "þetta er akkurat rétta hugsunin", "date": "2006-05-13 18:44:00", "post_id": 67}, {"user_name": "Dezzice", "text": "Hvað eru mörg fordæmi fyrir því að lögreglumenn séu skotnir við vinnuna sína á Íslandi spyr ég nú bara?\n\r\nÞessi aðferðarfræði hentar MJÖG vel úti þar sem byssueign er mjög algeng.  Ég skil lögregluna að fara að öllu með aðgát og ég skil vel að þeir hafi varan á sér ef búið er að tilkynna að ökumaðurinn sé með fullan bíl af vopnum.  Ég skil að þeir biðji hann um að halda höndunum frá líkamanum svo þeir sjái þær EN ef þetta eru reyndir lögreglumenn hefðu þeir átt að sjá á núll einni hvort hann væri í annarlegu ástandi eða ekki, þeir hefðu átt að leita á honum og ef engin vopn fundust hefðu þeir átt að leiða hann frá bílnum og leyfa honum að fá son sinn til sín og lögreglumaður hefði fylgst þarna með.  Það er ALLS EKKERT óalgengt að löggan leiti í bílum út á miðri götu og hefðu þeir spurt þá hefði hann getað gefið leyfi EÐA heimtað að fara niðrá stöð með þeim og bíða eftir leitarheimild.\n\r\nÞeir áttu að spyrja hann hvort þeir gætu hringt í einhvern sem gæti komið og sótt son hans ef þeir vildu ekki leyfa þeim að fara saman í bíl eða bara til að reyna að minnka þetta álag á barnið að það hafi allavegana annan ættingja strax við hliðiná sér á meðan verið er að leysa úr þessu máli.\n\r\nFyrir það fyrsta hefði ég haldið að lögreglan þyrfti að hafa verulega rökstuddan grun fyrir því að bíllinn væri fullur af vopnum og ökumaðurinn hættulegur til að geta komið svona fram.  Það á engan vegin að vera nóg að hringja bara inn og bulla eitthvað.", "date": "2006-05-13 18:56:00", "post_id": 68}, {"user_name": "Viktorkarl", "text": "Ok, þessi vinnubrögð eru alveg rétt hjá löggunni í byrjun, að láta þig drepa á bílnum og svona, en að handtaka þig og fara með þig uppá stöð og allt það, eruð þið heiladauðir ?\n\r\nÞessi ábending hefur komið frá áreiðanlegum aðila fyrst þessu var tekið svona alvarlega..\n\r\nMæli eindregið með því að þú kærir þetta", "date": "2006-05-13 19:03:00", "post_id": 69}, {"user_name": "RAT", "text": "nenni ekki að lesa yfir allt saman en er bannað að hafa vopn í bílum  <<<icon_rolleyes.gif>>> \n\r\nlöggan á íslandi er einhvað ekki í lagi ég of félagi minn vorum handteknir af 6 löggum í kópavogi þar af 2 löggur sem komu sem backup úr rvk  <<<icon_lol.gif>>>", "date": "2006-05-13 19:06:00", "post_id": 70}, {"user_name": "siggi_runar", "text": "Það fást engir peningar útúr svona kærum en það fæst hinsvegar umfjöllun sem er að mörgu leiti betra. En aldrei eru Mercedes menn einsog ég stoppaðir í svona, spurning um að skipta bara yfir í blíðari bíltegund <<<icon_biggrin.gif>>>\n\r\nAnnars var þetta alltof gróft hjá lögreglunni en maður verður líka að horfa á hina mennina sem sinna sínu starfi vel og bjarga lífum.", "date": "2006-05-13 19:25:00", "post_id": 71}, {"user_name": "Spiderman", "text": "Shit", "date": "2006-05-13 19:41:00", "post_id": 72}, {"user_name": "JHP", "text": "Hvaða rökstudda grun hafa þeir eiginlega fyrir þessari aðgerð???\r\nEkki eins og ég hafi nokkurntímann átt eða tengst vopnum á nokkurn hátt.\n\n\n\nNei það er satt mun betra að liggja á skottinu sínu með 2 stk mongólíta að járna mann á miðjum hafnarfjarðarveginum  <<<icon_rolleyes.gif>>>\n\r\nÞetta er var aðgerð ríkislögreglustjóra og voru þeir fyrir nokkrum dögum búnir að fá dómsútskurð til að leita í þessum bíl og það besta er að það var skipun um að stöðva hann á ferð enn ekki koma heim   <<<icon_lol.gif>>>...... HÁLFVITAR \n\r\nÞetta mun fara alla leið og þessi snillingur sem kom þessu af stað verður  <<<punch.gif>>> x100\n\r\nErt þú lögga væni minn  <<<icon_rolleyes.gif>>>", "date": "2006-05-13 20:25:00", "post_id": 73}, {"user_name": "Bc3", "text": "nonni mafiósi <<<icon_lol.gif>>> <<<icon_lol.gif>>>", "date": "2006-05-13 20:31:00", "post_id": 74}, {"user_name": "MJ", "text": "bulll", "date": "2006-05-13 20:31:00", "post_id": 75}, {"user_name": "GretarK", "text": "já þetta er allt mjög skrítið, þeira hljóta að hafa fengið einhverjar mjög rökstuddar upplýsingar til þess að bæði handtaka þig og svo leita í bílnum en þessi aðferð hjá þeim finnst mér fullgróf, en fengu þeir handtökuskipun líka ? \r\nen hins vegar hefur maður heyrt að ef að það berst tilkynning um vopnaðann mann er oft sem sérsveitin er send út.", "date": "2006-05-13 20:45:00", "post_id": 76}, {"user_name": "WRX-06", "text": "ég get nú sagt þér það að það er ekki auðvelt að kæra lögregluna sjálfa, en það mætti hinsvegar kenna þessum ílla hirtu og vanræktu aumingjum mannasiði.", "date": "2006-05-13 21:12:00", "post_id": 77}, {"user_name": "minnskalli", "text": "félagi minn var einu sinni að rúnta á Ford Ka þegar 2 lögreglubílar og víkingasveitin stoppa hann, 4 víkingasveitarmenn miða á hann skotvopnum og segja honum að drulla sér út úr bílnum ...\n\r\neinhver apaköttur hafði hringt og sagði að það væri byssa í bílnum  <<<icon_rolleyes.gif>>> \n\r\nþað þarf að taka gervihnattasjónvarpið og dvd spilarann af löggunni", "date": "2006-05-13 21:47:00", "post_id": 78}, {"user_name": "JonSig", "text": "vitiði strákar, ég ætla að hringja í lögguna og segja að Björn Bjarnasson ****** sé vopnaður hríðskotabyssu ,,,\n\r\nhaldiði að löggan bösti húsbónda sinn <<<icon_biggrin.gif>>> ???\n\r\nlöggan virkar oft á mig sem viljalaust handbendi", "date": "2006-05-13 22:18:00", "post_id": 79}, {"user_name": "einarak", "text": "...og 0.3 sec seinna fengið 9mm gat á ennið, Don´t be stupid, ef það er grunur um vopnaburð þá er þetta nákvæmlega leiðin til að gera þetta, og þetta var eflaust vægasta aðferðin sem þeir nota varðandi \"armed and dangerus\" skipunina, hann hefði allt eins getað verið stoppaður með víkingasveitinni.\n\r\np.s. það er greynilega ekki sama hver er að væla, Vett eða séra Vett", "date": "2006-05-13 22:22:00", "post_id": 80}, {"user_name": "Legend", "text": "Vááá Fávitar, strák greyið á aldrei eftir að geta treyst löggum eftir þetta rugl  <<<icon_confused.gif>>> \r\nÉg myndi ekki hika við að gera eitthvað vel rótækt í þessu", "date": "2006-05-13 22:25:00", "post_id": 81}, {"user_name": "ZeroSlayer", "text": "Eeennn er eitthvað bannað að vera með byssu/r í bílnum sínum? ef maður er með leyfi fyrir byssum þ.e.a.s.?", "date": "2006-05-13 22:28:00", "post_id": 82}, {"user_name": "Pokémon", "text": "Held að þú megir ekki geyma hana í bílnum þínum.  En ég veit það að þú þarft að hafa hana í tösku, helst læstri og og skotinn í annarri tösku.", "date": "2006-05-13 22:32:00", "post_id": 83}, {"user_name": "JonSig", "text": "bara lol", "date": "2006-05-13 22:45:00", "post_id": 84}, {"user_name": "drolezi", "text": "Það eina sem lögreglumennirnir vita er að þú ert líklegur til að bera vopn og að handtökuskipun hefur verið gefin út á hendur þér. Auðvitað vita þeir ekki sannleikann í málinu en framkvæma aðeins eftir þeirri vitneskju sem þeir hafa hverju sinni.\n\r\nÁstæðan fyrir því að þeir stoppa þig á ferð er líklegast sú að þá er auðveldara að ná þér.\n\r\nNei, ég er nú ekki lögga og sé ekki að það komi málinu neitt við.", "date": "2006-05-13 22:47:00", "post_id": 85}, {"user_name": "JonSig", "text": "Vá, þetta er eins og að hlusta á Björn Bjarnarsson hálvita vera babla um að HRIÐJUVERKAMENNIRNIR  séu að koma hahaha", "date": "2006-05-13 22:47:00", "post_id": 86}, {"user_name": "JonSig", "text": "svo held ég að 90% vandamála hjá þessu byssu óða pakki einsog Birni B og ****inu yfirmanni landhelgisgæslunar sem sagði \" hrískotabyssurnar eru eina sem virkar á hriðjuvekjamennina\"  megi rekja til of mikils sjónvarpsgláps!!!", "date": "2006-05-13 22:54:00", "post_id": 87}, {"user_name": "Raggi_e", "text": "hahaah what hvað er málið með \"síndu hendurnar og latu billyklana ut\" haha sinna sem sest í myndum þeir hafa verið að reina að fá smá sonna nypd stemingu úi þetta:/.. en já  þú nefndir eitthvað um lögfræðing ætlaru að kæra nenni ekki að lesa 6 blaðsiður<<<icon_biggrin.gif>>> en já ætir að geta kært þetta þurfa að hafa rök fyrir þessu og meiga ekki hantaka þig eða ráðast á þig og svo seinna seigja ja okkur var sagt að þú keirðir á 51km þar sem var 50 hámarkshraði<<<icon_biggrin.gif>>> eða heæd ekki en já eins og er þá er litið að gera hjá þeim og þessir menn ætu að skamast sin og taka sér smá tak \r\nen já allavegana litið að gera og þeir eiga sér varla lif heldur en allavegana ég er kominn útí eitthvað rugl sjálfur svo ég er hættur..\n\r\nbtw farinn uti bónus að kauðpa eggja bakka<<<icon_biggrin.gif>>> allir að máta fyrir utan 18 maí<<<icon_biggrin.gif>>> haha", "date": "2006-05-13 23:00:00", "post_id": 88}, {"user_name": "HK RACING", "text": "Af hverju segirðu að hann sé líklegur til að bera vopn og að handtökuskipun hafi verið gefin út?\n\r\nHK RACING", "date": "2006-05-14 01:22:00", "post_id": 89}, {"user_name": "Gustur GT", "text": "Hvað mynduð þið gera ef að þið sætuð í bíl og ættuð að passa það að allir færu eftir lögum og reglum, svo kemur hringing frá einhverri manneskju um það að einhver útíbæ sé að fara þvert á þessi lög sem að þið eigið að passa og han sé hættulegur ykkur og öðrum ??? Nú fara og og stoppa manninn og hvernig gerið þið það bara einn vitleysingur sem labbar að bílnum og spyr ertu með byssu í f´rum þér (eins og fávís asni) ??? \n\r\nNEI, maður reynir að vera eins viss um það að og maður getur að halda lífi sjálfur, að mínu mati fannst mér rétt það sem þeir gerðu þangað til að þeir fóru að berja honum í húddið það hefði alveg verið hægt að járna hann til öryggis, skoða bílinn og hleypa honum svo í burtu.\n\r\nSeinast þegar hættulegur maður með vopn kom í fréttunum þá kunni hann ekki einu sinni að hlaða byssuna, hann ætlaði bara að drepa einhvern dópista, hvað ef þessi hefði kunnað það og drepið einhvern ???\n\r\nPs.\r\n   En það er að sjálfsögðu óþarfi að ganga of langt", "date": "2006-05-14 02:21:00", "post_id": 90}, {"user_name": "doristori", "text": "Himmi, lesa betur.\n\r\nÞað eins sem lögreglumennirnir sem stoppuðu hann höfðu vitneskju um kom að ofan og það var að hann væri vopnaður og að það ætti að handtaka hann.\n\n\r\nEn hvenær tókst þeim að gera þetta, ég var að vinna í gærkveldi og ég get svarið það að það hljóta allar löggur sem voru á vakt í nótt að hafa komið og fengið sér að éta þannig að gátu þeir eitthvað unnið??? <<<icon_biggrin.gif>>>", "date": "2006-05-14 02:22:00", "post_id": 91}, {"user_name": "Frenzy4", "text": "Dísús hvaða rugl er þetta  <<<icon_question.gif>>> \n\r\nAuðvitað bara fara með þetta eins langt og þú getur  <<<icon_biggrin.gif>>> \r\nÞvílíkir hálfvitar  <<<icon_sad.gif>>>", "date": "2006-05-14 03:06:00", "post_id": 92}, {"user_name": "Viggz", "text": "Hvað eru allir að babla um að vera mættur með byssu að skjóta löggurnar?\n\r\nÞetta er auðvitað bara kolröng aðferð, þú tekur ekki manneskju, handjárnar og neglir á húddið á bílnum fyrir framan 4 ára krakkann sinn vegna gruns.  Það er ekkert sem réttlætir svona, mjög hæpið að löggan hafi farið á rangan bíl þar sem þessi er með EINKANÚMERI.\n\r\nÉg vona bara að þú farir alla leið með þetta mál, þetta er skammarlegt fyrir lögregluna sem á að vera hérna til að vernda okkur?  Greinilega ekki að sinna starfi sínu.", "date": "2006-05-14 03:17:00", "post_id": 93}, {"user_name": "intenz", "text": "Ef löggan fær ábendingu um að einhver M5 sé fullur af vopnum, hvað á löggan þá að gera? Auðvitað eltir hún alla M5 og athugar þá. En ég viðurkenni að þetta hafi verið full harkaleg vinnubrögð hjá henni, þar sem hún var ekkert viss um að þetta hefði verið þessi bíll. Hún hefði getað gert þetta rólega. Farðu bara með þetta alla leið, Nonni!", "date": "2006-05-14 06:01:00", "post_id": 94}, {"user_name": "phoenix", "text": "Þessi starfsgrein er að fyllast af borderline þroskaheftum gimpum með sadíska tendensa sem þeir hafa ekki haft almennilega útrás fyrir síðan þeir voru litlir krakkar að sparka í ketti <<<icon_rolleyes.gif>>>\n\r\nog já það er hátalari af klósettinu svo þeir geti látið vita að þeir séu búnir", "date": "2006-05-14 10:35:00", "post_id": 95}, {"user_name": "úlaf", "text": "þetta er nottla ömurlegt fyrir strákinn þinn að horfa upp á þetta, en ég verð samt að segja að þetta er dáltið fyndið, ég sé svona fyrir mér að ef ég myndi hringja í lögguna og tilkynna að það væri einhver strákur( sem væri þá einhver félagi minn) með vopn eða dóp í bílnum hjá sér og hann myndi vera stoppaður, ég myndi nú hlægja dáltið að þessu <<<icon_biggrin.gif>>> \n\r\nen ég vona að þessi atburður verði stráknum þínum ekki minnistæður í komandi framtíð", "date": "2006-05-14 13:43:00", "post_id": 96}, {"user_name": "JHP", "text": "Þetta snýst ekki bara um strákinn minn.\n\r\nÉg kæri mig ekki um að vera handjárnaður út á götu fyrir framan fjölda manns af tilefnislausu!!!", "date": "2006-05-14 14:38:00", "post_id": 97}, {"user_name": "bskati", "text": "Gangi þér bara vel með þetta mál Nonni.\n\r\nen ég vil bara benda ykkur á að löggur eru misjafnar eins og þær eru margar, og það er hellingur af fínum gaurum þarna, en eins og alltaf skemma svörtu sauðirnir fyrir fjöldanum. Allavega þekki ég nokkra sem eru í löggunni og það eru bara fínir gaurar. Og ég hef bæði verið stoppaður af valdsjúkum fávitum og yfirveguðum og góðum köllum.\n\r\nkv\r\nbaldur skáti", "date": "2006-05-14 15:00:00", "post_id": 98}, {"user_name": "Dezzice", "text": "Það er engin að segja að þeir hafi ekki átt að hafa fullan vara á ef svona tilkynning berst en svo ég best gæti skilið á Nonna hérna fyrr í þræðinum þá var gefin út handtökuskipun nokkrum dögum fyrir þetta mál á nákvæmlega hans bíl.\n\r\nHvar liggur grundvöllurinn fyrir handtökuskipun?  Er það vegna þess að einhver hringdi inn?  Er það næginlegur grundvöllur til að þeir fái svona skipun í hendurnar?  Ég hefði haldið að þeir yrðu að monitora Nonna í X tíma og hafa rökstuddan grun fyrir því að maðurinn væri með vopnabúr í bílnum, ekki bara vúhú Jón Jónsson hringdi inn og sagði að Nonni væri brjálaður bandít með lager af vopnum í skottinu...förum og stoppum hann FBI style <<<icon_rolleyes.gif>>>  Því ef svo er þá getur hvaða gimp sem er hringt í lögguna úr tíkallasíma og kært hvaða jólasvein sem er fyrir eitthvað rugl.\n\r\nAuðvitað verða þeir að elta uppi svona tilkynningar, engin spurning, enda er það þeirra vinna EN það hefði nú mátt standa örlítið betur að þessu.  Fínt mál að hafa varan á sér og biðja hann að drepa á bílnum, stíga út etc, bara spurning að missa sig ekki í því að horfa á COPS <<<icon_lol.gif>>>\n\r\nLöggur eru misjafnar og ég kýs nú að trúa því að meirihluti þeirra sé bara frábært fólk að vinna sína vinnu, en einhversstaðar verða vondir að vera líka <<<icon_lol.gif>>>", "date": "2006-05-14 16:44:00", "post_id": 99}, {"user_name": "Bjarni-", "text": "Þvílíkir fávitar.\r\nHafa verið að horfa á einhverja FBI mynd og farið í leik.\n\n<<<bash.gif>>>", "date": "2006-05-14 18:56:00", "post_id": 100}, {"user_name": "ísland", "text": "hvað er einkanúmerið á bimmanum og hvaða árgerð er hann?", "date": "2006-05-14 20:22:00", "post_id": 101}, {"user_name": "Lindemann", "text": "2008 árg. með einkanúmerið gusgus", "date": "2006-05-14 20:44:00", "post_id": 102}, {"user_name": "Bjaddni", "text": "http://www.thatvideosite.com/view/2394.html\r\nLögreglan hér heima ætti að taka þessar sér til firirmyndar.\n\r\nþetta er ömurlegt Nonni! ekki láta bjóða þér þetta án þess að bíta til baka\n\r\nannars hlítur einhverjum að vera svakalega illa við þig ef að það var bent á einmit bílin þinn", "date": "2006-05-14 21:18:00", "post_id": 103}, {"user_name": "°haffi°", "text": "Löggan á Íslandi!!! Fáránlegt!!! fávitar!", "date": "2006-05-14 21:46:00", "post_id": 104}, {"user_name": "JHP", "text": "Það var seeyaa enn fer af í fyrramálið og bíllinn er M5 2002 og er til sölu núna!", "date": "2006-05-14 22:05:00", "post_id": 105}, {"user_name": "Snorri^", "text": "Held að þessir aumingjar ættu að fá sér bara fleiri kleinuhringi, frekar en að vera með svona rugl...þetta er bara kjaftæði sem menn eiga ekkert að láta líðast !", "date": "2006-05-14 23:06:00", "post_id": 106}, {"user_name": "the REDNECK", "text": "Jæja sem áhorfandi af þessum látum sem nonnivett lenti í fanst mér löggan vera full harðhent miðað við þann samstarfsvilja sem nonni sýndi, var á bíl nr 3 í þessari svaka röð sem myndaðist  <<<icon_confused.gif>>> (með 67 manns með mér í bíl). Ég hafði góða sýn yfir löggurnar . það kom crosscounry löggu bíll á seinni ferðinni frammúr mér á ljósunum og þá setur 80 volvoinn discoið á og lætin byrja.\r\nBeikonið lagði þvert á götuna og stöðvaði alla umferð svo stuttu seinna kemur 3 bíllin líka með discoið á, þá voru menn í röðinni orðnir pirraðir og farnir að riðjast frammfyrir. þegar löggan var búinn að skella ökumanninum í járnin heyrðis aftan úr bílnum hjá mér það er barn í bílnum hágrenjandi..\r\n Svo kom ég mér af stað og sá ekki meira. Ég myndi fara eins langt og hægt er með þetta mál. vona að guttin jafni sig. svona starfshættir eiga ekki að sjást og löggan hefði getað gert þetta með öðrum og skynsamlegri hætti <<<icon_cool.gif>>> . Gakktu bara eins langt og hægt er. ég er til í að vitna ef með þarf", "date": "2006-05-14 23:48:00", "post_id": 107}, {"user_name": "Gaukur", "text": "Þessar löggur eru svo ýkt harðar að það er ekki eðlilegt. Eftir langa og stranga rannsókn, *hóst hóst*, (sem sagt 5 mín rannsókn) þá hef ég komist að því að þetta eru meira og minna fólk sem var traðkað á í æsku og núna er það að ná fram hefndum með því að níðast á öðrum, en samt þarf að horfa á lögguþætti fyrst, það er lykilatriði. \r\nÞannig að ég vil biðja ykkur kæru starfsmenn Svína- og Kleinuhringjaverksmiðju Íslands að hætta þessu helvítis rugli, það hata ykkur allir. Get real.", "date": "2006-05-15 00:04:00", "post_id": 108}, {"user_name": "IngóJP", "text": "Þroskaður <<<icon_rolleyes.gif>>>", "date": "2006-05-15 00:05:00", "post_id": 109}, {"user_name": "JHP", "text": "Svo þurfti að bíða eftir bíl fra hfn því í honum var spes driver til að keyra bimmann  <<<frog.gif>>>", "date": "2006-05-15 00:53:00", "post_id": 110}, {"user_name": "intenz", "text": "Löggan verður auðvitað að búast við því versta. <<<icon_confused.gif>>> \n\r\nHún varð að búast við því að þú værir vopnaður þarna og gætir tekið son þinn í gíslingu. Já, þetta hljómar heimskulega, en það er til ruglað fólk sem gerir það bara til þess að sleppa.\n\r\nÞetta er svipað með mig. Ég lenti í slagsmálum. Lögreglan bað mig um að koma inn í bíl, ég neitaði. Hún kemur að mér, dúndrar mér í jörðina og járnar mig. Kom fram við mig eins og morðinga. Steig ofan á hálsinn á mér á meðan hún var að járna mig, svo ég myndi nú örugglega ekki geta gert neitt. <<<icon_rolleyes.gif>>>\n\r\nEf löggan hefði tekið þessu rólega, bæði í mínu tilfelli og þínu, hvernig veit hún þá að við hefðum ekki dregið upp vopn og streist á móti? Ég skil núna af hverju þær þurfa alltaf að búast við því versta.\n\r\nEn þetta er samt leiðinlegt með son þinn. En svona er þessi heimur. <<<icon_confused.gif>>> Þú getur samt gengið með þetta lengra, þó ég haldi að þú græðir voða fátt á því. Eru útgjöld fyrir lögfræði- og málskostnaði þess virði ef þú græðir svo ekki neitt á þessu?", "date": "2006-05-15 04:40:00", "post_id": 111}, {"user_name": "Pokémon", "text": "Dómarar eru ekki beint hrifnir af því að dæma löggunni í óvil en það getur gerst.  Maður myndi ekki græða neina peninga á þessu en það er kannski hægt að vinna málið og þá myndi löggi kannski nálgast svona mál næst með meiri sannanir á bakinu í staðinn fyrir kúk", "date": "2006-05-15 08:17:00", "post_id": 112}, {"user_name": "JHP", "text": "Var að tala við einn háttsettann hjá þeim og hann sagði að þetta væri til komið vegna símtals 24/4 um að sá hinn sami hafi fengið far í þessum bíll og séð í skottinu 2 skammbyssur og afsagaða haglabyssu   <<<crazy.gif>>> \n\r\n2 eða 26/4 dögum eftir þetta símtal gaf héraðsdómur reykjarnes út leitarheimild á landsvísu um að leita í þessum bíl. \n\r\nEnn þar sem bíllinn hefur ekkert verið í notkun þá var alltaf verið að fygjast með húsinu mínu og bíða eftir að bíllinn færi af stað. \n\r\nÞessi tilkynning kom utan af landi frá einhverjum mongólíta sem segðist hafa verið í bæjarferð og fengið far með mér. \r\nSem stenst engan veginn því það hefur ENGINN fengið far í þessum bíl og hvað þá að það hafi verið vopn í honum. \n\r\nOg var hann sammála mér í því að þetta hefðu verið fullharkalegar aðgerðir og ekki rétt staðið að málum í kringum barnið! \n\r\nÞannig að það þarf semsagt bara eitt símtal til að gera einhverjum lífið leitt enn þessi gaur mun finnast og það verður hoppað á andliti  <<<punch.gif>>> \n\r\nOG ÞETTA ER EKKI SPURNING UM PENINGA HELDUR RÉTT SKAL VERA RÉTT ! <<<burn.gif>>>", "date": "2006-05-15 10:51:00", "post_id": 113}, {"user_name": "Dezzice", "text": "Það er náttúrulega út úr kú að menn geti bara hringt inn hlutina si svona og kært fólk.  Ég myndi heimta nafnið á manninum í gegnum lögfræðing svo þú getir farið í mál við gæjann fyrir að gera þetta.  Ég hélt nú að lögreglan þyrfti meiri sannanir en orð frá einhverjum jólasveini til að fara út í svona aðgerðir en það er greinilegt ekki <<<icon_rolleyes.gif>>>\n\r\nEn ein spurning, afhverju í andskotanum var ekki bara gerð leit í bílnum fyrir utan húsið þitt?  Hvaða máli skiptir hvort bíllinn er á ferð eða ekki <<<icon_confused.gif>>>\n\r\nEr þessi gæi ekki bara gjörsamlega að rugla saman bílum?  Samt illa erfitt út af einkanúmerinu, nema gæinn hafi verið svo blindbeyglaður eða útúrfreðinn að hann hafi ekki fattað muninn á venjulegu númeri og einkanúmeri <<<icon_confused.gif>>>  Hljómar samt eins og einhver hafi bara ætlað að gera þér lífið leitt.", "date": "2006-05-15 17:32:00", "post_id": 114}, {"user_name": "JHP", "text": "Það er komið í ljós að þeir voru bara með leitarheimild enn ekki handtökuheimild líka  <<<icon_lol.gif>>> ...HÁLFVITAR.", "date": "2006-05-15 17:44:00", "post_id": 115}, {"user_name": "IngóJP", "text": "<<<icon_lol.gif>>> Nú erum við að tala um frelsissviptingu <<<icon_cool.gif>>>", "date": "2006-05-15 18:20:00", "post_id": 116}, {"user_name": "Dezzice", "text": "Þetta fer alltaf að hljóma meira og meira eins og B klassa bíómynd <<<icon_lol.gif>>>\n\r\nEf þeir voru bara með leitarheimild þá hefðu þeir í mesta lagi mátt biðja þig að fara úr bílnum og biðja þig að standa í vegarkanntinum á meðan þeir leituðu eða þú hefðir verið í bílnum og einhver úr lögreglunni hefði keyrt hann niðrá stöð <<<icon_lol.gif>>>\n\r\nÞað er greinilegt að það þarf einhver að svara fyrir eitt stórt royal fuck up í þetta skiptið <<<icon_lol.gif>>>", "date": "2006-05-15 18:26:00", "post_id": 117}, {"user_name": "bmwpowhaa", "text": "það er rétt hjá þér að kæra þetta.. ef þetta hefði gerst fyrir mig þá hefði ég örugglega bara misst mig þanna á staðnum og vona að þessi hellvíts gaur sem að hringdi fynnist!!", "date": "2006-05-15 20:44:00", "post_id": 118}, {"user_name": "JHP", "text": "Skulum ekki gleyma því að ég á að vera með sérútbúinn byssukassa í skottinu í plexigleri  <<<icon_rolleyes.gif>>> <<<crazy.gif>>>", "date": "2006-05-15 21:01:00", "post_id": 119}, {"user_name": "SpongeBob", "text": "Var eitthvað fjöldamorð hérna þar sem einhver var skotinn með 2 skammbyssum og 1 afsagaðri haglabyssu  <<<icon_confused.gif>>> ...  hmmmm já einmitt gaurinn fékk far með einhvejrum og þessi einhverji opnaði skottið svona bara til þess að sýna þessar byssur og hann bara ákvað að hringja í lögguna... djöfull er þetta vangefið !! Ef einhver myndi opna skottið hjá sér og sýna mér vopn þá væri það síðasta sem ég myndi gera að hringja í lögguna.  Ég spyr líka er ólöglegt að vera með vopn í skotti bifreiðar? Ég meina, er það alveg gefið að vopnin séu ólögleg. Gætu þetta ekki alveg eins hafa verið skráð og lögleg vopn.  Það er fullt af fólki sem á vopn lögleg og ólögleg... ég meina það er ekki kölluð út víkingasveitin ef það sést einhver maður með haglabyssu á leiðinni að dúndra á einhverjur rjúpur?? æjj þetta er fucked up...", "date": "2006-05-15 21:31:00", "post_id": 120}, {"user_name": "bErio", "text": "Hahahahha þessar supertrooper löggur vááá !\n\r\nEn afhverju ertu að selja M5-inn?  <<<icon_cry.gif>>>", "date": "2006-05-15 21:49:00", "post_id": 121}, {"user_name": "Sezar", "text": "Þetta er alveg ótrúlegir starfshættir lögregluembættisins og langt frá því að vera fagmannlegir. Hugsið bara hvað margir hafa lent í svipuðu og aldrei þorað að kæra svona, m.a útaf commentum sem hér hafa poppað upp.Um að gera að láta okkur hin vita, þetta er augljóslega rassskellur fyrir lögregluna að mál eins og þetta poppar uppá yfirborðið. Þú ættir að tala við fjölmiðla um þetta mál, sérstaklega út af barninu sem horfir uppá þetta.....og gleymir ekki.\r\nAllavega þurfti Eyþór Arnalds ekki að gera mikið til að komast á forsíðuna, kallgreyið.", "date": "2006-05-15 23:51:00", "post_id": 122}, {"user_name": "Zilv3r", "text": "Þetta er algert rugl, persónulega hefði ég snargeðbilast ef barnið hefði verið tekið frá mér, hefði samt frekar haldið kúlinu til að hræða ekki barnið... <<<icon_rolleyes.gif>>> \n\r\nOg já, ekki með handtökuheimild ? Hvað eru þeir að handtaka þig... þeir eru ekki einusinni búnir að sjá vopnin... Hefði skilið að þeir skyldu handtaka þig ef þú hefðir dergið upp byssu...\n\r\nAlla leið  <<<icon_exclaim.gif>>> rétt skal vera rétt", "date": "2006-05-16 00:28:00", "post_id": 123}, {"user_name": "JHP", "text": "Búinn að tala við fréttablaðið og barnavernd eða hvað sem það heitir.Þessir ílla skeindu asnar sleppa ekki við neitt.\r\nÞað verður einhver rasskelltur og það verður ekki ég  <<<icon_lol.gif>>>", "date": "2006-05-16 11:12:00", "post_id": 124}, {"user_name": "Andriii", "text": "Mig hlakkar til að sjá þetta  <<<icon_mrgreen.gif>>>  Flott ef þetta kæmi í blöðin  <<<icon_cool.gif>>>", "date": "2006-05-16 11:24:00", "post_id": 125}, {"user_name": "Legend", "text": "Ég er ekkert hissa, ég kæri mig bara ekkert um að ræða við lögguna einusinni.\r\nÞað er nógu slæmt að vera stoppaður fyrir eitthvað stupid, hvað þá handtekinn fyrir\r\nekki neitt.\n\r\nOg þetta með krakkan, hann er 4 ára, hann gleipir allt svona. Hvort það verði honum\r\nmein það veit enginn, honum kemur samt sennilega til með að vera illa við lögguna.", "date": "2006-05-16 11:26:00", "post_id": 126}, {"user_name": "Erica", "text": "Búin að tala við Fréttablaðið..kannski spurning að sleppa því að taka fram að þú sért meðlimur live2cruize <<<icon_lol.gif>>> \n\r\nen mér líst vel á þetta hjá þér..fara alla leið með þetta!! Finnst þetta alveg ósættanleg framkoma fyrir framan 4 ára krakka. Þetta eru ekki Bandaríkin!", "date": "2006-05-16 11:29:00", "post_id": 127}, {"user_name": "Binni", "text": "eitthvað nýtt komið í málinu?", "date": "2006-05-16 12:48:00", "post_id": 128}, {"user_name": "JHP", "text": "Nei bara kominn með lögfræðing í þetta og var að koma frá fréttablaðinu þannig að þetta er allt í vinnslu.", "date": "2006-05-16 16:22:00", "post_id": 129}, {"user_name": "Kjartanbj", "text": "það er loksins að einhver sé maður í að fara lengra með svona mál.. Jon Ragnar ætti nú að muna eftir einu atriði sem við lentum í með einum strák á svörtum bmw :] það var  nú meira ruglið", "date": "2006-05-16 17:41:00", "post_id": 130}, {"user_name": "Coney", "text": "Góður þessi <<<icon_exclaim.gif>>> <<<icon_exclaim.gif>>> <<<rollinglaugh.gif>>> <<<rollinglaugh.gif>>> <<<rollinglaugh.gif>>> <<<icon_thumleft.gif>>>", "date": "2006-05-16 23:57:00", "post_id": 131}, {"user_name": "Bílakéllan;)", "text": "Pælið samt í því hefði þetta verið rétt, hefði hann verið með fullan bíl af vopnum, ég meina löggan brást bara mjög vel og rétt við!! Ég meina leyfiði löggunum að vinna sína vinnu í friði, þetta er nú ekki auðveldasta vinna i heimi!", "date": "2006-05-17 08:34:00", "post_id": 132}, {"user_name": "SpongeBob", "text": "Annaðhvort ertu hálfviti eða þú hefur ekki lesið allann þráðinn.. ábendingin barst einhvern tíman í Apríl... EF bíllinn hefði svo verið fullur af vopnum þá er nu löggann eitthvða þroskaheft að handtaka manninn í bílnum með barni sínu og farþega, auðvitað hefði þá eina skynsamlega lausnin verið að elta ´bílinn og handtakan manninn heima hjá sér eða þegar hann er fjarri bílnum!  Það er nákvæmlega ENGIN skynsemi í þessu hjá löggunni!!  OG NEI LÖGGANN BRÁST EKKI RÉTT VIÐ Á NOKKURN hÁTT!", "date": "2006-05-17 08:53:00", "post_id": 133}, {"user_name": "JHP", "text": "Pældu í því ef þessi **** hefðu beðið mig um að opna skottið bara þegar þeir stoppuðu mig með Hollywood style.\n\r\nEf ég var svona vopnaður þá hefði ekki verið erfitt að finna eitthvað  <<<icon_rolleyes.gif>>>", "date": "2006-05-17 11:04:00", "post_id": 134}, {"user_name": "Aron Fridrik", "text": "þetta er bara að verða svona.. of mikið af ungu liði sem kann ekki rassgat nema það sem það hefur séð í myndum..\n\r\nsorglegt..", "date": "2006-05-17 11:07:00", "post_id": 135}, {"user_name": "Dirt Rider", "text": "Ef hann hefði verið með fullan bíl af vopnum væri þessi umræða ekki í gangi hérna.\n\r\nÞað var ekki fengin hantökuheimild fyrir því að handtaka einn né neinn.\r\nÞað var ekki heimild til að leggja hald á bílinn.\r\nEf það væri svona sterkur grunur um vopnabúr í svona bíl hefði verið eðlilegast að taka á þessu máli strax en ekki gera þetta í umferðinni í kringum fullt af fólki mörgum dögum eftir að hafa fengið leitarheimild.\n\r\nÞað er ekkert mál að leyfa lögreglunni að vinna sína vinna, en þeir þurfa að fara eftir öllum reglum en ekki bara sumum  <<<icon_confused.gif>>>", "date": "2006-05-17 11:56:00", "post_id": 136}, {"user_name": "Bílakéllan;)", "text": "oki kannski er ég hálfviti en ég get nátturuleg ekkert dæmt þennan atburð þar sem ég var ekki á staðnum, en þið hinir getið það ekki heldur. og eitt sem mér finnst rosalega sorglegt er að maður er að lesa þráði frá hinum og þessum um að þeir séu lagðir i einelti af löggunni því þeir voru teknir á 120km á 70km hraða, hallo<<<icon_wink.gif>>> ekki alveg i lagi... og mér finnst bara ekki alveg i lagi að flestu þræðirnir séu um hvað löggur eru heimskar, þetta er bara erfiðasta vinna i heimi og þið getið bara ekkert dæmt... En ég ætla ekki að blanda mér meir inni þetta þar sem þið eruð svona tödsý<<<icon_wink.gif>>>", "date": "2006-05-17 12:28:00", "post_id": 137}, {"user_name": "Erica", "text": "verð bara að spyrja\n\r\nErtu búin að lesa allan þráðinn?", "date": "2006-05-17 12:31:00", "post_id": 138}, {"user_name": "Dezzice", "text": "Ég er 110% sammála því að vera alltaf að kalla allar löggur **** og fávita er út í hött.  90% af þessu liði er bara að vinna sína vinnu og gerir hana MJÖG vel.  Þeir eru samt ekkert undanskildir því að gera mistök og það lítur allt út fyrir að í þessu tilfelli hafi þeir gengið full langt.\n\r\nÞeir voru ekki með handtökuheimild heldur AÐEINS leitarheimild.  Í því tilfelli áttu þeir bara að stöðva hann hugsanlega tveir ef þeir höfðu áhyggjur af því að hann yrði hættulegur, láta hann fara út úr bílnum, passa að hann væri ekki vopnaður, rétta honum barnið sitt og framfylgja svo þessarri leitarheimild sem þeir voru með.\n\r\nÞetta Hollywood style shitt gekk full langt í þessu tilfelli þó svo allur sé varinn góður oftast.\n\r\nAnnað mál er að það er orðið verulega hættulegt ef hvaða jólasveinn sem er getur hringt inn og klagað fólk svona.  Ég skil vel að lögreglan verði að taka öllum ábendingum alvarlega EN þá eiga þeir bara að stöðva fólk, þykjast vera í routine tjékki og biðja menn um leyfi til að leita.  Nú ef sá aðili neitar þá verða þeir bara að hringja í dómara og fá heimild til að leita ef þeir telja ástæðu til.  Ef fólk hefur ekkert að fela gefur það löggunni undantekningarlaust leyfi til að leita í bílnum og málið dautt.\n\r\nÞað að vera í lögreglunni er langt frá því að vera auðvelt.  Fólk tekur pirring og kjaftæði út á þér af því það er fúlt að hafa verið nappað við eitthvað sem það átti ekki að gera.  Þar með sagt hef ég líka alveg lent í lögregluliði sem væri best geymt á einhverjum afskekktum stað.  Sem betur fer gerist það mjög sjaldan af því flestir sem ég hef hitt eru ekkert nema almennilegheitin.  Þetta er ekkert auðveld vinna og drullan og ógeðið sem þeir sjá alla daga er mannskemmandi EN þeir verða að framfylgja settum lögum og reglum alveg eins og við hin.  Það að vera í lögreglunni gefur þér ekki automatískt leyfi til að haga þér eins og þú sért að leika í Hollywood mynd.", "date": "2006-05-17 13:48:00", "post_id": 139}, {"user_name": "intenz", "text": "Ég segi alltaf \"nei\" ef löggan spyr. Enda sáum við hvernig það endaði. <<<icon_lol.gif>>>", "date": "2006-05-17 14:49:00", "post_id": 140}, {"user_name": "Dezzice", "text": "Skil nú ekki afhverju nema þú hafir eitthvað að fela eða sért bara að því til að vera með stæla <<<icon_confused.gif>>>\n\r\nÉg persónulega hef það lítin tíma aflögu að ég nenni ekki að standa í því að eyða tímanum mínum í að vera með stæla og vesen ef löggan er almennileg að fyrra bragði.  Ef þær væru með stæla og kjaft myndi ég hiklaust segja nei, ekki spurning, en þeir eru bara að vinna sína vinnu og ef þeir koma fram við mig af kurteisi svara ég þeim í sömu mynnt <<<icon_wink.gif>>>", "date": "2006-05-17 14:53:00", "post_id": 141}, {"user_name": "IngóJP", "text": "ég var stoppaður í þessu svakalega úrhelli við arnarnesbrúna á leið minni inní Reykjarvík og löggan vildi leita í bílnum... ég neitaði... \n\r\ná þeim forsendum að ég væri bara á bolnum og kærði mig ekkert um að standa úti rigningunni þá varð löggan virkilega fúl <<<icon_lol.gif>>> \n\r\nSvo sagði ég við hana þið megið alveg fylgja mér uppí hamraborg og leita þar í skjólinu... löggan sagði við mig svo þú getur stungið af... bauð henni að fara með mér sem hún gerði...\n\r\nleyfði henni að leita og hún þakkaði bara fyrir og og auðvitað aktu varlega \n\r\neftir þetta hef ég aldrei verið stoppaður í leit af kópavogslögreglunni", "date": "2006-05-17 15:24:00", "post_id": 142}, {"user_name": "intenz", "text": "Já, bara til þess að vera með stæla. Þessi lögga leggur mig í einelti og finnst mér þeir þurfa að vinna fyrir því að fá að leita í bílnum mínum eða hvað sem þeir þurfa að gera, þó ég hafi ekkert að fela.\n\r\nEn ég fíla kurteisar löggur. Þetta myndi náttúrulega velta á því hvort þetta væru kurteisar löggur eða þá svalar supercops.", "date": "2006-05-17 15:24:00", "post_id": 143}, {"user_name": "baldur", "text": "Já löggan leggur þig í einelti Gaui. Er það þessvegna sem þú varst tekinn á 112 á 60 svæði? <<<icon_rolleyes.gif>>>", "date": "2006-05-17 15:52:00", "post_id": 144}, {"user_name": "Gunnarmh", "text": "<<<icon_lol.gif>>>", "date": "2006-05-17 15:58:00", "post_id": 145}, {"user_name": "finder", "text": "Það ættu fleiri að hugsa \"Ég hef ekkert gert af mér, af hverju ætti ég að leyfa þeim að leita?\"", "date": "2006-05-17 16:07:00", "post_id": 146}, {"user_name": "Jon Mar", "text": "Afþví að \"you get what you give\" er oft í gildi. Ef þú ert með stæla og að gera lögreglunni erfitt fyrir, þá auðvitað eru þeir ekkert að auðvelda þér lífið.\n\r\nHef iðulega verið mjög samstarfsfús þegar löggann stoppar mig og er eitthvað að spyrja, enda er ég algjörlega látinn í friði.", "date": "2006-05-17 16:16:00", "post_id": 147}, {"user_name": "intenz", "text": "Greinilega ekki ef löggan stoppar þig. <<<icon_lol.gif>>>", "date": "2006-05-17 16:27:00", "post_id": 148}, {"user_name": "intenz", "text": "Heyrðu, ég er nú ekkert að tala um þegar ég brýt af mér. <<<icon_lol.gif>>> Ég er að tala um þessar fíkniefnaleitir alltaf hreint. <<<icon_mad.gif>>>", "date": "2006-05-17 16:28:00", "post_id": 149}, {"user_name": "baldur", "text": "Fíkniefnaleitir? wtf!", "date": "2006-05-17 16:58:00", "post_id": 150}, {"user_name": "bskati", "text": "krakkar mínir, fáið ykkur bara jeppa, þá hætta þeir að stoppa ykkur. Allaveg hef ég ekki verið stoppaður í rúm tvö ár eða allan þann tíma sem ég hef átt trukkinn. Hins vegar voru þeir alltaf að stoppa mig í routine tjékk þegar ég var á fólksbíl.", "date": "2006-05-17 20:06:00", "post_id": 151}, {"user_name": "Jon Mar", "text": "Ef þú værir fær um að lesa á milli línana þá gætiru sagt þér það sjálfur að ég er stoppaður mun sjaldnar en var.\n\r\nVoðalega ertu tímabundinn maður ef þú hefur frekar tíma til að tefja lögregluna við reglubundið eftirlit í stað þess að hleypa henni ekki bara strax í að vinna sína vinnu með þínu leyfi.\n\r\nTekur mun skemmri tíma, og þá hefuru líka sýnt þeim fram á það að þú hafir nákvæmlega ekkert að fela og þeir græði tæpast stjörnu á herðarnar við að skoða þig frekar.\n\r\nEn endilega haltu áfram að opna 2cm rifu á gluggan þegar þeir stoppa þig og segja \"nei, ég kem ekki neitt út, og þú færð ekki heldur að leita í bílnum mínum you filthy pig!\"\n\r\nGet ekki séð að það verði þér neitt til framdráttar nema auðvitað að þú viljir að þú sért stoppaður í tíma og ótíma og talinn grunsamlegur.", "date": "2006-05-17 20:12:00", "post_id": 152}, {"user_name": "dickler", "text": "hann vill bara láta þukla á sér <<<alien.gif>>>", "date": "2006-05-17 20:28:00", "post_id": 153}, {"user_name": "baldur", "text": "Ég hef nú bara einusinni verið stoppaður undir stýri á jeppa, það var hólmavíkurlöggan sem mældi mig á 108.", "date": "2006-05-17 21:37:00", "post_id": 154}, {"user_name": "Þráinn", "text": "óókey....\r\nég hef verið tekinn í tékk tvisvar og einu sinni stoppaður fyrir of hraðan akstur síðan ég fékk bílpróf fyrir næstum 2 árum  <<<icon_confused.gif>>> \r\nog var ég akandi um á Rice aðum Colt  <<<icon_confused.gif>>>", "date": "2006-05-17 21:40:00", "post_id": 155}, {"user_name": "bskati", "text": "já, luxinn kemst nú í 128 (búinn að mæla með gps) en hann er bara ekkert sérlega þægilegur í akstri á yfir 100, svo ég er góður  <<<icon_cool.gif>>>", "date": "2006-05-17 22:21:00", "post_id": 156}, {"user_name": "baldur", "text": "Ég veit ekki hvað hvað minn jeppi kemst hratt. Hann kemst amk hraðar en ég kæri mig um að fara á honum.\r\nÞegar að hraðamælirinn er kominn í botn þá er ennþá nóg afl og heill gír eftir.", "date": "2006-05-17 22:24:00", "post_id": 157}, {"user_name": "Dezzice", "text": "Þetta er akkúrat málið.  Ef maður er alltaf með bilaða stæla og kjaft og neitandi þeim um hitt og þetta þá lítur maður BARA út fyrir að vera grunsamlegur.  Ég meina ef þeir segja \"já megum við leita í bílnum og þú alveg \"NEI\", hvað halda þeir??  Auðvitað segir það sig sjálft að þeir verða MUN erfiðari við þig ef þeir stoppa þig og gera eflaust í því að stoppa þig í tjékk og vesen.\n\r\nEins og ég sagði áður þá er tíminn minn dýrmætari en það að ég sé að eyða honum í að vera með stæla við lögregluna.\n\r\nSvo er eitt, ef þeir eru endalaust að stoppa menn í leit að fíkniefnum þá eru bara tveir hlutir sem koma til greina.  Annaðhvort ertu í rugli og hefur nappast með efni eða þeir vita að þú ert með efni a þér annars lagið EÐA menn eiga vini sem eru í rugli og þeir eiga það til að rúnta í bílnum.  Það er nóg að menn umgangist einhvern pappakassa sem er í neyslu til að lenda í svona tjékkum.", "date": "2006-05-17 22:34:00", "post_id": 158}, {"user_name": "finder", "text": "Tjah, það er hægt að segja \"Nei\" á fleiri vegu en að vera með bilaða stæla og rugl.\n\r\nEr bara hægt að segja \"NEI OMFG FÆRÐ EKKI AÐ LEITA DRASLIÐ ÞITT\"?", "date": "2006-05-17 22:42:00", "post_id": 159}, {"user_name": "IngóJP", "text": "<<<rollinglaugh.gif>>>    draslið þitt", "date": "2006-05-17 22:43:00", "post_id": 160}, {"user_name": "Dezzice", "text": "LOL það er reyndar alveg rétt en þetta var nú meint í samhengi við að ef maður er með kjaft og stæla og segir svo NEI þá fær maður bara leiðindi á móti frá þeim <<<icon_biggrin.gif>>>", "date": "2006-05-17 22:44:00", "post_id": 161}, {"user_name": "IngóJP", "text": "<<<offtopic.gif>>> <<<jk.gif>>>", "date": "2006-05-17 22:49:00", "post_id": 162}, {"user_name": "doristori", "text": "Hef einu sinni lent í að vera stoppaður af lögreglunni í svona tékk, ákváðu að stoppa mig vegna þess að ég var ljóslaus að aftan, hafði ekki tekið eftir því sjálfur. Báðu mig um að stíga út úr bílnum sem ég og gerði og spurðu hvort þeir mættu líta inn í bílinn og ég sagði kurteislega nei og þá var ég beðinn um að koma inn í bíl sem ég og gerði eftir að hafa læst bílnum og var þar látinn blása. Ekkert mældist þannig að þeir spurðu einfaldlega af hverju ég hefði neitað þeim um leit í bílnum og ég tjáði þeim að þetta væri ekki minn bíll og ég gæfi þar af leiðandi ekki leyfi til neins nema eigandinn samþykkti það og þá voru þeir alveg fínir og skildu mig vel. Báðu mig bara um að láta laga ljósin sem fyrst og að venju aka varlega.\n\r\nSumir löggukallar eru virkileg svín en svo leynast svona gæjar inn á milli all verulega tjillaðir kl hálf 4 um nótt á virkum degi.", "date": "2006-05-17 23:13:00", "post_id": 163}, {"user_name": "Heddportun", "text": "Ef að löggan vill leita hjá þér þá er það ásökun um að hafa eitthvað óhreint í pokahorninu og ef að einhver sér að það er verið að gera leit hjá þér þá heyriru um næstu helgi að þú sért dópsali og jafnvel spurður hvort þú eigir eitthvað til að selja <<<icon_confused.gif>>>  það er ekkert sktýtið að fólk vilji ekki að það sé leitað í bílnum sínum því það er ásökun og svo ef ekkiert finnst að þá segir löggan ekki einu sinni bless,hvað þá að biðjast fyrirgefningar\n\r\nÞessavegna neitar fólk að láta leita í bílnum sínum nema með heimild \n\r\nÞeir eiga líka til að rífa sætin og annað úr og svo þegar þeir eru búnir að þá keyra þeir bara í burtu og þú getur ekki gert shit nema að þeir hafi fengið heimild að þá eiga þeir að ganga frá eftir sig annars er þetta á þína ábyrgð", "date": "2006-05-18 01:16:00", "post_id": 164}, {"user_name": "intenz", "text": "Þetta var bara smá grín. Viltu tissjú?  <<<icon_rolleyes.gif>>> <<<smooch.gif>>>", "date": "2006-05-18 03:47:00", "post_id": 165}, {"user_name": "Bílakéllan;)", "text": "Dezzice wrote: \n\n\r\nÞetta er akkúrat málið. Ef maður er alltaf með bilaða stæla og kjaft og neitandi þeim um hitt og þetta þá lítur maður BARA út fyrir að vera grunsamlegur. Ég meina ef þeir segja \"já megum við leita í bílnum og þú alveg \"NEI\", hvað halda þeir?? Auðvitað segir það sig sjálft að þeir verða MUN erfiðari við þig ef þeir stoppa þig og gera eflaust í því að stoppa þig í tjékk og vesen. \n\n\n\r\nLoksins einhver á minni blaðsíðu, þó að ég viðurkenni það að það eru til margar löggur sem fara ekki eftir reglum og geta verið pain, en þá er meiri parturinn af þeim að reyna að vinna sína vinnu, en á erfitt með það fyrir fólki sem er í því að vera með stæla<<<icon_surprised.gif>>>/ ég meina common pælið i þvi að vera nýbúin að vera að vinna að bílslysi þar sem einhver töffari á 120km hraða keyrði á fjölskyldubíl  og 2börn á sama aldri og barnið þitt eru dáin og svo ertu útá vegi og mætir einhverjum töffara á 140km hraða, helduru að maður verði ekki pirraður??? en þá er ég ekki að dæma þennan atburð, bara þá sem eru að tuða yfir þvi að hafa lent í löggunni, fyrir einhvað sem þið gerðuð...ef þið eruð ekki með neina stæla og eruð ekki að brjota af ykkur, þá fáiði frið frá löggunni<<<icon_smile.gif>>> og já eins og ein sagði fáið ykkur jeppa, á isuzu trooper, var ALDREI stoppuð á honum, en færði mig svo yfir i sportbíl og það var gerð fikniefna leit, en ég meina kannksi ekki af ástæðu lausu, því þeir finna i FLESTUM tilvikum fikniefni i svona bílum og það er bara einhvað sem þeir eru vanir, eins og með hondu civic, það eru allir sem eiga breytta þannig einhvern tíman stoppaðir, því að þetta eru vinsælustu dopbílarnir...Haldið að maður sé ekki með þetta á hreinu<<<icon_smile.gif>>> Mamma er sem sagt  löggukjélling<<<icon_smile.gif>>> og maður fær upplysingar um svona dót... Var sem sagt BANNAÐ að fá mér breytta hondu<<<icon_sad.gif>>> finnst það sætir bílar...", "date": "2006-05-18 10:48:00", "post_id": 166}, {"user_name": "RonZG6", "text": "Rétt með jeppann... Er mjög oft stoppaður á fólksbíl, leið og ég er á jeppa þá aldrei stoppaður.. Var að keyra nokkuð hratt um daginn og löggan blikkaði mig bara með háu ljósunum til að segja mér að passa hraðann..", "date": "2006-05-18 10:49:00", "post_id": 167}, {"user_name": "RagnarH", "text": "ég er svo viss um að ef þetta væri einhver gaur á justy og væri með 2 pósta hérna hefði þessi þráður náð mestalagi 3 síðum.", "date": "2006-05-18 12:00:00", "post_id": 168}, {"user_name": "Viggz", "text": "Nei, það ríkir jafnrétti Justyinn hefði náð alveg jafn miklu <<<icon_wink.gif>>>", "date": "2006-05-18 14:12:00", "post_id": 169}, {"user_name": "Jon Mar", "text": "Nei takk, á fínann vasaklút.", "date": "2006-05-18 18:41:00", "post_id": 170}, {"user_name": "phoenix", "text": "Eru við semsagt FLEST dópistaræflar? exuse me for being black", "date": "2006-05-21 12:13:00", "post_id": 171}, {"user_name": "JonSig", "text": "vá það er allt að verða vitlaust hérna , en ég er að segja það peps, ísland er að breytast í lögregluríki, löggan fær að bögga mann óáreitt", "date": "2006-05-21 19:59:00", "post_id": 172}, {"user_name": "Kjartanbj", "text": "eitthvað að frétta af þessu máli? :]", "date": "2006-05-22 23:06:00", "post_id": 173}, {"user_name": "Fríða Björk", "text": "Váá Rugl, i feel bad for u and your son, meina hann er 4 ára og hann getur farið að óttast pabba sinn út frá þessu  <<<icon_mad.gif>>>  Gátu þeir ekki bara komið heim til þín og bankað uppá frekar en að stoppa þig og vera með læti, ég hefði klikkast  <<<icon_rolleyes.gif>>> <<<icon_rolleyes.gif>>> <<<blah.gif>>>  Löggan er svoddan rugludallar >.<", "date": "2006-05-23 10:30:00", "post_id": 174}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/squint.gif", "http://live2cruize.com/spjall/images/smilies/burn.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/burn.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/nono.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/burn.gif", "http://live2cruize.com/spjall/images/smilies/burn.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/burn.gif", "http://live2cruize.com/spjall/images/smilies/hmm.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/burn.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/bash.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/frog.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/crazy.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/burn.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/crazy.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumleft.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/alien.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/offtopic.gif", "http://live2cruize.com/spjall/images/smilies/jk.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/smooch.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/blah.gif"], "date": "2006-05-13 02:34:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/squint.gif", "path": "full/044fcad11055110ad79bb365127878981da5e5ea.gif", "checksum": "263fc1d1640366948201208c1a624e7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/burn.gif", "path": "full/7448a5931864d9a2c885b43a0f7e06470ad52cce.gif", "checksum": "093009ca6b76d8748bf5aa22e1823bb3"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/burn.gif", "path": "full/7448a5931864d9a2c885b43a0f7e06470ad52cce.gif", "checksum": "093009ca6b76d8748bf5aa22e1823bb3"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/nono.gif", "path": "full/6731506014e88bdd6795a6eb3fdf6ba90cbc5b16.gif", "checksum": "7f2674ecf6fab47b272cf5c43b33bb04"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/burn.gif", "path": "full/7448a5931864d9a2c885b43a0f7e06470ad52cce.gif", "checksum": "093009ca6b76d8748bf5aa22e1823bb3"}, {"url": "http://live2cruize.com/spjall/images/smilies/burn.gif", "path": "full/7448a5931864d9a2c885b43a0f7e06470ad52cce.gif", "checksum": "093009ca6b76d8748bf5aa22e1823bb3"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/burn.gif", "path": "full/7448a5931864d9a2c885b43a0f7e06470ad52cce.gif", "checksum": "093009ca6b76d8748bf5aa22e1823bb3"}, {"url": "http://live2cruize.com/spjall/images/smilies/hmm.gif", "path": "full/769b57892173755946fc18623f3647ee8d3e730f.gif", "checksum": "28864f0b06d413af60800d8d6b5dd7a1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/burn.gif", "path": "full/7448a5931864d9a2c885b43a0f7e06470ad52cce.gif", "checksum": "093009ca6b76d8748bf5aa22e1823bb3"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/bash.gif", "path": "full/aeb8b3e502d18f146533f54a51e5d8e5e262356f.gif", "checksum": "cc5405b01326f871fc690141a9e6280b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/frog.gif", "path": "full/a4514d4f5747b76e82593ae5cb27e4ebff5abb68.gif", "checksum": "c572408429f9a77d050e717a9eef5802"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/crazy.gif", "path": "full/571e9081b9b0ae5c34968ae245909e7bf5b5bedb.gif", "checksum": "24dc6585dc9fac6a2e5e4df2440a7819"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/burn.gif", "path": "full/7448a5931864d9a2c885b43a0f7e06470ad52cce.gif", "checksum": "093009ca6b76d8748bf5aa22e1823bb3"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/crazy.gif", "path": "full/571e9081b9b0ae5c34968ae245909e7bf5b5bedb.gif", "checksum": "24dc6585dc9fac6a2e5e4df2440a7819"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumleft.gif", "path": "full/e3fd2e409371c457f5b46f846bebe75426faec75.gif", "checksum": "d802bcaf64eb23a5dba36dd612d992e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/alien.gif", "path": "full/2da3e3a407cb84898b23c47e7bc04eb72ca3ab29.gif", "checksum": "b2885a26837e1fa76f22db842be12496"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/offtopic.gif", "path": "full/e7093b703c7af76371eba04cf2fcc25fecc4cdb3.gif", "checksum": "8dbb739133ff174fc7a4f6981c59796e"}, {"url": "http://live2cruize.com/spjall/images/smilies/jk.gif", "path": "full/68b1010b3ca8084a12020404edf6b5e8f4ee12a8.gif", "checksum": "b38e1701f5e86a635a078f1b0d1f782f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/smooch.gif", "path": "full/48e40ebdf63dc074c08a213fd03c6b119bd8208c.gif", "checksum": "f744a1bf2db84bdfe9babba561e8e8cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/blah.gif", "path": "full/f2459b9b08c4e80ad3bdc1582d049554592179e3.gif", "checksum": "08acc974d7245736d26d31b228e6907b"}]}