{"forum_title": "Almennt spjall", "id": "144409", "title": "Tjónaspurningar", "url": "http://www.live2cruize.com/spjall/showthread.php/144409-Tjónaspurningar", "posts": [{"user_name": "Arianit", "text": "eyða", "date": "2011-04-18 22:43:00", "post_id": 1}, {"user_name": "Valdi 27", "text": "Kaskótryggingin tekur þetta tjón. Þú þarft hinsvegar að borga sjálfsábyrgðina. \nEinfaldast er fyrir þig að tala við tryggingarfélagið þitt og láta þá meta tjónið á bílnum. \nSvo er best fyrir þig að láta þá meta hvaða tjónafyrirtæki sér um að gera við bílinn, \nþeir vita jú hvar þeir hafa haft góð samskipti í svona viðgerðum.", "date": "2011-04-18 22:53:00", "post_id": 2}, {"user_name": "Arianit", "text": "er búinn að vera að reyna að tala við þá þeir hunsa mig bara og segja að lögreglan sé ekki búin að senda þeim neina skýrslu. svo hringi ég í lögregluna og þeir segja að þeir séu búnir að senda hana.", "date": "2011-04-18 23:02:00", "post_id": 3}, {"user_name": "Sylvía", "text": "Tekur oft einhven tíma fyrir tryggingarfélagið að fá skýrsluna í hendurnar.... leið og skýrslan kemur þá hafa þeir eflaust samband við þig um að koma með bílinn í tjónaskoðun og í flestum tilfellum færð þú að velja þér verkstæði sem þú vilt að geri við bílinn.", "date": "2011-04-18 23:07:00", "post_id": 4}, {"user_name": "palmz", "text": "vertu bara harður við þá. en mig minnir að þú fáir lista yfir fyrirtæki sem geta tekið bílin í viðgerð og þú verður að velja úr þeim flokki. \nog svo með airbagið þá sýmist mér þetta vera ekkert það stórt tjón að airbagið ætti að koma á. oftast klessat bílarnir mun meira en þetta þegar aribagið fer í gang. allavona það sem ég hef séð.", "date": "2011-04-18 23:07:00", "post_id": 5}, {"user_name": "Arianit", "text": "þá finnst mér að þeir geta alveg sleppt því að vera með airbag í bílnum víst þeir poppa ekki upp á 50-60 km/h. Rifbeinsbrotnaði þegar ég lenti með á stýrinu, var samt í belti.", "date": "2011-04-18 23:10:00", "post_id": 6}, {"user_name": "dsm", "text": "airbag sensorarnir eru yfirleitt rett aftan vid studarabitann , hoggid sem billinn fekk er allt ofan vid hann...  \n\nog eg tel mjog oliklegt ad thad hafi verid styrid sem braut thig frekar en beltid...", "date": "2011-04-18 23:17:00", "post_id": 7}, {"user_name": "olig", "text": "Óþarfi að fá púða í smettið útaf einhverju svona tjóni. \nGetur líka verið að það sé höggrofi í bílnum sem slái bensíndælunni út eða slekkur á háspennukeflinu og þessvegna fer bíllinn ekki í gang.", "date": "2011-04-19 00:45:00", "post_id": 8}, {"user_name": "Arianit", "text": "veistu það að það getur bara verið hárrétt hjá þér.", "date": "2011-04-19 10:36:00", "post_id": 9}, {"user_name": "E-cdi", "text": "varstu í rétti eða órétti. ef þú varst í rétti. þá er skýrslan send til tryggingafelagsins þar sem hinn er tryggður. ef ekki. þá þarftu að borga 75þúsund eða eitthvað sjálfur í sjálfsábyrggð og þú borgar yfirleitt þeim sem gerir við bílinn sjálfsábyrgðina..\n\r\nprufaðu að tala aftur við lögguna og þá fá þá til að senda skýrsluna aftur eða gera nyja", "date": "2011-04-19 16:17:00", "post_id": 10}, {"user_name": "Arianit", "text": "heyrðu bíllinn er kominn í BogL eða hjá IH. þeir eru að meta tjónið þar svo fæ ég svar á morgunn. Gæjinn uppí umboðinu var að tala um það að tryggingarnar kaupa aldrei nýja hluti í bílana sem er alveg snarólöglegt, eru kaupa bara gamla parta og láta þá í. það er eitthvað sem ég er ekki sáttur með vill ekki að bíllinn minn þurfi að fara á klínk í framtíðinni ef ég ætla að selja hann.", "date": "2011-04-19 16:31:00", "post_id": 11}, {"user_name": "-Hjalti-", "text": "gangi þeim vel að fá notaða parta í E65 BMW <<<icon_lol.gif>>>", "date": "2011-04-19 16:43:00", "post_id": 12}, {"user_name": "palmz", "text": "ég veit um einn sem stóð yfir þeim sem voru að gera við bílinn sinn.. hann vaknaði kl 8 um morgun í 5 daga bara til að fara á verkstæðið og vakta yfir bílnum sínum. þá hefur bíllin verið svona svipað virði og þessi E65 soldið langt síðan.", "date": "2011-04-19 18:21:00", "post_id": 13}, {"user_name": "Sævar Örn", "text": "Sá kall borgaði pottþétt aukalega 2 daga í viðgerð vegna truflana og að tefja fyrir verkstæðismönnum <<<icon_smile.gif>>>", "date": "2011-04-19 18:25:00", "post_id": 14}, {"user_name": "phoenix", "text": "Það er nákvæmlega EKKERT meira pirrandi en einhverjir kúnnar sem að hanga yfir manni á meðan maður er að vinna. Þið hafið ekki hundsvit á því sem ég er að gera svo vinsamlega látið mig í fokking friði á meðan ég er að vinna :X er farinn að venja mig á að hætta bara að vinna í hlutunum ef einhver gerir sig líklegan til að, þó það sé ekki nema standa örstutt við hliðina á mér til að fylgjast með. Ef einhver mongólíti myndi ætla að gera eitthvað eins og þú lýsir myndi ég einfaldlega segja honum að fara eitthvert annað.", "date": "2011-04-19 18:56:00", "post_id": 15}, {"user_name": "Arianit", "text": "er svo sannarlega sammála þér, það ætti ekki að vera mikið vesen að fá lista yfir hvað var skemmt í bílnum og hvaða hluti var búið að skipta um. og svo þegar maður fær hann aftur þá getur maður látið tjékkað yfir bílinn annaðstaðar hvort allir þessir hlutir séu nýjir.", "date": "2011-04-19 19:09:00", "post_id": 16}, {"user_name": "palmz", "text": "okkuru talaru eins og það sé mér að kenna. mér var bara sagt frá þessu og datt í hug að seigja ykkur frá. og ég skil vel hvað þú meinar.", "date": "2011-04-19 21:09:00", "post_id": 17}, {"user_name": "E-cdi", "text": "hvernig tekurðu þessu þannig að hann sé að kenna þér um eitthvað?\n\r\nheld að hann sé bara að tala um plebba sem hanga yfir mönnum þegar gert er við og sýna þar með vantraust og vanvirðingu fyrir þeim sem er að laga viðkomandi bíl. \n\r\nskil ekki þannig fólk.. en ég er hinsvegar týpan sem droppa við til að sjá hvernig gengur og tek myndir til að geta postað í þræði sem eru um þann bíl sem ég er að ditta við <<<icon_smile.gif>>>", "date": "2011-04-19 21:20:00", "post_id": 18}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2011-04-18 22:43:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}