{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "1445", "title": "GR33N eða DSM fróðir !!!!!!!!!!!!!!!", "url": "http://www.live2cruize.com/spjall/showthread.php/1445-GR33N-eða-DSM-fróðir-!!!!!!!!!!!!!!!", "posts": [{"user_name": "BMW 750IA", "text": "Er 14b turbocharger eitthvað öðrivísi úr sjálfskiptum Eclipse en í beinskiptum????????\r\nEr að spá í að bjóða í svoleiðis túrbínu  (14b turbo teo4h) en langaði bara að vera 100% viss um að þetta passi <<<icon_biggrin.gif>>> \n\r\nMér finnst nú reyndar ótrulegt ef þetta væri eitthvað öðrivísi <<<icon_rolleyes.gif>>>", "date": "2003-12-02 01:17:00", "post_id": 1}, {"user_name": "david/snifff", "text": "smá forvitni í hverju stendur hún?\n\r\nannars afhverju ekki stærri? fyrst þú ert hvort sem er að spá að tjúna bílinn almennilega?\n\r\nannars stórefast ég að það er sitthvor bínan á túr <<<icon_wink.gif>>>", "date": "2003-12-02 01:33:00", "post_id": 2}, {"user_name": "BMW 750IA", "text": "Jæja hún seldist......\r\nBíð bara eftir annarri  :wink: \n\r\nAnnars er nokkuð til í hjá þér Davíð að fá sér bara stærri, munar kannski svona 30þús kalli en þá er maður líka kominn með nýja 16G (big) í staðinn fyrir notaða 14b <<<icon_rolleyes.gif>>>", "date": "2003-12-02 11:12:00", "post_id": 3}, {"user_name": "david/snifff", "text": "jamm þegar ég sagði stærri þá meinti ég ekki stóra bínu heldur afkastamikla (stærðinn á hlutnum skiptir litlu máli)\n\r\nannars hvað segiru um T3/T4 í staðinn fyrir 16g <<<icon_smile.gif>>> (þarft að vísu nýtt manifold héld ég) GÍSLI SVARA!!! , hann ætti að vita þetta fyrst hann er á þessum spjöllum (annars er ég líka skráður á dsm chat þó ég skoða ekkert þar nema hlutina)\n\r\nspurning með stærðamun cfm á þeim.. einhver þarf að athuga það", "date": "2003-12-02 11:47:00", "post_id": 4}, {"user_name": "gr33n", "text": "Davíð minn.... HÆTTU AÐ TALA UM TÚRBÍNUR... PLEASE.... auðvitað þurfa túrbínurnar að vera stærri til að afkasta meiru.... kræsturinn\n\n\n\nÞú þarft ekki nýtt manifold.....býrð bara til millistykki.... annars er náttúrulega best fyrir þig að fá EVO III manifold sko.... en ég myndi persónulega mæla með BIG 16 G... hún höndlar alveg upp í um 370 hross.... það ætti að nægja sko", "date": "2003-12-02 12:10:00", "post_id": 5}, {"user_name": "david/snifff", "text": "þú getur fengið risa túrbó sem er ekki að afkasta miklu (bara að fá það á hreint að stærðinn skiptir ekki máli í vali á túrbó , svona fyrir hina)\n\r\nþetta var kannski ekki vel orða hjá mér.", "date": "2003-12-02 15:16:00", "post_id": 6}, {"user_name": "gr33n", "text": "Stærðin skiptir máli!!!\n\r\nAf hverju heldur þú t.d. að HKS stóru bínurnar séu svona stórar.???\n\r\nAf hverju heldur þú að skipatúrbínur séu á við mann???\n\r\nAf hverju heldur þú að Virkjanatúrbínur séu á við 10 manns???\n\r\nAf hverju??", "date": "2003-12-02 15:20:00", "post_id": 7}, {"user_name": "BMW 750IA", "text": "Áttu T3/T4 túrbínu handa mér Davíð?  <<<icon_biggrin.gif>>>\n\r\nEr þetta ekki nokkurn veginn satt hjá stráknum?? Er lítil túrbína sem blæs 15psi ekki að blása jafn miklu lofti og stór bína sem blæs 15psi.... En bara litla bínan hitar loftið mun meira????\r\nAnnars hef ég ekki græna glóru um þetta <<<icon_redface.gif>>>  En alltaf gaman að læra nýja hluti :wink:", "date": "2003-12-02 15:20:00", "post_id": 8}, {"user_name": "gr33n", "text": "hann er að selja t2... pínuræfill\n\r\nen af hverjju ertu að skipta um bínu hjá þér?", "date": "2003-12-02 15:22:00", "post_id": 9}, {"user_name": "BMW 750IA", "text": "Æjj ég veit það ekki..... Það er ekkert víst að maður geri það, ég er þokkalega sáttur við vinnsluna í bílnum þegar hann heldur stöðugu boosti og það er voða lítið turbolag milli gíra!\r\nMaður er bara alls staðar að lesa hversu léleg þessi túrbína er og höndlar ekki mikið yfir 250hö <<<icon_rolleyes.gif>>>  Hún fari að hitna svo gríðarlega þegar farið er yfir 16psi.\n\r\nKannski maður ætti bara frekar að blæða í betri intercooler <<<icon_rolleyes.gif>>> Mér skilst að það sé hægt að fá góða Supru MKIV intercoolera sem henta DSM mjög vel <<<icon_biggrin.gif>>>", "date": "2003-12-02 15:32:00", "post_id": 10}, {"user_name": "baldur", "text": "tja, heitt loft tekur meira pláss en kalt loft, þannig að já stóra túrbínan er að blása meira.\r\nSá factor sem segir mest um afkastagetu túrbínu er stærðin á loftinntakinu og þar með inducernum á blásarahjólinu.", "date": "2003-12-02 15:37:00", "post_id": 11}, {"user_name": "david/snifff", "text": "ég á líka T3 sem er ekki til sölu + hún passar ekki á mmc (kom á saab fyrir ´90 en ´91 kom saab með mmc bínur)\n\r\nhægt er að bera saman tvær bínur sem blása 15 psi eins og bera saman k&n og Green síu <<<icon_wink.gif>>> (jafnstórar og báðar hleypa lofti í gegn en bara misvel)\n\r\nef ég ætti T3/T4 þá væri ég ekki hér heldur í húddinu á bílnum eða allanvega horfa á hana og slefa rækilega <<<icon_wink.gif>>>\n\r\ngísli: tökum dæmi þennan litla ræfill T2 og T3 , þær eru svipað stórar en T3 flæðir mun betur.. ég er að tala um það en ekki stock vs aftermarket!\n\r\nfyrst þú nefnir skipinn.. hvað er stimpill stönginn löng og þung? <<<icon_wink.gif>>> = þetta er allt risavaxið\n\r\nvirkjanatúrbína er stór útaf því hún þarf að vera svona stór", "date": "2003-12-02 16:28:00", "post_id": 12}, {"user_name": "gr33n", "text": "jæja.... þú mátt halda þetta í friði.... þar sem ú er \"experinn\"  <<<icon_rolleyes.gif>>>", "date": "2003-12-03 18:11:00", "post_id": 13}, {"user_name": "david/snifff", "text": "ég er enginn expert og viss um að þú veist meira um þetta en ég.\n\r\nEn svona back to topic.. væri ekki sniðugast að fá sér millikælir og túrbó samtímis? , hvernær helduru að bílinn þinn verður til? , spara bara þar til og skella sér á almennilega túrbínu þá.. þarft þá ekkert að vera skipta um nokkrar á leiðinni.", "date": "2003-12-03 18:17:00", "post_id": 14}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Þið vaðið báðir í villu og svima <<<icon_biggrin.gif>>> \n\r\nAuðvitað skiptir stærð og þá meina ég umfang máli þar sem það segir til um rúmtak sem túrbínan getur dælt í hverjum snúningi.Þar kemur einnig inn í lögun og hönnun spaðanna svo og hússins.Annað sem þarf að huga að er að stór túrbína þarf stærri kraft til að snúast ákveðið hratt heldur en lítil og því getur lítil túrbína skilað meiri nýtni.\n\r\nÞetta snýst allt um nýtnina.Það sem aðallega ákvarðar nýtnina er krafturinn sem þarf til að snúa túrbínunni,hönnun túrbínunnar og gerð,snúninghraði og hiti.\n\r\nAð slá því föstu að stór túrbína sé betri en lítil er fáránlegt.Þetta snýst algjörlega um nýtnina sem er breytileg eftir því hvernig ákveðin túrbína er notuð!\n\r\nSkipatúrbínur eru stórar þar sem þær þurfa að hafa mikið rúmtak þ.e þurfa að dæla miklu magni.Þær snúast líka tiltölulega hægt miðað við fólks bíla túrbínur.\n\r\nVirkjanatúrbínur eru allt annað mál.Þar er málið að hafa spaðana sem stæðsta til að framleiða sem mest ásafl fyrir rafalann.\n\r\nVonandi skiljið þið þennan pistling minn,fróðari menn bæta vonandi við.", "date": "2003-12-03 21:40:00", "post_id": 15}, {"user_name": "GSTuning", "text": "Jæja strákar,\n\r\nTúrbínu stærð fer ekki bara eftir hversu fancy nafn hún er með\r\nT3 eða T4 eða T3/T4 eða T50 eða hvað\n\r\nÞað sem skiptir einnig máli er hlutfallið báðum meginn við turbo,\r\nþ.e hversu mikið \"boost\" er í pústgreininni á móti inntakinu( pústgreina hönnun (original túrbó bílar eru með þröngar greinar til að ná þrýsting upp sem fyrst til að koma túrbínunni af stað strax, en á móti kemur að vélin er einnig hálf lokuð og því er hraðinn á loftinnu inní vélina ekki nógu mikill í byrjun (lágu snúningunum) og því tefst vélin í að meika power til að snúa túrbínunni)) \n\r\nef hlutfallið er 1:1 þá er akkúrat glæsileg nýtni, þ.e það tapast enginn kraftur til að meika meira power\n\r\nef það er 1:0.8 þá ertu að græða power, þ.e það þarf minna power til að meika powerið sem þú ert að fá, dæmi : það eru 15psi í pústgreinnini en 20psi í loftinntakinu og vélin andar mjög vél fyrir, F1 vélarnar voru svona)\n\r\n1.2 : 1 skilar svo aftur minna per meikað power úr vélinni\r\nog því þegar maður er að boosta inná vélina þá er líka verið að boosta í greinina dæmi: 20psi af 50°C lofti, út kemur 32psi af mega heitu lofti,\r\nléleg nýtni\n\r\nÞetta er eitt aspect af túrbó stærðum,,\n\r\nnæst er stærðin á spöðunum, hvorru meginn, hægt er að skipta spöðum á milli bína til að fá öðruvísi power vs. snerpa og hönnunin á þeim er líka mismunandi til að fá öðruvísi effect, \n\r\nSvo er það stærðin á húsunum þ.e\r\nInntakið á compressornum vs. þvermálið á útganginum, það heitir AR hlutfall og segir til um snerpu vs. power í húsinu, t,d er 0.48 AR á T3 snöggt upp en deyr svo út á stórri vél, á littlari vél er 0.48 of mikið fyrir vélina og compressorinn kemur seint með max boost,(hérna er verið að tala um hraðann á loftinu ekki endilega boost)\n\r\neinnig er hægt að fá allt öðruvísi karekter með því að breyta húsinu á túrbínunni \n\r\nT,d T3/T4 túrbo er oftast\r\nT3 túrbina og T4 compressor í þessu tilfelli 0.6 báðum meginn á 2.5 twincam vél\n\r\nhún getur skilað 500hö og verið snögg að spoola og komið snemma inn, túrbínan sjálf verður samt mjög heit, en það breytir ekki hitanum á inntaks loftinu, þetta er fyrir bara high power bíla sem eru ekki að gefa í lengi, kannski 20-30sek max, \n\r\nÞið eruð farnir að sjá að þetta er einfaldlega mix and match leikur með bínur, compressora, spaða, radíus á spöðum, vatns kæling eða ekki, keramik hús á túrbínunni, AR hlutföll báðum meginn\n\r\nÞað þarf alltaf að reikna núverandi CFM og ef það á að kaupa tilbúið túrbó þá þarf að skoða haug af kortum til að vega og meta hvort að maður sé að fá það sem að maður er að leita að, er maður að leita að engu laggi, eða max power, endingu, blablablbalbala endalaust\r\nþað er ekkert auðvelt að velja túrbó án þess að reikna nema að maður sé kominn með þetta allt í hausinn á sér,\n\r\nog það þarf að skilja AR til fullnustu,\n\r\nÁ 2lítra bíl sem á að skila 300hö og vera solid, þ.e enginn hætta á ofhitnun eða að þurfa keyra of mikið boost, þá er T3 með .60 AR og T3 túrbína gott combo, \n\r\nEitt annað með að skipta um túrbínur,\n\n\r\n15psi er ekki 15psi\n\r\nT25 getur ekki skilað 15psi inná 5lítra vél, því að hún er kominn fram yfir 120þús snúninga og getur ekki dælt lofti lengur,\n\r\nT25 getur skilað inná 1300cc vél leikandi 15psi \r\nT3 og 15psi inná sömu 1300cc vél skilar meira power, því að loftið sem kemur úr T3 er kaldara en T25 þannig að maður fær meira power án þess að boosta og ef maður stækkar bara compressorinn færir sig úr 0.48 í 0.60 þá missir maður lítið sem ekkert í meira lag en fær samt gefins meira power á sama boosti, máski 5-10hö yfir allt bandið á meðan það er max boost, meira að segja ef maður notar T3 þá getur hún haldið áfram að troða lofti í efri snúningum þótt að ásinn sé farinn að loka á vélina of mikið, því að hún er það sterk(samt þá hækkar hitastigið á loftinu aðeins of hratt en maður fær samt meira power í hærri snúningum en áður og meira í sömu og áður)\n\r\nEitt í viðbót\n\r\nHættið að hugsa um boostið sem fer inná vélina!!\n\r\nHeldur magnið af lofti sem fer inn og hversu heitt það er\n\r\nDæmi : að porta upp heddið hjá sér gerir auðveldara að koma lofti inn, þ.e það þarf minna boost til að meika sama power, loftið er í sama stað kaldara sem fer inn og hægt að meika enn meira power með að flýta kveikjunni, Þetta gildir einnig með púst kerfi, túrbínan á auðveldara með að losa sig við loftið og því minnkar þrýstingurinn í pústgreininni,\n\r\nÞess vegna á að byrja á einu þegar er verið að tjúna túrbó bíla sem komu með original túrbo,\r\nreikna hvort að núverandi túrbo er á limitinu að fara ofhita loftið sem á að fara inn(ákveðin hö sem maður ákveður strax í byrjun ekki bara tjúna og sjá hvað gerist) ef hún hitar loftið of mikið þá er lítið gang í að boosta því að súrefnið sem fer inn er jafn mikið og við minna boost því að heitt loft tekur meira pláss, 10psi af köldu lofti er betra en 15psi af heitu lofti, sama power meira öryggi, \n\r\nÁttu Imprezzu??\r\nSkiptu um túrbínu því að stockerinn er ekki nálægt nóg fyrir íslenskan þjösnaskap eða ljósa spyrnur, hún er aðeins stærri en bínan í mínum fyrsta túrbó bíl ´88 fiat uno turbo 1289cc vél, stock er sú í 0.6bar en vélin getur tekið við 1.3bar áður en hún stoppar mann, þá er maður ekki einu sinni kominn í 200hö og original prezzu bína er stock með meira en það, þannig að það sést nokkuð vel að stockerinn þolir ekki neitt álag að auka boost,\n\r\nErtu að kaupa mæla, ekki kaupa volt mælir, kauptu frekar olíu hita mælir, olíu þrýstings mælir, og mixtúru mælir, þetta er lámarkið, til að vera með hlutina enn frekar á hreinu þá er það loft hita mælir í loftinntakinu, og EGT mælir,\n\r\nstærra púst\r\nstærri bína \r\nbunch af mælum\r\nog eitthvað til að stilla svo allt shittið þegar það er komið í, því að það þarf nánast alveg bókað að laga bensínið eftir stærri bínu eða stærra púst\r\nog ef maður er að boosta þá þarf að seinka kveikjunni aðeins til að viðhalda einhverju öryggi\n\r\nVonandi hefur lesninginn gagnast ykkur, ég svara spurningum helst í emaili info@gstuning.net", "date": "2003-12-04 02:21:00", "post_id": 16}, {"user_name": "BMW 750IA", "text": "Damn hvað þú ert klár kall <<<icon_biggrin.gif>>> \r\nMjög skemmtileg lesning en ég þarf að lesa greinina nokkrum sinnum í viðbót svo maður skilja þetta 100%\n\r\nTakk kærlega <<<icon_biggrin.gif>>>", "date": "2003-12-04 03:08:00", "post_id": 17}, {"user_name": "íbbi", "text": "glæsilegt og auðskilið svar  <<<icon_exclaim.gif>>>", "date": "2003-12-04 11:46:00", "post_id": 18}, {"user_name": "david/snifff", "text": "we got winner , annars afhverju ekki að kaupa volt mælir? ég vil frekar vita ef eitthvað er að gerast í rafkerfinu en að vita það ekki , annað ef þú værir að meina amper mælir.\n\r\nannars er ekki hægt að fá tölvu sem mælir flest allt í bílnum? (sparar manni alla þessa mæla)", "date": "2003-12-04 14:23:00", "post_id": 19}, {"user_name": "Pokémon", "text": "Gunni er bara snillingur <<<icon_thumright.gif>>>", "date": "2003-12-04 14:49:00", "post_id": 20}, {"user_name": "GSTuning", "text": "Hvað ertu að fara að mæla með volt mæli?\n\r\nspennuna á geyminum?\r\nef hún droppar eða hann hættir að hlaða þá kemur svona  ljós í mælaborðið, \n\r\nÞú veist ekkert hvað er að gerast í rafkerfinu með voltmæli, hann mælir volt and thats it, en ef þú ert að mappa spennu framleiðslu vs. snúningar og átak þá GO FOR IT\n\r\namper mælir, hvað ætlarru að mæla með honum, hversu mikill straumur fer í startarann?? eða útvarpið, no need for it", "date": "2003-12-04 22:02:00", "post_id": 21}, {"user_name": "david/snifff", "text": "sjá hvort rafalinn er að skila sínu <<<icon_smile.gif>>> , til dæmis í mínum er það must að sjá það þó ég finn það (annars er festinginn skökk svo ég finn hvort hann er að búinn að færast.. bílinn missir afl og eykur það svo aftur)\n\r\nmaður þarf ekki amp mælir.\n\r\nfínt að vita hvort eitthvað er að fara bila <<<icon_wink.gif>>> svo hann verður ekki allt í einu kominn niður í 12 volt (úr 13.9)", "date": "2003-12-04 23:07:00", "post_id": 22}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2003-12-02 01:17:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}