{"forum_title": "RÖFL", "id": "144694", "title": "ePhone W801", "url": "http://www.live2cruize.com/spjall/showthread.php/144694-ePhone-W801", "posts": [{"user_name": "AronTT", "text": "Smurning.is er að selja iphone 4 eftirlíkingu sem keyrir á Android 2.2.1 stýrikerfinu. \n\r\nhérna er linkurinn á þetta...\n\r\nÁ einhver svona síma ? er þetta einhvað sem gæti enst einhvað ?\r\nég er sjálfur mun hrifnari af android heldur en apple stýrikerfinu og þetta mun ódýrara,\r\nsá að eini gallinn sem ég sé svona í fljótu bragði er að hann er bara með 2MP myndavél.", "date": "2011-04-23 19:57:00", "post_id": 1}, {"user_name": "elisvk", "text": "Getur líklega fengið hann enn ódýrari með að fara á ebay með nafnið á símanum en vara þig við þessum eftirlíkingum, þær eru oft alveg rosalega lélegar, það geta held ég öll símfyrirtæki látið android í símann frá sér þannig það er amk gott mál. Pabbi pantaði einu sinni flottann síma (ekki eftirlíking) mynnir að það hafi verið HTC og hann fékk eftirlíkingu, stóð hvergi í auglýsingunni að þetta væri eftirlíking og fengum helminginn endurgreiddann (paypal thing). Þekki svo einn annann sem keypti eftirlíkingu af LG og hann er ónothæfur með zinc batteríi sem entist 2 klst max frá upphafi. Myndi skoða hann hjá þeim í smurning.is og fara svo að kaupa hann á ebay eða kaupa hann af þeim til að hafa 2 ára ábyrgð sem er alltaf gott mál.", "date": "2011-04-23 21:05:00", "post_id": 2}, {"user_name": "íbbi", "text": "HAHA eftirlíkingu af LG síma", "date": "2011-04-23 21:09:00", "post_id": 3}, {"user_name": "Sylvía", "text": "Hahahahaha <<<icon_lol.gif>>> ....... ertu viss að þetta hafi verið eftirlíking af LG samt ? Batteríin í LG sökka sko, alltaf batteríslaust helvíti.", "date": "2011-04-23 21:19:00", "post_id": 4}, {"user_name": "AronTT", "text": "En honum er nú skylda samkvæmt lögum að gefa 2ára ábyrð af þessu, er það ekki ?", "date": "2011-04-23 22:11:00", "post_id": 5}, {"user_name": "elisvk", "text": "Ef ég man rétt var það eftirlíking af LG chocolate eða eitthvað álíka, mjög flottir og dýrir símar fyrst þegar þeir komu út en ég er sjálfur ekkert fyrir LG eftir að sjónvarp sem ég átti ákvað að gera lítinn varðeld inní stofu hjá mér.", "date": "2011-04-23 22:12:00", "post_id": 6}, {"user_name": "Kribbi", "text": "Ég get alveg lofað þér því að td skjárinn á þessu er ekki næstum jafn skýr eða jafn þæginlegur og í alvöru apple. Myndi forðast svona replicur. Ef að þú er ekki tilbúinn að eyða 119k í alvöru iphone þá myndi ég reyna að finna notaðann 3gs eða kaupa einhvern Htc síma í ódýrari kanntinum", "date": "2011-04-23 23:36:00", "post_id": 7}, {"user_name": "Danni", "text": "Hvers vegna ætti maður að vilja eftirlíkingu af iPhone? Ég er núna búinn að prófa 90þús króna Android 1.6 síma, 110þús króna Android 2.3 síma og 150þús króna iPhone 4 iOS4 síma og iPhone kemst ekki einusinni nálægt Android í nýtni. EINA sem mér finnst iPhone hafa framyfir Android símana sem ég hef prófað er GPS. Þeir virðast sýna og fylgja betur staðsetningunni sem maður er en Android símarnir sem ég hef prófað.", "date": "2011-04-24 01:41:00", "post_id": 8}, {"user_name": "Danni Málari", "text": "Jú, svo lengi sem að fyrirtækið fer ekki á hausinn.", "date": "2011-04-24 01:49:00", "post_id": 9}, {"user_name": "elisvk", "text": "Eða hreinlega skiptir um kennitölu eins og apple umboðið til að losna við ábyrgð á seldum vörum.", "date": "2011-04-24 04:55:00", "post_id": 10}, {"user_name": "Danni Málari", "text": "Þeir hafa væntanlega stofnað nýtt félag vegna þess að hitt fór á hausinn, annars væri hitt félagið ennþá til og bæri enn ábyrgðina þrátt fyrir að vera ekki með neinn rekstur.", "date": "2011-04-24 05:52:00", "post_id": 11}, {"user_name": "Kristjan_GUÐ", "text": "afhverju samt iphone thetta er svo ofmetid ad tad er ekki fyndid", "date": "2011-04-24 19:11:00", "post_id": 12}, {"user_name": "elisvk", "text": "Kannski bara eins og allt frá apple? iPod, iPhone, iPad. Ég hef átt allar þessar þrjár vörur og þær eru allar glataðar, er ekkert smá mikið af fídusum sem eru óþolandi í iPad, oft er ekki hægt að fara til baka t.d. þegar maður er á youtube er stundum ekki hægt að fara til baka ofl. iPod, eina ástæðan afhverju hann er vinsæll er að hann er mikið flottari en flestir aðrir mp3 spilarar en ég hef átt einn frá panasonic og hann var einfaldari og 100x betri en nokkur ipod sem ég hef komist nálægt. Hef svo líka átt iPhone en ætla ekkert að tjá mig frekar um hann heldur að hann er drasl.\n\r\nHef aldrei þorað að koma nálægt tölvum frá þeim eftir reynslu af því að prufa þær.", "date": "2011-04-25 21:08:00", "post_id": 13}, {"user_name": "kjepps", "text": "gæti ekki verið meira ósammála þér...", "date": "2011-04-25 21:09:00", "post_id": 14}, {"user_name": "Kjartanbj", "text": "Apple dot er bara svo ofmetid", "date": "2011-04-25 21:37:00", "post_id": 15}, {"user_name": "Sylvía", "text": "Sammála !", "date": "2011-04-25 21:44:00", "post_id": 16}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2011-04-23 19:57:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}