{"forum_title": "Mótorsport", "id": "145009", "title": "Akstursæfing DDA 29. apríl '11 (Drift/Grip)", "url": "http://www.live2cruize.com/spjall/showthread.php/145009-Akstursæfing-DDA-29-apríl-11-(Drift-Grip)", "posts": [{"user_name": "Saber", "text": "Jæja þá er loksins komið að því. Við ætlum að halda æfingu annað kvöld, 29. apríl.\n\nAllar tegundir af bílum velkomnar, afturdrifnir, framhjóladrifnir og drifnir allann hringinn! \nHvort sem menn/konur kjósa drift eða grip!\n\n\n\n*Mynd frá Sæma Boom,\n\nBrautin opnar kl. 18:00 og við hættum að keyra kl. 21:00 , þá er bara orðið dimmt og kalt. Í sumar er planið að opna og loka á mínútunni, svo það þýðir ekkert að mæta rétt fyrir 21:00! (Tíminn færist örugglega til 22:00 þegar sólin er farin að láta sjá sig)\n\nÞar sem AÍH hefur enn ekki tekist að halda tiltektardag vegna veðurs, þá ætlum við að mæta fyrr á morgun og manna sópana. Aðstoð við það er velkomin. Tímasetning á því ætti að vera komin hér inn í síðasta lagi á hádegi á morgun. Reikna má með mætingu kl. 16-17.\nUPPFÆRT: Sjá þennan póst.\n\nFyrirkomulagið verður með sama sniði og vanalega.\nÞað sem þarf til að fá að keyra er:\n\nSkoðaður bíll eða endurskoðun svo lengi sem að ekki er sett útá öryggisatriði. Framvísa þarf skoðunarvottorði ef að bíll er ekki með fullgilda skoðun.\nGilt ökuskírteini.\nAÐ vera meðlimur í klúbbi innan ÍSÍ.\nLöglegur hjálmur.\nNagladekk stranglega bönnuð.\n\nVið mælum svo endilega með því að menn hafi samband við sín tryggingarfélög og fái að vita hvort þeir þurfa viðauka á æfingum eða ekki.\n\nFarþegar eru leyfðir.\nBæði ökumenn og farþegar skrifa undir ábyrgðaryfirlýsingu á svæðinu.\n\nMiðasala fer fram hjá N1 bæði í Lækjargjötu í Hafnarfirði og í Reykjanesbæ.\nÞað kostar 1000kr fyrir meðlimi DDA og 2000 kr fyrir þá sem eru meðlimir í öðrum klúbbum.\nBiðjið bara um dagskort á Rallýkrossbrautina.\nÞað keyrir enginn án miða!\n\nHér eru svo upplýsingar um hvernig á að skrá sig:\nhttp://www.drift.is/skraningifelagid.php\nATH! Á síðunni stendur að árgjaldið sé 3500 kr. Það hefur verið hækkað og er núna 4000 kr. Síðan verður uppfærð vonandi fljótlega.\n\nMuna svo:\nÁhorfendur eiga ekki að leggja inní pitt, þeir skulu leggja hægra megin við brautina.\nKeyra varlega á malarveginum upp að braut.\nKoma með góða skapið.\n\nSpurningar? \n\nF.h. DDA.\nAnton", "date": "2011-04-28 17:32:00", "post_id": 1}, {"user_name": "Sindri Skarph", "text": "snild", "date": "2011-04-28 22:04:00", "post_id": 2}, {"user_name": "Saber", "text": "Ökuþórar, bara svona til þess að impra á þessu: \n\r\n1. Þú skráir þig í DDA (eða einhvern annan klúbb innan ÍSÍ) og greiðir meðlimagjaldið. \r\n2. Þú ferð með kvittun af greiðslunni fyrir meðlimagjaldið í N1 Lækjargötu Hfj. eða Reykjanesbæ, flashar því og verslar dagskort á Akstursbrautina/Rallycrossbrautina. \r\n3. Þú kemur upp á braut til okkar, afhendir dagskortið, kvittar og uppfyllir allar öryggiskröfur. \r\n4. Þú grippar/driftar niður í víra. \r\n5. ???\r\n6. Profit!", "date": "2011-04-28 22:28:00", "post_id": 3}, {"user_name": "Rikki_Harði", "text": "Er ekki frítt á fyrsta leikdegi?", "date": "2011-04-28 23:52:00", "post_id": 4}, {"user_name": "Loud1", "text": "gaman að þessu, kíki við og horfi á", "date": "2011-04-29 02:01:00", "post_id": 5}, {"user_name": "Saber", "text": "Jú það er rétt, ég var ekki með þetta alveg á hreinu.\n\nEf þú ert að mæta í fyrsta skipti, þá er nóg að mæta bara með kvittun fyrir árgjaldinu upp á braut.\n\r\nMér skilst á stjórnarmeðlimum DDA að þessi regla sé mjög óvinsæl innan AÍH og gæti þurft að breyta í henni framtíðinni. Svo nú er að grípa gæsina meðan hún gefst og skrá sig í klúbbinn! <<<icon_mrgreen.gif>>>\n\nEINNIG...\r\nÉg ætla að vera mættur upp á braut kl. 16 til að græja brautina og það lítur út fyrir að ég verði eini stjórnarmeðlimur DDA sem nær að mæta svo snemma. Brautin er víst í frekar slæmu ástandi, svo ef þetta á að ganga upp, þá verðum við að fá aðstoð við þetta.\n\nAllir sem ætla keyra eru vinsamlegast beðnir um að mæta eins snemma og þeir geta (eftir kl. 16) til þess að hjálpa til. Aðrir eru að sjálfsögðu velkomnir líka.\n\r\nÞað fer samt ekki bíll í brautina fyrr enn í fyrsta lagi kl. 18 EF við erum búin að ná að græja brautina fyrir það.\n\r\nÞessi æfing fór svolítið á mis en við reynum að gera gott úr þessu.", "date": "2011-04-29 13:48:00", "post_id": 6}, {"user_name": "Loud1", "text": "átti ekki að vera einhver sudda tiltektardagur með vinnuvélum, hóp af fólki og álíka? og nú á að rumpa þessu af á 2 tímum, mestmegnis einn maður. \n\nwhat.....", "date": "2011-04-29 14:56:00", "post_id": 7}, {"user_name": "Sindri Skarph", "text": "en jA myndir her \nhttp://www.flickr.com/photos/sindris...th/5670404491/", "date": "2011-04-29 22:35:00", "post_id": 8}, {"user_name": "Saber", "text": "Þetta heppnaðist bara fínt. Brautin var ekki eins slæm og við bjuggumst við en veðrið hefði mátt vera betra. Sæmi, Hjalti, Tinni, Haukur, Ríkarður og Andri fá <<<icon_thumright.gif>>> fyrir að mæta snemma og hjálpa við að græja brautina.", "date": "2011-04-29 23:53:00", "post_id": 9}, {"user_name": "demaNtur", "text": "ég var eitthvað að reyna taka myndir þarna, ég kanniggi, náði samt nokkrum ágætum", "date": "2011-04-30 20:41:00", "post_id": 10}, {"user_name": "alexsig", "text": "er ekki fínt að setja inn dagsetningar hvenar keppnirnar verða ? og hvar maður borgar og skráir sig í það o.s.frv ? \n\nfinnst þetta alltof lítið auglýst, eða alltaf með of stuttum fyrirvara, fyrsta keppnin á t.d að vera 14 maí ekki satt ? Það eru 2 vikur í það og enginn hefur minnst á þetta.", "date": "2011-04-30 21:01:00", "post_id": 11}, {"user_name": "Gunnar H.", "text": "Hérna er hægt að komast inn á dagatal brautarinnar og þar er hægt að sjá alla skipulagða viðburði\n\nhttp://aihsport.is/index.php/senda-i...onth=05&day=30", "date": "2011-04-30 23:17:00", "post_id": 12}, {"user_name": "Sindri Skarph", "text": "link ?\n\n\n\n\nflotter <<<icon_smile.gif>>>", "date": "2011-05-01 00:07:00", "post_id": 13}, {"user_name": "demaNtur", "text": "Er ekki búinn að setja þær á netið, ekki einu sinni tölvuna haha, ég var óvart með myndavélina stillta á þannig hún taki helling af myndum í einu þannig gæðin eru eins og vala grand", "date": "2011-05-01 03:29:00", "post_id": 14}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2011-04-28 17:32:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}