{"forum_title": "RÖFL", "id": "14617", "title": "hvað þarf maður að gera til að fá rétta varahluti .. *væl*", "url": "http://www.live2cruize.com/spjall/showthread.php/14617-hvað-þarf-maður-að-gera-til-að-fá-rétta-varahluti-*væl*", "posts": [{"user_name": "muggzSTi", "text": "Byrjum bara á byrjuninni...\n\r\nÉg ákvað að kíkja aðeins á bremsuklossana hjá mér, hvernig ástandið á þeim er, og við nánari athugun þá eru klossarnir að verða búnir, bæði að framan og aftann\n\r\nÞannig ég tek upp tólið og hringi þar í stillingu, og bið þá um að senda mér bremsuklossa, bæði framan og aftann, fyrir Imprezu turbo árgerð 1999..\n\r\njújú það var minnsta málið og fékk ég þá dagin eftir \n\r\nhmmmmm... Þessir bjánar sendu mér BORÐA að aftann fyrir imprezu 1.6-2 ltr GL bílinn, og ég var bara like  <<<icon_rolleyes.gif>>> \n\r\nég rétt kíkti nú bara á frammklossana sem þeir sendu mér og bjóst við því að þeir myndu nú passa..\n\r\nÞannig ég hringi í stillingu og bið þá um að lagfæra þetta, og senda mér KLOSSA að aftann, og segi alveg nokkrum sinnum \"impreza turbo árgerð 1999\" ..\n\r\nsíðan koma klossarnir 2ur dögum seinna (í gær), og ég svona les utan á kassann og utan á kassanum stendur \"jagúar 86-89\" og síðan \"impreza 93 ->\" þannig ég svona hmmmm ... \n\r\nEnn allavega þá hendi ég bílnum uppá lyftu í dag, og byrja á því að rífa dekkið af að aftann, og ber þar saman klossana, og neiii að sjálsögðu eru þeir alveg ALLT öðruvísi ...\n\r\nþannig pirraður hendi ég dekkinu á aftur og ríf dekkið undan að framan\n\r\nog hvað haldiði, að sjálfsögðu passaði þetta engan vegin heldur þar, þannig enþá meira pirraður hendi ég dekkinu á aftur og keyri bílinn út ...\n\n\r\nSvona án gríns, HVAÐ þarf maður að gera, til að fá rétta varahluti ??\n\r\nþarf maður að rífa sitthvorn klossann úr og taka mynd af þeim og senda eða ???\n\r\nÞegar maður gefur upp týpu af bíl, og árgerð , og svoleiðis tönglast á því fram og til baka þá ætlast maður til að fá rétta hlutinn..\n\r\nÞannig núna verð ég að senda þetta allt til baka og gera aðra tilraun til að fá réttu hlutina...\n\r\nog já, ég er staddur úti á landi ...", "date": "2006-05-20 15:39:00", "post_id": 1}, {"user_name": "Sæli", "text": "þetta er það sem er glatað við að vera útá landi  <<<icon_confused.gif>>> \n\r\nen ég myndi hiklaust væla og væla og gera einsog þú segir, taka fullt af myndum af klossunum og senda þeim bunka af myndum. eða jafnvel teikna bara meðfram klossanum og senda þeim", "date": "2006-05-20 15:46:00", "post_id": 2}, {"user_name": "Gunnarmh", "text": "Auðvitað baaara óþolandi að fá ranga vöru tvisvar sentar heim.\r\nÞú verður að fá feitann afslátt eða að fá þetta hreinlega frítt!", "date": "2006-05-20 15:53:00", "post_id": 3}, {"user_name": "zazou", "text": "Þegar ég lét skipta um diska að aftan á Jaguarnum sem ég átti þá kom það mér einmitt á óvart að þeir pössuðu líka fyrir Impreza.", "date": "2006-05-20 17:16:00", "post_id": 4}, {"user_name": "hundur", "text": "Veistu það að stilling virðast vera snillingar í þessu, vinur minn sem á 2000 GT prezu fékk 2var vitlausa klossa frá þeim og endaði með því að hann fór á bílnum og sagði sölumanninum að koma út og skoða bílinn og varð alveg snælduvitlaus og spurði hver ætti að borga bensínið fyrir þetta og söumaðurinn varð einsog asni og gaf honum fínan afslátt af þeim.", "date": "2006-05-20 17:40:00", "post_id": 5}, {"user_name": "Snati", "text": "Orginal klossarnir frá IH eru dýrir en þessir óorginal klossar sem fást í Spillingu og Bílarusli eru bara ekki nógu góðir fyrir þessa bíla. Mér var einhverntíman sagt að það séu eins framklossar í Imprezu Turbo og í Toyota Land Cruiser 80. Þeir eiga víst að vera eitthvað ódýrari. \r\nAnnars myndi ég bara panta mér klossa að utan ef ég væri að fara að skipta.", "date": "2006-05-20 18:38:00", "post_id": 6}, {"user_name": "einarak", "text": "það er nú bara aðf því að fokking IH er dýrasta umboð á landinu í varahlutum!", "date": "2006-05-21 12:09:00", "post_id": 7}, {"user_name": "Dorivett", "text": "Steini þú átt að tala við mig áður en þú verslar í stillingu!!! því þá fer það í gegnum pabba og þú færð réttu hlutina strax. og svo er maður kannski með smá afslátt sem þú gætir fengið njóta með mér. þú átt að vita þetta drengur <<<icon_cool.gif>>>", "date": "2006-05-21 13:03:00", "post_id": 8}, {"user_name": "Raggi_e", "text": "líklegast bara fara með bilinn á verkstæði þá þarftu ekki að finna rétta part þá gera þeir það:/", "date": "2006-05-21 19:18:00", "post_id": 9}, {"user_name": "IngóJP", "text": "Já sniðugt setja bíl á verkstæði.. fyrir eitthvað jafn lítið og klossa sem tekur klukkutíma max með öllu", "date": "2006-05-22 02:32:00", "post_id": 10}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2006-05-20 15:39:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}