{"forum_title": "Almennt spjall", "id": "146708", "title": "Endurútreikningur láns frá SP", "url": "http://www.live2cruize.com/spjall/showthread.php/146708-Endurútreikningur-láns-frá-SP", "posts": [{"user_name": "Gunnji", "text": "Nú var ég að fá endurreikning á láni frá SP Fjármögnun af bíl sem ég átti um 2.5 árs tímabili en seldi fyrir ári og þar stendur ( ætla að taka dæmi, ekki gefa rétta tölu) \n\r\nInneign til endurgreiðslu: -500.000\n\r\nsvo biðja þeir mig um reikningsupplýsingar til að geta millifært á mig.\n\r\nBara það sem pirrar mig er þetta merki \" - \" í -500.000! Hvað eiga þau við ? \r\nÁ ég von á 500.000 eða hefði ég átt á sýnum tíma að borga 500.000 kr meir ?\n\r\nNú fékk ég það uppúr þeim fyrir 2 vikum (áður en ég hafði fengið endurútreikning) að þar sem ég á ekki bílinn lengur þá sé ekki hægt að rukka mig fyrir e-ð sem þau hefðu átt að rukka mig um á sínum tíma.\n\r\nEr einhver sem hefur fengið samskonar bréf og getur sagt mér frá sinni reynslu?", "date": "2011-05-25 17:34:00", "post_id": 1}, {"user_name": "CT9A", "text": "Þú ert að fá inneign þeas endurgreitt 500 þúsund. Þess vegna vilja þeir reiknings númerið þitt svo þeir geti lagt þetta inná þig.", "date": "2011-05-25 17:37:00", "post_id": 2}, {"user_name": "Gunnji", "text": "Þrátt fyrir að þetta hrikalega mínusmerki sé þarna fyrir framan :P", "date": "2011-05-25 17:38:00", "post_id": 3}, {"user_name": "CT9A", "text": "Ef þeir væru að rukka þig 500 þúsund þá myndu þeir bara senda reikning, þeir eru að biðja um reiknings númer til að geta lagt inná þig pening, svo geturðu líka bara hringt í þá til að fá upplýsingar.", "date": "2011-05-25 17:41:00", "post_id": 4}, {"user_name": "Gunnji", "text": "Mikið er það ÆÐIISLEGT", "date": "2011-05-25 17:50:00", "post_id": 5}, {"user_name": "E!K!", "text": "Vinur minn fékk svona, og hann fékk einhverja milljón lagða inná sig daginn eftir!", "date": "2011-05-25 17:52:00", "post_id": 6}, {"user_name": "h1coupe", "text": "mínusinn fyrir framan þýðir að þetta er inneign hjá þér, sama og þegar þú færð til baka frá skattinum ef það er inneign þá er mínus fyrir framan.\n\r\nsvo jú þú ættir að vera að fá þarna til baka.", "date": "2011-05-25 21:04:00", "post_id": 7}, {"user_name": "Fjarki", "text": "ég er búinn að fá nokkur svona bréf frá þeim, hrikalega fínt fyrir budduna, þú ert að fá hálfa kúlu eða hvað það er <<<icon_smile.gif>>>", "date": "2011-05-26 00:50:00", "post_id": 8}, {"user_name": "StevenGeir", "text": "Enn bíð ég... Skulda mér um 2 milljónir. En þar sem ég er einn þeirra sem lét lánið frá mér í miðri kreppu þá þarf að láta handreikna þetta alltsaman.\n\nÞessir glæpamenn eru ekki búnir að reikna nema 500 af 2500 samningum og það er ekki búið að taka nema nokkra mánuði.", "date": "2011-05-26 00:53:00", "post_id": 9}, {"user_name": "IngóJP", "text": "Ég er að bíða eftir íslandsbanka á að eiga svona 2 millur þar", "date": "2011-05-26 01:35:00", "post_id": 10}, {"user_name": "h1coupe", "text": "já það er flott þegar að dæmd glæpakompaní geta bara tekið sér sinn tíma í að græja þetta og hafa til þess allan rétt virðist vera, þeir voru ekki svona þolinmóðir þegar þeir voru að keyra fólk í gjaldþrot vegna þessara sömu lána þegar þau höfðu sprungið í ruglinu.", "date": "2011-05-26 01:53:00", "post_id": 11}, {"user_name": "Danni Málari", "text": "Síðast þegar ég vissi voru þeir búnir með um 27.000 samninga af um 30.000. Þessu á víst öllu að ljúka í þessum mánuði.\n\n\n\nÞað er ekkert vandamál að reikna þetta sjálfur út og rukka þá af hörku hafi maður áhuga. Þetta safnar aftur á móti vöxtum meðan þeir eru að reikna svo ég bíð bara rólegur.", "date": "2011-05-26 02:35:00", "post_id": 12}, {"user_name": "david/snifff", "text": "þetta eru glæpamenn , hækkuðu lánið um 1 miljón hjá mér eftir endurreiknun og sendu reikning uppá 1.5 millu til mín af láni sem var gert upp tveim dögum fyrir hrun þar sem bílinn fór á tjónauppboð.. þá hefði ég frekar vilja hafa lánið ó endurreiknað þar sem ég skuldaði þá bara 700 þús af eftirstöðu sökum háan höfuðstól í stað 1.3 millu í dag án allra gjalda við að rukka mig og pappír útprentun.", "date": "2011-05-26 09:46:00", "post_id": 13}, {"user_name": "jaman", "text": "Búinn að borga samviskusamlega af mínu láni í fimm ár og ég fæ ekkert til baka. Lánið er samt muuun hærra enþað ætti að vera", "date": "2011-05-26 11:29:00", "post_id": 14}, {"user_name": "AntiTrust", "text": "Hvernig fæst það staðist?", "date": "2011-05-26 11:33:00", "post_id": 15}, {"user_name": "StevenGeir", "text": "Það eru heildin já, um 30.000 samningar. En svo eru það samningarnir sem þarf að handreikna. \n\nÞeir eru 2500 talsins. Ég var ekki sáttur þegar ég hringdi í þá í gær og bað um stöðuna. 500 af 2500 komnir, og hvenær var dæmt að það ætti að klára að greiða þetta upp? Desember ef man rétt.\n\nÍ mínu tilfelli yfirtók félagi minn samninginn sem ég var með hjá SP, meðan ég tók við láninu hans hjá Avant í september 2009. Ég\nveit ekki afhverju þetta er svona flókið, lánið var búið að hækka þegar hann tók við því ( fór úr 1,7 uppí 3,8 ).\n\nLögfræðingurinn minn er a.m.k. að vinna hart í þessu fyrir mig núna þar sem ég gerði ráð fyrir að fá þessa peninga í febrúar, eins og þeim var dæmt að gera.", "date": "2011-05-26 12:09:00", "post_id": 16}, {"user_name": "Danni Málari", "text": "Það var reyndar ekkert dæmt hvað þetta varðar. Það voru aftur á móti sett lög um þetta í lok desember sem gerðu ráð fyrir að útreikningum skyldi vera lokið í lok febrúar og mismunurinn greiddur út í lok mars. Ókosturinn við lögin er að það eru engin viðurlög við vanefndum á þessu. Það eitt að þetta safnar allt saman vöxtum ætti þó að vera ágæt hvatning fyrir fjármögnunarfyrirtækin til að drífa þetta af.\n\nÉg fékk þær upplýsingar hjá SP í síðustu viku að þessu yrði öllu lokið fyrir komandi mánaðamót.", "date": "2011-05-26 12:32:00", "post_id": 17}, {"user_name": "StevenGeir", "text": "Það er greinilega ekki sama við hvern maður talar þarna. Hringi reglulega þangað og alltaf segja þeir um mánaðarmótin.\n\nEn eins og þú segir, ef þetta er að safna vöxtum, og þeir standa við það þá er maður sáttur.", "date": "2011-05-26 12:53:00", "post_id": 18}, {"user_name": "jaman", "text": "Góð spurning. Jú Þegar að ég hringdi til þess að gá hvort ég ætti ekki von á huge endurgreiðslu þá kom bara þvert nei. Mér var sagt að ég væri búinn að vangreið þ.e borga minna en ég hefði átt að gera samkvæmt einhverri vaxtaprósentu tölu sem seðlabankinn setti. Ég bara já sæll! Say what?", "date": "2011-05-26 13:58:00", "post_id": 19}, {"user_name": "Danni Málari", "text": "Þetta er væntanlega vegna þess að þú hefur haft samninginn í langan tíma og þar af leiðandi lengi notið lágra vaxta myntkörfulána meðan þú hefðir átt að vera rukkaður um óverðtryggða seðlabankavexti. Þú ert þá þannig séð búinn að spara höfuðstólshækkunina í vaxtagreiðslum.\n\nÞeir sem eiga von á hæstu endurgreiðslunum ættu að vera þeir sem voru með samninga bara árið 2008, þ.e. tóku lán í byrjun árs og losnuðu við það skömmu eftir hrun.", "date": "2011-05-30 02:43:00", "post_id": 20}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2011-05-25 17:34:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}