{"forum_title": "RÖFL", "id": "148377", "title": "Wrx stolið fannst gjörónýtur", "url": "http://www.live2cruize.com/spjall/showthread.php/148377-Wrx-stolið-fannst-gjörónýtur", "posts": [{"user_name": "Stjáni_", "text": "Þessum bíl var stolið af bílasölu núna á föstudaginn, bílinn er í eigu starfsmanns Flass. Bíllinn fannst svo gjörónýtur.\r\nEf að þú hefur e-h upplýsingar um málið vinsamlegat hafðu samband við lögregluna eða okkur hér á Flass á netfanginu flass@flass.is \r\nDreyfið þessu endilega fyrir okkur - takk fyrir\n\nhttp://bilasolur.is/CarDetails.aspx?...7eda&schpage=1", "date": "2011-06-27 10:05:00", "post_id": 1}, {"user_name": "Viktorthor", "text": "Hvað er númerið á þessum?", "date": "2011-06-27 10:08:00", "post_id": 2}, {"user_name": "Ívar Örn", "text": "nú er maður forvitinn..\n\r\nSýnist þetta vera gamli Gaui/ Sævar Vilhelm\n\r\nTM-XX8 minnir mig", "date": "2011-06-27 10:15:00", "post_id": 3}, {"user_name": "Viktorthor", "text": "Var það ekki DM-128 eða eitthvað álíka?", "date": "2011-06-27 10:18:00", "post_id": 4}, {"user_name": "Stjáni_", "text": "Ju held að það hafi einmitt verið DM-xxx", "date": "2011-06-27 10:26:00", "post_id": 5}, {"user_name": "Annaa!", "text": "jú þetta er gamli bíllinn þeirra sævars og gauja, gaurinn var eitthvað að rallýast i heiðmörk og skildann svo eftir.", "date": "2011-06-27 10:30:00", "post_id": 6}, {"user_name": "Viktorthor", "text": "Úff þetta er rosalega leiðilegt <<<icon_sad.gif>>> Vona að tíkarsonurinn finnist sem gerði þetta!\nVar mjög flottur bíll", "date": "2011-06-27 10:55:00", "post_id": 7}, {"user_name": "Andri STi", "text": "svaka leiðinlegt mál ... einhver fyrverandi eigandi með aukalykil ... maður spyr sig :S", "date": "2011-06-27 10:59:00", "post_id": 8}, {"user_name": "Skúlimx", "text": "Vinur minn var að veiða þarna í Heiðmörkinni þegar hann heyrði í boxer í útslætti og svo láu bara partar úr bílnum á víð og dreif og för eftir hann utan vegar. Hann sá hinsvegar aldrei bílinn en ég reikna sterklega með því að þetta hafi verið þessi.", "date": "2011-06-27 11:10:00", "post_id": 9}, {"user_name": "sævarvilhelm", "text": "ég var akkurat með honum og númerið er já DM-128\r\nheyrðum bara subaru vera ralla þarna í gegn og ákváðum að keyra á móti honum og reyna sjá hvaða bíll þetta væri,\r\nog þá sjáum við staðina þar sem hann hefur farið útaf og voru þeir slatta margir og fundum hluti af bílnum á nokkrum stöðum ásamt númeraplötunni.\n\r\nég sá hann um 2 leitið í ártunsbrekkunni og gaui sagist hafa séð hann fyrr um kvöldið..\r\nmeðan við hvað ég er búinn að heyra marga hafa séð hann hlýtur einhver að vita hver var á honum og vona ég að hann finnist.", "date": "2011-06-27 11:36:00", "post_id": 10}, {"user_name": "KKA", "text": "Wtf?", "date": "2011-06-27 13:37:00", "post_id": 11}, {"user_name": "Dn0z-", "text": "fólk er nátturlega ekki lagi !!! djöfull væri ég brjálaður ! vona að sá fynnist sem gerði þetta !", "date": "2011-06-27 13:59:00", "post_id": 12}, {"user_name": "Andri STi", "text": "vonandi fær eigandi bílsins hann bara borgaðan út , ég myndi aldrei taka við bílnum aftur eftir svona nauðgun", "date": "2011-06-27 14:11:00", "post_id": 13}, {"user_name": "Lanzo", "text": "Ég sá nú þenna bíl á höfðahöllinn á miðvikudaginn og þá var opinn bílstjórarúðan... ekki búið að brjóta hana... frekar spess.", "date": "2011-06-27 14:37:00", "post_id": 14}, {"user_name": "ÞórirBjarni", "text": "Vá hvað þetta er slæmt !\n\nVonandi finnst þessi gæji", "date": "2011-06-27 14:50:00", "post_id": 15}, {"user_name": "Svenni Litli", "text": "Djöfull getur sumt fólk verið pirrandi maður!! hefur fólk bara ekkert að gera eða?\nHelvítís rónar alltaf að skemma fyrir öðrum, vonandi finnst hann!!\n\nEn einmitt góð ástæða afhverju maður á ekki að fara með flottu bílana sína á bílasölu, ég tými ekki einusinni að láta honduna standa á bílasölu!\n\nEn mig langar að sjá myndir af henni eins og hún er núna", "date": "2011-06-27 15:13:00", "post_id": 16}, {"user_name": "Svenni Litli", "text": "1337 konni!!!", "date": "2011-06-27 15:14:00", "post_id": 17}, {"user_name": "Birgir Örn", "text": "Haffi það var nú óþarfi að fara svona með WRX inn..", "date": "2011-06-27 16:09:00", "post_id": 18}, {"user_name": "Scooby", "text": "heimskuleg spurning en hvenig stelur þú bíl á bílasölu þessir bílar eru allir með start kill (startar ekki ef þú ert ekki með lykil) nema honum hafi verið reynsluekið og ekki skilað", "date": "2011-06-27 16:19:00", "post_id": 19}, {"user_name": "Andri STi", "text": "þú þarft að vera með lykil .... þessi bíll var einusinni vörslusviftur og það er líklega til aukalykill af bílnum einhverstaðar\n\r\ngiska á einhvern fyrverandi eiganda", "date": "2011-06-27 16:47:00", "post_id": 20}, {"user_name": "Erica", "text": "náði gaurinn í bílinn með því að fá að reynsluaka honum eða var þetta einhver aðili sem var með lykil af bílnum? svo ég fái það á hreint...", "date": "2011-06-27 16:56:00", "post_id": 21}, {"user_name": "AlexanderH", "text": "Djöfull getur fólk verið kengþroskaheft, vona innilega að sá seki finnist!!", "date": "2011-06-27 17:15:00", "post_id": 22}, {"user_name": "Andriii", "text": "Hvað var áhvílandi á honum <<<icon_lol.gif>>>", "date": "2011-06-27 17:19:00", "post_id": 23}, {"user_name": "sævarvilhelm", "text": "Það er ekki vitað ég kaupi bílinn af lána fyrirtæki og fæ 1 lykil..\r\nen svo kostar ekki nema 6þúsund að kóða lykil í svona bíl, eh sem getur hafa farið og reynslu ekið honum látið kóða lykil og farið svo á hann á föstudags kvöldið..\n\r\nnokkrir möguleikar, annars eins og ég segji á að vera til annar orginal lykill þar sem ég fékk 1.", "date": "2011-06-27 17:20:00", "post_id": 24}, {"user_name": "sævarvilhelm", "text": "ekki neitt..", "date": "2011-06-27 18:21:00", "post_id": 25}, {"user_name": "Bjarni S.", "text": "einmitt það sem ég var að pæla,, eða hvort að eigandinn skuldi röngu fólki...", "date": "2011-06-27 18:27:00", "post_id": 26}, {"user_name": "Scooby", "text": "þetta segir manni að það er algjört möst að vera með góða þjófavörn og kill start aukalega í því þá ertu lítið að fara á bílnum", "date": "2011-06-27 19:06:00", "post_id": 27}, {"user_name": "KSS", "text": "killstart-immobilizer er í flestur bílum yngri en '97 og ef þjófurinn var með mikil sem hann hlýtur að hafa haft þá munar víst engu að hafa þjófavörn.", "date": "2011-06-27 19:23:00", "post_id": 28}, {"user_name": "ALPINA", "text": "Mér finnst allt í kring um þetta vera eins og léleg draugasaga í björtu,,,,", "date": "2011-06-27 19:49:00", "post_id": 29}, {"user_name": "Sizzó", "text": "hefur þetta þá ekki bara verið sá sem átti hann þegar hann var vörslusviptur <<<icon_biggrin.gif>>>", "date": "2011-06-27 21:12:00", "post_id": 30}, {"user_name": "biturk", "text": "það má nú komast framhjá killstarti með aðferðum.........", "date": "2011-06-27 21:17:00", "post_id": 31}, {"user_name": "KalliHonda87", "text": "ég sá svona bíl Laugardags morgun Að leika sér á Gráum Crysler C 300 filmaður  sá þessa bíla koma frá Frá breiðholts Brú og fara frá þaðan að Flotta manna leiðinni eins og þeir voru að aka að vassenda eg var nu bara eithvað á Dútlinu og sá  þá  halda áfram átt að hfj svo sá eg ekkert meira .en er bíllinn fundinn ?", "date": "2011-06-27 21:29:00", "post_id": 32}, {"user_name": "RFS", "text": "ætlaði mér að kaupa þennann bíl á sínum tíma. Vona að sá seki finnist. Þessi Impreza var svo flott.", "date": "2011-06-27 21:37:00", "post_id": 33}, {"user_name": "KalliHonda87", "text": "maður hefur nu mikla samhúð á bakvið þetta en eru ekki einhverjar myndarvélar þarna í kring eins og hjá shell í breiðholti og hjá ljósunum fyrir neða eða eithvað ?", "date": "2011-06-27 21:42:00", "post_id": 34}, {"user_name": "tinni77", "text": "Samhúð ? <<<icon_lol.gif>>>\n\ná hvaða lyfjum ertu ?", "date": "2011-06-27 21:47:00", "post_id": 35}, {"user_name": "KalliHonda87", "text": "Nei nei leiðinlegt fyrir manninn að hafa lent í þessu en hver var að tala um lyf ... það er nu ekki í þessu spili þannig að dude shoot the F*** Up", "date": "2011-06-27 21:50:00", "post_id": 36}, {"user_name": "Eg!ll", "text": "Þekki nú strákinn sem skilaði bílnum til lánafyrirtækisins og hann er EKKI líklegur til að detta í svona hálfvitaskap...Þannig sparið stóru orðin! <<<icon_wink.gif>>>", "date": "2011-06-27 21:50:00", "post_id": 37}, {"user_name": "tinni77", "text": "<<<icon_lol.gif>>>", "date": "2011-06-27 21:53:00", "post_id": 38}, {"user_name": "KalliHonda87", "text": "Nei eg bara er buinn að fá nó að fólki að commenta og svona svo þarf einhver að vera með fávita skap maður er bara buinn að fá Ógéð af þessu blessuðu commentum þannig að fint að fá fólk til þess að hugsa tvisvar um áður en það fer að pósta eithvað bull sérstaklega Tinni það mundi nu heyrast eithvað í fólki þegar svona dæmi er koma upp að menn eru farnir að stela bílnum og reyna að fá smá info hjá félögunum hérna á síðunni.", "date": "2011-06-27 21:56:00", "post_id": 39}, {"user_name": "gunnigunnigunn", "text": "Æji, vissulega er skítt að bíllinn sé ónýtur, en þetta er nú alls ekki í fyrsta skipti sem bíll hverfur.\n\nhttp://www.logreglan.is/eftirlystokutaeki.asp", "date": "2011-06-27 21:59:00", "post_id": 40}, {"user_name": "bErio", "text": "Vó ég skildi bara ekki helmingin af þessu\nTinni var einfaldlega að skjóta á það hvernig þú ert að orða hluti og skrifa.", "date": "2011-06-27 22:04:00", "post_id": 41}, {"user_name": "KalliHonda87", "text": "<<<lol3.gif>>>eg veitt allt um það menn eru nu að leika sér að skjóta vinstri hæri en var buið að finna WRXINN ?", "date": "2011-06-27 22:10:00", "post_id": 42}, {"user_name": "KalliHonda87", "text": "fint að fá sér svona þjófavörn í bíla í dag", "date": "2011-06-27 22:18:00", "post_id": 43}, {"user_name": "kjepps", "text": "Það er búið að margkoma fram að bíllinn hafi fundist ónýtur.... T.d. fyrirsögnin.", "date": "2011-06-27 22:23:00", "post_id": 44}, {"user_name": "KalliHonda87", "text": "og hvar fanst kérran ?", "date": "2011-06-27 22:26:00", "post_id": 45}, {"user_name": "Oskar K", "text": "hvaða kérra ? <<<icon_lol.gif>>>", "date": "2011-06-27 22:31:00", "post_id": 46}, {"user_name": "Beggi wRe", "text": "Sá einstaklingur mun vera ég, og þegar ég keypti þennan bíl á Akureyri fylgdi aðeins einn lykill með. Strákurinn sem átti hann þar fékk bara einn lykil þar sem hann keypti hann af TM Tryggingum minnir mig.\n\nSævar gerði þennan bíl geðveikt flottan og er hrottalegt að sjá hann fara svona, en þessi bíll er búinn að vera allgjör vandræðakerra.", "date": "2011-06-27 22:35:00", "post_id": 47}, {"user_name": "addi-206", "text": "þú vilt kannski deila því með okkur hvernig farið er framhjá Immobilizer??", "date": "2011-06-27 22:43:00", "post_id": 48}, {"user_name": "Oskar K", "text": "það er ekkert mál !\nskellir bara hurðinni 3svar með í handbremsu, svissar svo á, stillir útvarpið á sögu og labbar svo hring í kringum bílinn í einni buxnaskálm", "date": "2011-06-27 22:56:00", "post_id": 49}, {"user_name": "Opie", "text": "<<<rofl.gif>>> minnti einmitt að það væri svona Óskar <<<icon_lol.gif>>>", "date": "2011-06-27 23:17:00", "post_id": 50}, {"user_name": "andritoy", "text": "það hlýtur eithver að hafa séð þá sem voru á bílnum um nóttina .. sá hann hjá ártúni um 2 leitið þá var verið að taka á honum, sá bara ekki manneskjurnar", "date": "2011-06-28 01:51:00", "post_id": 51}, {"user_name": "AlexanderH", "text": "L2C er bara fljótandi í gullkornum þessa dagana <<<icon_biggrin.gif>>> <<<icon_lol.gif>>>", "date": "2011-06-28 02:07:00", "post_id": 52}, {"user_name": "Tiger", "text": "legend", "date": "2011-06-28 02:44:00", "post_id": 53}, {"user_name": "einarak", "text": "Merkilega mikið af dýrum flottum bílum á þessum lista sem ætti skv. öllu ekki að vera hægt að stela nema hafa lykilinn...", "date": "2011-06-28 09:01:00", "post_id": 54}, {"user_name": "GretarK", "text": "það er nú ekkert hlaupið að því að fara framhjá immobilizer þótt biturk sé atvinnumaður í þeim málum.\n\nSmá tips fyrir ykkur, ef þið fáið bara 1 lykil með bíl og eruð eitthvað efins með fyrri eigendur. Þá fariði og látið kóða lykilinn upp á nýtt, þá getur fyrri eigandi eða sá sem er með lykilinn ekki stolið bílnum.", "date": "2011-06-28 09:35:00", "post_id": 55}, {"user_name": "Hr.Cummins", "text": "Var þessi eitthvað flottari en aðrar Imprezur, mér finnst þessir bílar einmitt allir jafn óspennandi.... einn og einn sem að stendur uppúr eins og t.d. bíllinn hjá Samma Davis og þess háttar dót !\n\r\nAnnars verð ég að taka undir með Sveinbirni (ALPINA) með að þetta hljómar eins og draugasaga á björtum sumardegi...", "date": "2011-06-28 18:37:00", "post_id": 56}, {"user_name": "EdoX^", "text": "So, it was driven, like it was stolen...... ?", "date": "2011-06-28 19:19:00", "post_id": 57}, {"user_name": "AronOskarss", "text": "Kannski þessum fínu bilum hafi bara verið stolið af eigendanum, trygginga svindl.  Einfaldara en að klára að borga.\n\nShit hvað það væri gaman að fá að klára svona impressu í Heiðmörk, en auðvitað leiðinlegt að þetta komi fyrir, vonandi þú fáir allt borgað.", "date": "2011-06-28 19:29:00", "post_id": 58}, {"user_name": "Eymar", "text": "Mjög slæmt var skuggalega flottur bíll og örugglega freekar ömurlegt að lenda í þessu en gaurarnir hljóta að hafa einhverja ástæðu fyrir þessum skemmdarverkum imo.", "date": "2011-06-28 20:08:00", "post_id": 59}, {"user_name": "tony", "text": "Flottari en flestar.. reis líka í áliti hvað þetta virkaði vel.", "date": "2011-06-28 20:10:00", "post_id": 60}, {"user_name": "bErio", "text": "STi bína og fl\nMjög heill og flottur bíll", "date": "2011-06-28 20:12:00", "post_id": 61}, {"user_name": "Sylvía", "text": "Hvaða ástæður ættu það samt að vera???... Annars leiðinlegt mál og ég vona svo innilega að gaurarnir sem gerðu þetta finnist... Þetta var mjög flottur bíll", "date": "2011-06-28 20:30:00", "post_id": 62}, {"user_name": "PéturSigurðsson", "text": "HALLÓÓÓ\n\npics or it didnt happened!!", "date": "2011-06-28 20:41:00", "post_id": 63}, {"user_name": "phoenix", "text": "Sammála Hjalta, myndir takk", "date": "2011-06-28 22:00:00", "post_id": 64}, {"user_name": "Hr.Cummins", "text": "Er ekki önnur hver Impreza á klakanum með STi bínu að sögn eiganda ???", "date": "2011-06-28 22:46:00", "post_id": 65}, {"user_name": "tony", "text": "nei\n\nþað er vf39 í þessum", "date": "2011-06-28 23:24:00", "post_id": 66}, {"user_name": "-Hjalti-", "text": "afhverju er ekki löngu komnar myndir af þessum ?", "date": "2011-06-28 23:41:00", "post_id": 67}, {"user_name": "xrated", "text": "djöfull hefur þessi runtur verið skemmtilegur", "date": "2011-06-29 00:35:00", "post_id": 68}, {"user_name": "GretarK", "text": "haha hvaða biturleiki er þetta, tapaðiru fyrir gt imprezu í spyrnu ?", "date": "2011-06-29 01:07:00", "post_id": 69}, {"user_name": "syggy", "text": "ooo það er svo gaman að sjá svipinn á fólki eftir að það spyrndi við mig á gulu haha", "date": "2011-06-29 01:13:00", "post_id": 70}, {"user_name": "Sergio", "text": "fun fact\nDM-128 var fyrstu 3 ár í rekstraleigu hjá eldri konu og keyrður eingöngu 30 þus km á þeim tíma, var eins og nýr þegar IH seldi hann svo", "date": "2011-06-29 02:06:00", "post_id": 71}, {"user_name": "Scooby", "text": "málið er ef þú ert að kaupa bíl af öðrum þá veistu ekki ef hann á lykill þá er gott að vera með kill start í þjóvavörn þá er hann ekki að fara neitt", "date": "2011-06-29 02:17:00", "post_id": 72}, {"user_name": "baldur", "text": "Segi það, myndir eða upphafsmaður þráðarins er lygari.", "date": "2011-06-29 10:04:00", "post_id": 73}, {"user_name": "Hr.Cummins", "text": "Not gonna happen !\n\r\nEn mér finnst allir WRX eigendur tala um að bíllinn þeirra sé með STi bínu <<<icon_smile.gif>>> pínu fyndið bara <<<icon_smile.gif>>>", "date": "2011-06-29 11:38:00", "post_id": 74}, {"user_name": "Beggi wRe", "text": "Ekki allveg, þegar ég fékk DM-128 þá var hann keyrður rétt um 27þ og það var 2007 minnir mig. Og þá þegar búinn að vera í eigu 2 manna", "date": "2011-06-29 13:26:00", "post_id": 75}, {"user_name": "Snorri már", "text": "haha og nuna eru 13 eigendur skráðir..", "date": "2011-06-29 13:29:00", "post_id": 76}, {"user_name": "Nóhhr", "text": "http://www.dv.is/frettir/2011/6/29/m...r-bilasoluran/", "date": "2011-06-29 15:58:00", "post_id": 77}, {"user_name": "syggy", "text": "hann var með bíl á bílasölu ekki í kaskó hverjum dettur það í hug hvað þá svona bíl", "date": "2011-06-29 16:32:00", "post_id": 78}, {"user_name": "Snorri már", "text": "x2....", "date": "2011-06-29 16:49:00", "post_id": 79}, {"user_name": "gunnigunnigunn", "text": "Merkilega er að það er ekki til sá bíll sem ekki má cracka kóðann á. Þráðlaus þjófnaður á s-class Mercedes er lýsandi dæmi.", "date": "2011-06-29 17:39:00", "post_id": 80}, {"user_name": "dart75", "text": "usss ég kaupi bílinn af sævari og sel árna og var alltaf bara með einn lykil ég mæti einmitt bílnum rétt fyrir 2 leitið á blastinu niður ártúnsbrekkuna og bara nú jæja hann er væntanlega búinn að selja bílinn..hrikalegt að hann hafi ekki verið í kaskó!", "date": "2011-06-29 18:11:00", "post_id": 81}, {"user_name": "bErio", "text": "Spara pening og borga minni tryggingar t.d.", "date": "2011-06-29 19:23:00", "post_id": 82}, {"user_name": "HlynurFreyr", "text": "Samkvæmt mínum skilningi á tryggingaskilmálunum þá er bíllinn ekki borgaður út í kaskó ef hann eyðileggst í glæfraakstri.\nÞá er sama hvort það er eigandi bílsins eða einhver sem stal honum.", "date": "2011-06-29 19:29:00", "post_id": 83}, {"user_name": "Andri STi", "text": "það er þa bara eitt að gera , laga bílinn ef hann situr uppi með hann :/", "date": "2011-06-29 23:27:00", "post_id": 84}, {"user_name": "AntiTrust", "text": "Ég neita að trúa að þessi klausa hljómi þannig, að maður sé virkilega að borga allan þennan helvítis pening í tryggingar og ekki safe fyrir hverju sem gerist ef bílnum er stolið.", "date": "2011-06-30 00:03:00", "post_id": 85}, {"user_name": "Gunnoli", "text": "Tryggingarnar borga eigandanum, Trygggingar gera kröfu á þann sem stal bílnum ef hann finnst. ef hann borgar ekki kröfuna þá borga tryggingarnar alltaf bílinn eða viðgerðina. \r\nVeit um svona dæmi. <<<icon_smile.gif>>>", "date": "2011-06-30 01:30:00", "post_id": 86}, {"user_name": "Svenni Litli", "text": "já shitt mig langar að sjá myndir af bílnum! sjá hversu mikið þetta tjón er!", "date": "2011-06-30 03:08:00", "post_id": 87}, {"user_name": "Andri STi", "text": "oft er líka tjón sem sést ekki ..... á td vél ,gírkassa ,drifum ,öxlum ,bremsum, kúplingu , dekkjum, ofl+\n\r\nen maður er orðinn nett forvitin að sjá bílinn", "date": "2011-06-30 08:07:00", "post_id": 88}, {"user_name": "HemmiHonda", "text": "Vonandi finnst helvítið sem gerði þetta! sorglegt þegar svona er gert <<<icon_sad.gif>>>", "date": "2011-06-30 13:45:00", "post_id": 89}, {"user_name": "IngóJP", "text": "Ég náði að plata vin minn svona fyrir nokkrum árum. Vorum fyrir utan vínbúðina í skeifunni og hann stekkur að fá sér pylsu í kofanum. Ég hoppa inní bílinn hans tek lykilinn úr svissinum set aukalykilinn minn í svissinn stekk yfir í minn bíl og læsi hans bíl. Hann kemur svo stuttu seinna ætlar að opna bílinn sinn sér svo lykilinn í svissinum. Ég segi honum að ég hafi lennt í þessu þegar ég átti alveg eins bíl. Segi honum að taka 5 sinnum í hurðarhúninn á bílstjórahurðinni svo 5 sinnum í hurðarhúninn að aftan ekkert gekk. Svo sagði ég við hann að það ætti að vera 15 sinnum að framan og 10 sinnum að aftan. Svo gerir hann það og ég opna bílinn fyrir honum haha. Honum fannst þetta voðalega magnað", "date": "2011-06-30 14:20:00", "post_id": 90}, {"user_name": "MrManiac", "text": "Þeir eiga eftir að TUÐA út í rauðan dauðann samt sem áður bílinn hverfur með og er eyðilagður og það er klárlega gert með lykil.", "date": "2011-06-30 17:46:00", "post_id": 91}, {"user_name": "Þórður A.", "text": "hvað er að frétta af þessu máli? engar myndir kommnar?", "date": "2011-07-14 13:02:00", "post_id": 92}, {"user_name": "sævarvilhelm", "text": "bílinn er í notkun eins og hann endaði eftir þetta.\n\r\nframstuðari i ruglinu, vantar síls á hann, afturbretti beyglað, hurðar og eithvað fleirra.", "date": "2011-07-14 14:27:00", "post_id": 93}, {"user_name": "bull", "text": "held ég sá hann í dag er það rétt að hann sé í seljahverfinu, sá wrx svoldið tjónaðann þar.", "date": "2011-07-14 15:14:00", "post_id": 94}, {"user_name": "Þórður A.", "text": "ok hélt að hann hefði fundist ónýtur.. ætli það sé búið að finna þjófin?", "date": "2011-07-14 16:51:00", "post_id": 95}, {"user_name": "Haffi-GT", "text": "veit ehv nafnið á aðilanum sem á bílinn?", "date": "2011-07-14 19:28:00", "post_id": 96}, {"user_name": "tony", "text": "Jamil", "date": "2011-07-14 19:30:00", "post_id": 97}, {"user_name": "syggy", "text": "nei \n\nhann heitir Rúnar Ólafsson", "date": "2011-07-14 19:34:00", "post_id": 98}, {"user_name": "Gunni litli", "text": "ef þú veist ekkert um málið skaltu sleppa því að tjá þig <<<icon_wink.gif>>>", "date": "2011-07-14 20:27:00", "post_id": 99}, {"user_name": "gunnigunnigunn", "text": "Dragfúll þráður. Hvaða hugsanlegu áhrif hefur þessi WRX haugur á nokkurn hlut? (Fyrir og eftir uppfokkun.)", "date": "2011-07-14 21:50:00", "post_id": 100}, {"user_name": "Sindri Skarph", "text": "afhverju er ekki búið að pósta inn myndum af bílnum eftir þetta leiðinlega atvik ?", "date": "2011-07-14 22:42:00", "post_id": 101}, {"user_name": "siggi almera", "text": "mer fannst i þessari umræðu að billinn væri sama sem onytur er hann á keyslu eða er ekki alveg að fatta þetta orðið", "date": "2011-07-14 22:49:00", "post_id": 102}, {"user_name": "Oskar K", "text": "Þetta er wrx sem er gjörónýtur\n\n\n\nekki bíll sem er enþá í keyrslu", "date": "2011-07-14 23:57:00", "post_id": 103}, {"user_name": "Andri STi", "text": "ónýtur ... er hækt að túlka á marga vegu \n\r\nbíllinn er með meira en miljón kr tjón ef ekki mikið meira ... það kalla ég alveg ónýtt, ef ég þyrfti að borga brúsann sjálfur !", "date": "2011-07-15 10:53:00", "post_id": 104}, {"user_name": "CT9A", "text": "Hann er ekkert ónýtur. Smá tjasnaður að framan, og þarf að skipta um V afturhurð og V aftur bretti og tjasla honum aðeins saman. Enn ekkert ónýtur neitt.", "date": "2011-07-15 11:38:00", "post_id": 105}, {"user_name": "Andri STi", "text": "þá á eftir að taka inní slit á drifbúnaði og vél við öll þessi átök.\n\n\n\r\nþað er svo margt sem getur verið mikið skemmt þó bíllinn keyri kannski í einhvern x tíma á eftir", "date": "2011-07-15 13:20:00", "post_id": 106}, {"user_name": "Busa04", "text": "Er þessi bíll á einhverri partasölunni?", "date": "2011-07-16 00:02:00", "post_id": 107}, {"user_name": "Gunni litli", "text": "nei hann notar hann daglega þessi gaur sko", "date": "2011-07-16 03:31:00", "post_id": 108}, {"user_name": "Oskar K", "text": "einhver partasala í kópavogi", "date": "2011-07-16 04:41:00", "post_id": 109}, {"user_name": "Jack1127", "text": "er semsagt þessi bíl sem var stolið??", "date": "2012-02-06 05:58:00", "post_id": 110}, {"user_name": "-Hjalti-", "text": "Lastu þráðinn?\n\n\r\nYou're joking, right?", "date": "2012-02-06 06:36:00", "post_id": 111}, {"user_name": "BalliBT", "text": "þú hlýtur að vera djóka\n\nALLT önnur árgerð í fyrsta pósti\n\n\n\nen í sambandi við bílinn, leiðinlegt að þetta gerðist, þá sérstaklega við DM - xxx flottur WRX", "date": "2012-02-06 08:06:00", "post_id": 112}, {"user_name": "joi_b", "text": "hugsa að annarhver ef ekki allir gt/wrx/sti hafa fengið svona níð bara kannski allt á sama tíma", "date": "2012-02-06 08:32:00", "post_id": 113}, {"user_name": "alexsig", "text": "alveg óhikað búið að taka á öllum þessum bílum..\n\n\r\nEn það er munur á að taka á þeim og hreint reyna að skemma þá.", "date": "2012-02-06 08:41:00", "post_id": 114}, {"user_name": "joi_b", "text": "já ég veit það en það sem að ég meina er að það er búið að klessa alla og djöflast á drifrásinni bara ekki allt á sama tíma en þessi wrx fékk greinilega bara einn með öllu", "date": "2012-02-06 08:52:00", "post_id": 115}, {"user_name": "Pálmi-", "text": "hvar er þessi bíll í dag?", "date": "2012-02-06 21:41:00", "post_id": 116}, {"user_name": "syggy", "text": "hann var fyrir utan gokart brautina í Garðabæ um daginn hef reyndar ekkert farið þangað lengi", "date": "2012-02-06 21:52:00", "post_id": 117}, {"user_name": "RFS", "text": "DM-128\n\nHeyrði einhverstaðar að það væri verið að reyna að laga hann,\nGæti svosem haft rangt fyrir mér.", "date": "2012-02-06 21:52:00", "post_id": 118}, {"user_name": "sævarvilhelm", "text": "Kominn inn núna og verið að laga hann.", "date": "2012-02-06 21:53:00", "post_id": 119}, {"user_name": "Svenni Litli", "text": "gott mál að það sé verið að laga hann, verður gaman að sjá þennan á götunni aftur <<<icon_biggrin.gif>>>", "date": "2012-02-07 00:12:00", "post_id": 120}, {"user_name": "VALDI B", "text": "nei hann tapaði pottþétt fyrir gl eða gx imprezu í spyrnu <<<icon_biggrin.gif>>> haha", "date": "2012-02-07 11:13:00", "post_id": 121}, {"user_name": "Gummster", "text": "Þetta útskýir allaveganna afhverju bílasalan svaraði mér bara að hann væri i almálun og yrði ekki tilbúinn fyrr en eftir 2 vikur O.o var að bjóða i hann bara i fyrradag eða eitthvað", "date": "2012-02-07 12:35:00", "post_id": 122}, {"user_name": "Gunni litli", "text": "ekki rétt", "date": "2012-02-07 14:52:00", "post_id": 123}, {"user_name": "Arnar Ingi", "text": "var fundið gæjann sem skemmdi bílinn eða ?", "date": "2012-02-07 15:31:00", "post_id": 124}, {"user_name": "elisvk", "text": "amk vitað hver hann er...", "date": "2012-02-07 15:43:00", "post_id": 125}, {"user_name": "BIGBRO", "text": "það er ekkert erfitt né dýrt að gera við þennann. En hvort það verði vel gert eða ekki ætla ég ekki að tjá mig um. \nveit að þetta er lítið undirvagna tjón aðalega pústið. \nsvo bara stuðari, húdd,frambretti, hurð, afturbretti og já held það sé komið. en vonum barað það verði ekki gert við hann á pólskan hátt.", "date": "2012-02-07 15:52:00", "post_id": 126}, {"user_name": "blackhole", "text": "sparsli sparsl <<<icon_biggrin.gif>>>", "date": "2012-02-07 21:49:00", "post_id": 127}, {"user_name": "Loud1", "text": "þá er hann kominn aftur til eiganda síns allavega..", "date": "2012-02-07 22:21:00", "post_id": 128}, {"user_name": "syggy", "text": "haa hvað meinaru eigandinn fékk hann bara 2 dögum eftir að hann var tekinn eða einhvað sem var í júní", "date": "2012-02-08 00:15:00", "post_id": 129}, {"user_name": "Loud1", "text": "lol ég var ekkert búinn að specca dagsetninguna á þessum þræði", "date": "2012-02-08 00:20:00", "post_id": 130}, {"user_name": "elisvk", "text": "Er enginn tryggður fyrir svona? bílasalan kannski?", "date": "2012-02-08 00:21:00", "post_id": 131}, {"user_name": "syggy", "text": "bílar eru á ábyrgð eiganda á bílasölum og þessi gaur var svo sniðugur að taka hann úr kaskó áður enn hann fór með hann á bílasöluna ég er reyndar ekki viss hvort kaskóið hefði bætt þetta þar sem það var \"ekki brotist inní bílinn\"", "date": "2012-02-08 00:28:00", "post_id": 132}, {"user_name": "AFS", "text": "Afhverju í fjandanum er ekki komin mynd af bílnum í þráðinn eftir tjónið hehh ?? Langar alveg soldið að sjá hann eftir þetta <<<icon_smile.gif>>>", "date": "2012-02-08 04:33:00", "post_id": 133}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rofl.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2011-06-27 10:05:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rofl.gif", "path": "full/51b00a571877dec3874bcb115ce2e201729ce345.gif", "checksum": "1ad96412c720bd904dce789340e6228f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}