{"forum_title": "RÖFL", "id": "149253", "title": "Sævar Ciesielski látinn..", "url": "http://www.live2cruize.com/spjall/showthread.php/149253-Sævar-Ciesielski-látinn", "posts": [{"user_name": "Loud1", "text": "Eins og kom fram í fréttum í dag er Sævar Ciesielski látinn, en hann var einn af aðalsakborningunum í Geirfinns- og Guðmundar -málunum og fékk hvað hæsta dóminn. \n\r\nmikið hefur verið rætt um þetta mál frá því það kom upp fyrir mörgum áratugum, en sakborningarnir voru allir dæmdir án nokkurra haldbærra sannanna, annarra en játningar sem hafa allar verið dregnar til baka í dag. Margir sem komu að málinu að hálfu lögreglunnar á sínum tíma (rannsóknarlögreglumenn t.d.) hafa tjáð sig á opinskáan hátt um málið og þá ber hæst að nefna harðræði af hálfu lögreglunnar í garð sakborninganna og skort á sönnunargögnum. \n\nhttp://www.dv.is/frettir/2010/11/12/...-kemur-i-ljos/\n\n\r\nHér eru nokkrir linkar sem menn geta frætt sig á, ef þeir þekkja ekki til þessa máls\nhttp://www.mal214.com/\nhttp://sigurfreyrj.tripod.com/ggmal2.htm\n\r\nþessi síðasti linkur er hvað áhugaverðastur, en hann sýnir hvað íslenskt réttarkerfi brást á alla vegu og þá spillingu sem þreifst og þrífst trúlega enn í dag, í lögreglunni, dómsmálaráðuneytinu og á alþingi. \n\nhttp://sites.google.com/site/mal214/\n\r\nmig langaði bara að vekja athygli á þessu máli, þar sem sævar dó í dag, og hann fékk aldrei uppreisn æru greyið... ekki frekar en hinir sakborningarnir. mér finnst í raun magnað að allur þessi tími hafi liðið án þess að botn hafi fengist í þetta..\n\r\nhvað finnst mönnum um þetta mál?", "date": "2011-07-14 20:35:00", "post_id": 1}, {"user_name": "tinni77", "text": "Þetta er svakalegur pistill þarna neðst, sæll !", "date": "2011-07-14 21:13:00", "post_id": 2}, {"user_name": "phoenix", "text": "Kerfið hefur aldrei rangt fyrir sér ALDREI!\n\n\n\r\neða það hefur allaveganna enginn manndóm þar í sér að viðurkenna það <<<icon_neutral.gif>>>", "date": "2011-07-14 21:26:00", "post_id": 3}, {"user_name": "Sigtryggur", "text": "ógeðslegt mál!", "date": "2011-07-14 21:44:00", "post_id": 4}, {"user_name": "ArnarFB", "text": "Ég (og fleiri) hef alla tíð haft grun um að hann og hin sem handtekin voru, hafi verið notuð sem blórabögglar fyrir aðra \"merkilegri menn\". Það virðist öllu sópað undir teppi með þetta mál. \n\nEf einhvern tímann kemur í ljós hvað varð um þessa tvo menn og hann sannaður saklaus, þá er súrt að hann hafi ekki verið á lífi og öðlast alvöru sátt og frelsistilfinningu. Hans líf var gersamlega eyðilagt með þessu.", "date": "2011-07-14 22:11:00", "post_id": 5}, {"user_name": "Loud1", "text": "tja hann var ágætlega eyðilagður fyrir held ég, var hann ekki einn af Breiðavíkurdrengjunum?", "date": "2011-07-15 01:30:00", "post_id": 6}, {"user_name": "ArnarFB", "text": "Ég á við mannorð hans. En jú.", "date": "2011-07-15 03:31:00", "post_id": 7}, {"user_name": "Gústz!", "text": "einhver sem á þáttinn ?", "date": "2011-07-26 20:52:00", "post_id": 8}, {"user_name": "megnuz", "text": "væri líka til í að sjá þennan þátt", "date": "2011-07-26 20:56:00", "post_id": 9}, {"user_name": "FS", "text": "Afsakið forvitnina en hvernig dó hann?", "date": "2011-07-26 21:04:00", "post_id": 10}, {"user_name": "Loud1", "text": "slysforum i danmorku held eg ad thad hafi verid..", "date": "2011-07-26 21:47:00", "post_id": 11}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_neutral.gif"], "date": "2011-07-14 20:35:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}]}