{"forum_title": "Almennt spjall", "id": "149478", "title": "Geymsla á bíl í 5 mánuði: Tryggingar, bifreiðagjöld ofl", "url": "http://www.live2cruize.com/spjall/showthread.php/149478-Geymsla-á-bíl-í-5-mánuði-Tryggingar-bifreiðagjöld-ofl", "posts": [{"user_name": "Bóbó", "text": "Góðan daginn\n\r\nÉg hafði hugsað mér að taka bílinn minn af númerum í 5mánuði og geyma. \r\nHvað þarf ég að hafa í huga og hvernig er best að bera sig að í sambandi við tryggingar og bifreiðagjöld? \n\r\nHver er kostnaðurinn við að leggja inn númerin ? \r\nNæsta skoðun er 2012 ef það skiptir einhverju máli.", "date": "2011-07-19 16:15:00", "post_id": 1}, {"user_name": "BRG", "text": "Held það sé 600kr gleymslugjald fyrir númeraplötur.", "date": "2011-07-19 16:26:00", "post_id": 2}, {"user_name": "Danni", "text": "Það kostar 1000 kall að leggja inn númer. Geymslugjald sem dugar í 1 ár er 600kr og síðan er eitthvað annað gjald sem er 400kr, man ekki hvað það var.\n\nBifreiðagjöld greiðast ekki meðan bíllinn er skráður úr umferð. Ábyrgðartrygging ekki heldur. Það er hægt að hafa hann kaskótryggðan til að vera tryggður fyrir innbroti eða skemmdarverkum, en ef hann er geymdur inni myndi ég fyrst kanna hverjar tryggingarnar á geymsluhúsnæðinu eru þar sem þær dekka oft skemmdir á bílnum ef svo óheppilega vill til að það er brotist þar inn og bílnum stolið eða hann skemmdur eða ef ennþá óheppilegra vildi til og það myndi kvikna í staðnum.\n\nÞað á líka að vera hægt að borga einhverskonar geymslutryggingu. Það var að minnsta kosti einn vinur minn sem var að geyma bílinn sinn númerslausan en vildi hafa hann tryggðan til að vera öruggur ef eitthvað skildi gerast og þjónustufulltrúinn sem hann talaði við hjá TM bauð honum einhverskonar ódýrara kaskó sem tryggði bílinn fyrir eldsvoða og innbroti/skemmdarverkum en ekki ef hann myndi skemmast í umferðinni, ss. klessast ef það væri verið að draga hann eða eitthvað þannig. Það sem var kosturinn við þetta var að hann gat samið við tryggingarfélagið um það hversu mikils virði bíllinn var og fengið það vottað ef það versta skildi gerast.\n\nÉg myndi að minnsta kosti tala við tryggingarfélagið þitt fyrst og það sem tryggir staðinn sem bíllinn verður geymdur á og komast að því fyrir hverju þú ert tryggður á staðnum.\n\nSíðan þegar þú setur hann á númer aftur þá hefurðu viku til að fara með hann í skoðun ef að tíminn er útrunninn. Það legst ekki vanrækslugjald á bílinn meðan hann er númerslaus og fyrstu vikuna eftir það. Plöturnar verða geymdar í 1 ár og ef þú kemur ekki til að endurnýja geymslugjaldið innan þess tíma verða þær eyðilagðir og þú þarft að panta nýjar þegar þú ætlar að sækja þær.", "date": "2011-07-19 16:39:00", "post_id": 3}, {"user_name": "Bóbó", "text": "Takk kærlega fyrir þetta svar Danni!\n\r\nHeld að það sé einmitt lang sniðugast að semja um einhverja svona tryggingu til þess að vera viss um að lenda ekki í neinu veseni.\n\r\nÉg var einmitt að borga bifreiðagjöldin rétt í þessu. \r\nFæ ég þau þá bara endurgreidd eða á ég bara inneign fyrir næstu? \r\nÞarf ég að tilkynna afskráninguna eitthvað sérstaklega eða sjá þeir hana bara í kerfinu?", "date": "2011-07-19 16:58:00", "post_id": 4}], "file_urls": [], "date": "2011-07-19 16:15:00", "files": []}