{"forum_title": "Mótorsport", "id": "149600", "title": "Akstursæfing DDA 22. júlí '11 (Drift/Grip)", "url": "http://www.live2cruize.com/spjall/showthread.php/149600-Akstursæfing-DDA-22-júlí-11-(Drift-Grip)", "posts": [{"user_name": "Saber", "text": "Akstursæfing DDA 22. júlí '11.\n\nAllar tegundir af bílum velkomnar, afturdrifnir, framhjóladrifnir og drifnir allann hringinn! \r\nHvort sem menn/konur kjósa drift eða grip!\n\n\n\r\n*Mynd frá Sæma Boom\n\r\nBrautin opnar kl. 19:00 og við hættum að keyra kl. 22:00. Í sumar er planið að opna og loka á mínútunni, svo það þýðir ekkert að mæta rétt fyrir 22:00!\n\r\nFyrirkomulagið verður með sama sniði og vanalega.\n\r\nÞað sem þarf til að fá að keyra er:\n● Skoðaður bíll eða endurskoðun svo lengi sem að ekki er sett útá öryggisatriði. Framvísa þarf skoðunarvottorði ef að bíll er ekki með fullgilda skoðun.\r\n● Gilt ökuskírteini.\r\n● Meðlimur í klúbbi innan ÍSÍ.\r\n● Löglegur hjálmur.\r\n● Nagladekk stranglega bönnuð.\r\nVið mælum svo endilega með því að menn hafi samband við sín tryggingarfélög og fái að vita hvort þeir þurfa viðauka á æfingum eða ekki.\n\r\nFarþegar eru leyfðir.\r\nBæði ökumenn og farþegar skrifa undir ábyrgðaryfirlýsingu á svæðinu. Ábyrgðaryfirlýsingin gildir allt sumarið.\n\r\nMiðasala fer fram hjá N1 bæði í Lækjargjötu í Hafnarfirði og í Reykjanesbæ.\r\nÞað kostar 1000kr fyrir meðlimi DDA og 2000 kr fyrir þá sem eru meðlimir í öðrum klúbbum.\r\nBiðjið bara um dagskort á Rallýkrossbrautina.\nÞað keyrir enginn án miða!\r\n(nema þeir sem eru að skrá sig í félagið og hafa ekki keyrt ennþá, þeir mæta með kvittun og fá að keyra frítt)\n\r\nHér eru svo upplýsingar um hvernig á að skrá sig:\nhttp://www.drift.is/skraningifelagid.php\nATH! Árgjaldið hefur hækkað og er núna 4000 kr.\n\nMeðlimakortin eru komin. Menn geta nálgast þau á æfingum. \r\n(Ath. þó, það virðist hafa gleymst að gera fyrir nokkra meðlimi. Því verður reddað fljótlega.)\n\r\nMuna svo:\r\nÁhorfendur eiga ekki að leggja inni í pitt, þeir skulu leggja hægra megin við brautina.\r\nKeyra varlega á malarveginum upp að braut.\r\nKoma með góða skapið.\n\nAuglýsingin er degi of seint á ferðinni. Sorry.\n\r\nF.h. DDA.", "date": "2011-07-21 13:48:00", "post_id": 1}], "file_urls": [], "date": "2011-07-21 13:48:00", "files": []}