{"forum_title": "Tæknilega hornið: Almennt", "id": "150028", "title": "Bronco ljósavesen", "url": "http://www.live2cruize.com/spjall/showthread.php/150028-Bronco-ljósavesen", "posts": [{"user_name": "E-MAN", "text": "Já þannig er mál með vexti að ég lenti í því um daginn að ég fór á rúntinn á bronconum mínum (bronco II 1989) og svo þegar ég var búinn að slökkva á bílnum, þá voru ljósin enn á, og líka þótt ég tók lykilinn úr, og það endaði með því að ég tók rafgeymirinn úr sambandi bara. Nema það að daginn eftir var þetta enn svona þegar ég fór í vinnuna um morguninn, og fékk vélvirkjann útí vinnu til að kíkja á þetta, þá var þetta allt í góðu. Frekar skrýtið\n\r\nSvo skipti ég um framljós um daginn og þá virkuðu bæði ljósin, semsagt geisli á báðum, og það á það til að detta út og inn bílstjóramegin bara eftir því sem hentar því, og svo er að mér finnst að háu ljósin séu á þegar láu ljósin eiga að vera á og láu ljósin koma á þegar ég set eins og ég ætla að setja háu ljósin á, ég er t.d. nýbúinn að skipta um báða skónna á pólunum. Hann talaði um það vélvirkinn að þetta gæti verið rely sem er bara fast! \n\r\nÞess vegna vildi ég nú gá hvort þið gætuð varpað einhverju ljósi á þetta vandamál hjá mér. Fyrirfram þakkir", "date": "2011-07-28 23:36:00", "post_id": 1}, {"user_name": "Chevy Girl", "text": "veit um einn sem lennti í sama, skipti um ljósarofann allt í góðu eftir það", "date": "2011-07-28 23:45:00", "post_id": 2}, {"user_name": "Sævar Örn", "text": "Ef það ekki dugar getur verið að relayið fyrir ljósin, eða dagljósabúnað ef slíkur er til staðar standi á sér, setja nýtt relay og komið <<<icon_wink.gif>>>", "date": "2011-07-29 01:05:00", "post_id": 3}, {"user_name": "E-MAN", "text": "þakka ykkur fyrir <<<icon_smile.gif>>> ég ætla að skoða þetta, verst með relay-ið að það gæti verið hvar sem er staðsett :/", "date": "2011-07-29 06:36:00", "post_id": 4}, {"user_name": "Rexinn", "text": "Þetta er mjög sennilega rofinn, þetta er þekkt vandamál.", "date": "2011-07-29 09:36:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2011-07-28 23:36:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}