{"forum_title": "RÖFL", "id": "15035", "title": "kettlingar", "url": "http://www.live2cruize.com/spjall/showthread.php/15035-kettlingar", "posts": [{"user_name": "SonnY", "text": "Það var einhver sem skildi eftir 3 kettlinga í fiskikari niður á höfn (hjá pissugámnum)....ef sá hinn sami er að lesa þetta þá eru þeir dauðir núna.", "date": "2006-06-02 02:59:00", "post_id": 1}, {"user_name": "steina", "text": "oj.. ég þoli ekki fólk sem gerir svona við dýrin  <<<icon_mad.gif>>> skilja þau bara eftir.", "date": "2006-06-02 03:22:00", "post_id": 2}, {"user_name": "IngóJP", "text": "http://www.live2cruize.com/phpbb2/vi...er=asc&start=0 \n\n\r\nSvona vinnur Kattholt", "date": "2006-06-02 11:48:00", "post_id": 3}, {"user_name": "SheDevil", "text": "Hvað er að fólki, afhverju er fólk ekki duglegra við að gelda þessa ketti sína.", "date": "2006-06-02 12:57:00", "post_id": 4}, {"user_name": "Erica", "text": "Kattholt er víst bara að lóga þessu hægri vinstri <<<icon_sad.gif>>>", "date": "2006-06-02 13:03:00", "post_id": 5}, {"user_name": "steina", "text": "ég ætla að taka það fram fyrst af öllu að ég er ekki að reyna að stofna til illinda eða starta einhverju rifrildi eða neikvæðri umræðu hérna, og er ekki að taka upp hanskann fyrir Kattholt.. bara segja mína skoðun. \n\r\nEn mér finnst fólk svolítið hart í dómum sínum..  hún Sigga í Kattholti lætur sér mjög annt um kisurnar sem koma þarna inn og þær eru í misgóðu ástandi, sumar eru svo illa farnar á geði og líkama að það er lítið annað hægt að gera en að lóga þeim. Það er auðvitað ekki hægt að hafa ketti endalaust í Kattholti, markmiðið er víst að koma þeim á heimili (þó það hafi gengið hálf brösulega hjá mér að fá kisu þaðan  <<<icon_rolleyes.gif>>>  ) Kattholt er sögð líknarstarfsemi og starfrækt sem slík, en samt þurfti ég að borga 6000 krónur fyrir held ég örmerkingu og geldingu á kettinum mínum plús flugið vestur. Ekki það að ég sjái eftir peningnum, en Sigga sagði mér ekki frá þessum 6000 kalli fyrr en kötturinn var kominn vestur.  <<<icon_rolleyes.gif>>>  6000 kall er þó ekki mikið fyrir bæði geldingu og örmerkingu, og Kattholt þarf að skaffa mat og ýmislegt annað fyrir kettina og ekki er dýralæknaþjónusta ódýr, þó Kattholt fái hana oftast á betri kjörum en fólk út í bæ. Svo það er vel skiljanlegt að maður þurfi eitthvað að borga.\n\r\nÉg hef sjálf ágætis reynslu af Kattholti og Sigga er fín manneskja, en það er auðvitað leiðinlegt að öllum þessum kisum sé lógað.. en þó skárra að þær séu teknar og þeim lógað ef þær komast ekki á heimili í stað þess að þeim sé hent einhver staðar út á víðavangi og látnar drepast smá saman úr kulda og hor, eða að enn fleiri kettir hrannist upp í Kattholti en eru þar nú þegar og það leysir engan vanda að henda þeim þangað inn þegar það verður bara þröngt um þá. Það eru til nokkur dæmi þess hérna, að köld kisugrey komi heim til mín, hefur þá verið hent út fyrir utan bæinn. Kannski vegna þess að fólk veit hvað ég er viðkvæm fyrir kisum og get ekki látið þær hírast úti  <<<icon_redface.gif>>>  Það eru gallar og kostir á starfsemi Kattholts eins og á öllu öðru, en mér finnst það hróssins vert að Kattholt gefi aldrei frá sér ógelda ketti.", "date": "2006-06-02 13:29:00", "post_id": 6}, {"user_name": "mydog8me", "text": "<<<iagree.gif>>>", "date": "2006-06-02 13:43:00", "post_id": 7}, {"user_name": "Aron Fridrik", "text": "sendum þær til PETA sem drepur 2/3 af öllum dýrum sem þeir taka að sér..", "date": "2006-06-02 15:49:00", "post_id": 8}, {"user_name": "Coulomb", "text": "Mannvonskan og virðingarleysið gagnvart öðru lífi en okkar eigin eykst frá degi til dags, það er bara þannig og verður alltaf þannig. Réttast að fólk fái sér ekki gæludýr ef það skilur ekki vinnuna og ábyrgðina á bakvið þau. Myndi þetta lið bera börnin sín út í ruslagám í plastpoka ef þau nenntu ekki veseninu lengur???", "date": "2006-06-03 18:06:00", "post_id": 9}, {"user_name": "baldur", "text": "Mér þykir það nú algjört lágmark að drepa dýrin á einhvern sómasamlegan hátt ef fólk hefur ekki áhuga á að halda þeim.", "date": "2006-06-03 18:15:00", "post_id": 10}, {"user_name": "Litli_Jón", "text": "benda ykkur á það sem búa ekki á Akureyri að það er vel þekkt að það sé fullt af villi köttum þarna þannig að ég ef að einhver hafi skilið þessa eftir.......\n\n\r\nÞegar ég var yngri þá fór ég alltaf á sumrin að veiða og gaf köttunum.....", "date": "2006-06-03 18:20:00", "post_id": 11}, {"user_name": "Gunnarmh", "text": "Ég hló og hló og hló!\r\nEn ég hata samt fólk sem drepur dýr, just... not me.\n\r\nÁ 2 ketti og hund, groooovehh", "date": "2006-06-03 18:56:00", "post_id": 12}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif"], "date": "2006-06-02 02:59:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}]}