{"forum_title": "RÖFL", "id": "150690", "title": "Saltnotkun og ending bíla", "url": "http://www.live2cruize.com/spjall/showthread.php/150690-Saltnotkun-og-ending-bíla", "posts": [{"user_name": "Poweraderz", "text": "Heyrðu spjallverjar, \n\r\nhafði alltaf hugsað mér að nota bílinn allt árið um kring en langar samt að geta átt hann lengi. Allavega hef ég átt tvo Suzuki Swift '96 og '98 sem báðir voru orðnir ryðgaðir í gegn um botninn fyrir ári síðan og þar af leiðandi ónýtir. Var orðinn Flintstone á tímabili. Vil ekki að þannig gerist fyrir skodann <<<icon_sad.gif>>>.\n\r\nHvað gera menn í svona og til að fyrirbyggja? Miðað við árgerðina þá vantar mig bara 3-4 ár í að minn verði svona í botninum. \n\r\nSvo er notla líka bara spurning um að hafa hann bara sem sumarbíl en þið sem eruð með þannig bíla hvaða tímabil er það sirka sem hann er inni í skúr? Nóv-Mars? Hættið þið bara að keyra þegar þeir byrja að salta göturnar?", "date": "2011-08-12 18:33:00", "post_id": 1}, {"user_name": "megnuz", "text": "það á að vera hægt að fara í eitthverja ryðvarnarsprautun á botninum,,man ekki hvað það heitir,,\neða bara flytja úr bænum,,imprezan sem ég átti var búin að vera í sjávarþorpi í rúm 10 ár og það var ekki ryð að finna í henni", "date": "2011-08-12 18:46:00", "post_id": 2}, {"user_name": "Danni Málari", "text": "Þú verður líka að gera ráð fyrir að mismunandi bílar ryðga mismikið.", "date": "2011-08-12 18:51:00", "post_id": 3}, {"user_name": "Durgur91", "text": "skódinn endist eitthvað lengur en súkkur, þótt ég þoli ekki flesta \"VAG\" bíla þá mega þéir eiga það að þeir eru vel zink-húðaðir og boddíin endast lengi", "date": "2011-08-12 19:27:00", "post_id": 4}, {"user_name": "Hr.Cummins", "text": "Margt sem að hefur áhrif...\n\nTjónlausir E39 BMW ryðga t.d. eftir minni bestu vitneskju hvergi nema í kringum bensínlokið vegna hönnunargalla (vantar drain)...\n\nÞeir sem að hafa lent í tjóni og viðgerðin hefur ekki verið fullnægjandi eða vel gerð hafa verið að ryðga svolítið á t.d. húddi og svoleiðis..\n\nHINSVEGAR, þá verður líka að taka tillit til að ef að fólk trassar bremsuskipti hefur það GÍFURLEG áhrif á endingu bílsins...\n\nJárn í Járn dæmi þar sem að allar hliðarnar á bílnum eru út-ataðar í bremsuryki, þá hafa flísar náð að brenna sig gegnum lakk bílsins og þar af leiðandi engin tæringarvörn lengur til staðar...\n\nallskonar factorar sem að hafa áhrif á endingu bíla gagnvart ryði ?\n\nVoru þessi skodar ekki smíðaðir úr Galvaniseruðu ? eða er ég að rugla !\n\nSvo er ekki hægt að bera saman DTM og JDM, eins og ég hef MARGOFT sagt <<<icon_exclaim.gif>>>", "date": "2011-08-12 19:33:00", "post_id": 5}, {"user_name": "Danni Málari", "text": "Sá samanburður væri heldur ekki til neins. Þetta fer eftir bílum en ekki löndum. Nokkrar árgerðir af Benz eru með verstu ryðbílum sögunnar. E36 bimmar rygða mikið. Svo hafa þessir sömu framleiðendur búið til bíla sem ryðga varla neitt.", "date": "2011-08-12 20:57:00", "post_id": 6}, {"user_name": "Sævar Örn", "text": "Halda bilnum hreinum og skola undirvagninn reglulega. Mála sílsa og aðra fleti sem liggja í drullunni frá hjólunum árlega og þá áttu að vera nokkuð safe.\n\r\nKítta með öllum samskeytum ef þú átt ódýran jdm bíl, (suzuki) tildæmis. Til að sílsar og annað fyllist ekki af drullu sem svo ryðgar innanfrá", "date": "2011-08-12 21:08:00", "post_id": 7}, {"user_name": "Poweraderz", "text": "já miðað við verð ætti octavia að endast eitthvað lengur en swift <<<icon_biggrin.gif>>>\n\n\n\nhehe okei, passa uppá bremsurnar.. \n\n\n\n\nókei sounds like a plan, bara vera duglegur að þrífa og háþrýstiþvo undirvagninn <<<icon_razz.gif>>>", "date": "2011-08-12 21:45:00", "post_id": 8}, {"user_name": "pattzi", "text": "Allavega á akureyri eru fleiri gamlir bílar en í bænum og á því svæði þannig :/", "date": "2011-08-12 22:24:00", "post_id": 9}, {"user_name": "KKA", "text": "Já gott að kaupa bíla útaf landi, var að kaupa bíl frá akureyri og er hann með mjög lítið ryð", "date": "2011-08-13 03:18:00", "post_id": 10}, {"user_name": "Hr.Cummins", "text": "fékk E34 minn að norðan, ótrúlega heill fyrir utan lélegt lakk...\n\nen varð svosum alveg skítþokkalegur eftir smá bón-session:", "date": "2011-08-13 09:44:00", "post_id": 11}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif"], "date": "2011-08-12 18:33:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}]}