{"forum_title": "Tæknilega hornið: Almennt", "id": "151277", "title": "Einhverjir dekkjasalar sem fá sérstök meðmæli?", "url": "http://www.live2cruize.com/spjall/showthread.php/151277-Einhverjir-dekkjasalar-sem-fá-sérstök-meðmæli", "posts": [{"user_name": "TotiOla", "text": "Sælir\n\r\nMæli þið með einhverjum dekkjasölum sem eru með gæðadekk á góðu verði? <<<$$.gif>>>", "date": "2011-08-24 20:50:00", "post_id": 1}, {"user_name": "syggy", "text": "dekkverk fá mín meðmæli góð verð og topp þjónusta", "date": "2011-08-24 21:03:00", "post_id": 2}, {"user_name": "TotiOla", "text": "Ok. Var búinn að heyra af þeim. Hvernig dekk ertu með?\n\r\nFélagi minn er með Wanli og er þokkalega sáttur en ég hef bara lesið hrikalega slæma dóma um þau á netinu.", "date": "2011-08-24 21:05:00", "post_id": 3}, {"user_name": "Hr.Cummins", "text": "Wanli endast ágætlega, en þú getur alveg eins rúllað um á plasti...\n\r\nSlæmt grip, sérstaklega í rigningu (þrátt fyrir að vera með einskonar regn-mynstur) og veghljóðið alveg út í hött <<<icon_exclaim.gif>>>\n\r\nBridgestone, Michelin, Falken, Pirelli... versla bara þetta fernt hér eftir <<<icon_exclaim.gif>>>\n\r\nToyo eru reyndar líka fín, gleymdi þeim....", "date": "2011-08-24 21:10:00", "post_id": 4}, {"user_name": "syggy", "text": "þú getur séð lista með öllum dekkjum og verðum á síðunni hjá þeim http://dekkverk.is/", "date": "2011-08-24 21:10:00", "post_id": 5}, {"user_name": "TotiOla", "text": "Þetta er einmitt það sem ég var búinn að lesa.\n\n\n\nEr einhver staður sem er með betri verð en aðrir á svona gæða-dekkjum?", "date": "2011-08-24 21:17:00", "post_id": 6}, {"user_name": "TotiOla", "text": "Var einmitt að tékka á þessu. Fín verð, en dekkin virðast ekki vera upp á marga fiska :P", "date": "2011-08-24 21:17:00", "post_id": 7}, {"user_name": "Frog", "text": "Þegar kemur að þjónustu þá mæli ég eindregið með Gúmmívinnslunni á höfðanum í Rvk. (á móti dekkjaþjónustu Benna). Gestur hjá GV getur reddað flestum tegundum og hefur alltaf gefið toppþjónustu. Verslaði hjá honum sett af Toyo Proxes T1R um daginn eftir að hafa farið út um allt að leita að dekkjum og bera saman verð. Endaði svo þar eins og alltaf.", "date": "2011-08-25 00:21:00", "post_id": 8}, {"user_name": "KKA", "text": "Félagi minn var með wanli vetrardekk á civic og þau reyndust bara mjög vel, endast helling og veghljóðið minnkaði helling miðað við síðustu dekk hjá honum<<<icon_wink.gif>>> hugsa um að fá mér þannig vetrardekk", "date": "2011-08-25 02:16:00", "post_id": 9}, {"user_name": "Snorri már", "text": "Falken endast ekki vel!!!", "date": "2011-08-25 06:02:00", "post_id": 10}, {"user_name": "GunnarXL", "text": "endast bara ekki rassgat, keypti mér ný falken dekk í byrjun sumars.. þau eru buinn! Sjöövek er með drifið vitlausumeiginn, þannig að ekki er ég buinn að vera að spóla.", "date": "2011-08-25 07:00:00", "post_id": 11}, {"user_name": "Disturbing Tha Peace", "text": "klárlega Toyo dekkin hjá Benna og Dekkverk og Gúmmívinnslan kaupa af Benna dekkin þannig að það ætti að segja eitthvað og það er 10% stgr afsláttur hjá Benna Toyo T1Sport dekkin eru að koma mjög sterk inn og þau eiga að taka við af T1R sem er að detta út næstu árin og ef þú ert að leyta af vetrar dekkjum þá eru harðskelja dekkin frá Toyo lang best", "date": "2011-08-25 22:04:00", "post_id": 12}, {"user_name": "TotiOla", "text": "Getur þú sagt mér hvað maður borgar sirka fyrir Toyo gang þarna? (Getur hent á mig pm ef þú kýst það frekar)", "date": "2011-08-26 20:38:00", "post_id": 13}, {"user_name": "TotiOla", "text": "Takk fyrir þessar upplýsingar. Fer í það að reyna að skoða Toyo hjá Dekkverk eða GV eftir helgi. Getur þú nokkuð sagt mér verðbilið sem þessi dekk eru á (bæði sumar- og vetrardekk)? Finn ekkert á netinu um þau.\n\r\nP.s. ég versla ekki við BB eftir að þeir skemmdu glænýjar (úr kassanum) 20\" álfelgur hjá mér! Þrættu og neituðu að borga fyrir skemmdirnar. Sat uppi með tjónið. Djöfulsins **** sem þetta eru.", "date": "2011-08-26 20:42:00", "post_id": 14}, {"user_name": "ÁrniVTI", "text": "hvaða stærð ertu að leita af? N1 er með flott verð og gott úrval af Michelin , Cooper og Kumho", "date": "2011-08-29 19:40:00", "post_id": 15}, {"user_name": "TotiOla", "text": "225/45/R17 - Vetrardekk\r\n225/40/R18 - Sumardekk", "date": "2011-08-29 21:30:00", "post_id": 16}, {"user_name": "Sindri A", "text": "Við erum að leita af sömu stærðum í vetrardekkjum. Endilega skelltu á mig PM ef þú finnur einhver dekk á ágætu verði, finnst menn vera allveg út á kú með þessi verð", "date": "2011-08-30 17:22:00", "post_id": 17}, {"user_name": "TotiOla", "text": "Sammála því. Ef maður ætlar að fá eitthvað sem er ekki kínverskt (og/eða fær lélega dóma) þá þarf maður að borga 140 til 200 þús. fyrir ganginn.\n\r\nMátt sömuleiðis láta mig vita ef þú finnur eitthvað góðan díl.", "date": "2011-08-30 19:05:00", "post_id": 18}, {"user_name": "TotiOla", "text": "Sælir\n\r\nEr loksins búinn að fjárfesta í dekkjum og endaði hjá dekkjahöllinni.\n\r\nFékk mér Yokohama loftbólu/kolefna/kísil-vetrardekk. Kostuðu einhvern rúman 130 þús. kall undir komin, ef ég man rétt. Búinn að keyra á þeim í 2 vikur núna og er bara frekar sáttur. Er reyndar ekki búið að reyna neitt á þau í mikilli hálku. Smá hrím um daginn og þau virtust vera nokkuð stöðug þrátt fyrir hálfvitalegan akstur. Það eina sem ég mundi setja út á er að þau mættu vera með harðari/stífari dekkjaveggjum. Þau fletjast frekar auðveldlega út en gripið er gott og þau eru mjúk og hljóðlát í staðinn. Spurning hvernig endingin verður.\n\r\nSvo fékk ég mér Marangoni sumardekk á 18\", en það kemur ekki í ljós fyrr en næsta sumar hvernig þau reynast <<<icon_smile.gif>>>", "date": "2011-10-17 16:58:00", "post_id": 19}, {"user_name": "Jonnijonn", "text": "Wanli eru einhvað allt annað en dekk. Getur allveg eins verið á sumardekkjum. Endast kanski ágætlega en þú munt varla þurfa þess þar sem þú verður buinn að klessa bílin áður þar sem það er ekkert grip á þeim. Og svo þessi Hagkaups og Byko dekk úff það sem eg vill seigja um þaug er ekki við hæfi að setja á netið.  \nÉg hef prufað mörg dekk og á alskonar bíla. Og er mjög pikkí hehe\nEn dekkjahöllin fær mín meðmæli. Marangoni 4 ice eru ein mestu snild sem eg hef vitað um. Ég er með þaug ónelgd þar sem eg þoli ekki nagladekk (falskt öryggi) en þú getur líka fengið þaug með nöglum. Ég keyri um á afturhjóladrifnum bíl og það liggur við að þú getur keyrt bara eins og um sumar í mestu ófærð. Bara snild.  Toyo harðskeljadekkin sem þu færð hja t.d benna og nesdekk eru góð en endast ekki leingi. Falken (færð þaug t.d hja bíla áttuni) mundi ég seigja að væru svona lala, Ágætis dekk þannig en endast ekki skít. Yokohama (færð þaug hjá Dekkjahöllini) eru flott dekk líka hef ég heyrt þó svo ég hafi ekki prófað þaug sjálfur.\n En auðvitað sníst þetta allt saman um að keyra eins og maður og eins og aðstæður leifa það er auðvitað numer 1,2 og 3.\nSvo ef þu ert að leita af ''heilsársdekkjum'' þá er Marangoni Meteo HP klárlega málið. Rosalega góð í bleytu og magnað grip. Færð Marngoni hja Dekkjahöllini og þar er einnig góða þjónustu og flott verð.\nOg sumardekk þá mæli ég með Pirelli P6000 (færð það hja Max1) geggjað sumardekk <<<icon_biggrin.gif>>>\nÞetta er allavegana mitt álit <<<icon_biggrin.gif>>> \nFuck google ask me hehe<<<icon_wink.gif>>> \nMuna svo bara að KEYRA EINS OG MAÐUR!!!  Þá gengur alltaf allt vel í umferðini.", "date": "2011-10-19 12:57:00", "post_id": 20}, {"user_name": "Jonnijonn", "text": "...", "date": "2011-10-19 13:05:00", "post_id": 21}, {"user_name": "Jonnijonn", "text": "115 þúsund fyrir 4 dekk og vinnu hja Dekkjahöllini. Marangoni 4 ice. Ítölsk dekk.  Án efa bestu vetrardekkin á markaðinu í dag. Og flott verð. Mæli hiklaust með þvi.", "date": "2011-10-19 13:08:00", "post_id": 22}, {"user_name": "stebbii", "text": "Ég er einmitt á Marangoni 4ice, voru keypt ný fyrir seinasta vetur og reyndust mjög vel.", "date": "2011-10-19 19:26:00", "post_id": 23}, {"user_name": "Skúlimx", "text": "Sailun  Iceblazer hafa líka verið að koma vel út m.v. verð. Þau hafa verið að fá flotta einkunn í testum við ýmsar aðstæður.\n\n4stk. 225/45R17 Sailun Iceblazer  heilsárs undir komið = 89þ\n4stk. 225/40R18 Sailun Atrezzo sumardekk undir komið = 84þ\n\nBílkó s.557-9110", "date": "2011-10-21 08:32:00", "post_id": 24}, {"user_name": "Disturbing Tha Peace", "text": "ég veit ekki hvað þú ert að rugla eða hvernig þú keyrir en Toyo harðskelja dekkin endast fokk vel þetta verður 5 veturinn minn og þau eru ekki hálf slitin hjá mér nota þau bara á veturnar og þetta eru LANG bestu  vetrar dekkin sem ég hef keyrt á og ég mun ekki kaupa neitt annað EVER", "date": "2011-10-21 16:14:00", "post_id": 25}, {"user_name": "Jonnijonn", "text": "Ég hef ekki átt toyo en ég þekki 6 einstaklinga sem hafa átt svona dekk og þaug entust ekkert hja þeim öllum.", "date": "2011-10-23 20:14:00", "post_id": 26}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/$$.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2011-08-24 20:50:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/$$.gif", "path": "full/749ecfb61fd0467432d5a5bad0ea6b6df1dee527.gif", "checksum": "25bd054cf4208eb4bd90e9acf56ba4f9"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}