{"forum_title": "Gallerí", "id": "151955", "title": "Transam Ws6 1996 !!", "url": "http://www.live2cruize.com/spjall/showthread.php/151955-Transam-Ws6-1996-!!", "posts": [{"user_name": "petra", "text": "Verslaði mér um daginn þennan gull fallega Transam !!\n\n\n\n\nbílinn er 1996 árgerð og í hrikalega flottu ástandi.. litlar sem engar skemmdir á lakki ekkert rið og allt virkar eins og það á að gera þetta er tjónlaus bíll bæði hérna og úti <<<icon_biggrin.gif>>>\n\ní bílnum er: 18'' corvette felgur 275. breiðar að framan og 315 að aftan ( vantar dekk á aftur felgur:/) borla pústkerfi.. fylgja með því plötur til að stilla hávaða. nitro kerfi sem er mest uppá lúkk eins og er. ws6 breytingar ss. ram air og fleirra. læsing í aftur drifi.T toppur . xenon í kösturum. og styrkt skipting ný upptekin og yfir farin hjá horny performance. og svo hrikalega flottar græjur alpine spilari 6 type r hátalarar 4 tweeterar mtx keila og 2 magnarar.\n\n\nástand: þegar ég kaupi bílinn er ónýt skipting og ég fæ mikið af dóti með honum sem átti eftir að setja í eins og bensín tankur drifskaft corvettu felgurnar borla kerfið og hlífarnar undir hann... ég og pabbi tókum okkur til og eiddum 20 tímum eina helgina í hann og á þeim tíma fór skiptingin undir drifskaft,bensíntankurinn og allt hitt nema aftur felgurnar.. en það verður græjað seinna. bílinn er reddy fyrir krúsið núna en á eftir að betrum bæta hann aðeins <<<icon_biggrin.gif>>>\n\n\nþað sem ég er búinn / ætla að gera\n\nlaga samlokuljósin (x)\nný skipting (x) laga skiptingu <<<icon_sad.gif>>> (x)\nnýtt xenon(x)\nmassa hann og bóna (x)\nkaupa dekk á corvette felgurnar ( )\n2012 skoðun (x)\nfara yfir allan motor ( )\nsmurning (x)\ndjúphreinsa teppi ( )\nþrífa leður og setja næringu (x)\nkaupa fjarstyringu ( )\nnyr vatnslas (x)\npakkdos i afturdrif (x)\n\nætla að reyna að halda honum nokkuð orginal því mér fynst hann hrikalega flottur þanneig...\n\n\nskiptingin í bílnum bilaði eftir 100 mílur en það er búið að fynna hvað er að henni það vantaði aðra spóluna fyrir ventla boxið (skiptingin var uppsett fyrir 95 bíl) og hann fékk ekki aukinn þrísting á vökvan þegar hann fer í 4 þrep...þanneig að hann kláraði bara diskana fyrir 4 gírinn og spólaði bara í honum. skiptingarnar fara báðar til ak á morgun og það verður sameinað úr þeim í eina og þá ætti þetta vandamál að hætta <<<icon_biggrin.gif>>> \n\nBuinn að lata laga skiptinguna og nu er það bara að na að skipta um kerti i þessu sem er mesta pain in the ass sem eg veit um og fa nyjan tps skynara <<<icon_biggrin.gif>>>", "date": "2011-09-07 23:14:00", "post_id": 1}, {"user_name": "Haffi-GT", "text": "hrikalega flottur þessi! er farið að langa alveg vangefið mikið í fbody aftur <<<icon_sad.gif>>>", "date": "2011-09-07 23:37:00", "post_id": 2}, {"user_name": "petra", "text": "ja er mjög sattur með þennan hann er eins og nyr miðað við aldur", "date": "2011-09-08 11:15:00", "post_id": 3}, {"user_name": "MR.TAN", "text": "Þessi er flottur", "date": "2011-09-08 11:21:00", "post_id": 4}, {"user_name": "GTI_F1", "text": "Til hamigju, rosa flottur <<<icon_wink.gif>>>", "date": "2011-09-08 11:26:00", "post_id": 5}, {"user_name": "syggy", "text": "mér datt í hug að þú hafðir skip við hann þar sem prezzan þín er búin að vera í götuni minni enn til hamingju þetta er geggjaður bíll", "date": "2011-09-08 11:30:00", "post_id": 6}, {"user_name": "Hr.Cummins", "text": "Pælið í nennuleysinu.... Svenni hefði getað verið löngu búinn að græja þetta....\n\nHvað gafstu annars fyrir gripinn <<<icon_question.gif>>> Þessa Imprezu í sléttu <<<icon_question.gif>>>", "date": "2011-09-08 11:49:00", "post_id": 7}, {"user_name": "Disturbing Tha Peace", "text": "hrikalega flottur til hamingju með þennan", "date": "2011-09-08 12:30:00", "post_id": 8}, {"user_name": "palmisæ", "text": "Flottur, hann var orðinn doldið sjúskaður hjá svenna gott  að það sé verið að bjarga honum <<<icon_smile.gif>>>", "date": "2011-09-08 12:55:00", "post_id": 9}, {"user_name": "petra", "text": "Það hvíldi næstum 280 þúsund á honum í skuld ss. ógreidd gjöld ég lét hann hafa prezzuna og borgaði svo lögfræðingunum sem voru að leita að bílnum... hann átti að vera seldur á uppboði seinustu helgi en ég náði að redda því", "date": "2011-09-08 12:59:00", "post_id": 10}, {"user_name": "Hr.Cummins", "text": "280þúsund í gjöld <<<icon_eek.gif>>>\n\nGaurinn er ekki búinn að eiga bílinn í meira en ár sko <<<icon_exclaim.gif>>>", "date": "2011-09-08 13:08:00", "post_id": 11}, {"user_name": "Gaujinn", "text": "flottur!", "date": "2011-09-08 13:49:00", "post_id": 12}, {"user_name": "tony", "text": "Virkilega fallegur og röff hljóð í þessum\n\r\nVerst hvað fyrri eigandi var mikill böðull.", "date": "2011-09-08 15:52:00", "post_id": 13}, {"user_name": "demaNtur", "text": "Gaman að keyra þetta og sitja í! Farðu vel meðidda <<<icon_biggrin.gif>>>", "date": "2011-09-08 16:01:00", "post_id": 14}, {"user_name": "Hr.Cummins", "text": "Græja kaldari kerti og taka rönn á mílunni w/NOS <<<icon_exclaim.gif>>> <<<icon_wink.gif>>>\n\nMér skildist nú samt að Sveinn vinur okkar hefði eitthvað verið búinn að prófa að nota þetta á þessum kertum :P", "date": "2011-09-08 16:03:00", "post_id": 15}, {"user_name": "petra", "text": "hann sagði mér að þetta væri ónotað kerfi... enda er það ekki notkunar hæft því eithver snillingur hefur tjakkað í leiðslurnar og þær eru beiglaðar saman... en þessi bíll er kominn í góðar hendur því pabbi minn er bifvélavirki og við ætlum að reyna að gera hann tip top <<<icon_biggrin.gif>>>", "date": "2011-09-08 17:12:00", "post_id": 16}, {"user_name": "petra", "text": "svona er þegar menn láta ekki skoða bílinn í meira en ár og borga ekki tryggingar né bifreiða gjöld <<<icon_biggrin.gif>>> ( held samt að það hafi verið því eithver annar var skráður fyrir honum og lét þetta fara í vanskil)", "date": "2011-09-08 17:13:00", "post_id": 17}, {"user_name": "Arnar Ingi", "text": "það er nú gott að þessi sé kominn í góðar hendur , Elska Fbody og ég ætla klárlega að eignast Trans am 4TH gen í framtíðinni <<<icon_smile.gif>>>", "date": "2011-09-08 18:23:00", "post_id": 18}, {"user_name": "petra", "text": "er að setja í hann annað throttle boddy núna og vatnslás fer í á morgun... er að eiða eithvað AÐEINS of miklu <<<icon_biggrin.gif>>> held að það sé því hann er mjög seinn að hitna og er með eithvað racing throttle boddy", "date": "2011-09-08 18:57:00", "post_id": 19}, {"user_name": "Hr.Cummins", "text": "Hann ætti held ég að eyða MINNA með þetta throttle body sem að er í honum....\n\nMæli með aflestri... ætti að skýra eitthvað...\n\nOg þetta kerfi var allavega í standi og átti að vera virkt þegar að Gæi átti bílinn, vantaði bara kaldari kerti...\n\nAnnars er virkilega sad hvernig þetta endaði á skömmum tíma hjá Svenna, vonandi er hann búinn að læra...\n\nÁgætur drengur, bara fljótfær og hvatvís...", "date": "2011-09-08 19:06:00", "post_id": 20}, {"user_name": "gilli", "text": "geðveikur", "date": "2011-09-08 19:53:00", "post_id": 21}, {"user_name": "petra", "text": "ég held nú að eiðsla minki þegar ég set minna throttle boddy þvi orginal er minna og hleipir ekki eins mikklu gegnum sig... auk þess á pabbi hanns svenna þetta sem var í honum og ég ætla að skila því <<<icon_biggrin.gif>>>", "date": "2011-09-08 19:55:00", "post_id": 22}, {"user_name": "duke nukem", "text": "Til hamingju með þennan eðalgrip,  ég vona svo sannarlega að þú berir þá virðingu fyrir þessum bíl sem hann á skilið annað en sauðurinn sem átti hann á undan þér.  Ég átti þennan bíl í sjö ár og naut hverrar mínútu enda fór ég með hann eins og ungabarn, svo seldi ég Gæja bílinn og hann gerði einnig góða hluti fyrir hann.  Endilega farðu vel með hann, þeir eru ekkert alltof margir eftir sem eitthvað vit er í.  Gaman að sjá báða fyrrverandi bílana mína á myndinni fyrir ofan, svarta og svo hvíta", "date": "2011-09-08 21:13:00", "post_id": 23}, {"user_name": "petra", "text": "endilega ef þið hafið eithverjar gamlar myndir af þessum bíl postið hérna inn... <<<icon_biggrin.gif>>>", "date": "2011-09-08 22:22:00", "post_id": 24}, {"user_name": "demaNtur", "text": "Ekkert of gamlar myndir, seinasta myndin frá bíladögum 2010", "date": "2011-09-09 07:53:00", "post_id": 25}, {"user_name": "Hr.Cummins", "text": "<<<icon_lol.gif>>> fyndið samt... Gæi keypti þetta á Turkey Run og setti í bílinn... ásamt einhverju fleiru, og þá talaði hann um að eyðslan hefði snarminnkað <<<icon_wink.gif>>>", "date": "2011-09-09 08:26:00", "post_id": 26}, {"user_name": "petra", "text": "okei ert þú að tala um sama throttle boddy og ég það stendur ls1 á því það er gyllt og grátt ??", "date": "2011-09-09 11:27:00", "post_id": 27}, {"user_name": "petra", "text": "búið að græja hann fyrir skoðun fær vonandi fulla skoðun <<<icon_biggrin.gif>>>", "date": "2011-09-09 14:54:00", "post_id": 28}, {"user_name": "Hr.Cummins", "text": "Ég man nú aldrei eftir því að hafa séð það neitt sérstaklega eða verið að skoða það, rámar bara í það að það hafi verið keypt haustið 2009 þegar að hann fór á Turkey Run og man að hann talaði um að eyðslan hefði snarminnkað....", "date": "2011-09-09 14:57:00", "post_id": 29}, {"user_name": "petra", "text": "ætla að skoða þetta eithvað hann er að eiða eithvað vitlaust og menga of mikið þvi hann hitnar ekkert... fæ vatnslás eftir helgi og þá fer þetta vonandi í lag", "date": "2011-09-09 17:05:00", "post_id": 30}, {"user_name": "Kowalski", "text": "Ekki er þessi nú ljótur. Til hamingju með gripinn.", "date": "2011-09-09 19:09:00", "post_id": 31}, {"user_name": "RFS", "text": "ég finn typpalyktina alla leið í Kópavog af þessum bíl.\n\nTil hamingju samt kútur :P fæ að sitja í við tækifæri!", "date": "2011-09-09 19:12:00", "post_id": 32}, {"user_name": "Hr.Cummins", "text": "Enda hafa nokkur hórmónafjöllin setið í honum <<<icon_cool.gif>>>", "date": "2011-09-09 19:13:00", "post_id": 33}, {"user_name": "petra", "text": "haha já býð þér á rúnt þegar allt er komið í lag", "date": "2011-09-09 20:34:00", "post_id": 34}, {"user_name": "palmisæ", "text": "Auðvitað helduru Throttle body-inu , Gæi keypti 52mm , Eyðslan hefur ekkert að segja með TBþ ef það væri svo þá mundi bílinn hjá mér eða 30 á hundraði <<<icon_smile.gif>>> Það sem ég mundi gera er að skipta um kerti og athuga pústskynjaranna", "date": "2011-09-09 22:15:00", "post_id": 35}, {"user_name": "petra", "text": "takk fyrir þetta <<<icon_biggrin.gif>>> en ég ætla að ræða við hann eg held að hann vilji bara eiga það sjálfur", "date": "2011-09-10 00:54:00", "post_id": 36}, {"user_name": "JHP", "text": "Er þetta frændi þinn?", "date": "2011-09-10 11:14:00", "post_id": 37}, {"user_name": "petra", "text": "skiptingin í bílnum bilaði eftir aðeins 100 mílur en það er búið að fynna hvað er að henni það vantaði aðra spóluna fyrir ventla boxið (skiptingin var uppsett fyrir 95 bíl) og hann fékk ekki aukinn þrísting á vökvan þegar hann fer í 4 þrep...þanneig að hann kláraði bara diskana fyrir 4 gírinn og spólaði bara í honum. skiptingarnar fara báðar til ak á morgun og það verður sameinað úr þeim í eina og þá ætti þetta vandamál að hætta <<<icon_biggrin.gif>>>", "date": "2011-09-13 22:38:00", "post_id": 38}, {"user_name": "Tiger", "text": "flottasti transinn í þessu boddýi klárlega <<<icon_cool.gif>>>", "date": "2011-09-13 23:53:00", "post_id": 39}, {"user_name": "Hr.Cummins", "text": "Fyndinn <<<icon_question.gif>>>", "date": "2011-09-14 08:11:00", "post_id": 40}, {"user_name": "petra", "text": "hvort ætti eg að setja silfur eða gull transam merki a hann ??? kann ekki að gera svona könnunar dæmi", "date": "2011-09-15 19:43:00", "post_id": 41}, {"user_name": "demaNtur", "text": "Silfur...", "date": "2011-09-15 19:51:00", "post_id": 42}, {"user_name": "Hr.Cummins", "text": "Eða bara ekki nein...", "date": "2011-09-15 19:59:00", "post_id": 43}, {"user_name": "Tiger", "text": "Silfur", "date": "2011-09-15 21:20:00", "post_id": 44}, {"user_name": "petra", "text": "big uppdate... skipting komin i vatnslas og ny pakkdos fyrir drifið !!! laga rudu upphalaran farþega meginn a morgunn", "date": "2011-09-17 00:54:00", "post_id": 45}, {"user_name": "Mazi!", "text": "Heyrðu,, Inboxið þitt er alltaf fullt petra, ég er nefninlega að reyna ná í þig\n\r\nKv, Már 773-6037", "date": "2011-09-17 11:46:00", "post_id": 46}, {"user_name": "MrManiac", "text": "Gull merki á svartan bíl ! þessi bíll mok lookar !", "date": "2011-09-17 14:33:00", "post_id": 47}, {"user_name": "petra", "text": "já sorry er búinn að lyggja í endalausu veseni með þennan transam hef ekki haft tíma til að tæma inbox <<<icon_biggrin.gif>>> en það er búið núna", "date": "2011-09-20 20:49:00", "post_id": 48}, {"user_name": "joi_b", "text": "flottur væri alveg til í svona græju", "date": "2011-09-21 01:07:00", "post_id": 49}, {"user_name": "petra", "text": "fer að koma uppdate i þennan ætla að vinna eh i honum i vetur", "date": "2011-10-04 08:19:00", "post_id": 50}, {"user_name": "Kristján Stefánsson", "text": "Er skiptingin í lagi í þetta sinn ?", "date": "2011-10-04 08:21:00", "post_id": 51}, {"user_name": "Eymar", "text": "Hvenar fæ eg að skoða bidds?", "date": "2011-10-05 10:30:00", "post_id": 52}, {"user_name": "petra", "text": "komið sma uppdate", "date": "2011-11-03 19:19:00", "post_id": 53}, {"user_name": "KalliCamaro", "text": "toppar ekkert 25 ára afmælisbílinn hans Pálma samt <<<icon_wink.gif>>>", "date": "2011-11-03 20:25:00", "post_id": 54}, {"user_name": "petra", "text": "mun gera það þegar hann er tilbuinn", "date": "2011-11-11 11:38:00", "post_id": 55}, {"user_name": "petra", "text": "Var að keyra bilinn inni skur og þa deyr alltieinu a honum i drive og hann fer ekki aftur i gang gæti verði að kveikjan se farin ? vatnsdælan lak svoldið um daginn en það er buið að laga það gæti verið að það hafi verið uppsafnaður raki i kveikjuni sem skemmdi hana <<<icon_sad.gif>>>", "date": "2011-11-11 11:40:00", "post_id": 56}, {"user_name": "KalliCamaro", "text": "Samt sem áður mjög flottur <<<icon_smile.gif>>>", "date": "2011-11-11 15:56:00", "post_id": 57}, {"user_name": "palmisæ", "text": "Þegar vatnsdælan fer kveikjan ekki langt eftir", "date": "2011-11-11 18:18:00", "post_id": 58}, {"user_name": "nocf6", "text": "Taktu þráðinn af háspennukeflinu og láttu eitthvern starta, gáðu hvort það kemur neisti úr keflinu <<<icon_wink.gif>>>\r\nsvo á ég til ónotaða kveikju í svona bíl ef þú villt", "date": "2011-11-11 18:21:00", "post_id": 59}, {"user_name": "petra", "text": "buinn að laga allt i honum og hann virkar eins og i sögu <<<icon_biggrin.gif>>> runtur i kveld !!", "date": "2011-11-15 20:45:00", "post_id": 60}, {"user_name": "nocf6", "text": "hvað var að?", "date": "2011-11-16 04:18:00", "post_id": 61}, {"user_name": "petra", "text": "haha eg veit það ekki alveg hann komst nu ekki nema 30 milur svo bilaði hann aftur þarf að lata draga hann heim og þa kanski get eg fundið utur þvi <<<icon_biggrin.gif>>>", "date": "2011-11-16 19:22:00", "post_id": 62}, {"user_name": "palmisæ", "text": "Mjög líklega kveikjan", "date": "2011-11-16 19:26:00", "post_id": 63}, {"user_name": "petra", "text": "hann virkaði ekki og þa tok eg eftir þvi að 2 slöngur ur throttle body voru ekki nogu fastar og lagaði þæt til... þa rauk hann i gang og virkaði fint. svo var eg a leiðini heim ur vinnuni bara i rolegum akstri og þa deyr a honum alltieinu a ferð og check gauges ljosið logar eg athuga alla mæla og allt virðist eðlilegt... og svo for eg yfir allar slöngurnar aftur en allt virðist vera i lagi", "date": "2011-11-16 19:29:00", "post_id": 64}, {"user_name": "palmisæ", "text": "Man eftir þegar bílinn minn var nýkomin á göturnar og vatnsdælan nýfarinn hjá mér , þá átti hann til að drepa á sér á ferð en náði honum alldaf í gang aftur. \nen mæli með að skoða LT1-LT4 Modifications á LS1tech margar sögur þar um þessar kveikjur og hvernig þær fara \nÞessi hönunn á kveikju er bara þroskaheft.", "date": "2011-11-16 23:13:00", "post_id": 65}, {"user_name": "nocf6", "text": "dó hann bara eins og drepið væri á með lykli eða gekk hann eitthvað illa á undan?", "date": "2011-11-17 10:38:00", "post_id": 66}, {"user_name": "Mr.Smárason", "text": "Kíktu nú á kveikjuna hjá þér eins og palmisæ er búin að benda þér 3 sinnum á<<<icon_biggrin.gif>>>", "date": "2011-11-17 12:09:00", "post_id": 67}, {"user_name": "petra", "text": "hann gekk ekkert illa a undan og það er nylega msd kveikja i honum þessvegna skil eg þetta ekki alveg", "date": "2011-11-17 12:20:00", "post_id": 68}, {"user_name": "Kowalski", "text": "Eins og Pálmi segir, ef vatnsdælan fer, þá á kveikjan oftast ekki langt eftir, sama þótt hún sé ný eða nýleg. Gerðist hjá mér líka.\n\nEinkenni svona ónýtrar kveikju geta verið á marga vegu, og eitt það algengasta er einmitt það að bíllinn drepur óvænt á sér og fer svo erfiðlega í gang aftur.", "date": "2011-11-17 12:32:00", "post_id": 69}, {"user_name": "nocf6", "text": "msd kveikjurnar eiga reyndar að vera vatnsheldari en oem dótið. Þetta gæti líka verið kveikjuheilinn (ignition controll module) hann er skrúfaður á heddið á bakvið háspennukeflið, það er hitaleiðandi gel sett á milli hanns og heddsins en með tímanum þornar það upp og þá nær þessi heili ekki að kólna nægilega og getur farið að klikka, taktu þráðinn af háspennukeflinu og sjáðu hvort það kemur neisti á það þegar það er startað, ef ekki þá er þetta pottþétt kveikjutengt (kveikja, ecm, háspennukefli)", "date": "2011-11-17 17:21:00", "post_id": 70}, {"user_name": "palmisæ", "text": "Ertu ekki bara með MSD hamar og lok ?", "date": "2011-11-17 17:46:00", "post_id": 71}, {"user_name": "íbbi", "text": "nánast bókað mál ef að hann hefur verið að leka með dæluni að það sé kveikjan, hún er undir vatnsdæluni og þú getur ýmindað þér hvað það fer vel saman.\n\nannars til hamingju með fallegan bíl, þetta eru skemmtilegir sunnudagsbílar", "date": "2011-11-17 18:22:00", "post_id": 72}, {"user_name": "Birgir Örn", "text": "Klikkaður Transam vonandi kemur þú honum í lag!", "date": "2011-11-17 21:54:00", "post_id": 73}, {"user_name": "Geir-H", "text": "Ég á nýja MSD kveikju ef þig vantar, sendu mér bara pm", "date": "2011-11-18 01:38:00", "post_id": 74}, {"user_name": "petra", "text": "hef kanski samband við þig ef kvekijan er farin <<<icon_wink.gif>>>", "date": "2011-11-19 07:02:00", "post_id": 75}, {"user_name": "petra", "text": "ætla að gera þenna bíl geggjaðan þarf bara að fynna utur þessum drauga gang i honum..... veit ekki alveg hvað þetta getur verið hann startar en fer ekki i gang :/ engar villur a tölfuni þanneig að eg a erfitt með að fynna hvað þetta er. fer að stittast i að eg fai mer bara velar stand og rífi drazlið <<<icon_biggrin.gif>>>", "date": "2011-11-19 07:04:00", "post_id": 76}, {"user_name": "palmisæ", "text": "Afhverju hlustaru ekki á okkur, aðeins einfaldara að skipta um kveikju heldur en að taka velinna upp úr og reyna finna einhvað annað að . Þetta tekur max 3 tíma", "date": "2011-11-19 11:24:00", "post_id": 77}, {"user_name": "petra", "text": "bilinn er kominn aftur i lag... eg blés úr eithverjum plöggum það var raki í þeim.... sjé til hvort hann haldist i gangi i þetta skipti", "date": "2011-11-20 20:13:00", "post_id": 78}, {"user_name": "Hr.Cummins", "text": "Á þessi ekki að vera kominn í geymslu... svona í ljósi þess að nú er saltaustur og viðbjóður á götunum <<<icon_question.gif>>>", "date": "2011-11-20 20:37:00", "post_id": 79}, {"user_name": "blablablabla", "text": "ég lenti í þessu og þá var beyta í kertahettunni, og þá deyr bíllinn enn kemur enginn villumelding eða neitt.. mundi prufa það", "date": "2011-11-22 13:53:00", "post_id": 80}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif"], "date": "2011-09-07 23:14:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}]}