{"forum_title": "RÖFL", "id": "151994", "title": "Jafnrétt í sögubókum", "url": "http://www.live2cruize.com/spjall/showthread.php/151994-Jafnrétt-í-sögubókum", "posts": [{"user_name": "Baddeh", "text": "http://www.visir.is/hallar-a-hlut-kv.../2011110909247\n\r\nNennir einhver plís að ríða þessum ógeðslegu tussum??", "date": "2011-09-08 18:09:00", "post_id": 1}, {"user_name": "AudunnL", "text": "Afhverju voru þær ekki búnar að átta sig á þessu fyrr!  Ég þurfti að lesa þessar ömurlegu bækur! \n\nEn samt þetta er svo fucked eitthvað. <<<icon_lol.gif>>>", "date": "2011-09-08 18:20:00", "post_id": 2}, {"user_name": "Loud1", "text": "uhh\n\nfyrir það fyrsta þá er kvenna getið í öllum þessum bókum eins og þessi kerlingarálka segir sjálf, í versta falli eru bara nefndar 5 konur og það er í einni af tveimur bókum af \"Sögueyjan\"\n\ní öðru lagi, hver borgar þessum kerlingum laun fyrir að fara yfir allar námsbækur í skólum, kostar örugglega dágóða summu að hafa þetta allt á launum\n\ní þriðja lagi, á landnámsöld var það hlutverk kvenna að vera \"eiginkonur\" og \"dætur\", þeirra hlutverk einskorðaðist við heimilishaldið með einstökum undantekningum, og það er engin remba, bara sannleikur. \n\nOg þá kem ég að síðasta atriðinu sem ég ætlaði að nefna og það er að þó að við séum öll í vestrænu samfélagi búin að átta okkur á að hlutverk kvenna er annað og meira en heimilishald, þá þýðir ekki að loka augunum fyrir því að þannig var þetta í gamla daga, og bara fáránlegt að ætla að kenna eitthvað annað eða leiðrétta bækur\n\nþá erum við komin út í eintóman fasisma og stórkostlega forræðishyggju sem veður nú nógu mikið uppi eins og er.", "date": "2011-09-08 18:46:00", "post_id": 3}, {"user_name": "phoenix", "text": "ég fer ekki ofan af því að stærstu mistök síðustu aldar hafi verið að gefa konum kosningarétt <<<icon_neutral.gif>>>", "date": "2011-09-08 19:10:00", "post_id": 4}, {"user_name": "Mr.Smárason", "text": "Konur gerðu heldur ekki neitt frásögu færandi back in the days, ekkert skrítið að þær eru ekki í bókunum!", "date": "2011-09-08 19:22:00", "post_id": 5}, {"user_name": "Loud1", "text": "hah nei fyrir utan það, þær unnu þessari hlutverkaskiptingu bara ágætlega sýnist mér, veit ekki um neina \"uppreisn\" kvenna fyrr en hvað 1960 þegar rauðsokkurnar komu (btw meira óaðlaðandi kvenfólk hef ég aldrei séð)\n\nekki halda að ég sé einhver remba á móti jafnrétti kynjanna.. ég er á móti hugtakinu \"KVENréttindi\" því þar er karlmaðurinn trítaður eins og skítur og konan \"yfir\"kynið", "date": "2011-09-08 19:28:00", "post_id": 6}, {"user_name": "jaman", "text": "Hvað er að frétta. Ég segi nú bara eins og einn áður hefur komið framm, afhverju eru eitthverjar rauðsokkur á launum við að finna einhverja svona hluti sem skipta engu máli, og á bara að breyta sögunni í nafni kvennréttinda?", "date": "2011-09-08 19:52:00", "post_id": 7}, {"user_name": "phoenix", "text": "hvað með nýjan áfanga sem héti kvenkynssaga?  8000bc-1900ad matur var eldaður og börn alin upp stóráfallalaust, 1901-dagsins í dag oh shiiiii", "date": "2011-09-08 20:05:00", "post_id": 8}, {"user_name": "baldur", "text": "Þær hafa bara verið að lesa 1984 eftir Orwell og finnst það allt í lagi að breyta bara sögubókunum svo sagan henti þeirra smekk betur.", "date": "2011-09-08 20:26:00", "post_id": 9}, {"user_name": "Ólafur R", "text": "það vantar veiðileyfi á svona lið", "date": "2011-09-08 22:33:00", "post_id": 10}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif"], "date": "2011-09-08 18:09:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}]}