{"forum_title": "Tæknilega hornið: Almennt", "id": "1521", "title": "Langar að breyta bílnum", "url": "http://www.live2cruize.com/spjall/showthread.php/1521-Langar-að-breyta-bílnum", "posts": [{"user_name": "GummiH", "text": "Sælir, ég er að fara breyta hondunni minni sem er Honda Civic IS 1400cc  99 árgerð. Hún er alveg óbreytt.\n\r\nMig langar að gera hana kraftmeiri og fá flott hljóð (helst svona djúpt hljóð(ekki eins og í einhverjum skellinöðrum)).  <<<icon_cool.gif>>>  Hvað finnst ykkur að ég ætti að byrja setja í hana? \n\r\nSegið mér hvaða tegund hluturinn er og hvað hann kostar ef þið nennið og hvar er best að versla svona hluti á íslandi og að utan......  :wink:", "date": "2003-12-21 02:20:00", "post_id": 1}, {"user_name": "Svessi", "text": "Jæja, ég ætla að vera leiðinlegur og vera fyrstur til að segja þér að vera ekkert að tjúna þennann bíl fyrst hann er bara með 1400cc vél.\r\nÞað er vegna þess að þú færð svo lítið útúr því sem það kostar að gera eitthvað.\n\r\nÞað er í raun lámark að vera með 1500-1600cc vél.\r\nEn ef þig langar endilega að gera eitthvað þá gætir þú t.d. byrjað á því að fá þér cone síu í bílinn, þeir hjá tómó eru með þokkaleg rör sem þú getur fengið fyrir einhverja þúsundkalla og oft fylgja einhverjar rusl síur þá með því, annars mæli ég með K&N sem fást hjá Porsche umboðinu - flottara að segja það en Bílabúð Benna, svoleiðis sía kostar um 8000 kr svo sía + rör kostar í kringum 10-15 þús, þú færð aðalega flottara hljóð með þessu en gætir líka fundið smá svona hvernig bílinn yrði pínulitið snarpari við inngjöf.\r\nSvo gætir þú fengið þér stærra púst, veit ekki hvort 2\" væri orðið of stórt, 1 3/4\" kannski nóg, ef það er þá ekki bara svoleiðis orginal, ekki viss.\n\r\nÞetta er sennilega nýrri bíll en ´95 svo það er skylda að vera með hvarfakút samkvæmt lögum, en best væri að fjarlægja hann og fá sé einn opin kút í miðjuna. Og svo einhvern flottan endakút, Tómó og ÁG eru með eitthvað úrval af svona dóti svo er Benni líka með eitthvað.\r\nÍ sambandi við vinnuna á pústinu þá myndi ég fara niður í pústverkstæðið ÁS sem er niðri í Nóatúna, rétt hjá Bílanaust. Eru eru mjög góðir og gott að díla við þá.\r\nEn að taka svona púst í gegn er lámark 30-40 þús kr.\n\r\nSvo gætir þú spáð í því að fá þér tölvukubb, ef þú veist hvað vælin heitir þá getur þú t.d. pantað tölvukubb af netinu, gætir grætt kannski 5-10 hp á því, en ég myndi mæla með að láta professional aðila setja kubbinn í.\r\nAnnars er líka hann í Tækniþjónustu bifreiða með Super-chip tölvukubba en það er 50-60 þús kr dæmi og finnst mér það persónulega dálítið mikið fyrir svona fá hross.\n\r\nAnnars myndi ég frekar mæla með því að vera ekkert að gera neitt við þennan bíl, safnaðu þér bara pening og skiptu þegar þú hefur meiri pening og fáðu þér bíl með stærri vél. - þetta á ekki að vera móðgun.\n\r\nSvo gætir þú byrjað á að fara á þessa staði:\r\nTómstundahúsið\r\nÁG-mótorsport\r\nBílabúð Benna\r\nBílanaust\n\r\nSvo verður þú líka að hafa það í huga, ég býst við því að bílinn sé þokkalega sparneytinn hjá þér núna, um leið og þú ferð að breyta einhverju gæti eyðslan aukist um nokkra lítra, en það fer auðvitað alveg eftir því hverju þú breytir.\r\nÉg er að segja að bensíneyðslan gæti aukis mun meira hlutfallslega heldur en sá kraftur sem þú fengir út.\n\r\nÞetta sem ég nefni hérna fyrir ofan eru svona fyrstu breytar sem menn gera þegar þeir eru að byrja að fikta sig áfram í tjúning.\n\r\nP.s. Svo var ég að pæla hvort það hefði verið þú sem varst niður á Esso plani í nótt rétt fyrir klukkan 4? Svartur 3 dyra?\n\r\nSvessi\r\nHonda CRX VT ´91 <<<burnout.gif>>>", "date": "2003-12-21 04:49:00", "post_id": 2}, {"user_name": "GummiH", "text": "Æææææ, ég tók andköf þegar þú sagðir að ég þurfi a.m.k 1500-1600cc vél.  <<<icon_sad.gif>>>  Ég ætla bara að kaupa einn hlut í einu.... svo hvað finnst ykkur að ég ætti að byrja fá mér? Hvað kostar tölvukubbur? \n\r\nBíllin eyðir 6-7 lítrum á 100aði. En það fer allt eftir því hvernig marr keyrir, og ég keyri eins og brjálaðingur  <<<icon_lol.gif>>>  Erum við þá að tala um einhverja 10-12 lítra á 100 eftir að ég er kominn með allt draslið? síuna, pústið og kubbinn........\n\n\r\nEr hægt að kaupa nýja 1500cc vél í honduna?\n\r\nÉg var ekki á esso en ég var hjá bsí eitthvað um það leitið  :wink:  Hvar er þetta esso plan ?", "date": "2003-12-21 14:34:00", "post_id": 3}, {"user_name": "Pokémon", "text": "ég ætla ekkert að eyðileggja þessa hugmynd fyrir þér en það er eiginlega lágmark að vera með VTEC mótor þegar farið er út í breytingar á Hondum,  Ef þú ætlar að skipta um vél og breyta þá kæmi heildarkostnaðurinn næstum út sá hinn sami og ef þú verslaðir þér bara VTi og fengi þér opið púst og opnari loftsíu.   \n\r\nVti með opnu pústi og opna síu  er að virka betur heldur en þinn myndi gera ef þú breyttir honum eins og mófó.\n\r\nMinn er að eyða 10-13 lítrum innanbæjar þannig að ég efa það að 1.4 Civic myndi fara svo hátt með minimum breytingum.\n\r\nGood Luck <<<icon_biggrin.gif>>>", "date": "2003-12-21 15:01:00", "post_id": 4}, {"user_name": "CT9A", "text": "ég er alveg 100% sammála honum svessa <<<icon_smile.gif>>>", "date": "2003-12-21 15:15:00", "post_id": 5}, {"user_name": "baldur", "text": "Til þess að fá eitthvað power úr 1400 mótor þarf að snúa honum minnst í 10 þúsund snúninga, og/eða nota mikinn power adder af einhverri gerð.", "date": "2003-12-21 15:42:00", "post_id": 6}, {"user_name": "david/snifff", "text": "hef séð 1400 civic ´00 stúta smá breyttum civic vti <<<icon_wink.gif>>> (1400 var með Flækjur, opið kerfi, green sía, iridium power kerti, breyttar kveikjur, stöðugt bensínflæði,drifhlutfall 4:10 og grænn á litinn)", "date": "2003-12-21 18:11:00", "post_id": 7}, {"user_name": "Lindemann", "text": "það var eins gott að hann var grænn á litinn... annars hefði hann örugglega ekki unnið..   :wink:", "date": "2003-12-21 22:17:00", "post_id": 8}, {"user_name": "david/snifff", "text": "hefði mátt vera grænni meira segja (annars nefndi ég litinn til að fólk myndi vita nokkurnveginn hvaða bíl væri að tala um)", "date": "2003-12-21 22:28:00", "post_id": 9}, {"user_name": "Jón Ragnar", "text": "keyptiru þennan bíl af strák sem heitir einar og er af akranesi ?", "date": "2003-12-21 22:34:00", "post_id": 10}, {"user_name": "GummiH", "text": "<<<icon_lol.gif>>>  Örugglega!!!!!!!  Sá sem var að selja hann átti heima á akranesi og fór með bílinn til manns sem er í reykjavík rétt hjá skeifunni.  :wink:\n\r\nEr smári pabbi einars ?", "date": "2003-12-22 03:14:00", "post_id": 11}, {"user_name": "h1coupe", "text": "snifff þessi vti var þá ekki að spyrna því ég var með bróður mínum á hans orginal 99vti þegar við keyrðum hringi í kringum þennan civic á sæbrautinni! vorum að leika okkur að leifa honum að sleppa smá frá okkur og rusla honum svo upp! hann virkar ekki rassgat! þú græðir ekkert á því að setja heimasmíðað flækjudrasl á svona bíl(ég veit það ég gerði það sama við 1.4 bílinn sem ég átti og hann tapaði afli ef eitthvað var) og ekkert af þessum breytingum sem hann er með á bílnum gefa eitt né neitt!\r\nsían gefur -2-2hp, flækjurnar mjög líklega gefa -5hp, kertin hámark 1hp á svona litlum mótor, veit ekki með kveikjuna kannski 2-3hp og bensínflæðið ekki neitt, þannig að út úr þessu ertu með bíl sem virkar jafnvel eða verr en orginal bíll!\n\r\nen þú strákur sem átt bílinn besta sem þú getur gert til að fá afl út úr þessum bíl er n2o smá gas á hann! þarf ekkert að vera neitt merkilegt kannski 35skot þá værirðu góður!\r\nen svo geturðu kíkt inní hafnafjörð þar er partasala(man ekki hvað hún heitir, get gefið þér leiðbeiningar ef þú vilt)\r\nþeir eiga d16z6 esi mótor, d16a9/zc gamla gti mótorinn og svo d15z8 lsi 96-00 mótorinn. gast fengið gti mótorinn með kassa á 40-50kall held ég!\r\nog þetta eru allt d mótorar sem þíðir það að þeir ættu að passa ofaní húdd hjá þér með engum eða mjög litlum breytingum!\r\neða þú getur ef þú veist um einhvern sem á esi mótor sem er mikið ekinn fengið af honum heddið og smellt á mótorinn hjá þér og þá ertu kominn með 1.4vtec(mini-me vtec) <<<icon_smile.gif>>>", "date": "2003-12-22 13:50:00", "post_id": 12}, {"user_name": "Maggi B", "text": "KRAFTKERTI !!!!!!!!\n\n\n<<<icon_eek.gif>>>", "date": "2003-12-22 14:39:00", "post_id": 13}, {"user_name": "david/snifff", "text": "lol þú þarft greinilega að læra betur heimaverkefnið.. kerti gefa orginal hestöfl aftur <<<icon_wink.gif>>> , performance kertaþræðir gefa kannski 1-2 hö aukalega.\n\r\nflækjurnar já voru heimasmíðar af Einsa áttavillta\n\r\nbiddu biddu afhverju D seríu? nota frekar við B seríu (passar jafnvel ofan í.. D15 iss ef hann ætti að skipta um vél þá væri það fyrir Vti vél þaggi? óþarfi að eyða 50+ þús fyrir 10-20 hö og að koma vélinni ofaní en það er svona 50-60 þús auka) .. annars gætiru spjalla við tómó þeir eiga D eitthvað úr Crx VT á 130 þús með tölvu,kassa og vél (giska að það er D eitthvað vegna þess Crx var með D seríu vélar)", "date": "2003-12-22 18:04:00", "post_id": 14}, {"user_name": "gr33n", "text": "ÞÚ FÆRÐ EKKI HESTÖFL ÚTÚR KERTAÞRÁÐUM.... ertiggi að í bílasmíði davíð.... ertiggi búnað læra grunndeild bifvélavirkjunnar??????? WTF\r\nkræsturinn.....\n\r\nÞú færð kanski hrossin þín aftur ef þú hefur verið með lélega kertaþræði.... that's it.... þú færð ekki 1 hross í viðbót....\n\r\nLÆRA SVO SVARA!!!!\n\r\njésús", "date": "2003-12-22 18:27:00", "post_id": 15}, {"user_name": "david/snifff", "text": "þess vegna sagði ég kannski <<<icon_wink.gif>>>\n\r\nGísli: þessi karlar sem eru að kenna vita lítið.. einn sagði að maður ætti ekki að leyfa túrbó bílum að ganga eftir keyrslu heldur bara drepa strax á! <<<icon_eek.gif>>> og þessi aðili er lærður bifreiðavirkji", "date": "2003-12-22 18:31:00", "post_id": 16}, {"user_name": "gr33n", "text": "Úff...... þetta kemur frá \"hörðustu\" átt", "date": "2003-12-22 18:35:00", "post_id": 17}, {"user_name": "gr33n", "text": "þar sem þú segir KANSKI þá ertu að gefa í skin að þú getir grætt eitthvað\n\r\nfarðu nú og settu túbbó í hjondæjinn þinn og smókaðu fólk.....", "date": "2003-12-22 18:36:00", "post_id": 18}, {"user_name": "david/snifff", "text": "túrbó á accentinn.. myndi gera það ef ég væri ekki að reyna selja hann og ef það tekst þá gerir maður upp eitthverja bíla af þessum bílaflota mínum og kem með þá á götuna.\n\r\nAnnars er ég á báðum áttum um að selja hann undarfarið.. nýja Throttlebodýið mitt er helv fínt og svo á maður bara eftir að auka bensínflæðið og útblásturkerfið og þá er kominn maður með aðeins meira afl <<<icon_smile.gif>>> = 5mm stærra en orginal tb.\n\r\nhver veit til dæmis hvort þessir magnecor 8,5mm vírar eru að skila einhverju auka <<<icon_wink.gif>>> (hvað segir þú um það.. virkar bílinn ekki aðeins betur eða er það sálrænt)", "date": "2003-12-22 18:53:00", "post_id": 19}, {"user_name": "gr33n", "text": "LESA... for crying out loud!!!!! LESA\n\r\nbíllinn minn virkaði betur jú.... en það var út af því að það voru 12 ára gamlir orginal þræðir í bílnu,.... með nýju þráðunum FÉKK ég þau hross sem ég var að missa með gömlu þráðunum...\n\r\n&%#&%#/(/&%()CENCORED/&$&%&%(%&(%\n\r\nsight", "date": "2003-12-22 18:59:00", "post_id": 20}, {"user_name": "h1coupe", "text": "ég veit vel hvað kerti og þræðir gera snifff minn en það hefur verið sínt að þessi iridium kerti hafa gefið eitthvað af afli!\r\nog flækjurnar gefa ekki neitt!\r\nog ég sagði d seríu vegna þess að hann er með d seríu fyrir og það þarf ekkert að gera nema taka þann úr og setja nýja í! og það er ekkert að d15 það er hægt að ná hellings afli út úr honum fyrir ekkert svakalegan pening! og það þarf smá vesen til þess að koma vti vél eða b í og hún er mikið dýrari en d vél, og vélin sem strákarnir eiga er b16a1 vél úr vt crx það var d16a9/zc vél sem var annars í crx og það er ein af vélunum sem ég mælti með!\r\nþegar kemur að hondum þá veit ég alveg um hvað ég er að tala, hef fylgst með þeim og lesið um og fiktað við hondur frá því að ég fékk bílprófið fyrir 10árum!!!!", "date": "2003-12-22 19:43:00", "post_id": 21}, {"user_name": "gr33n", "text": "H1coups minn.... þú ættir nú að vita betur en að vera að taka mark á Snifff <<<icon_smile.gif>>>", "date": "2003-12-22 20:29:00", "post_id": 22}, {"user_name": "h1coupe", "text": "það er alveg satt <<<icon_lol.gif>>>", "date": "2003-12-22 21:01:00", "post_id": 23}, {"user_name": "david/snifff", "text": "ég frétti það að d16a9/zc vél væri 140 hö en þú gætir alveg eins haft rétt fyrir þér að hún sé sama og þessi VT", "date": "2003-12-22 21:25:00", "post_id": 24}, {"user_name": "h1coupe", "text": "d16a9 eða zc er 130hp og var í 1.6i16 crxunum hin er b16a1 og er 150hp og er þessi sem er í vt1.6i bílnum eins og Svessi á til dæmis!\r\nog það er b16a1 vél sem tómó strákarnir eru að reyna að selja og ég held að þeir vilji fá 100kall fyrir hana cash, annars er ég ekki alveg viss!", "date": "2003-12-22 22:29:00", "post_id": 25}, {"user_name": "GummiH", "text": "100 þúsund segiru...... Hvað kostar að setja vél í bíla?  Passar hún nokkuð í honduna mína ?\n\r\nVeistu hvað vélin er keyrð ? Hvað fengi ég fyrir mína vél sem er keyrð 89 og er 4 ára? Held að vélin sem ég er með sé SOCH, getur það verið  <<<icon_rolleyes.gif>>>", "date": "2003-12-23 02:17:00", "post_id": 26}, {"user_name": "CT9A", "text": "efast um að það sé dohc í 1.4", "date": "2003-12-23 02:35:00", "post_id": 27}, {"user_name": "h1coupe", "text": "jújú það er hægt að setja þessa vél í bílinn þinn en þú þarft smá dót til þess! og þú gerir það bara sjálfur ferð ekki að borga öðrum fyrir svona smotterí<<<icon_smile.gif>>>\r\nveit ekki hvað þú getur fengið fyrir þína vél? þú getur prufað að tala við þessa partasölu og spurt hvort þeir vilji taka hana! og jú hún er sohc og heitir d14z2 held ég!\r\nsendu mér bara mail á gappi@visir.is og spjallaður við mig beint<<<icon_smile.gif>>>", "date": "2003-12-23 03:29:00", "post_id": 28}, {"user_name": "GummiH", "text": "Pabbi var að segja að ég gæti sett nýjan blöndung og einhverjar kraftkveikjur <<<icon_biggrin.gif>>>  Þá fengi ég einhver 20-40 hross!\n\r\nHvernig hljómar sú hugmynd?  :P", "date": "2003-12-23 17:42:00", "post_id": 29}, {"user_name": "chevy", "text": "bara fá sér NOS <<<icon_lol.gif>>> <<<icon_lol.gif>>> <<<icon_lol.gif>>> <<<icon_lol.gif>>>  :wink:  :wink:  :wink:", "date": "2003-12-23 17:49:00", "post_id": 30}, {"user_name": "h1coupe", "text": "þetta er ekki gömul amerísk vél og það er ekki blöndungur á vélinni hjá þér, og þú græðir voðalega lítið á kveikjunni nema ef þú ætlar að tjúna hann eitthvað hrikalega. menn eru að nota orginal hondu kveikjuna í full tjúnuðum drag græjum! \r\nþú færð aldrei neitt svakalegt afl út úr þessari vél nema með turbo eða nitro! eða bara með því að swappa einhverri annarri vél í hann!", "date": "2003-12-23 17:51:00", "post_id": 31}, {"user_name": "CT9A", "text": "já held að það sé málið fáðu þér civic type r vél e-h í þetta <<<icon_smile.gif>>>", "date": "2003-12-23 18:01:00", "post_id": 32}, {"user_name": "h1coupe", "text": "civic type-r vélin eða b16b er alveg hrikalega dýr og það mundi borga sig frekar að fá sér vél úr gsr integru b18c1 þar færðu 170hp og 128lb ft í tog en b16b vélin gefur 185hp en bara 118lb ft í tog!\r\nen svo er alltaf hægt að setja bara orginal crv mótor og vti kassa þá ertu kominn með þokkalegan 2.0l gti civic með annað hvort 128hp b20b eða 147hp b20z!", "date": "2003-12-23 18:52:00", "post_id": 33}, {"user_name": "GummiH", "text": "Já..........NOS og N2O hljómar alveg ágætlega !  <<<icon_cool.gif>>> \n\r\nEru einhverjir íslendingar með solleis í sínum bílum ? \n\r\nEr ekki Bannað að vera með svona Gös í bílum ?\r\nOg á meðan ég man.........er bannað að vera með kastara í gangi innanbæjar ? <<<icon_rolleyes.gif>>>", "date": "2003-12-23 19:32:00", "post_id": 34}, {"user_name": "CT9A", "text": "....\n\r\nmátt vera með kastara á ef þú ert með slökkt á aðalljósunum og bara með parkljósið í gangi enn mátt vera með allt draslið í gangi ef það er óveður.", "date": "2003-12-23 20:16:00", "post_id": 35}, {"user_name": "gr33n", "text": "það er ekkert sem bannar þér að vera með Hláturgas í bílnum... svo lengi sem þú ferð ekki yfir hámarkshraða <<<icon_smile.gif>>>", "date": "2003-12-23 20:49:00", "post_id": 36}, {"user_name": "h1coupe", "text": "[quote=\"gr33n\"]\n\nþað eru einhverjir fáir með n2o í bílnum hjá sér! ég veit að sums staðar úti er bannað að nota gas en þú mátt samt vera með það í bílnum <<<icon_question.gif>>> \r\nog þetta með kastarana er búið að ræða svo oft að það er hrikalegt og það fer allt eftir svíninu sem þú lendir á hvort þú mátt vera með þá eða ekki! eins og allir vita þá er 95% af þessum svínum bara sterafylltir valdafíklar en þarna eru 5% sem eru bara oft mjög ágæt og þeir eru ekkert með bögg út í þetta!", "date": "2003-12-23 22:45:00", "post_id": 37}, {"user_name": "GummiH", "text": "Hverjir selja þetta á íslandi (NOS og N2O) ? \r\nEr ekki mjög hættulegt að vera með svona gas í bílum ?\r\nHver er munurinn á nos og n2o ? og hvort er betra og hvort er öruggara ?", "date": "2003-12-23 23:53:00", "post_id": 38}, {"user_name": "CT9A", "text": "bílabúð benna er allavega með nos flöskur.", "date": "2003-12-24 00:20:00", "post_id": 39}, {"user_name": "BMW 750IA", "text": "Þú ert kominn soldið off í þessum málum.....\r\nEkki einu sinni spá í þessu ef kunnáttan er svona lítil <<<icon_rolleyes.gif>>> \r\nVertu bara sáttur við að eiga góðan ''daily'' bíl sem þú setur í gang og keyrir endalaust..... Færð aldrei neitt gott nema skipta um vél eða eyða sjúklegum $$$$$", "date": "2003-12-24 03:06:00", "post_id": 40}, {"user_name": "h1coupe", "text": "það getur verið hættulegt að vera með n2o í bílnum ef þetta er ekki meðhöndlað rétt, ég hef séð bíl sem vantaði afturendann á vegna þess að það sprakk nítró flaska í skottinu á honum, en hann var ekkert að raca eða neitt hann sat bara inní bílskúr! en svoleiðis slys eru rosalega sjaldgæf! en það er rétt að þú ættir kannski ekkert að vera að fikta við þetta þegar að þekking þín er ekki næg á hlutnum :wink: \r\nog munurinn á n2o og nos er sá að n2o er nítró gasið sjálft en nos er merki sem framleiðir nítrókerfi eins og t.d. ZEX, NX, Nitrous worx, Venom, Ny-trex, edelbrock, compucar og einhverjir fleiri!\r\nen það er rétt þú ættir kannski að leyfa bílnum að nægja eins og hann er í bili og fá þér svo eitthvað öflugra næst :wink: \r\naf því að þetta eru nú þrælskemmtilegir og sæmilega sprækir bílar eins og þeir eru þrátt fyrir litla vél <<<icon_exclaim.gif>>>", "date": "2003-12-24 13:25:00", "post_id": 41}, {"user_name": "GummiH", "text": "Já þetta er hárrétt hjá ykkur..... Eeeeen mig langar mikið í flott hljóð. \r\nSakar nokkuð að setja nýja síu og nýtt púst með flottu soundi, engum krafti....  <<<icon_rolleyes.gif>>>", "date": "2003-12-24 15:34:00", "post_id": 42}, {"user_name": "Pokémon", "text": "Eða reynt að kaupa 1.8 VTi  vélina sem er sú sama (næstum því) og er í Integru GSR eða B18C4 <<<icon_biggrin.gif>>>  170hö", "date": "2003-12-24 17:09:00", "post_id": 43}, {"user_name": "GummiH", "text": "Þá vantar mig nýja mæla ef ég fæ mér svona öfluga vél ekki satt?\n\r\nHvað kostar Vélin úr Integrunni ? Hvað er hún keyrð ? <<<icon_smile.gif>>>", "date": "2003-12-24 17:41:00", "post_id": 44}, {"user_name": "h1coupe", "text": "alveg rétt hjá þér Gaui og það eru einnig nokkrar líkur á að finna þennan mótor í evrópu( þar sem þessir 5dyra 1.8vti eru bara á markaði í evrópu)\r\nen málið er að auðveldast er að redda i hann b16a mótor vegna þess að hann er til í þónokkru magni hérna heima og er hann mikið ódýrari líklegast en b18 mótorinn, og svo er munurinn lítill á þeim nema að b18 mótorinn hefur talsvert meira tog!", "date": "2003-12-25 00:26:00", "post_id": 45}, {"user_name": "h1coupe", "text": "þú getur bara notað mælana úr þeim bíl sem þú færð mótorinn úr ef að sá sem á mótorinn á þá til!\r\nvið erum ekki að tala um eina sér vél og ég veit ekki um nema eina integru vél hérna sem er held ég ekki í bíl og það er b18a/b vél úr non-vtec ls/rs eða gs integru en sú er ekin rúmlega 200þús og má líklegast alveg við smá yfirhalningu!", "date": "2003-12-25 00:29:00", "post_id": 46}, {"user_name": "h1coupe", "text": "prófaðu að tala við tómstundahúsbræðurna þeir eiga fullt af ódýrum kútum og intakeum sem að gefa þér flott hljóð og kannski einn tvo hesta í kaupbæti :wink:", "date": "2003-12-25 00:32:00", "post_id": 47}, {"user_name": "Pokémon", "text": "eins og h1coupe er að segja, langbest yrði bara að fá sér B16A1 vél + gírkassa + tölvu,  og þá væriru ágætlega vel settur <<<icon_biggrin.gif>>>", "date": "2003-12-26 02:17:00", "post_id": 48}, {"user_name": "MrManiac", "text": "Heyrðu vinur á K&N síu og Rör úr Civic. Mjög góð sía og rörið er pólerað. \r\nBjallaðu bara á mig og við finnum eithvað sætt fyrir þetta. \r\nSiggi : 697-4295", "date": "2003-12-26 13:21:00", "post_id": 49}, {"user_name": "MrManiac", "text": "Það er nú líka spurning um að kunna að keyra......", "date": "2003-12-26 13:24:00", "post_id": 50}, {"user_name": "GummiH", "text": "Já ég hringi í þig ef ég ætla að fá mér þessa síu !  <<<icon_smile.gif>>>", "date": "2003-12-26 19:42:00", "post_id": 51}, {"user_name": "GummiH", "text": "Hvað villtu fyrir síuna ?", "date": "2004-01-05 23:01:00", "post_id": 52}, {"user_name": "muggzSTi", "text": "hringdu bara í hann", "date": "2004-01-06 12:30:00", "post_id": 53}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/burnout.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2003-12-21 02:20:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/burnout.gif", "path": "full/75b749729909aff67fa1a0b24c281a74157f1f86.gif", "checksum": "9469ac0376b16470f5752469d236727c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}