{"forum_title": "RÖFL", "id": "152506", "title": "\"Hjarta mitt brotnaði\" - Geir Ólafs um hraðakstur", "url": "http://www.live2cruize.com/spjall/showthread.php/152506-quot-Hjarta-mitt-brotnaði-quot-Geir-Ólafs-um-hraðakstur", "posts": [{"user_name": "Hr.Cummins", "text": "http://www.dv.is/frettir/2011/9/12/h...mitt-brotnadi/\n\nOk, ég skil að maðurinn sé súr og sár, ég hef upplifað slíkt sjálfur. En eru menn að sjá það fyrir sér að hækkun sekta og hótanir um ævilangar sviptingar hafi eitthvað upp á sig <<<icon_question.gif>>>\n\nHorfum á þetta frá raunhæfu sjónarmiði, þetta verður þá bara frekar til þess að menn reyni að stinga af og þá er slysahættan orðin meiri, menn taka bara sjénsinn á því að komast undan <<<icon_exclaim.gif>>>\n\nVandamálið leysist aldrei, það er nú bara því miður raunin en mjög líklega er hægt að draga úr vandanum með lokuðum svæðum fyrir þá sem að íþróttina iðka <<<icon_exclaim.gif>>>\n\nÉg meina, sem dæmi er verið að reisa aðstöðu fyrir sprautufíkla til að svala sinni fíkn í öruggu umhverfi bæði sín og annara vegna <<<icon_question.gif>>>", "date": "2011-09-15 15:28:00", "post_id": 1}, {"user_name": "SheDevil", "text": "Um hvað ert þú að tala hér ??? \n\nEn jú ég hugsa að ef það eigi að framfylgja því af hörku að taka bílana af fólki (eða hjólin) fyrir glæfraakstur komi fólk frekar til með að reyna að komast undan, og þar af leiðandi meiri slysahætta osfrv. En þetta sýnir bara það að þeir eru gjörsamlega ráðalausir, og það sem þeir hafa verið að gera er EKKI að virka.", "date": "2011-09-15 15:46:00", "post_id": 2}, {"user_name": "ginger", "text": "mig langar að sjá hvernig á að framkvæma þetta með að hirða ökutæki af mönnum... t.d hvernig sitja lánamál og þessháttar ef ökutæki er hirt af þér.. hvernig á að frammkvæma þetta ef þú ert ekki eigandi ökutækis sem þú ert tekinn á, o.s.f", "date": "2011-09-15 15:52:00", "post_id": 3}, {"user_name": "Hr.Cummins", "text": "Það er greinilega e'h að slá saman hjá mér, en fannst e'h veginn eins og það væri í umræðunni að reisa athvarf fyrir sprautufíkla hérna vegna gífluegrar aukningar á HIV smiti hérlendis.\n\nVar kannski vitleysa hjá mér en þetta var það eina sem að ég heyrði í útvarpinu um daginn nánast allan daginn.\n\nBack on topic...\n\n\n\nHvað eru Honda S2000, BMW M5, BMW Z4 M-Roadster, Nissan 300ZX og slíkt... annað en leiktæki <<<icon_question.gif>>>\n\nAð hugsa að allir noti bíla sem ökutæki eingöngu er fásinna, vandinn verður ekki leystur með hækkun sekta, hvað þá hótunum um lífstíðarsviptingu.\n\nVandinn verður heldur ALDREI alveg leystur, mín skoðun er að með tilkomu akstursíþróttasvæðis megi draga úr hraðakstri og glæfraakstri í umferðinni um að minnsta kosti 50% <<<icon_exclaim.gif>>>", "date": "2011-09-15 15:54:00", "post_id": 4}, {"user_name": "SheDevil", "text": "Þegar ég heyrði síðast af þessu í einhverri umræðu þá var talað um að lánin sitji á þeim sem ók honum of hratt, ss. væntanlega eiganda bílsins, og hvort ef ekki að bíllinn sé svo boðinn upp og peningurinn fari í ríkiskassann. Minnir þetta svona lauslega. Sé ekki hvernig þeir ætla að framfylgja þessu samt sem áður svo löglegt sé.", "date": "2011-09-15 15:55:00", "post_id": 5}, {"user_name": "einarak", "text": "Þetta er málið http://www.youtube.com/watch?v=iynzH...layer_embedded", "date": "2011-09-15 16:00:00", "post_id": 6}, {"user_name": "bjoggi", "text": "mér persónulega finnst að það mætti allveg hækka sektir fyrir hraðakstur sem er yfir t,d 110km hraða, það gerist oft að maður er að keyra eftir beinum kafla og maður fer kanksi í svona 100  ánþess að ætla að vera í eitthverjum hraðakrsti og hafa þær sektir ekkert í neinum rosa upphæðum, en þegar menn eru farnir að keyra á mikið meira en 110 þá er það allveg með vilja gert, tala ekki um þegar menn eru að keyra kanksi á 130 og uppúr, og mér myndi ekki finnast neitt að því að sektir fyrir þannig hraðakstur yrðu hækkaðar vel.", "date": "2011-09-15 16:02:00", "post_id": 7}, {"user_name": "einarak", "text": "Þetta er ekki svona auðvelt, lánveitandi vill hafa veð í einhverju og ef bíllinn er tekinn af viðkomandi en hann situr eftir með lánið, þá væntanlega hættir hann bara að borga af því og lánafyrirtækið getur ekkert gert því það hefur ekki veð í neinu sem lántaki á.", "date": "2011-09-15 16:02:00", "post_id": 8}, {"user_name": "SheDevil", "text": "Djös snilld er þetta <<<icon_biggrin.gif>>>", "date": "2011-09-15 16:03:00", "post_id": 9}, {"user_name": "Hr.Cummins", "text": "Svona lán eru ekki veitt til kaupanda nema að kaupandi eigi fasteign (sem að þeir taka þá bara veð í í staðinn) eða það sé ábyrgðarmaður með fasteign (sem að þeir þá bara taka líka veð í í staðinn)...\n\nMjög einfalt, og það má t.d. greina frá því að ég lenti í því að félagi minn rústaði E60 530d fyrir mér og borgaði svo ekki fyrir viðgerðina (tryggingarnar neituðu að borga) og þar af leiðandi sá ég mér engan hag í því að borga áfram af bíl sem að var óökufær og kostaði uþb 1,5m.kr að fá full-viðgerðan, skilaði ég bílnum til lánveitanda en lánveitandi mat ökutækið á 0kr. seldi svo bílinn á 2m.kr á uppboði og þá sat ég eftir með eftirstöðvar sem að voru 1.8mkr en það féll á húsið og það var bara boðið upp... svo einfalt var það..\n\nEftir sit ég með sáran bossann, skulda enn hálft íbúðarlánið og það fékkst e'h brot upp í bílalánið... frekar bjánalegt system ef að það ætti að spyrja mig <<<icon_wink.gif>>>", "date": "2011-09-15 16:07:00", "post_id": 10}, {"user_name": "tony", "text": "milljón og missa prófið ævilangt, flotter", "date": "2011-09-15 16:10:00", "post_id": 11}, {"user_name": "Opie", "text": "einn galli sem ég sé samt við þetta. við segjum að brautin muni laga allt.. sem við vitum að mun aldrei gerast, fólk er misjafnt í akstri eins og við erum mörg.\nsegjum að brautin á Akureyri opni á morgunn.. allir fara uppeftir og taka vel á og losa sig við \"hraðaþörf\". flott með það, mögulega séð gæti hraðakstur minkað eitthvað á akureyri þá viku.. \n\nhvað með reykjavík og aðra staði.. þeir eru ekkert að fara sitja rólegir fram að bíladögum hugsandi \"eftir 87 daga má ég keyra hratt og sjá hvað bíllinn minn getur, en þangað til er ég að fara vera rólegur\" \n\nekkert að flame'a fólk hérna fyrir að vera hraðaseggir. en þetta er bara svona. og eins og þið segjið. milljón og prófið farið ævilangt. þá held ég að fólk tjah allavegana margir sem ég þekki myndu nú bara standa draslið og vonast til að sleppa.\n\n\nóleysanlegt mál held ég :/", "date": "2011-09-15 16:23:00", "post_id": 12}, {"user_name": "Hr.Cummins", "text": "Já, málið er náttúrulega óleysanlegt sem slíkt <<<icon_exclaim.gif>>>\n\nEn það væri vissulega hægt að draga verulega úr hraðakstri á götunum, ég vil sjá ríkið taka þátt í aðgerð Bílaklúbbs Akureyrar það á ekki að koma úr vasa einstakra félagasamtaka eða einstaklinga...\n\nÉg talaði nú við frænku mína sem að býr þarna norðurfrá og hún var alveg harðákveðin í því að með tilkomu þessa \"spólsvæðis\" eins og hún orðaði það væri hún varla var við spól og djöfulgang inni í bænum <<<icon_exclaim.gif>>>\n\nNú er þetta allt að detta í gang þarna á akureyri en það vantar líka að rumpa þessu af stað hérna suðurfrá, þannig að ég stend enn fastur á mínu. Sektahækkanir og hótanir um lífstíðarsviptingu eru ALLS ekki til þess að bæta eða draga úr hraðakstri. Það er þegar búið að hækka sektarviðurlög og það breyttist lítið sem ekkert, algengara er hinsvegar orðið að menn reyni að stinga af.\n\nMeð tilkomu athvarfs (í þessu tilfelli kappakstursbrautar) væri 100% að það yrði minna um hraðakstur á götum borga og bæja, það er bara raunin, lögreglan á höfuðborgarsvæðinu segir meira að segja að Akstursbraut AÍH hafi verið skref í rétta átt en það þarf meira að gerast.\n\nEn það er eins með þetta og allt annað sem að er að fara vitlausa leið í þjóðfélaginu, þetta er bara látið viðgangast.", "date": "2011-09-15 16:34:00", "post_id": 13}, {"user_name": "Skyzo", "text": "Margt þarna sem mætti hugsast betur hjá honum Geir Ólafs þó það séu alveg punktar hjá honum sem eiga fullan rétt á sér. Einnig má skila til hans samúðar kveðjum enda alltaf leiðinlegt þegar einhver lætur lífið.\n\r\nUmferðar menning íslands er hræðileg, það er staðreynd. Fólk gefur ekki stefnuljós, er að flýta sér, svínar á aðra, frekt og svo fram vegis. Ég lenti í því fyrir tvem dögum að það var gæi að drollast bara örlítið hægar en ég, skiptir yfir á mína akgrein svo nálægt mér að hefði hann lækkað hraðan um 5 km/h og ég ekki hemlað sjálfur þegar þetta var í bígerð, þá hefði ég farið aftan á hann. Sá aðili þakkaði innilega fyrir sig með því að fleygja sígarettu svo í bílinn hjá mér með glóðum og öllu tilheyrandi (fínt ég var nýbúin að setja upp rúðuna).\r\nÉg efast um að þetta fólk haldi að bílarnir hjá sér séu eitthvað leiktæki.\n\r\nEn talandi um leiktæki.\r\nHvað annað eru þeir svakalega breyttu jeppar annað en leiktæki? Jú, það eru til þessir björgunar sveitar jeppar, en þeir eru ekki leiktæki svo sem. En svo eru þeir einstaklingar sem eru með breytta jeppa og leika sér að fara upp á hálendið og slíkt á þeim. Einnig eins og minnst hefur verið á, sportbílar, þeir eru nú oftast hugsað sem leiktæki? Kannski ekki besta dæmið, en eru hestar ekki farartæki (sem og gæludýr)? Því síðast þegar ég vissi eru hestar mest megnis notaðir núna í íþróttar-iðkun og reiðtúra til ánægju.\r\nÞar sem maður er búin að kryfja það niður aðeins, jú, bílar eru farartæki og leiktæki. En leiktæki sem hefur ekki fullnægjandi valkosti kannski til þess að leika sér á (yfirleitt takmarkað niður á sérstaka daga, yfir sérstakan árstíma á sérstökum tímum).\n\r\nSvona háar sektir eins og Geir sjálfur nefndi (hann hlýtur að hafa verið að ýkja aðeins?) og ævisvipting á bílprófi myndu bara leiða til mögulega hærri tíðni fólks sem reyna að sleppa, og hærri tíðni fólks keyrandi án bílprófs?\n\r\nÞað munu alltaf vera aðilar sem keyra hratt og þurfa að svala fíkn sinni. Svo munu alltaf vera aðilar sem hreinlega eru lélegir í umferð (ekki endilega keyrandi hratt á sportbíl, kannski keyrandi um á fjöslkyldu bíl sem dæmi drollandi á vinstri akgrein, halda þeir eiga svæðið, flauta ef maður er fyrir þeim á hinni akgreininni og svo framvegis).\n\r\nPs. Kudos ef þú nenntir að lesa þetta, á það til með að rausa dáldið. <<<tongueout.gif>>>", "date": "2011-09-15 16:35:00", "post_id": 14}, {"user_name": "BalliBT", "text": "hvernig væri það að lengja bílnámið um 1 eða 2 ár og setja limit á vélarstærð, hvort bíllinn sé fwd, rwd eða 4wd.\n\nbara dæmi.", "date": "2011-09-15 16:55:00", "post_id": 15}, {"user_name": "bjoggi", "text": "bara eins og í mótorhjólaprófinu, þú færð ekkert að byrja á 1000cc hjól ef þú ert ný kominn með prófið, nema þú sért 21 árs eða eldri þá reindar færðu stóra prófið strax, svo er verið að tala um að þrepa þetta meira niður, hafa 3 þrep veit reindar ekki allveg stærðirnar. eins er með byssu leyfi þó það tengist ekki beint en þar þarftu að vera búin að vera með leyfið í vissan tíma til að meiga nota stærri byssurnar, væri hægt að gera eitthvað svipað með bílana.", "date": "2011-09-15 17:09:00", "post_id": 16}, {"user_name": "Hr.Cummins", "text": "Þá erum við komnir aftur á það level að það þarf gífurlegt magn af lögregluþjónum til þess að sinna eftirliti á því að þessu verði framfylgt.\n\nOg þá erum við að stuðla að því að ungir ökumenn fremji lögbrot með því að vera kannski að stelast til að prófa GTi golf hjá Balla frænda sínum eða álíka.\n\nÞað eru meirihluti ungra ökumanna alveg fyrirmyndarökumenn, svo koma þessi stöku bjánar inn á milli <<<icon_exclaim.gif>>>\n\nÉg keyrði t.d. bara stærraprófshjól með minna mótorhjólaprófið <<<icon_lol.gif>>>", "date": "2011-09-15 17:11:00", "post_id": 17}, {"user_name": "bjoggi", "text": "já en það kanksi myndi stoppa að þeir sem væru að fá prófið ættu þannig bíl, foreldrar myndu varla fara leifa krökkunum sínum að kaupa bíl sem þeir vissu að þeir mættu ekki eiga! auðvitað væri alltaf eitthverjir sem myndu prófa hja vini eða frænum jafn vel foreldrum en þannig væri aldrei hægt að stoppa algjörlega líkt og aldrei verður hægt að stoppa hraðakstur allveg.", "date": "2011-09-15 17:17:00", "post_id": 18}, {"user_name": "Hr.Cummins", "text": "Þetta skapar meira vandamál fyrir lögregluna en kosti, þó svo að vissulega sé hugmyndin góð <<<icon_wink.gif>>>", "date": "2011-09-15 17:30:00", "post_id": 19}, {"user_name": "bjoggi", "text": "ég meina lögreglan er út á vegum til að fylgjast með, það yrði auðvitað meira að gera hjá henni, en ef sektir við þessu væru tildurlega háar, myndi ábyggilega flestir hugsa sig aðeins um áður en þeir færu að gera þetta, + það væri jafnvel hægt að hafa punkt eða sekt fyrir eiganda bílsins sem gaf aðilanum leifi til að prófa vitandi að hann mátti það ekki.", "date": "2011-09-15 17:52:00", "post_id": 20}, {"user_name": "BalliBT", "text": "Ég er sammála þér, það sem þú segir í þræðinum um hraðakstur.\n\nbyrjar 14 ára í námi, 15 ára færðu æfingaleyfi og 17 færðu prófið.\n\n\nNú erum við komin með lokað æfingasvæði(gamla strætóstöðin)\n\nÞví yngri sem þú byrjar að læra á eitthvað því betri ertu.\n\nþannig tengja þetta nám einhvernveginn í grunnskóla er svo sem góð hugmynd.", "date": "2011-09-15 17:53:00", "post_id": 21}, {"user_name": "einarak", "text": "Kanski er það miðað við einhverja x upphæð eða einhvað, en ég fekk allavega bílalán uppá 1.8m árið 2007 án allra ábyrgðamanna og það var áður en ég eignaðist fasteign. Ég á reyndar fasteign í dag en áður en ég eignaðist hana hefði verið hægt að hafa lítið af mér ef ég hefði ekki borgað af bílnum. Og mig grunar nú að þetta hafi verið svona hjá fleirrum. \r\nOg þar að auki þá er yfirleitt lánveitandi skráður eigandi bílsins, og það er ekki hægt að taka bílinn af skráðum eigenda sínum fyrir brot sem annar aðili fremur. Þetta kom upp með einhvað hjól sem átti að gera upptækt fyrir nokkrum árum en lánafyrirtækið tók það ekki í mál.", "date": "2011-09-15 18:25:00", "post_id": 22}, {"user_name": "Skyzo", "text": "Hvað meinar þú með \"hvort bíllinn sé FWD, RWD eða 4WD\" ef ég má spyrja? Ef þú ert að tala um að setja það limit á fólk að fá ekki að keyra RWD og 4WD til dæmis fyrst þætti mér það dáldið off. 4WD er mjög hentugt við vissar aðstæður og ákveðið öryggi í því, sama hversu kraft mikill eða lítill bíllinn er. <<<icon_wink.gif>>>\r\nEn að setja limit á vélarstærð hefur verið rætt áður, og eru til leiðir \"fram hjá\" því þannig séð, nema það væri aukalega sett inn að \"bannað væri fyrir einstakling að keyra nema óbreyttum 1300cc bíl án túrbína og slíks\". RX-7 er 1300cc, Twin Turbo, skilandi slatta hestöflum og ekki svo þungum bíl. Spurning hvort það yrði meira af strípuðum bílum til að létta þá. <<<icon_lol.gif>>>\n\n\n\nÞetta er eitthvað sem þarf að skoða nánar, og er mjög svo vert að skoða myndi ég segja. Og það er mjög flott að það er loks komið svæði þar sem krakkar eru æfðir í \"hálku\" (Ökunám 3) þar sem gamla strætó stöðin er. Langar dáldið að taka Ökurnám 3 þegar ég keyri þarna fram hjá, verst bara hvað það kostar. <<<icon_wink.gif>>>", "date": "2011-09-15 18:28:00", "post_id": 23}, {"user_name": "Hr.Cummins", "text": "Það verður alltaf hægt að fría sig á því að eigandinn hafi ekki vitað osfrv. <<<icon_exclaim.gif>>>\n\nÉg var t.d. kærður fyrir að leyfa frænda mínum að prófa mótorhjól sem að ég átti, löggan stoppaði hann og hann var próflaus.\n\nÉg tjáði dómara það að mér hefði ekki verið kunnugt að frændi minn væri próflaus og þar af leiðandi var málinu strax vísað frá.", "date": "2011-09-15 18:35:00", "post_id": 24}, {"user_name": "Kromo", "text": "það væri hægt að þrepaskipta í sambandi við hestöfl, 120hö, 150 hö, 200 hö 250hö+ en þá myndi vera mikið meira um vélarswap haha", "date": "2011-09-15 19:22:00", "post_id": 25}, {"user_name": "Hr.Cummins", "text": "Það yrði væntanlega gerð rassía með svoleiðis hluti í skoðunarstöðvum...\n\nTryggingar myndu líka hækka mun meira á þeim bílum sem að eru með stærri og aflmeiri vélar... <<<icon_wink.gif>>>", "date": "2011-09-15 19:24:00", "post_id": 26}, {"user_name": "BalliBT", "text": "já ég veit, líka með VTi Civic.\n\r\nen jújú 4wd er hentugt við vissar aðstæður, kannski var ég aðallega að tala um rwd en það er líka vandi hjá fwd ef þeir eru að keyra hratt, og þá í beygjum, þá undirstýra þeir bara á ljósastaurinn eða það sem er útí kanti", "date": "2011-09-15 20:12:00", "post_id": 27}, {"user_name": "xrated", "text": "personulega myndi ég nu aldrei keyra of hratt ef eg gæti átt a hættu að fá milljon kall í sekt,, þori ekki einusinni að keyra hratt nuna afþvi þær eru faranlega háar totally not worth it", "date": "2011-09-15 20:17:00", "post_id": 28}, {"user_name": "Gummikallinn", "text": "''hann vill að þeir sem eru staðnir að slíkum akstri séu sektaðir um háar fjárhæðir, ekki lægri en milljón''\r\n20km yfir hámarkshraða,yfir milljón í sekt? haha gangi honum vel...", "date": "2011-09-15 20:19:00", "post_id": 29}, {"user_name": "Skyzo", "text": "Meira um vélar swap og/eða aðgerðir til að létta bílana. <<<icon_lol.gif>>>", "date": "2011-09-15 20:24:00", "post_id": 30}, {"user_name": "Ingsie", "text": "Ef þetta yrði gert með aldur og vélarstærð, væri hægt að breyta tryggingum þannig að þeir sem væru undir aldri á stærri vélarstærð væru þá ótryggðir á ökutækinu. \n\nSem dæmi ef það yrði takmarkað við 1400cc til 19 ára aldurs og 1600cc til 21 eða eitthvað þá væru þeir sem væru 21 árs og yngri ótryggðir ef t.d. þeir myndu keyra 2000cc bíl <<<icon_smile.gif>>> \n\n\nÞað er eitt af dæmum sem hægt væri að gera.", "date": "2011-09-15 20:36:00", "post_id": 31}, {"user_name": "Guðmundur H", "text": "Haha já þetta er nú bara fáránlegt dæmi sko. Vélarstærð hefur 0 um það að segja hvernig fólk keyrir. Þegar ég var 17 átti ég 1.8 Avensis og keyrði hann eins og vitleysingur. 18 ára fékk ég 2.0 BMW keyrði svipað heimskulega en þó minna en á hinum. Síðan átti ég 2.0 Accord og gerði sjaldan neitt slæmt á honum. Svo var það 5.7 HEMI charger með paxton blásara, keyrði nú bara eins og engill á honum fyrir utan 1-2 skipti sem ég gaf smá inn. Núna er ég svo á 1.3 RX-8 og leik mér aðeins á honum enda bara sparibíll eins og stendur.\n\nEDIT: Var að lesa kommentin þarna fyrir neðan greinina, rosalega er mikið af fólki sem að hugsar svona eins og þessi grein,, ég segji skella bara einni góðri braut og leyfa þeim að drepa sig sem að vilja í umferðinni.", "date": "2011-09-15 22:09:00", "post_id": 32}, {"user_name": "elisvk", "text": "limit á vélarstærð... fail... ég er með 3 lítra twin turbo vél sem er fleiri hö heldur en 5,7L HEMI\n\nfwd, rwd og 4wd... fail... 4wd er oftast betra og fwd er ekki næstum því alltaf betra þegar hálka/snjór er úti.", "date": "2011-09-15 22:22:00", "post_id": 33}, {"user_name": "canonuser", "text": "Kjánaleg hugmynd með vélastærðina, ég hef komið 1000cc Yaris á 160, og eflaust margir sem hafa komið afllitlum bílum á smá hraða, svo það myndi nú varla fara minnka vandan, myndi eflaust fjölga slysum þar sem flestir af þessum litlu bílum eru ekki hannaðir fyrir hraðakstur.", "date": "2011-09-15 22:26:00", "post_id": 34}, {"user_name": "bodvarg", "text": "og hvað var hann lengi að hristast sundur ?", "date": "2011-09-15 22:45:00", "post_id": 35}, {"user_name": "elisvk", "text": "Prufaðu að fara yfir 130 á suzuki vitöru <<<icon_smile.gif>>>", "date": "2011-09-15 22:49:00", "post_id": 36}, {"user_name": "bodvarg", "text": "hahaha cool story bro", "date": "2011-09-15 22:53:00", "post_id": 37}, {"user_name": "bull", "text": "Hvernig er að fara í fólk ef sektir hækka svona 10-20% og að þessi auka peningur sem kemur fari að gera nýja akstursbraut.", "date": "2011-09-15 23:16:00", "post_id": 38}, {"user_name": "elisvk", "text": "sektir hafa þegar hækkað um rúm 500-600% á ca 10 árum. Hef ekki trú á að allur þessi auka peningur sé að styrkja gott málefni eins og að minnka hraðakstur.", "date": "2011-09-15 23:18:00", "post_id": 39}, {"user_name": "Hr.Cummins", "text": "Vegaskatturinn, þungaskatturinn og bensínskatturinn átti að fara í að borga fyrir ökugerði, vegina hérna og allt sem að tengist akstursíþróttum og fleira..\n\nGráðugu mennirnir í ríkisstjórinnin eyddu peningunum bara í annað <<<icon_exclaim.gif>>>", "date": "2011-09-15 23:40:00", "post_id": 40}, {"user_name": "Haffi-GT", "text": "ef maður ætlar sér að keyra hratt þá skiptir bíllinn litlu sem engu máli... allt undir bílstjóranum komið... en eitt sem ég skil ekki það er hægt að reisa golfvelli og milljón battavelli og svo er ekki hægt að búa til almennilegt svæði fyrir bíla og önnur tæki? það ætti bara að vera eitt stórt svæði sem býður uppá þetta allt saman, spól spyrnur og annað! og ekki endilega ehv sem er bara opið á vissum tímum <<<icon_smile.gif>>>", "date": "2011-09-16 00:03:00", "post_id": 41}, {"user_name": "elisvk", "text": "Þetta gæti nú líka verið gott æfingasvæði fyrir nýja ökumenn sem vilja spreyta sig og sanna. Margir 17 ára nýkomnir með prófið sem vilja sigra heiminn.\n\nAnnars er ég alveg sammála þér, ef hægt er að borga upphitaða tuðruvelli á hverju horni hlýtur að vera hægt að malbika nokkra metra svo að dauðaslysum fækki.", "date": "2011-09-16 00:12:00", "post_id": 42}, {"user_name": "tinni77", "text": "í ríkisstjórninni?\n\n\nHvað með gæjana í Jarðvélum frekar ????", "date": "2011-09-16 00:15:00", "post_id": 43}, {"user_name": "elisvk", "text": "Gleymir nú alveg að minnast á bifreiðagjöldin sem áttu að vera afnumið fyrir meira en 20 árum sem mér finnst alveg til skammar.", "date": "2011-09-16 00:42:00", "post_id": 44}, {"user_name": "Hr.Cummins", "text": "Villi í JV / Toppnum tók ekkert fé frá ríkinu, og hann náði aldrei að stela þessum peningum sem að var talað um, það var bara eitthvað brot af fjárhæðinni sem að var talað um <<<icon_wink.gif>>>...", "date": "2011-09-16 08:08:00", "post_id": 45}, {"user_name": "Hjalti-", "text": "Heimurinn er ekkert bættari með því að fara sekta eitthvað sky high fyrir að keyra of hratt hér og þar... en vissulega er það alveg satt að það eru nokkrir inná milli sem þurfa að sigra heiminn með því að keyra hratt og böðlast á bílnum sínum...\n\nen ævilöng ökuleyfissvipting er ekki til að bæta ástandið... það gerir íllt verra, \n\nVandamálið með öll þessi aksturssvæði er að það eru ekki til peningar til að koma þessu öllu á koppinn, þetta er eitthvað sem við verðum að lifa með á meðan ástandið hér á landi er svona eins og það er nú...\n\nen svo er annað líka að sektir ættu að vera miklu hærri fyrir að keyra hratt innan bæjar heldur en utan bæjar, mér persónulega finnst að það sé MIKLU alvarlegra mál og hættulegra að keyra hratt innan bæjar heldur en utan.. en það er mín skoðun og ábyggilega finnst mörgum hún mjög asnalega og blabla....", "date": "2011-09-16 19:04:00", "post_id": 46}, {"user_name": "Hr.Cummins", "text": "Ég er alveg sammála þessari athugasemd þinni...\n\nHinsvegar er búið að rukka okkur um vegatolla (Hvalfjarðargöng, Reykjanesbraut back in the day), bifreiðagjöld, þungaskatta osfrv. síðan vegakerfið var sett á laggirnar hérna á Íslandi en það er búið að stela þeim öllum í að búa til e'h \"bankastemmingu\" á Íslandi...<<<icon_question.gif>>>", "date": "2011-09-16 19:11:00", "post_id": 47}, {"user_name": "Dauntless", "text": "Sektin ætti að miðast við dómgreindarleysið. Að spyrna í íbúðarhverfi annarsvegar og svo aðeins yfir 90 á þjóðvegi 1 hinsvegar, er tvennt ólíkt. Þannig já, ætti að vera sitthvor sektin IMO. (sem hún reyndar er v/ólíks hámarkshraða, en þið vitið hvað ég meina)\n\nAð taka bílprófið af fólki ævilangt er bara ávísun á önnur, stærri vandamál s.s. mun fleiri einstaklingar að keyra án ökuleyfis sem geta allt eins ollið tjóni og aðrir - og ekki gleyma þeim sem myndu reyna stinga lögregluna af sökum ótta um að missa bílprófið svona lengi.\n\nÞað þýðir ekkert að sjá þetta bara í svörtu og hvítu.", "date": "2011-09-17 15:04:00", "post_id": 48}, {"user_name": "Kromo", "text": "ég var samt að vonast eftir nýju lagi frá geir ólafs þegar ég sá titilinn :/", "date": "2011-09-17 15:40:00", "post_id": 49}, {"user_name": "Dauntless", "text": "Er ekki komið nóg af slysum?", "date": "2011-09-17 15:46:00", "post_id": 50}, {"user_name": "Haukur Litli", "text": "Ég hafði meiri áhyggjur af því en hraðakstri ungmenna.", "date": "2011-09-17 16:10:00", "post_id": 51}, {"user_name": "BalliBT", "text": "Er ekki rétt hjá mér að göngin voru gerð af prívat fyrirtæki sem er núna að fá peninginn til baka?", "date": "2011-09-17 19:38:00", "post_id": 52}, {"user_name": "Sergio", "text": "Vill þessi gæji ekki bara standa a miðri götu þegar verið taka mynd af honum", "date": "2011-09-17 20:02:00", "post_id": 53}, {"user_name": "sunny", "text": "Um hvað ertu að tala?", "date": "2011-09-17 20:03:00", "post_id": 54}, {"user_name": "Hjalti-", "text": "Það er nokkur á síðan þau voru búinn að borga sig minnir mig, samt ekki klár á því, svo hef ég heyrt að spölur sé en að rukka til að geta gert önnur stærri göng, en það gæti líka velverið að ég hafi misheyrt það....", "date": "2011-09-17 20:29:00", "post_id": 55}, {"user_name": "Guðmundur H", "text": "Jú það passar, átti að gera þau tvöföld, en svo kom kreppa og lánið á þeim hækkaði og þau eru ekki enn búnir að borga þetta lán", "date": "2011-09-17 21:18:00", "post_id": 56}, {"user_name": "MarinoI", "text": "Af minni reyndslu þá er ég með nokkrar hugmyndir...\n\nFyrst og fremst fékk ég bílprófið 17 ára eins og allir aðrir, og ég byrjaði strax að keyra hratt og svona var þessi leiðinlegi gaur á malbikinu, og á innan við ári var ég búinn að missa prófið og það kostaði 3 mánuði og 200 þúsund að fá það aftur.\n\nÞað sem breytti minni hegðun hvað allra mest var ökuníðingsnámskeiðið sem ég fór á, ég hef stórbætt hegðunina í umferðinni eftir þetta.\n\nHvernig væri að bæta við ökunámið svona vægari týpuna af ökunýðingsnámskeiðinu, gera ungum ökumönnum betri grein á því hvaða ábyrgð þeir eru að taka þegar þeir setjast undir stýri, sérsaklega með fullan bíl af farþegum.\n\nÖnnur pælingin er í sambandi við að opna lokaða aksturs/driftbraut í reykjavík,  mér líst alveg frekar vel á þetta og þetta er hugsanlega einhvað sem ríkið getur grætt á ef þeir nota það rétt, fólk borgar sig inn, hægt að hafa námsekið þarna og svoleiðis og allt með fyllsta öryggis.\n\nÞeir geta notað sektir þeirra sem aka of hratt til þess að byggja þetta upp finnst mér.", "date": "2011-09-18 07:02:00", "post_id": 57}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif"], "date": "2011-09-15 15:28:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}]}