{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "152644", "title": "Vandamál með sjálfskiptingu í Opel Astra Station 1.6 '97", "url": "http://www.live2cruize.com/spjall/showthread.php/152644-Vandamál-með-sjálfskiptingu-í-Opel-Astra-Station-1-6-97", "posts": [{"user_name": "Danni", "text": "Ég er með í höndunum eintak af Opel Astra Station, 1997 árgerð með 1.6 vélinni. Fínasti bíll en skiptingin er farin að segja eitthvað til sín.\n\r\nBróðir minn keypti ss. bílinn þegar hann var ekinn 149þús og það var ný búið að skipta um vél í honum. Hann er núna ekinn 154þús. Það er búið að vera vesen á skiptingunni í smá tíma og hann bað mig núna um að kíkja á þetta.\n\r\nÞetta hagar sér þannig að af og til kemur sjálfskiptingarljósið á (sama ljós og kemur þegar maður ýtir á Sport takkann, gult S með tannhjóli kringum sig) og þegar það gerist þá fer er varla hægt að gefa bílnum inn. Það er erfitt að útskýra þetta því mér finnst þetta virka alveg eins og þegar kveikja er að klikka í bílum nema þetta er skiptingin sem veldur þessu. Rosalega skrítið allt saman.\n\r\nEn þegar þetta ljós kemur er nóg að slá af þangað til það fer og bíllinn er góður aftur. Þess vegna er þetta ljós aldrei kveikt þegar ég fer með hann til að láta lesa af honum og þar af leiðandi koma engin villuboð.\n\r\nÉg mældi olíunni og komst að því að það var alveg ALLT of mikið af olíu á skiptingunni og ég saug uppúr henni tæpan líter af vökva til að fá olíuna niður á MAX strikið. Vökvinn var dökkur en ekkert óeðlilega dökkur miðað við það sem ég hef séð á öðrum skiptingum sem ég hef skipt um olíu og síu á.\n\r\nEftir að ég tók af henni var hún góð í heilan sólarhring, en síðan byrjuðu herlegheitin aftur í morgun og ég tékkaði olíuna og það var rétt magn á henni í þetta skiptið.\n\r\nMér dettur ekkert í hug hvað gæti verið að, hef aldrei lent í skiptingu sem hagar sér svona.\n\r\nEinhverjar hugmyndir?", "date": "2011-09-17 08:25:00", "post_id": 1}], "file_urls": [], "date": "2011-09-17 08:25:00", "files": []}