{"forum_title": "RÖFL", "id": "153299", "title": "óska eftir vitnum af skemmdarverkum!", "url": "http://www.live2cruize.com/spjall/showthread.php/153299-óska-eftir-vitnum-af-skemmdarverkum!", "posts": [{"user_name": "M.Benz", "text": "þannig er mál með vexti að ég lagði bílnum mínum rétt fyrir klukkan 18:00 á laugardagskvöldið á \"kolaportsplaninu alveg við tryggvagötuna rétt eftir bæjarinns beztu og fór í vinnuna síðan þegar ég kem aftur úr vinnunni klukkan 01:30 á aðfaranótt aunnudagsins er búið að teipa frammrúðuna á bílnum mínum með stórum stöfum \"ÞÚ SKULDAR\"  búið að rispa frammbrettið bílstjóramegin og snúa númeraplötunni að aftan á hvolf og brjóta festinguna á númeraplöturammanum farþegamegin\n\r\neinn sem ég talaði við útaf þessu segist hafa séð bílinn svona milli 7 og 8 um kvöldið og þá var búið að gera þetta við bílinn\n\r\nég er nýbúinn að kaupa þennan bíl ( var búinn að eiga hann í 4 sólarhringa þegar þetta gerðist ) og ég veit ekki til þess að ég skuldi nokkrum manni eina einustu krónu og gæti þetta því tengst fyrri eiganda  á bílnum  en sá maður er ekki viðræðuhæfur vegna engrar íslensku kunnáttu og mjög takmarkaðri ensku kunnáttu og ég get alveg eins talað við vegg eins og að reina að fá eitthvað uppúr þessum manni hver gæti hugsanlega hafa gert þetta\n\r\nþetta er silfurlitaður Mercedes Benz C220 1993 Sportline sem um ræðir og allir þeir sem getað gefið upplisingar um hverjir hafi verið að verki ekki hika við að senda mér pm   \n\r\nfullum trúnaði heitið og nafnaleynd!\n\r\nþessir aðilar skulu fá að borga skemmdirnar á frammbrettinu og númeraplötu rammanum\n\r\nþótt þetta séu kanski ekki \"mikil\" skemmdarverk þá kostar samt sem áður að sprauta frammbretti!\n\nhttp://ja.is/kort/#q=hafnarstr%C3%A6...10&type=aerial  hérna er mynd af því cirka hvar bíllinn var parkeraður  fyrir utan húsið í hafnarstræti 19  nema auðvitað á bílastæðinu!\n\r\nkv.Alex", "date": "2011-09-26 23:08:00", "post_id": 1}, {"user_name": "Haukur Litli", "text": "Djöfulsins rugl, vonandi finnurðu ****in.  \n\nEf einhver skuldar manni er þá best að auka á útgjöldin hjá þeim með því að tjóna bílinn þeirra? Ég hef þurft að rukka allskonar fólk um skuldir en hefur ekki dottið þetta í hug ennþá.", "date": "2011-09-26 23:20:00", "post_id": 2}, {"user_name": "M.Benz", "text": "já ég hef aldrei skilið þetta hvernig það hjálpar þeim a eiðileggja hluti til þess að reina að fá borgað,   ekkert að þvi að teipa rúðuna og snúa númeraplötunni við það er bara fyndið en þegar menn eru farnir að rispa eins og t.d. frammbretti og brjóta festingar fyrir númeraplötuna þegar þeir snúa plötunni við finnst mér alveg fyrir neðan allar hellur!\n\nég óska enn eftir vitnum! \nfullum trúnaði heitið!, nafnaleynd og jafnvel fundarlaun í boði fyrir þann sem vísar á réttu aðilana/aðilann  sem var að verki þarna.....", "date": "2011-09-28 05:40:00", "post_id": 3}, {"user_name": "diddi-", "text": "eru engar myndavélar sem eru þarna þar sem bíllinn var?", "date": "2011-09-28 23:49:00", "post_id": 4}, {"user_name": "M.Benz", "text": "veit ekki, gæti verið í versluninni sem er í  hafnarstræti 19  á bara eftir að tékka á því   það er samt mjög ólíklegt að hún vísi útá bílastæðið", "date": "2011-09-29 13:01:00", "post_id": 5}], "file_urls": [], "date": "2011-09-26 23:08:00", "files": []}