{"forum_title": "Almennt spjall", "id": "153306", "title": "stytta drifskapt ?????????????????", "url": "http://www.live2cruize.com/spjall/showthread.php/153306-stytta-drifskapt", "posts": [{"user_name": "mikki123", "text": "hverjir eru að stytta og balancera drifsköpt a sæmilegur verði????", "date": "2011-09-27 00:43:00", "post_id": 1}, {"user_name": "ArnarFB", "text": "Stál og stansar, Vagnhöfða.", "date": "2011-09-27 01:03:00", "post_id": 2}, {"user_name": "ingi15", "text": "jeppasmiðjan á ljónsstöðum. meistarar í þessu", "date": "2011-09-27 01:03:00", "post_id": 3}, {"user_name": "Sævar Örn", "text": "Ef þú ert að spara þá verslaru við litlu rennismiðina og borgar þeim minna, árni brynjólfs í hafnarfirði er að stytta sköft og setja tvöfaldan lið á annað skaftið fyrir mig fyrir 18000 kall en tilboð sem ég fékk í þetta í stál og stönsum hljóðaði upp á 140 þúsund takk fyrir og góðan daginn", "date": "2011-09-27 12:15:00", "post_id": 4}, {"user_name": "Haukur Litli", "text": "Þeir skaffa þá vonandi rörin, dragliðina, liðina og tvöfaldan lið fyrir þetta verð.", "date": "2011-09-27 12:31:00", "post_id": 5}, {"user_name": "mikki123", "text": "takk fyrir svörin", "date": "2011-09-27 12:38:00", "post_id": 6}, {"user_name": "simmi_þ", "text": "og balance á þessu sem að ég held að enginn annar framkvæmi ! you get what you pay for...", "date": "2011-09-28 23:47:00", "post_id": 7}, {"user_name": "bodvarg", "text": "renniverkstæði framtaks", "date": "2011-09-29 00:14:00", "post_id": 8}, {"user_name": "Aggi", "text": "nei", "date": "2011-09-29 00:22:00", "post_id": 9}, {"user_name": "Sævar Örn", "text": "Ég á rörin liðina og jókana og dettur ekki í hug að fara að kaupa þá nýja, en eins og ég skyldi þetta þá var þetta bara vinnan sem ég var að borga fyrir + ballansering.\n\n\nAllavega hljómaði Árni mun betur og meira á jörðinni auk þess sem hann gat reddað þessu strax daginn eftir en hjá renniverkstæði Skerpu og Stál og Stansar var viku bið", "date": "2011-09-29 12:25:00", "post_id": 10}, {"user_name": "simmi_þ", "text": "þú lætur okkur þá kanski heyra hvernig Árni hljómar þegar þú ferð með skaftið til hans aftur og tilkynnir honum að bíllin víbri og spyrð hann síðan að því hvort hann hafi ekki ballancerað skaftið vel og vendilega ? (sem hann getur ekki) og.... tíminn á renniverkstæðinu í s&s kostar um það bil 10þ og ballancering kostar 15þ ! Svo að ég mjög öruggur á því að þú þurfir að hringja aftur og vita hvort að verðið breytist eithvað ef þú biður um að stytta skaft og ballancera....", "date": "2011-09-29 19:37:00", "post_id": 11}, {"user_name": "ingo_29", "text": "Borgaði fyrri svona aðgerð 3500 kr á renniverkstæði hérna í keflavík,Allveg dottið úr hausnum á mér hvað þetta renniverkstæði heitir", "date": "2011-09-29 20:38:00", "post_id": 12}, {"user_name": "Sævar Örn", "text": "Ég gerði mér í upphafi mjög mikla grein fyrir því að árni gæti ekki ballanserað fyrir mig skaftið, og hann sagði það þar að auki sömuleiðis þegar ég talaði við hann um þetta\n\n\n\nEn smá samanburður á því sem ég hef rekið mig á Árni v.s. s&s og nú vil ég að það komi fram að ég er óháður aðili en kann að meta ódýra þjónustu sambærilega þeirri sem dýrari er\n\n\nSnúa liðhúsum á hásingu tilboð 74000 komi ég með hásinguna strípaða til s&s, 22000 hjá árna og 45000 ef hann tekur hana sjálfur í sundur, auðvitað valdi ég ódýrari kostinn og er mjög ánægður með vinnubrögðin\n\nStilla saman drif í toyotu kögglum 45-60000 fyrir utan efni s&s\n\n22000 hjá árna með OEM pakkdós og hann skaffar sjálfur stilliskífur undir pinjónlegu\n\nþegar að því kom að stytta fyrir mig stýrisstangir og gefa vottorð ákvað ég að fá ekki einusinni tilboð hjá S&s heldur hringdi beint í Árna og verðið var mjög gott eða 7100 kr per stöng\n\n\nog síðan að lokum þetta ofarnefnda varðandi sköftin, þá blöskraði mér nú og ætla mér ekki að verja þetta blessaða fyrirtæki þó varahlutaverðin séu yfirleitt góð þar þá er útseld vinna á verkstæði eitthvað ofar mínum fjáröflum\n\n\n\n\nNú á ég eftir að prófa skaftið sem árni setti saman fyrir mig og víbri það er ég uþb 15 mínútur í snjóbyl að slíta það undan bílnum og fara með það til s&s og láta stilla það, \n\nreiknum smá líklega var ballansering innifalin í verðinu hjá stál og stönsum 140000 en árni stytti skaftið fyrir mig og smíðaði jóka á tvöfaldan lið toyota to suzuki fyrir 18000 kall, 18000+15000=33000 í versta falli.\n\n\n\n\n\nnei bara mín persónulega skoðun og ég kann eins og áður sagði vel að meta menn af gamla skólanum sem efla menn í að smíða og vesenast en það er eitthvað sem stál og stansar voru ekki að hjálpa mér mikið með.", "date": "2011-09-29 20:42:00", "post_id": 13}, {"user_name": "Einar Örn", "text": "renniverkstæði ægirs...fór með skaft þangað í lengingu og fékk það daginn eftir . bíllinn skelfur ekkert og ég borgaði 13.þ", "date": "2011-09-29 20:50:00", "post_id": 14}], "file_urls": [], "date": "2011-09-27 00:43:00", "files": []}