{"forum_title": "Almennt spjall", "id": "153573", "title": "spurning með E39", "url": "http://www.live2cruize.com/spjall/showthread.php/153573-spurning-með-E39", "posts": [{"user_name": "LofturR", "text": "vantar smá hjálp með E39 bmw. hann varð rafmagnslaus um daginn og núna er ekkert sem virkar til að koma honum í gang. Ég er búinn að prufa að reyna starta með köplum en þegar það er komið smá rafmagn á bílinn þá titrar mælaborðið og heyrast smellir þegar reynt er að starta.\r\nVeit ekki hvernig öðruvísi ég á að lýsa þessu en vona að einhver geti hjálpað mér með þetta.", "date": "2011-10-01 16:28:00", "post_id": 1}, {"user_name": "Sævar Örn", "text": "Kannski er  geymirinn ónýtur og tekur ekki hleðslu og leiðir bara beint saman, prófaðu annan geymi", "date": "2011-10-01 16:35:00", "post_id": 2}, {"user_name": "Rafnars", "text": "Prófaðu að festa pólana betur á geyminum. Þ.e.a.s. Getur verið að annar póllinn sé laus og smellirnir sem þú heyrir séu neistar að hlaupa á milli. Hef einu sinni lent í akkurat þessari lýsingu af bilun í svona bíl hjá vini mínum. Festi pólinn betur og allt virkaði. <<<icon_smile.gif>>>", "date": "2011-10-01 16:44:00", "post_id": 3}, {"user_name": "LofturR", "text": "prufa að athuga pólinn en annars prufa ég annann geymi takk fyrir þetta. Ef einhver annar hefur aðra hugmynd endilega koma með hana <<<icon_smile.gif>>>", "date": "2011-10-01 16:54:00", "post_id": 4}, {"user_name": "Gunnoli", "text": "þegar bílinn hjá mér varð \"rafmagnslaus\" þurfti að pússa pólana þá var hann góður eftir það.", "date": "2011-10-01 19:32:00", "post_id": 5}, {"user_name": "Júlli Kjartans", "text": "Mjög líklega pólarnir eða geymirinn, var allavega bara pólarnir þegar þetta koma fyrir á bmw hjá mér", "date": "2011-10-02 19:28:00", "post_id": 6}, {"user_name": "Hafst1", "text": "Hafðu kaplana á í nokkrar mínútur áður en þú reynir að starta.", "date": "2011-10-02 21:11:00", "post_id": 7}, {"user_name": "Sævar Örn", "text": "Geymar eyðileggjast oft og þá verður bíllinn rafmagnslaus upp úr þurru, stundum þegar þetta gerist taka þeir bara enganveginn hleðslu og eina leiðin til að koma bílnum í gang er að hafa öflugan bíl til að gefa start og mjög svera og góða kapla sem fæða öllu rafkerfi í rafmagnslausa bílnum fyrir rafmagni því rafgeymirinn tekur ekki við neinu, \n\nfljótlegt er að kippa geyminum úr smella öðrum í staðinn og málið er leyst, muna að athuga svo hvort alternatorinn sé ekki pottþétt að hlaða inn á geyminn, svo má prófa ýmislegt við gamla geyminn t.d. sprenghlaða hann ofl en ef hann er alveg botnfallinn og farinn að leiða saman og tekur enga hleðslu er hann náttúrulega bara ónýtur.", "date": "2011-10-02 22:49:00", "post_id": 8}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2011-10-01 16:28:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}