{"forum_title": "Bílahornið", "id": "154030", "title": "Build í Subaru legacy 98", "url": "http://www.live2cruize.com/spjall/showthread.php/154030-Build-í-Subaru-legacy-98", "posts": [{"user_name": "Pattipileloader", "text": "Sælir\n\r\ner með agaleg plön fyrir subaruinn minn, og ætla að dempa þeim hér og fá álit subaru manna á þessu. \n\r\nég er nefnilega forláta subaru legacy 1998 EJ20 sem ég ætla að setja EJ22 vél í sem mun fara í gegnum smá breytingaskeið. Keypti vél sem ég ætla að taka í sundur og þrífa upp, setja léttari trissuhjól(kanarnir hafa verið að setja underpulley hjól en ég held ég sleppi því), MSD háspennukefli og nýtt púst, short ram, og er jafnvel að spá í að setja túrbínu, með tilheyrandi stimpla og stangaveseni og pústum. EJ22 kemur stock 135 hö og ég er að vonast til að ná allavega 160-170 hö úr henni þegar ég hef lokið minni vinnu. já ég veit að það er fullt af vélum sem ég hefði getað keypt og sett í, en þetta var tiltölulega ódýrt og það er nóg af EJ22. eina sem ég sé með bínuna er að það er helvíti dýrt að redda sér þannig nýju, þannig að WRX eða STI bínur gætu komið í staðinn, með tilheyrandi búnaði. en hvað hafa menn verið að dunda við þetta?", "date": "2011-10-08 23:34:00", "post_id": 1}, {"user_name": "Haukur Litli", "text": "Þegar allt er búið og gert þá verður þetta dýrara en að kaupa WRX mótor. Ég myndi fá mér orginal turbo mótor og nýta nennarann í að klappa honum.", "date": "2011-10-10 11:46:00", "post_id": 2}, {"user_name": "Guðni F", "text": "Reddaðu þessum hlutum fyrir ej22 mótorinn:\nGT/WRX/STi vatnsdælu\nGT/WRX/STi pústgrein og uppipe\nGT túrbínu\n\nSmíðar lítinn röra stubb á olíupönnuna fyrir olíu drain frá túrbínunni.\nFærð olíuslöngu í Landvélum eða Barka og tengir hana á milli túrbínu og olíurásar í blokkinni, það er sver bolti á blokkinni sem þú getur skrúfað úr og tengt þetta þar inná, annað hvort undir spjaldhúsinu eða sett þetta þar sem olíu skynjarinn er(undir alternatornum) með T-stykki.\nVatnið inná túrbínuna geturu tengt inná miðstöðvar slöngurnar með T-stykkjum.\n\nSvo geturu notað intercooler úr Forester Turbo eða Imprezu GT.\n\nÞetta er svona virkilega ódýra aðferðin til að fá nokkur hestöfl án þess að breyta innvolsi í mótor.\nSvo er sniðugt að kaupa sér kúluloka(Landvélar/Barki) til að setja á bakflæðið á bensínslöngunum við mótorinn, þá geturu hækkað bensínþrýstinginn.\n\nÉg gerði þetta sirka svona við minn 125hp mótor og setti hann í Subaru 1800 og fór 14.7@90mph á kvartmílubrautinni.  Búinn að keyra í 4 mánuði núna og mikið í botngjöf og ekkert klikkað í mótornum. <<<icon_wink.gif>>>", "date": "2011-10-10 16:52:00", "post_id": 3}, {"user_name": "Guðni F", "text": "Já og svo þarftu auðvitað að annað hvort skipta um mótorbita og setja mótorbita úr Outback eða einhverju slíku í staðin eða bara skera úr orginal bitanum, fyrir uppipe-ið.", "date": "2011-10-10 17:19:00", "post_id": 4}, {"user_name": "Pattipileloader", "text": "lýst vel á þetta, takk kærlega", "date": "2011-10-10 19:42:00", "post_id": 5}, {"user_name": "VolvoFH16", "text": "vildi vara segja, flottar upplýsingar sem þú kemur með hérna <<<icon_smile.gif>>> gaman að sjá að það eru enn þá menn sem nenna að svara manni almennilega hérna.", "date": "2011-10-11 12:32:00", "post_id": 6}, {"user_name": "Kati", "text": "ÉG mæli samt frekar með að fá þér stillanlegann bensínþrýstingsjafnara (AFPR) og mæli í staðinn fyrir kúlulokann á bakflæðið", "date": "2011-10-11 23:26:00", "post_id": 7}, {"user_name": "Guðni F", "text": "Já og auðvitað er þetta mikið betra.. eitthvað sem ég á bara eftir að gera hjá mér <<<icon_smile.gif>>>", "date": "2011-10-12 01:50:00", "post_id": 8}, {"user_name": "Madvillain", "text": "skal selja þér bara turbo mótor, einfalt", "date": "2011-10-12 18:33:00", "post_id": 9}, {"user_name": "Pattipileloader", "text": "þarf ég semsagt ekki að skipta um stimpla ef ég set GT bínu? til að minnka þjöppuna?", "date": "2011-10-17 21:49:00", "post_id": 10}, {"user_name": "Guðni F", "text": "Það er auðvitað betra.. en ef þú ert að sækjast eftir 160-170 hestöflum ætti að vera nóg að nota orginal innvols og blása bara ca. 6psi eða svo.", "date": "2011-10-17 22:55:00", "post_id": 11}, {"user_name": "Pattipileloader", "text": "er erfitt að finna stimpla og stangir hérna heima í þetta? eða er þetta allt subaru universal?", "date": "2011-10-18 20:02:00", "post_id": 12}, {"user_name": "Guðni F", "text": "Ef þú ert eitthvað að spá í að kaupa betri stangir og kolla og allt svoleiðis kauptu þér þá bara turbo mótor <<<icon_smile.gif>>>", "date": "2011-10-19 12:26:00", "post_id": 13}, {"user_name": "joi_b", "text": "sleppir þessu túrbínu rugli og færð þér stimpla með hárri þjöppu 12-13 í þjöppu og þá ferðu langt í 180-190höhö á ej22 mótornum mæli einnig með sterkari stimpilstöngum þá í leiðinni", "date": "2011-10-19 17:51:00", "post_id": 14}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2011-10-08 23:34:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}