{"forum_title": "Almennt spjall", "id": "154231", "title": "The best radar detector", "url": "http://www.live2cruize.com/spjall/showthread.php/154231-The-best-radar-detector", "posts": [{"user_name": "BeaverCannibal", "text": "What is the best radar detector now ? <<<confused.png>>>", "date": "2011-10-11 18:50:00", "post_id": 1}, {"user_name": "alexsig", "text": "Passport Escort 9500i og 8500i og valentine one", "date": "2011-10-11 18:56:00", "post_id": 2}, {"user_name": "Guðmundur H", "text": "Driving legally works pretty good.", "date": "2011-10-11 18:57:00", "post_id": 3}, {"user_name": "bimmalingur", "text": "Passport 9500i, ég á þannig vinur minn á 8500i og mér finnst 9500 alveg þónokkuð betri. Veit ekki með valentine en hann er bara svo ljótur :S", "date": "2011-10-11 19:08:00", "post_id": 4}, {"user_name": "Viggóhelgi", "text": "hann er svo rosalega lítið að spyrja um það...", "date": "2011-10-11 19:08:00", "post_id": 5}, {"user_name": "Guðmundur H", "text": "Radarvarar virka ekkert lengur, virkaði hérna fyrir 10 árum eina sem að þeir gera núna er að þeir láta þig vita þegar þú hefur verið mældur.", "date": "2011-10-11 19:20:00", "post_id": 6}, {"user_name": "bimmalingur", "text": "Jú, þegar ég er á 90 götu á svona 100-110 þá byrjar radarvarinn að pípa á löggu sem er að keyra á móti svona 5-7min áður en ég mæti löggunni og báðir bílarnir á ca 90, það er löng vegalengd", "date": "2011-10-11 19:55:00", "post_id": 7}, {"user_name": "ÞórirBjarni", "text": "Hvernig radavara ert þú með ?", "date": "2011-10-11 19:58:00", "post_id": 8}, {"user_name": "Guðmundur H", "text": "Já en ef löggan ætlaði að mæla þig væri hún löngu búin að því og þú yrðir sektaður. Ég hef oft mætt löggu utan bæjar þar sem ég er á 10-20 yfir hámarkshraða stundum hægi ég ekki einu sinni á mér og aldrei verið tekin nema þegar ég hef verið að fara hraðar en 110", "date": "2011-10-11 19:59:00", "post_id": 9}, {"user_name": "Gulli cruizer", "text": "passport 9500\n(ef eitthver er að selja eitt stk svoleiðis þá má hann hafa samband við mig í pm)", "date": "2011-10-11 20:21:00", "post_id": 10}, {"user_name": "eyþóringólfs", "text": "Minn virkar fínt bara", "date": "2011-10-11 20:23:00", "post_id": 11}, {"user_name": "alexsig", "text": "8500i og 9500i eru nákvæmlega jafn góðir, nema 9500i hefur GPS.\n\nRadarvari getur bjargað þér með radarinn,, Þegar radarvarinn pípir þá er löggan búin að fá töluna þína, en þarf að fá töluna aftur til þess að læsa hana inni á radarnum, og þá hefur þú svigrúm til að hægja á þér á meðan það gerist, (2-3sek) c.a\n\nef löggan hefur ekki læsta töluna á radarnum, (hún er þar blikkandi)  þá hefur hún ekkert á þig.\nEf þið sjáið töluna blikka á radarnum þá eru þið fucked <<<icon_biggrin.gif>>>\n\nradarvarinn hjálpar þér ekkert með laser, vegna þess að þeir þurfa bara að fá töluna upp einu sinni, og er það miklu nákvæmara tæki.\n\n\nþetta er allavega það sem mér hefur verið sagt, ætla ekki að fullyrða neitt.", "date": "2011-10-11 20:37:00", "post_id": 12}, {"user_name": "Frogger", "text": "Mig langar svolítið að kaupa eins radarvara og þú átt! Ef hann er að ná að láta þig vita að löggan sé að mæla í 7,5-10,5 kílómetra fjarlægð! <<<icon_lol.gif>>>\r\n(Það er eins og að löggan sé inni í Reykjavík og nái að mæla mig sem er að keyra í Hafnarfirði <<<icon_biggrin.gif>>>)", "date": "2011-10-11 20:51:00", "post_id": 13}, {"user_name": "Geiri92", "text": "síðast þegar ég sá löggu utan bæjar var ég á ca 130 og hún blikkaði mig bara með háuljósonum mér fanns það soldið fyndið", "date": "2011-10-11 21:13:00", "post_id": 14}, {"user_name": "bimmalingur", "text": "Hann virkar þannig að ef ég er á 30 eða 50 þá pípir hann miklu seinna, en þetta voru kannski 3 mínutur", "date": "2011-10-11 23:42:00", "post_id": 15}, {"user_name": "bErio", "text": "3 mínutur? o.O", "date": "2011-10-11 23:55:00", "post_id": 16}, {"user_name": "BalliBT", "text": "Ef ég bið um að sjá töluna og hún er ekki blikkandi, hvað segir maður við lögguna?\n\r\nÞví að ef maður talar eins og fullorðinn einstaklingur við lögregluþjón sem hefur stöðvað mann, þá tala þeir samt við mann eins og 5 ára barn.\n\r\neða flestir lögregluþjónar", "date": "2011-10-12 00:31:00", "post_id": 17}, {"user_name": "BeaverCannibal", "text": "They stoped me at 107 and had to pay 30 000 kr.", "date": "2011-10-12 00:56:00", "post_id": 18}, {"user_name": "alexsig", "text": "segir þeim að sýna þér töluna sem þú áttir að hafa verið að keyra á, og ef þeir hafa hana ekki þá væntanlega geta þeir ekki skrifað uppá sekt.\nþeir verða að sýna þér töluna. þannig þú bara neitar öllu.", "date": "2011-10-12 00:56:00", "post_id": 19}, {"user_name": "elisvk", "text": "http://www.radarscramblers.com/", "date": "2011-10-12 01:34:00", "post_id": 20}, {"user_name": "kjepps", "text": "ég á 9500i og ég var einu sinni í ártúnsbrekkunni og þá byrjaði hann að pípa og ég mætti löggu á gatnamótunum hjá kringlunni.. vinur minn prófaði einu sinni með löggunni að mæta henni og hún mældi hann og hann blikkaði ljósunum sínum um leið og hann pípti og það pípti rétt á undan því að löggan fékk töluna til sín.", "date": "2011-10-12 09:52:00", "post_id": 21}, {"user_name": "Andri STi", "text": "9500i virkar fínt .... hefur alveg reddað mér nokkur skipti ... hef lent í því útá landi að hann mæli allt að 2-4 mín í burtu.\n\n\r\nog lengst innanbæjar gatnamót við grensárs og mælt upp i ártúnsbrekku.\n\n\r\nþannig það getur reddað þér að veraa með radarinn ef þú átt það til að fara yfir hámarkshraða", "date": "2011-10-12 10:26:00", "post_id": 22}, {"user_name": "Skúlimx", "text": "Beltronics rx65 pro er mjög svipaður og passport 8500i, ég hef átt báða. Passport er líka í eigu Beltronics.\n\nÞetta virkar flott ef löggan er með kveikt á radarnum í felum að mæla aðra bíla á undan þér. Líka ef hún er að keyra með kveikt á radarnum.", "date": "2011-10-12 10:38:00", "post_id": 23}, {"user_name": "ÞórirBjarni", "text": "Eru þið eitthvað að fá POP upp hjá ykkur ?", "date": "2011-10-12 14:12:00", "post_id": 24}, {"user_name": "Dauntless", "text": "Virðist ekki vera tilfellið. Þú átt bara rétt á að sjá töluna ef hún er enn inni. Þeir þurfa ekki að sýna þér neitt á lasernum.\n Var einmitt að skoða þetta mál með vini mínum, lögregluþjónninn neitaði að sýna töluna þar sem hún datt hún en sagðist hafa séð hana. Alveg sama hvað var reynt með lögfræðiaðstoð, þýddi ekkert. Lögreglumaðurin sagðist bara hafa sýnt næsta lögreglumanni þetta áður en þetta datt út. (sem var ekki fræðilegur) Var engan vegin hægt að nota þetta til að sleppa við sekt.\n\nNú í dag virðist einn lögreglumaður vera nægt vitni og geta sagt hvað sem er.", "date": "2011-10-12 14:29:00", "post_id": 25}, {"user_name": "Guðmundur H", "text": "lol félagi þinn ætti bara að fá sér betri lögfræðing. Svo lengi sem að það er smá vafi í málinu verður það fellt niður.", "date": "2011-10-12 14:57:00", "post_id": 26}, {"user_name": "Dauntless", "text": "Við fengum að sjá allar upplýsingar um þetta. Þetta er ekki lengur þannig að það er vafi á þessu, svo lengi sem að lögreglumaðurinn segist hafa neglt niður hraðan á laser. Þá er það bara þannig. Þurfa ekki að sýna þér eitt né neitt.\n\nMæli með að þið athugið þetta frekar. Veit ekki hvað hefði gerst hefði þetta farið lengra en það var mælt með að reyna það ekki - ég veit að lögin voru þannig eitt sinn að lögreglumenn þurftu að vera tveir því annar þurfti að vera vitni en þetta er ekki lengur svoleiðis.", "date": "2011-10-12 15:57:00", "post_id": 27}, {"user_name": "Guðmundur H", "text": "Þetta er bara ekki rétt hjá þér ég var stoppaður fyrir ofhraðann akstur þar voru 2 lögreglumenn, þeir sögðust hafa mælt mig og annan bíl við hliðiná mér. Ég neitaði að hafa keyrt svona hratt og tjáði mig að hinn bíllinn hafði hugsanlega að vera taka frammúr mér. Þeir voru ekki með upptöku í gangi sem að sannaði að bílinn minn hafi verið sá sem átti að hafa verið á ólöglegum hraða og ég fékk málið fellt frá. Þótt að þeir voru 2 og með læsta tölu í radarnum. Sannanir verða að vera við hendi og vitni er einfaldlega ekki nóg.", "date": "2011-10-12 16:32:00", "post_id": 28}, {"user_name": "tony", "text": "satt með vafann, hef lesið ótrúlegustu bull mál með greinilegum niðurstöðum vera fellt frá vegna ''vafa''", "date": "2011-10-12 17:06:00", "post_id": 29}, {"user_name": "Dauntless", "text": "Ég er einfaldlega að tala um það að ef að talan dettur út úr lasernum, þá þarftu samt að borga sektina. Virðist ekki virka að neita fyrir það. \n\nÉg nefninlega fór niður á stöð og ræddi við lögregluþjón og spurði hvort þeir þyrftu ekki að hafa eitthvað meir í höndunum og þeir sögðu nei. Þetta væri nóg. Veit ekki hvernig er með radarin og þegar þetta er spurning um hvor bílinn er að ræða.\nÉg vona samt að þú hafir rétt fyrir þér og þetta sé einstakt tilfelli sem að ég skoðaði, eða hreinlega algjört klúður.", "date": "2011-10-12 19:05:00", "post_id": 30}, {"user_name": "alexsig", "text": "ég hef talað við lögregluþjón um þetta, það er bara þannig að þeir VERÐA að sýna þér töluna ef þeir ætla sekta þig. og talan dettur ekkert bara út...", "date": "2011-10-12 19:07:00", "post_id": 31}, {"user_name": "Guðmundur H", "text": "Já ég er ekki hissa að lögreglan hafi sagt það við þig. Ef þeir fengu að ráða myndu þeir láta alla borga sektir einfaldlega afþví að þeim fannst þeir keyra hratt <<<icon_razz.gif>>> .. Sem betur fer eru ekki allar lögreglur þó þannig. Bróðir stjúpföðurs míns er lögga og hefur verið það vel lengi og ég hef rætt þetta flest allt við hann <<<icon_smile.gif>>>", "date": "2011-10-12 20:30:00", "post_id": 32}, {"user_name": "Almar02", "text": "Held að þetta snúist allt um það hversu langt löggan nennir að fara með þetta..  En þeir eru núna komnir með takka sem slekkur á lasernum og þegar þeir eru nógu nálægt bílnum kveikja þeir aftur, radvarinn virkar ekkert á móti því, og smá svona skot inn með þessu þá virkar það oftast að ef þið eruð á kanski 20 yfir hámarkshraða og radvarinn pípir og löggan sér að þú sért að hægja á þér þá gerir hún oftast nær ekkert, en já mæli með passport 8500i á þannig er að virka mjög vel og er að mæla lögguna í hátt að 10km fjarlægð. <<<icon_smile.gif>>>", "date": "2011-10-12 22:34:00", "post_id": 33}, {"user_name": "Dauntless", "text": "Jú hún getur dottið út. Ég fékk allavega að heyra mjög góð rök fyrir því. 5+ lögregluþjónar í fjölskyldunni sem segja allir sömu söguna. Ég er að tala um laserinn btw.\n\n\n\nLOL !! true", "date": "2011-10-13 16:41:00", "post_id": 34}, {"user_name": "CS", "text": "Fer allt eftir hvaða búnað löggan er með....  Sumir bílar eru með sama kerfi og myndavélar og þá eru radarvara pointless.... Er að nota beltronics RX65 og virka hann ofast mjög vel.", "date": "2011-10-13 21:28:00", "post_id": 35}, {"user_name": "109Rider", "text": "ef að lögreglumennirnir eru 2 í bíllnum þurfa þeir ekki að hafa neitt á mælinum, þeir bera bara báðir vitni og seigja þér hvað stóð á radarnum, ég er búinn að full reyna þetta og tapaði. S.s ég var tekinn og lögreglumennirnir sögðu að ég hefði verið á X miklum hraða þó að það stóð ekki á radarnum hjá þeim. Ég neitaði allgjörlega að hafa verið á þessum hraða og sagði þeim að þetta væru eflaust ekki rétt vinnubrögð hjá þeim. Það var nóg fyrir þá báða að skrifa skýrslu sem stóð að þessi tala hafði komið á radarinn og ég fékk sekt í samræmi við það og ekkert hægt að gera í því nema mætta fyrir dóm. Og já ég neitaði að skrifa undir og allt það vesen en allt kom fyrir ekki...", "date": "2011-10-14 10:59:00", "post_id": 36}, {"user_name": "Dauntless", "text": "Nákvæmlega.", "date": "2011-10-14 13:05:00", "post_id": 37}, {"user_name": "Rotti", "text": "1lögregluþjónn = 2 vitni", "date": "2011-10-20 13:27:00", "post_id": 38}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2011-10-11 18:50:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}