{"forum_title": "RÖFL", "id": "155099", "title": "Skráningarnúmer", "url": "http://www.live2cruize.com/spjall/showthread.php/155099-Skráningarnúmer", "posts": [{"user_name": "bolli", "text": "...", "date": "2011-10-28 00:20:00", "post_id": 1}, {"user_name": "testdriver", "text": "Ég er nokkuð viss um að rautt númer táknar bíl í eigu fyrirtækis sem sagt rauðir stafir", "date": "2011-10-28 00:27:00", "post_id": 2}, {"user_name": "bolli", "text": "...", "date": "2011-10-28 00:30:00", "post_id": 3}, {"user_name": "HalldórHrafn", "text": "Ég hef bara séð það á glænýum bílum, kannski eitthvað tengt því", "date": "2011-10-28 01:46:00", "post_id": 4}, {"user_name": "palmz", "text": "ég hélt það væri t.d þegar bílar frá kína koma með sína kínversku stafi á numeraplötu fá þeir þessi númer svo að löggan getur flett því upp án þess að lenda í veseni.", "date": "2011-10-28 01:58:00", "post_id": 5}, {"user_name": "Danni Málari", "text": "1. C er ekki í íslenska stafrófinu. Veit ekki hvort Þ er notað á númerum og ef ekki þá afhverju.\n\n2. Rauð númer eru reynslunúmer (byrja á RN), þetta eru númer sem innflytjendur setja á bíla sem hafa ekki fengið skráningarnúmer svo hægt sé að koma þeim í skráningarskoðun o.þ.h. Gul númer eru fyrir tæki sem mega nota litaða olíu, þ.e. brenna megninu af olíunni utan aksturs.\n\n3. Held ekki.", "date": "2011-10-28 02:03:00", "post_id": 6}, {"user_name": "birkveh", "text": "fullt af kanadruslum sem fengu MC-xxx númer fyrir löngu\nÞ var alveg notað líka", "date": "2011-10-28 02:16:00", "post_id": 7}, {"user_name": "Sindri A", "text": "Gul númer eru fyrir tæki sem mega nota litaða olíu, það er rétt. En það er ekki rétt að þau brenni megninu af olíunni utan aksturs", "date": "2011-10-28 04:02:00", "post_id": 8}, {"user_name": "Hafþór Ingi", "text": "búið að svara flestu, en veit um bara um eina röð af stöfum sem er ekki notuð og það var afþví að eitthver gamall kall snappaði því hann var með bílnúmerið ***-17", "date": "2011-10-28 09:53:00", "post_id": 9}, {"user_name": "800HO", "text": "C er alveg notað. Fullt af Toyotum árgerð 1988 er með JC svona til að taka dæmi.", "date": "2011-10-28 10:08:00", "post_id": 10}, {"user_name": "Geiri92", "text": "er hann ekki að tala um rauð nr eins og eru á ekki götuskráðum ökutækjum það eru allavega þannig nr á fjórhjólum sem eru td ekki með stefnuljósog fleira", "date": "2011-10-28 13:28:00", "post_id": 11}, {"user_name": "bolli", "text": "...", "date": "2011-10-28 13:29:00", "post_id": 12}, {"user_name": "Geiri_EG6", "text": "rauð með hvítum stöfum eru á fjórhjólum, vélsleðum og krosshjólum og rauð með svörtum stöfum eru RN númerin", "date": "2011-10-28 13:40:00", "post_id": 13}, {"user_name": "Geiri92", "text": "siðan þetta með gulu númerinn og litaðan dísil ég er ekki svissu að það sé rétt hja ykkur þar sem bæði björgunarsveitir og traktorar eru bara með venjuleg nr en nota litað", "date": "2011-10-28 13:45:00", "post_id": 14}, {"user_name": "Steewen", "text": "Jú, það er víst rétt.\n\nAftur á móti eru björgunarsveitir undanþegnar þessari reglu og mega nota litaða olíu. Og að sjálfsögðu mega traktorar nota litaða.", "date": "2011-10-28 14:06:00", "post_id": 15}, {"user_name": "pattzi", "text": "http://en.wikipedia.org/wiki/Vehicle...tes_of_Iceland\n\nmeð einu googli.", "date": "2011-10-28 14:16:00", "post_id": 16}, {"user_name": "baldur", "text": "Bílar á gulum númerum borga þungaskatt upp á gamla mátann, eftir akstursmæli.\nAnnars er þetta basically svona:\nHvít númer með bláum stöfum fyrir almenn ökutæki.\nHvít númer með rauðum stöfum fyrir ökutæki undanþegin virðisauka (atvinnubílar í virðisaukaskyldri starfsemi)\nHvít númer með dökkgrænum stöfum fyrir ökutæki undanþegin vörugjöldum, ekki ætluð til almennrar notkunar (Götuskráðir kappakstursbílar) og einnig að mig minnir fyrir ökutæki breiðari en 255cm (sérstök notkun)\nRauð númer með svörtum stöfum, RN-xxx eru bráðabirgða númer, notuð til þess að ferja bíla sem ekki eru með skráningu.\nRauð númer með hvítum stöfum fyrir torfærutæki ekki ætluð til aksturs á vegum (Fjórhjól, vélsleðar, skellinöðrur með stærri en 50cc vél)\nGræn númer með hvítum stöfum fyrir sendiráðsbíla.\nBlá númer með hvítum stöfum fyrir létt bifhjól (undir 50cc, undir 2.5hp)\nGul númer með svörtum stöfum fyrir ökutæki sem notast fyrst og fremst sem vinnuvélar en ekki til fólks eða vöruflutninga (kranabílar, götusóparar, etc)", "date": "2011-10-28 14:51:00", "post_id": 17}], "file_urls": [], "date": "2011-10-28 00:20:00", "files": []}