{"forum_title": "Almennt spjall", "id": "155381", "title": "Porsche 924 '80 - Verðhugmynd?", "url": "http://www.live2cruize.com/spjall/showthread.php/155381-Porsche-924-80-Verðhugmynd", "posts": [{"user_name": "kiddo", "text": "Hæ.\n\r\nÉg er að pæla í að selja gamla Porscheinn minn, en þar sem ég er meira og minna alveg dottinn út úr bílaáhugamálinu þá hef ég ekki hugmynd um hvað er hægt að fá fyrir svona bíl í dag. Fyrir kreppu hringdi kall í mig og bauð mér 800þ fyrir hann (ég var ekki einu sinni að selja hann þá, veit ekki hvernig hann fann mig) en það var jú náttúrulega fyrir kreppu. Þannig að mig langaði til að spyrja ykkur hérna á live2cruize samfélaginu hvað haldið þið að ég geti fengið fyrir þennan bíl?\n\r\nHann er náttúrulega ekki í 100% lagi eins og gengur og gerist með gamla bíla, hérna er smá listi af bilunum:\n\r\nHraðamælirinn er bilaður (á barkann til að laga hann)\r\nStýrið er brotið á einni suðunni og gúmmíið utanum það þar af leiðandi slitið, það er teipað fast og virkar alveg en útlistlega séð ekki flott. \r\nRúðuupphalari bílstjóramegin bilaður.\r\nSveifinn til að opna húddið er brotin. Eitthvað plastdrasl sem ætti ekki að vera mikið mál að skipta um, samt hægt að opna með að toga í barkann með töng. \r\nSvo minnir mig líka að afturrúðuhitarinn hafi verið eitthvað skrítinn (ekki 100% á þessu, hef ekki keyrt bílinn í 2-3 ár).\r\nÞarfnast bremsuviðhalds, minnir samt að ég eigi allt í það nýtt.\n\r\nEn svo hefur þessi bíll líka nokkra kosti: \n\r\nBoddíið á honum er stráheilt, bara einn ryðblettur í öllum bílnum sem er samt því miður á leiðinlega áberandi stað, sem sagt fyrir neðan rúðuna við bílstjórahurðina. Annars er lakkið á honum mjög flott (steingrátt), lítur mjög vel út fyrir 31 árs gamlan bíl.\r\nBíllinn sjálfur er keyrður undir 100þ km, og vélin undir 50þ km. Vélin er líka ekki orginal heldur 2500cc, 175hö vél úr 944 bíl (orginalinn var víst 2000cc, 105 hö ef ég man rétt). \r\nBíllinn er með vökvastýri sem mér skilst að bíllinn beint úr kassanum hafi upphaflega ekki verið með. \r\nOrginal Porsche álfelgur undir honum. \r\nMP3 JVC geislaspilari og túba afturí.\r\nOg svo auðvitað allir þeir kostir sem loða við svona bíla til að byrja með; 50/50 þyngdarskipting, afturhjóladrif, typpaframlenging og all that jazz <<<icon_wink.gif>>>\n\r\nEn hvað segið þið, hvað myndi svona bíll fara á í dag? Er ekki að biðja um verð upp á stakan þúsundkall, bara svona gróft mat.", "date": "2011-11-02 19:53:00", "post_id": 1}, {"user_name": "S13", "text": "Þú mátt endilega settu inn myndir af bílnum.", "date": "2011-11-02 23:10:00", "post_id": 2}, {"user_name": "elisvk", "text": "athugaði hvað þessi kostaði erlendis og bar svo saman hvað nokkrir algengir bílar hérna heima kosta og hvað þeir kosta úti. miðað við 4 algenga bíla ætti þessi að vera metinn á ca 920þ", "date": "2011-11-03 00:18:00", "post_id": 3}, {"user_name": "Jonnzy", "text": "held að 920 þús sé allveg fáránlegt verð.. myndi hugsa ca. 500 kall.. svosem bara mín skoðun, er enginn sjéní\n\nelís, þegar þú talar um 4 algenga bíla úti, ertu þá að tala um í toppstandi ?", "date": "2011-11-03 00:28:00", "post_id": 4}, {"user_name": "Hilmar-94", "text": "eins og Jonnzy segir. eitthvað um 500kall.. ég myndi allavega ekki borga meira <<<icon_wink.gif>>>", "date": "2011-11-03 00:58:00", "post_id": 5}, {"user_name": "elisvk", "text": "Þessir bílar eru að fara á 3-4þ dollara úti í lala ástandi.", "date": "2011-11-03 01:05:00", "post_id": 6}, {"user_name": "Jói ÖK", "text": "er þetta ekki bara spurning hvað einhver bíður þér í bílinn og þú sættir þig við?...þar sem það kostar þig væntanlega ekkert að eigann nema geymslupláss?", "date": "2011-11-03 01:13:00", "post_id": 7}, {"user_name": "kiddo", "text": "Jú þegar allt kemur til alls þá er þetta að sjálfsögðu bara spurning um það, bíllinn er í geymslu og það kostar mig ekki krónu að geyma hann lengur. 920þ kr myndi koma mér á óvart en ég myndi ekki segja nei við því. 500þ kr er meira það sem ég var að búast við að heyra frá ykkur en hugsa að ég myndi ekki láta hann frá mér fyrir þann pening. \r\nEn ég á reyndar ennþá eftir að gera upp við mig hvort bíllinn verði seldur eða ekki. Eins og ég segi, vildi bara athuga hvað menn hefðu að segja um þetta, takk fyrir svörin.", "date": "2011-11-03 03:55:00", "post_id": 8}, {"user_name": "Spiderman", "text": "Geymdu hann bara, þetta á eftir að hækka verulega í verði. Framboðið af þessum bílum er miklu minna en eftirspurnin.\n\nÞað væri gaman að sjá mynd af þessum bíl þínum.", "date": "2011-11-05 18:07:00", "post_id": 9}, {"user_name": "Master", "text": "Efast reyndar um að 924 eigi að hækka í verði, þetta telst vart til porsche - ef ég man rétt þa var bara audi vél í þessu orginal. Grútmátlaust og eiginlega ferlega ljótt í þokkabót.   Amk sé ég ekki eftir mínum svona... annað en ég get sagt um 944.", "date": "2011-11-05 23:45:00", "post_id": 10}, {"user_name": "F2", "text": "Þú veist ekkert", "date": "2011-11-06 00:10:00", "post_id": 11}, {"user_name": "KSS", "text": "ekki meira en 500 kall, mig dauðlangar í svona eða 944 og búið að langa í, í mörg ár.", "date": "2011-11-06 00:43:00", "post_id": 12}, {"user_name": "Master", "text": "ertu eitthvað sár ?", "date": "2011-11-06 21:23:00", "post_id": 13}, {"user_name": "golli GT", "text": "hann er með 944 mótor sem er ekin um 50.þús og talar um að boddí sé ekið um 100.þús þannig að það er nú sjaldséð að sjá svona lítið keyrða bíla svona gamla!!\r\nég myndi allavega taka það með í verðið!", "date": "2011-11-30 01:35:00", "post_id": 14}, {"user_name": "AlexanderH", "text": "Ég myndi segja að um 6-700þús væri sanngjarnt bæði fyrir þig og kaupenda.", "date": "2011-11-30 02:01:00", "post_id": 15}, {"user_name": "Hr.Cummins", "text": "Já, ég myndi skjóta á það... 6-700þ, en ef að eintakið lítur einstaklega vel út sé ég engan meinbug á því að verðleggja bílinn á 900þ-1m <<<icon_exclaim.gif>>>\n\r\nÞetta fer allt eftir eintökum, akstri og viðhaldi...", "date": "2011-11-30 08:11:00", "post_id": 16}, {"user_name": "Gunnlaugur", "text": "Væri sannarlega gaman að sjá mynd af gripnum.", "date": "2011-12-01 21:59:00", "post_id": 17}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Hentu endilega inn mynd af honum? Er hann ekki grár á litinn þessi bíl?", "date": "2011-12-05 11:00:00", "post_id": 18}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif"], "date": "2011-11-02 19:53:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}]}