{"forum_title": "RÖFL", "id": "155467", "title": "Elísabet", "url": "http://www.live2cruize.com/spjall/showthread.php/155467-Elísabet", "posts": [{"user_name": "Ziggije", "text": "jæja ég var á www.ja.is að glugga í símanúmer og sá svo þessa auglýsingu frá Elísabet tryggingafélaginu. \r\nÞar sem ég var nú að fá mér annan bíl, ákvað ég að skoða þetta og valdi þær tryggingar sem ég vildi og skrifaði fasta númerið á bílnum mínum, svo blasti við mér þetta:\n\n\n\nÉg vissi ekki að tryggingafélög á íslandi geta neitað þér .... <<<confused.png>>>\n\r\nHvar eruð þið með ykkar bíla tryggða ? ég er hjá Sjóvá eins og er.\r\nHef reyndar ekki stundað það sem margir gera að fara árlega og láta tryggingafélögin bjóða í sig....", "date": "2011-11-04 12:37:00", "post_id": 1}, {"user_name": "GretarK", "text": "þetta er samt það sem þú átt að gera, misjaft hvað ég fæ góða díla á milli ára. \nEr hjá sjóvá núna en var alltaf hjá vís.", "date": "2011-11-04 12:41:00", "post_id": 2}, {"user_name": "baldur", "text": "Þetta elísabet er nú bara krabbamein. Tryggja ekki alvöru bíla og láta þig líka borga hærri tryggingar ef þú hefur fengið refsipunkt í ökuskírteinið. Refsa þér líka ef þeir komast að því að einhver yngri en 23 ára hafi verið að keyra.\r\nBasically, hreinræktað skítafyrirtæki.", "date": "2011-11-04 14:43:00", "post_id": 3}, {"user_name": "syggy", "text": "haha djöfulsins skíta fyrirtæki ég tryggði gtinn minn hjá vís og borgaði 95 þúsund fyrir árið með kaskó með 65 þúsund króna sjálfsábyrgð reyndar með einhvern sér díl samt var ég með bráðabyrða skírteini og 3 punkta á því og missti reyndar prófið aðeins seinna haha", "date": "2011-11-04 14:56:00", "post_id": 4}, {"user_name": "Dauntless", "text": "Finnst það hreint og klárt kjaftæði, svo ekki sé talað um mismunun. Veit ekki betur en að við fengum gott dæmi á þessu ári að aldur og þroski til að aka aflmeiri bílum fer ekkert nærri því alltaf saman.\n\nFólk sem hikar og snarhemlar af því að það þorir ekki útaf afrein t.d. er stórhættulegt og getur ollið þeim mun stærri slysum bara sökum þess að það þorir varla að aka. T.d ein eldri kona sem kom inn á miklubrautina um daginn og negldi niður þegar hún hefði átt að auka hraðan til að ná umferðarhraða. Þú keyrir ekki inn á götu eins og miklubrautina og neglir niður!", "date": "2011-11-04 18:31:00", "post_id": 5}, {"user_name": "Einar Vti", "text": "mér líkar vel við allt annað en VÍS SKÍTA BÚLLA þegar eitthvað kemur uppá", "date": "2011-11-04 18:39:00", "post_id": 6}, {"user_name": "david/snifff", "text": "þetta er hundleiðinlegt tryggingafélag að eiga við.. mæli með að fólk versli frekar við Vörð en þessi þrjú stóru , Elísabet er/var dótturfélag Tm", "date": "2011-11-04 20:55:00", "post_id": 7}, {"user_name": "Sylvía", "text": "Hmmm bíllinn minn er tryggður í gegnum Elísabetu en samt á nafninu hans pabba... ég hef lent í tjóni og það var ekkert vandamál... Elísabet er í eigu TM svo ef það er tjón þá fer það í rauninni bara í gegnum TM....\n\nEn hef samt heyrt um að Elísabet vilji ekki tryggja bíla sem eru e-ð x mörg hp... en veit ekki... Við höfum allavega aldrei lent í neinu veseni.. voru voða almennilegir þegar fyrsti bíllinn minn eyðilagðist í tjóni og þurfti að fá hann borgaðan út.. fékk meira að segja að hirða græjurnar úr honum og þannig.", "date": "2011-11-04 21:28:00", "post_id": 8}, {"user_name": "Twincam", "text": "Ég mætti nú einu kerlingar****inu á fullu farti ÖFUGU megin á Reykjanesbrautinni hjá Smáralind... nánar tiltekið undir Arnarnesvegarbrúnni. Fólk mátti bara gjöra svo vel að koma sér frá svo hún æki ekki beint framan á það!\n\nSumt fólk á bara ekki að hafa bílpróf...", "date": "2011-11-04 23:09:00", "post_id": 9}, {"user_name": "baldur", "text": "Þú borgar 11% hærri tryggingar ef það á einhver yngri en 23 ára að fá að keyra bílinn hjá Elísabetu. Ef þú borgar ekki undir 23 ára skattinn og einhver undir 23 ára lendir í tjóni á bílnum þá rukka þeir þig um 100 þúsund króna sekt.", "date": "2011-11-04 23:18:00", "post_id": 10}, {"user_name": "Sylvía", "text": ".....", "date": "2011-11-05 07:00:00", "post_id": 11}, {"user_name": "Sylvía", "text": "Þa´ð var ekki þannig um daginn <<<icon_wink.gif>>>", "date": "2011-11-05 07:01:00", "post_id": 12}, {"user_name": "doddih", "text": "Elísabet er í raun bara auglýsingabrella TM fyrir bílatryggingar þar sem allar tryggingarnar eru í raun hjá Tm ..\n\r\nOg þó svo að fólki finnist það ósanngjarnt að þurfa að borga hærri tryggingar ef það er yngra enn 23 ára og hefur fengið punkta í ökuskírteinið þá er það ekki af ástæðulausu sérstaklega ef fólk er með punkta\n\r\nEnn þessi tryggingafélög eru öll eins þegar kemur að því að borga út tjón það er bölvað vesen og litið á alla eins og þeir séu að ræna companíið, þó svo þeir hafi aldrei fengið krónu til baka, enn ráðlegg mönnum eindregið að fara reglulega í tryggingarnar (helst einu sinni á ári) til að fá þær lækkaðar , ég t.d. var að kaupa vinnudruslu (bíl nr.2) um daginn upphaflega áttu tryggingarnar á honum að vera 78þ enn afþví ég er með allar tryggingarnar þarna (hús, bíl, hjól, innbú og fjölskyldu) og fleiri fasta afslætti þá fór það í 59þ það fannst mér of mikið að borga í tryggingar á bíl sem kostaði bara 40.000 þannig að ég hringdi inn í þjónustufulltrúann sem ég skipti ALLTAF við (alltaf tala við sömu manneskjuna! ) , og þá lækkaði það niður í 41þ s.s. lækkun um 37þúsund, þannig að 47% lækkun það munar um það", "date": "2011-11-05 08:41:00", "post_id": 13}, {"user_name": "baldur", "text": "Það má færa rök fyrir þessu aldurs dæmi, en punktadæmið er hrein og klár misnotkun á kerfi sem ekki er ætlað handa tryggingunum til þess að gefa út aukarefsingar.", "date": "2011-11-05 09:49:00", "post_id": 14}, {"user_name": "doddih", "text": "já Það getur vel verið, enn manni skilst að t.d. í UK séu mikið fleiri atriði skoðuð enn ökuferill og aldur og tryggingar þar séu talsvert mikið dýrari enn hér ......... reyndar finnst mér allt í lagi að skoða punkta stöðu hjá mönnum enda kemur þar í ljós hvort menn séu að stunda þannig akstur (þ.e. hraðakstur) að meiri líkur eru á tjóni", "date": "2011-11-05 12:02:00", "post_id": 15}, {"user_name": "baldur", "text": "Nei það er bara ekki í lagi, enda hafa tryggingafélögin að öllu jöfnu ekki aðgang að þessum upplýsingum. \nTryggingafélögin í UK eru bara vangefin, það er ekki hægt að afsaka neitt um það hvernig þau stunda viðskipti. Til dæmis taka þau typpaskatt, þú borgar hærri tryggingar ef þú ert karlmaður.", "date": "2011-11-05 21:56:00", "post_id": 16}, {"user_name": "mrkiddi", "text": "er hægt að banna manni það?", "date": "2011-11-06 01:04:00", "post_id": 17}, {"user_name": "Scooby", "text": "þeir vilja ekki tryggja Subaru hjá mér en vilja tryggja gamlan 1991 Nissan aftur drifin sem er org 160bhp eða eitthvað er mikið meira en það í dag læst drif og myndi líklega fara útaf í fyrstu beyju í snjó á 1km hraða fail...................", "date": "2011-11-06 01:22:00", "post_id": 18}, {"user_name": "Sylvía", "text": "Jáb... mátt ekki taka neitt úr bílnum eftir að hann fer inn hjá þeim...", "date": "2011-11-06 01:22:00", "post_id": 19}, {"user_name": "tony", "text": "Vörður voru fínir hvernig þeir tóku á því þegar var keyrt á mig, en tryggingarnar hjá þeim eru ekkert ódýrar..", "date": "2011-11-06 05:44:00", "post_id": 20}, {"user_name": "Snoopy", "text": "ég er hjá verði og líkar það vel... ( maður verður samt að passa sig á þeim... þeir reyna allt hvað þeir geta til að rukka man extra ) var hjá elísabetu... megi það skíta company fara á hausin og helst í gær", "date": "2011-11-06 16:40:00", "post_id": 21}, {"user_name": "Gunni91", "text": "ég er búinn að vera hjá elísabet í rúm 3 ár og aldrei neitt vesen. þeir voru samt tæpir á því að tryggja civic vti því formúlan sem þeir fara eftir er hestöfl/þyngd = 160/1090 = 0,147 og ef það fer yfir 0,15 vilja þeir ekki tryggja ökutækið. \nHef ekkert verið að borga neitt meira þó svo ég sé með 10 punkta og er að borga einhvern 6300 kall á mánuði fyrir almeru.", "date": "2011-11-06 18:02:00", "post_id": 22}, {"user_name": "gr33n", "text": "Bara það að þeir séu með þessa hp/kg reglu hjá sér er nóg til þess að versla ekki við þetta kompaní. Þetta er breska leiðin.... og sjáið hvernig tryggingarnar eru þar, já eða DK <<<icon_lol.gif>>>", "date": "2011-11-06 18:22:00", "post_id": 23}, {"user_name": "baldur", "text": "Uh jú þú ert víst að borga meira, nema það sé búið að breytast, þá voru þeir að \"gefa afslátt\" ef þú sýndir þeim að þú hefðir enga refsipunkta í ökuferilsskrá.", "date": "2011-11-06 18:31:00", "post_id": 24}, {"user_name": "Gunni91", "text": "já einn frían mánuð á ári <<<icon_smile.gif>>>", "date": "2011-11-06 21:30:00", "post_id": 25}, {"user_name": "Scooby", "text": "shitt hvað ég er samála þér þetta pirrar mig svo mikið að ég myndi ekki versla við þá þó að þeir væru ódýrastir sem þeir eru ekki Sjóvá er að bjóða mér mikið betri kjör ég mæli með að allir sem vilja góð verð bjalli í Ívar félaga minn hann er hjá TM var hjá Sjóvá <<<icon_biggrin.gif>>>", "date": "2011-11-06 21:37:00", "post_id": 26}, {"user_name": "baldur", "text": "Akkúrat, semsagt, 9% auka álag ofan á eðlilegt verð ef þú hefur fengið punkt eða vilt ekki gefa upplýsingar um punktastöðu.", "date": "2011-11-06 23:52:00", "post_id": 27}, {"user_name": "Gunni91", "text": "engar ofurnálganir hérna :O 8,3 %! annars er mér slétt, miklu ódýrara fyrir mig að tryggja hjá elísabet eða bara almennt fyrir einstaklinga sem eru ekki að tryggja fyrir heila fjölskyldu. svo eru þeir ekkert voðalega vel að auglýsa þennan fría mánuð fyrir viðskiptavini sína þetta skítacompany.", "date": "2011-11-07 00:48:00", "post_id": 28}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2011-11-04 12:37:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}