{"forum_title": "Almennt spjall", "id": "1563", "title": "Focus RS 2003 v.s. WRX STi MY03", "url": "http://www.live2cruize.com/spjall/showthread.php/1563-Focus-RS-2003-v-s-WRX-STi-MY03", "posts": [{"user_name": "Yoda", "text": "Hélt að Focus væri smábíll? þeir virðast vera alveg jafnstórir", "date": "2003-12-31 13:27:00", "post_id": 1}, {"user_name": "Robson", "text": "Ég myndi velja Evoinn,,,  <<<icon_confused.gif>>> <<<icon_confused.gif>>> Nei ég meina Focusinn uhhh  :P  <<<icon_biggrin.gif>>> <<<icon_biggrin.gif>>>  Hhehehe", "date": "2003-12-31 13:42:00", "post_id": 2}, {"user_name": "Robson", "text": "Akkuru ætli bremsurnar séu framan á diskunum á focusnum en ekki á STI-inum", "date": "2003-12-31 13:43:00", "post_id": 3}, {"user_name": "Yoda", "text": "á hjólunum allavega þá er meiri kæling þegar bremsurnar eru aftaná diskunum en annars þá hef ég ekki hugmynd", "date": "2003-12-31 13:45:00", "post_id": 4}, {"user_name": "Pokémon", "text": "alveg sama hvort Focusinn er aftur-fram- eða fjórhjóladrifinn með túrbínu eða ekki,  þá myndi ég samt velja STi,  því Súbarú er með mun meiri reynslu í framleiðslu á svona bílum  <<<icon_biggrin.gif>>>", "date": "2003-12-31 13:52:00", "post_id": 5}, {"user_name": "Yoda", "text": "Held að focusinn sé 170 hö frammdrifinn", "date": "2003-12-31 13:59:00", "post_id": 6}, {"user_name": "Pokémon", "text": "Mig grunaði það,   á hvaða hátt eru þessir bílar sambærilegir\n\r\nFWDvsAWD,  270hö vs 170hö ?", "date": "2003-12-31 14:04:00", "post_id": 7}, {"user_name": "Yoda", "text": "þetta var nú meira meint sem stærðar samanburður... <<<icon_smile.gif>>>", "date": "2003-12-31 14:18:00", "post_id": 8}, {"user_name": "h1coupe", "text": "ford er nú með meiri reynslu með alla sína rs-cosworth bíla!\r\nog þessi focus valtar yfir súbbann á braut hann er held ég 220hp og framdrifinn <<<icon_exclaim.gif>>> \r\nég á top gear clip þar sem að focus vs civic r vs súbbalúbb og röðin varð eins og ég skrifaði hana.", "date": "2003-12-31 14:37:00", "post_id": 9}, {"user_name": "gr33n", "text": "RS focusinn getur þú fengið 170 hö FWD og 220 hö FWD og 4WD\n\r\nEn alveg rétt hjá þér h1coupe..... Ford ætti í raun að vera með mun meiri reynslu á þessu heldur en Skúbarú..... ég meina RS cossy (Escort og Sierra), svo er fordinn náttúrulega í WRC líka, og er MUN sigursælara lið heldur en Súbarú.\n\r\nEn ég er EKKI að dissa súbarúinn þarna... hann vinnur focusinn miljónfalt á lúkkinu.\n\n\r\nreyndar vað helvíti flott auglýsing sem ég sá um RS Focusinn..... þar var mynd af afturhlutanum á honum, og undir því stóð... \"Get use to the view\"", "date": "2003-12-31 15:39:00", "post_id": 10}, {"user_name": "CT9A", "text": "verðið nú að gera grein fyrir því að focus er bara ógeðslega léttir bílar ekkert annað", "date": "2003-12-31 15:52:00", "post_id": 11}, {"user_name": "Svezel", "text": "RS Focus er 220hö turbo með læstu framdrifi og er að taka svipaða brautartíma og M3. Aftur á móti er til Focus ST170 sem er 170hö og er svona temmilega snöggur smábíll.\n\r\nÉg myndi persónulega taka Sti fram yfir Focusinn og það er bara drifið sem veldur því.", "date": "2003-12-31 16:09:00", "post_id": 12}, {"user_name": "h1coupe", "text": "ég vissi af þessari 170hp týpu hann kom fyrst þannig en ertu viss um að hann sé til í 4wd týpu? Jeremy Clarkson var einmitt að kvarta yfir því að ford hefði lofað 4wd týpu en það yrði svo ekki, að hann yrði bara fwd!\r\nog mér finnst báðir bílar álíka flottir :wink:", "date": "2003-12-31 16:10:00", "post_id": 13}, {"user_name": "Yoda", "text": "Tæki STi inn útaf drifinu og svo finnst mér hann bara fallegri", "date": "2003-12-31 16:20:00", "post_id": 14}, {"user_name": "gdawg", "text": "Focus RS var framdrifinn, það er hætt að framleiða hann. En næsta kynslóð af Focus RS verður 4x4 og með Cosworth mótor. \"The return of the King\" <<<icon_wink.gif>>>", "date": "2003-12-31 16:36:00", "post_id": 15}, {"user_name": "brimborg", "text": "Smá innlegg hérna.\n\r\nFocus keppir í svokölluðum stærðarflokki C sem í eru bílar eins og VW Golf, Subaru Impreza, Nissan Almera og fleiri. Því er það ekki skrítið að þessir bílar virðist jafnstórir. Þeir eru það.\n\r\nFjölmargar útgáfur eru til af Focus og tvær þeirra heita Focus ST170 sem er 170 hestafla útgáfan og síðan er það Focus RS sem er held ég 225 hö. RS útgáfan var aðeins framleidd í takmörkuðu upplagi og er uppseld hjá framleiðanda en hin er í venjulegri framleiðslu og hægt að panta.\n\r\nÖll bílapressan hefur lokið lofsorði á Focus RS og telur hann meðal bestu keyrslubíla sem fram hafa komið og er þá Subaruinn meðtalinn.\n\r\nFocus er vinsælasti bíll í heimi og þá auðvitað í sínum flokki líka og hér á landi er hann í 4 sæti í sínum flokki þrátt fyrir að enginn einasti bíll hafi verið seldur bílaleigu en þær sölur auka auðvitað magnið og tryggja hærra sæti á sölulistum en geta dregið verulega úr endursölumöguleikum seinna meir eins og dæmin sanna.\n\r\nMeð kveðju\r\nBrimborg\r\nEgill Jóhannsson", "date": "2003-12-31 17:06:00", "post_id": 16}, {"user_name": "MrManiac", "text": "Hei Vá.....Vill einhver fara og taka í hendina á manninum. \n\r\nAð selja bílaleigum bíla er eitt það heinskulegasta sem umboðin geta gert sínum viðskiptavinum. T.d systir mín á Opel Astra 2000 árg. Virkilega fallegur bíll sem er gamann að keyra. Það væri samt auðveldara að selja 92 lödu samara á 300 þús heldur enn að selja þennan blessaða Opel. Eins og ég sagði mjög fínn bíll gamann að keyra hann og hann eyðir litlu enn gersamlega vonluast að selj hann því IH er búið að eiðileggja markaðinn fyrir hann.", "date": "2003-12-31 17:12:00", "post_id": 17}, {"user_name": "Yoda", "text": "Sæll Egill, Stendur til hjá Brimborg að flytja svona bíl inn eða hefur það kannski verið gert? \n\r\nmeð þökkum", "date": "2003-12-31 18:46:00", "post_id": 18}, {"user_name": "Andri Pogo", "text": "ég myndi velja RS Focus <<<icon_smile.gif>>>", "date": "2003-12-31 19:25:00", "post_id": 19}, {"user_name": "david/snifff", "text": "fyrst talað er um bremsurnar á bílunum , gæti það ekki verið vegna þess focusinn er fwd og imprezan er awd að þeir setja þetta svona upp?\n\r\nuhh hvorn tæki maður frekar.. focusinn bara vegna þess það er ford hehe , nei ég tæki Sti vegna aflsins og fjöðrun og þæginda en focusinn vegna þess þetta er ekki svo frægt tæki að menn hugsa að þetta hefur ekkert afl og svo gæti verið skemmtilegt að eiga einn af þessum fáu hehe (annars ætti frekar að bera saman focus og civic typeR = var gert í bresku bílablaði sem ég man ekkert hvað það hét en Focusinn rústaði CTR í heildina á prófinu)", "date": "2003-12-31 23:50:00", "post_id": 20}, {"user_name": "brimborg", "text": "Sæll Yoda.\n\r\nVið lögðum inn pöntun fyrir einum Focus RS í sumar en því miður voru öll framleiðslupláss uppurin og virðast flestir bílarnir hafa farið á Bretlandsmarkað.\n\r\nMeð kveðju\r\nBrimborg\r\nEgill Jóannsson", "date": "2004-01-01 01:13:00", "post_id": 21}, {"user_name": "B REAL", "text": "djöfull væri nú salt að eiga einn svona RS bíl , darn ...ég færi hugsanlega úr volvo deildinn við það ........neeeeeeee s60R er málið spurnig hvað svoleiðis kostar og hvort það c hægt að ná í þá ........en rs bílinn er illa flottur .", "date": "2004-01-01 06:09:00", "post_id": 22}, {"user_name": "brimborg", "text": "Verðið á S60R ætti að vera komið í janúar.\n\r\nKveðja\r\nBrimborg\r\nEgill Johannsson", "date": "2004-01-01 10:34:00", "post_id": 23}, {"user_name": "Yoda", "text": "Synd! því ég er alveg handviss um að svona græja myndi seljast hérna \r\nen þakka þér fyrir gott svar <<<icon_smile.gif>>>", "date": "2004-01-01 14:08:00", "post_id": 24}, {"user_name": "Scooby", "text": "sá eimitt þátt um RS bílinn og þá var hann alveg að koma sterkur inn á´móti Turbo subba og Evo <<<icon_biggrin.gif>>>", "date": "2004-01-04 17:42:00", "post_id": 25}, {"user_name": "Pokémon", "text": "Einn af vinsælustu bílum,\n\r\nÞað hefur nú ekki mikið verið að gera hjá ykkur núna undanfarna mánuði,  miðað við sölutölur umboðana.\n\r\nAf hverju er Focus CMax ekki að seljast hjá ykkur?", "date": "2004-01-04 23:36:00", "post_id": 26}, {"user_name": "ses", "text": "Skv. rsportscars.com er RS inn 215 hestöfl, framdrifinn, með GT25 túrbínu og 2.0 lítra duratec vél.\n\r\nMargir rugla honum greinilega saman við SVT focusinn, sem er einnig þekktur sem ST170, og er einmitt 170 hestöfl, naturally aspirated, Zetec vél!\n\r\nFord keypti cosworth racing, og hafa verið að lofa síðan árið 2000 held ég að það komi cosworth útgáfa af focusnum á almennan markað, og verði hún fjórhjóladrifin og svipuð cossie escortunum sem er til alveg hrúga af í bretlandi, að speccum.\n\r\nÉg held að RS focusinn hafi verið settur á markað til að sefa fólk meðan Cosworth voru enn að vinna í sinni útgáfu. Einnig er ég nokkuð viss um að Cosworth hafi byggt WRC focusana, og eru þeir aðeins kraftmeiri en 215hp <<<icon_wink.gif>>>\n\r\nAnnars er ég nú varla neinn sérfræðingur, hef meiri áhuga á að tuna minn eigin bíl en að láta mig dreyma um að kaupa nýjan! <<<icon_razz.gif>>>", "date": "2004-01-05 09:56:00", "post_id": 27}, {"user_name": "Scooby", "text": "mér fynst RS bíllinn svaka pakki en ég held að ég geti ekki svikið lit eftir að hafa keyrt nýju Imprezuna (GT) og hafa átt Gamla bílinn  feingi mér STi pott þétt <<<icon_biggrin.gif>>> svaka öblugur pakki <<<icon_biggrin.gif>>>", "date": "2004-01-05 22:01:00", "post_id": 28}, {"user_name": "brimborg", "text": "Sæll pokemon.\n\r\nNú ert þú eitthvað að villast á umboði vinur. Ég var að taka saman tölur fyrir 2003 og niðurstaðan er sú að af 5 stærstu umboðunum jók Brimborg söluna mest eða um 93,4% frá árinu 2002. Og sama sagan var á milli áranna 2001 og 2002 að þá jók Brimborg söluna mest af 5 stærstu umboðunum. Þannig að þegar þú talar um undanfarna mánuði ertu þá að tala um lengra en fyrir 24 mánuðum? Skrítið.\n\r\nEf bara er tekin desember 2003 þá jók Brimborg söluna um vel yfir 100% og í desember var Brimborg annað stærsta umboðið á Íslandi, stærra en P. Samúelsson. Geri aðrir betur.\n\r\nÞað hefur því verið allt brjálað að gera hjá okkur í Brimborg og höfðum við varla tíma fyrir jólin þetta árið því hlutdeild okkar í vikunni milli jóla og nýárs var 31,2%? Erfitt að toppa það.\n\r\nAf öðrum umboðum er það að segja að P. Samúelsson hélt sínum hlut á árinu. B&L jók söluna verulega eins og Brimborg en tvö umboð í hópi þeirra stóru misstu verulega hlutdeild og voru það Hekla og Ingvar Helgason/Bílheimar.\n\r\nFocus C-Max er að seljast skv. áætlun en við höfum ekki fengið mikið af bílum þar sem framleiðslan er nýhafin. Brimborg var eitt fyrsta landið í evrópu til að kynna bílinn. Meira magn er að berast í byrjun þessa árs. Þess má einnig geta að stór hluti af sölunni í þessum flokki er með sjálfskiptingu og hana höfum við ekki í boði því framleiðsla á henni hefst því miður ekki fyrr en í vor. Það sama henti okkur þegar við kynntum Citroën Picasso, sem keppir í sama flokki, því hann fengum við eingöngu beinskiptan og það var ekki fyrr en rúmu ári seinna að við fengum hann sjálfskiptan og margfaldaðist salan í kjölfarið. Sjálfskiptingar eru alltaf að taka stærri og stærri skerf að bílamarkaði.\n\r\nAf okkar merkjum á síðasta ári endaði árið svona.\n\r\nFord 667 bílar og salan jókst um 96,8%. Þegar Brimborg tók við Ford árið 1995 af Globus var merkið neðar en 20 sæti, árið 1999 var það komið í 14 sæti, árið 2002 var merkið í 8 sæti og í fyrra (2003) tók Ford 5 sætið á íslenska markaðnum.\r\nCitroën 257 bílar og salan jókst um 94,3%. Aðeins 3 ár eru síðan Brimborg endurkynnti Citroën og á þessu ári fór Citroën fram úr Peugeot. Geri aðrir betur því Citroën hafði ekki verið á markaði í 8 ár áður en Brimborg hóf sölu aftur.\r\nVolvo 221 bíll og salan jókst um 92,3%. Mest seldi lúxusinn bíllinn og næstur kom Lexus með 100 bílar. Aðrir færri.\n\r\nÞetta er sanleikurinn í málinu. Gögnin sem ofangreindar tölur byggja á koma frá Umferðarstofu. Ef það er eitthvað fleira sem þig vantar að vita þá endilega spyrja eða komdu niður í Brimborg við Bíldshöfða 6 og ég skal fara með þér í gegnum tölurnar.\n\r\nMeð kveðju\r\nBrimborg\r\nEgill Jóhannsson", "date": "2004-01-05 23:03:00", "post_id": 29}, {"user_name": "brimborg", "text": "Ég vil í framhaldi af því sem ég skrifaði í gær benda mönnum á frétt í Fréttablaðinu (bílasíðunni) þar sem er grein um vöxtinn á bílamarkaði og vöxt Brimborgar.\n\r\nVirðingarfyllst\r\nBrimborg\r\nEgill Jóhannsson", "date": "2004-01-06 11:24:00", "post_id": 30}, {"user_name": "ses", "text": "Já, fyrst að brimborg er að vaxa svona svakalega þá mætti nú bæta verkstæðið aðeins..\n\r\nÉg fór með focusinn þrisvar til ykkar í sumar til að skoða gangtruflanir (drepur á sér undir vissum kringumstæðum) og í öll skiptin átti að vera búið að laga það, en allt kom fyrir ekki.\n\r\nEinnig í fyrsta skiptið var skipt um kerti, og vitlaus kerti sett í hann, einnig voru einverjar hitahlífar ekki festar rétt þegar ég lét skipta um skiptibarka (fékk bílinn með skemmdum skiptibarka eftir fyrri eiganda <<<icon_sad.gif>>> )  svo það voru geðveik óhljóð í honum.\n\r\nÞað versta var samt þegar ég sæki bílinn eftir að það er \"búið að laga\" hann, og ég fer einn hring þarna uppí árbæ, og bílnum tekst að drepa á sér á ferð eftir 4 mínútur, ég fór auðvitað beinustu leið til baka með bílinn.\n\r\nAnyway, ég er búinn að gefast upp, fer með hann eitthvert annað næst.\n\r\nJá, og btw, ég myndi ekki vera að bitcha yfir þessu, nema ég er pirraður yfir því að brimborg hafi breytt þessum ágæta þræði um Focus RS og performance og eitthvað yfir í eitthvað sölubull!", "date": "2004-01-06 11:34:00", "post_id": 31}, {"user_name": "brimborg", "text": "Mér þykir leitt þetta með Focusinn og ef þú sendir mér bílnúmerið skal ég kanna hverju þetta sætir. En stundum eru bara vandamálin flóknari en svo að hægt sé að leysa þau í fyrstu tilraun. Þó það sé alltaf okkar markmið.\n\r\nStundum hafa jafnvel framleiðendurnir ekki einu sinni lausnir og oft eru vandamál eins og þú nefnir erfið viðureignar því þau koma ekki alltaf fram og stundum undir bara mjög sérstökum kringumstæðum. Ég skal með ánægju kanna málið ef þú hefur samband. S: 515 7089 eða egillj@brimborg.is\n\r\nReyndar tók ég eftir því að í þinni undirskrift kemur fram að þú eigir Focus ZX3 2.0 og ef ég skil það rétt þá er það svokölluð USA týpa af Focus. Brimborg hefur ekki selt þessa gerð hér á landi og því er reynsla okkar af viðgerðum á þessum bíl engin. Engin þjálfun hefur heldur farið fram á þessa gerð Focus og það er einfaldlega svo að þegar menn flytja inn bíla sem ekki eru fluttir inn af umboði þá verða þeir að búa sig undir það að vandamál geta orðið erfiðari viðureignar en á þeim bílum sem fluttir eru inn í hundraða og jafnvel þúsunda vís. Það segir sig eiginlega sjálft.\n\r\nVarðandi söluumræðuna þá voru settar fram fullyrðingar af einum meðlima hér um sölu Brimborgar sem voru rangar. Ég ákvað að leiðrétta það því ég taldi að menn og konur á þessari spjallrás vildu frekar vita það sem rétt er.\n\r\nEn ef þið teljið að ég hefði ekki átt að svara þessu hér þá biðst ég afsökunar á því. Kannski hefði ég átt að stofna sér þráð til að senda inn mína leiðréttingu?\n\r\nVirðingarfyllst.\r\nBrimborg\r\nEgill Jóhannsson", "date": "2004-01-06 12:37:00", "post_id": 32}, {"user_name": "david/snifff", "text": "ég horfi ekki á þetta sem sölumannabrask hjá brimborg heldur áhugi bílaumboðs á almenna bílaeigandanum <<<icon_wink.gif>>>", "date": "2004-01-06 12:44:00", "post_id": 33}, {"user_name": "ses", "text": "Þetta er auðvitað ekki ZX3 týpa, ég er bara vanur að spjalla á amerískum spjöllum og þessi bíll er útfrá tjúning basically alveg eins og ZX3, og þess vegna er undirskriftin svona..\n\r\nEn væri nokkuð séns að fá að vita hvað þriggja dyra 2.0 zetec bílarnir heita hérna á íslandi (eða í evrópu, for that matter).\n\r\nOg kannski brást ég frekar harkalega við, en málið er að mér fundust umræðurnar um Focus RS og Impreza STi mjög skemmtilegar, en sölutöluumræðan hinsvegar ekki, þó svo ég skilji vel þitt impulse að leiðrétta þegar menn fara með rangt mál, hefði mögulega gert slíkt hið sama, en reynt að halda áframhaldandi umræðu um það í private messaging..\n\r\nEdit: private messaging hefur greinilega verið disabled (aldrei reynt að nota það fyrr en nú), svo greinilega áttirðu ekki annara kosta völ.", "date": "2004-01-06 13:29:00", "post_id": 34}, {"user_name": "brimborg", "text": "Ok. ekkert mál.\n\r\nVarðandi heitið á þínum Focus þá er þetta nokkuð misjafnt eftir mörkuðum.  En heitin á Ford Focus eru frá framleiðanda þessi.\n\r\nAmbiente 1.4 og 1.6\r\nTrend 1.6 og 2.0 (Þetta er algengansti bílinn sem Brimborg selur)\r\nGhia 1.6 og 2.0\n\r\nSíðan koma Focus ST170 og Focus RS sem eru með sérstaklega tjúnnaðar vélar og ýmsar aðrar breytingar. Þess má geta að Fiesta ST150 er væntanleg á þessu ári og einnig er Mondeo fáanlegur í þessari ST útgáfu og þá sem ST220.\n\r\nÞinn bíll gæti því verið annaðhvort Trend eða Ghia. Í Bretlandi t.d. er Trend týpan ekki til en nákvæmlega eins bíll er seldur undir nafninu Zetec og eflaust eru aðrir markaðir að gera eitthvað svipað.\n\r\nSem dæmi þá er Brimborg að bjóða núna sérstaka útgáfu af Trend sem kallast Collection. Þetta eru bílar með 1.6 lítra vél, álfelgum, dökkum rúðum og aðeins öðruvísi sætaáklæði og fást í 5 dyra og station úgáfu. Þeir eru í boði með þessum aukabúnaði á sama verði og Trend útgáfan.\n\r\nMeð kveðju\r\nBrimborg\r\nEgill Jóhannsson", "date": "2004-01-06 13:47:00", "post_id": 35}, {"user_name": "ses", "text": "Ok, minn er þriggja dyra trend, en þar sem ég hef skoðað innan í ZX3, þá er ZX3 fljótlegasta og einfaldasta leiðin til að lýsa bílnum mínum, þar sem þeir eru practically alveg eins.\n\r\nEn annars sendi ég þér tölvupóst, brimborg, með bílnúmeri, og það væri mjög gaman amk að fá að vita nákvæmlega hvað var gert til að laga ganginn, ég man ekki nákvæmlega hvað það var í síðasta skiptið.", "date": "2004-01-06 13:54:00", "post_id": 36}, {"user_name": "Pokémon", "text": "Magnað", "date": "2004-01-07 09:17:00", "post_id": 37}, {"user_name": "Andri Pogo", "text": "minn átti það til að drepa á sér stundum við ákveðnar kringumstæður, þegar ég kúplaði á ferð og snúningurinn var á leið niður i 1100 snúninga þá drapst á honum  <<<icon_rolleyes.gif>>>  ég fór beint með hann uppí þjónustuverkstæði peugeot. Þá reyndist tölvan vera að láta dæla of miklu bensíni þannig vélin 'kafnaði'. Eða það var mér allavega sagt, hvað sem það var þá hætti bíllinn allavega að drepa á sér, sem er gott, nema ég þurfti að tala ákveðinn starfsmann til í smá tíma til að fá bílinn minn aftur (þú veist hvað ég er að tala um gaui)  <<<icon_lol.gif>>>  bara deila þessu með þér, gæti verið það sama að með þinn bíl.", "date": "2004-01-07 10:05:00", "post_id": 38}, {"user_name": "ses", "text": "Takk fyrir inputið, hann Egill hjá Brimborg (sá sem póstar hér með nafnið 'brimborg') er búinn að fá upplýsingar frá mér, og þeir ætla að hafa samband við mig. Það er aldrei að vita hvað vandamálið er, kemur víst svo margt til greina í þessu eldsneytis-súrefnis stýringarkerfa dótaríi.", "date": "2004-01-07 10:13:00", "post_id": 39}, {"user_name": "Joga", "text": "WRC inspired, high-performance Focus \r\nDuratec RS 2.0-litre engine, advanced turbo-charging system with 65 per cent more power than standard 2.0-litre: 215PS @ 5,500rpm/ 310Nm @ 3,500rpm \r\nQuaife torque-biasing differential for optimal front-wheel-drive tractability \r\nRS performance: 0-60 mph in 6.4 seconds, 0-100 mph in 15.5 seconds, 100-0mph in just 4.1 seconds, top speed of 144 mph \r\nAggressive style inspired by the Focus WRC, including chassis layout and competition-themed interior \r\nShared suppliers, including Sparco, Garrett Technologies, O.Z. Racing, Brembo, Sachs Racing and AP Racing \r\nProduction limited to 30 units per day in Ford's Saarlouis Plant, Germany, with volume production starting mid-September 2002 \n\r\nÉg hef lesið ítarlegri greinar í Autocar og þeir vilja meina að bíllinn sé geðveikur. Togar t.d. svo mikið að fullt boost kemur ekki inn fyrr en í 3 gír. Svo þið getið rétt ímyndað ykkur hvernig hröðunin er þegar bílinn er kominn á braut. Hann setti að mig minnir 8:45 eitthvað á Nurburgring.", "date": "2004-01-08 08:31:00", "post_id": 40}, {"user_name": "ses", "text": "Já, þetta eru frábærir bílar til að tjúna, einföld og góð uppfærsla til að setja hann upp í svona 250 hestöfl væri t.d. bara að skipta litlu T25 túrbínunni út fyrir eitthvað hybrid með T3 compressor <<<icon_smile.gif>>>", "date": "2004-01-08 10:33:00", "post_id": 41}, {"user_name": "Scooby", "text": "ég verð nú bara seigja það að ég hafði nokkuð gaman af þessum tölum ég vissi þetta ekki og bjóst ekki við að þetta væri svona miklara breitingar greinilega.", "date": "2004-01-10 00:49:00", "post_id": 42}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2003-12-31 13:27:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}