{"forum_title": "Almennt spjall", "id": "156860", "title": "Selja bíl ur landi", "url": "http://www.live2cruize.com/spjall/showthread.php/156860-Selja-bíl-ur-landi", "posts": [{"user_name": "Einar Vti", "text": "Eg er ad ihuga ad selja kunningja minum bilinn minn sem eg treysti samt ekkert alltof mikid,\n\r\nHann er tilbuinn ad borga mer. X upphæd a bordid fyrir bilinn + tollana hja honum\n\r\nGetur madur skrad islenskan bil a erlent nafn a islenskum plotum svo ad hann geti keyrt hann og farid med norraenu og tollad svo inni sitt land?", "date": "2011-12-02 23:48:00", "post_id": 1}, {"user_name": "Snorri már", "text": "Heyrði eitthversstaðar að það mætti keyra í útlöndum í 2 ár á íslenskum plötum en svo þyrfti að breyta því en sel það ekki dýrara en ég keipti það...", "date": "2011-12-03 04:58:00", "post_id": 2}, {"user_name": "elvarrr", "text": "getur örugglega ekki skráð hann á einstakling sem ekki hefur íslenska kennitölu", "date": "2011-12-03 09:24:00", "post_id": 3}, {"user_name": "Bjaddni", "text": "afhverju ættiru ekki að geta sellt útlending bílinn þinn, það væri bara fáranlegt. en hvað bílinn varðar þá hugsa ég að viðkomandi land hafi svona tímabundinn númer sem hægt er að fá hjá umferðarstofu landsins sem gerir folki akkurat kleift að ferðast með bílinn. t..d. í usa þá fær maður bara transportation tags, þar sem maður bara segir DMV hvert þú ert að ferðast með bílinn og svo gefa þeir grænt ljós ðá það", "date": "2011-12-03 11:30:00", "post_id": 4}, {"user_name": "condi", "text": "Ef hann er í Noregi máttu vera á íslensku plötunum í 1 ár og sækja svo um undanþágu í 1 ár í viðbót = 2 ár , mismunandi eftir löndum", "date": "2011-12-03 11:33:00", "post_id": 5}, {"user_name": "Arnór_Guð", "text": "Er ekki bara lang best að kynna sér þetta hjá Umferðastofu hér og Líka viðkomandi lands sjá hvað þeir segja, færð mest guaranteed svör þannig", "date": "2011-12-03 15:16:00", "post_id": 6}, {"user_name": "ALPINA", "text": "word,,,,,,,,", "date": "2011-12-03 23:47:00", "post_id": 7}, {"user_name": "vrrruuumm", "text": "x upphæð á borðið + tollar : hvert ertu að fara með þessu, kaupandinn greiðir toll af bílnum í því landi sem bíllinn er fluttur til og það kemur þér óskaplega lítið við hve háir þeir eru.\nÞú getur selt bílinn hverjum sem er og það er á ábyrgð viðkomandi að ganga frá flutningi og þess háttar af honum.\nÞínar skyldur sé bíllinn seldur erlendum ríkisborgara (til útflutnings)eru að tilkynna til Umferðarstofu nýjann eiganda, leggja inn númer og loka tryggingunum þínum. (mikil einföldun á flóknara ferli)\nEftir því sem ég kemst næst þá er ódýrara að senda bíla með Eimskip en Norrænu - það var amk mín reynsla í fyrra sumar.\n\n\n\n Þetta er rangt m.a. ef flytja á bílinn frá íslandi og skrá hann erlendis.\n\n\n\n Ef bíllinn á að vera á íslenskum númerum áfram þá þarf kaupandinn í fyrsta lagi að vera íslenskur ríkisborgari, í öðru lagi hafi kaupandinn (ef hann er íslenskur) verið lengur en 1 ár í Noregi þá er það óheimilt fyrir hann að hafa bílinn á íslensku númerum...... ((ef þú flytur til Noregs þá máttu taka með þér 1 ökutæki og nota í 1 ár frá komudegni eiganda bílsins til landsins, það er svo hægt að sækja um framlengingu í allt að 1 ár í viðbót.)", "date": "2011-12-04 14:39:00", "post_id": 8}, {"user_name": "Einar Vti", "text": "ég er að tala um að hann borgar mér x upphæð og tekur bilinn her á íslandi.\n\ngetur maður skráð bílinn á erlenda kennitölu hérna á íslandi ?\n\nsvo tekur hann bílinn og tollar hann sjálfur inní sitt land, ég er bara að tala um ég vil ekki hafa bilinn skráðan á mig á meðann hann er að vinna i að koma honum ut og ganga frá öllu þar.", "date": "2011-12-07 21:19:00", "post_id": 9}, {"user_name": "Arnór_Guð", "text": "Myndi bara bjalla í Frumherja eða Umferðstofu..", "date": "2011-12-07 22:09:00", "post_id": 10}, {"user_name": "vrrruuumm", "text": "já það er hægt að skrá bíla til útflutnings á erlenda kennitölu .", "date": "2011-12-08 18:08:00", "post_id": 11}], "file_urls": [], "date": "2011-12-02 23:48:00", "files": []}