{"forum_title": "Almennt spjall", "id": "157927", "title": "Metan???", "url": "http://www.live2cruize.com/spjall/showthread.php/157927-Metan", "posts": [{"user_name": "Fatandre", "text": "Hvernig er þetta metan að fara í fólk?\r\nEr eithvað varið í þetta?\r\nBilanir?", "date": "2011-12-29 23:11:00", "post_id": 1}, {"user_name": "julliÆ", "text": "http://bmwkraftur.is/spjall/viewtopi...10&hilit=metan\n\r\nHeld þú fáir ekki mikið betri svör enn þarna..", "date": "2011-12-29 23:30:00", "post_id": 2}, {"user_name": "Gylfiþ", "text": "Ég hef smá reynslu af metan breittum bíl og það er svona upp og niður. Bíllin sem ég var á var 2004 corolla og það endaði ekki vel bíllin er úrbræddur núna og það er talið að það stafi af því að það var ekki sett flash lube á vélin. En þessi bíll er keyrður roslalega mikið eitthvað um 250km til 500km á dag þannig að ég veit ekki hvernig endingin er ef þú ert bara með þetta í einkabíl en þetta spara allveg rosalega bensín kostnaðinn. En þetta er nýtt þannig að þú verður að gera ráð fyrir að það komi upp eitthver vandamál", "date": "2011-12-30 19:12:00", "post_id": 3}, {"user_name": "Fatandre", "text": "Er þetta sama stuffið sem þeir eru að keyra á út í evrópu? Ef svo er þá er þetta ekki nýtt, bara það er enginn kominn með reynslu hér á landi hvað þetta varðar.", "date": "2011-12-31 00:21:00", "post_id": 4}, {"user_name": "Gylfiþ", "text": "ég veit það ekki þetta http://www.metangas.is/lovato-metankerfi/ er allavegana kerfið sem var í bílnum áður en mótorinn fór.", "date": "2011-12-31 00:28:00", "post_id": 5}, {"user_name": "Chevrolet", "text": "Ég er með metan í Hemi Durango. Virkar fínt hjá mér og maður verður ekkert var við að hann sé á gasi þegar maður keyrir. Búinn keyra 12þús km eftir breytingu. Er með MDS (Multiple displacement system) og það virkar áfram á metan svo hann eyðir fáránlega litlu á langkeyrslu.\n\nEini ókosturinn er að N1 afgreiðslustöðin hefur verið í bileríi. Vonandi lagast það og ekki væri verra að fá samkeppni í sölu á þessu gasi. Það er nú hægt að framleiða þetta úr kúamykju eða svínaskít eða nánast öllu sem rotnar held ég.\n\nÞetta sparar pottþétt yfir 50% í eldsneytiskostnað en ég var svosem ekki mikið að spá í sparnaðinn, frekar bara gaman að auka dótastuðulinn.\n\nHef heyrt bilana sögur á vélum, brunnir stimplar o.s.frv en eftir að hafa spurst fyrir og kynnt mér bakgrunn þá held ég að þessar bilanir hafi ekki komið metaninu neitt við. Lýsingar á bilunum koma ekki heim við hvernig bruni metan gass hegðar sér auk þess sem að þessi CBG/CNG kerfi eru ekki ný í evrópu.", "date": "2011-12-31 01:23:00", "post_id": 6}, {"user_name": "chaser79", "text": "aðal vandamálið þegar þetta var að koma fyrst var að metanið hérna var of skítugt til að það fengist notað t.d. í þýskalandi en samt var verið að nota það.  Ég hef alltaf sagt og mun altaf segja að metan er bull og eina leiðin framávið er ethanol.  \nÞetta er mín skoðun og endurspeiglar ekki skoðanir annara vill líka koma því fram að ég er ekki að setja þetta hérna til að veraa með leiðindi og er ekki að leita eftir rifrildi við einn eða neinn. var að vinna mikið í kringum metanbíla 2004 til 2005 og þetta var niðurstaðan þá.\n\nBrunahiti í metani er mun meiri heldur en í bensín og dísel.  þetta voru upplýsingar sem ég fékk frá framleiðanda bílana sem ég var að þjónusta.", "date": "2012-01-09 22:43:00", "post_id": 7}, {"user_name": "Frikki GTI", "text": "Hef heyrt að sum kerfin séu ekki með smurkerfi sem er náttúrulega gríðarlega slæmt.", "date": "2012-01-09 22:48:00", "post_id": 8}, {"user_name": "binni17", "text": "Smurkerfinn sem er verið að setja í þessa bíla er eingöngu til að smyrja/kæla ventlahausana, smurkerfið kemur hvergi nálægt kjallara og á ekki að vera það. Þegar bíllinn gengur á metani er ekki þessi kæling sem bensín úðinn veitir á ventlahausana. Smurkerfið þarf og er eingöngu sett í bíla sem eru með svoköllu mjúk ventlasæti og virkar meira sem kæling en smur. \nvarðandi brunna stimpla og svoleiðis bilanir þá eru að ekkert algengara í metanbílum en bensínbílum. menn horfa líka oft framhjá því að metankerfið notast við orginal skynjara í vélinni, spíssasignal, maf/map og annað og ef einhvað ef því er bilað og bíllinn gengur alltaf ríkur þá er mjög auðvelt og þægilegt að kenna gasinu um að drassa viðhald.", "date": "2012-01-12 22:55:00", "post_id": 9}, {"user_name": "Chevrolet", "text": "Tek undir það að smurkerfi þarf einungis á vissar bíltegundir og er gagnslaust í öðrum. Mér skilst að það þurfi ekki í ameríska bíla en Toyota amk Avensis þarf smurkerfið.\n\r\nÍ sambandi við brunahita þá er hann lægri við metan bruna í hreyfli. Aftur á móti er sjálfkveikimark mun hærra í metan en bensín.", "date": "2012-01-12 23:49:00", "post_id": 10}], "file_urls": [], "date": "2011-12-29 23:11:00", "files": []}