{"forum_title": "Almennt spjall", "id": "158054", "title": "langar í bíl á bilinu 300-500", "url": "http://www.live2cruize.com/spjall/showthread.php/158054-langar-í-bíl-á-bilinu-300-500", "posts": [{"user_name": "biturk", "text": "hvernig bíl á ég að fá mér sem hentar til langferða? jeppi eða jepplingur helst en skoða fjórhjóladrifs fólksbíla með miklu plássi og kúlu\n\r\nekki subaru takk né mitsubishi, ekki spenntur fyrir nissan heldur\n\r\nhelst vil ég hafa þá með cruize og leðri og ekna undir 200 en fer eftir bíltegundum", "date": "2012-01-02 19:58:00", "post_id": 1}, {"user_name": "Sindri Skarph", "text": "\"bíl sem hentar til langferða , helst en skoða fjórhjóladrifs fólksbíla með miklu plássi og kúlu , ekki subaru\" og til þess að toppa þetta \"það besta sem þú getur gert við þýska bíla er að klessa þá.\"\n\nhahahaahhhaha ég held að ég hafi skynjað kaldhæði í gegnum internetið ...", "date": "2012-01-02 20:04:00", "post_id": 2}, {"user_name": "Loud1", "text": "toyota", "date": "2012-01-02 20:08:00", "post_id": 3}, {"user_name": "AlexanderH", "text": "Lada", "date": "2012-01-02 20:09:00", "post_id": 4}, {"user_name": "biturk", "text": "ef menn ætla ekki að hjálpa geta þeir verið úti!\n\r\nmig vantar að að benda mér á bíla, ekki bara tegundir útí loftið og helst þá sem eiga söluauglýsingu!", "date": "2012-01-02 20:15:00", "post_id": 5}, {"user_name": "oli92", "text": "vitara?", "date": "2012-01-02 20:16:00", "post_id": 6}, {"user_name": "AlexanderH", "text": "Það er náttúrulega fátt úr að velja þegar þú vilt ekki Subaru því það eru þeir sem eru lang bestu bílarnir í það sem þú biður um í þessum verðflokki.", "date": "2012-01-02 20:21:00", "post_id": 7}, {"user_name": "dazy crazy", "text": "ég er með fjórhjóladrifinn vw bora 2001 ekinn 215 þús, klesstur en fylgir með auka hurð.", "date": "2012-01-02 20:23:00", "post_id": 8}, {"user_name": "dandri", "text": "Frábært. Kaupir klesstan bíl en það er allt í lagi því að það fylgir með auka hurð", "date": "2012-01-02 20:38:00", "post_id": 9}, {"user_name": "dazy crazy", "text": "það er bara hurðin sem er klesst smartass", "date": "2012-01-02 21:10:00", "post_id": 10}, {"user_name": "Loud1", "text": "af hverju leitarðu ekki bara í söluflokkunum eins og annað fólk? það eru stjarnfræðilega litlar líkur á að einhver sem lesi þennan þráð sé með akkurat rétta bílinn fyrir þig..", "date": "2012-01-02 21:11:00", "post_id": 11}, {"user_name": "biturk", "text": "lestu þráðinn maður, ég er að leitast eftir áliti hvernig bílar henti í þetta og ef menn vita um bíla til sölu sem hentar má láta vita\n\r\nfokk hvað ég var búnað gleima hvað það er enga hjálp að finna á þessari síðu lengur, ekkert nema leiðindi hjérna inni og bjánaskapur", "date": "2012-01-02 22:34:00", "post_id": 12}, {"user_name": "ÞórirBjarni", "text": "Honda <<<icon_cool.gif>>>", "date": "2012-01-02 22:36:00", "post_id": 13}, {"user_name": "TDK", "text": "Honda hefur náttúrulega verið að hrúa útglæsilegum 4x4 bílum. Ekkert meira grand en að rúlla um á Cr-V", "date": "2012-01-02 23:14:00", "post_id": 14}, {"user_name": "dúríus", "text": "Hahahaha kemur frá gæjanum sem var svo hjálpsamur þegar einn var að leita sér að rauðu teppi til að leggja á gólfið í subaru-num sínum og skrifaði;finndu bara nokkar gellur á túr.\nWhat goes around comes around.", "date": "2012-01-03 00:37:00", "post_id": 15}, {"user_name": "Sindri Skarph", "text": "kanksi eithvað til í þessu", "date": "2012-01-03 01:24:00", "post_id": 16}, {"user_name": "RFS", "text": "miðað við lýsinguna þá eru Subaru alveg rosalega tilvaldir í þetta haha. fínann outback eða forester, hendir upphækkunarklossum undir og þá ertu góður í flestann snjó eeen...ekki Subaru svo ég stend á gati. \nÞetta er ekki pointless comment né diss. Bara að benda á að Subaru gætu verið rosalega góðir í verkefnið : / en ef það er eitthvað djúpstætt subaruhatur í gangi þá óska ég þér góðs gengis með leitina. \n\nannars er voðalega mikið um suzuki í því sem þú baðst um. 4x4, undir 200þ, verðbil 300-500 og með ágætt pláss. \nhttp://bilasolur.is/SearchResults.as...a-118c101528e7", "date": "2012-01-03 01:54:00", "post_id": 17}, {"user_name": "biturk", "text": "ég hef bara ekki áhuga á imprezu eða þannig dóti, mig langar í bíl sem er þægilegt að vera í og rúmgóður\n\r\nhvernig reinslu hafa menn af grand cheeroke 96 árgerð til dæmis?\n\r\neða eitthvað í þeim dúr? ég er spenntari fyrir jepplingum eða jeppum heldur en fólksbílum", "date": "2012-01-03 20:00:00", "post_id": 18}, {"user_name": "AlexanderH", "text": "Impreza er ekki eini bíllinn sem kemur frá Subaru sko.. Forester, Legacy wagon ofl", "date": "2012-01-03 20:18:00", "post_id": 19}, {"user_name": "biturk", "text": "já, en á þessu verðbili finnast mér þeir bílar bara akkúratt ekkert merkilegir, ef ég væri með 2 millur + þá myndi ég skoða mér legacy eða eitthvað þannig en ég er að leita að bíl fyrir mikið minni pening.......og þar er subaru bara ekki inn í myndinni<<<icon_wink.gif>>>", "date": "2012-01-03 20:28:00", "post_id": 20}, {"user_name": "Skúlimx", "text": "Cherokee er snilld, feitur kraftur, kemst allt og þæginlegir....grand cherokee finnst mér vera leiðinlegur, ekki sami sport jeppa fýlingurinn í þeim...mikið meiri hlunkur og mökk eyðir.", "date": "2012-01-03 21:20:00", "post_id": 21}, {"user_name": "Turbo-", "text": "ég á fínan 92 toyota camry v6, er að fara í að skipta um tímareim, ekinn 220þús, leður, cruize , a/c , hiti í sætum , tvívirk topplúga, hirkalega mikið pláss", "date": "2012-01-03 23:10:00", "post_id": 22}, {"user_name": "Master", "text": "Grand Cherokee er klárlega sá bíll sem gefur þér mest fyrir peninginn, sér í lagi ef þú velur gott limited eintak. Ég hef átt svoleiðis og var mjög sáttur við hann, það eina leiðinlega við hann var eyðslan.\nMinn var að eyða um 20 litrum í bænum og svona 16 í venjulegum utanbæjarakstri. (ef þú nennir að keyra eins og kerling þá geturðu náð báðum tölum niður um ca 3 litra) \nEf svona eyðsla er ekki fyrirstaða þá er grand málið.  \n\nuppá eyðslu að gera, þá er betra að ná í bíl sem leyfir þér að taka hann úr framdrifinu, gæti alveg trúað að það gefi þér ca 1.5 -2 lítra.", "date": "2012-01-03 23:19:00", "post_id": 23}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2012-01-02 19:58:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}