{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "1587", "title": "Stimplar og þjöppun", "url": "http://www.live2cruize.com/spjall/showthread.php/1587-Stimplar-og-þjöppun", "posts": [{"user_name": "ses", "text": "Sælt veri fólkið, ég er með smá pælingar varðandi stimpla og þjöppun.\n\r\nÞannig er mál með vexti að ég er alvarlega að íhuga að skella túrbó kitti í bílinn hjá mér, en til að vélin verði ekki í neinum vandræðum með að höndla ca. 10 psi eins og ég plana að þjappa í hana, þá ætla ég að fá mér sterkari stimpla og sveifar (H-beam).\n\r\nMálið er líka það að stock skilst mér að 2.0 zetec sé með 10.2:1 þjöppunarhlutföll eða 9.6:1 (fólk virðist ekki vera alveg sammála með þetta, en mig grunar að SVT bíllinn sé með 10.2 og ZX3 með 9.6:1). 9.6:1 er augljóslega of hátt fyrir turbo application, og því eru víst einhverjar leiðir til að lækka þetta compression, bæði hægt að fá stimpla sem skila vissri þjöppun (t.d. 8.2 eða 10.2 frá focus-central), og svo hægt að bora-í eða fræsa eða eitthvað venjulega stimpla til að minnka plássið sem þeir taka, og þar af leiðandi minnka þjöppunina.\n\r\nHvað finnst ykkur að maður ætti að gera, fá sér 8.2 stimpla, eða 10.2 stimpla  og breyta þeim, hversu mikið vesen er það, og er maður þá að græða eitthvað slagrými á því eða?", "date": "2004-01-05 11:56:00", "post_id": 1}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Ég mundi fá mér alvöru stimpla ekki spurning.\n\r\nÞað er auðvitað best að láta bora blokkina aðeins til þess að þetta verði 100%.\r\nEn ef að vélin er ekki mikið ekin og lítið\r\nslitin þá er hægt að komast hjá því að bora.\r\nÞað minkar auðvitað vinnuna töluvert, sleppur við að taka vélina úr. \n\r\nEf að það á fara niður í 8,2:1 í þjöppu þá held ég að \r\nþað verði að fara í hærra boost en 10psi.\n\r\nEf að þú ert með góðan intercooler er í lagi að fara í 8psi með 10:1 þjöppu.", "date": "2004-01-05 12:25:00", "post_id": 2}, {"user_name": "baldur", "text": "Þetta er spurning um að vera safe, eða vera alveg á mörkunum.\r\nÞað þarf sko verulega vel stillta vél til þess að höndla 8psi á 10:1 þjöppu ÁN þess að springa, en ef það er farið niður undir 9:1 þá er 8psi lítið vandamál.", "date": "2004-01-05 16:19:00", "post_id": 3}, {"user_name": "Nóni", "text": "Hey, SAABinn er með 9:1 í þjöppu og við dældum 24 til 26 psi inn á hann ekkert mál. Þarna erum við auðvitað að tala um SAAB.\n\r\nÞað er ekki til nein formúla yfir hvað þú getur blásið miklu og hve fast þú getur blásið því, það verður bara að komast að því þegar maður fer að tjúna og grundvallaratriði þegar maður er með háa þjöppu er að vera með góðan millikæli (intercooler). Annars er þetta allt leikur einn ef maður á Autornic því að með henni er hægt að stjórna eldsneyti og kveikju upp á parta úr gráðum sem er nauðsynlegt fyrir hámarks afl og lágmarks áhættu.\n\r\nÉg skal selja þér svona tölvu og þá þarftu ekki að fjárfesta í rándýrum stimplum og ísetningu.\n\r\nKv. Nóni      www.icesaab.net\nsaab@cool.is", "date": "2004-01-29 21:11:00", "post_id": 4}, {"user_name": "GSTuning", "text": "<<<icon_smile.gif>>> Nóni\n\r\nHann fær sér tölvu frá okkur, hún reddar því sem redda þarf,\n\r\neins og ég og þú vitum þá er þetta mjög mikið eftir kveikju tímanum hvenær vélin fer að knocka, því er gott að seinka henni bara þá knockar ekki þrátt fyrir 10:1 þjöppu og 20pund,", "date": "2004-02-01 12:45:00", "post_id": 5}, {"user_name": "baldur", "text": "Það er alls ekki gott að seinka kveikjunni of mikið, ef neistinn er orðinn seinni en 20 gráðum fyrir TDC á þeim snúningi sem að vélin togar mest, þá er kominn tími á lægri þjöppu, betra eldsneyti eða minna boost, því að þú ert farinn að tapa svo miklu afli og ofhita vélina.\r\nGömlu F1 turbo vélarnar voru með svo lága þjöppu að þær fóru varla í gang þegar þær voru komnar ákveðið langt fyrir ofan sjávarmál, enda keyrðu þær allt að 70psi boost og máttu bara nota 100 octan eldsneyti sem var blanda af toulene (málningarþynnir, 114 octan minnir mig) og hlutlausum efnum sem að lækkuðu oktanatöluna.", "date": "2004-02-01 14:01:00", "post_id": 6}, {"user_name": "ses", "text": "jájá, galdurinn er bara að fylgjast vel með vélinni, byrja á lágu boosti og prófa sig áfram.\n\r\nég get reddað stimplum, stöngum, boltum, verið að selja þetta á hverju strái útí heimi, og vélin mín er með 9.6:1 í þjöppun.\n\r\nþað eru menn útí ameríkunni búnir að boosta svona vélar uppí 12-15 psi og keyra mörg þúsund mílur (á góðu bensíni) á stock internals... bretarnir hinsvegar eru meira fyrir að lækka compression jafnvel niður í 7.x og boosta 18-25 psi, enda taka þeir allt bara með trukki í turbo málum..", "date": "2004-02-02 23:39:00", "post_id": 7}, {"user_name": "GSTuning", "text": "Það er akkúrat málið , þetta er allt balencering á heilu kerfi, ekki bara lækka þjöppu og ekkert meir eða bara seinka kveikjunni, eða blalbabllabalba,", "date": "2004-02-04 09:10:00", "post_id": 8}, {"user_name": "Nóni", "text": "Með Autronic tölvunni er ekki verið að \"redda\" neinu heldur hlutirnir gerðir af fyllstu nákvæmni og alvöru, ekki einhverjar reddingar. Með því að kaupa Autronic gefst mönnum tækifæri á að fá lánaðan WB mæli til að tjúna nákvæmlega inn eldsneytisblönduna. Mælinn er hægt að logga beint í PC tölvuna og vinna svo úr niðurstöðum. \r\nEinnig er kveikjustillingin jöfnuð út á milli staða í kortinu en fer ekki í stökkum. Margt væri hægt að nefna af kostum sjálfstandandi vélstjórnunarkerfis sem of langt mál væri að fara út í hér.\n\r\nKv. Nóni\n\r\nKv. Nóni", "date": "2004-02-12 21:50:00", "post_id": 9}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2004-01-05 11:56:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}