{"forum_title": "Almennt spjall", "id": "160084", "title": "Hver á að borga?", "url": "http://www.live2cruize.com/spjall/showthread.php/160084-Hver-á-að-borga", "posts": [{"user_name": "smár", "text": "Góðan dag, vildi bara fá smá álit hjá ykkur hérna á smá máli.\n\nÞannig er mál með vexti að ég á bíl (Suzuki Jimny) og hann startar og startar en fer ekki í gang, það virðist vera nóg bensínflæði og hann neistar.. en það er ekki málið. \n\nÉg fór með hann á verkstæði og starfsmaður þar skoðaði hann og heimtaði 10.000 krónur í staðinn fyrir að finna út hvað væri að, en ég sagðist vilja borga allt um leið, þá sagði hann mér að kaupa bensíndælu og ég kaupi hana 12.000 krónur hann setur hana í og vill fá í staðinn 15.000 krónur Núna stendur bíllinn fyrir utan verkstæðið, startar og startar en fer ekki í gang. Semsagt: Bíllinn er alveg nákvæmlega eins og þegar að bifvélavirkinn tók við bílnum. \nHver á að borga? <<<icon_smile.gif>>>\n\nAllt Skítkast er afþakkað!", "date": "2012-02-10 16:38:00", "post_id": 1}, {"user_name": "bodvarg", "text": "verkstæðið", "date": "2012-02-10 16:51:00", "post_id": 2}, {"user_name": "APEXi", "text": "fyrir það fyrsta þá er náttla fáranlegt að hann rukki þig áður en hann vinnur í bílnum..\n\nOg í öðrulagi er fáranlegt að þú kaupir varahluti þegar það er ekkert vitað hvað er að bílnum.\n\nLáttu hann bara heyraða eða ræddu við þann sem ræður á þessu verkstæði.. fáranleg vinnubrögð og enganvegin góð þjónusta.", "date": "2012-02-10 16:53:00", "post_id": 3}, {"user_name": "Sævar Örn", "text": "Hæhæ, svona mál er erfitt að útkljá, en ef ég væri þessi verkstæðismaður myndi ég ekki láta mér detta í hug að skila bílnum í nákvæmlega sama ástandi og samt heimta greiðslu. Í það minnsta að finna út úr vandamálinu.\n\nRöng bilanagreining er auðvitað á ábyrgð verkstæðisins og þeirra vegna gremjulegt að selja út vinnu að óþörfu.\n\nEn.......\n\nNú þekki ég talsvert inn á súkkurnar, þegar þú svissar á hann blikkar þá Check Engine ljósið í mælaborðinu? Ef það er þá er lykillinn ónýtur eða rangur og þarf að endurkóða hann við tölvuna.\n\nÞegar þetta gerist fær bíllinn bæði neista og bensíndælu en spíssarnir fá ekki jörð gegnum tölvuna, getur sannreynt þetta með viðnámi og LED peru tengir milli 12v. á geymi og jarðtengi við spíss, ef Leddin blikkar þá eru spíssarnir að fá straum annars ekki.\n\n\nmbk. Sævar <<<icon_wink.gif>>>", "date": "2012-02-10 16:55:00", "post_id": 4}, {"user_name": "smár", "text": "Takk fyrir þetta Sævar, við vorum búnir að spá í þessu með lykilinn, en það er ekkert aukaljós í mælaborðinu", "date": "2012-02-10 17:00:00", "post_id": 5}, {"user_name": "Sævar Örn", "text": "Kviknar check engine ljósið yfir höfuð þegar þú svissar á? ef ekki þá er peran ónýt eða fyrri eigendur hafa fjarlægt hana til að auka sölugildi", "date": "2012-02-10 18:17:00", "post_id": 6}, {"user_name": "smár", "text": "Það logar gult check engine ljós þegar svissað er á, blikkar ekki.. fleiri kenningar vel þegnar <<<icon_smile.gif>>>", "date": "2012-02-11 02:27:00", "post_id": 7}, {"user_name": "Guðmundur H", "text": "Ef að þú varst ekki búin að skrifa undir neitt til að samþykja þetta þá getur hann ekkert rukkað þig né sannað að þú hafir viljað skipta um þessa bensíndælu til að byrja með. Verkstæðið hefur engann rétt á að rukka þig. \n\nEn eins og þetta hljómar ertu búinn að borga honum 10 þús og keyptir dæluna sjálfur á 15 þús. En ef að þú ert með einhverja staðfestingu um þessa bilanamælingu og ábendingu frá honum að kaupa bensín dæluna geturu látið hann endurgreiða þér, ef ekki ertu í klemmu.", "date": "2012-02-11 03:42:00", "post_id": 8}, {"user_name": "armanneyjar", "text": "hvaða þvottabjörn var að afgreiða þig ?", "date": "2012-02-11 05:03:00", "post_id": 9}, {"user_name": "punktur", "text": "láttu þennan sauð  borga þér allan penningin til baka,  eða láttu hann  sýna þér að hann hafi   lagað eitthvað í bílnum", "date": "2012-02-11 05:35:00", "post_id": 10}, {"user_name": "bennzi", "text": "þú.", "date": "2012-02-11 10:46:00", "post_id": 11}, {"user_name": "Gaujinn", "text": "átt þú stæðið sem bíllinn er á ?", "date": "2012-02-11 17:01:00", "post_id": 12}, {"user_name": "smár", "text": "Afhverju? hvað gerði ég vitlaust? ég fór bara með bilaðann bíl verkstæði", "date": "2012-02-11 18:39:00", "post_id": 13}, {"user_name": "smár", "text": "Nei ég er búinn að fjarlægja hann af verkstæðisplaninu", "date": "2012-02-11 18:41:00", "post_id": 14}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2012-02-10 16:38:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}