{"forum_title": "Almennt spjall", "id": "160239", "title": "Bilun í Subaru Legacy (búinn að fara á verkstæði 2x)", "url": "http://www.live2cruize.com/spjall/showthread.php/160239-Bilun-í-Subaru-Legacy-(búinn-að-fara-á-verkstæði-2x)", "posts": [{"user_name": "Stubbur Jónsson", "text": "Ég er með Subaru Legacy 2002. Fyrir um það bil ári síðan bilaði bílinn, sem lýsti sér þannig að maður var að keyra og svo allt í einu fór snúningsmælirinn niður í 500-1000 snúninga og ekkert gerðist þó svo að þú mundir stíga bensíngjöfina í botn, heldur þurfti maður að sleppa bensíngjöfinni til þess að bílinn færi áfram. (þetta gerðist í 95% tilfella þegar bílinn var keyrður og stundum oft í röð þannig að þú þurftir að keyra bílinn með því að stíga á bensígjöfina og sleppa þangað til að þú varst kominn á leiðarenda)\n\r\nÉg fer með hann á verkstæði og þeir segja að þetta sé súrefnisskynjarinn og skipta um hann og bílinn virkar vel í 1-2 mánuði. Svo heldur hann áfram að látta svona illa fara í 500-1000 snúningadæmið, en þá mér til mikilar gleði kveiknar Check Engine ljósið og ég fer og læt lesa af tölvunni og þá segja þeir að þegar þessi villa kemur í tölvuna geti snúrefnisskynjarinn eða eitthvað í kvarfakútnum verið farið (en þar sem að það er nýbúið að skipta um súrefnisskynjaran segja þeir að þetta sé kvarfakúturinn)  en eftir að þeir skiptu um kvarfakútinn þá hefur bílinn ekkert breyst.\n\r\nÞannig að nú spyr ég ykkur lesendur góðir hvort að þið hafið einhverja hugmynd um hvað gæti verið að. Subaru umboðið á norðurlandi finnur ekkert að honum en það getur ekki verið þar sem að bílinn lætur mjög illa.\n\n\r\nÉg er búinn að eyða í kringum 250-300þúsund í viðgerðir.", "date": "2012-02-13 20:03:00", "post_id": 1}, {"user_name": "Valdi 27", "text": "Hefur Subaru umboðið fyrir norðan nokkuð bent á knock sensorinn???", "date": "2012-02-14 20:21:00", "post_id": 2}, {"user_name": "elisvk", "text": "í 2002 bíl ætti það að koma upp í tölvulestri.\n\nHeyrast einhver óvenjuleg hljóð? bank eða glamur?", "date": "2012-02-14 20:29:00", "post_id": 3}, {"user_name": "Litli_Jón", "text": "þetta hljómar einsog bilun sem ég lenti í á benzanum mínum... þá var throttle bodyið ónýtt... Ef það er ekki inngjafarbarki þá mundi ég skoða það....", "date": "2012-02-14 20:38:00", "post_id": 4}, {"user_name": "Arnar Ingi", "text": "pabbi minn á eins subaru 2,5 outback og hann lætur eins . búið að skipta um vél í honum og hann breyttist ekkert . hann er ennþá í sama vandamáli. hann er máttlaus við inngjafir og heyrist kok hljóð í honum .", "date": "2012-02-14 20:52:00", "post_id": 5}, {"user_name": "condi", "text": "Farðu með hann á eina subaru verkstæðið sem virkar, 858-1444 ( Samúel )", "date": "2012-02-14 23:16:00", "post_id": 6}, {"user_name": "VALDI B", "text": "gæti súrefnisskynjarinn verið ónýtur aftur ? prófa að tjekka á því ?", "date": "2012-02-14 23:23:00", "post_id": 7}, {"user_name": "VolvoFH16", "text": "Var að lesa um svipaða bilun á erlendu spjallborði í fyrradag, og þar var strákurinn búinn að laga allt á gamla mótornum skipta um mótor og ekkert lagaðaist og ekkert fannst að, þannig hann strípaði hann og leitaði að vandamálinu og það fannst ekkert, svo hann skipti um tölvu, lykil, svissbotn og bíllinn lagaðist. Ef ég finn þetta aftur þá hendi ég linknum inn <<<icon_smile.gif>>>", "date": "2012-02-14 23:50:00", "post_id": 8}, {"user_name": "Stubbur Jónsson", "text": "Jæja tölvan farin suður í skoðun.\n\r\nÉg hringdi um daginn í Ingvar Helgason í rvk og þar sögðu þeir að það gæti þurft að uppfæra tölvuna í bílnum þegar það var skipt um skynjaran. En það hefur víst þurfa að gera það með 2-3 bíla á íslandi sem hafa verið í svipuðum vandræðum og ég, en það voru víst eins dæmi.\n\n\n\nÞað heyrist líka kokhljóð hjá mér og bank ef ég stíg hann í botn þegar þetta gerist.\n\n\n\nUmboðið hefur ekki viljað gera það ennþá. Ekki finnst mér rétt að ég borgi fyrir nýjan þar sem ég keypt einn af þeim fyrir 5-6mán.\n\n\n\nGæti verið tölvan, þar sem að það hefur verið vesen með hana. Fór einu sinni með bílinn þegar Check Engine ljósið kveiknaði og logaði í nokkra daga en hvarf svo en þeir sögðu að þeir ættu að getað séð hvað tölvan var að segja en þeir gátu það ekki.", "date": "2012-02-15 00:08:00", "post_id": 9}, {"user_name": "VolvoFH16", "text": "Um að gera að prufa þetta, áður enn þú ferð að eyða mikið meiri pening í hitt.", "date": "2012-02-15 00:45:00", "post_id": 10}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2012-02-13 20:03:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}