{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "160841", "title": "Subaru Impreza sjálfskipting !EDIT!", "url": "http://www.live2cruize.com/spjall/showthread.php/160841-Subaru-Impreza-sjálfskipting-!EDIT!", "posts": [{"user_name": "ImpreZa", "text": "Er með 1997-1998 Subaru Impreza Wagon GL 2.0 SSK\n\r\nÞyrfti að fara að láta smyrja skiptinguna en umboðið getur ekki svarað mér hvort sían sé utan á eða innan(og er því ekki viss hvaða síu ég þarf; IH ftw). Hefur einhver hér smurt svona sjálfskiptingu og sagt mér það??\n\r\nEinnig, hingað til hef ég bara fundið þessa síu í umboði, sem er fáránlegt því nóg er til af þessum bílum á götunni ennþá. Hefur einhver hér séð svona síu annarsstaðar?\n\r\nEinnig 2, Ef ég enda með að kaupa síuna af umboði, hvar er ódýrast að láta smyrja hana?\n\r\nTakk takk\n\n\r\nEDIT!:\r\nUmboðið tekur 25-30k fyrir að smyrja bara skiptinguna og þrífa síuna(ætla að prófa að láta þrífa hana bara). Hverjir eru ódýrastir en gera þetta þó vel?", "date": "2012-02-25 15:59:00", "post_id": 1}, {"user_name": "elvarbjarki", "text": "Ég er með ssk 2,5 imprezu 97 árg veit ekki hvort þetta sé sama skifting en örugglega svipað uppbyggðar sían er undir olíupönuni á skiftinguni hjá mér þurfti rífa pönnuna semsagt undan og siðan eitt rör þá náði ég síuni úr. ég fekk síu í skiftinguna hjá mér bara í N1 (bílanaust)", "date": "2012-02-25 17:23:00", "post_id": 2}, {"user_name": "ImpreZa", "text": "Takk fyrir það, efast samt um að þetta sé sama dótið. Ég einmitt fæ þetta ekki hjá N1, BJB, Stillingu né öðrum minni fyrirtækjum sem ég hef prófað", "date": "2012-02-25 17:53:00", "post_id": 3}, {"user_name": "TDK", "text": "off topic. IH er ekki til lengur.", "date": "2012-02-26 01:08:00", "post_id": 4}, {"user_name": "ImpreZa", "text": "Afsakið, BL.", "date": "2012-02-26 11:30:00", "post_id": 5}, {"user_name": "ImpreZa", "text": "Jæja....ódýrasta smurþjónustan er hvar?", "date": "2012-02-29 12:25:00", "post_id": 6}], "file_urls": [], "date": "2012-02-25 15:59:00", "files": []}