{"forum_title": "Almennt spjall", "id": "161999", "title": "spurningar um EBAY.Com", "url": "http://www.live2cruize.com/spjall/showthread.php/161999-spurningar-um-EBAY-Com", "posts": [{"user_name": "Búzter", "text": "heyrðu ég og vinur minn erum að fara að panta á ebay og ætlum að reyna að spara okkur pening með því að fá þetta sent saman og við erum að spá því ég er að fara að kaupa parta frá vissum framleiðanda og segjum að það kosti c.a. 75 dollara að senda á ísland og hann panti hluti frá öðrum framleiðanda og segjum að sendingar kostnaðurinn kosti 100 dollara til íslands en er samt með free shipping í united states þurfum við þá að borga 175 dollara eða bara frá öðrum framleiðandanum ef það er free shiping í usa hjá báðum ? þá semsagt sleppir hinn framleiðandinn að senda hingað og þarf þá bara að senda út á flugvöll og þetta fer saman (vona að þið skiljið mig haha)", "date": "2012-03-21 19:36:00", "post_id": 1}, {"user_name": "Geiri_EG6", "text": "Þarft öruglega að hafa eithvað ákveðið heimilisfang í USA til að senda á og fá svo einhvern þar til að senda þér hlutina saman til Íslands.", "date": "2012-03-21 20:01:00", "post_id": 2}, {"user_name": "Maggi B", "text": "Nei þetta virkar ekki svoleiðis", "date": "2012-03-21 20:58:00", "post_id": 3}, {"user_name": "Scooby", "text": "það verður einhver að taka við vörunum og senda þær heim fyrir ykkur og þið borgið vöruverð +  flutning heim ef það er free flutningur innan USA en ef það er flutningur á nótu lendir þú í því að borga af vöruverði flutningnum sem er á nótu og flutning hingað heim", "date": "2012-03-21 21:40:00", "post_id": 4}, {"user_name": "Búzter", "text": "ok þakka svörin <<<icon_biggrin.gif>>>", "date": "2012-03-21 22:27:00", "post_id": 5}, {"user_name": "Boi", "text": "talaðu við ShopUSA,    http://www.shopusa.is/shopusa/iceland/\n\nþeir vita aaaaalt um þessa hluti, og geta einmitt látið senda til sín innanlands í US and A\nog sent svo heim í einum pakka.", "date": "2012-03-22 18:26:00", "post_id": 6}, {"user_name": "Búzter", "text": "takk fyrir þetta... en eru þeir ekki þá að fara að taka eh gjald líka fyrir það ? en hvaða síður eru bestar til að versla á uppá lítinn sendingar kostnað ?", "date": "2012-03-22 20:28:00", "post_id": 7}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2012-03-21 19:36:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}