{"forum_title": "Almennt spjall", "id": "162881", "title": "Eclipse, smá vandræði", "url": "http://www.live2cruize.com/spjall/showthread.php/162881-Eclipse-smá-vandræði", "posts": [{"user_name": "Reynir94", "text": "Er í svolitlum vandræðum með eclipse-inn minn, kom fyrir um daginn að kúplinginn var alltaf lausari og lausari og á endanum gerði hún ekkert gang ég steig hana alveg í botn en bílinn hélt bara áfram, og hvert skipti sem ég ætlaði að skipta um gír þá voru það átök, svo þegar maður þurfti að taka á stað þá þurfti maður að slökkva á bílnum og setja í fyrsta gír og þegar maður kveikti á bílnum þá fór hann bara af stað. Ég veit ekki hvort þetta sé kúplingsdiskurinn eða pressan eða það vanti bara vökva inná pressuna? einhver sem veit hérna hvað er í gangi?", "date": "2012-04-11 05:28:00", "post_id": 1}, {"user_name": "Steinarir", "text": "Prufaðu bara að lofttæma kúplinguna... Þá sérðu strax hvort dælan leki eða ekki. Einnig geturu reynt að hlusta hvort eitthvað sé að gerast inn í kassanum þegar kúplað er,", "date": "2012-04-11 07:34:00", "post_id": 2}, {"user_name": "SveinnHalldór", "text": "Þetta gerðist líka hjá mér á gömlum toyota touring og ég lofttæmdi kúplinguna og þá virkaði hún, þannig að ég myndi prófa það eins og steinarir benti á", "date": "2012-04-11 18:30:00", "post_id": 3}, {"user_name": "Reynir94", "text": "Þetta gerðist líka hjá mér á gömlum toyota touring og ég lofttæmdi kúplinguna og þá virkaði hún, þannig að ég myndi prófa það eins og steinarir benti á\n\r\nokeiokei en hérna hvernig lofttæmi ég kúplinguna? hehe", "date": "2012-04-11 19:04:00", "post_id": 4}, {"user_name": "bawse", "text": "þarft hringvinkill eða plaff allavegana.", "date": "2012-04-11 19:17:00", "post_id": 5}, {"user_name": "Halldór", "text": "haha hringvinkill og plaff", "date": "2012-04-11 19:38:00", "post_id": 6}, {"user_name": "johannth", "text": "finnur forðabúrið fyrir kúplinguna og athugar hvort það sé vökvi á því, \nef það er tómt, þá seturu vökva í það, \nsvo finnuru kúpplings tjakkin við gírkassan, losar loftventilinn á honum, pumpar þar til það hættir að koma loft, \nog skrúfar um leið og það kemur bara vökvi, \nþaft að hafa einhvern til að hjálpa þér við að pumpa svo það komi ekki loft inná aftur þegar þú hættir að pumpa, því það þarf að skrúfa þetta alveg um leið, \nog passa að fá þetta ekki í augað á sér, það er vont..", "date": "2012-04-11 20:20:00", "post_id": 7}, {"user_name": "Reynir94", "text": "finnur forðabúrið fyrir kúplinguna og athugar hvort það sé vökvi á því, \r\nef það er tómt, þá seturu vökva í það, \r\nsvo finnuru kúpplings tjakkin við gírkassan, losar loftventilinn á honum, pumpar þar til það hættir að koma loft, \r\nog skrúfar um leið og það kemur bara vökvi, \r\nþaft að hafa einhvern til að hjálpa þér við að pumpa svo það komi ekki loft inná aftur þegar þú hættir að pumpa, því það þarf að skrúfa þetta alveg um leið, \r\nog passa að fá þetta ekki í augað á sér, það er vont..\n\n\r\nheyrðu ég gerði þetta en það kom ekkert loft, það frusaðist bara strax út, þannig að mér og vini mínum datt í hug að það vanti kannski bara vökva, eða það sé kannski gat á slöngvunni eða eitthvað í þá áttina, en getiði sagt mér það hvort maður geti ekki sett sjálfur vökva á dæluna eða þarf maður að fara með hann í smurningu?", "date": "2012-04-12 00:58:00", "post_id": 8}, {"user_name": "bawse", "text": "setur olíu í forðabúrið fyrir kúplinguna, gerir það bara sjálfur, þarft ekki að fara með hann í smurningu haha", "date": "2012-04-13 10:15:00", "post_id": 9}, {"user_name": "Gusti_opel", "text": "veist að það er ekki sama hvernig olíu þú notar <<<icon_wink.gif>>> setur bremsuvökva", "date": "2012-04-14 11:51:00", "post_id": 10}, {"user_name": "gr33n", "text": "Ókei, til að koma einu að. Ef það vantar bremsuvökva í forðabúrið þá er það afleiðing en ekki orsök. Ástæðan fyrir því að það vantar vökva er án efa sú að kerfið er að leka einhversstaðar og/eða masterinn eða þrællinn eru orðnir ónýtir. Að bæta bara vökva á kúplinguna er mesta lagi bráðabyrgðaviðgerð.", "date": "2012-04-14 15:44:00", "post_id": 11}, {"user_name": "Reynir94", "text": "okei, ég prufaði að lofttæma, en það er greinilegt að það vantar vökva inná kerfið þannig að það er leki einhverstaðar, er eitthvað mikið mál að skipta um dælu eða zylender eða kannski einhverja slöngu sem gat er á?", "date": "2012-04-16 21:37:00", "post_id": 12}, {"user_name": "gr33n", "text": "Fyrir mann sem kann það ekki getur það verið mikið mál, en annars ekki.", "date": "2012-04-16 21:49:00", "post_id": 13}, {"user_name": "bodvarg", "text": "en ef að þú vilt að þá get ég alveg  kíkt á þetta fyrir þig og allavegna fundið lekann", "date": "2012-04-16 22:31:00", "post_id": 14}, {"user_name": "BIGBRO", "text": "mæli klárlega með því, getur líka gert hann túrbó fyrir þig í leiðinni.\n\neða bara farið á viðurkent verkstæði og látið laga þetta og borgað smá fyrir það. en báðir möguleikar opnir", "date": "2012-04-16 23:03:00", "post_id": 15}, {"user_name": "Reynir94", "text": "já það væri vel þegið, var samt að tala við vin pabba míns sem er vel reyndur í svona málum, og hann var að tala um að höfuðlegan og báðir kúplingsdiskarnir væru farnir, en ég gæti alveg þegið það að þú myndir kíkja á þetta fyrir mig, eigum við bara ekki að spjalla saman í private message", "date": "2012-04-18 00:11:00", "post_id": 16}, {"user_name": "Sævar Örn", "text": "Farðu með bílinn á verkstæði.", "date": "2012-04-18 12:39:00", "post_id": 17}, {"user_name": "gr33n", "text": "Ef hann sagði að höfuðlegan og báðir kúplingsdiskarnir væru farnir þá er hann ekki reyndur í svona málum og hreinlega veit EKKERT um hvað hann er tala <<<icon_lol.gif>>>", "date": "2012-04-18 21:33:00", "post_id": 18}, {"user_name": "Reynir94", "text": "nú jæja, en það er komið leiðilegt hljóð í kassanum núna þegar ég starta bílnum, las mig til um það og þetta hljóð benti til þess að höfuðlegan væri farinn annars veit ég ekki", "date": "2012-04-18 23:21:00", "post_id": 19}, {"user_name": "Reynir94", "text": "getiði sagt mér það hvort ég geti sett lancer eða einhverjum örðum mitsubishi kúpplingsdiska og höfuð legu í bílinn? eða vitiði um einhvern sem er með varahluti í eclipse", "date": "2012-04-23 16:46:00", "post_id": 20}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2012-04-11 05:28:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}