{"forum_title": "Almennt spjall", "id": "163063", "title": "Horfðu í kringum þig ! Deildu!", "url": "http://www.live2cruize.com/spjall/showthread.php/163063-Horfðu-í-kringum-þig-!-Deildu!", "posts": [{"user_name": "VolvoFH16", "text": "Bjó til póster til að dreyfa um netið og ætla ég að biðja alla þá sem þekkja eitthvern eða vita um eitthvern sem á mótorhjól, um að deila henni.\r\nBara til þess eins að minna fólk á okkur í umferðini.", "date": "2012-04-14 01:20:00", "post_id": 1}, {"user_name": "brapeson", "text": "Ég veit að ég er að opna ormagryfju hérna, en það hjálpar lítið að horfa í kringum sig ef hjólin eru á öðru hundraðinu í borginni...", "date": "2012-04-14 11:20:00", "post_id": 2}, {"user_name": "Gusti_opel", "text": "ætli þetta sé líka ekki frekar tileinkað þeim sem keyra eðlilega en eru samt keyrðir niður, því fólk lítur ekki nógu vel í kringum sig... þeir sem ákveða að negla á öðru hundraðinu og eru teknir niður geta í mörgum tilfellum sjálfum sér um kent, það á ekki að keyra of hratt...", "date": "2012-04-14 11:42:00", "post_id": 3}, {"user_name": "gr33n", "text": "Þegar yfir 95% af mótorhjólaslysum gerast vegna þess að það er keyrt á það eða svínað fyrir það á löglegum hraða þá sést það að að þessi mikli minnihluti sem keyrir svona hefur lítið að segja.", "date": "2012-04-14 11:42:00", "post_id": 4}, {"user_name": "elisvk", "text": "Prufaðu að nota síðuna til að uploada myndinni. Semsagt ekki nota einhvern host. Þá ætti að vera hægt að smella á myndina og þá kemur hún í fullri stærð.", "date": "2012-04-14 15:25:00", "post_id": 5}, {"user_name": "bodvarg", "text": "hef sjálfur verið keyrður 2svar niður og það bara á vespu ekki skemmtilegt", "date": "2012-04-15 22:16:00", "post_id": 6}, {"user_name": "kelirína", "text": "forvitnileg spurning og áhugaverður punktur.   Náðir þú bara í myndirnar á netinu eða fékkstu leyfi til að nota þær.   Svona myndir eru frekar varhugaverðar hvað varðar notkun.  Gætir þurft að spyrja ljósmyndara svo og ættingja ef um var að vera alvarlegt slys/dauðaslys. \n\nHins vegar það sem þú ert að gera með þessu er virkilega gott og vonandi vekur fólk til umhugsunar.", "date": "2012-04-16 18:33:00", "post_id": 7}, {"user_name": "dandri", "text": "Ég elska þig, Böddi badass.", "date": "2012-04-16 18:45:00", "post_id": 8}, {"user_name": "Geiri_EG6", "text": "Félagi minn lenti í einu af þessum slysum á myndinni og var ekki neitt rosalega sáttur við þessa myndbyrtingu", "date": "2012-04-16 21:45:00", "post_id": 9}, {"user_name": "Guðmundur H", "text": "Mótorhjólamenn þurfa alltaf að vera á varðbergi og eiga aldrei að ætlast til þess að aðrir sjái þá. Það eru svo margir sem að taka ekkert eftir þeim bæði við að koma af afrein eða við að skipta um akrein. Þess vegna eru það mótorhjólamennirnir sjálfir sem að þurfa að sjá um að passa sig í umferðinni ef að þessi slys eiga eitthvað að fækka.", "date": "2012-04-17 10:10:00", "post_id": 10}, {"user_name": "VolvoFH16", "text": "haha hvað meinaru drengur ? \n\nÞað skiptir engu máli hvort það er bíll eða mótorhjól, ef þú hefur ekki tíma til að taka þér svona 1-2 sekúndur í að kíkja bara vel í speglana, eða horfa til hliðar. Bara nákvæmlega eins og þér er kennt í ökuskólanum. \nENN \nAuðvitað þurfa ökumenn bifhjóla að vera vakandi fyrir þessum hættum enn það breytir því ekki að mikið af þessum slysum verða akkúrat vegna þess að fólk, flippar bara yfir á akrein án þess að horfa nokkuð í kringum sig. ALLTOF margir sem gera það!", "date": "2012-04-17 12:14:00", "post_id": 11}, {"user_name": "VolvoFH16", "text": "Sæll, ég hef fengið leyfi fyrir þeim myndum sem á pósternum eru, frá eiganda þeirra.\n\nOg ég vona að aðstandendur skilji það að ég er ekki að gera þetta með neinu nema góðmennsku í huga, og að ég sé að reyna að vekja athygli á þessu, því það er alveg kominn tími til!\nEnn ég skil spurningar þínar vel og ég hugsaði þetta vel áður enn ég póstaði þessu á netið, og ákvað að setja þetta á netið, því ég VEIT að þó það séu ekki allir sem taka svona inn á sig, þá er fólk þarna úti sem horfir á þetta og fer að hugsa !\n\nMeð Bestu kveðju.\nKjartan Steinar.", "date": "2012-04-17 12:17:00", "post_id": 12}, {"user_name": "gr33n", "text": "Er ekki einhver lögga hérna sem getur hreinlega kippt prófið af þessum einstakling áður en hann drepur einhvern <<<icon_rolleyes.gif>>>", "date": "2012-04-17 18:15:00", "post_id": 13}, {"user_name": "Guðmundur H", "text": "Þetta er bara sannleikurinn. Fólk tekur ekki eftir þeim og þannig mun það alltaf vera (einstöku sinnum). Ég er ekkert að segja mína skoðun persónulega. Og ef mótorhjólamenn ætlast til þess að allir taka eftir þeim og sýna ekki 100% varkárni geta þeir hreinlega tapað lífinu.", "date": "2012-04-18 09:55:00", "post_id": 14}, {"user_name": "VolvoFH16", "text": "Hvað ertu að bulla ? \nÞað er þitt mál ef þú keyrir í veg fyrir mótorhjól á löglegum hraða, það er ekki ökumaður mótorhjólsins sem ber ábyrgð á því að meiri hluti íslendinga eru heilalausir og get ekki gefið sér 2-3 sekúndur í að horfa í spegla og til hliðar. Það er bara ekki neitt réttlætanlegt við það að fólk geri það ekki. Þér er kennt það þegar þú lærir á bíl, og þá áttu að nota það í umferðini...\n Það á ekki að þurfa að vera neitt öðruvísi að vera í umferðini á mótorhjóli eða bíl.", "date": "2012-04-18 17:27:00", "post_id": 15}, {"user_name": "SICO", "text": "Ertu með eitthvað til að staðfesta þessa 95% tölu þína ?", "date": "2012-04-18 19:18:00", "post_id": 16}, {"user_name": "Guðmundur H", "text": "Það er auðvitað öðruvísi að vera í umferðinni á mórorhjóli heldur en á bíl. Ef að þú ert ökumaður mótorhjóls með svona hugafar og lendir svo í því að það er svínað fyrir þig eru miklar hættur á slysi fyrir þig. Þess vegna þurfa ökumenn mótorhjóla alltaf að vera varkárir, en auðvitað þýðir það ekki að fólk geti bara svínað fyrir þá eins og þeim hentar. Fólk kíkir til hliðana þegar það kemur inná götu en á stundum erfitt með að taka eftir mótorhjólum og það skapar hættu fyrir ökumenn mótorhjóla sem að þeir geta komist framhjá í flestum tilvikum ef að þeir hægja á sér og gera sér grein fyrir allri umferð. Umferðarstofa er ekkert að gera þessi myndbönd að tilgangslausu.\n\nEkki myndi ég leggja líf mitt í hendur þessara fávita hérna í umferðinni.", "date": "2012-04-18 19:55:00", "post_id": 17}, {"user_name": "gr33n", "text": "Þetta var tala sem kom frá Sniglunum og TM fyrir nokkru. Þú getur allavegana alveg örugglega gúglað þetta sjálfur.\n\n\n\nÞú átt ekki að þurfa að keyra neitt öðruvísi á hjóli heldur en á bíl, það er staðreynd. Þú vilt meina að maður eigi að hægja á sér við hverja útkeyrslu, gatnamót og allann fjandann og skapa þannig ENN MEIRI hættu.", "date": "2012-04-18 21:28:00", "post_id": 18}, {"user_name": "SICO", "text": "Já ætli maður verði ekki að gera það, en frábært að maður geti bara kastað fram einhverju sem staðreynd og svo ef einhver spyr um eitthvað sem styður það þá er bara sagt \"þú getur bara googlað þetta sjálfur\" .....", "date": "2012-04-18 22:06:00", "post_id": 19}, {"user_name": "gr33n", "text": "Viltu að ég fari að eyða mörgum tímum í að leita að eitthverju sem þarf ekki einusinni að vera á netinu? Það voru sýnd hérna vídjó á vegum tryggingafélagana og sniglana í sjónvarpinu í mörg ár, og verða alveg örugglega sýnd núna í sumar. Þar kom þetta fram. <<<icon_rolleyes.gif>>>\n\nEkki vera svona svakalegur rasshaus, fyrir utan það að þú þarft ekki nema að setjast á mótorhjól í einn dag til að sjá hvað fólk er EKKERT að horfa í kringum sig við aksturinn. Svínandi fyrir mann eins og ekkert sé og brosir svo bara þegar maður flautar brjálaður á þau vegna þess að maður var næstum því keyrður niður, eða eins og í mínu tilfelli fá hálfkláraða sjeik á og í hjálminn minn.", "date": "2012-04-18 22:14:00", "post_id": 20}, {"user_name": "SICO", "text": "Frekar að þú myndir þá sleppa því að kasta fram einhverjum svona tölum sem eru svo kannski ekki réttar", "date": "2012-04-18 22:18:00", "post_id": 21}, {"user_name": "gr33n", "text": "Ef þær eru ekki réttar, þá voru tryggingafélögin og sniglarnir hreinlega að ljúga að fólki <<<icon_rolleyes.gif>>>\n\nen gjörðu svo vel, ég fann eina rannsókn sem segir þetta\nhttp://www.fib.is/?FID=2887", "date": "2012-04-18 22:21:00", "post_id": 22}, {"user_name": "SICO", "text": "\"Níu af hverjum tíu umferðarslysum þar sem bíll og mótorhjól rekast saman, eru sök bílstjóranna. Þetta er meginniðurstaða rannsóknar sem sænska tryggingafélagið If hefur látið gera\". þarna er verið að segja að þegar bíll og hjól rekast saman þá er það í 90% tilfella bílnum að kenna ekki að 95% mótorhjólaslysa er útaf  því að bíll keyrir á/svínar fyrir hjól", "date": "2012-04-18 22:29:00", "post_id": 23}, {"user_name": "Guðmundur H", "text": "Auðvitað keyriru öðruvísi á hjóli heldur en á bíl. Þetta eru tvö gjörólík faratæki og þarft í raunini að sýna mikið meiri varkárni á hjóli heldur en á bíl, eða mér þætti gaman að sjá stelpur vera að mála sig undir stýri á hjóli. <<<icon_wink.gif>>>\n\nOg ég sagði aldrei að menn þyrfti að stöðva(hægja á sér) við hverja einustu útkeyrslu og gatnamót. Málið er bara að vera alltaf tilbúinn og alls ekki vera að þjóta yfir hámarkshraða þegar þeir sjá bíl vera koma inná einhverja götu. Og alls ekki vera að sikk sakka á milli bíla, það gildir allveg eins fyrir ökumenn bifreiða.", "date": "2012-04-18 22:31:00", "post_id": 24}, {"user_name": "gr33n", "text": "Hjálpi mér <<<icon_rolleyes.gif>>> Þetta var ein rannsókn sem ég fann, hellingur til að lesa. Fyrir utan það að (nú ætla ég að alhæfa án þess að hafa tölur frá öðrum) í fæstum tilfellum þegar það er svínað fyrir mann lendir hjólið á bílnum. Heldur skautar hjólið og hjólamaðurinn fram hjá bílnum eftir að hafa húrrað sér af hjólinu vegna þess.\n\nÞetta er allt kennt og sýnt í bóklega hluta mótorhjólanámskeiðsins. Var allavegana þannig þegar ég fór í það, og er ábyggilega ekkert öðruvísi í dag.\n\n\n\nStelpur sem mála sig undir stýri eru stórhættulegar líka <<<icon_lol.gif>>> . En já, maður keyrir vissulega (og ég þekki ekki einn hjólamann sem gerir það ekki) eins og allir séu að reyna að drepa mann viljandi. Það bara dugar ekki til.", "date": "2012-04-18 22:40:00", "post_id": 25}, {"user_name": "Guðmundur H", "text": "Já, er það ekki bara einn partur afþví að vera mótorhjólamaður <<<icon_smile.gif>>>\n\nÉg gæti það persónulega aldrei, væri fljótur að drepa mig. <<<icon_sad.gif>>>", "date": "2012-04-18 22:55:00", "post_id": 26}, {"user_name": "bodvarg", "text": "hef ekki tölu á því hversu oft ég hef fengið sígarettustubba framan í mig og svo ösku akkúrat þegar a ðmaður er með hjálminn opinn", "date": "2012-04-19 00:26:00", "post_id": 27}, {"user_name": "gilli", "text": "þú ert að grínast ?", "date": "2012-04-19 00:58:00", "post_id": 28}, {"user_name": "gr33n", "text": "Akkúrat, sama hér. Búinn að fá óteljandi sígarettustubba framaní hjálminn og jafnvel inní öndunargatið.", "date": "2012-04-19 07:07:00", "post_id": 29}, {"user_name": "bodvarg", "text": "svo reynir fólk að halda því fram að það valdi ekki slysum hvaðan ættli það fólk fái þessar uppl ??????", "date": "2012-04-19 11:29:00", "post_id": 30}, {"user_name": "SICO", "text": "Nei", "date": "2012-04-19 11:44:00", "post_id": 31}, {"user_name": "PrinsOfIceland", "text": "http://www.youtube.com/watch?v=tXmrt...MV3SGGlDNoQ%3D", "date": "2012-04-19 17:28:00", "post_id": 32}, {"user_name": "VolvoFH16", "text": "oooooooog afhverju ertu að pósta þessu hræðilega myndbandi inn í þennan þráð ?", "date": "2012-04-19 18:17:00", "post_id": 33}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif"], "date": "2012-04-14 01:20:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}]}