{"forum_title": "Almennt spjall", "id": "164077", "title": "Léleg þjónusta.", "url": "http://www.live2cruize.com/spjall/showthread.php/164077-Léleg-þjónusta", "posts": [{"user_name": "spasmo", "text": "Var að ná í bílinn minn hjá Disel.is og fékk hann til baka með vélarljós, þvílíkt hökktandi áfram með allskonar hljóð.. \r\nbúinn að koma að honum tvisvar ólæstum á planinu, eitt sinn á sunnudegi þegar allt var lokað. Fékk enginn almennileg svör við þessu. \r\nLélegt!!", "date": "2012-05-02 18:22:00", "post_id": 1}, {"user_name": "JHP", "text": "Hvernig er það bílasölu um að kenna ef bíllinn þinn bilar???", "date": "2012-05-03 11:29:00", "post_id": 2}, {"user_name": "elisvk", "text": "Kannski farið illa með hann á bílasölunni? Ég hef oftar en einu sinni séð sölumenn brunandi á bílum sem þeir eru að selja. Pabbi lenti í mjög skemmtilegu atviki fyrir um 2 árum. Hann var að keyra og stoppaði í sjoppu til að fá sér pulsu. Hann sá bílinn sinn fyrir utan sjoppuna sem hann var með á bílasölu. Þetta var 8m kr bíll og var hann búinn að ræða við sölumennina hversu strangt það væri að leyfa fáum að prufa bílinn. Inn fer hann og þá er sölumaðurinn bara á rúntinum með einhverri skvísu. löng saga stutt, sölumaðurinn labbaði heim.", "date": "2012-05-03 12:28:00", "post_id": 3}, {"user_name": "Mr. Skúli", "text": "Löng saga stutt..", "date": "2012-05-03 12:34:00", "post_id": 4}, {"user_name": "elisvk", "text": "hahahhhaha úbbs.", "date": "2012-05-03 12:37:00", "post_id": 5}, {"user_name": "spasmo", "text": "Vertu með skítakomment annarstaðar.. \nég var að segja frá hvernig ég kom að bílnum mínum. Það er ekki eðlilegt að fara með bíl sem er í fínu lagi og fá hann til baka gjörsamlega ógeðslegann.\nEitthvað hefur gerst á meðan þeir voru með hann og ekki er það mér að kenna, þar sem ég augljóslega var ekki á honum. \nÞeir hugsuðu ekki meira en það en að láta bílinn standa þarna ólæstann tvisvar í þokkabót.\nEða þér finnst þetta kannski bara mjög eðlilegt.", "date": "2012-05-04 01:32:00", "post_id": 6}, {"user_name": "palmz", "text": "var með einn sem vann hja disel a fb alltaf nýrjar myndir af honum keyrandi eh luxus bíl stundum að pósa ofaná húdinu eða skottinu... algjörir fávitar þarna.", "date": "2012-05-04 01:53:00", "post_id": 7}, {"user_name": "elvarrr", "text": "get ekki sagt það sama, toppþjónusta sem ég hef fengið þarna.", "date": "2012-05-04 06:10:00", "post_id": 8}, {"user_name": "palmz", "text": "það virðist vera þanig með þetta fyritæki annahvort heyrir maður hrillings sögur eða sögur af paradís.", "date": "2012-05-04 07:47:00", "post_id": 9}, {"user_name": "Binni", "text": "en skvísan?", "date": "2012-05-04 09:33:00", "post_id": 10}, {"user_name": "elisvk", "text": "Hehe hún fékk að rölta líka.", "date": "2012-05-04 11:19:00", "post_id": 11}, {"user_name": "JHP", "text": "Ef þessi spurning mín flokkast undir skítakomment þá ætla ég að bjóða þér hér með að éta ****!", "date": "2012-05-04 18:44:00", "post_id": 12}, {"user_name": "BIGBRO", "text": "Er ekki þeim að kenna að bíllinn bili, leiðinleg tilviljun væntanlega, en að skilja bíl eftir opinn er allgjörlega þeim að kenna.\n\r\nEn hef litla reynslu af þeim nema mé rfinst skrítið þegar það er reykt inná bílasölum. heldur ósmekklegt. \r\nOg ég reyndar man eftir að hafa boðið í bíl og gæjinn hafi ekki svarað og þeir ætlað að hringja í mig en fékk alldrei símtal til baka.\r\nEn það gæti allveg hafa verið eithvað one time dæmi.", "date": "2012-05-04 22:53:00", "post_id": 13}, {"user_name": "elisvk", "text": "Ég veit nú um all nokkur atvik þegar er tekið almennilega á bílum frá þessari sölu...", "date": "2012-05-05 00:31:00", "post_id": 14}, {"user_name": "spasmo", "text": "Djöfull eru menn harðir", "date": "2012-05-05 01:49:00", "post_id": 15}, {"user_name": "krayzie", "text": "ef þér er annt um bílinn þinn á áttu ALDREI láta hann standa á bílasölu, ekki heldur inni því fólki er einfaldlega ekki treystandi hvort sem það eru bílasalarnir eða almenningur.. ert vonandi búinn að læra það núna, en ég hef líka tekið eftir því að bílar seljast ekkert frekar á bílasölu heldur en ef maður auglýsir sjálfur á netinu, bara vera duglegur að uppfæra og vera með góða auglýsingu virkar alveg jafn vel eða jafnvel betur.", "date": "2012-05-05 03:05:00", "post_id": 16}, {"user_name": "condi", "text": "Láta hann standa á toppbílum og rétta Agnari lyklana, heiðursmaður þar á bæ sem passar vel upp á sína. Lét evoinn minn standa þarna í smá tíma og aldrei neitt vesen <<<icon_smile.gif>>>", "date": "2012-05-05 12:37:00", "post_id": 17}, {"user_name": "bjornfridrikss", "text": "Hvernig bíll var þetta??", "date": "2012-05-05 20:44:00", "post_id": 18}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2012-05-02 18:22:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}