{"forum_title": "RÖFL", "id": "16498", "title": ".daa", "url": "http://www.live2cruize.com/spjall/showthread.php/16498-daa", "posts": [{"user_name": "GummiH", "text": "Hvurslags fæll er Cars 2006.daa ?! Einhver sem veit hvaða spilari spilar þetta ? <<<icon_evil.gif>>>", "date": "2006-07-19 04:45:00", "post_id": 1}, {"user_name": "MJ", "text": "vírus, seinast þegar ég vissi", "date": "2006-07-19 04:51:00", "post_id": 2}, {"user_name": "GummiH", "text": "Vírusar virka ekki á mína tölvu  :wink:", "date": "2006-07-19 04:59:00", "post_id": 3}, {"user_name": "MJ", "text": "samhryggist  <<<icon_lol.gif>>>", "date": "2006-07-19 05:04:00", "post_id": 4}, {"user_name": "Aaron-TRD", "text": "getur samt verið vírus fæll þó hann geri ekki tölvunni þinni neitt, pc er lang best ef þú kannt alminnilega á það", "date": "2006-07-19 06:00:00", "post_id": 5}, {"user_name": "Gunnarmh", "text": "U.... nei.\n\r\nMacar eru yfirburðarbetri en Microsoft í nánast öllu! <<<icon_surprised.gif>>>", "date": "2006-07-19 11:17:00", "post_id": 6}, {"user_name": "urban", "text": "nefndu eitthvað sem að þín mac getur gert sem að mín win getur ekki gert ?\n\r\neða bara hvað þín mac hefur fram yfir mín pc\r\neða bara hvað er alment betra við mac", "date": "2006-07-19 11:20:00", "post_id": 7}, {"user_name": "Gunnarmh", "text": "1. It works (plug and play)\r\n   2. It doesn't crash (OS X is UNIX-based)\r\n   3. It offers the best in digital music (iTunes, iPod)\r\n   4. It provides the missing link in digital photography (iPhoto)\r\n   5. It serves as a digital entertainment center (iLife, iMovie, iDVD)\r\n   6. It's portable (iBook, PowerBook)\r\n   7. It's built for the Internet (email, iChat, QuickTime, AirPort)\r\n   8. Windows applications have Macintosh equivalents (Microsoft Office v.X for Mac)\r\n   9. It networks with PCs (Ethernet, AirPort, USB, FireWire)\r\n  10. It's beautiful (desktop iMac)", "date": "2006-07-19 11:30:00", "post_id": 8}, {"user_name": "urban", "text": "hmm ok reyndar þá þarf maður að installa driverum fyrir sumt í pc... það hefur aldrei truflað mig neitt\n\n\nþað hefur ekki crashað hjá mér tölva síðan ég var með win 98\n\n\ngetur keyrt itune á pc ef þig langar til (og reyndar þá á ég ekki eftir að kaupa mér rándýran ipod þegar að ég get fengið muin ódýrari spilara sem að eru með mun meira geymslu pláss og gera það nákvæmlega sama\n\n\n hmm það eru ca 10 þús forrit til til að fokkast í myndum\n\n\n hægt að fá forrit sem að gera það nákvæmlega það sama (já eða bara 1 Media center frá J.River)\n\n\n Fartölvur eru nú líka til þó þær séu ekki frá mac\n\n\n quick tim er nú það allra leiðinlegasta forrit sem að ég veit um, og það er líka vel hægt að vafra, skoða póstinn og svo framvegis á pc\n\n\n ???\n\n\n og ? ef að ég er með pc þá tengist hún líka við pc\n\n\n algert smekks atriði og persónulega finnst mér omac ekki falleg tölva\n\r\nég bað þig um að nefna eitthvað sem að mín pc tölva getur EKKI gert !!! sem að þín mac getur\r\njá og ekki nefna vírusa\r\nég hef keyrt núna pc tölvu í 3 ár án þess að lenda í einum vírus og sá sem að ég lenti í þá var fyrir algerann aulaskap í sjálfum mér og ég var enga stund að losna við hann (btw vírusvarnar laus síðustu 2 árin, scanna bara á netinu öðru hverju)\n\r\nen svona til að ég komi með eitthvað sem að mín pc tölva gerir en þín mac ekki\r\nmín tölva opnar .daa\nhttp://www.cyberciti.biz/faqs/2006/0...ect-access.php\n\r\nekki það að ég telji það kost að geta opnað eitthvað sem að er gert fyrir win\r\nþá gætir þú nefnilega komið með 100.000 filea sem að ég get ekki opnað.. en það eru líka filear gerðir fyrir mac þá", "date": "2006-07-19 11:48:00", "post_id": 9}, {"user_name": "Gunnarmh", "text": "Jæja kallinn, skulum nú ekki alveg missa okkur sko. Reyndar fattaði ég ekki heldur þetta nr. 8.\n\r\nEn... ég sagði aldrei að það væri eitthvað sem macar gætu gert sem að windows getur ekki gert.\r\nÉg persónulega nota bæði windows og mac og mín skoðun er einfaldlega að macar  séu betri. <<<icon_neutral.gif>>>", "date": "2006-07-19 11:52:00", "post_id": 10}, {"user_name": "urban", "text": "nei reydnar þá svo að ég segi nú sannleikann þá er ég ekki alminnilega dómbær á það þar sem að ég hef aldrei unnið neitt að ráði á mac\n\r\nþað bara fer í taugarnar á mér þegar að fólk segir að 1 stýrikerfið sé betra en annað og þá sér í lagi ef það á að vera vegna vírus vandamála\n\r\nþað er bara að kunna á windows og þá er það mjög fínt stýrikerfi\r\n :wink:\r\nen reydnar finnst mér þesi vél sem ég er á núna alveg skelfileg.. hún er með win en það er líka vegna þess að ég er í vinnunni og þetta er bara ekki mín tölva", "date": "2006-07-19 11:56:00", "post_id": 11}, {"user_name": "Gunnarmh", "text": "Já, þetta er í rauninni eiginlega eins og að bera saman coke og pepsi... mér finnst coke betra af því að ég er vanari því, þér finnst windows betra af því að þú ert vanari því.\n\r\nMér finnst bæði betra á sinn hátt í rauninni, en finnst bara mac meira áreiðanlegri, eins og coke <<<icon_lol.gif>>>", "date": "2006-07-19 12:05:00", "post_id": 12}, {"user_name": "Gunninn", "text": ".daa er einhversskonar ISO skrá minnir mig", "date": "2006-07-19 15:07:00", "post_id": 13}, {"user_name": "gr33n", "text": "Ok... ég hef nú verið mikill PC maður, en það er bara staðreind að ef þú ætlar eitthvað að fara að vinna við Ljósmyndun, grafíska hönnun, kvikmyndun eða tónlist... þá kemst PC ekki með tærnar þar sem Maccinn hefur hælana", "date": "2006-07-19 15:12:00", "post_id": 14}, {"user_name": "Erica", "text": "mikið rétt.. og notkunin á honum er bara að aukast í þessum efnum", "date": "2006-07-19 15:21:00", "post_id": 15}, {"user_name": "Gunnarmh", "text": "Það er nú alveg góður meirihluti sem notar eingöngu maca sem eru í tónlistar, hönnunar, ljósmyndunar og kvikmyndaiðnaðinum.\n\r\nEiginlega bara enginn sem notar PC.", "date": "2006-07-19 15:45:00", "post_id": 16}, {"user_name": "Gunninn", "text": "æi makki vs. PC umræðan er nú voðalega þreytt umræða", "date": "2006-07-19 16:43:00", "post_id": 17}, {"user_name": "intenz", "text": "http://filext.com/detaillist.php?extdetail=DAA", "date": "2006-07-19 18:50:00", "post_id": 18}, {"user_name": "Birkirsig", "text": "STOP IT.. frá því ég byrjaði í mentaskóla hef ég ekki heyrt neitt annað en rifrildi um hvort mac eða PC sé betra... \n\r\nSTOP IT!!!\n\r\njuste remeber this sentence!:\n\r\nAð rífast á netinu er eins og að keppa í \"The Special Olimpycs\"\r\nÞótt þú vinir þá ertu samt fattlaður!", "date": "2006-07-19 18:58:00", "post_id": 19}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2006-07-19 04:45:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}