{"forum_title": "Almennt spjall", "id": "167192", "title": "Bón og munur á bóni", "url": "http://www.live2cruize.com/spjall/showthread.php/167192-Bón-og-munur-á-bóni", "posts": [{"user_name": "Scooby", "text": "Núna hef ég verið að skoða bón um allar trissur á netinu og búinn að sjá bón á öllum verðum og oft mjög dýrt bón ég hef prufaðu mikið af bóni og sum nokkuð dýr sem mér hefur ekki fundist endast vel og önnur ódýr og góð og endast vel. En pælinginn er svona ég bóna að meðaltali kannski á 3 vikna fresti stundum oftar og ekki skil ég hvenrig bón sem kostar 30-50þ geri meira gagn heldur en gott bón sem kostar þennan 6-10þ ég er ekki að dissa þetta neit meira svona hugleiðing þar sem ég er ekki bónmæster <<<icon_biggrin.gif>>>", "date": "2012-07-24 03:43:00", "post_id": 1}, {"user_name": "burger", "text": "http://www.autogeek.net/qude101.html\n\nhttp://www.detailbest.com/carnaubavssynthetic.html\n\nrauninni 3 tegundir af bóni sem er oftast talað um \n\nsynthetic (teflon) = ódýr , allt í lagi bón til að skella á og þurrka af easy að vinna það , dugar fínt\npaint sealant = ódýrt/dýrt getur verið bæði , heavy duty \"vörn\", endist lengi \ncarnuba = yfirleitt dýrt , show dæmi mjög flott og djupt bon yfir leitt nær litar dypt og flottum glans , dugar 3-4 vikur ca myndi ég segja .", "date": "2012-07-24 06:28:00", "post_id": 2}, {"user_name": "Runarf92", "text": "http://www.youtube.com/watch?v=We_x09XCf6I\n\nHérna er hrikalega góð lýsing á muninum á sealant og wax... Sealent klárlega með betri endingu og betri vörn því mjög gott að nota á veturna fyrir saltið og drulluna en svo aftur carnuba wax mikið meiri glans eða \"wet look\"  en minni ending og þar af leiðandi betra að nota á sumrin þegar þú ert meira í stuði til að bóna 3 vikna fresti heldur en veturnar þegar þú kannski gerir það 8-10 vikna fresti", "date": "2012-07-24 23:57:00", "post_id": 3}, {"user_name": "kelirína", "text": "ljótt af mér að ræna þessum þræði en ef þið viljið fá endingargott og flott bón þá er það collinite Super Doublecoat Wax no 476 sem ég mæli með.  Frábært bón fyrir letingjanna og þá sem vilja bara fá gott bón á bílinn sinn.  Einnig er hægt að fá Marque D'Elegance no 915 sem er ágætis Carnauba bón með endingu.  Góð bón allan ársins hring.\n\n\r\nOg að sjálfsögðu þá má nefna það að fyrsta sendingin er að leggja af stað til landsins.  Byrja smátt bara svona til að sjá viðbrögðin en það eru 12 stk. af 476 og 12 stk. af 915.\n\r\náætlað verð ætti að vera frá kr. 3500-6500.- krukkan.       óstaðfest verð btw.\n\r\nVerðið í USA er:\n\r\n915:   $ 37.99   -> hingað til komið um kr. 6500.-\r\n476:   $ 19.99   -> hingað til komið um kr. 3500.-\n\r\nkv. fh. Glitrandi\r\nÓlafur", "date": "2012-07-26 14:12:00", "post_id": 4}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2012-07-24 03:43:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}