{"forum_title": "RÖFL", "id": "167168", "title": "Að Kaupa bíl með skuld", "url": "http://www.live2cruize.com/spjall/showthread.php/167168-Að-Kaupa-bíl-með-skuld", "posts": [{"user_name": "palmz", "text": "Er að pæla skoða kaupa einn parta bíl sem okkur vantar en hann er með um 150þus í skuld á bifreiða gjöldum og eh um 120þus í vanrækslugjöld. mín spurning er þegar ég læt farga honum sit ég uppi með skuldina? \r\nEr jafnvel hægt að láta afskrá þessar skuldir þar sem að bíllin hefur ekki verið trygður síðan 08 númerinn voru bara aldrey lögð inn", "date": "2012-07-23 18:13:00", "post_id": 1}, {"user_name": "phoenix", "text": "kaupir hann bara, gerir engin eigendaskipti, partar hann og veltir honum svo út í á", "date": "2012-07-23 18:25:00", "post_id": 2}, {"user_name": "StebbiPlebbz", "text": "Eigandaskipin geta aldrei farið í gegn ef svona skuldir eru á bílnum, sá sem á hann núna þarf að borga þær ef hann vil losna við hann, s.s. selja hann.\n\r\nEn ég veit ekki með afskráningar skula hins vegar....", "date": "2012-07-23 19:06:00", "post_id": 3}, {"user_name": "palmz", "text": "ohhh FML", "date": "2012-07-23 22:16:00", "post_id": 4}, {"user_name": "Gusti_opel", "text": "er þessi skuld meiri en kaupverið sem þú ætlaðir að borga fyrir bílinn ?", "date": "2012-07-23 22:21:00", "post_id": 5}, {"user_name": "palmz", "text": "já ættlaði bara fá bílin á klínk billin er bilaður og ljótur", "date": "2012-07-23 22:29:00", "post_id": 6}, {"user_name": "Gusti_opel", "text": "þá segji ég bara það sama og phoenix...", "date": "2012-07-23 22:39:00", "post_id": 7}, {"user_name": "íbbi", "text": "bíllinn fæst ekki eigendaskiptur ef það eru bifreiðagjöld og vanrækslugjöld. \n\nþó að bíllinn hafi ekki verið notaður þá fæst það aldrei endurgreitt.\n\nog bíllinn getur ekki verið ótrygður en á númerum, eða réttara sagt þá getur hann verið ótrygður vegna skuldar. en þær halda áfram að tikka inn meðan númerin eru á bílnum þótt þú borgir ekki", "date": "2012-07-23 23:22:00", "post_id": 8}], "file_urls": [], "date": "2012-07-23 18:13:00", "files": []}