{"forum_title": "Almennt spjall", "id": "167801", "title": "Að sprauta bílhurð....", "url": "http://www.live2cruize.com/spjall/showthread.php/167801-Að-sprauta-bílhurð", "posts": [{"user_name": "TopGearDog", "text": "Sælar.\n\r\nVantar að vita hvað það kostar að sprauta bílstjórahurð og hvort þið vitið um einhvern sem getur tekið að sér fyrir gott verð? Lenti í því að listi á hurðinni losnaði og tók smá lakk með sér <<<icon_sad.gif>>>", "date": "2012-08-11 15:33:00", "post_id": 1}, {"user_name": "palmisæ", "text": "það er 2999 fyrir bilstjórahurð en 1999 fyrir farþegahurðinna", "date": "2012-08-11 18:25:00", "post_id": 2}, {"user_name": "oli92", "text": "aðeins 1799 ef þetta er runó eldri en 2005", "date": "2012-08-11 18:30:00", "post_id": 3}, {"user_name": "ScareCrow", "text": "Myndi gíska á svona 30-50þús, allavegna einn hér á ak sem sprautar fyrir eh 30þús kall per part minnir mig", "date": "2012-08-11 18:47:00", "post_id": 4}, {"user_name": "palmisæ", "text": "Núúúú !", "date": "2012-08-11 19:06:00", "post_id": 5}, {"user_name": "TopGearDog", "text": "Já já, þið eruð ágætir.\n\nEn svona á alvarlegri nótum, þá þarf ég að komast í samband við einhvern sem er tilbúinn að taka að sér að sprauta framhurð og gefa mér verð í það. Undirvinnan ætti ekki að vera mikil.", "date": "2012-08-12 10:25:00", "post_id": 6}, {"user_name": "nilli92", "text": "af hverju leitaru þá ekki af bílasprautunarverkstæðum sjálfur? www.ja.is, leitaðu þar, nóg til af þessu", "date": "2012-08-12 20:18:00", "post_id": 7}, {"user_name": "VolvoFH16", "text": "Farðu á sprautu verkstæðið JÁ á smiðshöfða, hann er ódýr og góður <<<icon_smile.gif>>>", "date": "2012-08-12 21:32:00", "post_id": 8}, {"user_name": "TopGearDog", "text": "Mér datt í hug að hér væri hægt að fá ráðleggingar um góða aðila á góðu verði í stað þess að fara bara eitthvað og fá þetta illa gert, sem er annars ástæðan að ég þarf að vera að standa í þessu því það hefur verið sprautað hurðina áður, en vegna lélegra vinnubragða þá losnaði listinn af og límið reif lakk með sér.\n\nEr það nógu góð ástæða fyrir þig að mér dirfist að gera þennan póst?", "date": "2012-08-13 14:48:00", "post_id": 9}, {"user_name": "Scooby", "text": "getur þú ekki bara blettað í þetta ?", "date": "2012-08-14 02:07:00", "post_id": 10}, {"user_name": "phoenix", "text": "nenni ekki að tuða yfir málfræðivillum en þær eru þarna og eru pirrandi en ef hurðin hefur verið máluð áður og hefur lélega viðloðun getur meira en vel verið að það þurfi að slípa lakkið alveg niður af hurðinni til að það gerist ekki aftur og það er nú bara talsverð vinna.", "date": "2012-08-14 07:44:00", "post_id": 11}, {"user_name": "TopGearDog", "text": "Ef ég ætlaði að líma listann aftur á, þá gæti ég líklega gert það, því að \"skallabletturinn\" er akkurat undir listanum. En þar sem að ég þyrfti að kaupa nýja lista (listinn er dottinn af farþegamegin líka), láta sprauta þá og líma svo á, þá held ég að það kæmi betur út fjárhagslega að bara sleppa listunum alveg og bara sprauta hurðina. Mazda 6 lítur nefnilega ágætlega út án hurðalistanna.\n\nÞakka fyrir góð svör og biðst afsökunar ef ég hef verið eitthvað hvass í orðavali.\n\nPhoenix, það er líklega rétt bent á hjá þér að undirvinnan sé ekki nógu góð. Það hefur líklega verið illa pússað eða eitthvað sem gerir það að verkum að lakkið flagni frá grunninum á þessum stað. Reyndar var lakkið rosalega mjúkt þegar það losnaði frá þegar ég var að taka límið af, þannig að það er mögulegt að listinn hafi verið settur of fljótt á.", "date": "2012-08-14 10:13:00", "post_id": 12}, {"user_name": "CT9A", "text": "Bílasprautun Íslands!\n\nFlottir gæjar og góðir málarar! \n\n5342000", "date": "2012-08-14 13:49:00", "post_id": 13}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2012-08-11 15:33:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}