{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "167971", "title": "Suzuki Vitara JLX", "url": "http://www.live2cruize.com/spjall/showthread.php/167971-Suzuki-Vitara-JLX", "posts": [{"user_name": "Cons`", "text": "Sælir!\n\nÞannig er mál með vexta að ég er að spá í heddpakninga og tímareimarskipti í Suzuki Vitara 1.6 ltr bíl.\n\nHvað þarf að gera og einhver sem ráðleggur manni að gera eitthvað á sérstakann hátt?\n\nEr þetta mjög flókið í þessum bílum?\n\nEr nóg að skipta bara um tímareimina eða líka vatnsdælu og fleira?\n\nEinhver sem veitt ca. hvað svona framkvæmd kostar, efni og fleira?\n\nEinnig ein sem snýr að gírkassanum, þegar hann er í 3 og 5 gír á ákveðnum hraða/snúningi þá er eins og það syngi í kassanum. Um leið og maður kúplar hverfur sönglið og þegar maður er t.d. í 4 gír þá heyrist ekkert.\n\nEinhverjar hugmyndir hvað þetta gæti verið?", "date": "2012-08-17 13:05:00", "post_id": 1}, {"user_name": "baldur", "text": "Ágætt að skipta um vatnsdæluna í leiðinni, hún kostar ekki mikið og það þarf að rífa tímareimina úr ef vatnsdælan bilar.\nÞetta er mjög einfalt í þessum bílum, skrúfar viftuspaðann af, fjarlægir reimarnar og vatnskassann, trissuna framanaf mótornum og svo tímareimarhlífina. Snýrð mótornum inn á tímamerki, skiptir um reimina og skrúfar saman aftur. Tekur svona tíma á verkstæði ef bifvélavirkinn er að slóra, hvað það kostar hef ég enga hugmynd um.\nHljóðið í gírkassanum bendir til þess að legurnar í kassanum séu búnar.", "date": "2012-08-20 11:28:00", "post_id": 2}, {"user_name": "Cons`", "text": "Snilld, takk fyrir þetta. Ætti ekki að vera mikið mál þá að rífa þetta í sundur.\nHvernig er með legurnar í kassanum? Er þetta eitthvað basic sem maður kaupir og veistu nokkuð hvort þetta sé mikið maus? Aldrei tekið gírkassa í sundur.", "date": "2012-08-20 21:42:00", "post_id": 3}, {"user_name": "baldur", "text": "Þessir kassar eru svosem auðveldir í meðförum en þú þarft eiginlega pressu til þess að ná legunum af og setja þær upp á aftur, ég myndi ekki hafa of miklar áhyggjur af kassanum þangað til hann fer.", "date": "2012-08-21 13:01:00", "post_id": 4}], "file_urls": [], "date": "2012-08-17 13:05:00", "files": []}