{"forum_title": "Almennt spjall", "id": "16913", "title": "alvarlegt slys", "url": "http://www.live2cruize.com/spjall/showthread.php/16913-alvarlegt-slys", "posts": [{"user_name": "ingvarp", "text": "veit ekki hvort þetta á að vera í röfl eða hérna en here goes\n\nhttp://www.vf.is/frettir/numer/27924/default.aspx <<<icon_confused.gif>>>\n\r\nég veit hversu mikið hann er slasaður, en mér finnst ekki við hæfi að segja það hérna inni, en ég óska honum góðs bata  <<<icon_confused.gif>>>  hrikalegt þegar svona skeður  <<<icon_sad.gif>>>", "date": "2006-08-01 12:25:00", "post_id": 1}, {"user_name": "Addi Pé", "text": "ég er ekki frá því að þessi bíll sé ónýtur  <<<icon_confused.gif>>>  ekkert vitað með manninn ?", "date": "2006-08-01 12:32:00", "post_id": 2}, {"user_name": "KiddiJeep", "text": "Mér finnst þetta sérstaklega hrikalegt þar sem hann ER í belti og það slitnar. Minnir mann á að skoða hvort þau séu ekki í lagi og SKIPTA síðan um þau sem eru ekki í lagi! Það er ekkert dýrt.", "date": "2006-08-01 12:43:00", "post_id": 3}, {"user_name": "ingvarp", "text": "ég veit hversu mikið hann er slasaður, en ég ætla ekki að tjá mig um það hérna inni  :wink:", "date": "2006-08-01 12:46:00", "post_id": 4}, {"user_name": "Aron Preza", "text": "þetta er einn spjallverji her sem lenti í þessu kallar sig 3000coupe minnir mig \r\nþetta er skelfilegt slitnaði beltið hja honum. það er vonandi að hann nái ser <<<icon_exclaim.gif>>>", "date": "2006-08-01 13:04:00", "post_id": 5}, {"user_name": "Kristjan_GUÐ", "text": "ég þekki strákinn og ég keyrði framhjá þessu og loftpúðarnir sprungu heldur ekki út <<<icon_sad.gif>>> en allavegana vonar maður að honum batni sem fyrst.. og já ég er búinn að skoða bílinn og það er EKKERT heilt í honum <<<icon_sad.gif>>>", "date": "2006-08-01 13:05:00", "post_id": 6}, {"user_name": "Aron Preza", "text": "og það versta er að pabbi hans lenti lika i MJÖG allvarlegu slysi þarna á þessum vegi fyrir nokkrum árum og slasaðis illa. þvilik óheppni fyrir þessa fjölskyldu.....", "date": "2006-08-01 13:07:00", "post_id": 7}, {"user_name": "íbbi", "text": "loftpúðarnir springa ekki endilega út í veltu, \n\r\nannars er hroðalegtað sjá þetta, vonandi að manngreyjið nái sér", "date": "2006-08-01 13:41:00", "post_id": 8}, {"user_name": "Aequitas", "text": "djöfulsins drasl bílar, finnst það mjög alvarlegt ef bílbelti slitna  <<<icon_sad.gif>>>", "date": "2006-08-01 13:45:00", "post_id": 9}, {"user_name": "Lilem_", "text": "Er ekkert vitað hvað gerðist ? var hann að keyra einhvað hratt ? Og hvernig bíll var þetta ? \n\r\nVona að gæjinn nái sér  : <<<icon_sad.gif>>> <<<icon_neutral.gif>>>", "date": "2006-08-01 13:45:00", "post_id": 10}, {"user_name": "APEXi", "text": "shit hvað bíllinn rústaðist.. vonandi nær maðurinn sér.", "date": "2006-08-01 13:48:00", "post_id": 11}, {"user_name": "Aron Preza", "text": "þetta er hyundai coupe", "date": "2006-08-01 14:00:00", "post_id": 12}, {"user_name": "gunnigunnigunn", "text": "Hörmung, hver ætli verði fyrstur til að segja eitthvað virkilega óviðeigandi í þetta skiptið? <<<icon_confused.gif>>>", "date": "2006-08-01 14:12:00", "post_id": 13}, {"user_name": "Erica", "text": "Við skulum bara vona að fólk sleppi öllum þannig commentum...\n\r\nVona bara að meiðslin séu ekki mjög alvarleg og hann gangi heill frá þessu", "date": "2006-08-01 14:29:00", "post_id": 14}, {"user_name": "Siggi H", "text": "vona að hann nái sér! bíllinn er í stöppu <<<icon_eek.gif>>>", "date": "2006-08-01 14:52:00", "post_id": 15}, {"user_name": "mydog8me", "text": "Jiii... maginn í manni snýst bara vid vid ad sjá thessar myndir <<<icon_sad.gif>>> \n\r\nVona svo sannarlega ad hann nái gódum bata. Ekkert sjálfgefid í svona slysum  <<<icon_confused.gif>>>", "date": "2006-08-01 15:43:00", "post_id": 16}, {"user_name": "Xavant", "text": "Var hann með einkanúmerið \"Feðgar\" ??  <<<icon_confused.gif>>>", "date": "2006-08-01 16:09:00", "post_id": 17}, {"user_name": "Ingsie", "text": "Óska honum góðs bata. Hrikalegt að sjá þetta.. Ég var lengi í gærkvöldi að spá í hvernig bíll þetta væri.. Greyið <<<icon_sad.gif>>>", "date": "2006-08-01 16:29:00", "post_id": 18}, {"user_name": "ingvarp", "text": "já ég bið alla að sleppa leiðinda commentum á þetta slys, ég hef séð alltof mikið af svoleiðis á öðrum svona þráðum  <<<icon_cry.gif>>>", "date": "2006-08-01 16:35:00", "post_id": 19}, {"user_name": "Wolf", "text": "ég keyrði framhjá þessu...alveg svakalegt að sjá þetta <<<icon_confused.gif>>> \n\r\nSlökkviliðsbíllinn tók fram úr mér á leiðinni heim frá keflavík..\r\nég var einmitt að spá hvað hefði skeð þangað til ég sá alla bílana og fólkið og bílinn úti í móa...alveg hrikalegt...", "date": "2006-08-01 16:53:00", "post_id": 20}, {"user_name": "Kjallin", "text": "EKKERT RUGL HINGAÐ INN FÁVITARNIR YKKAR!", "date": "2006-08-01 18:34:00", "post_id": 21}, {"user_name": "Danni", "text": "Vá við mættum bílnum dráttarbílnum um kl. 22:30 kvöldið sem þetta gerðist, þá var verið að draga hann í burtu. SHITT hvað bíllinn er í STÖPPU! Það er bara lán í óláni að drengurinn er ennþá lifandi eftir þetta, vona innilega að hann nái sér aftur.\n\r\nOg um þetta sem var talað um fyrr í þræðinum að tékka á beltunum, ég veit ekki hvort ég er bara kærulaus eða hvað en ef ég ætti bíl sem er aðeins 3 ára gamall þá væri ég ekki að búast við því að beltin væru orðin léleg, nema hann hefði lent í árekstri áður or som.\n\r\nPS. ég er ekki að vera með nein leiðindi hérna, veit að þetta lýtur ekkert út fyrir það en þetta spjall er orðið svo viðkvæmt að ég ætla að vera safe og taka það fram samt!", "date": "2006-08-01 18:43:00", "post_id": 22}, {"user_name": "Wolf", "text": "er ekki fullgróft að kalla okkur fávita Maggi? <<<icon_confused.gif>>>", "date": "2006-08-01 18:58:00", "post_id": 23}, {"user_name": "Kjallin", "text": "Ég var aldrei að kalla ykkur fávita.\n\r\nÉg var að kalla þá sem voru að pósta rugli hingað inn fávita.\n\r\nBúin að hreinsa þennan þráð TVISVAR núna á hálftíma!", "date": "2006-08-01 19:03:00", "post_id": 24}, {"user_name": "Coupe", "text": "Þetta er skelfilegt slys sem kom fyrir hann Sævar vonandi jafnar hann sig <<<icon_sad.gif>>>", "date": "2006-08-01 19:04:00", "post_id": 25}, {"user_name": "Gunni litli", "text": "þetta er hrikalegt að sjá ég t.d treisti ekki á að einhvað svona gerist ég skifti um öll belti í bilnum í febrúar billinn er svo gamall eða 10 ára og vildi ekki treysta á það kvet alla sem eiga eldri bila að gera hið sama en ég vona að hann nái bata", "date": "2006-08-01 19:08:00", "post_id": 26}, {"user_name": "beggi_89", "text": "shit hvað bíllinn rústaðist. <<<icon_eek.gif>>>       . vonandi nær maðurinn sér.", "date": "2006-08-01 19:10:00", "post_id": 27}, {"user_name": "Wolf", "text": "<<<icon_redface.gif>>>  ok sorry...sá það ekki...ég biðst þá bara afsökunar :wink:", "date": "2006-08-01 19:11:00", "post_id": 28}, {"user_name": "brapeson", "text": "Það situr svolítið í mér þetta með beltið. Hvernig getur þetta gerst á svona nýlegum bíl?", "date": "2006-08-01 19:22:00", "post_id": 29}, {"user_name": "dasingos", "text": "Já, hef sjaldan heyrt um að bílbelti slitni :-/ eða bara aldrei !", "date": "2006-08-01 19:37:00", "post_id": 30}, {"user_name": "Sigurvin", "text": "ég hef nú heyrt af því, en vonandi nær bílstjóri og farþegar ef þeir vorueitthverjir að fullu.", "date": "2006-08-01 20:02:00", "post_id": 31}, {"user_name": "Kristjan_GUÐ", "text": "já en bíllinn var samt allur kramin að framan þannig að maður hefði halldið að þeir  ættu að springa út, og þessi bíll er á allveg sléttum dekkjum ekkert munstur í þeim þannig að ég helld að hann hafi runið til í beyjuni út af dekkjunum <<<icon_sad.gif>>>", "date": "2006-08-01 20:08:00", "post_id": 32}, {"user_name": "Siggi H", "text": "skulum nú ekki fara að seigja neitt til um það mx125cc áður en vitað er hvað gerðist.", "date": "2006-08-01 20:20:00", "post_id": 33}, {"user_name": "Gunni litli", "text": "ekki vera að segja hvað getur hafa gerst það kemur fólki bara ekkert við annað hvort  ólöglega eða ekki það er ekki okkar mál en og aftur kvet ég alla að kíkja á beltin hjá sér", "date": "2006-08-01 20:29:00", "post_id": 34}, {"user_name": "brapeson", "text": "[quote=\"gunni_litli\"]ekki vera að segja hvað getur hafa gerst það kemur fólki bara ekkert við annað hvort  ólöglega eða ekki það er ekki okkar mál en og aftur kvet ég alla að kíkja á beltin hjá sér[/quote]\n\r\nJá ég ætla sko að gera það. Maður er bara skíthræddur að vita af því að þetta geti í alvöru gerst.", "date": "2006-08-01 21:12:00", "post_id": 35}, {"user_name": "bskati", "text": "já maður ætti kannski að skipta um belti í bílum, enda er hann orðin 15 ára. Við sem eigum gamla bíla ættum alla vega að yfirfara beltin reglulega.\n\r\nEn ég vona að strákurinn jafni sig.", "date": "2006-08-01 21:12:00", "post_id": 36}, {"user_name": "Dezzice", "text": "Guð minn góður ég ætla að vona að drengurinn nái sér, skelfilegt að sjá bílinn.  Það kannski leyfir einhver sem meira veit okkur hinum að fylgjast með þegar það má pósta því.  Maður fær alveg sting við að sjá bílinn svona <<<icon_confused.gif>>>", "date": "2006-08-01 21:54:00", "post_id": 37}, {"user_name": "HúgÓ", "text": "ég kvett alla til að skoða beltin í bílnum sínum þetta hefur komið fyrir mig og ég skifti reglurlega um belt..... ég vona að hann nái sér <<<icon_cry.gif>>>", "date": "2006-08-01 22:19:00", "post_id": 38}, {"user_name": "doddi1", "text": "ætti hann ekki að fara í mál við þann sem ber ábyrgð á að beltið slitni bara... <<<icon_confused.gif>>> \n\n\r\nþetta á náttúrulega að halda", "date": "2006-08-01 22:36:00", "post_id": 39}, {"user_name": "Cb4", "text": "ég  Vona að þessi maður nái sér á Fullu\n\r\nEinginn á skilið að lenda í svona", "date": "2006-08-01 22:42:00", "post_id": 40}, {"user_name": "Dezzice", "text": "Veit því miður um eitt svona mál þar sem maður keyrði útaf og beltið hélt ekki útaf galla og að mig minnir slitnar.  Þetta var nýlegur bíll og maðurinn lét lífið og þegar aðstandendur hans reyndu að  fá svör við þessu þá var bara hreinlega lokað á þau allstaðar og engin vildi taka ábyrgð á einu né neinu.", "date": "2006-08-01 22:43:00", "post_id": 41}, {"user_name": "h1coupe", "text": "konan mín keyrði framhjá þessu þegar þetta var nýskeð og hún sagði að aðkoman væri hrikaleg. þetta er hræðilegt slys og vona ég innilega að guttinn nái sér að fullu <<<icon_sad.gif>>>", "date": "2006-08-01 23:04:00", "post_id": 42}, {"user_name": "Wolf", "text": "já þetta var ömurlegt..\n\r\nforeldrar vinar míns sem er spjallverji hérna...horfðu á þetta gerast <<<icon_confused.gif>>>", "date": "2006-08-01 23:18:00", "post_id": 43}, {"user_name": "Coupe", "text": "<<<icon_sad.gif>>>", "date": "2006-08-01 23:25:00", "post_id": 44}, {"user_name": "KiddiJeep", "text": "Bíllinn þarf ekki að vera gamall til að beltið skemmist. Það þarf ekki meir en að klemmast þegar hurðinni er skellt á það og þá er komið sár þar sem beltið getur síðan slitnað.... <<<icon_confused.gif>>> \n\r\nÉg vona að hann jafni sig fljótt og þurfi ekki að bera skaða alla ævi <<<icon_sad.gif>>>", "date": "2006-08-01 23:44:00", "post_id": 45}, {"user_name": "SpeedGrl", "text": "úff.. þetta er skelfilegt að sjá <<<icon_sad.gif>>> vonandi að hann nái sér sem allra fyrst.\n\r\nþar sem ég er með minn 14ára gamli bíll er í uppgerð ætla ég að skipta um beltin í honum þar sem maður veit lítið um viðhald á fyrri árum og maður fær verulega í magan að vita til þess að þau gætu átt það til að slitna... og vona eignig að þið hin skoðið beltin ykkar..", "date": "2006-08-02 09:56:00", "post_id": 46}, {"user_name": "MikeVTT", "text": "Kannski er ég fyrstur til að segja eitthvað óviðeigandi.\n\r\nEn hvað eru venjuleg bílbelti gerð til að þola, þau þola ekki endalaust og þetta er all svakaleg velta.  Svona veltur sér maður helst í ralli eða álíka sporti og þá eru menn í fimm/sex punkta öryggisbelti sem þolir margfalt meira.\n\r\nEn samt sem áður þá hef ég ekki heyrt um slitin öryggisbelti áður og myndi halda að það ætti að rannsaka þau í þessum bíl til að sjá hvort þetta geti endurtekið sig.\n\r\náður en menn fara að svara, þá er eini punkturinn sem vildi koma á framfæri \"allt hefur sín takmörk\"", "date": "2006-08-02 10:23:00", "post_id": 47}, {"user_name": "Coupe", "text": "MikeVTT beltin er í rannsókn núna .", "date": "2006-08-02 12:32:00", "post_id": 48}, {"user_name": "JHP", "text": "Það hlítur að þurfa að vera á hressilegri ferð til að slíta beltin...Sem þessi virðist hafa verið á.", "date": "2006-08-02 12:46:00", "post_id": 49}, {"user_name": "-Hjalti-", "text": "Svo þarf ekki endilega að beltið hafi slitnað... kanski hefur festingin í boddýið gefið sig eða smellan niðrí í sætinu gefið sig", "date": "2006-08-02 15:47:00", "post_id": 50}, {"user_name": "Ingsie", "text": "Úff greyið.. Vonandi nær hann sér sem best.. Sendi mínar baráttukveðjur til hans", "date": "2006-08-02 16:13:00", "post_id": 51}, {"user_name": "Erica", "text": "sama frá mér. Þessi meiðsl hljóma ekki vel <<<icon_sad.gif>>>", "date": "2006-08-02 16:18:00", "post_id": 52}, {"user_name": "ingvarp", "text": "vonum bara að hann komist frá þessu heill, bæði andlega og líkamlega  <<<icon_neutral.gif>>>  alltaf leiðinlegt þegar svona kemur fyrir  <<<icon_cry.gif>>>", "date": "2006-08-02 16:54:00", "post_id": 53}, {"user_name": "Pokémon", "text": "Svo getur það líka verið að eitthvað af þessu glerbrotum hafi aðstoðað.  Kannski tjónast duglega áður og beltin orðin slitin eftir það.", "date": "2006-08-02 17:28:00", "post_id": 54}, {"user_name": "jammz", "text": "ái......... \n\r\nen shit hvað bíllinn lítur illa út. og miðað við það að beltin slitni og hann kastast út, þá ætti hann að vera þakklátur fyrir að vera á lífi.\r\nvonandi nær hann sér að fullu.", "date": "2006-08-02 17:28:00", "post_id": 55}, {"user_name": "Coupe", "text": "<<<icon_sad.gif>>>", "date": "2006-08-02 18:44:00", "post_id": 56}, {"user_name": "Gunni litli", "text": "æji ertu að grinast vá hvað ég vorkenni honum og aðstendum hans <<<icon_cry.gif>>>", "date": "2006-08-02 18:52:00", "post_id": 57}, {"user_name": "Hannsi", "text": "rúmlega 160", "date": "2006-08-02 18:52:00", "post_id": 58}, {"user_name": "JHP", "text": "Einmitt...Þau halda nú ekki endalaust þannig að það má ekki skrifa svona bara á þau!", "date": "2006-08-02 18:59:00", "post_id": 59}, {"user_name": "the pimp", "text": "biðjum fyrir að honum takist að ná sér  <<<icon_cry.gif>>>", "date": "2006-08-02 20:17:00", "post_id": 60}, {"user_name": "Kristjan_GUÐ", "text": "jú beltið slitnaði <<<icon_sad.gif>>>  á milli festingar við boddy og smellu við sæti ég sá það þegar að ég fór að skoða bílinn <<<icon_sad.gif>>>", "date": "2006-08-02 20:27:00", "post_id": 61}, {"user_name": "ingvarp", "text": "Sævar is in my prayers  <<<icon_cry.gif>>>", "date": "2006-08-03 08:17:00", "post_id": 62}, {"user_name": "Erica", "text": "Alveg skelfing að heyra þetta <<<icon_cry.gif>>> vona bara innilega að hann vakni", "date": "2006-08-03 10:13:00", "post_id": 63}, {"user_name": "gunnigunnigunn", "text": "<<<icon_sad.gif>>> \r\nÞvílík hörmung.....\r\nÉg innilega vona að drengurinn í það minnsta vakni og að fjölskylda og vinir hafi það sem best.", "date": "2006-08-03 10:30:00", "post_id": 64}, {"user_name": "Fraizer", "text": "jesús  <<<icon_confused.gif>>>    þetta er rosalegt  vonandi að greyjið strákurinn nái sér alveg aftur  <<<icon_confused.gif>>>", "date": "2006-08-03 14:22:00", "post_id": 65}, {"user_name": "IngvarL", "text": "<<<icon_eek.gif>>> \n\r\nvonandi nær hann sér og samhryggist ynnilega með aðstanendum hans.", "date": "2006-08-03 17:50:00", "post_id": 66}, {"user_name": "Sparky", "text": "Er einhvað nýtt að frétta af honum Sævari?", "date": "2006-08-08 03:35:00", "post_id": 67}, {"user_name": "OskarH", "text": "Got that right..", "date": "2006-08-08 15:37:00", "post_id": 68}, {"user_name": "IceSaevar", "text": "ég er þá loksins kominn heim eftir 7 ikur á spítalanum var í mánuð í rvk og 3 vikur í keflavík en ég er allavega á lífi og allur að koma til. eins og aron segir þá lenti pabbi í bílslysi á sama stað fyrir 5 árum. ég var meðvitundarlaus í 5 daga eftir slysið en ég man ekkert eftir deginum sem þetta gerðist og einhverja nokkra daga eftir að ég vaknaði og það sem er búið að segja mér svo rámar mig aðeins í að ég hafi verið að sveigja frá stóru grjóti sem var á veginum og svo held ég að það hafi verið möl á veginum sem ég hef þá misst bílinn í. svo þegar ég var í rvk þá kom rannsóknarlöggan og sagði að bíllinn hafi lent í einhverju vatnstjóni og undirvagninn farinn að tærast en ég vissi ekkert af því mér var aldrei sagt það og svo sagði hann að beltið hafði slytnaði á tvem stöðum á öðrum staðnum var eins og belltið hefði verið skorið í sundur og ég er enn marinn á mjöðminni og hendinni eftir beltið en það sem kom fyrir mig í slysinu var að andlitsbeinið hægra megin brotnaði, höfuðkúpan á hnakkanum, tvö bein í handabakinu í vinstri hendinni, hægri olnbogi og svo slytnaði allt í hnénu sem gat slytnað svo brotnaði ein tönn og aðeins úr annarri. mig grunar að ég hafi verið á svona 130-150 ég keyrði nefnilegaviðalega oft svoleiðis. svo vill ég bara þakka öllum fyrir stuðninginn. ef þið viljið spurja um einhvað þá sendið bara pm", "date": "2006-09-15 11:10:00", "post_id": 69}, {"user_name": "Fríða Björk", "text": "Úff, Gott að heyra að þú sért að ná þér  :wink:  láttu þér bara batna hægt og rólega. <<<icon_wink.gif>>>\n\r\nÞú ert Hetja það má allveg segja það  <<<icon_smile.gif>>>", "date": "2006-09-15 11:17:00", "post_id": 70}, {"user_name": "Viktorkarl", "text": "Þú varst á alveg helvíti duglegum hraða, en það er gott að vita að þú ert allur að koma til  <<<icon_smile.gif>>> \n\r\nÞú ert einn af þeim \"heppnu\"  <<<icon_smile.gif>>>", "date": "2006-09-15 11:42:00", "post_id": 71}, {"user_name": "SpongeBob", "text": "Mér finnst það mjög aðdáunarvert að þú tjáir þig hér um þetta og alveg sláandi að lesa um alla áverkana sem þú hlaust... það hafa allir keyrt á þessum hraða hérna inni (eða flestir allavega) og vonandi að fólk láti sér þetta bara að kenningu verða og keyri hægar.  En gangi þér vel  og vonandi nærðu þér að fullu!", "date": "2006-09-15 11:53:00", "post_id": 72}, {"user_name": "IceSaevar", "text": "læknarnir segja að ég eigi eftir að ná mér allveg að fullu enþeir segja að ég geti alltaf verið vondur í hnénu", "date": "2006-09-15 12:18:00", "post_id": 73}, {"user_name": "ingvarp", "text": "flott að heyra að þú sért í lagi  <<<smooch.gif>>>  bíllinn skiptir engu máli á meðan þú ert í lagi, það er ekkert skemmtilegt að velta bíl og ég velti bara á 70 og mér fannst það hrykalegt , hvernig er það þá á 130 - 150  <<<icon_eek.gif>>> \n\r\ngott að heyra frá þér  :wink:", "date": "2006-09-15 12:47:00", "post_id": 74}, {"user_name": "IngvarL", "text": "Gott að þú ert að jafna þig á slysinu.", "date": "2006-09-15 13:34:00", "post_id": 75}, {"user_name": "IceSaevar", "text": "jæja þá er ég allavega orðinn laus við gifsið á löppinni og kominn með spelku í staðinn og farinn að geta labbað svo byrjaði ég í fyrsta tímanum mínum í sjúkraþjálfuninni í dag og á svo að fara aftur í aðgerð í jan-feb á næsta ári svo á ég kannski að fara aftur í aðgerð á handababakinu ef beinið grær ekki þar eða grær bara illa sem er mjög líklegt en ef þið hafið einhverjar spurningar þá endilega sendið þær í pm hjá mér", "date": "2006-09-27 02:02:00", "post_id": 76}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/smooch.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif"], "date": "2006-08-01 12:25:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/smooch.gif", "path": "full/48e40ebdf63dc074c08a213fd03c6b119bd8208c.gif", "checksum": "f744a1bf2db84bdfe9babba561e8e8cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}]}