{"forum_title": "Almennt spjall", "id": "170310", "title": "Réttur?", "url": "http://www.live2cruize.com/spjall/showthread.php/170310-Réttur", "posts": [{"user_name": "ElvarPrelude", "text": "Sælir.\r\nÞað er mál með að ég seldi bíll um daginn fyrir cirka mánuði síðan, upp kom í dag að maðurinn sem keyfti bílinn minn sagði að bílinn hefði bilað sem sagt olíuleki á skiptingu skipting farinn að hökta og vera með leiðinni virkaði allt solid hjá mér fór meira segja með bílinn í skoðun cirka 2-3 dögum áður en ég sel hann og ekki var sett út á neit.\n\r\nHann sagði við mig að ég fengi 3 kosti\n\r\nNúmer 1 : Ég myndi borga honum cirka 200,000kr til baka og hann myndi halda í bílinn.\r\nNúmer 2 : Ég myndi borga allt til baka og ég fengi bílinn í hausinn bilaðan til baka.\r\nNúmer 3 : Hann myndi tala við lögfræðnginn sinn og fara í mál.\n\r\nÞar sem ég og hann skrifuðum undir afsal á bílnum að hann myndi taka hann eins og hann er,.\n\r\nÉg var að spá hver réttur minn í þessu máli er? Ég er ekki sáttur með þetta allt saman þar sem bílinn far í tipp topp hjá mér.\n\r\nPs, ekkert anskotans kjaftæði á þennan þráð takk!", "date": "2012-10-31 22:21:00", "post_id": 1}, {"user_name": "elisvk", "text": "Bentu honum á skoðunarskyldu kaupanda.", "date": "2012-10-31 22:45:00", "post_id": 2}, {"user_name": "Danni Málari", "text": "Ég myndi velja kost 3.", "date": "2012-10-31 22:59:00", "post_id": 3}, {"user_name": "megnuz", "text": "ef þið skrifuðuð undir afsal sem segir að bíllinn seljist í því ástandi sem hann er í ætti hann ekki getað böggað þig neitt .", "date": "2012-10-31 23:01:00", "post_id": 4}, {"user_name": "Gaujinn", "text": "Þú átt að vera í 100% rétti, eins og megnuz sagði, ef þið skrifuðu undir afsal sem segir að bíllinn seljist í því ástandi sem hann er í. Segðu honum bara að eiga sig.", "date": "2012-10-31 23:20:00", "post_id": 5}, {"user_name": "Maggi B", "text": "Segðu honum að hringja í lögfræðinginn sinn bara", "date": "2012-10-31 23:39:00", "post_id": 6}, {"user_name": "bongothemongo1", "text": "<<<iagree.gif>>>  Þetta.. og bara nákvæmlega þetta", "date": "2012-11-01 02:01:00", "post_id": 7}, {"user_name": "Teddi", "text": "Getur athugað hvort lögfræðingur FíB mundi aðstoða þig í þessu máli þótt þú gerist félagi núna, þ.e.a.s. EF þessi maður stendur við hótunina um málsókn.", "date": "2012-11-01 02:22:00", "post_id": 8}, {"user_name": "smár", "text": "Þessi málsókn hjá honum mun stranda á skoðunarskyldu kaupanda ef þetta er ekki strandað hjá honum nú þegar", "date": "2012-11-01 02:46:00", "post_id": 9}, {"user_name": "Arnar Type-R", "text": "skoðanarskilda kaupanda og afsöl eru ónítur pappír fyrir dómi! stenst ekki lög", "date": "2012-11-01 03:44:00", "post_id": 10}, {"user_name": "makker", "text": "fyrst að það var ekki sett úta lekameingunn í skoðun hjá þér þá getur verið að pakkdósinn á skiftingunni hafi verið farinn að slappast kanski lekið örlítið en það þarf að taka helling á henni svo að hún fari algjörlega ef það hefur lekið hjá henni þaraðsegja en fyrst hann var búinn að eiga bílinn í mánuð geturu bara sagt honum að fara í rassgat", "date": "2012-11-01 03:45:00", "post_id": 11}, {"user_name": "Danni", "text": "Þú átt ekki að taka neitt á þig. Þegar maður kaupir gamla bíla verður maður að gera ráð fyrir því að hlutirnir geta bilað og maður situr uppi með það. Vertu bara feginn að þú áttir ekki bílinn þegar þetta gerðist <<<icon_smile.gif>>>", "date": "2012-11-01 08:07:00", "post_id": 12}, {"user_name": "íbbi", "text": "sko þetta veltur allt á því hvað þið skrifuðuð í afsalið. \n\ní afsalinu skal koma fram allt sem seljandi vill að það sé hægt að vísa í seinna að það sé ekki hægt að hanka hann á þeim atriðum sem var vitað mál að væru að bílnum og komu fram fyrir sölu, \nkaupandi getur svo einnig oft notað þá sama texta til að sýna fram á að viðkomandi bilun hafi ekki verið á yfirborðinu þegar umræddur kaupsamningur var gerður. \n\nsvo kemur að bilunum sem koma upp eftir að bíllinn er afhentur. skylda seljanda er lítil nema það takist að færa sönnur fyrir því að hann hafi vísvitandi leynt vitneskju um að bilunin væri til staðar", "date": "2012-11-01 12:50:00", "post_id": 13}, {"user_name": "Mazi!", "text": "Hlæja bara af svona fólki og skella á..", "date": "2012-11-01 13:44:00", "post_id": 14}, {"user_name": "Gaujinn", "text": "og finnst líka fyndið, að mánuði síðar hringir hann og kvartar. Hann gæti alveg eins núna alltaf hringt í þig í hvert skipti þegar eitthvað bilar, slithlutir og fleira og reyna fá pening út úr þér. Hversu mikill hálfviti getur einn maður verið svona án gríns", "date": "2012-11-01 18:37:00", "post_id": 15}, {"user_name": "RaggiTwin", "text": "Er að standa í svipudu máli , seldi wrx og 2 mánudum seinna hringir hann og segir að blokkin sé ónít og að ég eigi að borga allt tjónið .. Það var ekki gert afsal eina sem var gert var eigendaskipti og búið .. Hvernig ætli að ég standi þá í þessu máli ?", "date": "2012-11-01 19:23:00", "post_id": 16}, {"user_name": "Búzter", "text": "ég held að það skipti engu máli því hann er hvort eð er orðinn eigandi og hann getur alveg tekið vel á bílnum í þessa 2 mán eða ekki skipt um oliu eða fylgst með vatninu á vatnskassanum eða eitthvað álika, ég myndi segja að þetta sé bara allt á hanns ábyrgð.", "date": "2012-11-01 19:45:00", "post_id": 17}, {"user_name": "íbbi", "text": "fá að vita nákvæmlega hvað er að.  \n\nreyna að draga ályktun af hevrju svo fór. og færa rök fyrir því\n\nút frá því draga ályktun um hvort þú hafir getað vitað af gallanum og leynt honum, eða hvort að kaupandi hafi sannarlega valdið þeim\n\ná wrx er lítið mál að stúta öllu krami á nokkru dögum þessvegna, \n\nég myndi halda að hann eigi erfitt með að sækja á þig. ekki nema hann geti sannað að þú berir ábyrgð á þessu, eða hafir leynt þessu fyrir honum\n\nmenn sem eru svo að stinga uppá að menn hlæji og skelli á fólk eða segi því að fokka sér e-h annað álíka gáfulegt ættu ekki að svara í þræði þar sem fólk er raunverulega að reyna að afla sér upplýsinga, að segja einhverjum að fokka sér og skella á eru glataðir viðskiptahættir", "date": "2012-11-01 19:47:00", "post_id": 18}, {"user_name": "Gusti_opel", "text": "ég myndi halda að þú þyrftir ekki að hafa áhyggjur, bara koma manninum í skilning um það að þetta sé gamall bíll og hlutirnir gerast án þess að þeir geri boð á undan sér, og fyrst hann skrifaði undir þetta afsal þá held ég að þú sért alveg golden <<<icon_smile.gif>>>", "date": "2012-11-02 00:25:00", "post_id": 19}, {"user_name": "eirikur01", "text": "Er ekki talað um að innan mánaðar eftir kaupdag, geti kaupandi gert seljanda ábyrgan fyrir leyndum göllum. Eftir það er það á ábyrgð kaupanda ef að eitthvað gerist. Svo kannski hugsanlega er þetta þér að kenna eða honum. Ef hann fer með þetta í lögfræðing þá getur það tekið mánuði uppí nokkur ár að fara í réttarsal eða hvað sem verður úr því. Svo þarf hann að borga lögfræðikostnað sem getur verið mjög hár ef málið drekst lengi og þá er spurning hvort hann vinni málið og ef hann tapar þá þarf hann að borga sinn lögfræðikostnað og jafnvel þinn ef þetta er algjörlega tilgangslaust mál. Þannig hann mun ekkert gera ef þú segir bara nei við hann og að þú viljir bara að hann fari með þetta í lögfræðing. En þú þarft að vera 100% viss að þú vissir ekkert um þetta og að þú hefðir ekki getað vitað um þetta. Þar koma bílasölur sér að góðum notum ef þú þekkir einhvern sem er að vinna á slíkri.", "date": "2012-11-02 01:29:00", "post_id": 20}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2012-10-31 22:21:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}