{"forum_title": "RÖFL", "id": "171385", "title": "OBD II - Bluetooth og Wifi kóðalesarar - hefur einhver prófað?", "url": "http://www.live2cruize.com/spjall/showthread.php/171385-OBD-II-Bluetooth-og-Wifi-kóðalesarar-hefur-einhver-prófað", "posts": [{"user_name": "Massi", "text": "Hefur einhver prófað kóðalesarana fyrir farsíma með Android stýrikerfi frá www.loftverkfæri.is\n\r\nÉg er að tala um þessa fyrir Bluetooth: http://loftverkfaeri.is/shop/categor...id_category=43", "date": "2012-12-11 14:10:00", "post_id": 1}, {"user_name": "syggy", "text": "ég er búinn að vera að pæla í þessu væri endilega til í að heyra frá eitthverjum sem hefur prufað þetta", "date": "2012-12-11 14:38:00", "post_id": 2}, {"user_name": "gulag", "text": "ég keypti svona frá Kína, og þetta er alveg að virka..\ner að nota Torque forritið frá app store'inu..\n\neins sem ég lenti í smá vandræðum með, er að þú pair'ar þetta við símann, og þarft svo að connecta í gegnum forritið sem þú notar.. síminn connectar ekki sjálfur við tækið beint í gegnum bluetooth, annars bara gleði..", "date": "2012-12-11 15:35:00", "post_id": 3}, {"user_name": "einarak", "text": "Haltu í peningana þína og ekki borga einhverjum 4 þúsund kall fyrir að flytja inn kína dót... gerðu bara sjálfur http://www.ebay.com/itm/Interface-V1...item1e752344e7\n\nég er með nákvæmlega svona ELM327 bluetooth gaur og torque forritið, splæsti meira að segja á pro útgáfuna fyrir 5$ eða eitthvað og þetta er bara snilld, get kóðalesið nánast hvað sem er yngra en svona 99-2000, og data loggað alla helstu PID´s, dataloggað með gps og uploadað í google earth, tekið kvarmílutíma, 0-100kmh, estameitað afl og allar græjur, alger snilld fyrir innan við 3000kr... \ntorque síðan http://torque-bhp.com/software/torqu...obd2-adapters/", "date": "2012-12-11 18:18:00", "post_id": 4}, {"user_name": "blackhole", "text": "ég er með elm327 og torque í símanum, síðan er ég með nokkur önnur forrit í tölvunni sem ég nota í gegnum kubbinn.\n\nmjög fínt fyrir utan smá lagg þegar maður er að fylgjast með live hvað skynjararnir gera.\n\nég er að spá í að fá mér kapal fyrir lappann til að sjá hvort laggið minki aðeins.\n\nen bluetooth kubburinn og torque í símanum er snilld, ég er yfirleitt með símann og kubbinn á mér hvert sem ég fer.\n\nlætur mér líða svona hálfpartin eins og nana nana nana nana obd man.\n\nuppástungur um hvernig ofurhetju búningurinn á að líta út sendist á inboxið hjá bödda.", "date": "2012-12-11 19:00:00", "post_id": 5}, {"user_name": "sakaxxx", "text": "http://dx.com/p/mini-elm327-usb-v1-5...ol-blue-126279\n\nhér er það sama og verið er að selja á 4990 á 19.40$\ndx.com er fín síða ég pantaði þaðan fyrir stuttu það var um 2 vikur á leiðinni", "date": "2012-12-11 21:12:00", "post_id": 6}, {"user_name": "Scooby", "text": "ég á svona og nota það mega mikið það getur nánast allt get tekið þetta í gegnum lappan og Iphone svo höfum við líka notað Android við þetta.", "date": "2012-12-11 23:58:00", "post_id": 7}, {"user_name": "Scooby", "text": "nema hvað sá sem ég verslaði kostaði 10000% minna af Ebay", "date": "2012-12-11 23:59:00", "post_id": 8}, {"user_name": "blackhole", "text": "fæst á 11-12 dollara á amazon", "date": "2012-12-12 01:45:00", "post_id": 9}, {"user_name": "einarak", "text": "ELM327 virkar samt ekki á iphone drasli, af því bill jobs eða whats his name var greedy bastard", "date": "2012-12-12 02:03:00", "post_id": 10}, {"user_name": "blackhole", "text": "skiptir ekki máli að elm327 virki ekki á iphone.\n\nekki myndi ég vilja einhvern hipster að vinna í bílnum mínum.", "date": "2012-12-12 03:41:00", "post_id": 11}, {"user_name": "BRG", "text": "Ég hef keypt alveg slatta af þessu fyrir vini og vandamenn, mismunandi týpur,,, wireless og ekki.\n\nÞessir kína ELM327 emulatorar eru frekar mikið junk og lesa bara á nokkrum stöðlum, aðalega SAE og ISO 9141 (10.4kbaud).\n\nÞeir komast flestir ekki inn í CAN businn þannig þeir eru frekar hægir,\n\nég mæli með að pumpa aðeins meiri pening í þetta og taka CAN bus adapter.", "date": "2012-12-12 14:33:00", "post_id": 12}, {"user_name": "bongothemongo1", "text": "Ég er með svona ELM327 lesara og hef ekki lennt í vandræðum með hann á þessum 5 mán sem ég er búin að eiga hann, þægilegt og einfalt í notkun", "date": "2012-12-12 20:47:00", "post_id": 13}, {"user_name": "einarak", "text": "Mæliru með einhverjum sérstökum þá?", "date": "2012-12-12 20:49:00", "post_id": 14}, {"user_name": "Scooby", "text": "ég á svona líka að það er marg marg marg búið að borga sig", "date": "2012-12-13 01:50:00", "post_id": 15}, {"user_name": "BRG", "text": "Sæll einar, það fer svolítið eftir því hvaða bíla þú ert að fara vinna með, \"universal\" adapter kostar alveg ótrúlega mikið og er yfirleitt ekki tengdur með USB í tölvu, heldur fylgir með svona lófatölva.\n\nÉg nota Tactrix OpenPort 2.0, sem styður CAN 2.0, K-bus og J1850. hann er líka með sdcard og getur loggað 'onthefly'", "date": "2012-12-13 09:24:00", "post_id": 16}, {"user_name": "Scooby", "text": "fynnst bara alveg í lagi að eiga eina svona ódýra til að lesa af bílnum svo kemst ég ég eina svona 4000$ gærju ef ég þarf meira og held að flestir hér hafi einhverskonar aðgang að einhverjum til að lesa betur af ef þess krefst.", "date": "2012-12-14 02:27:00", "post_id": 17}, {"user_name": "BRG", "text": "Þetta er reyndar notað oftar en ekki í öðrum tilgang en til aflesturs.\n\nMeð CAN bus kemstu í airbag,skiptingu ofl., t.d. margir uppá braut sem taka sæti og annað úr og þurfa því stöðugt að vera resetta air-bag ljós.\n\nÉg datalogga með þessu og get því ekki verið að fá lánað.", "date": "2012-12-14 11:29:00", "post_id": 18}, {"user_name": "Scooby", "text": "amm var nú bara nefna smá dæmi <<<icon_biggrin.gif>>>", "date": "2012-12-16 00:59:00", "post_id": 19}, {"user_name": "bodvarg", "text": "takk kærlega þá koma ástæðna afhverju pósthólfið hjá mér er troðið", "date": "2012-12-17 14:35:00", "post_id": 20}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2012-12-11 14:10:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}