{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "171694", "title": "Subaru gt með leiðindi.", "url": "http://www.live2cruize.com/spjall/showthread.php/171694-Subaru-gt-með-leiðindi", "posts": [{"user_name": "Björnsson", "text": "Nú hefur gt inn minn áhveðiðað vera með mikil leiðindiundanfarið og farið er að syttast mjög í eldspýtupakkann.\n\r\nHann vill eiga það til að gera ekkert nema koka og nær sér ekki uppá snúning ef þú gefur. Sprengir og fer að ganga leiðinlegan lausagang. Þetta er ekki bundið neinum sérstökumsnúning og stundum virkarhann alveg eins og nýr svo bara koðnar hann niður annað slagið og hikstar og gengur eins og anskotinn. \r\nMeð þessu fylgir dökkur reykur sýndist mér áðan þegar ég var að spá meira í þessu (stóð hann í botni hann náði ekki nema 3k snúning og hikst og kok og þetta var bara á bílastæðinnu.)\n\r\nByrjaði þannig að það fór í honum loftflæði skynjari ég prófaði að fá einn lánaðan og þá var hægt að keyra en var leiðinlegur. Svo ég pantaði nýjan (að vísu af ebey).\n\r\nEn allavega er hann svona í dag og væri gaman að heyra einhver álit á þessu máli.\n\r\nOg ja ég ætlaði að lesa hann með tölvu sem ég á en hún vill ekki taka bílnum. og ég geri ekki ráð fyrir að það komi neitt úr því því það kemur ekki check engine eða neitt.\n\r\nkv Brynjar", "date": "2012-12-26 22:38:00", "post_id": 1}, {"user_name": "VALDI B", "text": "háspennukefli ? kertaþræðir ?", "date": "2012-12-26 23:03:00", "post_id": 2}, {"user_name": "Maggi B", "text": "Einfaldast væri að fara meðhann til samma", "date": "2012-12-27 00:01:00", "post_id": 3}, {"user_name": "Steinarir", "text": "Þetta hljómar allt rosalega eins og loftflæðiskynjarinn. Ég ætlaði nú einhverntíman að seta glænýjan aftermarket loftflæðiskynjara í minn gt fyrir löngu, hann gekk ekki á honum, getur líka prufað að taka hann bara úr sambandi og sjá hvort hann breytist. Myndi allavega prufa orginal skynjara, annars bara kíkja á kveikjuþræðina, háspennukeflið og kertin.", "date": "2012-12-27 00:13:00", "post_id": 4}, {"user_name": "Björnsson", "text": "já ég var búinn að splæsa á hann ný kerti.. ég ætla að fá að prufa annann skynjara sjá hvað gerist. En þegar loftflæðiskynjarinn bilar á hann nú að ganga lausaganginn eðlilega.", "date": "2012-12-27 00:24:00", "post_id": 5}, {"user_name": "Teddi", "text": "Mundi venjulega giska á stíflaðan hvarfakút en GT Impreza er sennilega laus við svoleiðis fjanda fyrir mörgum árum.  <<<icon_smile.gif>>>", "date": "2012-12-27 01:13:00", "post_id": 6}, {"user_name": "Arnar Type-R", "text": "99,99% skynjara brakketið i brettinu farþeiga megin fara vacum leiðslur í þá kiktu á það!", "date": "2012-12-27 01:22:00", "post_id": 7}, {"user_name": "Hr.Cummins", "text": "crank/camshaft....\n\ner ekki speed density í þessum Subaru druslum ? geturu ekki bara tekið maf úr sambandi til að útiloka það ?", "date": "2012-12-27 01:40:00", "post_id": 8}, {"user_name": "CT9A", "text": "Nei það er ekki rétt hjá þér.\n\nMyndi fá OEM skynjara lánaðan hjá einhverjum til að útiloka það 100% enn hægagangurinn getur verið leiðinlegur ef þessi skynjari er bilaður.", "date": "2012-12-27 02:17:00", "post_id": 9}, {"user_name": "Arnar Type-R", "text": "og ef þú þarft að kaupa oem skynjara!!!!!!!!! þá er sami skynjarinn í 3,0l patrol 2003 og uppúr og hann kostar fleiri tugum þúsunda minna <<<icon_smile.gif>>>", "date": "2012-12-27 03:46:00", "post_id": 10}, {"user_name": "Jói Jóels", "text": "gæti svosem alveg verið knock skynjari, minn hegðaði sér eins þegar hann fór það er mjög svipuð bilun og þegar loftflæði skynjarinn fer en hjá mér kom samt check engine ljós þegar hann fór.\n\nEn eins og var sagt hérna fyrir ofan, að fara með hann til Samma er einfaldast.", "date": "2012-12-27 04:13:00", "post_id": 11}, {"user_name": "GretarK", "text": "þá myndi hann ekki fara í gang", "date": "2013-01-24 01:03:00", "post_id": 12}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2012-12-26 22:38:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}