{"forum_title": "RÖFL", "id": "171726", "title": "Flugeldar springa!", "url": "http://www.live2cruize.com/spjall/showthread.php/171726-Flugeldar-springa!", "posts": [{"user_name": "Opie", "text": "jæja sprengjuglaðir menn og konur, hvar á að versla flugelda.. einkasölu eða hjálparsveitir?", "date": "2012-12-27 21:26:00", "post_id": 1}, {"user_name": "Svennihar", "text": "Ég kaupi hjá björgunasveitinni klárt mál\n\n365 daga ársins treystum við á björgunarsveitirnar.\nFjóra daga á ári treysta þær á þig. Sýndu sjálfboðaliðunum í björgunarsveitunum ekki þá vanvirðingu að kaupa flugelda hjá öðrum en þeim. Sýndu stuðning þinn í verki. Verslaðu við björgunarsveitirnar.", "date": "2012-12-27 21:33:00", "post_id": 2}, {"user_name": "palmz", "text": "true dat, amen brotha", "date": "2012-12-27 21:45:00", "post_id": 3}, {"user_name": "biturk", "text": "Þar sem ég fæ fallegustu og ódýrustu flugeldana\n\nSent from my GT-I9100 using Tapatalk 2", "date": "2012-12-27 21:55:00", "post_id": 4}, {"user_name": "bErio", "text": "Ef menn eru ekki að fara versla hjá björgunarsveitunum þá er fólk ****.\nÞættirnir sem syndir voru fyrir stuttu segja allt sem segja þarf!\n\nÉg sjálfur er að fara styrkja FBSR", "date": "2012-12-27 22:03:00", "post_id": 5}, {"user_name": "Ghostrider", "text": "Björgunarsveitirnar alla tíð.Ég versla við Björgunarfélagið Ársæll", "date": "2012-12-27 22:05:00", "post_id": 6}, {"user_name": "Brauður", "text": "Auðvitað af Björgunarsveitunum!! Ég kaupi af Ósk í Búðardal", "date": "2012-12-27 22:11:00", "post_id": 7}, {"user_name": "íbbi", "text": "á 10þús kr gjafarbréf sem ég vill ólmur skipta á og peningum", "date": "2012-12-27 23:35:00", "post_id": 8}, {"user_name": "kári litli", "text": "ef ég versla eitthvað þá verður það klárlega af björgunarsveitunum", "date": "2012-12-27 23:43:00", "post_id": 9}, {"user_name": "Batguy", "text": "ég er enn að melda því fyrir mér að vinna í flugeldasöluni hjá FBSR hef gert það síðan ég var 13 ára, flaskaði á því fyrra útaf annarri vinnu reyndar, veit ekki hvort ég nenni því núna uppá það að það er mikið að gerast fram að áramótum, en ef ég versla flugelda þá er það alltaf hjá FBSR!", "date": "2012-12-28 02:27:00", "post_id": 10}, {"user_name": "Teddi", "text": "\"ég er enn að melda því fyrir mér\"\n\nég er enn að velta því fyrir mér   <<<icon_wink.gif>>>", "date": "2012-12-28 03:07:00", "post_id": 11}, {"user_name": "Snorri már", "text": "ég kaupi ekki flugelda, en ef ég myndi gera það þá myndi ég ekki kaupa af björgunarsveitum ég myndi klárlega fara í Gullborg", "date": "2012-12-28 03:16:00", "post_id": 12}, {"user_name": "KKA", "text": "Björgunarsveitirnar eða ekkert!!!", "date": "2012-12-28 03:44:00", "post_id": 13}, {"user_name": "KKA", "text": "Björgunarsveitarnar eða ekkert!!!", "date": "2012-12-28 03:45:00", "post_id": 14}, {"user_name": "Maggi B", "text": "Þakrennuheili", "date": "2012-12-28 11:02:00", "post_id": 15}, {"user_name": "Scooby", "text": "við höfum verlað við Björgunarsveitina í Mos og höldum því áfram <<<icon_smile.gif>>>", "date": "2012-12-28 11:23:00", "post_id": 16}, {"user_name": "Snili", "text": "Bjorgunarsveitinni !\n\nSent from my GT-I9100 using Tapatalk 2", "date": "2012-12-28 13:00:00", "post_id": 17}, {"user_name": "baldur..", "text": "björgunarsveitin  for the win", "date": "2012-12-28 18:48:00", "post_id": 18}, {"user_name": "Kristjan_GUÐ", "text": "segja ekki allir björgunasveitin til að lýta vel út og fara síðan þangað sem lágu verðin eru ?", "date": "2012-12-28 18:56:00", "post_id": 19}, {"user_name": "baldur..", "text": "ekki í mínu tilfelli allavega svona þar sem það er bara björgunarsveitin sem seldur herna þar sem eg er staðsettur.. og þar sem eg er í sjálfur í björgunarsveit þá veit maður svona sirka hvað þetta er mikilvægt fyrir sveitirnar okkar.. til að geta haldið tækjum í lagi og endurnýjað ef þess er þorf þannig eg hvet alla til að styrja björgunarsveitirnar  og kaupa af þeim flugelda.. þú veist aldrei hvenar þú þarf á hjálpa að halda þá eru það yfirleitt björgunarsveitirnar sem koma til hljálpar við allar aðstæður en ekki örn árnason.", "date": "2012-12-28 19:32:00", "post_id": 20}, {"user_name": "Jói ÖK", "text": "Björgunarsveitirnar, klárt mál", "date": "2012-12-28 20:37:00", "post_id": 21}, {"user_name": "Scooby", "text": "Fynnst þetta mjög cool status\n\n \"Festi bílinn í nótt, alveg pikkfesti mig. Hringdi fyrst í hopkaup.is og bað þá um að koma og hjálpa mér, virtist sem maður hafi verið sofandi en hann sagðist ekkert geta hjálpað mér og varð frekar pirraður á þessu. Hringdi svo í Örn Árnason og bað hann um að koma og hann varð eitthvað vandræðalegur en bauð mér afslátt á flugeldum, ég hló bara og sagðist aldrei ætla að versla við hann, hringdi að lokum í björgunarsveiti*na og þeir sögu mér að bíða í 20 mín því þeir væru að koma. Bið fólk að hugsa rökrétt í þessum málum, þú ert ekkert að brenna peningana þína með flugeldum heldur ertu að styrkja gott málefni með að versla af björgunarsveitu*num\"", "date": "2012-12-29 01:22:00", "post_id": 22}, {"user_name": "-ROCKY-", "text": "Björgunarsveitunum og ekkert annað!", "date": "2012-12-29 01:26:00", "post_id": 23}, {"user_name": "Fjórir", "text": "svakalega ertu fyndin og frumlegur maður !!!!\n\nég hef alltaf keypt einhvað af björgunarsveitunum..keypti í fyrra tertu sem að kostaði 40 þúsund og hún var ömurleg...finnst að þessir innkaupastjórar sem að versla þetta inn fyrir þá verða að fara að endurskoða sín mál aðeins það er nánast búinn að vera sami seðill hjá þeim síðan 1990..og því mður fyrir þá að þá eru aðrir með flottari flugelda og tertur mun ódýrara en þeir og auðvitað fara þeir sem eiga ekkert allt of mikið á milli handanna tl þeirra sem að eru ódýrastir eðlilega...Svo eftir að hafa lagt inná örn árna eða einhvað íþróttarfélag sem að selur flugelda fara þau á fb og fordæma alla sem að versla ekki af björgunarsveitunum", "date": "2012-12-29 09:37:00", "post_id": 24}, {"user_name": "Stefhauk", "text": "Ef ég myndi versla mér flugelda myndi í fara í björgunarsveitina enn þar sem ég er ekki með þessa svakalegu löngun í flugelda þá ætla ég ekki að versla mér", "date": "2012-12-29 09:51:00", "post_id": 25}, {"user_name": "Haukur Litli", "text": "Það litla sem ég mun kaupa verður keypt af bjsv. Súlur á Akureyri. Ég myndi dauðskammast mín fyrir að sjást fara inn í flugeldasölu annara en Landsbjargar.\n\nÆtli það sé ekki sama fólk og dissar Landsbjörgu núna sem asnast vanbúið upp á heiðar þegar varað hefur verið við stórveðri? Því fólki finnst ekkert sjálfsagðara en að vera bjargað frítt úr vitleysunni sinni, og helst strax.", "date": "2012-12-29 11:11:00", "post_id": 26}, {"user_name": "Mustang2005", "text": "Kaupi hjá stjörnuljósum, fæ besta verðið þar, hef samt alltaf eytt smá hjá björgunasveitunum á hverju ári", "date": "2012-12-29 11:33:00", "post_id": 27}, {"user_name": "palmz", "text": "ég líka", "date": "2012-12-29 15:29:00", "post_id": 28}, {"user_name": "oli_geir", "text": "Ég versla alltaf við Björgunarsveitina Ársæl enda meðlimur þar. En fyrir þá sem ekkert vilja með flugeldana hafa, þá eru frjáls framlög jafn vel þegin. Margt fólk sem leggur leið sína í flugeldasölu og býður í röð eingöngu til að GEFA sveitinni 5000-10000kr þakkar svo fyrir sig og kveður.\n\nHér eru bankaupplýsingar fyrir þá sem vilja en alltaf skemmtilegt að sjá andlit við hvert framlag.\nhttp://www.bjorgunarsveit.is/index.p...=554&Itemid=47\nBanki:\t0101-26-040020\nKennitala: \t540999-2449", "date": "2012-12-29 23:52:00", "post_id": 29}, {"user_name": "Pési", "text": "", "date": "2012-12-30 01:53:00", "post_id": 30}, {"user_name": "Scooby", "text": "hahahahahahhaha vel gert <<<icon_biggrin.gif>>> en er hann ekki bara ýta á konuna sína <<<icon_biggrin.gif>>>", "date": "2012-12-30 02:07:00", "post_id": 31}, {"user_name": "Hafþór Ingi", "text": "haha nei reyndar ekki, er að ýta á jóhannes hauk leikara", "date": "2012-12-30 02:38:00", "post_id": 32}, {"user_name": "SheDevil", "text": "Fór inn hjá Alvöru Flugeldum í gær, bara skoða, var frekar hissa á því hversu óspennandi þetta var hjá þeim, veit ekki hvað það var. Versla auðvitað við björgunarsveitirnar <<<icon_wink.gif>>>", "date": "2012-12-30 12:33:00", "post_id": 33}, {"user_name": "orninn123", "text": "Björgunarsveitin hún þarf á okkur að halda. og ekkert annað, en já þetta er samt pínu rétt að björgunarsveitinn má alveg fara koma meðn nyja flugelda búið að vera það sama soldið lengi,,", "date": "2012-12-30 14:27:00", "post_id": 34}, {"user_name": "Haukur Litli", "text": "Hvað myndið þið vilja fátt nýtt í flugelda flóruna? Þetta springur allt saman, mis mikill hávaði og litir en hversu margar samsetningar af hávaða og lit vantar ykkur?", "date": "2012-12-30 16:05:00", "post_id": 35}, {"user_name": "bodvarg", "text": "ættli það séu ekki þair sömu og hafa gert þetta ?\nhttp://www.mbl.is/frettir/innlent/20...jorgunarsveit/", "date": "2012-12-30 22:55:00", "post_id": 36}, {"user_name": "Einar Vti", "text": "ég hef nú ávalt styrkt björgunarsveitirnar en í ár keypti ég annarstaðar því mér fannst verðlagninginn vera kominn of hátt.", "date": "2013-01-06 22:35:00", "post_id": 37}, {"user_name": "bongothemongo1", "text": "Björgunarsveitirnar og ekkert annað!, persónuleg skoðun mín er sú að einkaaðilar ættu að vera bannaðir... hef sjálfur verið í björgunarsveit í mörg ár og veit það að þær þurfa þetta rosalega mikið!", "date": "2013-01-06 23:28:00", "post_id": 38}, {"user_name": "baldur", "text": "Ég hef nú ekki keypt flugelda síðan ég varð nógu gamall til þess að geta brennt peningunum mínum á annan og skemmtilegri hátt, í formi bensíns í kraftmiklum bílvélum. Mér skilst hinsvegar á þeim sem ég þekki sem kaupa flugelda að björgunarsveitirnar selji bara eitthvað drasl, engar almennilegar bombur. Það er hefur þá ekkert breyst síðan ég keypti flugelda síðast, þá var heldur ekkert í boði hjá björgunarsveitunum sem kom eitthvað búmm af, en nánast allt sem var til sölu hjá Gullborg og Einari áttavillta voru almennilegar bombur sem hristu jörðina og lýstu upp himininn.\n\nÞað er auðvitað hið besta mál að styrkja björgunarsveitirnar hvernig svosem það er gert. Þeir sem vilja almennilegar bombur þurfa hinsvegar að leita á náðir Magga í Gullborg, Einars áttavillta og Arnar Árnasonar. Mér finnst ekki að fólk eigi að þurfa að taka við lélegum flugeldum í skiptum fyrir peninga sem það ákveður að gefa björgunarsveitunum. Ef allt markmiðið er að styrkja þessi félög eins og hörðustu andstæðingar þess að einkaaðilar selji flugelda segja, þá sé ég ekki hvers vegna þurfi að dulbúa styrkinn sem viðskipti.", "date": "2013-01-07 00:22:00", "post_id": 39}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2012-12-27 21:26:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}