{"forum_title": "Almennt spjall", "id": "171934", "title": "Lúmsk hálka hvað er að frétta", "url": "http://www.live2cruize.com/spjall/showthread.php/171934-Lúmsk-hálka-hvað-er-að-frétta", "posts": [{"user_name": "Scooby", "text": "ég lenti í stórskemmtilegum hlut fyrir mig en kannski ekki svo skemmtilegur fyrir aðra. \n\r\nEn þannig var mál að ég var að koma heim á Subaru Legacy sem er á góðum heilsársdekkjum og var að klára smá bíltúr stelpan aftur í að klára ísinn sinn og við fram í ég kem niður brúna sem liggur inn á vesturlandsveg.\n\r\nÞað er kem akandi Suðurlandsveg og inn á Vesturlandsveg. og er á kannski 50km hraða og gatan er blaut að mér vitandi. \n\r\nViti menn það var gler þarna niður og vindir bílinn sér vel á hlið næstum niður alla brekkuna og þakkar maður fyrir að kunna að taka á því ef svona skéður en ekki bara fara í eitthvað kast og hamra bremsuna og enda á vegriðinu \n\r\nÞetta er ekki í fyrsta skipti í vetur sem ég lendi í því að sjá ekki hálkuna á stöðum sem ættu að vera nokkuð mikið farnir. \n\r\nMá þá nefna það að það var t.d. bíll að aka upp Ártúnsbrekku og ætlaði út af í slaufu sem endara niður í Eliðardal og var svo heppinn að enda ekki bara útaf heldur hitti hann fyrsta staurinn eftir begjuna. \n\r\nÞannig að farið varlega þetta helvíti sést mjög illa þessa dagana og það er varla saltbíll þarna út á ferð.", "date": "2013-01-05 23:31:00", "post_id": 1}, {"user_name": "biturk", "text": "Naglar gera gagn í svona <<<icon_smile.gif>>>\n\n\nSent from my GT-I9100 using Tapatalk 2", "date": "2013-01-05 23:33:00", "post_id": 2}, {"user_name": "Scooby", "text": "einginn spurning en ég hætti að nota nagla hér um árið því að það var ekki svona hálka nema kannski 1-2 daga á ári", "date": "2013-01-05 23:36:00", "post_id": 3}, {"user_name": "Dauntless", "text": "Segðu.\n\n    Var á heimleið áðan, engin hálka frá miðbænum svo þegar ég kem að mislægu gatnamótunum rétt hjá mjódd/Byko kem ég í beygjuna á svona c.a. 40 og hendist bara á hlið... átti engna veginn von á þessu en þetta var bara gler! \n\nKemur ekki til greina að ég fari á nagla samt.", "date": "2013-01-05 23:37:00", "post_id": 4}, {"user_name": "Teddi", "text": "Takk Palli.\n\nÓtrúlegt hvað þeir reyna að spara saltið, var farið að glitra á göturnar í Kópavogi kl.fimm í dag\n\nDekkjahreinsir virkar fáránlega vel til að auka gripið. \nReyni að muna eftir honum og spreyja á dekkin í hvert sinn sem það er nýfallinn snjór.", "date": "2013-01-05 23:41:00", "post_id": 5}, {"user_name": "bimmer", "text": "Lenti í þessu áðan á M5. Var að koma suður Reykjanesbrautina við Vífilsstaði og tók\nafreinina upp á brúna.\n\nHouston we have a problem - EKKERT GRIP - og afturendinn \nfer út til vinstri.\n\nÉg driftaði óvart alla restina af hægri beygjunni og svo \nþá vinstri upp að hringtorginu, rétt tókst að halda bílnum á götunni.\n\nFrekar stressandi með frúna og stelpuna í bílnum.", "date": "2013-01-06 00:38:00", "post_id": 6}, {"user_name": "Dezzice", "text": "Shitt hvað mér brá.  Það leit engan vegin út fyrir að vera hálka þarna og þetta var ótrúlega villandi en gatan var eins og gler!!!  Fór samt mjög vel sem betur fer, sem er bara Palla að þakka.", "date": "2013-01-06 00:48:00", "post_id": 7}, {"user_name": "bimmer", "text": "Segja svo að driftæfingar borgi sig ekki......", "date": "2013-01-06 00:54:00", "post_id": 8}, {"user_name": "Scooby", "text": "já maður illa svo þegar þú ert kominn úr úr þessu þá hugsar maður isss þetta vara bara pínu gaman samt <<<icon_biggrin.gif>>>", "date": "2013-01-06 00:54:00", "post_id": 9}, {"user_name": "Dezzice", "text": "Já manni stendur líka ekki á sama einmitt þegar maður er með barnið í bílnum með sér :S", "date": "2013-01-06 01:13:00", "post_id": 10}, {"user_name": "Sævar Örn", "text": "Skautandi bílar, minnti mig bara á arab drift videoin, ljóskur á yarisum snúandi bílunum 720° útum alla miklubraut", "date": "2013-01-06 04:33:00", "post_id": 11}, {"user_name": "Snorri már", "text": "var einmitt ekki langt fra þvi að fara inní kyrrstæðan bíl á bílaplani áðan, þar var bara allt rennandi blautt en eitthver djöfulsins klaki  undir", "date": "2013-01-06 04:37:00", "post_id": 12}, {"user_name": "VolvoFH16", "text": "Við snérum sendibilnum, a gatnamotunum dalvegur-nýbílavegur-mjódd a leiðinni niður nýböilavegin, það var frekar funky<<<icon_razz.gif>>>", "date": "2013-01-07 12:05:00", "post_id": 13}, {"user_name": "hallurs", "text": "Fólk á Bauhaus planinu var fast á jafnsléttu, sumir virðast ekki átta sig á því að það gerir ekki neitt að gefa meira inn í hálku. \n\nbrekkan að búðinni var algjört svell og fólk komst ekki upp hana á tímabili, 3 bíla árekstur þar og eitthvað vesen þegar ég var að fara heim úr vinnunni.", "date": "2013-01-07 12:15:00", "post_id": 14}, {"user_name": "gunni-boy", "text": "Og svo bara óvart öll beygjan?", "date": "2013-01-07 12:23:00", "post_id": 15}, {"user_name": "bErio", "text": "Giska á að Ísabella hafi hlegið og klappað og fundist þetta snilld!", "date": "2013-01-07 16:08:00", "post_id": 16}, {"user_name": "Scooby", "text": "og ekki er það mikið skárra ef maður er labbandi slætaði smá áðan <<<icon_biggrin.gif>>>", "date": "2013-01-07 17:03:00", "post_id": 17}, {"user_name": "mrkiddi", "text": "Ég lenti í því rétt hjá Bifröst í lok Októbers and vera að taka fram úr Jeppa sem var á svona 70 og ég á 120.\nþað var búið að vera gott veður og engin hálka á leiðini nema á þessum kafla(Black ice).\nþegar að ég mæti jeppanum þá ákveð ég að gíra niður til að taka fram úr ekki vitandi að þarna væri Svartur ís. \nþegar að ég er kominn við hlið hans byrjar Túrbínan að spóla á fullu, kippist afturendinn til og er ég kominn með hann útaf og í mölina,\nþarna var ég á hlið á 120 í Glærahálku með 2 farþega.\nég náði að fá bílinn aftur inn á veginn og tipplaði á bensíngjöfini til að fá hann til að rétta sig sem og hann gerði þegar að ég var kominn niður í um 70.\nenginn meiddist og ekkert skemmdist. \n\nákveðið ferli fór í gang í hausnum á mér og ég vissi svona\nnokkurnveginn hvað átti að gera í svona aðstæðum enda búinn að leika mér að skapa þær vísvitandi frá því að ég fékk bílprófið .\nFélagi minn sem var með mér í bílnum sagði við mig eftir þetta að ef það væri einhver sem að hann treysti til að keyra bíl eftir þetta þá væri það ég,\nog ég hugsa til þess á hverjum degi þarsem að þetta er það besta sem nokkur maður hefur sagt við mig <<<icon_smile.gif>>>\n\nað lenda í þessu gerir manni grein fyrir því hversu mikilvægt það er að \"leika sér\" þessu fyrstu árin sem maður fær Prófið\nég held að það hafi skipt sköpum.\n\nen mikið svakalega var gott að hafa AWD <<<icon_wink.gif>>>", "date": "2013-01-07 17:05:00", "post_id": 18}, {"user_name": "dazy crazy", "text": "Ég lenti í hálku í Reykjavík á Miklubrautinni og afturendinn fer að slæda í beyjunni við bústaðaveg og svo driftaði ég bara óvart alla leiðina til Akureyrar en ég er svo mikil hetja að ég reddaði því og enginn slasaðist, þorði ekki að fara í þessum aðstæðum í gegnum Hvalfjarðagöngin svo ég slædaði bara Hvalfjörðinn, líka minni umferð. <<<icon_biggrin.gif>>>", "date": "2013-01-07 18:30:00", "post_id": 19}, {"user_name": "Teddi", "text": "Var þetta kvöldið þar sem hörku árekstur varð við Bifröst? \nBíl sem reynt var að beygja inná Bifröst rann bara áfram og lenti á bíl sem kom á móti.\n\nEitthvað um svipað leiti sem fjölskyldumeðlimur var þarna á ferð, bíllinn á nýjum negldum dekkjum en samt var farið á lullinu, mesta glerhálka sem hann hefur lent í.", "date": "2013-01-07 18:43:00", "post_id": 20}, {"user_name": "mrkiddi", "text": "jebb það passar! ég hef aldrei lent í öðru eins, var á leið minni til Búðardals og þurfti að fara Bröttubrekku í hálku og þoku.\r\nþað vildi svo heppilega til að ég lenti fyrir framan jeppa með flóðlýsingu og lýsti mér leiðina og fylgdi mér niður, ég keyrði ekki hraðar en um 30 þegar best lét.\n\r\nþað var dálítill \"eye opener\" að verða vitni að þessu slysi fimm mínútum eftir að maður hafði næstum drepið sjálfan sig og þá sem eru manni kærkomandi.\r\nég hef alltaf augun opin og ef að mælirinn fer fyrir neðan 0° þá hef ég varan á.", "date": "2013-01-07 19:30:00", "post_id": 21}, {"user_name": "dazy crazy", "text": "það getur alveg verið hálka þó mælirinn sé í +2°C og oft meiri þá heldur en þegar er frost", "date": "2013-01-07 20:23:00", "post_id": 22}, {"user_name": "Scooby", "text": "hann sýndi +3°C þegar við lentum í þessu á laugardag", "date": "2013-01-07 22:12:00", "post_id": 23}, {"user_name": "Teddi", "text": "Nákvæmlega þess vegna sem hitamælar í nýlegum bílum pípa á mann þegar hitinn fer niður fyrir +3 gráður.", "date": "2013-01-07 22:34:00", "post_id": 24}, {"user_name": "Haukur Litli", "text": "Mest hef ég verið hræddur þegar beislisvagn kom á hlið á eftir mér niður Bakkasels-brekkuna og þegar 10 hjóla bíl undirstýrði á leiðinni frá Neskaupsstað niður á Eskifjörð í áttina að mér á öðrum 10 hjóla trukk. Svona teflon-gler-bleytu hálka er alveg pain.", "date": "2013-01-07 22:48:00", "post_id": 25}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2013-01-05 23:31:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}