{"forum_title": "Tæknilega hornið: Almennt", "id": "173851", "title": "sjóða í svinghjól ?", "url": "http://www.live2cruize.com/spjall/showthread.php/173851-sjóða-í-svinghjól", "posts": [{"user_name": "Einarivars", "text": "lenti í því að það losnaði sveifarásskynjaramerki af svinghjolinu hja mer.\n\r\nég var að pæla hvort það væri í lagi að sjóða aftur þetta merki í svinghjolið án allra vandræða ?\n\nflywheel_manual_ref_pin_text.jpg", "date": "2013-03-14 11:34:00", "post_id": 1}, {"user_name": "chaser79", "text": "Þetta er svo utalega á hjólinu að ef það er ekki gert almennilega þá gæti komið kast á hjólið og skemmt legur a sveifarásnum og komið fram víbringur þannig að ég myndi ekki taka sénsinn með það frekar kaupa hjól sem er í lagi hvort sem það er nýtt eða notað.", "date": "2013-03-14 14:44:00", "post_id": 2}, {"user_name": "Bragi", "text": "ef að þú ert með stikkið og það sést hvar það á að vera á hjólinu þá ætti nú að vera hægt að tig sjóða það á án vírs, þá eru enþá með sömu þyngdina á sama stað...", "date": "2013-03-15 17:20:00", "post_id": 3}, {"user_name": "Sævar Örn", "text": "Svo ætti nú ekki að vera mikið mál að ballansera svona hjól... ég myndi tala við Smára í Skerpingu renniverkstæði í Hafnarfirði, hann er ólseigur í svona málum og getur ábyggilega sagt þér allt hvað má og ekki má <<<icon_smile.gif>>>", "date": "2013-03-18 10:55:00", "post_id": 4}, {"user_name": "juddi", "text": "Stál og stansar eru þeyr einu svo ég viti sem geta balancerað annars get ég tig soðið þetta", "date": "2013-03-18 22:31:00", "post_id": 5}, {"user_name": "Chevrolet", "text": "Ég held ekki að sjálft hjólið eigi að vera í balance!? Svona án þess að vera sérfræðingur, kannski er þetta mismunandi milli bíla.\n\nEn ég held að það þurfi að balancera með sveifarásnum til að allt sé rétt.", "date": "2013-03-18 22:53:00", "post_id": 6}, {"user_name": "Litli_Jón", "text": "Það er nú  bara gert á hugh performance bílum sem eru með sér bygða vél en í svona venjulega bíla er nóg að balansera bara hjólið sjálft...", "date": "2013-03-18 22:57:00", "post_id": 7}, {"user_name": "baldur", "text": "Nei það er bara gert í V vélum sem eru með \"external balance\", semsagt hluti af mótvægjum sveifarássins hafður á svinghjóli og á dampernum. Hefur ekkert að gera með performance, fullt af handónýtum sleggjum jafnt sem high performance mótorum sem eru external balance.", "date": "2013-03-19 12:39:00", "post_id": 8}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2013-03-14 11:34:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}