{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "174351", "title": "IS200 2001 ógangfær", "url": "http://www.live2cruize.com/spjall/showthread.php/174351-IS200-2001-ógangfær", "posts": [{"user_name": "toca", "text": "Fyrst kraflaus (limp mode) með code P0120 (TPS) \r\nEftir að hafa skipt um TPS þá kom code P0128 Throttle motor.\r\nEftir að hafa skipt um Throttlebodið í heilu þá fer hann alls ekkert í gang og engir villukóðar.\n\r\nÞað sem skipt var um er: háspennukefli, kerti, TPS og nú síðast Throttlebodið í heilu.\n\r\nEngir villukóðar en bíllinn tekur við sér (fer ekki í gang) í starti, kemur asnalegt \"sog\" hljóð og svo gerist ekkert meir.\n\r\nHvað mögulega ætti að skoða næst?", "date": "2013-04-03 13:02:00", "post_id": 1}, {"user_name": "H1lmar", "text": "Þarf ekki að samkeyra spjaldhúsið við tölvu bílsins eftir að hafa sett annað í?\n\r\nVar í veseni með spjaldhús á Audi A4 2000 módeli og þá þurfti að láta tölvuna læra á spjaldhúsið uppá nýtt og eftir það voru engin vandamál. Reyndar gekk hann nema hann var kraftlítill og missti stundum tenginguna við pedalann..", "date": "2013-04-03 16:41:00", "post_id": 2}, {"user_name": "toca", "text": "Veit ekki alveg hvað þú ert að meina með \"samkeyra\" - væri kannski fínnt að fá nánari útskýringu á því.\n\nI throttlebodi-inu eru 2 nemar (TPS og TCP ásamt Throttle motor), báðir TPS nemarnir eru stilltir á 0,65v lokaðir og 4,04v opnir ... Ég get ekki séð að það sé hægt að stilla neitt annað þarna.", "date": "2013-04-04 07:36:00", "post_id": 3}, {"user_name": "H1lmar", "text": "Ég fór og lét tengja hann við tölvu og láta calibrate-a throttleboddíið uppá nýtt. Þurfti að láta tölvuna læra á throttleboddíið uppá nýtt. Gæti verið að þú þurfir að láta tenga þinn við tölvu og láta kóða það við vélartölvuna. Hef samt ekki hugmynd um það, þeir sem þekka þessa bíla betur en ég ættu að vita það.", "date": "2013-04-04 20:15:00", "post_id": 4}, {"user_name": "toca", "text": "Skil þig .... spurning hvort það leynast snillingar hér sem vita eitthvað meira en við??", "date": "2013-04-05 06:07:00", "post_id": 5}, {"user_name": "elisvk", "text": "Myndi hringja uppí toyota og fá að tala við einhvern sérfræðing á verkstæðinu. Þeir geta pottþétt græjað þetta.\n\nEins og ég skil þetta þarf að setja lægsta punkt inn og svo stíga hann í botn (ekki í gangi). Stilla hvar 100% opið er og hvar er 0% (þar sem hann á að taka við í hægagang). Það er amk svoleiðis á AEM tölvunni minni :P hann lærir svo allt á milli 0 og 100%", "date": "2013-04-05 20:05:00", "post_id": 6}, {"user_name": "Jonnzy", "text": "er bensíndælan í lagi ?", "date": "2013-04-08 19:10:00", "post_id": 7}, {"user_name": "elisvk", "text": "Eins og jóli bendir á bensíndæluna. Hægt að tjékka á því mjög auðveldlega. Svissar á bílinn og hlustar þar sem bensíntankurinn er. Ætti að heyra mjög spes hljóð, fer ekkert á milli mála, þetta er eins og rafmagnsmótor að virka.", "date": "2013-04-08 19:31:00", "post_id": 8}, {"user_name": "toca", "text": "Bensíndælan virkar og skilar fullum þrýstingi.\nÞarf að kanna nánar þetta með að samstilla TB og tölvu, hef ekki séð neitt um það á lexus forum-um og er að bíða eftir nánari upplýsingum frá Toyota.", "date": "2013-04-09 05:59:00", "post_id": 9}, {"user_name": "toca", "text": "Jæja - niðurstaða.\nEftir að hafa elt bilanakóda og skipt um það sem kódinn vísaði á þá endaði ég upp með að hafa skipt um TPS 1 og 2, Coil, Throttle body, kerti, öll öryggi (ásamt 120Amp) og hvarfakút.\nBíllinn kominn í lag.\n\nThrottlebody og vélartölvu þarf ekki að samkeyra á annan hátt en að skrúfa dótið í, tengja það, svissa á bílinn, svissa af honum og setja í gang.", "date": "2013-05-15 13:14:00", "post_id": 10}], "file_urls": [], "date": "2013-04-03 13:02:00", "files": []}