{"forum_title": "RÖFL", "id": "174806", "title": "Göturnar saltaðar í drasl", "url": "http://www.live2cruize.com/spjall/showthread.php/174806-Göturnar-saltaðar-í-drasl", "posts": [{"user_name": "HjaltiH", "text": "Svona var þetta rétt áðan þegar ég var að koma heim, salt hólar í öllu hverfinu.. hvað er í gangi <<<icon_sad.gif>>>", "date": "2013-04-18 19:39:00", "post_id": 1}, {"user_name": "hallzli", "text": "Djövulsins viðbjóður!!!", "date": "2013-04-18 19:41:00", "post_id": 2}, {"user_name": "PerlaD", "text": "yup... Frekar hvimleitt... Er einmitt á svörtum og mér brá í gær þegar ég kom út... Ég rétt hreyfði bílinn úr húsi í búð og bíllinn er hvítur núna...", "date": "2013-04-19 09:38:00", "post_id": 3}, {"user_name": "jonbk", "text": "er það ekki bara útaf það kom snjór á miðvikudaginn og margir komnir á sumardekkin ??", "date": "2013-04-19 10:56:00", "post_id": 4}, {"user_name": "punktur", "text": "þetta er fáranlegt salta  1mm af snjó ....", "date": "2013-04-19 18:46:00", "post_id": 5}, {"user_name": "Erica", "text": "bílinn er viðbjóðslegur eftir allt þetta salt!!", "date": "2013-04-19 21:04:00", "post_id": 6}, {"user_name": "Xavant", "text": "Mér persónulega finnst að það eygi að ríkið eygi að hætta salta göturnar, kostar ríkið stórfé, og það er ekki eins og þeir séu að spara þetta eithvað! veit ekki hversu oft ég hef verið að keyra brautina og þessir vitlaisingar eru að salta hana útaf því að veðurspáin sagði að það gæti verið möguleiki á smá snjó/hálku!      fólk getur bara keyrt eftir aðstæðum! saltið eyðileggur bílana og skilur eftir sig þetta æðislega svifryk á vorin!", "date": "2013-04-22 08:11:00", "post_id": 7}, {"user_name": "hallzli", "text": "heyr heyr!", "date": "2013-04-22 17:38:00", "post_id": 8}, {"user_name": "TDK", "text": "Nei nei nei nei nei. Ertu ekkert búinn að filgjast með undanfarin ár? Svirfik er alvarið og ENGONGU nagladekkjum að kenna <<<icon_rolleyes.gif>>>\n\r\nEn annars er ég alfarið sammála því að það ætti að hætta þessu. Ef að fólk getur ekki hunskast til að vera á almennilegum dekkjum og eða hefur ekki getuna til að keira í hálku getur það bara verið heima hjá sér eða tekið strætó. Ég flutti suður fyrir 2 árum og var þá búinn að eiga sama bílinn fyrir norðan í 4 ár á undann og það er ótrúlegt hvað þessi djöfulsins saltpækil sem maður eru að keira í hérna hálft árið gerir mikinn skaða.", "date": "2013-04-22 19:06:00", "post_id": 9}, {"user_name": "Stefán Dal", "text": "Þetta er ekki gert í einhverju gríni. Borgin eyddi 480 milljónum í snjómokstur og salt í vetur og það myndi nú eitthvað heyrast ef það væri ekki gert.\nÍ þessu tilfelli gerði mikið frost mjög skyndilega eftir mikinn loftraka sem skapar mikla ísingu. Auk þess eru margir komnir á sumardekk á þessum tíma.\n\nMerkilegt hvað margir halda að þeir sem stjórna og ákveða hluti séu allt einhverjir rasshausar og hálfvitar.", "date": "2013-04-22 21:17:00", "post_id": 10}, {"user_name": "einarak", "text": "Dópaðiru þig úr efnafræðinni í 9.bekk eða? Saltið er sett á götuna til að lækka bræsðlu mark vatnsins. Þ.e. þegar búið er að salta göturnar þá getur það lækkað bræsðlumarkið allt niður í -21°c (fer eftir salt magni auðvitað). Þannig að þó það sé -5°c frost, þá eru göturnar blautar en ekki frosnar og hálar. Algerlega óháð því hvort spái snjókomu eða brennisteinsregni, þetta snýst um raka og hitastig.\r\nOg svo eru það nagladekkin sem valda svifrykinu, ekki saltið....", "date": "2013-04-22 22:24:00", "post_id": 11}, {"user_name": "Xavant", "text": "Hver ert þú að kalla mig dópista, þó að ég hafi ekki fylgst með í grunnskóla! shit for brains!", "date": "2013-04-22 23:58:00", "post_id": 12}, {"user_name": "Hr.Cummins", "text": "<<<icon_lol.gif>>> góður Gissur", "date": "2013-04-23 00:32:00", "post_id": 13}, {"user_name": "einarak", "text": "Haha, ég kallaði þig ekki neitt ég spurði bara, sorry með mig.", "date": "2013-04-23 07:42:00", "post_id": 14}, {"user_name": "gislimar", "text": "sammála, það er alltaf hægt að finna eitthvað af öllu, og allir með mismunandi skoðanir. af tvem illu þarf bara að velja skárri kostinn. frekar vil ég að bílinn minn sé ljótur og skítugur heldur en að eitthver nær ekki að stoppa og neglir á mig.", "date": "2013-04-23 11:45:00", "post_id": 15}, {"user_name": "Hr.Cummins", "text": "Mamma hans Xavant er salt....", "date": "2013-04-23 12:09:00", "post_id": 16}, {"user_name": "baldur", "text": "Það er líka gott fyrir hagkerfið að bílar ryðgi í sundur á örfáum árum svo fólk geti keypt sér nýja þar sem vélbúnaðurinn í öllum betri bílum er svo góður að þeir myndu auðveldlega keyra í 40 ár og milljónir kílómetra með til þess að gera litlu viðhaldi ef boddy og innrétting entust svo vel.", "date": "2013-04-23 15:22:00", "post_id": 17}, {"user_name": "MoD", "text": "Það er nú ekkert til að hrópa húrra yfir að keyra um á veturnar á akureyri þar sem er ekki saltað.Klaka bunkt útum allt.sem skemma undirvagna á bílunum.Brjóta gorma og gata olíupönnur.Maður verður bara að keyra um á druslum á veturnar í reykjavík  og geyma sparibílinn inni á meðan.\n\r\nEn er sammála um að það mætti minnka saltið á götum borgarinnar.Eins með ekkert lítið magn af sandi sem var dreift á göngustígana.", "date": "2013-04-23 21:53:00", "post_id": 18}, {"user_name": "Teddi", "text": "Bara ef þeir hefðu nú saltað almennilega í morgun.  <<<icon_smile.gif>>>", "date": "2013-04-24 08:47:00", "post_id": 19}, {"user_name": "EG6", "text": "held að vælubíllinn hafi fest sig í snjónum í morgun.", "date": "2013-04-24 11:57:00", "post_id": 20}, {"user_name": "Gunni litli", "text": "ef þið mynduð búa útá landi (ekki að tala um alla) þá mynduði ekki skilja alla þessa salt notkun í rvk einsog þetta er hérna hjá mér er ekkert saltað nema bröttustu brekkurnar á fjallvegum", "date": "2013-04-28 01:25:00", "post_id": 21}, {"user_name": "Svenni Litli", "text": "Það er svo mikið magn af fólki sem er í umferðinni sem bara hefur ekki getu til að keyra í snjó. Sumt fólk heldur í alvörunni að ef bíllinn er fastur þá virkar að gefa allt í botn. Það fólk er akkúrat sama fólkið sem heldur að nagladekk séu málið og það er akkúrat fólkið sem mun væla ef hætt væri að salta göturnar.\n\nPersónulega er ég mjög hlynntur því að minnka saltið, spara það aðeins. Svo finnst mér að það eigi að banna nagladekk eða gefa sérstakt leyfi fyrir nagladekkjum því nagla dekk hjálpa þér voða lítið nema þú sért á gleri, og þá sérstaklega í rvk því það er mjög sjaldan sem þú þarf virkilega að nota nagladekk í bænum. \n\nNagladekkin skemma malbikið og alveg hrykaleg svifryks mengun af þessum dekkjum. Sumt fólk er með ofnæmni fyrir ryki og getur einfaldlega ekki farið út úr húsi vegna ofnotkunar á nagladekkjum. Góð naglalaus dekk í dag eru alveg nógu góð fyrir íslenskar aðstæður.  \n\nMér finnst alveg sjálfsagt að fólk sem býr útá landi eða keyrir mjög mikið útá landi megi nota nagladekk ef því langar til.\n\nEn ég er mesti nagladekkja hatari sem fyrir finnst. Þoli ekki nagladekk hehe <<<icon_smile.gif>>>", "date": "2013-04-28 02:48:00", "post_id": 22}, {"user_name": "Hr.Cummins", "text": "Nagladekk, seriously...\n\nTúristahelv' sem að keyrði framan á mig um daginn hélt án gríns að hann væri ósigrandi á nöglunum...\n\nNagladekk eru overrated <<<icon_exclaim.gif>>>", "date": "2013-04-28 03:14:00", "post_id": 23}, {"user_name": "Sindri A", "text": "Hér á höfuðborginni verður mikið sleipara vegna bleytu. Út á landi verður ekki jafn mikil bleyta í hálkunni vegna lítillar umferðar.", "date": "2013-04-28 05:32:00", "post_id": 24}, {"user_name": "Gunni litli", "text": "Ertu án djóks að verja saltið í rvk miðað við útá landi? Þú gerir þér grein fyrir þvi að útá landi í mjög mörgum bæum að þetta er mest uppá við mikið um brekkur hérna keyrir fólk eftir aðstæðum ekki eftir hvað hvað bæjarfelagið gerir eg vill minna salt i rvk og meira salt í verstu brekkum landsins semsagt á þjóðvegi", "date": "2013-04-29 18:01:00", "post_id": 25}, {"user_name": "Sindri A", "text": "Er ég að verja saltið í reykjavík miðað við útá landi? wtf ertu að tala um félagi. Ég er bara að segja að þarf salt í Reykjavík, sagði ekkert um saltnotkun á landsbyggðinni.", "date": "2013-04-29 18:05:00", "post_id": 26}, {"user_name": "Gunni litli", "text": "Finnst þer þurfa salt þegar það er komið nokkur snjókorn?? Og helduru að gatan verði stamari við salt notkun??", "date": "2013-04-29 23:54:00", "post_id": 27}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif"], "date": "2013-04-18 19:39:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}]}