{"forum_title": "Almennt spjall", "id": "175188", "title": "Laga hjólalegur í Skoda Octavia", "url": "http://www.live2cruize.com/spjall/showthread.php/175188-Laga-hjólalegur-í-Skoda-Octavia", "posts": [{"user_name": "hallurs", "text": "Mamma lét s.s. skipta um báðar hjólalegurnar að framan hjá sér um dagin. Ekki nóg með það en hægri legan losnaði um viku seinna, bifvélavirkinn sem sá um fyrra verk bauðst auðvitað til þess að koma legunni aftur fyrir frítt. Hann fer í skoðun í dag og eru báðar legurnar með alltof mikið slag. Nennum ekki að standa í því að fara aftur til hans þar sem hann getur greinilega ekki gert þetta nógu vel\n\r\nEitthverjir sem þið mælið með til að redda legunum sem eru btw nýjar og á sanngjörnu verði?", "date": "2013-05-02 18:02:00", "post_id": 1}, {"user_name": "Pokémon", "text": "Flest öll ef ekki öll bílaverkstæði ættu að ráða við þetta.  Persónulega þá hefði ég rekið þetta strax aftur í þennan bifvélavirkja sem skipti um legurnar í upphafi, þrátt fyrir fyrri mistök.\n\r\nEf það er komið slag í nýju legurnar þá eru þær líklegast ónýtar.  Myndi kaupa nýjar og láta bifvélavirkjann gera borga það.\n\r\nBílson er ágætt verkstæði sem sérhæfir sig í Heklubílum.  Hvort þeir séu sanngjarnir er ekki fyrir mig að segja en ég myndi treysta þeim til að gera þetta almennilega.", "date": "2013-05-02 19:33:00", "post_id": 2}, {"user_name": "--Siggi--", "text": "Þetta hljómar eins og gallaðar legur.\nÞað er rosalega erfitt að gera þetta vitlaust.", "date": "2013-05-02 22:08:00", "post_id": 3}, {"user_name": "Pokémon", "text": "Ef þær eru ekki pressaðar rétt í þá eru þær ónýtar mjög fljótt. En annars er mjög erfitt að gera þetta vitlaust", "date": "2013-05-02 22:48:00", "post_id": 4}, {"user_name": "Sævar Örn", "text": "Það er mjög erfitt að gera þetta vitlaust já\n\nHversu gamall er þessi skódi? nýju skódarnir eru með legu höbb sem er boltaður, og lítill aumur 8mm bolti heldur öxlinum á sínum stað en ekki samanhert lega eins og í eldri bílunum\n\nMinnir að þetta breytist 2005. Hef lent í með Volvo, Skoda og VW að legur frá Stilling eru gallaðar, ekki þó að þær detti sundur en það er slag í þeim sem ekki er hægt að losna við þar sem þær eru ekki samanhertar heldur er preload á þeim stillt með þensluskífu frá framleiðanda", "date": "2013-05-03 00:09:00", "post_id": 5}, {"user_name": "hallurs", "text": "Þetta er 2001. \n\nHeyrum aftur í honum á mrg.  Finnst að hann ætti nú að hafa tekið eftir því ef að legan var skrítin þegar hann setti hana aftur í.", "date": "2013-05-03 00:11:00", "post_id": 6}, {"user_name": "BalliBT", "text": "Ég er mjög ánægður með Betri Bíla.\n\ngóð þjónusta og kurteis viðmót.\n\nÉg fór einu sinni í Bílson og ég geri það ekki aftur.\n\nÓkurteisi við mig vegna þess að ég er ekki yfir 35 ára. Var að útskýra \"galla\" sem ég hef séð allstaðar á netinu varðandi GTI og segir að það sé bara útaf því að ég er unglingur, síðan pantar  hann fyrir mig hlut sem hann ætlaði að setja í fyrir mig, hringir í mig 6 mánuðum síðan \"heyrðu þú varst að bíða eftir varahlut, hann er kominn\" þetta var ekki stór sending. \n\naldrei í lífinu fer ég þangað aftur", "date": "2013-05-03 06:40:00", "post_id": 7}], "file_urls": [], "date": "2013-05-02 18:02:00", "files": []}