{"forum_title": "Almennt spjall", "id": "175990", "title": "Aksturaæfing DDA föstudaginn 31. maí", "url": "http://www.live2cruize.com/spjall/showthread.php/175990-Aksturaæfing-DDA-föstudaginn-31-maí", "posts": [{"user_name": "siggigunni", "text": "Akstursæfing DDA 31. Maí 2013\n \nSpól á dag kemur skapinu í lag!\n\nAllar tegundir af bílum velkomnar, sama hvort þeir séu fram-, aftur- eða fjórhjóladrifnir.\r\nHvort sem fólk vill spóla eða æfa brautarakstur.\r\nBrautin opnar kl. 18:00 og hættum við að keyra um kl. 22:00\r\nÞau skilyrði sem bíll og ökumaður þurfa að uppfylla:\r\n•\tBíll með fulla skoðun.\r\n•\tGilt ökuskírteini.\r\n•\tLöglegur hjálmur.\r\n•\tViðkomandi þarf að vera meðlimur í klúbbi innan ÍSÍ.\r\n•\tNagladekk eru stranglega bönnuð.\r\n•       Vera með trygginaviðauka! enginn viðauki þýðir að þú færð ekki að keyra!!!\n\n\r\n*ATH* Rallýcrossmenn sem vija koma og æfa þið þurfið að hafa eftirfarandi í huga:\r\n•      Mæta með belti, búr og annað á bílnum í lagi.\r\n•      Mæta klæddir eins og þið séuð að fara að keyra í keppni!\r\n•      Við keyrum aðeins malbik, Vinsamlegast virðið það!\r\n•      Hjálpa til að sópa og slíkt.\r\n•      Ekki skera beygjur eins og brjálæðingar þó svo að við nennum ekki að setja upp tunnur!\r\n•      Vera skráðir í klúbb hjá AÍH\n\n\n\n\n******ATH*******\r\nHafið samband við ykkar tryggingafélag og fáið hjá þeim tryggingaviðauka, þó svo að þeir segji að þess þurfi ekki þá er það ekki satt.\n\n\nFarþegar eru leyfðir og þurfa einnig að vera með löglegan hjálm.\r\nBæði ökumenn og farþegar skrifa undir ábyrgðaryfirlýsingu á svæðinu. Ábyrgðaryfirlýsingin gildir allt sumarið.\n\nMiðasala fer fram uppá braut, Vinsamlegast komið með seðla.\r\nÞað kostar 1000kr fyrir meðlimi DDA og 2000 kr fyrir þá sem eru meðlimir í öðrum klúbbum.\r\nÞað keyrir enginn án miða!\n\r\nHægt er að kaupa æfingapassa fyrir sumarið, hann kostar 15.000kr\n\r\nHér eru svo upplýsingar um hvernig á að skrá sig:\nhttp://www.drift.is/skraningifelagid.php\r\n(síðan liggur niðri svo annað hvort millifæra eða borga á staðnum)\r\nÁrgjaldið er það sama og í fyrra 5000 kr.\r\nHægt að millifæra eða borga uppá braut, fyrsta æfing er frí! Ef þið millifærið munið að koma með kvittun!\n\r\nDriftdeild AÍH\r\nBnknr. 322-26-25262\r\nKt. 450109-0880\n\n\n\nÁhorfendur athugið:\r\nVinsamlegast leggið bílum ykkar hægramegin við brautina og gangið svo að áhorfendasvæði\r\nÁhorfendum er einning frjálst að ganga niður í pitt!\r\nVinsamlegast keyrið varlega á malarveginum uppá braut.\n\n\n\nRauðu svæðin tákna þau svæði sem áhorfendum er frjálst að vera á og leggja, \r\nblá svæðið er pitturinn og þar eiga einungis bílar að leggja sem ætla að keyra! vinsamlegast virðið það.\n\nBrot á þessum og öllum reglum DDA varðar brottvísun af svæðinu!\n\r\nFyrir þá sem ekki vita hverning komast skal á leiðarenda.\n\n\nMjög góð mæting búin að vera og frábær stemning:\n\n\n\n\n\r\nFyrir hönd DDA.", "date": "2013-05-31 12:59:00", "post_id": 1}, {"user_name": "Spec B", "text": "Kostar semsagt að keyra? \n\nEn hvað með áhorfendurna, borga þeir?", "date": "2013-05-31 15:22:00", "post_id": 2}, {"user_name": "HjaltiH", "text": "Áhorfendur borga ekkert þegar það er einungis æfing <<<icon_smile.gif>>>", "date": "2013-05-31 19:55:00", "post_id": 3}, {"user_name": "Scooby", "text": "Ættir að reyna koma þessu aðeins fyrr inn <<<icon_biggrin.gif>>>", "date": "2013-05-31 22:46:00", "post_id": 4}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2013-05-31 12:59:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}