{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "176382", "title": "Hreinsun á  katalysator/hreinsunar pústkerfis einingu í pústkerfi Citroen C3/Peugeot", "url": "http://www.live2cruize.com/spjall/showthread.php/176382-Hreinsun-á-katalysator-hreinsunar-pústkerfis-einingu-í-pústkerfi-Citroen-C3-Peugeot", "posts": [{"user_name": "bobbi71", "text": "Hefur einhver hreinsað upp Katalysatorinn í pústkerfinu á bílnum sínum?\n\nLýsing: \nEftir að vélarljós kom fór ég með bílinn í tölvumælingu (og síðar bifreiðaskoðun) og kom í ljós að Katbúnaðurinn er byrjaður að stíflast.  Hefur einhver þrifið upp kat eininguna í sínum bíl? \n\nÚtblástursmæling úr bifreiðaskoðun segir að hann allt sé í lagi og ég veit að hreinsunarstandardinn í evrópska Katalysatornum er mun hærri en krafist er á Íslandi. \n\nEn þetta vélarljós leiðist mér ... einmitt þegar ég var að fara selja bílinn. \n\nHver hefur gert þetta hjá sér?\n\nÞakkir - Birgir Robert 820 2223\n\nVideó af einhverjum sem hreinsaði þetta\nhttp://www.youtube.com/watch?v=O_pOw...endscreen&NR=1", "date": "2013-06-16 17:51:00", "post_id": 1}, {"user_name": "EG6", "text": "já. hef gert þetta við nokkra bíla. Best er að nota BellAdd 2 sem þú sprautar í spjaldhusið og heldur honum á snuning á meðan, en passaðu þig að sprauta eftir MAF skynjarann", "date": "2013-07-11 18:53:00", "post_id": 2}, {"user_name": "bobbi71", "text": "Vá hvað ég er þakklátur fyrir svar. Þetta er alveg magnað hvað spjallborð og ótrúlegasta fólk sem maður hefur ekki beina teningu við - getur hjálpað manni. \n\nÉg er með eina spurningu, hvað og hvar er þessi MAF skynjari?  Ég hafði hugsað mér að sprauta þetta inn fyrir framan spjaldhúsið, eftir að ég tek loftsíuna úr?  \n\nBellAdd 2, hvar sá ég þetta síðast? Ég held hjá smurstöðinni Klöpp í vegmúla en ég finn eitthvað út úr því. \n\nÞakkir, \nBirgir", "date": "2013-07-12 11:34:00", "post_id": 3}, {"user_name": "EG6", "text": "ekkert mál. takk.\r\nheld að smur54 sé með þetta, en max1 er umboðið fyrir þetta. getur líka látið þá gera þetta fyrir þig ef þú treystir þér ekki í það. \r\nen maf skynjarinn er yfirleitt í inntaksrörinu eftir síjunni, getur bara tekið inntaksrörið beint af og sprautar beint inní spjaldhúsið.", "date": "2013-07-12 12:11:00", "post_id": 4}, {"user_name": "bobbi71", "text": "Takk fyrir þetta - ég var að prufa þetta.  Ljósið er ekki farið.  Ég tæmdi brúsann inn í þetta og er með einhvern bensín hreinsi í eldsneytinu á sama tíma.  Ég ætla að klára tankinn og sjá hvað gerist.  \n\nTakk fyrir að gefa mér dálítið af tímanum þínum og takk fyrir ráðleggingarnar. \nKveðja Birgir Jóa.", "date": "2013-07-14 12:59:00", "post_id": 5}], "file_urls": [], "date": "2013-06-16 17:51:00", "files": []}