{"forum_title": "Gallerí", "id": "177714", "title": "1995 Camaro Z28 - Fullt af myndum", "url": "http://www.live2cruize.com/spjall/showthread.php/177714-1995-Camaro-Z28-Fullt-af-myndum", "posts": [{"user_name": "Kowalski", "text": "Ég er nú ekki mikið á þessu spjalli en það er svo sem ekkert að því að hafa þennan þráð hérna. Þetta er allavega Camaro sem ég keypti haustið 2008 og er búinn að vera að dunda mér í af og til síðan. Ég veit nú ekki alveg hvernig ég endaði í þessu 4th gen dóti en ég sogaðist einhvern veginn inn í þetta og var í nokkra mánuði að leita mér að góðum LT1 bíl og leist langbest á þennan. Leður og T-toppur var skilyrði. Ég var ákveðinn í því að halda í þann bíl sem myndi finna og það kom ekki til greina að kaupa eitthvað handónýtt flak.\n\n\n\n\n\n\n\n\n\r\nKeypti hann svona. Orðinn frekar sjoppulegur en mjög þétt og heilt eintak og lakkið gott fyrir utan framstuðarann. Silfurgrár heillar mig ekkert sérstaklega á bílum sem eiga að skera sig úr en mér finnst bara eitthvað óhemju sexí við f-body í þessum lit með dass af svörtum áherslum.\n\r\nT-toppur sem lak ekki, tan leður, sjálfskiptur, rafmagn í öllu og optional 3.23 drif. Fluttur inn frá Kanada '96. Stóð í 85þús KM þegar ég keyrði honum heim og ekki búið að eiga mikið við hann, alveg stock fyrir utan skítamixað púst. Vantar reyndar helminginn af pústinu undir þarna á myndunum því gæinn sem ég keypti hann af fílaði læti. En ég reif límmiðadraslið af honum og náði að keyra í mánuð áður en það byrjaði að snjóa og þá var honum hent í geymslu.\n\r\nTók hann út um vorið búinn að taka lakk og felgur í gegn. Mun snyrtilegri fannst mér.\n\n\n\r\nSamt rosalega óspennandi eitthvað. Búinn að vera eins í mörg ár líka og kominn tími á smá makeover.\n\r\nAldamótin til samanburðar. \n \n\r\nÞessar myndir eru frá Danna á svörtu Suprunni sem átti hann þarna og sprautaði silfurlitaðan en hann var upphaflega svartur. Ég geri ráð fyrir að hliðarlistarnir hafi fengið að fjúka þarna í leiðinni sem er bara gott mál. Vélarsalur, undirvagn og gólf var skilið eftir svart og ég er svo old school að það er bara nákvæmlega eins og ég hefði gert það.\n\r\nÉg lét mála framstuðarann með rétta lúkkinu og afturpanellinn var gerður satínsvartur í leiðinni (Berger panel) og ég skellti svo í glær stefnuljós, Z28 merki, rauðu Chevy slaufumerkin, stainless insert stafi á berger panelinn og eitthvað fleira.\n\r\nKeypti Hooker Aerochamber hljóðkút og tvöfalda stúta og lét BJB gera nýtt 3“ cat-back, kom mjög vel út. Hooker kúturinn er frekar mildur hávaðalega séð miðað við margt annað en flæðir einna best af því sem er í boði og sándar akkúrat eins og ég vil, djúpt og grimmt.\n\r\nAlveg svört Z28 merki heilluðu mig ekki því merkið að aftan myndi ekki sjást, svo ég lét EmblemPros.com gera merki fyrir mig í sama stíl og SS merkin, svona með kantinn litaðan. \n\n\n\n\n\n\n\r\nSvo kom að vetrargeymslu og það var verslað aðeins fyrir næsta sumar á meðan. Hefði keypt felgur ef þær hefðu nú bara verið til í stærðinni sem mig langaði í. \n\r\nÞað var nú ekki vanþörf á nýjum bremsum þarna... fyrri eigandi hafði líka sett sjálfskiptingarvökva á bremsurnar svo það þurfti nýja höfuðdælu. Annars eru þessir Hawk HPS klossar eru alveg málið, sóta nánast ekkert.\n\n\n\n\n\r\nLPP long tube flækjur og Y-pipe + cut-out. Stainless að sjálfsögðu. <<<icon_cool.gif>>> \r\nÞetta eru stepped flækjur 1-3/4\" í 1-7/8\" og 3\" collector.\n\r\nCut-outið er reyndar ekki alveg svona framarlega undir bílnum. \n\r\nTók vélarsalinn aðeins í gegn áður en hann fór á númer. Flækjurnar ekki komnar í þarna samt. Póleraði allt sem ég gat. \n\n\r\nÞegar ég keypti...\n\n\r\nÞað fór smá tími í milliheddið.\n\n\r\nEkkert matt hér á bæ.\n\r\nSprautaði svo ljósarammana og kerin og fullt af litlum bracketum og smádóti og setti í leiðinni í ný samlokuljós fyrir lága og háa geislann og nýjar perur í allt og fl. svoleiðis smotterí.\n\n\r\nAðeins skárra.\n\n\n\r\nFór til BJB og lét þá setja Y-pipe á og tengja það við restina og setja cut-outið undir sem ég opna reyndar aldrei. \n\r\nY-pipe virðist vera beyglað þarna á einum stað en það er bara egglaga þarna uppá clearance að gera og speglunin lætur þetta ekkert líta neitt betur út.\n\n\n\r\nFínt að vera búinn með loftinntak og púst. GM hannaði bæði eins og tappa í trekt svo f-body bílarnir væru ekki \"jafn öflugir og Corvettan\" með nánast sama LT1 mótor. \n\r\nFlækjurnar gera hvorki ráð fyrir mengunarvarnarbúnaði né loftdælu svo það var lokað á með block-off plötum og tekið úr E.G.R. og A.I.R. dótið. Eina vitið, snyrtilegra í vélarsalnum líka. Svo er að sjálfsögðu ekki hvarfakútur.\n\r\nSvona vel tuckaðar long tube flækjur eiga það til að rekast upp í gólfið með gúmmímótorpúðum þannig að það voru keyptir Prothane poly mótorpúðar til að vera safe og reyndar skiptingarpúði líka því orginallinn á það til að rífa sjálfan sig í tvennt. Var búinn að lesa slæma hluti um víbring sem svona púðar leiða út í bílinn en ég tek varla eftir þessu.\n\r\nSvo var bara tekið létt tune up í leiðinni til að koma honum í áreiðanlegt stand. Nýtt GM kveikju unit, NGK TR-55 kerti, MSD 8.5mm þræðir, LT4 knock module (orginallinn er gjarn á það að pikka upp false knock með flækjum), súrefnisskynjarar, vatnsdæla, vatnslás, rafgeymir, bensínsía, háspennukefli, kveikjuheili, pakkningar í vél og 4l60e greyið tekið í gegn.\n\n\r\nGlæru stefnuljósin voru drasl svo ég setti svartbotna í staðinn sem passa líka betur við restina af bílnum. \n\r\nVar kominn með 98-02 SS spoiler sem ég setti á. OEM spoiler er alltof dýrt dæmi svo ég fékk mér aftermarket stykki sem er mjög vinsælt á spjöllunum úti og er með gott fitment og hægt að kaupa málað fyrir lítinn pening og með sama LED bremsuljósi og SLP notaði á SS bílunum. Ég tók sénsinn og gaf þeim litakóðann á bílnum og fékk síðan bara helvíti góðan spoiler. \n\n\n\n\r\nEkki alveg að meika það spoilerlaus.\n\n\r\n4th gen borðar 16“ felgur í millimál.\n\n\n\r\nKíkti á Bruce Willis og upphaflega planið var að skipta um pakkdósir og legur í hásingunni en eftir að hafa skoðað þreyttan drifköggul og smá bling í ógeðslegri olíu var líka keypt nýtt Motive 3.73 hlutfall og Trick Flow lok sem er stærra og tekur meiri olíu, styður við legubakkana og er með drain plug. \n\n\n\n\n\n\n\r\nSvo fór hann í geymslu þegar leið á haustið og felgurnar sem mig langaði í voru loksins fáanlegar í 18“ allan hringinn. \n\n\r\n18x9.5\" og 18x10.5\" C5 Deep Dish black/machined lip.\n\n\r\n315/30/18 Toyo R888. Fínasta breidd á þessu. Svo er 275/35/18 Nitto NT555 að framan.\n\n\r\nVerið að máta... allt annað. \n\n\n\n\n\n\n\r\nFull jeppalegur fyrir minn smekk og ég byrjaði að safna dóti í nýja fjöðrun. Það vatt upp á sig. \n\r\nLét síðan filma afturrúðuna með 5% filmu og skipti loftnetinu út fyrir styttra. \n\r\nDatt í einhvern skrúffíling þegar spilarinn hætti að lesa diska og ég reif helling innan úr honum. Vildi sjá hvort það væri ryð einhvers staðar en svo var ekki þannig að ég nýtti bara tækifærið og þreif allt vel og skipti um plaststykkið sem er yfir tökkunum á bílstjórasætinu, ekki það merkilegasta en gamla var brotið og ég var fáránlega lengi að finna svona stykki.\n\n\n\n\n\n\n\n\n\n\n\r\nÞað er mjög takmarkað planað í innréttingunni nema þá kannski mottur með einhverju skemmtilegu logoi og svona smádót. \n\n\n\r\nÉg tek aldrei myndir af vélarsalnum af einhverjum ástæðum en hérna er skásta sem ég fann með flækjunum og nýjum olnboga á throttle bodyinu. Ég er með flott ventlalok sem ég þarf að henda á og er líka spenntur fyrir fuel line relocation og ABS delete.\n\r\nEn í sambandi við fjöðrunina, þá byrjaði ég að skoða lækkunargorma og dempara og það endaði með því að ég skipti eiginlega öllu út nema mótorbitanum. Fyrir peninginn sem fór í þetta hefði ég getað endað í vel hressum heads/cam pakka, en þá væri ég aftur á móti á bíl með þreytta og leiðinlega fjöðrun sem þótti ekki einu sinni góð þegar þessir bílar voru nýir + ljótt fender gap + almennt þunglyndi. Þetta var bara no brainer.  \n\n\n\r\nKoni Sport \"Yellows\" gasdemparar með Strano lækkunargormum er svona nokkurn veginn standardinn fyrir bæði besta handling og daily akstur á 4th gen f-body og auðvitað varð maður að kaupa það... Dempararnir eru stillanlegir hvað varðar rebound (mjúkt/stíft) og það þarf ekki að taka þá undan til þess að fikta í þeim. Strano gormarnir lækka um 1.2“ og spring rate-ið á þeim var þróað út frá nokkurra ára trial/error af autocross keppnum úti.\n\n\r\nVerkið hafið. \n\n\r\nEitthvað að gerast. Allt svona temmilega fast saman nema caster boltinn bílstjórameginn, hann var á einhverju allt öðru leveli.\n\n\r\nBMR lækkunarspyrnur að framan sem lækka um 1“ til viðbótar við gormana en hafa samt ekki áhrif á slaglengd fjöðrunarinnar. \n\n\r\nUMI tubular efri spyrnur. \n\n\r\nNýja dótið á standby. Hafði sprautað bracketið og sett á milli þess og gormsins nýtt OEM gúmmí.\n\n\r\nTimken hjólnöf.\n\n \r\nÞokast áfram. Gerði bremsudælurnar fínar og sprautaði spindlana.\n\n \r\nUMI 35mm ballansstöng að framan vs. 30mm OEM.\n\n\r\nBracketin fyrir ballansstöngina að framan eiga það til að bogna eða brotna með sverara dóti. Keypti sterkari. \n\r\nAftari ballansstöngin á það líka til að rekast í driflokið á lækkuðum bílum svo ég keypti sérsmíðuð bracket að aftan sem miða við lækkun og halda réttri stöðu á stönginni. \n\n\r\nEkkert skrýtið að OEM dótið skemmist. Eitt var nú bara skakkt þegar ég tók það undan.\n\n\r\nAllt klárt að framan. Var svo klár með Moog innri og ytri stýrisenda sem fóru undir þegar ég fékk tíma í hjólastillingu.\n\n\r\nKláraði rest inní skúr. Smá sverleikamunur.\n\n\r\nStrano gormur með \"hose mod\" vs. OEM gormur með þykka isolator stykkið. Smá lækkun til viðbótar með þessu.\n\n\r\nTubular UMI stífur að aftan.\n\n\r\nUMI 22mm ballansstöng að aftan vs. 19mm OEM.\n\r\n35mm að framan og 22mm að aftan er alveg eftir uppskriftinni og er mjög sannreynt kombó.\n\n\r\nStillanleg UMI skástífa sem færir hásinguna hægri/vinstri. Hún var smá off-center nú þegar og var varla að fara að skána með lækkun. \n\n\n\r\nSíkkunarbracket á hásinguna svo stífurnar haldi réttum halla eftir lækkun.\n\n\r\nÞarna var maður að verða sáttur.\n\n\r\nAllt að verða klárt. Átti bara eftir láta hann setjast á hásinguna og herða allt draslið.\n\n\n\r\nBíllinn þakkaði fyrir sig með því að drepa svissbotninn. Svissinn fastur í OFF úti á götu, það var hresst... veðrið var allavega gott. \n\n\n\r\nEn munurinn á bílnum eftir þetta. <<<icon_lol.gif>>> \n\r\nÉg hugsa að þetta sé svipaður munur og á vatnsrúmi á hjólum og go-kart bíl. \"On rails\" er frekar klisjukennt hugtak en þetta er bara nákvæmlega það, gjörsamlega límt við veginn. Það kom mér reyndar lítið á óvart en ég bjóst samt eiginlega ekki við því að hann yrði eins þægilegur í akstri og hann er. Hann er náttúrulega mjög stífur en samt ekkert leiðinlega hastur, veit ekki hvernig ég á að lýsa því betur? Koni dempararnir hafa örugglega mikið um það að segja.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\nSvona hefur hann verið síðan í fyrra. Planið var náttúrulega fyrst og fremst að gera bílinn að skemmtilegum akstursbíl og ég er mjög sáttur með hann svona og er ekki að fara að breyta neinu. \n\r\nÉg er kominn með svolítið af dóti sem ég á eftir að setja í hann og svo ætla ég að panta eitthvað meira skemmtilegt og reyna að vinna í honum í vetur ef ég hef aðstöðu til þess. Annars verða bara teknir nokkrir all nighterar um páskana. Planið eftir það er að að klára útlitið með nýju húddi og ákveða svo hvort maður eigi að safna fyrir óhóflegri hestaflaaukningu eða reyna að komast yfir 68-72 a-body.", "date": "2013-08-19 00:08:00", "post_id": 1}, {"user_name": "einar_116", "text": "allt annað sjá hann  rossalega flottur hjá þér vel gert !", "date": "2013-08-19 00:29:00", "post_id": 2}, {"user_name": "ScareCrow", "text": "Ég er ekki mikill camaro maður eða bara fyrir ameríska bíla yfir höfuð... en þessi er virkilega fallegur og mjög flottar breytingar hjá þér !", "date": "2013-08-19 01:54:00", "post_id": 3}, {"user_name": "hallurs", "text": "ekkert smá skemmtileg lesning. eins og bíllinn var nú óspennandi í byrjun þá er hann orðinn rosalegur núna.  \n\nþessi maður er samt hættulega líkur bruce willis.", "date": "2013-08-19 02:11:00", "post_id": 4}, {"user_name": "Sizzó", "text": "Þetta virðist vera alveg þokkalegasta eintak, flottur hjá þer!", "date": "2013-08-19 06:50:00", "post_id": 5}, {"user_name": "Kristjan PGT", "text": "Virkilega skemmtileg lesning.\nÞetta er með eindæmum flott framkvæmd hjá þér og bíllinn orðinn rosalega eigulegur. <<<icon_eek.gif>>>\n\nPersónulega er ég samt ekki hrifinn af svarta panelnum að aftan. Mér finnst þetta alltaf líta út eins og það eigi eftir að mála. En each to his own", "date": "2013-08-19 08:37:00", "post_id": 6}, {"user_name": "CT9A", "text": "Haha elska svona þræði! Vel gert", "date": "2013-08-19 09:29:00", "post_id": 7}, {"user_name": "eMilk", "text": "Virkilega flott, átt hrós skilið fyrir þetta. Skemmtileg lesning.", "date": "2013-08-19 12:00:00", "post_id": 8}, {"user_name": "GTI_F1", "text": "Virkilega flott, vel gert <<<icon_wink.gif>>>", "date": "2013-08-19 12:53:00", "post_id": 9}, {"user_name": "bErio", "text": "Þetta er alveg GEÐVEIKT\nDjöfull hló ég þegar þú varst að lýkja Edda K við Bruce Willis", "date": "2013-08-19 13:45:00", "post_id": 10}, {"user_name": "gilli", "text": "virkilega vel gert hjá þér og orðinn fáránlega svalur\nen shii hvað þessi gaur er líkur Bruce willis hahaha", "date": "2013-08-19 14:21:00", "post_id": 11}, {"user_name": "MoD", "text": "Snilldar þráður og fallegur bíll <<<icon_wink.gif>>>", "date": "2013-08-19 14:57:00", "post_id": 12}, {"user_name": "Bjarni S.", "text": "Glæsilegur Camaro hjá þér vinur !! <<<icon_biggrin.gif>>>", "date": "2013-08-19 15:36:00", "post_id": 13}, {"user_name": "UPGR8", "text": "Virkilega fallegur bíll hjá þér!!", "date": "2013-08-19 16:22:00", "post_id": 14}, {"user_name": "Birgir Örn", "text": "Djöfull er þetta nett hjá þér til hamingju !!", "date": "2013-08-19 21:04:00", "post_id": 15}, {"user_name": "Jói ÖK", "text": "Þetta er reyndar ROSALEGT <<<icon_eek.gif>>> nú vantar bara meira power!", "date": "2013-08-19 22:49:00", "post_id": 16}, {"user_name": "VALDI B", "text": "veit ekki hvað það er en finnst þetta vera orðinn flottasti 4th gen camminn á landinu, virkilega fallegur, þú hefur staðið þig \nmeð prýði með þetta ökutæki!", "date": "2013-08-19 23:36:00", "post_id": 17}, {"user_name": "bimmalingur", "text": "Geðveikur Camaro hjá þér, engin smá breyting á honum!", "date": "2013-08-20 00:52:00", "post_id": 18}, {"user_name": "Gunni litli", "text": "Sama og ég hugsaði.. þvílíkur metnaður", "date": "2013-08-20 01:17:00", "post_id": 19}, {"user_name": "Yellow", "text": "Vá hvað ég elska svona þræði,,, bara vel gert hjá þér og þetta er jú flottasti 4th gen Camaro hér á landi <<<icon_smile.gif>>>", "date": "2013-08-20 03:47:00", "post_id": 20}, {"user_name": "Snjolfur", "text": "Virkilega fallegur og eigulegur bíll hjá þér! <<<icon_wink.gif>>>", "date": "2013-08-20 09:32:00", "post_id": 21}, {"user_name": "IngvarRJ", "text": "Þetta er alveg fáranlega flott hjá þér !", "date": "2013-08-20 11:26:00", "post_id": 22}, {"user_name": "bongothemongo1", "text": "vel gert! byrjaðir með eitthvað sem mér fannst alls ekki spennandi en endaðir með eitthvað sem mér finnst alveg hellað ! vel gert!", "date": "2013-08-20 14:46:00", "post_id": 23}, {"user_name": "Kowalski", "text": "Takk fyrir góð orð! Var byrjaður að quotea alla en nennti því svo ekki. <<<icon_biggrin.gif>>> Það er gott að einhverjum fannst þetta skemmtileg lesning því ég var alltof lengi að gera þennan þráð. <<<icon_razz.gif>>>\n\r\nHehe Eddi K er náttúrulega grjótharður. En varðandi meira power þá er það allan daginn að fara að gerast, planið er eiginlega að enda á því. Svo sem ekkert mikið eftir samt. Hann fór 13,7@100mph árið áður en ég keypti hann og er aðeins sprækari núna en það þykir kannski ekkert gott í dag. <<<icon_cry.gif>>> Þetta kemur allt saman.", "date": "2013-08-20 14:47:00", "post_id": 24}, {"user_name": "nilli92", "text": "Þvílíkt flottar breytingar og metnaður í þessum bíl ! Eins og hann var nú óspennandi fyrir þá tókst þér að gera hann geðveikan !", "date": "2013-08-20 14:58:00", "post_id": 25}, {"user_name": "kári litli", "text": "Bara glæsilegur hjá þér! Var frekar lummó svona samlitur allur, SS skóp á hann og þá er þetta fullkomið", "date": "2013-08-20 15:05:00", "post_id": 26}, {"user_name": "Dn0z-", "text": "ekkert nema glæsilegur !!!", "date": "2013-08-21 15:03:00", "post_id": 27}, {"user_name": "Andri STi", "text": "geggjað. mjög smekklegar breytingar \n\nmeð flottari camaro bílum á klakanum í dag", "date": "2013-08-21 17:28:00", "post_id": 28}, {"user_name": "Gaujinn", "text": "Virkilega flottur!", "date": "2013-08-21 17:35:00", "post_id": 29}, {"user_name": "palmisæ", "text": "Ekkert smá sem þú ert búin að gera þennan bíl flottan. Allt það flottasta og pælt í öllu áður en hlutirnir keyptir. Þú heldur þessum bíl og gerir hann enþá flottari og kaupir 1gen þegar þessi er búin <<<icon_smile.gif>>>", "date": "2013-08-21 19:15:00", "post_id": 30}, {"user_name": "palmisæ", "text": "Loksins kom líka þráður sem er gaman að skoða", "date": "2013-08-21 19:19:00", "post_id": 31}, {"user_name": "Hr.Cummins", "text": "Want 1gen <<<icon_exclaim.gif>>>", "date": "2013-08-21 20:03:00", "post_id": 32}, {"user_name": "Kowalski", "text": "Takk. <<<icon_biggrin.gif>>>\n\r\nSS húdd er einmitt planið. Þá er ég að tala um húdd með OEM style skóp. Mörg SS húddin á 93-97 bílum hérna eru frá Suncoast, svolítið öðruvísi skópið.\n\r\nPálmi, já þessi fer ekkert úr mínum höndum þó ég lendi í þeirri ólíklegu stöðu að vera búinn með hann. <<<crazyeyes.gif>>> En 1st gen er eiginlega úr myndinni miðað við að næstum allir 67-69 bílarnir hérna eru í föstum höndum eigenda, annað hvort í toppstandi eða í vinnslu. Ég var reyndar mjög nálægt því að kaupa gula '68 bílinn sem er núna mattsvartur þegar hann var til sölu 2007-8. You snooze you lose. Annars er ég alveg rólegur bara og er ekkert að fara að kaupa hobbýbíl nr. 2 neitt á næstunni. Alltaf gaman að pæla í hlutunum samt. <<<icon_wink.gif>>>", "date": "2013-08-21 22:28:00", "post_id": 33}, {"user_name": "KalliCamaro", "text": "þegar ég sá þessa mynd...\"wwoooww\" þvílík breyting! flottar breytingar hjá þér <<<icon_smile.gif>>>", "date": "2013-08-22 11:19:00", "post_id": 34}, {"user_name": "Helgi M", "text": "DAMN! Svona á að gera þetta!", "date": "2013-08-22 22:08:00", "post_id": 35}, {"user_name": "converge", "text": "Fallegur bíll og góðar breytingar.", "date": "2013-08-22 22:10:00", "post_id": 36}, {"user_name": "Gausi_GT4", "text": "Virkilega vel gert og orðin rosalega fallegur hjá þér!!<<<icon_biggrin.gif>>>", "date": "2013-08-22 22:18:00", "post_id": 37}, {"user_name": "duke nukem", "text": "góður þráður og flottur bíll", "date": "2013-08-24 12:43:00", "post_id": 38}, {"user_name": "Ívar Örn", "text": "vel gert!! gaman af svona þráðum", "date": "2013-08-29 14:06:00", "post_id": 39}, {"user_name": "VolvoFH16", "text": "myndirnar þínar virka ekki...", "date": "2013-08-29 19:41:00", "post_id": 40}, {"user_name": "Kowalski", "text": "Það var djöfulsins dólgur í Photobucket. Búinn að laga myndirnar.", "date": "2013-09-05 00:03:00", "post_id": 41}, {"user_name": "Róbert", "text": "Rosarlega flottur Camaro hjá þér sællll!", "date": "2013-09-05 08:15:00", "post_id": 42}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/crazyeyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2013-08-19 00:08:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/crazyeyes.gif", "path": "full/74d7871c8563a461e51cc216f53f8322977b498e.gif", "checksum": "aebe4c078f73dbd51f024eb331ada448"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}