{"forum_title": "Almennt spjall", "id": "177897", "title": "alfa romeo 156 fer ekki yfir 3000rpm", "url": "http://www.live2cruize.com/spjall/showthread.php/177897-alfa-romeo-156-fer-ekki-yfir-3000rpm", "posts": [{"user_name": "hallurs", "text": "er s.s. með alfa sem fer ekki yfir 3000snuninga. \r\nfor fyrst og lét lesa hann hjá jöfur og kom alltaf upp villa varðandi knastasskynjarann s.s. eins og hann væri alveg úti.  las mig til og hafa sumir lent i því sama þegar það er skipt vitlaus um skynjarann, verður gúmmíhringur eftir.\r\nskipt var um skynjarann i júní og for eg bara aftur a verkstæðið stimpil og ætlaði að lata þá laga þetta þar sem allt leit út fyrir að vera illa unnið verk.  \r\nþeir hringdu i mig áðan og eru fullvissir um það að þessi skynjari sé i lagi. \n\r\nbíllinn gengur alveg fullkomnlega hann bara stoppar i 3000rpm. eins og það sé eitthvern vörn a honum. \n\r\nhvað mælið þið með að gera og hvað haldið þið að sé að?", "date": "2013-08-27 13:42:00", "post_id": 1}, {"user_name": "baldur", "text": "Er þetta ekki bara venjulega T-spark vandamálið? Þeas farinn yfir á tíma.", "date": "2013-08-27 14:30:00", "post_id": 2}, {"user_name": "hallurs", "text": "Aldrei farið yfir á tíma.  skipt um reim fyrir 2000km og reimin á undan var ekin vel undir.\n\nÞeir hjá stimpil halda að hann sé mögulega vitlaust stilltur á tíma og geri þetta útaf því, þá er bara að fara í kistufell og láta þá laga það, þar sem þeir skiptu um reimina í sumar.\n\nEDIT: er víst algengt að menn færi óvart til cam position skynjarann þegar verið er að skipta um reimina.", "date": "2013-08-27 16:02:00", "post_id": 3}, {"user_name": "elisvk", "text": "Ekki erfitt að biðja verkstæði að athuga hvort tíminn sé rétt inn stilltur með réttum tólum.\n\nEf þú finnur ekkert útúr þessu taktu þá eftir því hvort hann eyði óhemju mikið. Ég hef tvisvar lent í þessu á öðrum tegundum þar sem hann stoppar bara í 3000rpm eins og það sé útsláttur (redline). Í báðum mínum tilfellum var það loftflæðiskynjari.", "date": "2013-08-27 16:55:00", "post_id": 4}, {"user_name": "hallurs", "text": "Er að fara með hann uppí aðstöðu á eftir ætla að aftengja MAF og sjá hvað gerist.  Stimpill voru voða tregir að athuga tímann á honum,  eyðslan er \"held ég\" fín á honum. \n\nHann einmitt lætur líka stundum eins og þetta sé útsláttur.", "date": "2013-08-27 16:59:00", "post_id": 5}, {"user_name": "Hjalti F", "text": "Loftflæðiskynjari, minn gamli var svona fáránlega tregur þegar skynjarinn fór, hann ætti að rjúka upp ef þú tekur hann úr sambandi <<<icon_biggrin.gif>>> Myndi samt ekki vera að keyra hann mikið án þess að vera með skynjarann í sambandi...", "date": "2013-08-27 23:16:00", "post_id": 6}, {"user_name": "hallurs", "text": "gerðist ekkert þegar eg tók skynjarann úr sambandi.  hann gekk meira að segja frekar eðlilega.", "date": "2013-08-28 00:43:00", "post_id": 7}, {"user_name": "elisvk", "text": "Geturu ekki fengið þennan skynjara lánaðann á partasölu? Hlýtur að vera nóg til af þessu sem er bilað...", "date": "2013-08-28 10:31:00", "post_id": 8}, {"user_name": "Hjalti F", "text": "Hann á að ganga eðlilega þegar þú tekur hann úr, getur samt búist við því að minnka líftíma vélarinnar ef þú hefur hann ekkert.", "date": "2013-08-28 18:56:00", "post_id": 9}, {"user_name": "hallurs", "text": "Meinti með \"gerðist ekkert\" að hann hélt sér samt í 3000rpm.", "date": "2013-08-28 19:57:00", "post_id": 10}, {"user_name": "hallurs", "text": "Ætlaði að panta tíma hjá Toppbílum, létu mig vita að það væri laust 18.sept og allt í góði með það og ég bóka þann tíma, þá senda þeir mér póst um það að ég VERÐI að borga 25þúsund kall fyrirfram fyrir það eina að bilanagreina bílinn, þannig þó það mun taka þá 30min þá rukka þeir mig 25þúsund krónur og svo bæta þeir öðrum reikning fyrir viðgerðina..\nVar ekki lengi að sleppa því. \n\nHann fer uppí kistufell á mánudaginn og verður þetta þá bilanagreint og lagað..", "date": "2013-09-05 10:49:00", "post_id": 11}, {"user_name": "elisvk", "text": "Það er frekar mikið okur haha! Talaðu við Sævar Súkku hérna á spjallinu. Ég hef nokkrum sinnum notað hann fyrir druslur og hann er mjög sanngjarn miðað við að hann vinnur allt mjög vel og gengur vel frá öllu, ekkert skítamix. pm ef þú vilt nr hans.", "date": "2013-09-05 10:56:00", "post_id": 12}, {"user_name": "hallurs", "text": "Mátt alveg láta mig fá nrið hans. \n\nKistufell treysta sér ekki í rafmagn en staðfesta að það er ekkert að vélinni né skynjaranum. \n\nHvert á ég að fara nú ??", "date": "2013-09-09 15:42:00", "post_id": 13}, {"user_name": "elisvk", "text": "8458799.", "date": "2013-09-09 22:25:00", "post_id": 14}, {"user_name": "TopGearDog", "text": "Það hljómar eitthvað voðalega skuggalegt. Myndi aldrei nokkurntímann fara með bíl í viðgerð þar sem farið er fram á svona.", "date": "2013-09-12 08:50:00", "post_id": 15}, {"user_name": "hallurs", "text": "Enda var ég ekki lengi að afþakka þetta. \n\nEn hringdi í Bíljöfur og þeir sögðust vera að vinna í því að fara að þjónusta alla Alfa Romeo og Fiat bíla, s.s. verða þjónustuaðili eða álíka,  þeir vildu taka hann að sér og tók ég það skýrt fram að ég vill þetta lagað en ekki skoðað í 3 sinn.", "date": "2013-09-12 10:04:00", "post_id": 16}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2013-08-27 13:42:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}