{"forum_title": "RÖFL", "id": "17857", "title": "Fotbolti.net", "url": "http://www.live2cruize.com/spjall/showthread.php/17857-Fotbolti-net", "posts": [{"user_name": "Viktorkarl", "text": "Þessir gæjar á fotbolti.net eru alltaf jafn orðheppnir:\n\nForseti Inter Milan látinn\n\r\nGiacinto Facchetti, forseti Inter Milan, lést í dag aðeins 64 ára gamall eftir löng veikindi. Hann tók við sem forseti félagsins í janúar 2004 og stjórnaði alveg fram til dagsins í dag.\n\r\nÞó að það kannist ekki allir við nafn hans er hann lifandi goðsögn í ítölskum fótbolta og spilaði 634 leiki með Inter þar sem hann skoraði 75 mörk þrátt fyrir að vera bakvörður.\n\r\nHann vann ítölsku deildina fjórum sinnum með félaginu og tvisvar sinnum evrópukeppni. Hann spilaði 94 landsleiki fyrir Ítalíu sem var met á þeim tíma og þá var hann einnig á lista Pele yfir 125 bestu leikmenn allra tíma sem hann valdi árið 2004.\n\r\nHann var svo kosinn forseti Inter árið 2004 eins og fyrr segir. Á þeim tíma vann félagið ítölsku deildina og tvisvar sinnum ítölsku bikarkeppnina.", "date": "2006-09-04 19:20:00", "post_id": 1}, {"user_name": "Bjarni-", "text": "Besta síða Íslands! Kíki á hana á klukkutímafresti.\n\r\nAnnars sér maður oft svona villur <<<icon_biggrin.gif>>>", "date": "2006-09-04 19:23:00", "post_id": 2}, {"user_name": "Erlar Mar", "text": "Ef þú tekur eftir svona smávægilegum villum þá mundi ég ekki vera að fara á gras.is þú mundir fá sjokk af öllum villunum sem að eru þar ótrúlegir þumalputtar á takkaborðið  <<<icon_smile.gif>>>", "date": "2006-09-04 20:19:00", "post_id": 3}, {"user_name": "RagnarH", "text": "Þú hefur greinilega lítið skoðað grasið eftir breytingu ?\n\r\nþeir eru með MIKIÐ færri stafsettningavillur en fotbolti.net", "date": "2006-09-04 20:38:00", "post_id": 4}, {"user_name": "RoyTheKing", "text": "Grasið er orðið miklu betra en fotbolti.net, enda gengu þeir í gegnum allsherjar yfirhalningu fyrir skömmu síðan, hefðu þeir gert þetta tveimur árum fyrr væru þeir miklu stærri en fotbolti.net í dag.\n\r\nÞetta er ekki í fyrsta og ekki í síðasta skiptið sem fréttamenn fotbolti.net rugla svona enda eru þeir flestir ungir að árum ef ég veit rétt.", "date": "2006-09-04 20:55:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2006-09-04 19:20:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}