{"forum_title": "Gallerí", "id": "179039", "title": "Uppgerð á Bedford '63 rútu /// SOFFÍA II ///", "url": "http://www.live2cruize.com/spjall/showthread.php/179039-Uppgerð-á-Bedford-63-rútu-SOFFÍA-II", "posts": [{"user_name": "tinni77", "text": "Sælir limir og ó-limir Live2Cruize,\n\r\nlangaði að deila með ykkur sögu bíls, Soffía II að nafni, sem að afi minn smíðaði fyrir 50 árum síðan, og er stefnan nú loksins sett á að gera hann upp að öllu leyti, eftir miklar tafir.\n\n\n\r\nSagan í stuttu máli: Í Soffíulínunni voru upphaflega 3 rútur, Soffía I, Soffía II og Soffía III. Soffía I var fyrsti bíllinn í línunni, hóf líf sitt sem Bedford hertrukkur en endaði sem fólksflutningabifreið. Nafnið Soffía er tilkomið af magasleða sem boltaður hafði verið ofan á ökumannsrými bílsins, en á sleðanum var skilti með nafninu Soffía og festist það við bílinn. Bíllinn var svo urðaður/jarðsettur fyrir þónokkrum árum síðan þegar hann þótti orðinn ónýtur af ryði og fl. Mikil athöfn var í kringum urðunina, prestur leiddi athöfnina og fjöldi manns fylgdist með þessu. Hér er mynd af honum fyrir breytingu:  \n\r\nog hér eru svo myndir af honum eftir breytingu (þið sjáið sleðann fremst ofan á bílnum):  \n\r\nSíðan er röðin komin að Soffíu II, bílnum sem þessi þráður er um og var í einkaeigu afa míns, Guðna Sigurjónssonar bifreiðasmíðameistara/bifvélavirkjameistara. Bíllinn er af gerðinni Bedford QL (grindin kom úr QL), 6 cyl dísel MB-mótor, gírkassi og hásingar, og sérsmíðað boddí. Guðni starfaði í Bílasmiðju Guðmundar Kjerúlfs í Reykholti/Borgarfirði og smíðuðu þeir fjöldann allan af rútum og hópbifreiðum þar, þ.m.t. Soffíurnar. Það sem merkilegast þykir við Soffíu II er að þessi bíll er ALGJÖRLEGA handsmíðaður frá grunni og er fyrsti yfirbyggði fjallatrukkur á Íslandi sem hægt var að ganga inni í uppréttur (manngengur). Soffía II var smíðuð árið 1962 og árið 1963 kom bíllinn fyrst á göturnar. Fyrst um sinn var bíllinn notaður í skólakeyrslu á grunnskólabörnum sem stunduðu nám í grunnskólanum að Kleppjárnsreykjum í Reykholti. Svo var hann einnig notaður sem hópferðabíll/fjallatrukkur akandi um hálendið. Í dag eru svo 50 ár síðan bíllinn kom fyrst á göturnar og því þótti ekki seinna vænna en að hefja uppgerð á þessum merka grip. \n\r\nEn ekki hefur allt verið dans á rósum varðandi bílinn. Bíllinn fór af götunni í kringum 1987-1989 (er ekki alveg klár á því) og stóð hann fyrir utan heimili ömmu og afa í mörg ár, þar til í kringum aldamótin. Bíllinn stóð upp við gafl húss þeirra og þótti ekki vera mikið fyrir neinum, en fólkinu í næsta húsi fannst nú þetta aldeilis ekki fögur sjón þar sem hann stóð á milli húsa þeirra og ömmu og afa, svo þau neyddust að fara með bílinn annað á endanum ( tek það fram að bíllinn var í MUN betra ástandi þegar hann stóð þar). Bíllinn endaði upp á Geymslusvæði, og þið vitið nú svosem hvað gerist þegar bílar enda þar <<<icon_wink.gif>>>  Læt hér fylgja frétt frá árinu 2006 þar sem afi ásamt blaðamanni Morgunblaðsins fóru að skoða bílinn eftir hann hafði staðið þar í nokkur ár: http://www.mbl.is/frettir/innlent/20..._i_fimmtiu_ar/\n\r\nStuttu seinna eftir að fréttin kom í blöðin/á netið hringdi gamall félagi afa sem býr á Hvítárbakka í Borgarfirði og segir honum að hann hafi pláss fyrir bílinn inni og vilji helst að bíllinn komi til sín. Afi slær til og sendir bílinn upp eftir á palli Aleflis-bíl Arnars sonar síns \n\n\r\nBíllinn fer á Hvítárbakka, með brotnar rúðu og í niðurníðslu, búið að snjóa inn í hann heilan vetur og fl, og kemst þar inn í hlýjuna. Árið 2007 fer afi á eftirlaun og stóð þá til að hefja uppgerðina. Byrjað var að leita að húsnæði undir hana sem hentaði til þess en svo gerðist eitthvað sem enginn býst við að sjálfsögðu, afi deyr árið 2008 þá 73 að aldri. Ekki hjálpaði það við að koma greyinu í húsaskjól og var því verkefnið sett á ís í nokkurn tíma. Út af óskiljanlegum ástæðum er bíllinn settur út á Hvítárbakka, og grotnaði hann niður þar fyrir utan í einhvern tíma. Nú síðastliðin 5 ár hafa svo farið í undirbúning og húsaleit, reynt að hafa uppi á mönnunum sem stóðu að smíði bílsins með afa og aflað þekkingu frá þeim. Svo nú fyrir rúmlega 1 ári síðan hefur maður samband við Arnar Guðnason, son Guðna (föðurbróðir minn), segist vera á vegum 20th Century Fox og Ben Stiller, og bráðvanti gamla rútu í slæmu ástandi en keyri þó, í kvikmynd sem eigi að skjóta að hluta til á Íslandi. Féllst Arnar á að leigja rútuna í myndina gegn greiðslu ásamt því að þeir smyrðu hana, keyptu nýtt pústkerfi undir hana, smíðuðu bremsurör og fl pillerí til að allt væri pottþétt. Fór þetta í gegn og lék Soffían gott hlutverk í myndinni, sem að mér skilst eigi að gerast í Saudí-Arabíu á þeim punkti sem bíllinn er í myndinni.\n\r\nÖrlítið brot innan úr henni sést í myndinni í þessum Trailer, 2:49 min inn í videoið, og á myndin að koma út um næstu jól, eða 26 desember.\n\nhttp://www.youtube.com/watch?v=2Pk9E5a5Oxs\n\n\r\nEftir að tökum lauk skiluðu þeir bílnum á lóð nýkeypts húss Aleflis (Húsasmíða/Alhliðasmíðafyrirtæki í eigu Arnars Guðnasonar) í Mosfellsbæ þar sem hún hefur staðið í u.þ.b. 1 ár.\n\r\nÁ þessu tímabili er þónokkuð búið að gerast, þ.á.m. ákvörðun tekin um að bíllinn muni vera gerðurupp í húsnæði Aleflis í Mosfellsbæ. Breytti Alefli húsnæði sínu til að koma bílnum fyrir og nú 20. okt 2013 fór bíllinn fyrst inn í húsnæði þetta. Mikill gleðidagur í sögu bílsins og sérstaklega fyrir ömmu mína Elínborgu Kristinsdóttur, sem leiðir þetta verkefni eins og herforingi.\n\nhttp://skessuhorn.is/frettir/nr/181194/\n\r\nLæt hér fylgja með \"Grúbbu\" sem stofnuð var utan um bílinn og hafi einhver áhuga á að skoða video og myndir af bílnum, t.d. þegar hann var keyrður inn þá er allt það þar inni.\n\nhttps://www.facebook.com/groups/47848549515/\n\n\r\nNú í gær, 26. okt 2013 hófst svo uppgerðin á bílnum fyrir alvöru og mun bíllinn vera færður í upphaflegt horf, mörgum til mikillar ánægju. \n\r\nÍ gær kom svo ýmislegt í ljós þegar hafist var handa við að rífa hana, þ.m.t. þetta: \n\r\nEf ske kynni að einhver hér inni hefði áhuga á að styrkja þetta mikla samgöngusöguverkefni þá hefur amma mín Elínborg Kristinsdóttir stofnað reikning til styrktar uppgerðarinnar, læt hann fylgja hér með: 0115 26 10720 kt. 090741-2689.\n\n\r\nHér eru svo myndir af bílnum í áranna rás:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\nHér er svo Soffía III, sú þótti minnst áhugaverð af þeim öllum, Mercedes-Benz sem er þó enn í umferð í dag, en ekki sem Soffía, hér eru nokkrar myndir af henni:\n\n\n\n\n\n\n\n\r\nVona að einhver hafi gaman að þessu, ég þakka fyrir mig.\n\n\r\nKv Tinni.", "date": "2013-10-27 16:29:00", "post_id": 1}, {"user_name": "Júlli Kjartans", "text": "Alltaf gaman að lesa svona, og bara flott að það eigi að gera hann upp!\n\nGangi ykkur vel.", "date": "2013-10-27 20:07:00", "post_id": 2}, {"user_name": "tinni77", "text": "Líka gaman að segja frá því að þegar bíllinn var smíðaður þá var eina verkfærið sem var til til að saga var járnsög og var allt járn í bílnum handsagað, ekki til suðuvél svo þeir notuðust við alternator úr flugvél til að sjóða og fl og fl...", "date": "2013-10-27 23:03:00", "post_id": 3}, {"user_name": "ElvarPrelude", "text": "Flott þetta Tinni, haltu þessu uppi <<<icon_smile.gif>>>", "date": "2013-10-27 23:46:00", "post_id": 4}, {"user_name": "Sævar Örn", "text": "flottt framtak, samdi ómar ragnarsson ekki lag eða texta um þessa útgerð mig minnir það", "date": "2013-10-28 18:14:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2013-10-27 16:29:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}