{"forum_title": "Gallerí", "id": "179326", "title": "Mercedes Benz C220 diesel 1998 Heilsprautun, vantar litahugmyndir", "url": "http://www.live2cruize.com/spjall/showthread.php/179326-Mercedes-Benz-C220-diesel-1998-Heilsprautun-vantar-litahugmyndir", "posts": [{"user_name": "elisvk", "text": "Er aðallega að stofna þennan þráð til að halda utanum hvað er búið að gera fyrir bílinn.\n\nÞað sem er nýbúið að gera fyrir bílinn:\n\nAlternator\nÞurrku unit\nmiðstöðvarunit\nstýrisgangur\ndrifskaftsupphengja\nallir diskar nýir\nallir klossar nýir\nhandbremuborðar\nhandbremsubarki\nabs skynjari v/m/a\nallar síur og olíur\nvatnskassi\nNýskoðaður 2014\n\nog eitthvað fleira\n\n\nplön!\n\n*Heilsprautun, það gerist ekki fyrr en ég er búinn að klára undirvinnuna og laga ALLT! ryð í bílnum. Þar er ennþá ágætlega mikið af ryði að innanverðu hjá þakinu, aðallega þar sem þakbogarnir boltast í.\n*ný dekk (komin 2 af 4)\n*skipta um pönnupakkningu á sjálfskiptingu, hún míglekur\n*raða innréttingu aftur í bílinn.\n*Taka innréttinguna þokkalega í gegn, kannski láta bólstra bílstjórasætið.\n*Rífa þessa ógeðslegu díóðulista úr sem eru undir aðalljósunum. Á til heila lista.\n*eitthvað sniðugt\n\n\nATH! Mig vantar litahugmyndir!!! Er að spá í að hafa hann nákvæmlega eins og hinn benzann minn. Þeir eru nefnilega á eins felgum og væru held ég mjög flottir saman fyrir framan, þeir eru nefnilega algjört copy-paste, eini munurinn sem ég sé að það er einhver krómpakki á þessum sem þessi þráður er um en það verður bókað mál sprautað með öllu hinu!!! \n\nHelstu hugmyndir hingað til hafa verið\nSamlitaður hinum bílnum sem er midnight blue held ég\nSkyline blár?\nEEELD rauður?\n\nReikna með að hann fari í heilmálun annaðhvort í Desember eða snemma í Jan þar sem ég ætla að senda hinn benzann líka í Hálf-málun og það kostar sitt að heilsprauta 1,5 bíl.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nÞakka Hjalta fyrrverandi eiganda fyrir leyfi að nota myndir og upplýsingar úr hans gamla söluþræði.", "date": "2013-11-11 22:56:00", "post_id": 1}], "file_urls": [], "date": "2013-11-11 22:56:00", "files": []}