{"forum_title": "Almennt spjall", "id": "179783", "title": "Alfa Romeo - Umboð og verkstæði?", "url": "http://www.live2cruize.com/spjall/showthread.php/179783-Alfa-Romeo-Umboð-og-verkstæði", "posts": [{"user_name": "jongunnar123", "text": "Hvað getið þið sagt mér um þessa hluti?\n\r\nÉg veit að Studiobilar.is eru með eitthvað í þetta, en hef aldrei skipt við þá þ.a. ef einhverjir geta miðlað reynslu væri það vel þegið.\n\r\nEr Ístraktor ekki til lengur?  Kannski ekki verið lengi?  \n\r\nEinnig með verkstæði, hverjir eru klárastir í að redda þessum bílum, veit að þeir eru með nokkuð háa bilanatíðni en mig langar samt í svona bíl, þarf bara að hafa þessa hluti á hreinu áður en ég tek ákvörðun <<<icon_smile.gif>>>", "date": "2013-12-11 12:15:00", "post_id": 1}, {"user_name": "hallurs", "text": "ístraktor urðu gjaldþrota fyrir frekar löngu síðan.  \n\nþað sem ég hef heyrt er að bíljöfur séu að fara að vera með einhverskonar umboð fyrir Alfa og fiat. Hef farið með bílinn 1 sinni til þeirra og hef ekkert nema gott að segja um þá, góð þjónusta og ágætis verð. \n\nÉg hef alltaf pantað varahlutina að utan þar sem það borgar sig yfirleitt margfalt (nema eins og loftsíur og þessháttar) \nJá bilanatíðni má vera hærri en í mörgum öðrum bílum en það fer líka bara rosalega eftir því hversu vel þú hugsar um bílinn, tímareimaskipti eru gerð oftar en í hefðbundnum bíl og þeir verða að vera smurðir á réttum tímum, s.s. ekki fresta því. \n\nstúdíóbílar vildu rukka mig handlegg fyrirfram fyrir það eina að bilanagreina minn bíl án þess að vita neitt hvað málið var.", "date": "2013-12-11 14:17:00", "post_id": 2}, {"user_name": "jongunnar123", "text": "Takk fyrir það, prófa að heyra í þeim í Bílajöfur, soldið scary að fá sér bíl sem er ekki með þjónustu á bak við sig - dauðlangar samt í hann, langt undir verði á sambærilega flottum bílum, örugglega út af þessu veseni.", "date": "2013-12-12 12:52:00", "post_id": 3}, {"user_name": "Saleen_s351", "text": "Ég hef átt 2 svona bíla og þeir eru æðislegir og ég lenti ekki í neinum töluverðum vandræðum. En flest alla parta fann ég á ebay.co.uk og svo á aðalpartasalan nokkra bíla út á geymslusvæði svo þú átt ekki að lenda í vandræðum með varahluti.", "date": "2013-12-18 16:07:00", "post_id": 4}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2013-12-11 12:15:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}