{"forum_title": "Almennt spjall", "id": "179918", "title": "Real axle refurbishing in iceland", "url": "http://www.live2cruize.com/spjall/showthread.php/179918-Real-axle-refurbishing-in-iceland", "posts": [{"user_name": "laurutiss", "text": "Hi i have a Citroen saxo Vts. And i am wondering if there in is in iceland some axle specialist that could refurbish my rear axle.\r\nPlease help me!!", "date": "2013-12-21 23:29:00", "post_id": 1}, {"user_name": "gr33n", "text": "Citroén Saxo is a front wheel drive car... so there is no rear axle", "date": "2013-12-21 23:49:00", "post_id": 2}, {"user_name": "Haukur Litli", "text": "Your Saxo doesn't really have a rear axle per say. It has a live beam. It is just a piece of pipe with suspension mounts and hubs. \n\nIs it falling apart from rust?", "date": "2013-12-22 10:26:00", "post_id": 3}, {"user_name": "Pokémon", "text": "I know that the only good way to repair the axle is replacing it.  But I also know of a few workshops that have experimented with refurbishing or grinding it down and then fabricating a sleeve so the trailing arm will fit again.  It is a little cheaper than replacing the whole thing and not guaranteed that it will last for long. Talk to the workshops at Brimborg or Bernhard and see if they have more info for you.", "date": "2013-12-22 13:01:00", "post_id": 4}, {"user_name": "laurutiss", "text": "Yes my saxo has a torsion suspension at the back. But to replace it i don't know were to look for because in iceland is not a lot of them. I am thinking to ship it from UK but that's really expensive 54k for only the shipping + the axle about 34k and + tax that about 100k for the thing. Back in my country they refurbish the axle and its holds for about 3-4 years.  So i was thinking maybe they have something like this in Iceland that specializes in french car suspension", "date": "2013-12-22 18:11:00", "post_id": 5}, {"user_name": "F2", "text": "This is exactly what i did with my old vts", "date": "2013-12-22 22:48:00", "post_id": 6}], "file_urls": [], "date": "2013-12-21 23:29:00", "files": []}