{"forum_title": "RÖFL", "id": "180193", "title": "Óli Glitrandi horfinn?", "url": "http://www.live2cruize.com/spjall/showthread.php/180193-Óli-Glitrandi-horfinn", "posts": [{"user_name": "TDK", "text": "Er búinn að vera að reyna að hringja í hann og sendi honum tölvupóst á þriðjudaginn og ekkert svar. Veit að það er oftast ervitt að ná í hann en samt.\n\nSé að hann er heldur ekki búinn að skrá sig hérna inn síðan 6. des", "date": "2014-01-11 16:29:00", "post_id": 1}, {"user_name": "Mr. Skúli", "text": "Ég sé hann reglulega að þrífa og bóna. Bý í sömu götu og hann þrífur bílana.", "date": "2014-01-11 17:01:00", "post_id": 2}, {"user_name": "hallurs", "text": "Frétti það að hann sé lítið að taka að sér nýja kúnna en heldur víst eitthvað í þá eldri sem komu alltaf reglulega til hans, \n\nhringdi einn í mig t.d. fyrir ekki svo löngu varðandi þrif og óli var ekki lengi að hafa samband við kauða til að ná bílnum hans,  s.s. gamall fastakúnni hjá honum.", "date": "2014-01-11 17:15:00", "post_id": 3}, {"user_name": "Teddi", "text": "Illa farið með mikla viðskiptavild !\nFagmennskan var líka löngu horfin svo það er kannski best að örfáir versli við hann,\nhvítar línur(sást í grunn) á boddýhlutum í 2 skipti af 3 sem ég lét massa þarna en \"allir\" voða happy á þessu spjalli svo það var ekki til neins að láta vita af því. \n\n\n\n\n\n\n4.ágúst. 2013", "date": "2014-01-11 17:33:00", "post_id": 4}, {"user_name": "EYJ", "text": "Mæli líka með Bónstöð Ragga, hann er staðsettur í Garði, leiðinleg staðsetning en vel þess virði <<<icon_wink.gif>>>", "date": "2014-01-11 18:22:00", "post_id": 5}, {"user_name": "einarak", "text": "fátt betra en að rúlla Reykjanesbrautina í bæinn um hávetur eftir gott bón", "date": "2014-01-12 00:18:00", "post_id": 6}, {"user_name": "VALDI B", "text": "en hvar fær maður dodojuice ? er óli að selja það ennþá eða bara ekki hægt að fá svoleiðis nema panta á ebay eða eitthvað ?", "date": "2014-01-12 05:08:00", "post_id": 7}, {"user_name": "EYJ", "text": "svona eiginlega ekkert betra en það... ekki ósvipað og að þrífa bíllinn í rvk og keyra svo inní hfj, vantar ekki viðbjóðin á bílinn eftir stuttar vegalengdir heldur <<<icon_smile.gif>>>", "date": "2014-01-12 17:55:00", "post_id": 8}, {"user_name": "Yellow", "text": "Mér finnst lang þæginlegast að keyra út á land, t.d. upp í Bústað og svoleiðs á nýbónuðum bíl,,, bónaði alltaf bílinn hjá mér í sumar daginn sem ég fór upp í Bústað <<<icon_smile.gif>>>", "date": "2014-01-12 18:58:00", "post_id": 9}, {"user_name": "elisvk", "text": "hvítar línur? ertu að segja að hann hafi brennt lakkið svo illa að hann hafi farið í gegnum glæru og lit?\n\nMyndi frekar halda að þetta hafi verið svona hvítar línur sem eru  stórar og hringlaga sem eru í rauninni eftir massann og vitlausa beitingu á púðanum. Kemur oft fram í mössun hjá óreyndum aðilum. Það getur komið fyrir vana massara en trikkið er að taka eftir því og laga það.", "date": "2014-01-12 19:45:00", "post_id": 10}, {"user_name": "Teddi", "text": "Farið í gegnum lakkið á þakbrún á einum bíl og húddbrún á öðrum, hvort það var Ólafur eða annar starfsmaður veit ég ekki.", "date": "2014-01-12 21:01:00", "post_id": 11}, {"user_name": "elisvk", "text": "Voru þetta nýlegir bílar en alveg hundgamlir? Oft þegar er verið að massa alveg eldgamla bíla má varla snerta þá án þess að fara í gegn á sumum stöðum. En hann er samt alltaf að auglýsa að hann sé með lakkþykktarmæli, það ætti að vera mjög erfitt að fara í gegn ef hann er notaður. Er hann ekki bara einn með þetta?", "date": "2014-01-12 21:20:00", "post_id": 12}, {"user_name": "kelirína", "text": "Ný sending af Dodo Juice kemur í lok Janúar eða byrjun Febrúar.", "date": "2014-01-12 21:27:00", "post_id": 13}, {"user_name": "kelirína", "text": "Það væri nú gaman að fá að vita hvaða bílar þetta voru sem ég átti að hafa farið í gegn um lakkið.   Eini bíllinn sem ég veit að ég hef farið í gegn um lakkið, þ.e.a.s. glæru, lakk og niður í grunn er Imprezan mín.  Gerði það viljandi til þess að sjá hversu mikið þarf að þjösnast til að fara í gegn um lakk. \n\nVarðandi lakkþykktarmælinn þá já ég er með þannig græju.   Varðandi hvort ég er enn að þá er svarið nei ekki í augnablikinu.    Ég er í fullri vinnu frá átta til fimm, og svo í fullu háskólanámi og með fjölskyldu til að sjá um.   Það er þar af leiðandi lítill tími eftir af sólarhringinum til þess að sinna bílaþrifum.   Auk þess að almennt séð er verðið hér heima ekkert til að hrópa húrra fyrir.  Fyrir mössun sem tekur minnst 10-12 tíma og rukka 22-30þús kr. er allt of lítið.  \n\nHins vegar er ætlunin að hífa Dodo Juice upp úr lægðinni", "date": "2014-01-12 21:33:00", "post_id": 14}, {"user_name": "VALDI B", "text": "já okay takk, er hægt aðsjá eitthverstaðar mismunandi týpur af dodojuice ? er með silfurlitaðann benz og svartann subaru sem ég vil geta haft stífbónaða með dodojuice í sumar <<<icon_smile.gif>>>", "date": "2014-01-12 22:43:00", "post_id": 15}, {"user_name": "kelirína", "text": "http://www.dodojuice.com/RRP/Dodo-Ju...-2012-wImg.pdf", "date": "2014-01-12 22:50:00", "post_id": 16}, {"user_name": "Stjáni_", "text": "Finnst þessar ásakanir dáldið harðar hjá þér á hann.. á mjög erfitt með að trúa þessu, vill meina að hann sé einn sá besti landinu þessum bransa : ) \nannað enn þessar skítabónstöðvar ömurlegar massanir og makað e-r hræódýru bóni og á bílana(sem dugar út vikuna með heppni) og rukkað vel góða summu fyrir það...", "date": "2014-01-12 23:09:00", "post_id": 17}, {"user_name": "arni pall", "text": "Þú mátt bóna fyrir mig i sumar <<<icon_wink.gif>>> ertu búinn að fá súbban ?", "date": "2014-01-12 23:47:00", "post_id": 18}, {"user_name": "VALDI B", "text": "þú bara kíkir í víkina í sumar og bónar sjálfur! hef alveg nóg með að bóna tvo held ég <<<icon_smile.gif>>>", "date": "2014-01-13 04:52:00", "post_id": 19}, {"user_name": "Teddi", "text": "Þakbrún á þessum brúna 944, algjört ólán með gamalt lakk og hvassa brún. \nHúddbrún á svarta Boxster, gafst afslátt án útskýringa og skýringin blasti við þegar heim var komið. Algjörlega glatað að geta ekki komið hreint fram og viðurkennt smá fail !\n\nEins og áður sagði, (næstum því) allir voða sáttir við \"kelirina\" og fylkja sér bakvið hann á þessu spjalli,\n þrátt fyrir allt er hann bara mannlegur og gerir sín mistök eins og aðrir.", "date": "2014-01-13 21:09:00", "post_id": 20}, {"user_name": "kelirína", "text": "Ég verð nú að segja að ég man ekki eftir þessu.   En þá spyr ég afhverju nefndir þú þetta ekki við mig strax?   Þú fórst nú með mér og skoðaðir vel bílinn, bílana þegar þú komst og sóttir þá í hvert skiptið og ég hafði engan áhuga á að fara ílla með menn í viðskiptum.  Að koma núna fáeinum árum eftir og segja að ég hafi farið í gegn um glæru, lakk og niður í grunn á ég mjög bátt með að trúa.   Ertu alveg viss um vita hvernig það lítur út að fara í gegn um glæru, eða lengra.  Var þetta bara ekki massaefni sem leyndist í rifu eða jafnvel djúp rispa sem sást betur þegar búið var að fara yfir lakkið?  \n\r\nÞú sagðir fyrr \"Hvítar línur (sást í grunn) á boddýhlutum\" hljómar frekar eins og rispa sem var of djúp til að massa í burtu án þess að fara í gegn um glæru og massa og eða bónefni höfðu verið máð í burtu nægjanlega.\n\r\nEinnig að nefna að \"Fagmennskan var líka löngu horfin svo það er kannski best að örfáir versli við hann\" er eflaust þín skoðun en oft er það þannig að fólk reynir að drulla yfir aðra og þá oftast þegar þeir snúa bakinu frá þeim.  \n\r\nÞví segi ég þá einungis við þig að lokum, ég þakka fyrir viðskiptin sem þú áttir við mig á árum áður og þykir mér það leitt að þú varst ekki fullkomlega sáttur við mín vinnubrögð.", "date": "2014-01-13 21:59:00", "post_id": 21}, {"user_name": "CT9A", "text": "Það er kominn svo mikið idiot proof hönnun á markaðinn í dag, að nánast hvaða bjáni sem er getur massað bíl og gert hann fínan. Rupes vél og MF cutting pads... Auðveldasta leiðin og eiginlega vonlaust að klúðra því.", "date": "2014-01-13 22:19:00", "post_id": 22}, {"user_name": "hallurs", "text": "Alveg sammála því næstum því alveg failsafe vélar, langbest að smella smá límbandsrönd til að geta verið meira meðvitaður um snúninginn á vélinni og hvenær þú ert farinn að beita of miklum þrýsting.", "date": "2014-01-13 22:33:00", "post_id": 23}, {"user_name": "Teddi", "text": "Nei það gerði ég ekki, taldi rétt miðað við orðsporið að treysta þér fyrir þessu.", "date": "2014-01-13 22:36:00", "post_id": 24}, {"user_name": "kelirína", "text": "Gæti ekki orðað þetta betur", "date": "2014-01-13 22:45:00", "post_id": 25}, {"user_name": "TDK", "text": "Hefði einmitt búist við allavega 15-20% hækkun á verðskránni hjá þér ef ég hefði náð í þig. En þá er ég í vandræðum hvert ég á að snúa mér.", "date": "2014-01-15 13:58:00", "post_id": 26}, {"user_name": "kelirína", "text": "Sæll\n\r\nÞar sem að ég ætla að relaunch'a vörunum hér á markað þá er ætlunin að halda verðinu óbreyttu nema aðflutningsgjöld hafa hækkað eitthvað óeðlilega.   Læt ykkur vita þegar nær dregur.", "date": "2014-01-15 14:43:00", "post_id": 27}, {"user_name": "TDK", "text": "Ég var reyndar að meina af þjónustunni. Verðlistinn hjá þér á þjónustu er að verða 5 ára gamall", "date": "2014-01-15 17:57:00", "post_id": 28}, {"user_name": "kelirína", "text": "já hann er orðinn gamall og í raun úreltur", "date": "2014-01-16 12:15:00", "post_id": 29}, {"user_name": "burger", "text": "afsakið \" thread jackið \"\n\nen með hvaða dodo juice-i myndiru mæla með fyrir ný málaðann hvítann bíl ? \n\nvar að spá í að versla mér ammo skin sem sealant og dodo sem top coat", "date": "2014-01-16 18:40:00", "post_id": 30}, {"user_name": "kelirína", "text": "Diamond white,  Light Fantastic eða sambærileg.", "date": "2014-01-17 00:05:00", "post_id": 31}, {"user_name": "ALPINA", "text": "Þetta dodo djús,, er það eitthvað eins og Joe and the juice..............<<<Whistle.gif>>> <<<rolleyes.png>>>", "date": "2014-01-18 00:34:00", "post_id": 32}, {"user_name": "Stjáni_", "text": "https://fbcdn-sphotos-b-a.akamaihd.n...37177876_n.jpg <<<icon_smile.gif>>>", "date": "2014-01-19 00:19:00", "post_id": 33}, {"user_name": "ÁrniVTI", "text": "hahahaha\nþú ert faviti vissiru það?", "date": "2014-01-19 00:44:00", "post_id": 34}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/Whistle.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2014-01-11 16:29:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/Whistle.gif", "path": "full/b5f8c34ffa34908078786fc8e30d5113d83346c4.gif", "checksum": "d4c447d3a58994b0ce347565c90038d0"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}