{"forum_title": "RÖFL", "id": "180835", "title": "www.a1.is í staðinn fyrir bland ef menn vilja auglýsa frítt.", "url": "http://www.live2cruize.com/spjall/showthread.php/180835-www-a1-is-í-staðinn-fyrir-bland-ef-menn-vilja-auglýsa-frítt", "posts": [{"user_name": "krissi859", "text": "Í kjölfar breytingar á verðskrá hjá Bland.is sem er eitt stærsta sölu- og markaðstorg á Íslandi á netinu \r\nhefur eftirspurn aukist eftir nýjum vef þar sem hægt er að selja/kaupa vörur og þjónustu án kostnaðar.\r\nA1.is hefur nú opnað slíkan vef þar sem heimsóknir og auglýsingar hafa aukist jöfnum höndum strax \r\nfrá opnun án þess að fyrirtækið hafi verið sérstaklega kynnt.\n\r\nKv.Logi", "date": "2014-02-19 22:07:00", "post_id": 1}, {"user_name": "palmz", "text": "haha braskogbrall.is er held ég að ná þessum markaði", "date": "2014-02-21 21:16:00", "post_id": 2}, {"user_name": "elisvk", "text": "Veistu, fyrst þegar ég sá þessa fyrirsögn þá hugsaði ég jæja hérna kemur einn enn sem ætlar að sigra markaðinn á Íslandi. En ég verð að segja að þegar ég opnaði síðuna brá mér. Hún er rosalega flott hjá þér. Allar hinar síðurnar eru svo hrikalega illa unnar að það nær engri átt. Mun HIKLAUST nota þessa síðu hjá þér. Kominn með ógeð af bland.\n\n\n\nFacebook síðan hjá braskogbrall er frábær. Ég seldi samtals fyrir 32þ á henni bara í dag.\n\nEn braskogbrall.is er ógeðslega ljót og leiðinleg síða... Rétt eins og þær allar sem hafa ætlað að taka við af bland... þar má nefna stop.is og tilsolu.is ofl\n\n\nupdate:\n\nbúinn að setja inn 1 auglýsingu og síðan er by far flottasta tilraunin til að taka við af bland sem ég hef séð en að mínu mati vantar enn ýmislegt uppá <<<icon_smile.gif>>>", "date": "2014-02-22 20:25:00", "post_id": 3}, {"user_name": "palmz", "text": "Ég er mjög sammála þer þarna þetta er mjög flott síða en ég held hinsvega að því miður er braskogbrall.is komin soldið lángt á undan með markaðinn spurning hvort að Logi og gaurinn sem sér um brask vilji ná hendum saman?", "date": "2014-02-22 21:08:00", "post_id": 4}, {"user_name": "sveppi", "text": "Vel hönnuð síða, en hvernig ætliði að láta síðuna ganga, ég sé engar auglýsingar?", "date": "2014-02-23 09:29:00", "post_id": 5}, {"user_name": "Premium", "text": "Myndir þú borga fyrir að auglýsa á síðu sem hefur enga mælingu á umferð? Fyrst koma notendurnir, svo auglýsingatekjurnar.", "date": "2014-02-24 15:07:00", "post_id": 6}, {"user_name": "sveppi", "text": "Premium, þetta snýst ekki um hvað ég myndi gera, og þú ert að misskilja spurninguna og gefa þér að þeir ætli að fá inn pening á auglýsingum. Það eru nefnilega til margar leiðir til þess að fá inn pening en um það snérist einmitt spurningin. Mig langar einfaldlega að forvitnast um business módelið hjá þeim <<<icon_wink.gif>>>\r\nekki að fá þitt álit á því hvað þú heldur að ég myndi eða myndi ekki gera.\n\r\nSvo ert þú líka að gefa þér að þeir geti ekki mælt user traffic ef ég skil þig rétt? En til þess eru auðveldar og fríar leiðir t.d. með tracker eins og Google Analytics.", "date": "2014-02-24 19:01:00", "post_id": 7}, {"user_name": "Knútzi KSK", "text": "Flott síða !", "date": "2014-02-25 13:14:00", "post_id": 8}, {"user_name": "Premium", "text": "Ég var að misskilja agendað hjá þér, það er rétt. En ég er hins vegar ekki að gefa mér það að þeir mæli ekki umferð um síðuna, þvert á móti. Ef engin umferð er, er ekkert til að mæla. Því segi ég að fyrst kemur umferðin/notendur og svo er hægt að selja þá umferð til auglýsenda. Því fleiri sem sjá síðuna og þar með auglýsingarnar, því dýrari verður auglýsingin.", "date": "2014-02-28 11:08:00", "post_id": 9}, {"user_name": "krissi859", "text": "takk takk fyrir athugasemdirnar ég skal reyna að svara þeim\nEins og er er sára lítill kostnaður á síðunni enda var þetta svona meira power to the people hugsun\nað fólk með litið milli handana gæti selt án þess að einhver væri að kroppa af þeim, svona annar valkostur en bland \neða að auglýsingar væri ritskoðaðar og hent út af án þess að skilmálar væru brotnir. \n\nHvað varðar braskogbrall á facebook vissi ég ekki af henni þegar ég var að búa til a1.is en það leiðilega var að \nþeir gerast sekir um ritskoðun og henda út auglysingum sem settar hafa verið inn á a1.is og deilt áfram en leifa \nauglýsingar sem deilt er frá bland , en þeir um það\n\n\nen ef kostnaður fer upp vegna stærri hýsingar kostnað þá var ég að spá að setja inn paypal donate eða ég finn einhverjar aðrar leiðir án kostnaðar fyrir notandann   \n\nsíðan sendir sjálf nýjar auglysingar inná https://www.facebook.com/a1solutorg\ná c.a. 60min fresti\n\nfyrir þá sem eru að spá í tölfræðinni, hér er það sem komið er í mars kv logi\n\ntolur.jpg", "date": "2014-03-09 19:53:00", "post_id": 10}, {"user_name": "Dezzice", "text": "Þeir hjá Bland bökkuðu samt með rosalega mikið af þessu \"borga fyrir auglýsingar\" dóti sínu. Þetta byrjaði voða rólega hjá þeim og svo var þetta allt í einu komið á alla flokka þarna minnir mig í örfáa daga og svo var það tekið af ekki satt?", "date": "2014-03-17 01:38:00", "post_id": 11}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2014-02-19 22:07:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}