{"forum_title": "RÖFL", "id": "181378", "title": "klipt af bílnum hjá mér", "url": "http://www.live2cruize.com/spjall/showthread.php/181378-klipt-af-bílnum-hjá-mér", "posts": [{"user_name": "toggi", "text": "Hvernig er það ef að lögreglan klippir af bílnum hjá mer númeraplöturnar og þá er ég ð tala um plöturnar sjálfar ekki skrúfurnar.\r\nHver borgar nýjar plötur og hver borgar fyrir viðgerð á lakkinu á bílnum mínum eftir klippurnar hjá þeim?", "date": "2014-03-29 17:06:00", "post_id": 1}, {"user_name": "haffinn", "text": "Það hlýtur að vera sá sami og er ábyrgur fyrir því að klippa þurfti af bílnum. Sá sami og fór ekki með hann í skoðun, tryggði hann ekki eða greiddi ekki af honum gjöldin. Sumsé eigandi bílsins....", "date": "2014-03-29 17:15:00", "post_id": 2}, {"user_name": "toggi", "text": "afhverju geta þessir drullusokar ekki bara tekið upp skrúfjárn og skrúfað skrúfurnar úr?\njá ég man þeir eru bara hundar sem að hlíða bara fyrirmælum\nþeir skrúfa skrúfurnar úr að framan úr járn stuðaranum sem er krómlitaður en klippa að aftan og rispa allt í kring um númeraplötuna þar sem að aftur stuðarin er lakkaður", "date": "2014-03-29 17:31:00", "post_id": 3}, {"user_name": "Mr. Skúli", "text": "Skrúfurnar ekki bara ryðgaðar fastar að aftan? Eða ró á bakvið sem snýst með?", "date": "2014-03-29 17:51:00", "post_id": 4}, {"user_name": "haffinn", "text": "Held að það sé alveg gefið mál að hafi þeir skrúfað út skrúfur að framan hafi þeir reynt að líka að aftan en ekki tekist og þar af leiðandi þurft að nota klippurnar.\n\nHeld að því miður að þú hafir ekki yfir neinu að kvarta nema trassaskap í sjálfum þér í þessu máli. Það er mjög einfalt að koma í veg fyrir að lögreglan klippi af bílnum.", "date": "2014-03-29 18:03:00", "post_id": 5}, {"user_name": "toggi", "text": "nú var ég að tala við nágranna minn og hann horfði á þetta og segir þá hafa reynt að klippa skrúfurnar en það ekki gengið þá tóku þeir í númeraplötuna og rifu hana af bílnum. má það ? er lögregglan með eitthverja undanþágu á að skemma eigur annara?", "date": "2014-03-29 18:10:00", "post_id": 6}, {"user_name": "haffinn", "text": "Lögreglunni bar skilda til þess að taka númeraplöturnar af bílnum já. Það hefur örugglega ekki verið einhver skyndiákvörðun hjá þessum ákveðnu lögreglumönnum.\n\nHafi ástand bílsins verið það slæmt að þeir hafi þurft að rífa af honum plöturnar hafa þeir neyðst til þess. \n\nLögreglan hafði alveg klárlega ekki leyfi til þess að taka ekki plöturnar af bílnum.", "date": "2014-03-29 18:21:00", "post_id": 7}, {"user_name": "toggi", "text": "það svarar ekki spurningunni minni má hún rispa fokking bílinn minn í leiðinni", "date": "2014-03-29 19:07:00", "post_id": 8}, {"user_name": "Joop!", "text": "Þetta kennir bara mönnum að vera ekki drullu tjónaðir og láta klippa af hjá sér.", "date": "2014-03-29 19:20:00", "post_id": 9}, {"user_name": "H1lmar", "text": "Sé ekki vandamálið hérna. Þeir náðu plötunum þínum ekki af, enda ekki gefið að það sé hægt að skrúfa þær af ef þær eru ekki í ramma. Þitt klúður að halda ekki bílnum þínum í standi eða borga ekki af honum.\n\nFyrst þú ert svona vanhæfur að geta ekki átt bíl sómasamlega ættirðu bara vinsamlegast að taka strætó eða eiga reiðhjól.", "date": "2014-03-29 21:12:00", "post_id": 10}, {"user_name": "Maggi B", "text": "Þeir hafa leyfi til að taka þær af með valdi já.", "date": "2014-03-29 21:13:00", "post_id": 11}, {"user_name": "ALPINA", "text": "BINGO,,, hjá ykkur báðum \n\r\ntoggi......  what goes around comes around,, þú lentir ekki í þessu\n\r\nÞÚ KOMST ÞÉR Í ÞETTA", "date": "2014-03-30 11:46:00", "post_id": 12}, {"user_name": "TDK", "text": "vá hvað ég átti ekki von á að rekat á þráð hérna þar sem allir stæðu með lögguni. Skemtilegt", "date": "2014-03-31 01:48:00", "post_id": 13}, {"user_name": "AndriKarl", "text": "Þótt ótrúlegt megi virðast þá hafa ekki allir bílaáhugamenn eitthvað fuckthepolice viðhorf.", "date": "2014-03-31 02:15:00", "post_id": 14}, {"user_name": "baldur", "text": "Það er nú líka bara þannig að það er ekki klippt af bílum nema þeir séu óskoðaðir, ótryggðir eða í augljóslega óökuhæfu ástandi.", "date": "2014-03-31 11:21:00", "post_id": 15}, {"user_name": "Boi", "text": "ef löggan kæmi af vakt með plötur af 3 bílum en hefði séð 4 bíla til að klippa af, og segðu; ja við bara náðum ekki plötunum af svo hann fékk að keyra áfram á óskoðuðum/ótrygðum bílnum... nei þeir verða að taka plöturnar af, jafnvel þótt eitthvað sjái á bíl kringum plötuna.  svona er þetta bara, er ekki bara best að fá sér númeraramma sem hægt er að smella opnum og kippa plötunum í burtu <<<icon_razz.gif>>>", "date": "2014-04-01 22:20:00", "post_id": 16}, {"user_name": "pattzi", "text": "Ef eg er med endurskodun 4 ef eg fer i mai i skodun 2mai teir klippa ekkert af bilnum fyrir 2 daga er thad\n\nSent from my LG-E610 using Tapatalk", "date": "2014-04-02 12:32:00", "post_id": 17}, {"user_name": "kári litli", "text": "Þeir einmitt vita að þú ætlir að fara akkúrat 2. maí í skoðun svo þeir klippa örugglega af þér fyrir mánaðarmótin..", "date": "2014-04-02 13:10:00", "post_id": 18}, {"user_name": "Twincam", "text": "Pantaðu tíma í skoðun þann 2.maí, fáðu miða með þeim upplýsingum vottuðum frá skoðunarstöð og settu það í gluggann hjá þér og vonaðu það besta", "date": "2014-04-02 14:16:00", "post_id": 19}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_razz.gif"], "date": "2014-03-29 17:06:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}]}