{"forum_title": "Almennt spjall", "id": "182174", "title": "Shell Kassabílarallý 2014", "url": "http://www.live2cruize.com/spjall/showthread.php/182174-Shell-Kassabílarallý-2014", "posts": [{"user_name": "Dezzice", "text": "Bifreiðaíþróttaklúbbur Reykjavíkur (BÍKR) stendur fyrir Íslandsmótinu í Kassabílarally í sumar en klúbburinn stóð fyrir einni slíkri keppni á síðasta ári. Mótið samanstendur af tveimur umferðum og fer sú fyrri, Shell Kassabílarallýið fram þann 1 júní n.k. í Fjölskyldu og húsdýragarðinum í Reykjavík.\n\r\nKeppnirnar í ár verða með svipuðu sniði og í fyrra en þá mættu yfir 20 lið til leiks og voru keppendur á aldrinum 4 til 40 ára. Keppendum verður skipt upp í fjóra aldurshópa, 4-7 ára, 8-12 ára, 12-15 ára og 16 ára og eldri og verða verðlaun veitt í hverjum flokki fyrir sig. Auk þess að veitt verða verðlaun fyrir frumlegasta bílinn en bílarnir sem að skráðir voru til leiks á síðasta ári báru þess merki að metnaður hafði verið lagður í smíði þeirra. Keppt verður á þremur sérleiðum en reglum svipar mikið til reglna í hefðbundnum rallkeppnum. Leiðbeiningar um smíði bíla fyrir keppnina og reglur er að finna á heimasíðu keppninnar www.kassabilarally.is en þar er einnig hægt að skrá sig til keppni.\n\r\nFrekari upplýsingar veitir Guðmundur Höskuldsson keppnisstjóri í síma 8959313.\n\r\nHér má finna myndband frá keppninni í fyrra:\nhttp://vimeo.com/73013937\n\r\nFleiri myndir frá keppninni má finna á slóðinni:\nhttp://kassabilarally.is/myndir-fra-keppninni/\n\nDagskrá 2014:\n\r\n    15 maí kl. 10:00 skráning hefst á www.kassabilarally.is\r\n    25. maí klukkan 22:00 skráningu líkur á www.kassabílarally.is Keppnisgjald er kr 1500 fyrir hvern bíl. (gegn því að viðkomandi vilji vera í BÍKR)\r\n    1. júní klukkan 09:30 er keppnisskoðun í fjölskyldu og húsdýragarðinum. Nánari staðsetning auglýst síðar.\r\n    1. júní kl 11 Keppni hefst\r\n    Verðlaunaafhending verður að keppni lokinni í fjölskyldu og húsdýragarðinu. Staðsetning verður auglýst síðar.", "date": "2014-05-23 01:15:00", "post_id": 1}], "file_urls": [], "date": "2014-05-23 01:15:00", "files": []}