{"forum_title": "Tæknilega hornið: Almennt", "id": "18293", "title": "Hvað gæti verið að?", "url": "http://www.live2cruize.com/spjall/showthread.php/18293-Hvað-gæti-verið-að", "posts": [{"user_name": "Vilmar", "text": "Bíllinn hjá mér er góður, upp að 5000 sn, þá er eins og hann geti ekki snúist hraðar án vandræða... Og svo þegar ég er búinn að vera á 80 eða yfir km/klst, í svona 20 sek, þá kemur upp check engine ljósið (hefur reyndar alltaf komið), þá fer bíllinn að hökta í öllum snúningssviðum(sem gerðist aldrei áður), svo drep ég á og kveiki, þá fer check engine ljósið og bíllin er góður upp að 5000 sn... og endurtekur sig þegar ég fer yfir 80\n\r\nBtw, ég fiktaði í eitthverjum skynjurum áður en þetta skeði og setti nýja tímareim\n\r\nÞetta er prelude h22", "date": "2006-09-17 16:08:00", "post_id": 1}, {"user_name": "Heddportun", "text": "Leiðir út neistan sennilega,Kveikja,háspennukefli,þræðir ect..", "date": "2006-09-17 16:18:00", "post_id": 2}, {"user_name": "Vilmar", "text": "Allavegna helvíti fáránlegt...\n\r\nÆtla að prufa að kaupa ný kerti á morgun, tók hin úr og kíkti á þau og þau voru helvíti hvít, pólarnir á kertinu, en ég skil ekki, þegar check engine ljósið kemur, þá versnar hann þrefalt... hlýtur að vera eitthver skynjari eða eitthvað\n\r\nSvo þegar ég er með hann í hlutlausum, og þen hann, þá virkar allt vel, þetta er eins og hann kæfi sig um leið og það kemur átak á vélina, og þetta er svona hökt eins og hann vanti bensín eða er ekki að kveikja nógu vel (búinn að jarðtengja mótorinn á nokkrum stöðum þannig að kertin fá góða jörð) en ég setti bensínsíu sem var ögn minni er orginal (vegna þess að hin var ekki til og stilling né bílanaust neita að panta) gæti verið að sían sé að hefta bensínflæðið eða?", "date": "2006-09-17 20:37:00", "post_id": 3}, {"user_name": "gr33n", "text": "efa það.... eins og boss segir, þá eru allar líkur á að þetta séu kerti, þræðir eða kefli.... eða jafnvel það allt saman <<<icon_wink.gif>>>", "date": "2006-09-17 22:18:00", "post_id": 4}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Er hann ekki bara vitlaust tímaður inn ?\r\nByrjaði þetta ekki eftir að þú skiptir um reimina ?", "date": "2006-09-17 22:42:00", "post_id": 5}, {"user_name": "Litli_Jón", "text": "eða þá þessir skynjarar sem þú varst að fikta í", "date": "2006-09-17 22:53:00", "post_id": 6}, {"user_name": "SITMY00", "text": "búin að tjékka loftþrýstingin í dekkjunum ?", "date": "2006-09-17 23:18:00", "post_id": 7}, {"user_name": "Coupe", "text": "Væri ekki best að prófa að restarta ECU fyrst sjálfur og sjá hvort það hættir að koma ljósið ef það virkar ekki láta þá Bernhard lesa af honum. ps varstu með geymirinn tengdan þegar þú varst að fikta í skynjaranum og hvað skynjari var þetta?", "date": "2006-09-18 00:47:00", "post_id": 8}, {"user_name": "Vilmar", "text": "?? mr. funny man\n\r\nég var ekki með geyminn tengdann nei\n\r\nCheck engine ljósið hefur alltaf komið upp í þessum bíl eftir að h22 vélin var swöppað ofaní (ætla samt að láta tengjann við tölvu), ælta að fara aftur yfir skynjarana og skipta um kerti og svona.. athuga hvort þetta lagist, og vélin er rétt tímuð inn, því í lausa gangi gengur hún smooth og gott eins og áður, þetta er samt eins og hún fái ekki bensín eða neista...", "date": "2006-09-18 02:36:00", "post_id": 9}, {"user_name": "Vilmar", "text": "Þegar bíllinn er kaldur, s.s ég fer út og kveikji á honum um morgun, þá er bíllinn góður en um leið og hann hitnar, verður hann hundleiðinlegur.\n\r\nEitthver sem hefur lent í þessu? \n\r\nbúinn að skipta um kerti, er að fara að skipta um kveikjilok og hamar, og svo er ég búinn að panta háspennukefli.", "date": "2006-09-18 15:16:00", "post_id": 10}, {"user_name": "Heddportun", "text": "mældu þræðina og keflið", "date": "2006-09-18 16:45:00", "post_id": 11}, {"user_name": "BRG", "text": "Ég giska á að tíminn hjá þér sé vitlaus, fyrst kertin eru ný.\r\nGreinileg ummerki um það...\n\r\nVirkar betur þegar hann er kaldur, virkar illa eða ekkert á hærri snúning.\r\nAkkurat merki til þess að kveikjan sé ekki rétt.", "date": "2006-09-18 17:32:00", "post_id": 12}, {"user_name": "Kati", "text": "kom tvisvar", "date": "2006-09-18 17:34:00", "post_id": 13}, {"user_name": "Kati", "text": "Það hefur ekkert verið fiktað í kveikjunni í bílnum þannig að hún ætti að vera rétt. \n\r\nAnnars Kíkjum við á þetta í kvöld og skoðum hvað er að", "date": "2006-09-18 17:35:00", "post_id": 14}, {"user_name": "firebird400", "text": "Svo er eitt sem mér þykir kannski ólíklega en þess vert að skoða og það er bensínsían, tekur enga stund svo sem", "date": "2006-09-18 19:29:00", "post_id": 15}, {"user_name": "BRG", "text": "Það getur nú varla verið, fyrst þú varst að skipta um tímareim...\n\r\nÞað þarf ekki nema 1 tönn til að rugla allt til andskotans", "date": "2006-09-18 20:23:00", "post_id": 16}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2006-09-17 16:08:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}