{"forum_title": "Almennt spjall", "id": "182952", "title": "Er með spurningar varðandi beyglur og ógeðslegar innréttingar", "url": "http://www.live2cruize.com/spjall/showthread.php/182952-Er-með-spurningar-varðandi-beyglur-og-ógeðslegar-innréttingar", "posts": [{"user_name": "Niflhel", "text": "Sæl veriði\n\r\nEf þetta er póstað á rangan flokk þá má endilega færa það, hef bara séð aðra svona pósta í þessum flokk áður.\n\r\n1. Mig vantar upplýsingar um ódýrt og gott boddýverkstæði fyrir hagkaupsbeyglur. Er með tvo bíla sem eru vel dældaðir en allar dældirnar mjög litlar og leiðinlegar.\r\nHefur einhver hugmynd um hvaða aðferð sé notuð til þess að ná svona beyglum úr? Er þetta eitthvað sem maður gæti reynt við sjálfur?\n\r\n2. Borgar sig að djúphreinsa innréttingu sjálfur? Nú hef ég aldrei gert svoleiðis og þætti mjög vænt um ef einhver gæti bent mér á bestu vörurnar og aðferðirnar fyrir svona aðgerð. Ef hins vegar þið mælið frekar með því að láta professionals gera það þá endilega nefnið einhverja góða.\n\r\n3. Hvaða sprautuverkstæði hefur reynst best og hvar er hægt að fá góða color coded spraybrúsa ef maður vildi gera við stuðara og svoleiðis sjálfur?", "date": "2014-07-29 15:46:00", "post_id": 1}, {"user_name": "Pokémon", "text": "1. Smáréttingar gera út á svona hagkaupsbeyglur.  Nota sogskálar eða fara bakvið og ýta beyglunni út þar sem það er hægt.  Með smá lagni þá gætiru gert þetta sjálfur.  Ef það er brot í beyglunni þá er erfiðara að gera við það.\n\n2. Byko og Húsasmiðjan leigja út djúphreinsivélar sem hægt er að nota í djúphreinsun á teppum og tauáklæði í sætum.  Ég hef einu sinni farið með bíl í djúphreinsun www.hjajobba.is .  Fannst það ekki peninganna virði en það gæti verið útaf ömurlegu áklæði.\n\n3. Ég hef notað Víkurós og þeir hafa reynst mér vel.  Annars hef ég ekki mikla sérþekkingu á þessum verkstæðum.  Ég er ekki handviss hvort þú getir látið blanda í spreybrúsa en ef það er hægt þá er það örugglega hjá Bílanaust eða Málningavörum.", "date": "2014-07-29 17:43:00", "post_id": 2}, {"user_name": "Niflhel", "text": "Takk kærlega fyrir greinagóð svör!", "date": "2014-07-29 17:56:00", "post_id": 3}, {"user_name": "Andri Pogo", "text": "Hef nokkrum sinnum fengið liti í brúsa hjá Poulsen, eftir litakóða bílsins þ.e.a.s.", "date": "2014-07-29 20:37:00", "post_id": 4}, {"user_name": "kári litli", "text": "Ef þú vilt fara ódýru leiðina í sætahreinsun getur þú líka blandað þvottavéla efni í vatn og farið á næstu besínstöðvarryksugu. Tók sætin og teppið hjá mér svoleiðis með svamp/skrúpp og hann var töluvert betri á eftir", "date": "2014-07-29 23:59:00", "post_id": 5}, {"user_name": "elisvk", "text": "heill dagur með djúphreinsivél kostar bara 3þkr og svo 1þkr fyrir hreinsiefnið ef ég man rétt. Þetta er basic. \n\n\nstep 1. Bleyta með sprautunni úr vélinni, \nstep 2. Hamast eins og geðsjúklingur með uppþvottabursta, \nstep 3. Ryksuga.\nstep 4. go back to step 1.\n\nþetta er yfirleitt betra gert þegar þér er sama um hvernig þetta er gert. Á mörgum stöðvum er bara allt rennbleytt og ryksugað yfir. Það gerir ekki jafn mikið fyrir teppið og að skrúbba skítinn. Ég hef alveg eytt 3klst í að djúphreinsa 1stk bíl. Djúphreinsun á bíl á flestum bónstöðvum tekur kannski 10-20min.", "date": "2014-07-30 03:13:00", "post_id": 6}, {"user_name": "Niflhel", "text": "Takk kærlega fyrir svörin, ég hugsa að ég prófi fyrst sjálfur með þvottavélaefni og bursta en ef það er ekki nógu gott þá leigi ég bara svona vél. Þarf maður ekki að láta þorna á milli áður en maður ryksugar eða eruð þið að tala um vatnsþolnar ryksugur?", "date": "2014-07-30 16:49:00", "post_id": 7}, {"user_name": "Haukur Litli", "text": "Þetta eru teppahreinsivélar sem sprauta vatni og sjúga. Mér hefur reynst vel að setja mjög heitt vatn í vélarnar og hreinsiefnið út í, hef alltaf notað sítrushreinsi, sker sig vel í gegnum drulluna og hefur frískandi lykt. \n\nEf þú ferð á bensínstöð eða hefur aðgang að \"verkstæðisryksugu\", sem eru þá bara vatnsþolnar ryksugur (Ég hef notað Rainbow ryksugur með góðum árangri.), þá bara sprautar þú vatnsblönduðu hreinsiefninu í áklæðið, skrúbbar vel til að ná skítnum úr þráðunum og sýgur síðan bleytuna úr.", "date": "2014-07-31 19:51:00", "post_id": 8}, {"user_name": "elisvk", "text": "neineinei\n\nEkki þorna áður en þú ryksugar. Þú ryksugar til að ná drullunni uppúr sem þú varst að leysa með því að væta og skrúbba. Samt alltaf gott að láta standa inni og þorna eftir þú ryksugar. Bara EKKI vera með blautann/rakann bíl og láta hann standa úti í frosti, og ef hann stendur útí í frosti í nokkra daga þá myglar hann.", "date": "2014-07-31 21:03:00", "post_id": 9}], "file_urls": [], "date": "2014-07-29 15:46:00", "files": []}