{"forum_title": "RÖFL", "id": "183109", "title": "Klippt af bifreið vegna vanbúnaðar", "url": "http://www.live2cruize.com/spjall/showthread.php/183109-Klippt-af-bifreið-vegna-vanbúnaðar", "posts": [{"user_name": "KKA", "text": "Lenti í því miður skemmtilega veseni að það var klippt af bílnum mínum. \n\nKannski betra að taka það fram að þetta var BMW og án gríns af einhverjum ástæðum hefur lögreglan eitthvaða mikið á móti BMW. Keypti þennan umrædda bíl á miðvikudagskvöldi í síðustu viku, var stoppaður í tjekk á fimmtudeginum eftir vinnu vegna þess að lögreglunni fannst ég svo \"grunsamlegur\" vegna þess að ég keyrði frá einu bílaplani inn í port (sem var s.s. þar sem ég legg bílnum og keyrði hann í port hjá vinnunni). Allt í góðu með það svosem, þeir voru bara að tjekka á mér og slepptu enda var ekki til að setja útá. Lendi síðan í því á föstudeginum eftir vinnu að vera stoppaður aftur, alveg random var að keyra bara eðlilega og allt í góðu en þar sem þetta var mótorhjólalögga í þetta skiptið þá fór hún að grandskoða bílinn hjá mér. Hún setur útá 3 dekk hjá mér og ákveður að klippa tafarlaust af bílnum mínum (viðurkenni það að dekkin voru léleg en ég var nýbúinn að kaupa bílinn og hafði ekkert komist á dekkjaverkstæði og var btw á leiðinni þangað, fékk hætta fyrr í vinnu til að ná þangað). Löggan sýndi enga miskun og klippir af bílunum (bíllinn samt alveg skoðaður og tryggður og allt það). Löggan gaf mér engann séns á að setja bara boðun í skoðun eða  bara fylgja mér í næstu götu á dekkjaverkstæði sem ég bað kurteisislega um. Hún klippir af bílnum og ég var að leiðinni að græja dekk vegna þess að ég var á leiðinni á honum útá land. En nóg um það þá beit maður í það súra epli að númerin voru klippt af, hætti að pæla í því þá og fór á hinum bílnum útá land.\n\nEn að eftirmálunum af númeraklippingunni þá hringi ég í lögregluna á mánudeginum og spyr hvað ég þarf að gera til að sækja númerin aftur. Fæ það svar að númerin séu komin niðri umferðastofu og að ég get sótt þau án nokkura eftirmála. Ég fer beint þangað og ætla að sækja þau en þá kemst í ljós að eigandaskiptin að bílnum séu ekki komin í gegn þannig að ég þarf að bíða eftir að þau ganga í gegn til þess að geta sótt númerin. Þau voru ekki komin í gegn fyrr en á miðvikudag þannig að ég fer þá aftur niðri umferðarstofu til að sækja þau. Þá fyrst kemst ég að því að ekki má afhenda mér plöturnar fyrr en bílinn fer í skoðun, þá hafði hvorki lögreglan né þau í umferðastofu talað um það fyrr, allt í góðu svosum með það þar sem að það var kominn tími til að fara í skoðun. Þannig að þau í umferðastofu létu senda plöturnar á næstu skoðunarstöð, nánar tiltekið Frumherja í skeifunni. Ég græja ný dekk á bílinn og fer í Frumherja og hugsa með mér að þetta vesen sé loksins búið, get farið keyra bílinn áhyggjulaust aftur og í versta falli með endurskoðun en samt með ný dekk, það sem löggan hafði sett útá. Bílinn kemur vel út úr skoðun, einu athugasemdirnar eru slappir demparar að framan, smá pústleki og rúðuþurkur, allt atriði sem eru bara 1 eða 2 á skoðunarblaði. \n\nEN stóra vandamálið er það að af því að það var klippt af bílnum vegna vanbúnaðar, og af því að hann fékk endurskoðun þá fær hann aksturbann. Ég bara skil ekki af hverju, ég hefði ekki fengið akstursbann ef það hefði aldrei verið klippt af honum og mætt í þessa skoðun, en af því að það hafði verið klippt af honum þá allt í einu má ekki fá neitt sett útá þótt svo að það þau atriði hefðu verið algjörlega óháð dekkjunum. Hvernig meikar þetta fyrirkomulag sens? Klippt af bílnum útaf dekkjum, keypt ný dekk, fer í skoðun, sett útá smávægilegt atriði alveg óháð dekkjum og bílinn fær aksturbann. Þetta er búið að vera aðeins of mikið vesen. Ekki að það sé neitt stór mál  að laga atriðin til að fá fulla skoðun en það er bara fáránlegt á fá ekki bara endurskoðun til að geta notað bílinn á meðan.", "date": "2014-08-14 02:51:00", "post_id": 1}, {"user_name": "UPGR8", "text": "Löggan grinlaust hatar BMW, og BMW eigendur almennt hata lögguna!\n\nEn þetta er glaaatað eg sem ætlaði að fa runt hja Jonasi eftir vinnu með 15 miða og 1ath semd!", "date": "2014-08-14 02:57:00", "post_id": 2}, {"user_name": "Joker_", "text": "fáðu þér benz enda miklu betri bílar <<<icon_smile.gif>>> p.s löggan ELSKAR BENZ <<<icon_wink.gif>>>", "date": "2014-08-15 17:54:00", "post_id": 3}, {"user_name": "bErio", "text": "Loggan elskan Stations BMW", "date": "2014-08-17 18:18:00", "post_id": 4}, {"user_name": "Bragi", "text": "Var hakað við reit númer 3 við einhvað skoðunaratriðið?\n\nPs. Maður á ekki að fara með bílinn sinn í skoðun hjá Frumherja...", "date": "2014-08-17 22:06:00", "post_id": 5}, {"user_name": "Hr.Cummins", "text": "Afhvejru ekki <<<icon_question.gif>>>\n\nÉg vil fá raunverulega og ítarlega skoðun á mínum bílum þegar ég fer með þá í skoðun...\n\nVill ekki að mér sé sleppt í gegn með atriði í ólagi <<<icon_exclaim.gif>>>", "date": "2014-08-18 00:36:00", "post_id": 6}, {"user_name": "KKA", "text": "nei það voru engin atriði sem að gátu fengið 3 dæmingu, ástæðan sem ég fékk hjá umferðarstofu var sú að ef að það var klippt af bílnum vegna dekkjana, þá er \"tekið mun strangar á skoðun\" vegna vanræsklu bifreiðar. Mér finnst þetta alveg full strangt, að geta ekki notað bílinn núna af því að hann er með endurskoðun á þessi litlu atriði en glæný dekk <<<icon_sad.gif>>> En svosum lítið mál að laga þessi hluti en tímafrekt að finna suma varahluti í gamla bíla. \n\r\nOg með það að fara í frumherja þá er ekkert að því, þetta kom skoðunarstöðinni ekkert við þeir fóru bara eftir reglum. Og ef eitthvað er þá er bara að betra að fara þangað ef þú vilt vita hvað er að bílnum þínum, þangað sem ég hef farið eru þeir alveg mjög sanngjarnir.\n\r\nbtw ef maður er í BA þá fær maður 50% afslátt í skoðun í frumherja 1x ári og 20% eftir það.", "date": "2014-08-18 04:27:00", "post_id": 7}, {"user_name": "Sævar Örn", "text": "Þetta er eins með endurskoðun, nema ef þú lagar ekki 50% atriðanna eða meira þá færðu akstursbann við næstu skoðun\n\r\nþ.e. þú ferð í skoðun og færð endurskoðun út á handbremsu og dekk, en lagfæringu út á númersljós og sambandsleysi í kerrutengli og lélegar rúðuþurrkur\n\r\nþú lagar handbremsuna og dekkin, mætir og færð akstursbann, \n\r\nþú lagar handbremsuna dekkin og ljósin og færð aðra endurskoðun\n\r\nlagar allt og færð skoðun\n\n\n\r\nmjög einfalt bara vera með bílana í lagi og laga allt sem sett er út á, eða krefjast útskýringa(á staðnum) ef sett er út á og þú ert ósammála niðurstöðunni\n\n\n\r\nsamt fúlt fyrir þig að lenda í þessu öllu saman og að fólkið hafi ekki getað sagt þér ferlið nákvæmlega fyrirfram, en það er bara þannig að á öllum þessum stöðum er fólk í vinnu, og fólk er ekki gallalaust neitt frekar en bílar í umferðinni\n\r\nen ég fæ ekki  betur skilið en að allir hafi unnið eftir settum verklagsreglum og svona gengur þetta bara því miður fyrir sig", "date": "2014-08-18 18:22:00", "post_id": 8}, {"user_name": "Scooby", "text": "ekki spurning um að vera slept með eitthvað sem er ekki í lagi heldur að gera þetta eins og á að gera það og vera ekki að setja út á eitthvað sem fer að koma. Sem dæmi fór ég með bílinn hjá Ömmu í skoðun sem er Nissan Xtrail og hann var ekki með slitna diska né klossa en skoðunarmaður setti út á bremsur og afhverju því að það var rið á diskunum því að hún notar bílinn ekki mikið ég fór út og bremsaði vel eitt skipti kom aftur og málið leist.", "date": "2014-08-20 22:33:00", "post_id": 9}, {"user_name": "bjahja-323i", "text": "Leiðinlegt að hún var ekki tilbúinn að gefa þér séns með dekkin fyrst þú varst nýbúinn að kaupa bílinn og varst að fara að kaupa ný.\nEn ég hef keyrt á BMW í 10 ár og ég hef aldrei upplifað það að löggan sé neitt á móti bmw.....", "date": "2014-08-23 16:55:00", "post_id": 10}, {"user_name": "bimmer", "text": "Sammála - keyrt lengi á BMW og ekki orðið var við nein leiðindi frá löggunni.", "date": "2014-08-24 16:52:00", "post_id": 11}, {"user_name": "ABARTH", "text": "Þið sem eruð að lenda í þessu eruð líklega að kaupa bíla sem eru orðnir \"heitir\" hjá lögreglunni fyrir eitthver brot <<<icon_smile.gif>>> Líklegast.", "date": "2014-08-25 02:53:00", "post_id": 12}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2014-08-14 02:51:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}