{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "183846", "title": "Hvernig lýsir það sér ef hedpakkningin er biluð/ónýt?", "url": "http://www.live2cruize.com/spjall/showthread.php/183846-Hvernig-lýsir-það-sér-ef-hedpakkningin-er-biluð-ónýt", "posts": [{"user_name": "karinmist", "text": "Er með toyota avensis 99 model, hann er búin að drekka 2 lítra að vélarolíu seinustu 2 mánuðina og núna síður í vatnskassanum þó það sé nóg á honum. Veit ekki mikið um þetta en var eitthvað að reyna að spurja á facebook og fékk svör um að það gæti verið hedpakkninginn eða dælan í vatnskassanum.. \n\r\nEkki er eitthver hérna sem annaðhvort hefur lent í öðru hvoru og veit hvernig það lýsir sér, eða bara veit eitthvað um þetta svona af því að það er smáá verðmunur á viðgerð á þessu tvennu? <<<icon_smile.gif>>>\n\r\nAnnars en hann búin að vera skrítinn í smá tíma en hélt það væri bara bremsurnar sem ég lét laga fyrir skoðun núna á fimmtudaginn, en fékk endurskoðun út á dekkin og ljósin, ekkert sem ég held að sé tengt þessu.", "date": "2014-11-03 14:42:00", "post_id": 1}, {"user_name": "Siggi_Sierra", "text": "Þessir bílar eru þekktir fyrir að brenna vélarolíu, en hvernig lýtur vatskassinn út? finnst þér hann vera heillegur ef þú horfir á hann?", "date": "2014-11-03 16:44:00", "post_id": 2}, {"user_name": "Siggi_Sierra", "text": "Ef heddpakkning er hins vegar á annað borð farin þá getur bíllinn farið að reykja hvítu, vatnið farið að hverfa af honum yfir í olíuna sem er augljóslega ekki í þessu tilviki og svo getur hann farið að ganga illa því yfirleitt kemur sprunga í pakkninguna á milli cylindrana og þá nær vélin ekki að þjappa rétt.\nOft geturu séð ef pakkningin er farin ef þú hefur bílinn kaldann og lætur hann ganga og taka vatskassa lokið af, og ef það kemur mikið af loftbólum í kælivatninu þá er hann farin að blása útí vatsgang sem bendir á heddpakkningu.\n\nVona þetta hjálpi eitthvað.", "date": "2014-11-03 16:49:00", "post_id": 3}, {"user_name": "karinmist", "text": "okei prufa það, takk fyrir !", "date": "2014-11-03 18:25:00", "post_id": 4}, {"user_name": "Sævar Örn", "text": "Það sem væri réttast að gera í þessu tilviki væri að leita beint til fagmanns, það er ekki hægt að fullyrða neitt um svona mál nema hafa bílinn og bilunina í höndunum.", "date": "2014-11-03 18:30:00", "post_id": 5}, {"user_name": "karinmist", "text": "Ja mi grunaði það nu, get bara ekki latið laga heddpakninguna þessvegna vildi eg helst ekki þurfa að fara a verkstæði nema þetta væri bara vatnskassinn<<<icon_smile.gif>>>. Svo var lika löng bið þar sem eg hringdi en er komin með tima. \n\r\nTakk fyrir svörin <<<icon_smile.gif>>>", "date": "2014-11-03 21:45:00", "post_id": 6}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2014-11-03 14:42:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}