{"forum_title": "RÖFL", "id": "184286", "title": "Hátalara pælingar", "url": "http://www.live2cruize.com/spjall/showthread.php/184286-Hátalara-pælingar", "posts": [{"user_name": "orninn123", "text": "sælir allir \n\r\nhérna ég ætla að fara setja nýja hátalara allann hringin í litla getzinn minn (0<<<icon_cool.gif>>> og var að spá í hvaða hátalara maður ætti að fá sér til þess að komast upp með að þurfa ekki að fá sér bassabox og magnara sök um pláss leysi, en samt góðu mjög góður Soundi með góðum og þettum bassa \n\r\nMælir fólk með einhverju Öðru en Alpain type R", "date": "2015-01-12 00:57:00", "post_id": 1}, {"user_name": "Vapor", "text": "Veit um Getz sem er með G-series /////ALPINE hátalara frammí, original hátalara í afturhurðunum (sem kikka alveg furðu vel) og 380W Pioneer 6x9 í afturhillunni ásamt litlum tveggja rása magnara fyrir 6x9 hátalarana í skottinu. Það er fínt og veskisvænt setup að mínu mati. Athugaðu bara að hafa spilara í bílnum sem er með RCA plögg sem virka fyrir front, rear og SUB (3xRCA pör) .. það munar helling um að geta tengt hilluhátalara í SUB tengið uppá stillingarmöguleika. Og já .. Reyndu að miða við að power output á hátalaramagnara sé undir uppgefinni RMS watta tölu á hátölurunum sem þú tengir við hann .. minni hætta á því að stúta hátölurunum strax <<<icon_wink.gif>>>. Athugaðu það að þessir bílar eru frekar lítið vandaðir uppá víbringshljóð í innréttingunni .. gæti verið sniðugt að reyna að þétta hurðar betur og annað ..", "date": "2015-01-12 03:11:00", "post_id": 2}, {"user_name": "TDK", "text": "Alpine er náttúrulega voða fínt en það er ímislegt fleira sem er alveg gott líka. Kenwood, JBL og Pioneer eru allt solid vörur. \n\nEitt sem þú þarft samt að pæla í er að það er voða lítið með það að gera að vera með 300W hátalara og keira þá svo á útvarpi sem skilar ekki nema 50W í þá. Ég segi að þú ættir að fá þér lítinn magnara fyrir hátalarana. Þessi væri til dæmis flottur en þú getur pottþétt fundið eitthvað fleira sniðugt og jafnvel ódýrt ef það er notað\nhttp://ormsson.is/vorur/5057/", "date": "2015-01-15 22:08:00", "post_id": 3}, {"user_name": "Bimsi", "text": "Datt inn á þennan þráð ég er líka að pæla í að fá mér góða hátalara og sleppa keilunni.\nÉg er að pæla ef hver hátalari er 250W Peak W.  Þarf ég þá 500 rms magnara til að keyra 4 hátalara? Sem gera þá væntanlega 1000 mw?\nEða er ég að bulla?", "date": "2015-03-08 01:07:00", "post_id": 4}, {"user_name": "TDK", "text": "Þú ert nokkurnveginn með þetta rétt. En þú þarft ekkert að vera með það öfluguan magnara að hann sé að fullníta það sem hátalararnir þola. Í rauninni er betra að magnarinn geti ekki maxað út hátalarana upp á að hann sprengi þá ekki. \n\r\nÉg mundi seigja að 4x200 væri bara mjög fínt sem hátalara magnari. Mundi kíkja á Power Acustik í bílanaust.", "date": "2015-03-08 20:41:00", "post_id": 5}, {"user_name": "Bimsi", "text": "Takk fyrir svarið. Verst að maður þurfi að tengja magnaran við rafgeymirinn.\r\nMér er ekki vel við það.", "date": "2015-03-08 23:18:00", "post_id": 6}, {"user_name": "hallurs", "text": "Sé ekki af hverju manni ætti að vera illa við það þar sem maður á ávallt að hafa öryggi tengt við plúsinn frá geyminum sem fer svo yfirleitt í magnarann. \n\nOg það er alls ekkert að því að hafa rétta RMS wattatölu (EKKI PEAK) í magnaranum svo framarlega sem að maður er með magnarann rétt stilltann..  Það er hrikalega auðvelt að sprengja hátalara í bíl þó að magnarinn gefi ekki næstum því nógu mikinn kraft.", "date": "2015-03-09 11:06:00", "post_id": 7}, {"user_name": "Bimsi", "text": "Hvaða græjur mynduð þið mæla með í passat eða lancer 2000 til 2004 árg?\nEr þá ekki að pæla í keilu né geislaspilara. Er að pæla í góðum Hátalörum og magnara", "date": "2015-03-12 01:03:00", "post_id": 8}, {"user_name": "Hr.Cummins", "text": "Orginal dótið í Getz er nokkuð gott... ég tæki alltaf DLS eða Alpine í þetta...", "date": "2015-03-14 12:38:00", "post_id": 9}, {"user_name": "Madvillain", "text": "Alpine Type-R", "date": "2015-03-16 10:15:00", "post_id": 10}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2015-01-12 00:57:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}