{"forum_title": "Almennt spjall", "id": "184241", "title": "Ford Econoline 89", "url": "http://www.live2cruize.com/spjall/showthread.php/184241-Ford-Econoline-89", "posts": [{"user_name": "Halli92", "text": "Er með econolone 350 sem hefur ekki verið heyfður í hálft ár. Langar að setja hann í gang en hann er rafmagslaus og það eru tveir rafgeymar. Getur einhver sagt hversvegna þeir eru tveir og hvort það skipti máli hvorn ég hlaði til þess að henda honum í gang?.", "date": "2015-01-06 18:18:00", "post_id": 1}, {"user_name": "Haukur Litli", "text": "Er thetta ekki örugglega 7.3 diesel? Ef svo er thá eru their hlidtengdir saman til ad fá fleiri amper svo hægt sé ad forhita og starta grútarbrennaranum í skítakulda, virka thá eins og einn stærri rafgeymir. Thad skiptir ekki máli á hvorn thú tengir hledslutækid, + pólarnir eru tengdir saman. Ekki rugla thessu saman vid 24V kerfi med radtengda rafgeyma.\n\n\n\nMundu ad tengja - klemmuna í grind eda einhvers stadar á vélinni, ekki beint á rafgeyminn, rafgeymar geta sprungid og gera thad oftar en fólk heldur.", "date": "2015-01-06 18:43:00", "post_id": 2}, {"user_name": "Halli92", "text": "jú þetta er 7.3 diesel, takk fyrir góða upplýsingar. veistu um einhverja góða síðu eða spjallþráð þar sem hægt er að ná sér í upplýsingar um þessa bíla?", "date": "2015-01-07 14:31:00", "post_id": 3}, {"user_name": "Haukur Litli", "text": "Verdi thér ad gódu.\n\nÉg er ekki sérstakur áhugamadur um 7,3 diesel eda Ford yfirhöfud, og er thví lítid inn á Ford spjöllum. Googladu bara og skodadu nokkur spjöll og greinar, 7,3 er búin ad glamra vída í ansi langann tíma og thad er til hellingur af upplýsingum um thessa mótora.", "date": "2015-01-07 21:18:00", "post_id": 4}, {"user_name": "elisvk", "text": "Það þarf mikið afl til að setja þennan mótor í gang. Sérstaklega ef hann er búinn að standa lengi. Ef hann fer ekki í gang í fyrstu 5 vélasnúningum hættu þá að starta. Auðvelt að brenna startara á svona stórri vél. Margir af þessum bílum komu með orginal blokkar hitara. Það ætti að vera 3 pinna (minnir mig) tengi í grillinu nálægt ford merkinu ef hann er með hitarann. Hann hjálpar mjög mikið við start. Vertu bara með nógu góða geyma sem er búið að hlaða vel.\n\nMæli með að skipta um glóðarkerti ef það hefur ekki verið gert lengi. Þessi vél er þekkt fyrir að láta kertin bólgna þannig það er ekki hægt að ná þeim uppúr. (heddið af).\n\nEkki hlaða bara annann geyminn ef þú ætlar að setja hann í gang. Þetta er ekki yaris, það er án gríns auðvelt að skemma eitthvað ef þú hamast á þessu.", "date": "2015-01-07 22:29:00", "post_id": 5}, {"user_name": "Haukur Litli", "text": "Geymarnir eru tengdir saman, ef hann tengir hledslutækid vid annan hvorn hledur hann báda.", "date": "2015-01-07 23:28:00", "post_id": 6}, {"user_name": "elisvk", "text": "Hann spurði hvort það skipti máli hvort geyminn hann hlaði. Sagði þetta bara til að vera viss um að hann myndi ekki taka 1 geyminn úr bílnum, hlaða, setja í hann og starta. Ég persónulega myndi aftengja báða og hlaða 1 í einu.", "date": "2015-01-08 00:53:00", "post_id": 7}, {"user_name": "Litli_Jón", "text": "vill alls ekki vera leiðinlegur en veistu eitthvað um hvað þú ert að tala???\n\n*Það þarf mikið afl til að setja þennan mótor í gang. Sérstaklega ef hann er búinn að standa lengi\n\nþað fer jafn mikið afl í að snúa mótornum hvort sem hann fór í gagn í gær eða síðasta vetur\n\n*Ef hann fer ekki í gang í fyrstu 5 vélasnúningum hættu þá að starta.\n\nþú veist að vélin snýst frá 300-500rpm við start til að útskyra það betur þá er það 300-500 snúningar á mínotu semsagt 5 - 8  vélarsnúningar á sekondu. fara rosa fáir bílar í gang á 1 sek\n\n*Auðvelt að brenna startara á svona stórri vél.\n\nstór vél stór startari. það er ekki universal stærð á startara í öllum bílum. jafn auðvelt að stúta þessum startara á þessari vél einsog yaris startara á yaris vél ef ekki erfiðara\n\n*Mæli með að skipta um glóðarkerti ef það hefur ekki verið gert lengi. Þessi vél er þekkt fyrir að láta kertin bólgna þannig það er ekki hægt að ná þeim uppúr. (heddið af).\n\nVandamál í öllum diesel vélum, bara spurning um að gera þetta rétt.\n\n*Ekki hlaða bara annann geyminn ef þú ætlar að setja hann í gang. Þetta er ekki yaris, það er án gríns auðvelt að skemma eitthvað ef þú hamast á þessu.\n\nÉg eiginlega bara skil ekki hvað þú ert að meina með þessu. því það er auðveldara að skemma eitthvað í yaris en gömlum amerískum diesel jálk, og afhverju ekki hlaða annan í einu þeir eru tengdir saman, ef þú hleður annan hleðuru báða þetta er ekki 24v uppsetning", "date": "2015-01-08 19:25:00", "post_id": 8}, {"user_name": "Litli_Jón", "text": "En til að svara þér með eitthvað gáfulegt þá er þetta einsog haukur segir til að hækka amper töluna, einnig er oft gert ráð fyrir að svona bílar séu með mikinn auka búnað í bílunum og þurfa því meira rafmagn en aðrir bílar. ef þú ætlar að starta honum skaltu skoða hráolíu síuna ef hún er gömul skaltu skipta um hana og ath hvort mótorolían sé ljót (olían á svona grútbrennara er alltaf ljót þannig ég er að meina extra ljót) eða hvort það vanti á hana, ekki fylla uppað max heldur rétt fyrir neðan max\nskoðaðu rafgeymana ef þú getur opnað niðrá sellunar gerðu það og athugaðu hvort það vanti vatn á eitthvað af sellunum (vatnið á rétt að fara yfir sellunar) og ef þú átt sírumælir geturu séð  hvort geymirinn sé ónýtur eða ekki. svo skaltu tengja hleðslutæki við bílinn og leyfa honum að hlaða sig rólega yfir nótt ef möguleiki er.\nsvo bara starta (muna samnt eftir að láta forhitarann klára sitt ferli og ath hvort það sé cold start á honum \"innsog\"", "date": "2015-01-08 19:29:00", "post_id": 9}, {"user_name": "elisvk", "text": "Hefur þú einhverntímann átt díselbíl?\nÞað taka allir eftir því sem hafa átt eldri díselbíl að hann er lengur í gang ef þú skilur hann eftir í einhvern tíma.\n\n\n\nAlgengt er að bílvélar snúast á um 200rpm á vélahraða, veit ekki um það en giska á að 7,3 fari mikið hægar þar sem ég hef aldrei séð 7,3 dísel snúast 8 sinnum á sekúndu, þú hefur greinilega aldrei fylgst með svona bíl fara í gang. (algengast að vél fari 5-8 vélasnúninga á sekúndu er mesta þvæla sem ég hef heyrt).\n\n\n\nVill ekkert vera leiðinlegur en veist þú eitthvað um hvað þú ert að tala....?\n\nStór startari dregur rosalega mikinn straum, ef þú ofgerir eða snýrð stórum startara of lengi er mjög auðvelt að bræða úr honum vegna hita sem er \"byproduct\" af miklum straum. Þetta getur nánast hvaða bifvélavirki sem er sagt þér. Þetta er sérstaklega hættulegt með þungar vélar sem þarf mikið afl til að snúa. (7,3dísel!)\n\nStartarinn sem kemur í 7,3diesel getur dregið allt að 630amper skv fljótri google leit.\n\nuuu... nei? erfiðara að brenna úr startara á 7,3dísel heldur en á yaris? er þér alvara eða?\n\n\n\nvandamál sem getur komið fyrir í öllum díselvélum, rétt.\n\nEr sérstaklega þekkt í 7,3 dísel... use google.\n\n\n\nEf maður hamast á hlutunum þá er mikið auðveldara að skemma eitthvað í gömlum dísel ford. Ástæðan fyrir því að ég myndi hlaða annann í einu er hleðslutækið. Þarft að vera með mjög gott hleðslutæki til að geta hlaðið 2 geyma í einu ofaní bílnum heldur en einn í einu aftengdann.\n\nEr eiginlega ennþá orðlaus yfir þessari yaris samlíkingu", "date": "2015-01-08 23:56:00", "post_id": 10}, {"user_name": "Litli_Jón", "text": "Bara svona benda þér á að ég er lærður bifvélarvirki og vann á verkstæði í 4 ár að gera við svona bíla og er nuna að búinn að vinna á vörubílaverkstæði  síðustu 4 ár. þannig ég vinn mjög mikið í diesel bílum eiginlega alveg....\n\nstærri vélar eru með stærri og öflugari tæki til að hreyfa það.... 14-16l diesel l6-v8 vél er startað í gang eftir hráolíusíu skipti þar sem ekki er pumpa heldur mekanisk dæla í vélinni og þar td snyst vélinn uppi 300-400 rpm í starti og er startað safe í 20 sek (gefið upp af framleiðanda)... og ég er örugglega (án þess að vita það fyrir víst, grunar það baraá skriftum þínum) buinn að vinna í fleiri ford diesel bílum og yfir höfuð fleiri diesel vélum heldur en þú", "date": "2015-01-09 00:08:00", "post_id": 11}, {"user_name": "Litli_Jón", "text": "og yaris líkingin er að ef þú veist eitthvað um bíl þá eru nýrri bílar miklu miklu viðkvæmari fyrir rafmagns rugli heldur en gömlu bílanir sem hafa ekki Can bus eða margar tölvur... þannig ef þú skilur þetta ekki þá skil ég afhverju þú skrifaðir þetta <<<icon_smile.gif>>>", "date": "2015-01-09 00:14:00", "post_id": 12}, {"user_name": "elisvk", "text": "ég nenni eiginlega ekki að rífast við þig þar sem þú hefur þessa skoðun og ert ekki að fara að breyta henni.\n\nHef unnið í nokkrum 7,3. síðast gerði ég það síðasta sumar. Ég hef bara aldrei séð 7,3 snúast á þessum hraða sem þú ert að tala um. Ég veit ekki neitt um 16L vörubíla en hef aldrei séð 7,3 taka við sér á þessum hraða.\n\nSkil ekki alveg hvaða samasem merki er á milli fjölda tölva og fljótari að bræða úr sér heldur en margfalt stærri startari sem dregur mikið meiri straum og býr til mikið meiri hita.\n\nEf þú vilt fara útí can bus þá voru Ford með can bus á þessum tíma (átti einn 1989) og þessi vél er búinn can bus þótt það sé árið 1989 þannig ég veit ekki alveg hvað þú átt við. Ef þú ert að meina að svissinn og startarinn séu ekki tengdir í gegnum can bus kerfið heldur beintengdir í þessum gamla ford þá veit ég það ekki og skil engann veginn hvað það kemur málinu við, þetta snýst um hvor bræðir úr sér fyrr við hámarks afköst. Annar startarinn dregur örugglega margfalt meiri straum en hinn. Sé ekki hvernig stýringin kemur því við, myndi frekar halda að ef þetta færi í gegnum nýlegt \"can bus\" kerfi þá myndi það frekar slökkva á startinu áður en skaði verður.", "date": "2015-01-09 00:34:00", "post_id": 13}, {"user_name": "Litli_Jón", "text": "úúúúfff... oki vinur <<<icon_smile.gif>>> þú ert maðurinn", "date": "2015-01-09 02:03:00", "post_id": 14}, {"user_name": "elisvk", "text": "klárlega. Endilega fræddu mig, ég er ekki bifvélavirki og hef sagt alveg helling allskonar vitleysu yfir ævina.\n\nGetur þú ekki komið með rökstuðning?\n\nBtw, var að fletta upp hraðanum vs gear ratio á flywheel á orginal 7,3... guess what. 200rpm.", "date": "2015-01-09 02:09:00", "post_id": 15}, {"user_name": "Litli_Jón", "text": "oki til hamingju  ég var ekki með það lagt a minnið hvað þessi mótor snyst í starti en það er samnt 3.3snúningar á sek og þá vilt þú að vélin fari í gang á innan við 1.5 sek ef þú fylgir því þá reikna ég með að þú setir bílana þína aldrei í gang, hvernig er að ferðast með strætó?", "date": "2015-01-12 22:09:00", "post_id": 16}, {"user_name": "Haukur Litli", "text": "Ég myndi óhræddur starta honum í 15 sekúndur ef hann er alveg kaldur og ef hann fer ekki í gang leyfa thá startaranum ad kólna í smástund og reyna aftur og myndi thá starta í allt ad 10 sekúndur fyrir næstu pásu.\n\nEf búid er ad pumpa upp dísel og thad er ekki loft á eldsneytiskerfinu, forhitun er í lagi og næg hledsla á geymunum er ekkert thví til fyrirstödu ad Fordinn fari strax í gang. Thad er ad segja ef smurolían er ekki ordin eins og tannhjólafeiti.", "date": "2015-01-13 14:05:00", "post_id": 17}, {"user_name": "TommI Camaro", "text": "Við erum búnir að sjá að þú kannt á google . \nÞú ert kannski vel lesinn en þú kann ekkert mikið á bíla  ?\nMyndi alveg gefa litla jón smá break , hann veit hvað hann er að segja .", "date": "2015-01-16 09:50:00", "post_id": 18}, {"user_name": "Hr.Cummins", "text": "Elís.... 200 snúningar á mínútu eru c.a. 3.3 snúningar á sekúndu... þú ert eitthvað að misskilja Jón...\n\nCummins gefur upp 30sek MAX start-tíma á 5.9CTD, það er in-line vél sem að er þyngri í starti en V-mótor\n\n7.3 IDI er einstaklega startþungur samt sem áður enda með 21,5:1 í þjöppu, á meðan að 7.3 Powerstroke er með 17.5 í þjöppu !\n\nFyrir þá sem að ekki vita, eru stangirnar í 7.3 IDI mikið meira beefy en 7.3 PowerJoke...\n\nannars er best að rífa PS (POS?) draslið úr og skutla Cummins í þetta <<<icon_wink.gif>>>\n\nElís hefur margt til málanna að leggja, en því miður er ekki allt rétt. Þú verður að læra að hlusta á aðra líka Elís, ég er hægt og rólega að vinna í þessu hjá sjálfum mér <<<icon_wink.gif>>>\n\nÖll dýrin í skóginum eiga að vera vinir... nema Tommi Camaro hann má bara éta það sem að úti frýs...", "date": "2015-01-17 16:04:00", "post_id": 19}, {"user_name": "Haukur Litli", "text": "", "date": "2015-01-17 23:08:00", "post_id": 20}, {"user_name": "einarak", "text": "ég var buinn að gleyma hvað L2C væri skemmtilegur staður <<<icon_biggrin.gif>>>", "date": "2015-01-18 00:35:00", "post_id": 21}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2015-01-06 18:18:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}