{"forum_title": "Til Sölu: Bílatengdir hlutir", "id": "184304", "title": "snilldar græjupakki til sölu", "url": "http://www.live2cruize.com/spjall/showthread.php/184304-snilldar-græjupakki-til-sölu", "posts": [{"user_name": "Durgur91", "text": "ég er með þrusugóða 12\" Ground zero keilu í boxi sem er um 800w rms og svo audiobahn magnara sem er 1000w rms sem er ennþá ný í kassanum (keilan drap síðasta magnarann sem var 800w rms og þetta var komið úr bílnum áður en ég fékk mér annan magnara) og það er coax tengd fjarstýring fyrir magnarann og svo fylgir með þéttir annars stútar þetta snilldar tvíeyki alternatornum hjá manni...\n\r\nKeilan:\n\r\nModel                    GZHB 30XBT\r\nDiameter                300 mm / 12\"\r\nBoxtype                 Basstunnel\r\nVolume Net             45 L / 1.59 cu.ft.\r\nDimensions              570 x 380 x 420 (300) mm / 22.4“ x 15“ x 16.5“ (12“)\r\nWoofer                   GZHW 30X\r\nPower Handling        800 WRMS\r\nImpedance              2 x 2 Ohm\r\nFrequency response  35 - 100 Hz\n\r\nAdjustable low pass filter\r\n-\r\nPhaseshift switch\r\n-\r\nBass remote\r\n-\r\nHigh level input\r\n-\r\nIllumination\r\nPlexiglas Front mit weißer LED Beleuchtung / Plexiglass front with white LED light\n\n\n\n\n\r\nmagnarinn:\n\r\n    Monoblock Class AB Intake Series Car Amplifier\r\n    RMS Power Rating:\r\n        4 ohms: 500 watts x 1 chan.\r\n        2 ohms: 1000 watts x 1 chan.\r\n    PWM MOSFET power supply\r\n    Large display volt meter with blue illumination\r\n    Bass Boost on/off switch\r\n    High gloss chrome-plated finish\r\n    Mono channel operation\r\n    Throughput RCA connections\r\n    Cobalt blue illumination\r\n    Double-Sided glass epoxy circuit board\r\n    Air-Induction groove and air intake fan help force cooler outside air into the chassis of the amplifier and help to maintain its optimum operating temperature\r\n    Chrome flame fan grilles for an enhanced appearance\r\n    3-way Protection Circuitry: Thermal, Short Circuit and Overload\r\n    Heavy duty aluminum alloy heatsink for extreme heat dissipation\r\n    Nickel-Plated RCA level inputs\r\n    Nickel-Plated block terminals\r\n    Input Sensitivity: 200mV-8V\r\n    Variable Low-Pass Filter (50-120 Hz, 18 dB/octave)\r\n    Subsonic Filter (20-50 Hz)\r\n    Frequency Response: 10-40,000 Hz\r\n    THD: 0.02%\r\n    Signal-To-Noise Ratio: >100 dB\r\n    Dimensions: 11-7/8\"L x 11-3/16\"W x 2-1/8\"H\r\n    4-gauge power and ground wiring is required for installation. Contact us for information regarding a discount on select amplifier kits when purchased together with this amplifier.\r\n    1-year Manufacturer's warranty\n\n\n\r\nein mynd af þéttinum (bláa snúran er +12v fyrir display sem sýnir voltin á kerfinu)\n\n\n\r\nog svo ein mynd af fjarstýringunni:\n\n\n\r\ner að selja þetta því að stuttu eftir að magnarinn fór og ég fékk annað í staðinn þá seldi ég bílinn sem þetta var í og fékk mér jeppa sem ég tímdi ekki að setja þetta í... núna á ég bíl með skottplássi en hinsvegar lítið barn líka sem kémur alltaf með þannig að ég hef ekkert við þetta að gera og er bara búið að vera niðri í rakalausri geymslu síðan\n\r\nþessi pakki kostaði rúm 200þ. þegar ég keypti þetta fyrir utan snúrukitt og boxið og þéttirinn voru í bíl í ca 2 1/2 mánuð og magnarinn ennþá í kassanum þannig að mér finnst réttlætanlegt að setja á þetta 120þ. \n\r\nskoða skipti á jeppa á grind eins og pajero, patrol, pathfinder eða svoleiðis má vera orðinn vel morkinn og ryðgaður svo lengi sem að vél sé í þokkalegu standi og hellst dekkjaður allavega til að geta keyrt heim, vill helst beinskipt enn skoða allt!\n\r\nhafið samband í pm eða í síma 8426433 en ekki eftir 8", "date": "2015-01-14 19:05:00", "post_id": 1}, {"user_name": "Durgur91", "text": "kem suður um helgina, lítið mál að kippa þessu með ef fólk hefur áhuga á að kaupa", "date": "2015-01-20 17:26:00", "post_id": 2}, {"user_name": "Durgur91", "text": "minni á þetta, skða ennþá skipti á einhverju skemtilegu", "date": "2015-01-26 23:59:00", "post_id": 3}], "file_urls": [], "date": "2015-01-14 19:05:00", "files": []}