{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "184837", "title": "eyða", "url": "http://www.live2cruize.com/spjall/showthread.php/184837-eyða", "posts": [{"user_name": "gloi", "text": "eyða", "date": "2015-04-20 09:52:00", "post_id": 1}, {"user_name": "Haukur Litli", "text": "Hvernig boddýhluti? Stál, trefjagler eða koltrefja? Brettakanta? Húdd? Heilu afturbrettin?\n\r\nHvað ertu að hugsa um að gera mikla boddývinnu? Sumt af þessu er dýrt að kaupa eða flókið að smíða rétt, og líklegast eitthvað sem þú myndir aldrei geta notað almennilega. Er ekki að reyna að vera leiðinlegur, bara smá reality check.\n\r\nHamra, dollí, slide-hamar, búkka, pússidót og slíkt er ekkert mál að finna hjá verkfærabúðum eða notað hjá þeim sem eru hættir í þessu, taktu bara rúnt og spjallaðu við liðið. \n\r\nLoftpressur sem er eitthvað vit í að nota með loftfræsurum og rokkum, MIG og TIG suðuvélar og gas, logskurðartæki og gas, vals, english wheel, powerhammer og slíkar græjur eru ekki beint eitthvað sem menn kaupa sér fyrir basic ryðbætingar. Svona dót safnast saman á löngum tíma eftir því sem kunnáttan eykst.\n\r\nEins og ég sagði er ég ekki að reyna að vera leiðinlegi gaurinn, leyfi Phoenix yfirleitt að sjá um það. :P", "date": "2015-04-28 09:21:00", "post_id": 2}, {"user_name": "gloi", "text": "á suðu og slípigræjur og skurðargræður, er að leita meira að tækjum til að móta járnið,\n\nvar að skipta um sílsa í van og gekk ágætlega að móta það , síðan eru það hlutirnir sem ekki er þægilegt að eiga við t.d brettin aftan á . var að spá í hvort eitthvað fyrirtæki væri í því að smíða þessa hluti.\nþannig að það er bara að skera úr og sjóða nýja stykkið inní", "date": "2015-04-29 12:28:00", "post_id": 3}, {"user_name": "Haukur Litli", "text": "Mér dettur helst í hug að hægt sé að fá þetta sent frá USA. Það er ekki nægur markaður á Íslandi fyrir fjöldaframleidda panela og sérsmíði er bara of dýr til að borga sig í svona tilfellum.\n\nHérna er t.d. panelar fyrir 71-95 Chevy og GMC van á ágætis verðum, en sendingarkostnaðurinn verður alltaf dýr.\nhttps://www.autobodyspecialt.com/cgi...&category=0117\n\nEr ekki bara kominn tími til að skera aftur brettin burt og skella honum á 49\"? :P", "date": "2015-05-05 16:34:00", "post_id": 4}, {"user_name": "gloi", "text": "thakka upplysingarnar", "date": "2015-05-06 19:53:00", "post_id": 5}], "file_urls": [], "date": "2015-04-20 09:52:00", "files": []}