{"forum_title": "Almennt spjall", "id": "19357", "title": "Flytja inn bíl", "url": "http://www.live2cruize.com/spjall/showthread.php/19357-Flytja-inn-bíl", "posts": [{"user_name": "tommi3520", "text": "Daginn \n\r\nÉg er svona að spá hvernig þið sem hafið pantað bíla að utan hafið hagað þessum málum, Fóruði út sjálfir, sáuð þið um að keyra hann að skipinu eða flugvél?.  (Hvernig bíll var þetta og árgerð?)\r\nHvernig veit maður fyrir víst að hluturinn sé í lagi ef maður fer ekki sjálfur út? Eruði með einhverja tryggingu, s.s. ef eitthvað er ekki eins og eigandinn lýsti því þá eruði með eitthvað í höndunum.. \n\r\nÉg er svona aðeins að skoða þennan möguleika í samb. við að panta pallbíl.  Keyrðan um og undir 100 þús 77 árg.\n\r\nEn þetta er kannski svo nýtt þetta drasl sem þið eru að panta ykkur? þá meina ég lítið notað, ekki árgerðirnar \n\r\nEndilega allir sem hafa einhverju reynslu af svona að leggja orð í belg\n\r\ntakk\r\nTómas\n\r\np.s. ég er búinn að prófa leita eitthvað smá af svipuðum þráðum en finn voðalega lítið.", "date": "2006-10-20 04:00:00", "post_id": 1}, {"user_name": "Viktorkarl", "text": "Ég hef persónulega enga reynslu en get alveg sagt þér að það er langt best að hafa einhvern tengilið þarna úti til að sjá á eftir bílnum í ship eða annað þess háttar\n\r\nSvo náttúrulega eru ShopUSA pottþéttir en þeir kostar mange penge $$$", "date": "2006-10-20 08:28:00", "post_id": 2}, {"user_name": "Zeus", "text": "Best að hafa tengilið þarna úti sem getur komið bílnum í skip og séð um að sækja hann eða flytja hann. Þú getur alltaf farið út sjálfur en ef þú hefur aldrei farið þangað og þekkir ekki svæðið þá tekur þetta lengri tíma og jafnvel kostar meiri pening. Tengiliðurinn sér þa´um að kauap hann og þá ertu ekki að millifæra bara beint á seljandann sem getur svindlað á þér.\n\r\n En með bílinn sjálfann þá ert það þú sem ert að taka áhættu með eintakið sem þú kaupir. Langbest að velja bílinn sjálfur, þá ert þú búinn að taka ákvörðunina að það er þessi sem þig langar að kaupa.\n\r\n Miklu ódýrara að bíllinn sé á austur strönd Bandaríkjanna eða allavega ekki Californíu upp á flutning og svoleiðis  :wink:", "date": "2006-10-20 14:42:00", "post_id": 3}, {"user_name": "tommi3520", "text": "Já ég hef verið að skoða fyrirtæki sem sjá um að finna bíla og sjá bara almennt um innflutninginn, en þeir segjast ekkert geta skoðað hann fyrir mig eða gefið mér einhverjar upplýsingar um bílinn, sem mér þykir ekki gott, Það væri snilld ef þessir íslendingar sem eru með þessi fyrirtæki væru menntaðir bifvélavirkjar, færu sjálfir á staðinn, myndu reynslukeyra bílnum og svona skoða hann gróflega og síðan myndi ég bara hringja í hann og fá þessar upplýsingar upp gefnar. En það virðist ekki vera svo einfalt....... En ég er samt búinn að finna jeppan, eða allavega jeppa sem ég er að skoða betur.\n\r\nEn endilega fleiri commenta\n\r\ntakk fyrir svörin\n\r\nTómas", "date": "2006-10-20 15:46:00", "post_id": 4}, {"user_name": "elli", "text": "Það er nú meira en að segja það að ferðast yfir hálf Bandaríkin til að skoða einhvern bíl fyrir potential kúnna  <<<icon_rolleyes.gif>>>", "date": "2006-10-20 19:09:00", "post_id": 5}, {"user_name": "sakaxxx", "text": "það er líka þannig að ef þú átt fatlað barn máttu flytja inn bíl og sleppa að borga skatta og eða einhver önnur gjöld :P \n\r\nso they are not totally useless :wink:", "date": "2006-10-20 20:16:00", "post_id": 6}, {"user_name": "Batti", "text": "einhverra hluta vegna fannst mér þetta svar hér fyrir ofan mjög óviðeigandi og ljótt.", "date": "2006-10-20 20:26:00", "post_id": 7}, {"user_name": "IngvarRJ", "text": "sammála því og kemur málinu engann veginn við", "date": "2006-10-20 21:01:00", "post_id": 8}, {"user_name": "AMG", "text": "ég skal bara plugga þér bíl, pm ef áhugi", "date": "2006-10-20 21:03:00", "post_id": 9}, {"user_name": "tommi3520", "text": "Já reyndar, en mér finnst þetta samt ekkert sérstök þjónusta, það er í fyrsta lagi engin sem getur skoðað þetta fyrir mig sem veit eitthvað um bíla. Og hef svo væri (að þessir milliliðir sem sjá um að sækja bílana vissu eitthvað) þá voru þessir isl gæjar ekkert að bjóðast til þess að tala eitthvað við þá og reyna fá smá info um bílinn. \n\r\nbasicly virðist þetta vera svona, Þessir isl dúddar geta reddað mannskap til að keyra trukkinn niður á höfn séð um tollkjaftæðið erlendis og hérlendis, skrá hann og svona shit, en mikilvægasti hluturinn er ekki dekkaður sem er kannski skiljanlegt......\n\r\nSpurning hvað maður gerir, ætli maður verði ekki að fara út sjálfur ef maður vill vera nokkuð viss um hvað maður er að kaupa.\n\r\nTB", "date": "2006-10-21 04:29:00", "post_id": 10}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif"], "date": "2006-10-20 04:00:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}]}