{"forum_title": "Tæknilega hornið: Almennt", "id": "19714", "title": "Audi Project.", "url": "http://www.live2cruize.com/spjall/showthread.php/19714-Audi-Project", "posts": [{"user_name": "zoolanderinn", "text": "Sælir Félagar.\r\nÉg var að taka þá ákvörðun núna um helgina að halda mig við bílinn sem ég er á þessa dagana og ráðast frekar í að gera eitthvað skemmtilegt project með hann heldur en að fá mér dýrari bíl.\n\r\nÞetta er semsagt Audi A4 1,8T Quattro, ´98 Ameríkutýpa (Leður, Topplúga og örlítið öðruvísi í útliti en hinir). \r\nÞað sem mig langar til að gera er að skipta út túrbínunni fyrir stærri, setja öflugari bremsur, eitthvað að fikta í pústkerfinu og því dóti í kjölfar nýrrar og stærri túrbínu, nýjan kassa og öflugari kúplingu. Að sjálfsögðu færu 17\" undan fyrir næsta sumar og eitthvað stærra og flottara sett undir.\n\r\nÉg ímynda mér samt að ég muni reyna að halda honum eins original í útkliti og hægt er fyrir utan stærra púst og kannski nýjar filmur og gorma jafnvel. Er ekki að fíla útúrkittaða bíla það vel.\n\r\nVantar ráðleggingar kannski með allt það sem ég er búinn að telja upp, t.d. hvaða túrbínukitt, kassa og kúplingu o.s.frv. ég ætti að tjekka á.\n\r\nSvo væri líka fínt að vita hver gæti tekið upp vélina fyrir mig í leiðinni, finnst það nauðsynlegt að gefa honum það í jólagjöf fyrst hann fær ný líffæri í vetur... eða er það ekki eina vitið?\n\r\nOg svo eitt í viðbót, hvað haldiði að þetta kosti svona gróflega áætlað?", "date": "2006-10-30 11:48:00", "post_id": 1}, {"user_name": "Andri STi", "text": "<<<icon_eek.gif>>>  mikið", "date": "2006-10-30 12:14:00", "post_id": 2}, {"user_name": "Gti-R", "text": "Veit svosem ekki alveg hvað þú ert að spá í að gera þetta mikið reis en hérna er það sem að ég myndi halda að þetta kosti.\n\r\ntúrbína 100 þús +\r\nbremsur minnsta lagi 100-150 nema að þú haldir þig við orginal dælur\r\npústkerfi, 50-100 getur líka keypt á 400 ef þú vilt <<<icon_lol.gif>>> \r\nnýr kassi 200-300 ef þú skiptir um internals en 500-milljón ef að þú kaupir \"THE SHIT\" \r\nný kúpling öflugri 150 amk (porsche er dýrt)\r\n 17\" felgur 100 fyrir rusl felgur og dekk \r\nupptekning á mótor 300+ fyrir varahluti og drasl ef með þarf. ætti samt að vera hægt að smíða mótor fyrir millu eða meira ef að þú hefur ekkert betra við peningin að gera.\n\r\nlækkunargormar eða coilover dæmi , myndi giska á 30-150 þús\n\r\nEf að þú mydir gera þetta altt og fara ódýrustu leiðina og þar með talið ömurlegustu leiðina að þá getur þú kannsk sloppið með þetta í kringum 800- milljón án allrar vinnu. Ef að þú ætlar að gera þetta almennilega að þá er ég nú annsi hræddur um að þú þurfir að hringja í glitni og byðja um hátt lán?\n\r\nÞað eru margar grunnspurningar sem að þú þarft að hafa í huga áður en að þú breytir bílnum þínum mikið og og nokkrar af þeim eru:\n\r\n#1 . Hvað ertu að spá í að eyða miklum pening í þetta.\r\n#2. hvað ætlaru að nota bílinn í , kappakstur um götur borgarinnar  , rúnta niður laugaveginn með stórt límiðakitt á hliðinni svo að allir viti hvað þú ert með í bílnum. :wink: eða að komast frá punkti A-B og kannski C um helgar.  Eða nota hann eingöngu sem track bíl( kannski hægt eftir nokkur ár , vonandi).\r\n#3. Hversu mörg hestöfl á græjan að vera u.þ.b.\n\r\nHugsaðu aðeins út í þessar spurningar og reyndu svo að komast að einhverri niðurstöðu því það er nú einu sinni þú(eða bankinn) sem að átt bílinn og getur gert hvað sem að þú vilt við hann :wink: Það er lang best að ákveða í upphafi breytinga hvað maður vill fá útúr bílnum sínum.", "date": "2006-10-30 12:50:00", "post_id": 3}, {"user_name": "zoolanderinn", "text": "Veit þetta er soldið mikið, en til hvers að gera þetta ekki almennilega.\n\r\nEr búinn að finna einhver túrbúinukitt sem ég er að spá í, það eru $1500-$1600túrbína sem það kostar úti (crank uppá 100-200 hp) \r\nVeit ekki hvaða bremsur ég á að skoða, hef lítið sem ekkert vit á þessu... langar allavega að skipta um diska og sprauta dælurnar í minnsta lagi.\r\nPústkerfi... var að spá í einhverju stærra og öflugra, spurning með flækjur og allt það. Þarf væntanlegra að vera stærra í kjölfar meiri blásturs en er núna. Þarf ekki að kosta mikla peninga.\r\nÆtla hugsanlega að geyma kassann... læt taka hann upp frekar eða laga það sem laga þarf.\r\nÞarf væntanlegra einhverja öflugri kúplingu, en það verður að koma eftir að ég er búinn að ákveða túrbó kittið til þess að maður viti hvað hún þarf að þola...  \r\nHusa að ég skelli undir hann 18\" felgum og lækki hann um nokkrar tommur...\n\r\nSvo er spurning með upptekningu á mótor... er kannski alveg nóg fyrir mig að láta yfirfara hann til að byrja með? Meina hann er ekinn náttúrulega 162.000... samt ekki nema 40.000 síðann hann var fluttur inn 2001.\n\n\r\nÞað eru margar grunnspurningar sem að þú þarft að hafa í huga áður en að þú breytir bílnum þínum mikið og og nokkrar af þeim eru: \n\r\n#1 . Hvað ertu að spá í að eyða miklum pening í þetta.\n\r\nÉg veit ekki alveg með þennan lið, fer eftir því hversu miklu ég vill breyta. Það ætla ég að ákveða bara jafnt og þétt... ætla að gera þetta bara í rólegheitunum í vetur hugsa ég...\n\r\n#2. hvað ætlaru að nota bílinn í , kappakstur um götur borgarinnar , rúnta niður laugaveginn með stórt límiðakitt á hliðinni svo að allir viti hvað þú ert með í bílnum.  eða að komast frá punkti A-B og kannski C um helgar. Eða nota hann eingöngu sem track bíl( kannski hægt eftir nokkur ár , vonandi). \n\r\nÉg ætla ekki að nota hann í götukappakstur, ætla heldur ekki að rúnta niður laugaveginn með límmiða á hurðinni... myndi sennilega frekar lóga mér áður en mér dytti í hug að setja límmiða á hurðarnar eða eitthvað álíka eins og ****. Ætla að halda honum eins stock í útliti og hægt er...\n\r\n#3. Hversu mörg hestöfl á græjan að vera u.þ.b. \n\r\nÉg gæti ímyndað mér að græjan endaði í svona 300hp... en það fer allt eftir túrbínu og uppsetningu væntanlega...\n\n\r\nÞetta á ekki að vera nein keppnistík, einungis fyrir mig til að hafa gaman að... og til þess að gera eitthvað öðruvísi en að breyta einhverri Honutík í frumeindir...   <<<icon_cool.gif>>>", "date": "2006-10-30 16:38:00", "post_id": 4}, {"user_name": "Gti-R", "text": "97-04 Audi/Passat 1.8T GTRS Eliminator Hardware Kit\r\n$1595.00 Up to 350HP\r\nATP/Mika Tuned Fueling Kit Turbo Upgrade (GT2X, GT28R, GT28RS, GT2871R, GT3071R, etc) Price:$795.00 \r\nATP 3\" Inlet pipe upgrade for longitudinal 1.8T Audi/Passat\r\nPrice:$259.00\r\nAudi A4/Passat (B5) 3\" Cat delete Racing Downpipe\r\nPrice:$165.00\n\r\nÞetta er verðið á 350 hö turbo kitti fyrir bílinn þinn í usa. Semsagt  2814 dollarar sem er um það bil 195000 kall í ísk. \n\r\nSvo einnig fæst  Audi A4 / VW Passat 400HP Clutch and Flywheel\r\nAudi A4 / VW Passat 400HP Clutch and Flywheel \r\nPrice:$995.00\r\n en þetta er kúpling og léttara svinghjól sem að styður 400 hö.\n\r\nÞetta útleggst eitthvað í kringum 260-270 þús ísl kr og ætti að skila þér í 350 hö samkvæmt þessari síðu. þetta eru allt bolt-on hlutir sem að passa beint í bílinn án stórvægilegra breytinga.  Ef að ég væri þú að þá myndi ég byrja á því að kaupa mér eitthvað í þessum dúr og sjá svo til með rest. þú átt ekki að þurfa að taka upp gírkassann nema að þér finnist hann vera orðinn eitthvað slappur( erfitt að skipta um gír, syncro hljóð o.s.frv.) þú ættir svosem ekkert að þurfa að taka upp mótorinn fyrren hann hreinlega bilar og er ógangfær, nema að þú vitir eitthvað um ástandið á honum sjálfur. Best væri að þjöppumæla mótorinn( ástand mótorsins ætti að sjást með því.) Átt ekki að þurfa nýja pústgrein þar sem að þú ert ekki að spá í neinu silly power dæmi og turbo fræði snúast aðallega um að koma loftinu út úr túrbínunni með stóru downpipe-i og pústkerfi.\n\r\nÞannig að það mætti reikna með því að svona kit til landsins sé eitthvað í kringum 400 þús og svo gætiru nánast sett þetta sjálfur í. Hef sjálfur pantað frá þessu fyrirtæki áður og hlutirnir koma með 2-3 daga sendingu strax í hendurnar á manni. Ekkert vesen enga áhyggjur.", "date": "2006-10-30 17:32:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2006-10-30 11:48:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}