{"forum_title": "RÖFL", "id": "19743", "title": "BT net, einhver með reynslu?", "url": "http://www.live2cruize.com/spjall/showthread.php/19743-BT-net-einhver-með-reynslu", "posts": [{"user_name": "G.I. Ace", "text": "erað spá í að fá mér tengingu frá BT net, nánar tiltekið 8 mb, frítt erlent niðurhal, 3990 kr, er einhver með tengingu hjá BT net? Er hún stöðug? hvernig eruði að fýla hana?", "date": "2006-10-30 19:50:00", "post_id": 1}, {"user_name": "jammz", "text": "ég er með 4mb hjá þeim, æji finnst hún ekkert spes, ættla samt að fara í þessa sem þú ert að tala um.", "date": "2006-10-30 20:20:00", "post_id": 2}, {"user_name": "Gb3000", "text": "hef bara heyrt slæma hluti um btnet fyrir utan að bt er ein mesta búlla sem er hér á landinu, ég mæli frekar með öllum öðrum netveitum", "date": "2006-10-30 21:19:00", "post_id": 3}, {"user_name": "urban", "text": "bt tengist btnet bara að nafniu til...\r\njú og afhenda búnað...\n\r\nkemur ekkert nálægt netveitunni að öðru leiti\n\r\nég var með btnet í ca 1 og hálft ár.\r\nlenti einu sinni í 5 tíma niðurtíma og það var vegna rafmagnleysis í símstöð sem að ég var tengdur í gegnum.\n\r\nog jú síðan var 2 - 3 daga tímabil þar sem að var hægt netið, en þeir sendu líka þá út viðvörun um það og létu vita af því og að viðgerð yrði gerð eins fljótt og auðið er...\n\r\nþað er eitthvað meira en ég get sagt um símann eða ogwtf, þau mundu aldrei láta vita, og ef maður hringdi í þjónustu verið þá heðfi verið sagt þvert nei við að eitthvað væri bilað.\n\r\nfyrir utan þessi 2 atvik þá var tengingin hjá mér mjög stöðug, og reydnar þá er(eða allavega var) þetta eina netveitan sem að er actuly að bjóða ótakmarkað niðurhal, semsagt ekki ótakmarkað upp að 40 eða 60 GB", "date": "2006-10-30 22:05:00", "post_id": 4}, {"user_name": "sonur", "text": "Yo...eg er me 8mb....\n\r\ner að drulla niður myndböndum á met tíma  <<<icon_lol.gif>>>", "date": "2006-10-31 20:58:00", "post_id": 5}, {"user_name": "Dan", "text": "í guðana bænum ekki gerast áskrifandi hjá þeim.. ömurlegir.. var með 4mb tengingu sem vara alltf bilandi og svo einn daginn þá virkaði netið ekki meir.. og ég neyðist ennþá tilað borga mánaðargjaldið og þeir gera ekkert í málinu,, þetta var fyrir 6 mánuðum", "date": "2006-10-31 22:49:00", "post_id": 6}, {"user_name": "urban", "text": "ekki ætlaru virkilega að reyna segja mér að þú sért svo vitlaust að borga mánaðargjagjald í 6 mánuði fyrir tengingu sem að þú ert ekki með ?\n\r\nef að svo er...\n\r\nþá jeminn eini...", "date": "2006-10-31 23:01:00", "post_id": 7}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2006-10-30 19:50:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}