{"forum_title": "RÖFL", "id": "19826", "title": "Vegas", "url": "http://www.live2cruize.com/spjall/showthread.php/19826-Vegas", "posts": [{"user_name": "Stefhauk", "text": "Jæja svo er mál með Vexti að maður er á leiðinni til vegas í 10 daga. \r\nVil fá að vita ýmislegt frá þeim sem hafa komið þarna áður.\n\r\nEr einhvað sem er alveg möst að skoða, og hvaða spilavíti eru svona flottust og skemtilegust til að fara í. svo eru ekki alveg pott þétt einhverjar flottar bíla búðir þarna og þá helst Bmw umboð eða þannig slíkt? Er að pæla í að kaupa ýmislegt í bimman þarna úti. \r\nOg ef það er einhvað fleirra sem maður má ekki missa af endilega póstið því inn líka.", "date": "2006-11-02 09:34:00", "post_id": 1}, {"user_name": "SheDevil", "text": "Bara möst að skoða pleisið eins og hægt er, fara inná sem flesta staði og casino, það er þarna einn vegur sem ég man ekki hvað heitir, hann er yfirbyggður og við endann minnir mig að sé hilton eða plaza eða eitthvað álíka hótel, risastórt. \r\nYfirbyggingin er bara ljósaskjár sem er ég veit ekki hvað langur og um helgar eru hljómsveitir á nánast hverju götuhorni og útibarir undir þessum ljósaskjá um helgar og rugl bara, það er klikkað gaman í vegas. \r\nBara farðu útum allt, og það er klassi að fara í limmo niður the strip.. hah.. \r\nBilaður staður, have fun.", "date": "2006-11-02 10:28:00", "post_id": 2}, {"user_name": "Gunninn", "text": "taka mig með!", "date": "2006-11-02 10:30:00", "post_id": 3}, {"user_name": "Stefhauk", "text": "þetta verður geggjað, og já ætli maður verði nú ekki á fullu að skoða allt sem hægt er að skoða þarna  :wink:", "date": "2006-11-02 10:48:00", "post_id": 4}, {"user_name": "Addi", "text": "fáðu þér háklassahóru.", "date": "2006-11-02 12:21:00", "post_id": 5}, {"user_name": "hundur", "text": "og taktu hana í doggý í limmu með hausinn útum topplúguna og kampavínsglas og öskarðu \"ég er kóngur\"", "date": "2006-11-02 13:03:00", "post_id": 6}, {"user_name": "Stefhauk", "text": "það er málið \r\nstrip staðirnir fara nú ekki framhjá manni þarna <<<icon_cool.gif>>>", "date": "2006-11-02 15:24:00", "post_id": 7}, {"user_name": "Pokémon", "text": "Þegar þú ferð til Vegas þá er möst að fara inná New York-New York hótelið á kvöldin ( Fimmtud. Föstudag og Laugardag)  Stemmingin þar inni á pöbbunum er geðveik.  Besta spilavítið að mínu mati er á MGM, New York og Tropicana, MGM og NY bera höfuð og herðar yfir þessum spilavítum sem ég fór inná enda vann ég svo mikið þar <<<icon_biggrin.gif>>>\n\r\nSundlaugin hjá MGM er vægast sagt geðveik og með frábæra drykkjarþjónustu.  Caesars Palace er mjög flott hótel og er með lítið en geggjað safn af bílum hjá sér, ásamt því að vera með \"state of art\" bílahermi.  \n\r\nEf þú vilt fara í rússibana þá er Stratosphere með mestu \"adrenalín\" tækin en mér fannst þau ekkert spes, ekki mikið að marka mig.  \n\n\r\nAnnars er Vegas bara frábær upplifun og getur grafið sig djúpt í vasana hjá þér ef þú ferð ekki varlega.\n\r\nÉg var í Vegas í tvær vikur í ágúst og fór allt, prófaði öll spilavítin og allt það skemmtilega sem ég fann.\n\r\nGetur bara sent mér PM ef þú vilt vita eitthvað meira?", "date": "2006-11-02 16:09:00", "post_id": 8}, {"user_name": "Pokémon", "text": "Ef þú hefur farið á strippstað í Evrópu þá munu þessir staðir vera mega bömmer fyrir þig.  Ameríkaninn kann að dempa niður alla svona staði.", "date": "2006-11-02 16:10:00", "post_id": 9}, {"user_name": "Stefhauk", "text": "Nú eru þeir svona glataðir kaninn \n\r\nenn allavegana skal muna eftir þessu með New york, New york Hótelið \r\nmaður verður nú að kikja þar inn", "date": "2006-11-02 16:37:00", "post_id": 10}, {"user_name": "AMG", "text": "ég skal vera guide ef þú borgar flugóg hótel. sérð ekki eftir því", "date": "2006-11-02 22:34:00", "post_id": 11}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2006-11-02 09:34:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}