{"forum_title": "Allt sem þú þarft að vita", "id": "20336", "title": "Reglur spjallsins", "url": "http://www.live2cruize.com/spjall/showthread.php/20336-Reglur-spjallsins", "posts": [{"user_name": "Dezzice", "text": "Nýjar og endurbættar reglur taka gildi 1. desember 2006 \n\r\nÞar sem bæði við og moddarnir erum orðin svolítið þreytt á því að vera í sífellu að endurtaka okkur og þá sérstaklega alltaf við sama fólkið þá höfum við ákveðið að nýtt kerfi verði tekið í gang frá og með 1. desember.  Við gerum okkur fulla grein fyrir því að það er kannski erfitt að komast inn í svona stórt samfélagi og vita hvar eigi að pósta og hvað megi og megi ekki gera og þ.a.l. höfum við ákveðið að nýjir meðlimir fái 2-4 vikur að aðlaga sig að spjallinu og reglunum sem hér eru.  Allar viðvaranir sem þeir fá á þessum tíma fara ekki á fasta skrá NEMA um sé að ræða alvarleg brot á reglum spjallsins.\n\r\nVið  biðjum ykkur vinsamlegast að renna yfir þessar reglur.  Þetta er ekkert svakalegt og flestir spjallverjar fara eftir þessum reglum alla daga ársins hér á spjallinu án þess að hugsa nokkuð út í það, en þetta verður kannski erfitt fyrir svörtu sauðina sem þurfa endalaust að vera með bögg og leiðindi.  En þá er líka bara spurning að það fólk hætti hér á spjallinu ef þetta fer eitthvað fyrir brjóstið á þeim.\n\r\nÞetta eru reglurnar sem fyrir voru í endurbættum búning.  Þarna ættuð þið að hafa nokkuð gott yfirlit yfir allt sem þið þurfið að vita.  Ég er enn að vinna í þessu þannig þið getið búist við einhverjum  breytingum.  Einnig hef þið hafið einhverjar ábendingar eða fyrirspurnir að þá hiklaust pósta þeim inn hér eða senda mér PM <<<icon_biggrin.gif>>>\n\nAlmennar reglur spjallsins\n\nEinelti \r\nEinelti einhvers notanda gegn öðrum notanda telst ekki ásættanleg hegðun. Einelti fellst í því að einn eða fleiri notendur geri í því að pirra eða setja út á einhvern annan notanda ítrekað og með talsmáta sem ekki telst ásættanlegur.  Ef notandi verður uppvís að grófu einelti mun hann fá viðvörun, ef þeirri viðvörun er ekki hlýtt mun hann fá vikubann.\n\nTalsmáti \r\nNotendur skulu reyna að koma fram við aðra hérna inn á af kurteisi og umburðarlyndi. Það er í lagi að vera óssamála en við krefjumst þess að notendur reyni að koma þeim skoðunum sínum á framfæri á kurteisan og þroskaðan hátt og án skítkasts.  Notandi sem ítrekað getur ekki tjáð sig án þess að nota kurteisi mun fá viðvörun.\n\r\nHótanir \r\nHótanir gegn öðrum notanda, hvort sem í því felast hótanir um líkamsmeiðingar eða eitthvað annað, teljast á engan hátt ásættanlegar og mun notandi fá viðvörun eða bann eftir alvarleika brotsins.  Ef hótanir eru alvarlegar mun Live2Cruize hiklaust afhenda Lögreglu upplýsingar komi til kæru.\n\nHegðun gagnvart stjórnendum og moddum \r\nÖll leiðindarhegðun gagnvart stjórnendum og moddum telst ekki ásættanleg. Notendur geta verið óssamála aðferðum stjórnenda eða modda og látið í ljós þá skoðun svo lengi sem það er gert á kurteisan hátt. Notendur skulu hafa í huga að moddar eru aðeins að fara eftir reglum borðsins hverju sinni og eru ekki að taka geþóttaákvarðanir. Ef stjórnandi eða moddi biður um eitthvað skal notandi reyna að fara eftir því. Ef notandi er ósáttur við hegðun stjórnanda eða modda gagnvart sér er honum bent á að senda kvörtun á live2cruize@centrum.is.  Allar kvartanir eru trúnaðarmál.  Verði notandi uppvís að grófum hótunum í garð modda eða stjórnanda fær hann umsvifalaust langtímabann hér á spjallinu og verður hótunin kærð til Lögreglu.\n\r\nFleiri en einn aðgangur\r\nEf notandi verður uppvís að því að eiga hér fleiri en einn aðgang gagngert í þeim tilgangi að nota einn til að rífa kjaft, bögga fólk eða vera með stæla fær sá notandi vikubann.  Hafið í huga að allir ykkar póstar hér á þessu spjalli koma undir IP tölu og lítið mál er fyrir moddana og stjórnina að leggja tvo og tvo saman.  Ef notandi hefur átt hér aðgang áður fyrr en stofnaði svo nýjan er hann vinsamlegast beðin um að hafa samband við okkur á live2cruize@live2cruize.com eða live2cruize@centrum.is og biðja um að gamla aðgangnum sé eytt.\n\nOpnun aðganga hér á spjallinu\r\nÞar sem eitthvað er um misnotkun á aðgöngum hérna höfum við tekið oft á það ráð að senda tölvupóst á netföngin sem fólk skráir sig með og beðið um staðfestingu á að um raunverulega manneskju sé að ræða.  Ef þessarri staðfestingu er ekki svarað er aðgangurinn ekki opnaður.  Vinsamlegast athugði að Hotmail og Yahoo eiga það til að setja póstana frá okkur í Spam filterinn.  Nóg er að senda stutt svar tilbaka og verður þá opnað.\n\r\nVinsamlegast athugið að bíða verður eftir því að stjórnendur hér opni aðgang þannig ekki sækja um aftur og aftur og aftur.  Bíðið þangað til þið komist inn.\n\r\nEinnig skal hafa í huga að öll vinna á þessu spjalli telst til sjálfboðavinnu og þ.a.l. getur oft tekið rúman sólahring að fá aðgang á spjallið.  Ef fólk hefur ekkert svar fengið eftir 48 tíma er það vinsamlegast beðið um að hafa samband á live2cruize@live2cruize.com eða live2cruize@centrum.is.\n\nAvatarar\n\r\nNotendur geta stillt avatara í prófíl.  Reglur gilda þó um notkun þeirra og þær eru:\n\r\nHámark breiddar eru 150 pixlar\r\nHámark hæðar eru 185 pixlar\n\r\nHreyfiavatarar eru ekki leyfinlegir og heldur ekki ógeðslegir eða klám avatarar.\n\r\nMenn fá aðvörun í fyrsta skipti og eru beðnir um að lagfæra avatarinn. Ef menn gera ekkert í því innan sólahrings frá því að þeir skoða PM-ið fara þeir í 2 vikna avatar bann. Avatar bann þýðir að menn geta skoðað borðið en hafa ekki leyfi til að hafa avatar.\r\nEf að menn setja svo aftur of stóran avatar eftir að avatar banni lýkur og lagfæra ekki avatarinn innan sólahrings frá viðtöku PM's fara þeir aftur í 2 vikna avatar bann.\r\nEf menn læra EKKERT á því og setja of stóran avatar í þriðja skipti fá þeir enga viðvörun heldur fara þeir strax í viku bann á borðinu. Það bann þýðir að menn geta EKKI skoðað borðið eða póstað í viku.\r\nEf fólk kann ekki að minnka eða lagfæra avatarinn sjálft að þá hiklaust pósta inn fyrirspurn í \"Ábendingar og fyrirspurnir\" flokkinn eða hafa samband beint við þann modda sem sendi PMið og biðja hann um aðstoð.\n\nUndirskriftir\n\r\nNotendur geta stillt undirskriftina í prófílnum sínum.  Myndir eru EKKI leyfðar í undirskriftum og eru notendur beðnir um að virða það.  Þá er verið að tala um ljósmyndir, bannera eða allt annað myndatengt efni.  Þó er leyfinlegt að setja einstaka broskall eða broskallalógó.\r\nEf notandi verður ítrekað uppvís að því að setja myndir í undirskrift og hlýðir ekki aðvörunum modda/stjórnenda mun hann fá vikubann.  Ekki á að þurfa að aðvara notanda oftar en einu sinni.\n\n\nNotkun á efni og myndum www.Live2Cruize.com \n\nGreinar og annað ritað efni \r\nEf notandi hefur áhuga á að fá lánaðar greinar eða annað ritað efni af www.Live2Cruize.com skal fyrst fá ritað samþykki frá eigendum síðunnar. Hægt er að hafa samband við eigendur síðunnar á live2cruize@centrum.is eða live2cruize@live2cruize.com og sækja um þetta leyfi. Ef einhverjar kvaðir fylgja leyfinu frá eigendum skal notandi fara eftir því að fullu leyti, \n\nMyndir \r\nEf notandi hefur áhuga á því að fá lánaðar myndir sem merktar eru www.Live2Cruize.com skal hann fyrst fá ritað samþykki frá eigendum síðunnar. Hægt er að sækja um þetta leyfi á live2cruize@centrum.is eða live2cruize@live2cruize.com . Myndir með merkingu síðunnar má ekki breyta á neinn hátt né fjarlægja merkinguna. Einnig höfum við beðið notendur um að gefa kredit á myndirnar með klausu t.d. eins og “Mynd fengin að láni frá www.Live2Cruize.com” \n\nLinkað í myndir \r\nMikið hefur komið upp af því að sumir notendur eru að linka í myndir á hýsingarsvæði klúbbsins. Við höfum hingað til gefið leyfi fyrir einstaka mynd sé þess óskað en það telst á engan hátt ásættanleg hegðun að notendur séu að linka í heilu síðurnar af myndum og setja inn á hjá sér t.d. á bloggsíður og annað. \n\nHeilkópering á efni \nwww.Live2Cruize.com hefur ekki og mun aldrei samþykkja heilkóperingar á síðum klúbbsins. Þó nokkur atvik hafa komið upp að notendur hafa heilkóperað heilu síðurnar af heimasíðu klúbbsins og telst það ekki ásættanleg hegðun. Við höfum hingað til reynt að hafa samband við notendurnar sjálfa en vegna síendurtekinna brota sömu aðila munum við hingað til taka upp þá aðferð að senda formlega kvörtun á hýsingaraðila síðnanna.\n\n\nPóstun á efni hérna inni \n\nKlám \r\nKlám og annað þvíumlíkt er á engan hátt leyfinlegt hér inni. Notendur skulu hafa það í huga að þetta borð er opið svæði og því geta einstaklingar á öllum aldri verið að skoða það. \n\r\n18+ tenglar \r\nTenglar sem ekki beint fallast undir hardcore klám en eru þó þess eðlis að þeir geti talist ekki við hæfi yngri en 18 ára skulu vera merktir með \"18+\" fyrir aftan fyrirsögn þegar notendur pósta þeim. \n\nEfni ekki fyrir viðkvæma \r\nEf notendur eru að pósta inn efni sem gæti talist erfitt að horfa á fyrir viðkvæma eða sært blygðunarkennd einhverja hérna inni skal taka það fram í fyrirsögn með “Ekki fyrir viðkvæma” eða einhverju álíka útskýranlegu.  Ef um ræðir ljósmyndir skulu mann setja tengla á ljósmyndina en ekki nota [img][/img] fídus borðsins.\n\nTenglar \r\nNotendum gefst kostur á því að setja inn tengla á heimasíður sínar eða annarra hérna inni en þó skal hafa það í huga að þetta spjall er ekki auglýsingarsvæði fyrir aðra klúbba og þeirra samkomur eða síendurtekið plögg. Þannig tenglum verður eytt og notandi fær áminningu.  Ef menn eru ítrekað í því að pósta inn þannig hlutum og hlýða ekki viðvörunum fá þeir vikubann.\n\r\nTenglar sem geta á einhvern hátt skaðað tölvu annarra notanda með vírusum eða öðru, eða tenglar sem notandi getur hagnast á að láta aðra smella á eru einnig ekki leyfinlegir.  Ef menn verða uppvísir af þannig athæfi fá þeir vikubann.\n\nAuglýsingar \r\nNotendur skulu hafa það í huga að öll póstun í Til Sölu/Óskast keypt á stolnum vörum telst ekki ásættanleg. Notendur skulu einnig hafa það í huga að þessir þræðir eru ekki fyrir skoðanaskipti né eitthvað rugl, heldur eingöngu til að selja eða kaupa vöru og fá fyrirspurnir frá notendum með áhuga en ekki eitthvað bögg. Gott væri ef notendur myndu svo bæta við í fyrirsögn [SELT] eða einhverju álíka þegar varan er seld svo stjórnendur geti þá læst þræðinum. Þeir sem hafa ekki áhuga á því að fá svör inn í þessa þræði geta haft samband við einhvern stjórnanda eða modda og beðið hann um að læsa þræðinum.  Notendur eru einnig beðnir um að uppfæra ekki söluþræðina sína marg oft á dag með TTT eða brosköllum, eingöngu til að koma þeim aftur á toppinn.  Ásættanlegt er að notandi uppfæri sinn póst helst aðeins einu sinni til tvisvar sinnum á dag.  Allt sem fer fram úr þeim mörkum veldur því að notandi mun fá aðvörun og þá vikubann ef hann hlýtir henni ekki.\n\r\nModdarnir hafa fullt vald til að henda póstum sem standast ekki kröfur um góða auglýsingu.  Notendur skulu reyna að gera sitt besta til að setja fyrirsögn og texta sem hentar hverju sinni.  Moddar/stjórnendur munu senda notendum PM og biðja þá um að lagfæra auglýsingar sem ekki eru í lagi.  Ef notandi hefur fengið PM þrisvar sinnum og lærir ekkert munu moddar/stjórnendur hiklaust eyða auglýsingum hans þangað til hann fer að pósta þeim almennilega.  Fyrirsagnir skulu vera lýsandi um hvað verið er að selja.  Fyrirsagnir eins og \"SKOÐA\", \"Geggjaður bíll\", \"Dótið mitt til sölu\" og þvíumlíkt telst ekki til góðra fyrirsagna.  Fyrirsagnir eins og t.d.:\r\nHonda Accord 2.4 Executive 2003, Toyota Corolla 1999 - Skipti óskast eða JBL Bassabox og Rockford magnari teljast mjög góðar og lýsandi.\r\nAuglýsingin sjálf skal innihalda eins mikið af upplýsingum og hægt er svo aðrir notendur þurfi ekki að giska í eyðurnar.  Gott er að hafa í huga að taka t.d. fram tegund, týpu, árgerð, lit, km stöðu, ssk/bsk, skipti, myndir, aukahluti ofl.\r\nGott væri ef menn myndu skoða þennan þráð og taka sér til fyrirmyndar hvernig gera á góða auglýsingu: http://www.live2cruize.com/spjall/fa...glysingasvaedi\n\r\nSkemmdir á auglýsingum\n\r\nEf menn eru með offtopic sem gagngert er til að skemma sölur hérna inn á munu þeir fá vikubann án viðvörunnar.\r\nÞetta kemur til af því að sumir hérna virðast ekki hlusta sama hvað og sama hversu margar viðvaranir þeir fá og þ.a.l. verður þetta í gangi þangað til menn læra.\r\nEf menn telja að þeir hafi ekki átt að fara í bann eða kannski voru að skjóta í gríni á besta vin sinn eða eitthvað álíka er þeim bent á að hafa samband tafarlaust á live2cruize@live2cruize.com og gera grein fyrir sínu máli og bannið verður þá endurskoðað\n\nFlokkarnir \r\nNotendur eru beðnir um að reyna að fylgja eftir flokkunum á spjallinu og pósta póstum á rétta staði. Flokkarnir ættu í alla staði að útskýra sig sjálfir en ef notendur eru í einhverjum vafa geta þeir sent tölvupóst á live2cruize@centrum.is / live2cruize@live2cruize.com  eða póstað í “Ábendingar og fyrirspurnir” þar sem stjórnendur eða moddar geta svarað fyrirspurninni.\n\r\nVerði notandi uppvís að því að viljandi pósta í vitlausa flokka mun hann fá viðvörun og ef hann heldur því áfram mun hann fá viku bann.  Þá er ekki verið að tala um mistök þar sem póstur lendir á vitlausum stað, heldur pósta þar sem notandi gagngert póstar póstinum inn í vitlausan flokk til að fá athygli eða reyna að fá fleiri pósta í póstinn.  Þetta er eitthvað sem flest allir ættu að vera komnir með á hreint eftir 4 vikur hér á spjallinu og verður tekið sérstaklega hart á notendum sem hafa verið hér einna lengst.  Ef notandi póstar óvart pósti á vitlausan stað skal hann setja inn “Nennir einhver að færa þennan póst” eða eitthvað í áttina að “úbbs vitlaus flokkur”.  Hafa skal þó í huga að ekki er hægt að nota þetta sem afsökun þegar menn hafa viljandi sett hluti á vitlausa staði.\n\nPósthór / Offtopic\r\nVerði notandi uppvís að eintómu pósthóri sem virðist ekki snúast um neitt nema svara með “ha ha” eða “<<<icon_smile.gif>>>” eða einhverju álíka, mun sá notandi fá viðvörun.  Ef notandinn slakar sér ekki eftir þessa viðvörun mun hann fá vikubann.  RÖFL er opið fyrir djók og önnur offtopic þannig vinsamlegast haldið því úr öðrum þráðum á borðinu.\n\r\nVerði notandi einnig uppvís að því að vera með óþarfa útúrsnúninga í þráðum á borðinu.  Þá er einna helst verið að tala um að svara í fyrirspurnarþráðum einhverju rugli bara til að vera með stæla eða snúa út úr eða einhverju álíka mun notandi fá viðvörun.  Ef notandi hlýtir ekki viðvöruninni fær hann vikubann.  Ekki svara þráðum nema þið hafið eitthvað til málanna að leggja.  Það nennir engin að lesa margar blaðsíður af röfli frá ykkur.  Notið MSN eða PM fyrir persónuleg skilaboð.\n\nAðvaranir og Bönn\n\r\nMjög einfallt bannkerfi er hér á spjallinu og eru notendur vinsamlegast beðnir um að kynna sér það svo ekki komi til leiðinda.\n\r\nVið fyrsta brot fær notandi að öllu jöfnu viku bann.  Við flestum smávæginlegum brotum á borðinu er einnig vikubann.\r\nEf notandi hefur ítrekað verið til mikilla vandræða mun bann númer 2 standa yfir í mánuð.\r\nEf notandi virðist lítið hafa lært og er enn til vandræða er þriðja bann þrír mánuðir.\r\nTaki notandi ekki sönsum eftir þriðja bann er fjórða bann 6 mánuðir að öllu jöfnu en telji stjórnendur og moddar spjallsins að um gróf ítrekuð brot sé að ræða getur fjórða bann þýtt lífstíðarbann.\r\nVið fimmta brot fær notandi lífstíðarbann og verður aðgangurinn hans bannaður.  Ekki þýðir að reyna að væla og skæla sig út úr þannig banni þar sem nokkuð ljóst er orðið að notandi getur ekki tekið þátt í þessum samfélagi án vandræða.\n\r\nHafa skal þó í huga að telji stjórnendur/moddar ástæðu til munu þeir hoppa yfir einhver þrep ef brotið telst alvarlegt og er hvert atvik dæmt útaf fyrir sig.\r\nHafa skal einnig í huga að ákvarðanir um bönn liggja ekki í höndum einhvers eins aðila heldur er þetta sameiginleg ákvörðun modda og stjórnenda spjallsins.\n\r\nEf notandi er ósáttur við bannið og telji að ekki hafi verið forsendur fyrir því skal hann tafarlaust senda tölvupóst á live2cruize@live2cruize.com eða live2cruize@centrum.is og gera grein fyrir sínu máli.\n\nKvartanir\n\r\nHafi menn yfir einhverju að kvarta hvort sem það er vegna annara notanda, þráða eða yfir stjórnendum/moddum, skal notandi senda tölvupóst á live2cruize@live2cruize.com eða live2cruize@centrum.is.\n\r\nModdar og stjórnendur geta þá tekið á þeim málum sem komið hafa upp hverju sinni.  Ekki er æskilegt að notendur séu að æsa sig eða lenda í hávaðarifrildum hér á spjallinu, eða þeir séu að draga hingað inn einhver persónuleg málefni sem aðeins á að ræða milli einhverja ákveðinna aðila.  \n\r\nSé kvartað yfir notanda munu moddar/stjórnendur hafa samband við þann aðila og biðja hann um að útskýra sitt mál.  Yfirleitt eru tvær hliðar á öllum málum.  Farið verður yfir feril notanda og ákvarðað svo hvort kvörtunin teljist gild eða ekki og þá send út aðvörun eða sett bann eftir því sem við á.\n\nHafa samband\n\r\nÞurfi notandi að hafa samband við einhvern modda eða stjórnanda er honum bent á eftirfarandi leiðir:\n\r\nTölvupóstur:\r\nEigendur/Stjórnendur - live2cruize@live2cruize.com / live2cruize@centrum.is\r\nModdar: moddar@live2cruize.com (berst til allra modda (ekki junior modda) og stjórnenda)\n\r\nPM\r\nDezzice - Villý (stjórnandi)\r\nScooby - Palli (stjórnandi)\n\r\ndoristori - Halldór (moddi)\r\nGunninn - Gunni (moddi)\r\nHundur - Hjalti (moddi)\r\nKjallin - Maggi (moddi)\r\nPokémon - Guðjón (moddi)\r\nSheDevil - Árdís (moddi)\r\nWicked - Sigrún (moddi)\n\r\nBjarni- - Bjarni (junior moddi í Landsbyggðinni)\r\ndohc - Teitur (junior moddi, sér um söluflokka)\r\nForeal - Kristján ( junior moddi í Landsbyggðinni)\r\nJon Mar - Jón Mar (junior moddi í söluflokkum og Landsbyggðinni)\r\nSiggi H - Siggi (junior moddi í Landsbyggðinni)\r\nVilli - Villi (junior moddi í Landsbyggðinni)\n\nwww.Live2Cruize.com, stjórnendur og moddar áskilja sér þann rétt að gera fyrirvaralausar breytingar á þessum reglum telji þeir það nauðsynlegt.", "date": "2006-11-16 12:01:00", "post_id": 1}, {"user_name": "urban", "text": "ein spurning\r\nhvað ef að það kemur upp að fólk ætlar að kvarta undan þér ?\n\r\ner ekki að segja að ég hafi einhverja kvörtun heldur bara ef að þetta kemur upp\n\r\nætlaru það að afgreiða það sjálf ?", "date": "2006-11-16 15:57:00", "post_id": 2}, {"user_name": "Dezzice", "text": "Kvarta yfir mér  <<<icon_eek.gif>>> <<<icon_lol.gif>>> \n\r\nWell þá getur það bara verið úti <<<rollinglaugh.gif>>>\n\r\nNei en svona for real að ef fólk vildi kvarta yfir mér þá hlýtur það að geta beint bara PM á einhvern moddann hérna og málið svo tekið upp.  Moddarnir hérna hafa allir jafnan atkvæðarétt.\n\r\nÞað segir sig nú samt sem áður sjálft að ekki fer ég að banna sjálfa mig <<<icon_lol.gif>>>\n\r\nEn ég held ég hafi nú ekki verið þekkt fyrir það hingað til að vera ósanngjörn eða leiðinleg upp úr þurru og ég er fyrsta manneskja til að biðjast afsökunnar ef ég hef gert eitthvað af mér.\n\r\nEf fólk hefur líka eitthvað útá mig að setja þá bara um að gera að henda á mig PM líka og það hlýtur nú þá að vera hægt að ræða málin á góðum nótum.  Jú jú eflaust hægt að misskilja mig eins og alla aðra en þá bara ræða málin <<<icon_biggrin.gif>>>", "date": "2006-11-16 16:03:00", "post_id": 3}, {"user_name": "eyþóringi", "text": "Bad link !", "date": "2009-05-18 00:35:00", "post_id": 4}, {"user_name": "Moddar", "text": "Fólk virðist þurfa að ryfja þetta upp eitthvað þessa dagana. Auk þess má minna fólk á http://live2cruize.com/spjall/announcement.php?f=22 fyrir auglýsingarnar. \n\r\nEkki hika við að reporta þræði og pósta samstundis og þið verðið vör við eitthvað sem er ekki við hæfi, ekki í lagi eða ekki samkvæmt reglum. \n\r\nMUNA EFTIR REPORT TAKKANUM", "date": "2009-10-26 02:35:00", "post_id": 5}, {"user_name": "Dezzice", "text": "Hérna eru allar upplýsingar um sölureglurnar: http://www.live2cruize.com/spjall/fa...glysingasvaedi\n\nFleiri upplýsingar hér: http://www.live2cruize.com/spjall/faq.php  (Þetta er allt hægt að nálgast í FAQ hnappnum hér efst á spjallinu)", "date": "2009-10-27 02:11:00", "post_id": 6}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2006-11-16 12:01:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}