{"forum_title": "RÖFL", "id": "20423", "title": "Varstu að reyna að skjóta mig?!", "url": "http://www.live2cruize.com/spjall/showthread.php/20423-Varstu-að-reyna-að-skjóta-mig-!", "posts": [{"user_name": "ÓskarG", "text": "http://thatvideosite.com/video/2709\n\r\nhahaha", "date": "2006-11-18 22:17:00", "post_id": 1}, {"user_name": "Bc3", "text": "<<<icon_lol.gif>>> <<<icon_lol.gif>>>", "date": "2006-11-18 22:20:00", "post_id": 2}, {"user_name": "Viktorkarl", "text": "hahah, hjálpsamur myndavélamaður", "date": "2006-11-18 22:21:00", "post_id": 3}, {"user_name": "SheDevil", "text": "gott á hann helvítis hobby veiðimenn, skjótandi sér til ánægju, ekki nokkur ástæða til að fara útí skóg og skjóta hreindýr í usa, eða norður evrópu, við erum með nægann mat í búðinni. \n\r\ndjöfull hló ég að þessu", "date": "2006-11-18 22:24:00", "post_id": 4}, {"user_name": "GummiH", "text": "svo sammála þessu, vildi að dýrið hefði rotað gaurinn  <<<icon_cool.gif>>>", "date": "2006-11-18 23:05:00", "post_id": 5}, {"user_name": "FloZ", "text": "NO COMMENT", "date": "2006-11-19 00:13:00", "post_id": 6}, {"user_name": "Stefán Dal", "text": "Var verið að horfa á Bambi <<<icon_rolleyes.gif>>>", "date": "2006-11-19 01:53:00", "post_id": 7}, {"user_name": "Cb4", "text": "HAHAHAHAHAHHAHAHA", "date": "2006-11-19 06:58:00", "post_id": 8}, {"user_name": "SheDevil", "text": "Já ég horfi á bambi á hverju laugardagskvöldi svo mér líði vel að innan, svona warm and cosy fílíngur. Þú veist.. svo fer ég á netið og agnúast stanslaust útí svona pakk sem eru að skjóta litlu sætu flöffí bambana. \r\nSvo fer ég í herferðir á sunnudögum gegn hobbyveiðimönnum. \n\n\r\nEn nei, mér finnst þetta sport fyrir fávita með lítil krumputyppi sem verða að finna sér eitthvað þegar að jepparnir virka ekki til að láta þeim líða eins og þeir séu með stór typpi. \n\r\nAumingjar og ekkert annað, þessi maður átti þetta bara fyllilega skilið. \r\nVæri gaman að senda eins og eitt hreindýr heim til svona fólks og gefa þeim veiðileyfi á konu þessara manna eða barn, og sjá hvernig þeim liði, ekki borðar litli sæti bambi börn eða fólk, sami tilgangur. Bara **** og fávitar sem eru að skjóta sér til skemmtunar, finnið ykkur annað hobby.", "date": "2006-11-19 07:21:00", "post_id": 9}, {"user_name": "Kruder", "text": "dýr hafa ekki andlegar tilfinningar..................\n\r\ner eitthvað verra að skjóta dýr sér til skemmtunar en að sitja á leðursæti úr beljuskinni sér til ánægju og þæginda?", "date": "2006-11-19 09:02:00", "post_id": 10}, {"user_name": "Siggi H", "text": "buffalo leður í bimmunum er það ekki?", "date": "2006-11-19 09:50:00", "post_id": 11}, {"user_name": "Sergio", "text": "þetta er allavegana einn ömurlegur veiðimaður", "date": "2006-11-19 10:28:00", "post_id": 12}, {"user_name": "Sverrir", "text": "<<<rollinglaugh.gif>>>  Vá ein bitur! Veistu samt hvað hreindýr er góður matur? Ég borða alltaf svoleiðis á jólunum  :wink:", "date": "2006-11-19 12:17:00", "post_id": 13}, {"user_name": "Twincam", "text": "úúúú.. hreindýrapate.... mmmmm  :P", "date": "2006-11-19 12:39:00", "post_id": 14}, {"user_name": "ÓskarG", "text": "Indeed, mér finnst ekkert að því að fara og skjóta dýr, pabbi er að plana að skjóta eins og eitt hreindýr á næstunni,  en fólk verður þá að éta og nýta það sem það skýtur", "date": "2006-11-19 12:43:00", "post_id": 15}, {"user_name": "steina", "text": "really?  <<<icon_rolleyes.gif>>>  hver laug þessu að þér?", "date": "2006-11-19 12:43:00", "post_id": 16}, {"user_name": "JonMaiden", "text": "STEINAAAA !!!!!", "date": "2006-11-19 12:45:00", "post_id": 17}, {"user_name": "steina", "text": "?", "date": "2006-11-19 12:54:00", "post_id": 18}, {"user_name": "JonMaiden", "text": "kanski vitlaus steina <<<icon_wink.gif>>>\n\r\nþekki nebblega 1 stk steinu sem býr akkúrat í sveit  <<<icon_rolleyes.gif>>> \n\r\noh well\n\r\nEkki STEINAAAA <<<icon_wink.gif>>>", "date": "2006-11-19 13:06:00", "post_id": 19}, {"user_name": "steina", "text": "nei veistu, held ekki <<<icon_wink.gif>>> hehe", "date": "2006-11-19 13:11:00", "post_id": 20}, {"user_name": "urban", "text": "<<<icon_confused.gif>>> <<<hmm.gif>>> \r\nog hvaðan kemur hann ?\r\nhann verður ekki til í búðinni", "date": "2006-11-19 13:23:00", "post_id": 21}, {"user_name": "Aron Fridrik", "text": "talandi um buffalo.. fékk mér einmitt buffalo hamborgara í USA.. djöfull var hann góður..", "date": "2006-11-19 14:54:00", "post_id": 22}, {"user_name": "IvanAnders", "text": "Jújú, þeir setja fræ í kælana og svo vaxa læri og hryggir þar.\n\r\nDjöfull getur fólk vælt, ekkert að því að veiða sér til matar þó svo að það sé ekki bráðnauðsynlegt, en hins vegar er þetta alveg fair play og mætti gerast oftar  <<<icon_lol.gif>>> Hafa alvöru spennu í þessu!", "date": "2006-11-19 15:24:00", "post_id": 23}, {"user_name": "SheDevil", "text": "Nei við klæðum okkur öll upp í camo galla með riffla, örkum uppá heiði og skjótum rollurnar á færi, svo örkum við á næsta beljubú og smölum beljunum út og kálfunum á öllum aldri, og skjótum þar og höfum verulega gaman af, skellum því á pallin og keyrum þetta í kjötvinnsluna. \n\r\nÞað er eitt að ala til matar, og skjóta dýr sér til skemmtunar. Það er nóg af mat að hafa, og er ekki lengra að fara en útí næstu búð til að verða sér útum mat, það er engin ENGIN ástæða til þess að rölta útí skóg í bna eða einhverstaðar annarstaðar og leita uppi hreindýr eða annað dýr og skjóta það til þess eins að skjóta það. Jújú, sumir éta þetta, en flestir skilja það eftir þarsem það er, og fer með hausinn heim til að hengja upp hornin af þessu. \r\nÞér finnst kanski allt í lagi að fílar séu skotnir líka? í 90% tilvika eru eingöngu tennurnar hirtar, og heilu hræin eru skilin eftir a víðavangi, svo eru menn sem að skjóta tígrisdýr og önnur ljón, skjóta krókódíla líka, það er nákvæmlega enginn tilgangur í því nema hugsanlega í sjálfsvörn í þeim löndum þarsem menn og svona dýr þurfa að lifa í sameiningu.", "date": "2006-11-19 15:36:00", "post_id": 24}, {"user_name": "Sverrir", "text": "Þetta sem þú kallar engin ástæða og tilgangsleysi, það kalla ég sport. Já sportveiði. Hún kemur fyrir sjónir á nokkrum sviðum, t.d sportveiði í ám og sem skotveiði. \n\r\nÞað er misjafnt hvað menn taka sér fyrir hendur. Sumir vilja jeppast upp á hálendi, aðrir vilja standa í axladjúpu vatni að veiða fisk, enn aðrir vilja sparka bolta og síðan er það fámennur hópur \"villimanna\" sem stundar skotveiðar. \n\r\nHér á Íslandi, á Norðurlöndunum, í Kanda og BNA fara menn á hreindýra, dádýra, elgsveiðar etc með guide með sér. Já það er bannað að skjóta dýrin nema að guidinn sé búinn að gefa grænt ljós á það. Hann velur dýrið og þú skýtur bara það dýr sem hann leyfir. Þú mátt skjóta tarfinn, en ef þú skýtur t.d kúna þá verður þú að taka kálfinn líka svo hann veslist ekki upp og deyji. Þannig er tryggt að dýrin sem eru skotin séu nýtt og ekkert skilið eftir og látið rotna eins og þú vilt meina. \n\r\nSumum finnst síðan gaman að taka minjagripi og þar koma hornin við sögu. Heldur þú virkilega að einhver skjóti hreindýr, sagi hornin af og skilji dýrið eftir? Nei held ekki. (Ég er ekki að tala um fílana hér, og ég ætla ekki að tjá mig beint um þá. Ég þekki ekki beint inn á það en ég veit að það er mikið um veiðiþjófa þarna útí í hinni svörtustu Afríku sem skjóta dýr í útrýmingarhættu)\n\r\nSportveiði gengur út á það að veiða villibráð. Ég sé það ekki alveg gerast að menn keyri upp í Mosó og skjóti sér rollu eða kind. Því miður kjánaleg samlíking. \n\r\nAllavega mitt álit er það að sportveiði er góð og gild á meðan menn ganga um náttúruna með virðingu (nokkur kaldhæðni þar sem veiðimenn taka jú líf, en það er jú í eðli mannsins að vera rándýr) en það eru alltaf einstaklingar sem ekki geta staðið undir þeirri ábyrgð og falla þá í þann flokk sem þú vísar í. \n\r\nKv. Sverrir G.", "date": "2006-11-19 16:49:00", "post_id": 25}, {"user_name": "SheDevil", "text": "Ég er ekki að líkja hreindýraveiði við að skjóta rollu. Heldur vildi maðurinn fyrir ofan mig meina að lambakjöt, og nautahakk séu í mínum huga bara búið til í búðinni. \n\r\nÉg fíla ekki sportveiðar, sama hvort það er í ám, eða uppá heiði, svona sportveiði, að skjóta dýr sem hefur fæðst villt, og þekkir ekkert annað, er svo bara allt í einu veitt af einhverjum manni sem fær kick útúr því að skjóta lifandi veru og horfa á hana taka dauðakippina, rífa úr því innyflin með ofsalegt glott á smettinu, er bara ómanneskjulegt. \r\nÞú afsakar. Eg sé EKKERT sportlegt við þetta, mér finnst þetta jafn sportlegt og morðingjar, ss menn sem drepa menn, eða menn sem hefðu áhuga á því að banka uppá hjá mér svo ég myndi hleypa hundunum út svo hann geti skotið þá sér til ánægju, og í sama flokk og litlu krakkagríslingarnir sem eru í því að drepa ketti og fugla, jú.. sér til ánægju og sports. \n\r\nÞetta er bara sjúkt. Og það er mín skoðun, og ég fer ekki ofanaf því. Ég er enginn dýraverndunarsinni, og ég er ekki grænmetisæta, en þetta er bara rangt. \n\r\nÞið sportveiðimenn kanski hafið það í huga þegar einhver krakkagrís drap hundinn þinn eða kött sér til skemmtunar, að klappa honum á öxlina og óska honum til hamingju með \"veiðina\" og kanski takið nokkrar myndir til að hengja uppá vegg með krakkann og dauða dýrið.\n\n\r\nps. \n\r\nþað er alger ranghugmynd að hugsa um manninn sem rándýr. \r\nvið erum, og höfum alltaf verið hræ ætur, ekki rándýr. við erum í svipuðum flokk og ýsan. Við höfum í gegnum þróunina án þess veiða okkur til veiði sem upphaf þessarar tegundar, og það eru tennurnar sem bera vitni um það, við erum með grasætu tennur. Við erum ekki æðsta skepnan hér á jörð, það er engin önnur dýrategund sem er að útrýma þúsundum dýrategundum, menga alla jörðina, eyðileggja náttúruna, osfrv. Jú við fundum upp eggvopn og fórum að veiða, við erum ekki vitlaus, en við erum að verða afar vitlaus aftur. Við erum ekki með klær, við erum ekki með vígtennur, ekki nætursjón, við erum ekki snögg í hreyfingum, og við erum ekki nógu sterk til að drepa neitt nema ketti eða smádýr í þeim flokki með berum höndum, og þannig flokkumst við ekki sem rándýr. Við veiðum með tilbúnnum hlutum, við erum \"tilbúin\" rándýr ef svo má að orði komast. En við verðum aldrei rándýr, og það að taka upp riffil og fara með guide inní skóg og skjóta villt dýr flokkast aldrei sem eðlisleg hegðan. \n\r\nHave fun killing stuff <<<icon_thumright.gif>>>", "date": "2006-11-19 17:08:00", "post_id": 26}, {"user_name": "Orville", "text": "Vel orðað hjá þér Sverrir.\n\r\nPersónulega finnst mér villibráð einn besti matur sem að hægt er að fá, \r\nog það er alls ekki verra ef maður hefur veitt hana sjálfur, bragðbætir kannski ekki en það er önnur stemming við að borða hana þannig.\n\r\nSvo er það þannig með flestallan veiðiskap hérna á Íslandi að það er verið að veiða til manneldis, einstaka sauðir sem að skjóta villt dýr sér til skemmtunar og er það auðvitað ekki vel liðið!\n\r\nSvo hefur það alltaf verið í eðli mannsins að stunda veiðar á dýrum.", "date": "2006-11-19 17:17:00", "post_id": 27}, {"user_name": "Sverrir", "text": "Það er alltaf gaman að tala við fólk sem er samkvæmt sjálfu sér og færir rök fyrir máli sínu. Það þarf samt ekki að þýða að við séum sammála um hlutina og við erum greinilega ekki sammála um þetta mál.\n\r\nÞegar þú talar um uppruna okkar þá er það alveg ljóst að við höfum ekki þá hluti sem einkennir rándýr, en við höfum samt annað, við höfum það sem kallast gagnrýnin hugsun. Þá hugsun tókum við upp fyrir 2 milljónum ára þegar nútímamaðurinn reisti sig upp á afturfæturnar og tók upp á því að smíða sér vopn, kveikja eld og byggja sér bústaði. Af þessu gefnu get ég útilokað þá hugmynd þína um manninn sem hræætu. Nútímamaðurinn hefur alltaf veitt sér til matar og notað til þess vopn.\n\r\nÞú talar um villt dýr og menn sem skjóta/veiða þau. Ég set spurningarmerki við \"villt\". Eru við ekki öll \"villt\" á einhverjum tímapunkti. Ekki fæðumst við tamin, eða hvað? Það má svosem líka setja spurningarmerki við það. Erfðabætur, tæknifrjóvganir og ræktun almennt. Ekki eru nú afkvæmi þess \"villt\"? Jú afhverju ekki. Þau kusu sér þetta ekki. Þau hljóta að vera villt þegar þau eru nýskriðin úr eggi, svona svo ég tali nú almennt.\n\r\nÞetta var nú samt smá útidúr. Útidúr sem átti að leiða hugann að því hvaðan við fáum nú fæðuna okkar. Jú frá \"villtum\" dýrum. Blessuð dýrin eru svæfð á einn eða annan hátt. Hvort sem það er nú riffill eða naglabyssa. Ómanneskjulegt? Getur verið. En nauðsynlegt? Já ég myndi segja það. Við lifum á náttúrunni og við höfum þróað með okkur þessar aðferðir, sem eru á tíðum kannski full harðneskjulegar og ganga að náttúrunni af of mikilli hörku. Ég get tekið undir það.\n\r\nÞú tókst væntanlega eftir því að ég talaði um virðingu. Menn eiga að bera virðingu fyrir því sem þeir eiga og hafa. Maður sem myrðir og barn sem drepur dýr á þann hátt sem þú talar um eru einstaklingar sem eru andlega vanheilir. Þeir bera ekki virðingu fyrir nágrannanum, náttúrunni, hvað þá þeim sjálfum. \n\r\nSá sportveiðimaður sem ég sé fyrir mér, er maður sem veiðir og nýtir. Hann fer um bráðina af virðingu, hann veiðir það sem hann kemur til með  að leggja sér til matar. Hann skýtur ekki köttinn/hundinn hjá nágrannanum.\n\r\nKv. Sverrir G.", "date": "2006-11-19 19:16:00", "post_id": 28}, {"user_name": "SheDevil", "text": "(Lengsta quote sem ég hef séð LENGI)\n\r\nAnywho, þú hlýtur að vita það að villt og \"tamið\" eða born in captivity er tvennt ólíkt. Við fæðumst ekki villt nei, mamma okkar og pabbi ákváðu að \"rækta\" okkur, en við erum ekki alin til átu. \r\nÞað sem fæðist í náttúrunni og gengur um villt, er villibráð. Það sem fæðist í stýju og er geymt í stýju en sennilega hleypt út til að viðra sig á ákveðnum punktum er flokkað sem eldi. \r\nRolla er ekki villt lengur, þetta er búfénaður. \n\r\nNeinei, enda er ég ekki að reyna að snúa þinni skoðun á þessu, þetta er ara mín skoðun og ég stend föst á henni eins og flestum skoðunum sem ég mynda mér, þvímiður fyrir suma, gott fyrir aðra, fólk má skilja mig eða setja mig í hvaða flokk sem er. \n\r\nFyrir mér er ekki hægt að bera virðingu fyrir náttúrunni með því að arka inní skóg og finna sér dýr þar sem er í sakleysi sínu að anda og éta og tölta um og aflífa það. Það eru já ýmsar leiðir til að aflífa dýr, en ég er sátt við eldisdýr, og að éta þau, þó þau séu ekki beint meðhöndluð og aflífuð á mannuðlegastann máta. Við þurfum að borða. \n\r\nEn það er engin nauðsyn a því að mæta með villibráð sem maður skaut sjálfur og éta það. Það er bara nægur matur til, allavega í okkar heimsálfu. Eg skil þetta frekar í vestræna heiminum, eða the third world eins og hann er kallaður, þar eru menn að drepa til að lifa af, ÞAÐ er eðlið okkar. \n\r\nHérna í forna þá voru menn ekki að sportveiða, eða drepa til að láta nágrannann höggva mynd í stein afþví að hann felldi stæðsta mammútinn. Nei þau átu þetta, og það var ástæðan fyrir því að við komumst af. Jú það eru til höggmyndir af mönnum drepa mammúta, en þannig skráðu þeir sögurnar, ekki til að syna öðrum hvað þeir voru sportí. \n\r\nVið erum ekki lengur að móta sögu með þvi hvernig við komumst lífs af í gegnum hörkuna, eða hvernig okkur tókst að sjá fjölskyldu okkar farborða með veiðihæfni. \n\r\nMér finnst þetta bara ekki sport.. þetta ætti að vera nauðsyn, ef þetta er gert.", "date": "2006-11-19 20:11:00", "post_id": 29}, {"user_name": "Siggi H", "text": "það eru nú til mannætur líka, þannig þetta er bara svipað.. hver sem er gæti verið næst í matinn hjá einhverjum..\n\n\n\n\n\n\n\n<<<icon_lol.gif>>>", "date": "2006-11-19 20:17:00", "post_id": 30}, {"user_name": "Kruder", "text": "Shedevil: Þú ert hræsnari, þú getur ekki verið á móti einni tegund af dýradrápi en verið svo með annari.\n\r\nVeiðimenn kunna að skjóta dýr þannig að þau drepist samstundis, þetta er allt kennt þegar maður fær veiðileyfi. Veiði er örugglega mannúðlegri en flest annað dýradráp.\n\r\nMá ég síðan spyrja þig að einu, notarðu farða? Ég geri ráð fyrir því að þú gerir það, og nema þú notir farða frá Body Shop sem mér skilst að sé drasl þá ættir þú að hafa hægan á, því að allur farði sem framleiddur er fyrir utan body shop er prófaður á dýrum.....\n\r\nÞannig að flest allar stelpur á íslandi eru dýranýðingar, vertu þá ekki að dissa okkur karlmennina þótt okkur finnist gaman að fara upp í fjall og skjóta litla sæta rjúpu eða bamba.", "date": "2006-11-19 20:24:00", "post_id": 31}, {"user_name": "SheDevil", "text": "Jébb ég nota farða, allt frá body shop. Púnktur. Ekki dirfast að ýta því yfir á mig að vera dýranýðingur, auk þess sem ég kallaði engann dýranýðing. \r\nSlakaðu svo á þessari vörn þinni, ég er ekki að dissa alla karlmenn það eru líka konur sem fara í veiði. \n\r\nMín skoðun er mín skoðun, mér gæti ekki verið meira sama hvort að þér finnist það hræsni að ala dýr til átu, eða labba útí náttúruna og skjóta dýr sem á þar ferð hjá. Dont care.", "date": "2006-11-19 20:32:00", "post_id": 32}, {"user_name": "SheDevil", "text": "Langaði að bæta við að farðinn frá body shop er enganvegin drasl, heldur sennilega það vandaðasta sem að ég hef komist í snertingu við, og engin rusl efni í þessu sem að valda ofnæmi, eða óþoli fyrir því. \n\r\nSá sem telur þetta drasl ætti að byrja á því að prófa fyrst og tala svo. Ég hef prófað allann andskotann í þessu. Og langar að bæta við að ég nota ekki farða á hverjum degi, ég bara nenni því ekki.", "date": "2006-11-19 20:43:00", "post_id": 33}, {"user_name": "Kruder", "text": "Æji, komon, þú getur gert betur en þetta, ég er að reyna drepa tíma hérna og þú reynir ekkert að fokka í mér til baka.\n\r\nAuðvitað var ég bara að grínast með dýranýðinga dótið.....\n\r\nVertu aðeins með í djókinu....", "date": "2006-11-19 20:49:00", "post_id": 34}, {"user_name": "SheDevil", "text": "Ein ofnotaðasta afsökun karlmanna til að bakka úr öllu .. \"Æji þetta var bara djók, ég er bara að ****ast í þér.\"\n\r\nÞreyttast ever.", "date": "2006-11-19 20:53:00", "post_id": 35}, {"user_name": "Diddilitli", "text": "Núna ertu gjörsamlega að tala út um rassinn á þér. Það er í eðli okkar að veiða okkur til matar, við erum með augun framan á hausnum en ekki á hliðunum vegna þess að við erum rándýr og jú, rándýr veiða sér til matar. \r\nMest allt af því sem er veitt svona eiga veiðimennirnir sjálfir eða selja til veitingahúsa/búða.\n\r\nSjálfur veiði ég fiska, rjúpu og gæs og fór fyrst á skytterí í 7 bekk og búinn að veiða á stöng síðan ég man eftir mér og á eitthvað að banna mér það ? Eru mótortengd áhugamál eitthvað réttlætanlegri ? Er þar ekki bara verið að eyða óþarfa bensíni sem er jú að klárast í heiminum ?\n\r\nOg fílar, nashyrningar, tígrisdýr og fleiri tegundir eru friðaðar og því er ólöglegt að veiða þau og er ég allveg jafnmikið á móti því og þú!\n\r\nog vil líka taka það fram að ég er ekki á móti mótortengdum áhugamálum, fannst þetta bara jafn heimskuleg rök og þau sem hún kom með!  <<<icon_rolleyes.gif>>>", "date": "2006-11-19 20:56:00", "post_id": 36}, {"user_name": "Siggi H", "text": "eigum við þá bara að hætta að borða pylsur, hamborgara og allt annað..\n\r\nog lifa bara á cheeriosi og coco puffsi?", "date": "2006-11-19 21:00:00", "post_id": 37}, {"user_name": "SheDevil", "text": "Ef þú værir með á nótunum værirðu núna búinn að lesa það amk 2x að þetta er mín skoðun og þannig er það bara. \n\r\nDont get your panties in a twist, það er búið að segja allt sem hægt er að segja um þetta.", "date": "2006-11-19 21:03:00", "post_id": 38}, {"user_name": "Siggi H", "text": "ég á skó úr krókódíla leðri", "date": "2006-11-19 21:05:00", "post_id": 39}, {"user_name": "Kruder", "text": "Shit, ertu ekki að grínast?\n\r\nHeldurðu virkilega að ég sé að meina það að allar stelpur á íslandi séu dýranýðingar?\n\r\nÞETTA VAR DJÓK, ég hata þegar ég þarf að taka það fram um leið og ég skrifa eitthvað sem er spaug. En fyrst að þú varst að taka þessu svona illa þá ákvað ég að láta þig vita það.\n\r\nHættu þessu helvítis bulli með að veiðar séu eitthvað siðferðislega rangar og að við séum hræætur,,,, comon það er bara ekki rétt.\n\r\nVið erum rándýr. Augun eru framan á hausnum til að við getum skynjað lengdina að bráðinni.", "date": "2006-11-19 21:07:00", "post_id": 40}, {"user_name": "SheDevil", "text": "AHAHAHAHA NÁÐÉR !!!!!!!!!!!!", "date": "2006-11-19 21:12:00", "post_id": 41}, {"user_name": "GeiriWRX", "text": "Survival of the fittest <<<icon_cool.gif>>>", "date": "2006-11-19 21:12:00", "post_id": 42}, {"user_name": "Kruder", "text": "Þetta er versta afsökun kvenna til að bakka útúr fæting á internetinu bla bla bla bla bla\n\n\n<<<icon_lol.gif>>> \n\n\r\nBottom line, það er gaman að skjóta drepa útí náttúrunni, sérstaklega taka gæsirnar og snúa þær úr hálsliðnum og trampa á ungunum í leiðinni.", "date": "2006-11-19 21:17:00", "post_id": 43}, {"user_name": "Diddilitli", "text": "Ég var bara að koma með rök gegn þínum rökum, þannig að það er spurning hver sé með nærbuxurnar uppí rassgatinu!  <<<icon_rolleyes.gif>>>", "date": "2006-11-19 21:19:00", "post_id": 44}, {"user_name": "SheDevil", "text": "Já það er agalegt þegar þetta skerst þarna lengst uppí, ferlega vont að vera með svona suddastórann rass í þessum tilvikum.", "date": "2006-11-19 21:29:00", "post_id": 45}, {"user_name": "Aron Fridrik", "text": "alltaf mannakjöt hjá mér á sunnudögum..  <<<icon_lol.gif>>>", "date": "2006-11-19 21:40:00", "post_id": 46}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/hmm.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2006-11-18 22:17:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/hmm.gif", "path": "full/769b57892173755946fc18623f3647ee8d3e730f.gif", "checksum": "28864f0b06d413af60800d8d6b5dd7a1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}