{"forum_title": "RÖFL", "id": "21094", "title": "Stolin justy í söluþræði", "url": "http://www.live2cruize.com/spjall/showthread.php/21094-Stolin-justy-í-söluþræði", "posts": [{"user_name": "Siggi H", "text": "veit einhver hvernig þetta mál endaði? fékk linda bílinn eða?\n\nhttp://www.live2cruize.com/phpBB2/viewtopic.php?t=44426", "date": "2006-12-08 15:35:00", "post_id": 1}, {"user_name": "Binni Morgan", "text": "Shit,ég hefði ekki látið neinn koma svona fram við mig ...........!!!", "date": "2006-12-08 15:44:00", "post_id": 2}, {"user_name": "Dan", "text": "eftir því sem mér sýnist þá tapaði hún peningunum bílnum og öllu.. því 89 módel að drengjum eru ekki skyldugir til eins né neins þar sem 18 ára aldri er ekki náð.. og að bíllinn fór ekki á hennar nafn..\n\r\nbest væri að fara og sækja bílinn og peningana.. með látum <<<icon_twisted.gif>>>  og fyrir þóknun er lítið mál að redda því", "date": "2006-12-08 15:51:00", "post_id": 3}, {"user_name": "Siggi H", "text": "hún virðist nú hafa nokkuð gott case á hann miðað við sönnunargögn sem hún seigist hafa.", "date": "2006-12-08 15:53:00", "post_id": 4}, {"user_name": "SnowMan", "text": "þessi sami dúddi bað mig um að vera ábyrgðarmaður á láni fyrir hann í mánuð  <<<icon_lol.gif>>> ég hefði fengið 10 þús fyrir", "date": "2006-12-08 15:54:00", "post_id": 5}, {"user_name": "Erica", "text": "vona bara að Linda fari með þetta alla leið.. þetta er nottla alveg fáranlegt mál!!", "date": "2006-12-08 16:03:00", "post_id": 6}, {"user_name": "Siggi H", "text": "þýðir ekkert að leyfa gaurnum að komast upp með þetta, það er alveg á hreinu.", "date": "2006-12-08 16:05:00", "post_id": 7}, {"user_name": "Dezzice", "text": "Ef það kemur í ljós að þarna hafi svik átt sér stað og gerð verður lögreglukæra úr þessu máli þá varðar það við lífstíðarbann hér á spjallinu að auglýsa þennan varning.  Við tökum ekki létt á því ef það sannast á fólk að það sé hér að selja þýfi og munum að sjálfsögðu aðstoða lögreglu ef henni vantar einhverjar staðfestingar á því hvaðan þessir póstar koma.\n\r\nSvona viðskiptahættir eru út úr kú ef þetta er satt.", "date": "2006-12-08 17:21:00", "post_id": 8}, {"user_name": "Dan", "text": "satt að seija þá held ég að þessir drengir geri sér nú voða lítið úr því að vera bannaðir.. og af minni reynslu frá lörgeglu þá skiptir voða littlu máli hvaða sannair hún hefur ef bíllinn var ekki á hennar nafni þá er í raun ekkert hægt að gera ,því þeir geta alltaf borið því við að hún hafi ekki staðið við sinn hluta samnings... semsagt er þetta einkamál sem hún þarf að höfða og þetta er orð á móti orði..\n\r\nmikill kostnaður og alltof mikill tími..\n\r\nþetta er dæmi um handalögmál og plein rukkun.. öðruvísi læra þessir fjandar ekki.. ef hún linda eða aðrir vinir hennar hafa ekki aðstæður til að komast í samband við mann sem getur klárað svona mál á þennan hátt þá held ég að hún geti gleymt þessu :wink:", "date": "2006-12-08 17:40:00", "post_id": 9}, {"user_name": "Dezzice", "text": "Ég efast stórlega um að fólk láti sér segjast þó svo það sé bannað af einhverju spjalli, er alveg sammála því.  En aftur á móti hefur þetta fólk lítið að gera hérna ef það stundar svona viðskipti og þ.a.l. er betra fyrir alla hérna inni að svona fólk sé bannað ef þetta sannast upp á þá.", "date": "2006-12-08 18:01:00", "post_id": 10}, {"user_name": "Helgan", "text": "Gleymt þessu????\n\r\nHelduru að hún gleymi bara sisona 50.000, græjum og magnara, eða hvað sem þetta var sem þau hirtu af henni líka?  <<<icon_rolleyes.gif>>>  Ónei félagi minn, vertu nú ekki alveg svo viss um það <<<icon_smile.gif>>> \n\r\nAllaveganna, þá stórlega efast ég um það <<<icon_smile.gif>>>", "date": "2006-12-08 18:03:00", "post_id": 11}, {"user_name": "Siggi H", "text": "mér skildist ekki betur en að þau hafi verið búin að hafa eigendaskipti? <<<icon_confused.gif>>>", "date": "2006-12-08 18:27:00", "post_id": 12}, {"user_name": "Dezzice", "text": "Nei eins og ég skildi þetta þá var búið að skrifa undir pappírana og strákurinn átti að fara og láta eigendaskiptin ganga í gegn og þá fengi hann restina af peningunum en gerði það svo aldrei.", "date": "2006-12-08 18:34:00", "post_id": 13}, {"user_name": "GummiB", "text": "ég vil frekar borga skitinn 2000 kall og fara með eigendaskiptin sjálfur og vera viss um að það sé gert", "date": "2006-12-08 21:48:00", "post_id": 14}, {"user_name": "LindaB", "text": "Oki - Ég ætla að gera eina Laaaaanga sögu hérna .. ! Fyrir þá sem finnst þetta mjög forvitnilegt mál og langar að vita the whole story ..  :wink:  \n\r\nEn annars, þá ætla ég að rekja þetta mál mitt fyrir þig frá A-Ö .. Veit þetta er mjög ruglandi hérna á spjallinu með Birgir og Birkir - allir halda að það sé sami gæjinn .. \n\r\nAnyway, við ákváðum að hitta þau, Eydísi og Birgir ( ekki BippiDaIce heldur vinur hans ) á Select 18. nóvember .. Allt í lagi með það, við vorum á leiðinni frá Akureyri á flutningabíl bara .. Eydís hringdi í mig á leiðinni og sagði að Sigurgeir væri út á sjó, það væri bróðir hans Birgirs og hann væri skráður fyrir bílnum - hvort við gætum ekki reddað því einhvernveginn, hann kæmi í land eftir 2 daga og þá gætu þau látið hann skrifa undir eigendaskiptin og farið með þau .. Ég sagði að það væri örugglega hægt að redda því svo við sömdum um að ég myndi borga henni helminginn í bílnum og þau myndu fara með eigendaskiptin og láta okkur svo vita þegar það væri búið að því - þá myndum við leggja inná þau restina .. \n\r\nEeeenn - við hittumst á Select uppá Höfða og höfðum þetta svona eins og um var samið .. Allt gekk þetta í skýjunum, við tókum bílinn og allir sáttir .. Hann átti að vera í toppstandi - þau gáfu okkur bara afslátt af því þau héldu að rafgeymirinn væri að verða ónýtur og við þyrftum hugsanlega að kaupa nýjann .. Við fórum á næstu bensínstöð, drápum á bílnum og já, hann fór ekki í gang aftur - við þurftum að ýta honum ! Gerðum ekkert mikið mál úr því, skildum bílinn eftir niðrá Samskip þegar við fórum norður aftur .. \n\r\nMánudaginn 21. nóvember sendi Eydís mér sms (þetta fór allt í gegnum hennar síma) .. Hún spurði hvort við gætum nokkuð látið þau fá 10 þúsund, því þeim vantaði að kaupa bremsur á nýja bílinn sinn .. Ég sagði henni að við ættum ekki pening akkurat núna (vildi ekki láta þau hafa pening því þannig var ekki samið) .. Nokkrum dögum seinna sendi hún aftur sms um að þau gætu ekki farið með eigendaskiptin en Sigurgeir væri búinn að skrifa undir, þau ættu bara ekki efni á því að fara með þau .. ! Ég sagði þeim bara að redda því sjálf - svo myndi ég borga eins og um var samið .. \n\r\nVið komum í bæinn nokkrum dögum seinna og Justy-inn fór í gang .. Við keyrðum hann eikkað, drápum á honum fyrir utan búð og hann fór ekki í gang nema að ýta - hann fór ALDREI í gang nema í fyrsta skipti þegar hann var kaldur - svo ekkert meira - mátti ekkert drepa á honum eða neitt .. ! Við urðum brjáluð einn morguninn fyrir sunnan, búin að vinna í 18 tíma og ætluðum að koma okkur heim á bílnum og hann gjörsamlega ÞVERNEITAÐI að fara í gang .. Ég var ekki sátt skiljanlega .. Sendi henni sms um að þau skildu bara greiða okkur til baka - startarinn væri ónýtur og leiddi út, eða þá að þau mættu koma til móts við okkur með þetta .. Hún sagði að við kynnum bara ekki að keyra bílinn og eikkað og upp frá þessu hófst svoldið rifrildi þar sem þau þverneituðu að borga okkur til baka - þau ættu ekki fyrir því ..  \n\r\nVið rifumst um þetta í smá stund, þau spurðu hvar bíllinn væri, hótuðu að ná bara í hann, hótuðu að kæra okkur fyrir að stela bílnum þar sem hann væri ekki kominn á okkar nafn og hótuðu þar með að fara til lögreglunnar .. Ég sagði þeim bara endilega að gera það - þar sem ég var nú með öll sms sem staðfestu að þessi viðskipti hefðu farið fram .. Ég endaði svo á því að reyna að finna málamiðlun í staðinn fyrir að fara út í leiðindi og bað þau að hitta okkur bara á miðvikudaginn, við kæmum í bæinn þá, og þau gætu þá kennt okkur á bílinn þar sem við kynnum augljóslega ekkert á hann - þau voru búin að lýsa fyrir okkur hvað bíllinn gerði, sögðust bara hafa lent 2var í veseni bara fyrst þegar þau keyptu hann --> af hverju slógu þau þá af bílnum til að kaupa nýjann rafgeymi ef það var ekkert vesen nema bara þarna allra fyrst ? Ég fékk ekkert sms til baka - lét þetta bara gott heita .. \n\r\nHeyrðu - ég kom svo suður núna föstudaginn síðastliðinn fyrir viku, og bíllinn var horfinn af Samskips planinu - en við höfðum laggt honum þar í hornið undir rampinum þar sem maður keyrir niðrá bílastæðin .. Við fórum að leita að honum þar sem við höfðum grafið upp heimilisfang hjá mömmu hennar þá bjuggumst við við að bíllinn væri þar - fundum hann ekki .. Leituðum MIKIÐ en aldrei fundum við bílinn .. \n\r\nSvo ég sendi henni sama dag sms og spurði hana hvar bíllinn væri, hún sagðist í öllum smsunum ekki hafa hugmynd um hvar bíllinn væri og þetta kæmi henni bara ekkert við - ég ætti bara að tala við einhvern annan .. Ég bað hana þá um að gefa mér símanúmerið hjá Birgi, hún neitaði og ég spurði hana af hverju ekki - þá sagði hún að mér kæmi það bara einfaldlega ekki við .. Ég sagði henni að mér kæmi þetta við, ég ætti 50 þúsund kall í þessum bíl, mp3 spilara og magnara .. Þá kom : \"Þú getur fengið spilarann og magnarann en engan pen\" .. Í þessu smsi viðurkenndi hún að vita um bílinn og að þau hefðu tekið bílinn .. \n\r\nÉg spurði hana afhverju við gætum ekki fengið endurgreitt, þá var ástæðan sú að þau ættu ekki 50 þúsund kall handa okkur og þau myndu missa herbergið sitt ef þau þyrftu að útvega sér þennan pening .. Ég sagði henni að mér kæmi það bara ekki við - ég ætlaði ekki að gefa þeim þennan pening .. ! \n\r\nAnyway - seinna um kvöldið hringdi ég í hana og spurði hvort þau gætu látið okkur hafa mp3 spilarann og magnarann .. Þá svaraði stelpa sem sagðist ekkert vita um hvað ég væri að tala, hún héti ÞÓREY og hefði keypt þetta númer af stelpu stuttu áður - hefði séð það auglýst á L2C .. Ég var nú ekki alveg að gleypa við þessu, keyrði uppí Engihjalla og sendi sms um að ég þyrfti eiginlega að ná í Eydísi, væri fyrir utan heima hjá henni héldi ég - væri samt ekki alveg viss .. Með því ætlaði ég bara að tjékka á því hvort að Eydís kæmi út í glugga - og þá staðfesta grun minn um að þau hefðu aldrei selt númerið .. Eins og ég benti á í söluþræðinum þá var númerið samt auglýst til sölu .. \n\r\nEftir þetta fór ég til löggunnar og við sýndum þeim ÖLL sms og allt sem við áttum til að sanna þessi viðskipti .. Nú staðfestir þú það að þessi Þórey er kærasta Birkirs .. Þá skil ég þetta mun betur .. Einnig vil ég benda á bloggsíðuna hennar þar sem stendur : \"við seldum henni Lindu Justy-inn okkar, og hún lofaði að fara vel með hann og sona! .. og ég treysti henni allveg 100 fyrir því.. og nú á snowball heima á akureyri .. svo hringdi ég í gaurinn þegar stelpan var búin að láta mig fá pen, og hún farin burt á snowball ... \n\r\nMér þykir þetta ömurlegt mál, þau eru búin að segja öllum að ég hafi verið að féfletta þau og hafi gjörsamlega ætlað að hóta Eydísi með því að ég væri fyrir utan heima hjá henni og gjörsamlega lemja hana í hakkabuff .. ! En sem betur fer veit ég betur - svona var þetta engan veginn .. Við hringdum í Sigurgeir, hann reyndi að tala við bróður sinn sem hafði sagt honum að við hefðum hótað öllu illu og Sigurgeir viðurkenndi að hann hefði sagt þeim að ná bara í bílinn, þó hann væri búinn að skrifa undir .. ! Hann viðurkenndi það líka að þau hefðu alveg átt fyrir eigendaskiptunum, hann hafi haldið að við hefðum ekki viljað borga og sagt þeim að segja okkur að þau gætu ekki farið með eigendaskiptin fyrr en það væri búið að borga allt saman - en hefði ég gert það - NEI .. ! Þá hefðu þau bara getað fengið allann peninginn og ég ekki neitt .. ! \n\r\nNú vilja þau ekki láta mig hafa 50 þúsund kallinn sagði Sigurgeir mér, vegna þess að ég HEFÐI GETAÐ EYÐILAGGT bílinn að einhverju leyti .. ! Ég keyrði bílinn minna en 100 km .. ! En þau vilja láta mig hafa dótið úr honum sem ég átti .. !  \n\r\nVil benda á að áður en ég talaði við Sigurgeir, þá var ég búin að sjá bílinn til tölu hérna í söluþræðinum .. Og þá var ég svo ekki sátt .. Ég fletti upp öllum tengiliðum í þessu dæmi, eins og ég var búin að segja áður .. Foreldrum, vinum, heimilisföngum, kennitölum og öllu sem ég GAT .. ! \n\r\nNú er það þannig komið fyrir að það er verið að finna myndbönd bæði úr Select og Samskip sem sanna það að þau hafi tekið bílinn og að þessi viðskipti hafi farið fram .. - Enda mun koma sér ágætlega að hafa þetta allt á myndbandi - en ég er nú svo góð mannsekja svona í fyrstu - að ég ætla að byrja á því að reyna að segja foreldrum þeirra frá þessu og sjá hvað þau vilja gera áður en ég fer með þetta í lögfræðing .. Veit ekki alveg afhverju ég ætti að gera það svosem - en mér finnst ég ekki geta annað .. Veit ekki alveg hvernig þau munu taka í þetta - eflaust verða þau með börnunum sínum - en ég er að reyna að hafa mig í það að hringja í þau von bráðar .. Vona að þetta mál leysist bara og þau ákveði að fara the easy way frekar en að fara í hart, sem kostar bara mun meiri leiðindi og miklu meiri peninga .. !  \n\r\n-- Það var strákur áðan sem benti mér á bloggsíðuna hennar Eydísar þar sem ég hef þennan texta úr dagbókarfærslu síðan 22. nóvember : “við seldum henni Lindu Justy-inn okkar, og hún lofaði að fara vel með hann og sona!  .. og ég treysti henni allveg 100 fyrir því.. og nú á snowball heima á akureyri  .. svo hringdi ég í gaurinn þegar stelpan var búin að láta mig fá pen, og hún farin burt á snowball..” .. Hann byrjaði á því að tala um það við mig að það væru einhverjir að misskilja þræðinn og sagði mér að Birkir (BippiDaIce) væri vinur hans Birgirs (ég vissi það nú alveg) og að kærastan hans héti ÞÓREY .. En það er manneskjan sem sagðist hafa keypt símanúmerið .. \n\r\nBippiDaIce og Þórey eru semsagt búin að vera að hjálpa Eydísi og Birgi að losna við Justyinn og að selja símanúmer hérna og að þykjast vera manneskjan sem hafi keypt númerið - til að losa sig við okkur ..  <<<icon_exclaim.gif>>> \n\r\nVildi bara koma þessu á hreint ..\r\nVil í tilefni að ég vitnaði í textann hennar benda á : http://www.blog.central.is/dizan_", "date": "2006-12-09 00:00:00", "post_id": 15}, {"user_name": "IngóJP", "text": "váá hvað er málið með svona pakk", "date": "2006-12-09 00:16:00", "post_id": 16}, {"user_name": "baldur", "text": "Vá, þetta eru nú meiri djöfullsins hálfvitarnir.\r\nÞessi þráður um númer til sölu var samt fyndinn. Það var ekkert sagt hvað væri til sölu, bara að það væri selt like um leið og þráðurinn var kominn inn. Yeah right...\r\nÞarf nú eitthvað að athuga uppeldið á þessu liði, svona gerir maður ekki.", "date": "2006-12-09 00:41:00", "post_id": 17}, {"user_name": "Dezzice", "text": "Svo er nú líka þannig að ef maður ætlar á annaðborð að ljúga að reyna nú að halda sögunni <<<icon_rolleyes.gif>>> <<<icon_lol.gif>>>\n\r\nÞað þýðir ekki að segja í einni setningu að Linda sé snarbiluð og rugluð bara og sé að heimta bíl sem hún á ekkert í en segja svo já hún borgaði ekki og svo í næstu segja að bílnum hafi verið stolið til að útskýra afhverju Linda er með lykilinn og svo í þriðju sögunni að segja já þú mátt fá magnarann og spilarann en ekki peningin <<<icon_lol.gif>>>\n\r\nOg að þykjast svo hafa selt númerið, svona honestly í hvaða bíómynd sáuð þið þetta elskurnar mínar <<<icon_lol.gif>>>  Þið vitið að það þurfa að vera eigendaskipti á númerum þannig ef þetta hefði átt að virka þá hefði ég nú barasta farið niðrí síma og lokað númerinu, hefði verið gáfulegra <<<rollinglaugh.gif>>>\n\r\nFarðu með þetta beint í foreldrana.  Nokkuð viss um að foreldrarnir yrðu ekki sáttir við svona kjaftæði.  Maður á ekki að vera nice endalaust ef svona er komið fram við mann.", "date": "2006-12-09 01:28:00", "post_id": 18}, {"user_name": "Stormurinn", "text": "Vona innilega að þú fáir það sem þér ber!\n\r\nEn þessi bloggsíða er alger <<<puke.gif>>> \n\r\nÉg elska þig, búin að vera í burtu í 1 dag, nei ég elska þig mestast....\n\r\nEnywhos. Gangi þér vel í þessari baráttu, en passaðu þig þú munt og hefur án efa lenda í hafsjó af fáfræði og heimsku.\n\r\nGods be", "date": "2006-12-09 02:27:00", "post_id": 19}, {"user_name": "Ingsie", "text": "Jahérna her.. Linda mín gangi þér vel í þessu máli!! =) Bara ****agangur að láta svona <<<icon_surprised.gif>>>", "date": "2006-12-09 02:48:00", "post_id": 20}, {"user_name": "Axel Jóhann", "text": "Haha, hann bað mig líka um að vera ábyrgðamaður fyrir láni. <<<icon_lol.gif>>>", "date": "2006-12-09 03:24:00", "post_id": 21}, {"user_name": "MJ", "text": "og þið eruð báðir alveg 90 model <<<rofl.gif>>>", "date": "2006-12-09 03:30:00", "post_id": 22}, {"user_name": "Axel Jóhann", "text": "Já tala nú ekki um það.  <<<icon_lol.gif>>>", "date": "2006-12-09 03:39:00", "post_id": 23}, {"user_name": "UnnarÓ", "text": "Ég skil þetta sorglega lið ekki, reyna að svindla á fólki hægri vinstri.. Foreldrarnir ekki að standa sig í stykkinu <<<icon_scratch.gif>>>", "date": "2006-12-09 03:44:00", "post_id": 24}, {"user_name": "Dezzice", "text": "Ég skil samt Lindu vel að vilja fara með lögfræðinga og lögreglu í þetta fyrst.  Enda lítur hún MUN betur út þannig heldur en þetta lið.  Hún virðist hafa allar sannanirnar hjá sér í þessu máli þannig mun heiðarlegra að ganga þessa leið.", "date": "2006-12-09 15:52:00", "post_id": 25}, {"user_name": "Dezzice", "text": "Höldum þessum þræði clean.  Alveg óþarfi að birta myndir af þeim hérna og svona og tala um að dangla í þetta lið næst þegar maður sér það.  Linda er að fara réttu leiðina í þessu máli og hún ætlar að halda henni áfram þangað til hún fær sitt.\n\r\nÉg skora einnig á Bippa og co að koma með sína hlið á málinu þar sem þau virðast halda því fram að þetta sé allt stór misskilningur og bögg í Lindu <<<icon_wink.gif>>>", "date": "2006-12-09 15:58:00", "post_id": 26}, {"user_name": "Bc3", "text": "tilhvers að fara i lögfræðin mikklu fljótlegra bara mæta á staðinn og lemja þá og foreldra þeirra ef þeir bua þar enþá og taka allt verðmætt innandyra og selja það svo  :wink:  betra að fá þennan 50k  x10 tilbaka  istað láta þá borga lögfræðikostnað sem þú færð ekkert nema 50k af", "date": "2006-12-09 16:01:00", "post_id": 27}, {"user_name": "Dezzice", "text": "Vegna þess að maður á ekki að lemja lítil börn <<<icon_rolleyes.gif>>>\n\r\nSvo finnst mér leiðinnlegt að láta hóta MÉR í PM <<<icon_rolleyes.gif>>>\n\r\nOg óþarfi að blanda fólki inn í þetta sem kemur þessu ekkert við eins og foreldrum þeirra.  Hvað veit maður nema þetta séu sómaforeldrar sem hafa ekki hugmynd um hversu fávitalega þetta lið er að haga sér.  Væri fáránlegt að láta þetta bitna á alsaklausu fólki.  \n\r\nKannski er ég bara svona heiðarleg að ég myndi reyna allt til að ná peningnum út heiðarlega og á góðan máta  <<<icon_redface.gif>>>  Líka ég meina common ertu ekki orðin jafn slæmur ef þú ætlar að fara að hirða pening og eigur af öðrum????  Þá ertu orðin jafn mikill aumingi og gæinn sem stal af þér peningunum til að byrja með.  Fer ekki niðrá sama plan og þannig fólk.  Fínt að fá 50k tilbaka og dótið en ekki meira en það.", "date": "2006-12-09 16:05:00", "post_id": 28}, {"user_name": "Bc3", "text": "ég var lika bra djoka ég er svo mikill e thug  <<<icon_redface.gif>>> <<<icon_mrgreen.gif>>>", "date": "2006-12-09 16:07:00", "post_id": 29}, {"user_name": "baldur", "text": "Mér hefur sýnst að mörg vandamál nútímans séu bara tilkomin af því að foreldrar eru ekki nógu duglegir að lemja börnin sín...", "date": "2006-12-09 17:47:00", "post_id": 30}, {"user_name": "MJ", "text": "já balli er fín fyrirmynd fyrir forledra sem eru tregir i svona átök við börnin sín", "date": "2006-12-09 17:50:00", "post_id": 31}, {"user_name": "Dezzice", "text": "Kannski ekki lemja þau en það vantar rosalegan aga á nýrri kynslóðina.  Það er eins og þetta lið hafi ekkert skynbragð á reglur, almenna kurteisi og bara yfir höfuð hvernig maður á að koma fram við annað fólk.  Það virðist halda að það geti svikið fólk eða gengið á bak orða sinna hægri vinstri og ekkert gerist.  Enda ekki að furða þar sem foreldrar virðast rosalega gleyma því að láta börnin sín taka afleiðingum gjörða sinna.  Fullt af þessum krakkabjálfum eru orðin svo veruleikafyrrt að það hálfa væri nóg.  Þau halda að það gangi að hóta fólki bara hægri vinstri og þykjast vera voðalega stór þegar í flestum tilfellum hafa þau ekki hundsvit á því hvað þau eru yfirhöfuð að segja og eru oftar en ekki hótandi kolröngu fólki <<<icon_rolleyes.gif>>>", "date": "2006-12-09 17:58:00", "post_id": 32}, {"user_name": "bjahja-323i", "text": "Já þá væri allt betra <<<icon_rolleyes.gif>>> \r\nNei, mörg vandamál nútímans eru af því að foreldrar ala börnin sín ekki upp yfir höfuð.", "date": "2006-12-09 18:23:00", "post_id": 33}, {"user_name": "the REDNECK", "text": "var á fyrir lestri um kennslu og uppeldi í skólum um daginn (ekki spyrja af hverju) þar sagði maður einn að vanda málin væru mest í yngrideildum grunnskóla vegna þess að börn í 1 bekk væru með sex ára stjórnunar reynslu þegar þau koma í skólann nú í dag. Svo fór ég að pæla þetta er rétt hjá honum. Enn varðandi vanda mál Lindu þá er um að gera að ná sér í góðan lögfræðing og hjóla í þetta pakk allavega væri ég orðin létt klofinn", "date": "2006-12-09 18:50:00", "post_id": 34}, {"user_name": "Herra-Island", "text": "Nákvæmlega, það má ekki skamma börn, 15 ára krakkar mega ekki einu sinni vinna nema ÖRFÁA klukkutíma á dag.\r\nSemsagt það er bannað að aga krakka því þá væri maður slæmt foreldri, mikið betra bara að láta þetta bara flakka um göturnar og leyfa því að gera sem það vill, allavega finnst sumum það.\n\r\nOg ég vona að hún fái peningana sína aftur, en ef þess þarf að fara bara \"hörðu\" leiðina í gegnum það, kannski læra þessir krakkaskrattar af því.\r\nFyrr eða seinna eiga þessir krakkar eftir að svindla á vitlausum manni.", "date": "2006-12-09 19:28:00", "post_id": 35}, {"user_name": "bjahja-323i", "text": "Ekki vera hálfvitar, ofbeldi er ekki leiðin. Agi er ekki sama og ofbeldi", "date": "2006-12-09 19:36:00", "post_id": 36}, {"user_name": "Dezzice", "text": "Ofbeldi er aldrei rétta leiðin, enda ekki þess virði að leggjast á jafn lágt plan og svona fólk.", "date": "2006-12-09 21:39:00", "post_id": 37}, {"user_name": "MJ", "text": "nákvæmlega, fólk virðist oft blanda því saman", "date": "2006-12-09 22:44:00", "post_id": 38}, {"user_name": "RAT", "text": "sama hvað maður gerir fyrir eða við börnin sín þá er maður slæmur foreldri á einn eða annan hátt virðist vera , en að berja barnið sitt er ekki rétt leið hægt að aga það á aðra máta myndi ég halda , ég mun allavega ekki leggja hendur á börnin mín á ofbeldisfullan hátt .", "date": "2006-12-09 22:46:00", "post_id": 39}, {"user_name": "RAT", "text": "horfið þið bara aðeins oftar á super nanny þá skiljið þið þetta <<<icon_biggrin.gif>>>", "date": "2006-12-09 22:47:00", "post_id": 40}, {"user_name": "Bc3", "text": "ég hef aldrey verið fleyngdur af mömmu og pabba  <<<icon_cool.gif>>>  alltaf svo þægur lítill strákur  <<<icon_redface.gif>>>", "date": "2006-12-09 22:47:00", "post_id": 41}, {"user_name": "Viktorkarl", "text": "Oj, djöfull væri ég pirraður yfir þessu\n\r\nOfbeldi er ekki rétta leiðin, en ef allt annað bregst þá er það oft góð leið til að láta sjálfum sér líða betur  :wink:", "date": "2006-12-09 23:00:00", "post_id": 42}, {"user_name": "Dezzice", "text": "Ég myndi aldrei láta mér detta í hug að leggja hendur á börnin mín eða annarra manna börn, finnst það ekki leysa neitt.  Það sýnir bara að maður er búin að missa stjórn á aðstæðum og getur ekki tjáð sig.\n\r\nSammála með Supernanny LOL SNILLDAR ÞÆTTIR <<<icon_mrgreen.gif>>>", "date": "2006-12-09 23:33:00", "post_id": 43}, {"user_name": "Aron Preza", "text": "þetta er nu ekki allveg satt hja þer <<<icon_lol.gif>>>", "date": "2006-12-09 23:36:00", "post_id": 44}, {"user_name": "Dezzice", "text": "Ok skal umorða þetta.\n\r\nOfbeldi er sjaldnast rétta leiðin <<<icon_wink.gif>>>", "date": "2006-12-09 23:37:00", "post_id": 45}, {"user_name": "Karlsson", "text": "Handrukka svona lið.....", "date": "2006-12-11 11:47:00", "post_id": 46}, {"user_name": "Hrannsnegger", "text": "veistu ég gæti bara ekki verið meira sammála þér <<<icon_evil.gif>>> \n\r\nsvona fólk á ekkert annað skilið nema barsmíðar <<<icon_twisted.gif>>>", "date": "2006-12-11 17:01:00", "post_id": 47}, {"user_name": "Siggi H", "text": "finnst líka skondið að þau eða enginn sem þekkir þau komi og svari fyrir þau <<<icon_rolleyes.gif>>>", "date": "2006-12-11 21:01:00", "post_id": 48}, {"user_name": "Diddilitli", "text": "eru þau ekki bara komin í bann og allir sem að þau þekkja  <<<icon_rolleyes.gif>>> <<<icon_lol.gif>>>", "date": "2006-12-12 00:23:00", "post_id": 49}, {"user_name": "ÓskarG", "text": "Þetter bra lygi hættið að segja svona um vini mína, þau gerðu ekki neitt Linda er bara þjófur og stal Justínum <<<icon_exclaim.gif>>> <<<icon_exclaim.gif>>> <<<icon_exclaim.gif>>>", "date": "2006-12-12 00:29:00", "post_id": 50}, {"user_name": "Diddilitli", "text": "hahahaha <<<icon_lol.gif>>>", "date": "2006-12-12 02:22:00", "post_id": 51}, {"user_name": "GeiriB", "text": "Ég hef nú ekki verið að eyða tíma í að svara í þessarri umræðu þar sem sumir þurfa að vinna annað en augljóslega aðrir...\r\nÞað eru greinilega 2 hliðar á öllu sem og þessu... þið ykkar sem ekkert vitið um málið... kannið staðreyndir... ég ákvað að skipta mér sem minnst af þessu þar sem bróðir minn lennti í Lindu þegar ég var í svíþjóð, en við ætlum okkur ekki að vera með þetta á netinu þar sem ekki þykir ástæða til og ætlum við okkur frekar að leita réttar okkar gegn Lindu... Linda keypti bílinn í X ástandi, og væntanlega prófaði bílinn, og eins og þið ykkur grein fyrir þá hættir maður ekki við að kaupa bíl eftir 1-2 vikur af því að manni mislíkar hann, þetta er ekki eins og að versla í hagkaup eða rúmfatalagernum... hún keypti hann í því ástandi sem hann var!!! og leitt að bíll sem er 16 ára gamall og átti að kosta 100þús hafi ekki verið jafn góður og bensinn, <<<icon_confused.gif>>>  eða ég ber hann allavega ekki saman við Mustanginn minn... :P   Og hún hefði getað greitt restina GEGN því að fá tilgreinda pappíra og klára málið, eða hvað?? SEM og ÉG er ítrekað búin að REYNA að koma til móts við hana og klára málið en hana vantar augljóslega bara athygli sem hún er svo sannarlega að fá!! Kveðja Geiri...  :wink:", "date": "2007-01-13 18:43:00", "post_id": 52}, {"user_name": "Sæli", "text": "ha?", "date": "2007-01-13 19:50:00", "post_id": 53}, {"user_name": "Coupe", "text": "taka og slátra þessu liði og fynnst að BippiDaIce ætti að fá ævilangt bann hérna.\n\r\nkennir hinu að vera ekki að auglýsa stolið dót <<<icon_evil.gif>>>  skít sama hvort hann vissi af því eða ekki. Honum að kenna að vera auglýsa fyrir aðra <<<icon_twisted.gif>>>", "date": "2007-01-13 19:51:00", "post_id": 54}, {"user_name": "Dezzice", "text": "Þetta mál er rosalega viðkvæmt í alla staði og margar hliðar á því.\n\r\nBippi segir við mig að hann hafi ekki vitað af þessu þannig væntanlega er þetta vini hans að kenna að hafa komið svona illa fram við hann að segja honum ekki hvernig málin stæðu.  Hann segist ekki hafa tekið þátt í þessu og ég hef bara hans orð fyrir því þannig ef það er satt þá á hann auðvitað ekki skilið bann.  Held það sé einfaldast bara að læsa þessum þræði og þeir sem að þessu máli koma ræði þetta bara sín á milli.  Ekki alveg viss um að spjallborð sé vettvangur fyrir þessar umræður.", "date": "2007-01-13 19:58:00", "post_id": 55}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/puke.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rofl.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif"], "date": "2006-12-08 15:35:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/puke.gif", "path": "full/d91deab9afdd734d1b124123e1e75698d7a4ab3b.gif", "checksum": "a90524f47820ee6c96f6ba7d7d87e16d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rofl.gif", "path": "full/51b00a571877dec3874bcb115ce2e201729ce345.gif", "checksum": "1ad96412c720bd904dce789340e6228f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "path": "full/eee4b2d7dd562d7e5941abc6122014deb9b3d474.gif", "checksum": "dfddfc30e10b880f76a3b030817b033c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}]}