{"forum_title": "Almennt spjall", "id": "21147", "title": "Suðurlandsvegurinn", "url": "http://www.live2cruize.com/spjall/showthread.php/21147-Suðurlandsvegurinn", "posts": [{"user_name": "Viktorkarl", "text": "Jæja, ég las Fréttablaðið í morgun og þar stóð að Sturla, okkar ástkæri samgöngumálaráðherra, vill setja 2+1 veg á milli Reykjavíkur og Selfoss, er ég sá eini sem finnst það alveg þroskaheft lausn ?\n\r\nÞýðir ekkert að spara á svona dæmi, það þarf hvort eð er að koma 2+2 vegur þarna fyrr eða síðar!", "date": "2006-12-09 23:03:00", "post_id": 1}, {"user_name": "RAT", "text": "skamtímalausnirnar hjá þeim eru fáránlegar ... gerðar til að spara kostnað en til langstíma litið kosta þær alltaf tífallt meira! \n\r\nþað á að henda þessum ráðherra úr stóli og skipa nýjan sem hefur hagsmuni allra í huga . Ríkið hefur vel efni á að laga alla vegi á íslandi .", "date": "2006-12-09 23:16:00", "post_id": 2}, {"user_name": "Elnino", "text": "þessi sturla er náttulega bara *******... \n\r\nsvo er sagt að það muni ekki svo mikið um slys hvort sem það er 2+1 eða 2+2\n\r\nhverjum er ekki sama hvort að það muni ,,litlu\" því að þetta litla getur orðið banaslys og það MUNAR", "date": "2006-12-10 00:35:00", "post_id": 3}, {"user_name": "kelirína", "text": "2+1 veg til Selfoss og til Borgarnes er málið.\n\n\r\nÁður en þið dæmi Sturlu og 2+1 veg eitthvað vonlausa þá skoðið málið betur hvað varðar 2+1 veg, umferðaröryggi og annað miðað við  2+2 veg", "date": "2006-12-11 18:29:00", "post_id": 4}, {"user_name": "palmi", "text": "það a bara að vera 2x2 þarna á milli því þessi vegur er stórhættulegur það er margsannað hvað þarf til að láta þessa menn hugsa svo á að gera einhver göng á milli siglufjarðar og ólafsfjarðar það eru nú bæir sem eru að deyja út hér á íslandskorti en þeir vilja ekki gera góðan veg á milli rvk og selfoss", "date": "2006-12-11 18:51:00", "post_id": 5}, {"user_name": "Steini B", "text": "Hefur þú keirt 2+1 kaflann milli selfoss-reykjavík?\r\nOg hefur þú keirt 2+2 kaflann milli keflavíkur-reykjavík?\n\r\nÞað er Gífurlegur munur!!!\n\n\r\nÉg sætti mig sko alls ekkert við að það yrði bara 2+1 hérna á milli, þó svo að það sé skárra en 1+1...", "date": "2006-12-11 20:34:00", "post_id": 6}, {"user_name": "gazzi", "text": "Það er bara ALLT annað mál að keyra 2+2 heldur en 2+1 ! Svo miiiklu þægilegra að það er ekki fyndið, spara tíma fyrir alla held ég bara og muun öruggara þegar yfir heildina er litið.", "date": "2006-12-11 20:41:00", "post_id": 7}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Skammtíma lausnir alltaf hreint. Er þetta alveg heilalaust pakk. Bara gera þetta almennilega ef það á að gera þetta á annað borð. Halda þeir virkilega að það sparist einhver peningur ef það þarf síðan að tvöfalda eftir hvað, 10 ár? \n\r\nSvipað og með unglingavinnuna, ég ásamt fullt af unglingum vorum að gróðursetja allt grafarholtið fyrir 10 árum, 6 árum síðar er allt grafið upp og byrjað að byggja. \r\nSvipað með það sem systir mín gerð í unglingavinnunni. Var allt grafið upp stuttu seinna fyrir eitthvað annað.\n\r\nÓtrúlegt hvað það er alltaf hugsað stutt fram í tímann, aldrei hugsað um þróun í samfélaginu. Hlutirnir breytast!", "date": "2006-12-11 23:23:00", "post_id": 8}, {"user_name": "KiddiJeep", "text": "Hvernig væri líka ef fólk myndi róa sig aðeins í umferðinni þegar það er hálka og slæm færð, frekar en að taka sénsinn og eiga síðan á hættu að lenda framan á næsta bíl? <<<icon_rolleyes.gif>>> Og sætta sig við það að aka aðeins hægar fyrir aftan einhvern frekar en að brenna framúr við hvaða aðstæður sem er... mér finnst allavega tvöföldun ekki vera algjör 100% lausn á þessu, fólk þarf að líka að læra að keyra <<<icon_evil.gif>>>", "date": "2006-12-11 23:32:00", "post_id": 9}, {"user_name": "kelirína", "text": "2+1 vegurinn í Svínahrauni er EKKI rétt breidd af 2+1 vegi með vegriði á milli akstursátta.  Þar af leiðandi er EKKI rétt mynd af þeim vegi hér á landi og flest allir sem gagnrýna þann veg eru að gagnrýna veg sem því miður var upphaflega EKKI með í upphaflegu framkvæmdum vegrið á milli akstursátta.  Það vantar um 3m. á breidd vegarins í Svínahrauni miðað við hefðbundinn 2+1 veg með vegriði.\n\r\nSvo ef sumir hugsa aðeins og rýna í slysatölur þá væri miklu betra að gera 2+1 veg til Selfoss og til Borgarnes fyrir sama pening og færi aðeins í 2+2 veg til Selfoss.    \n\r\nBara í ár hafa 4 látið lífið á Vesturlandsveginum en 2 á Suðurlandsveginum..     Einnig hafa fleiri slasast á Vesturlandsveginum núna í ár.    Nú spyr ég, eru íbúar á Suðurlandi svo eigingjarnir að þeir eru ekki tilbúnir að skoða málið og fá 2+1 veg á Suðurlandsveg og Vesturlandsveg.  Svona miklar framkvæmdir munu koma við alla landsmenn fjárhagslega t.d. verðbólga o.frv.\n\r\nEinnig er ég sammála Wrangler með að það er algjört Agaleysi, tittilsleysi og Virðingarleysi í umferðinni og það er eitthvað sem þarf að breyta strax.", "date": "2006-12-12 00:52:00", "post_id": 10}, {"user_name": "Hrannsnegger", "text": "ég hef aðeins eitt að seigja um samgönguráðherra. er hann 1 maðurinn sem kemst upp með það að vera hauga fullur jafnvél upp dópaður i vinnuni eða er hann bara svona hellviti heimskur <<<drunken_smilie.gif>>>", "date": "2006-12-12 03:46:00", "post_id": 11}, {"user_name": "baldur", "text": "Það er amk engin spurning um að það þarf að ganga þannig um hnútana á þessum stöðum að bílar úr sitthvorri áttinni geti ekki rekist saman. 2+1 vegur er mikið betri en það sem við höfum þarna í dag en ég er ekki sannfærður um að það sé ekki til peningur hjá ríkinu til að fara alla leið, ekki erum við að kaupa neitt lítið af bensíni. Og ef ríkið segir að það sé ekki til peningur þá spyr ég bara af hverju er verið að reisa \"tónlistar og ráðstefnuhús\" fyrir tugi milljarða?", "date": "2006-12-12 11:12:00", "post_id": 12}, {"user_name": "GSTuning", "text": "2+2 , það á eftir að vera svoleiðis vegur þarna og því ekki gera hann strax??\n\r\nSpara hvað á að gera 1+2 ,, það eru fleiri slys á svoleiðis vegi og því er verið að meta mannslíf fyrir peninga, \n\r\nÉg segji 2+2 og 0 töpuð mannslíf, það hefur sínt sig á reykjanesbrautinni", "date": "2006-12-12 11:41:00", "post_id": 13}, {"user_name": "IngóJP", "text": "Þetta 2+1 er bara kjaftæði alveg sama þótt að þessi 2+1 sé ekki réttur hérna eins og hann er í dag.....\n\r\nbý í Hveragerði og við förum daglega á milli og það er staðreynd að 2+1 gengur ekki", "date": "2006-12-12 15:57:00", "post_id": 14}, {"user_name": "Binni", "text": "skjóta þetta", "date": "2006-12-12 16:30:00", "post_id": 15}, {"user_name": "Binni", "text": "<<<icon_lol.gif>>>  nei djók... en maðurinn er samt ****", "date": "2006-12-12 16:31:00", "post_id": 16}, {"user_name": "kelirína", "text": "Þið sem búið á Suðurlandi og aðrir.  Þegar þið eruð að koma að 2+1 veginu, hvernig verður umferðin.  Hún verður greiðfær, þ.e.a.s. þeir sem vilja komast framúr komast framúr.  Ef ekki eru tvær akreinar þá er ekkert mál að bíða í 5km eða um 1 til 2 mínútur og koma sér svo framúr næst þegar akreinarnar eru tvær.  Þetta hefur skilað sér mjög vel í Svíþjóð sem er það land sem öll lönd miða sig við hvað varðar umferðaröryggi enda eru Svíar fremstir þar á bæ.\n\r\nÉg segi því 2+1 veg til Selfoss og Borgarnes og ekkert kjaftæði.", "date": "2006-12-12 19:37:00", "post_id": 17}, {"user_name": "Binni", "text": "hefur þú verið að keyra vörubíl og séð allar hetjurnar skjóta sér frammúr þér rétt áður en vegriðið byrjar?", "date": "2006-12-12 23:17:00", "post_id": 18}, {"user_name": "Karlsson", "text": "2+1 er alltof lítið þarna meðan við umferð.\r\nÞað eru stórir flutningabílar sem eru að keyra þarna allann daginn og eru oft ekki á hámarkshraða og þeir sem eru að drífa sig reyna að negla sér frammúr við fyrsta tækifæri það bíður bara uppá vandamál.  <<<icon_confused.gif>>> \n\r\n2+2 er málið þá geta flutningabílarnir verið á hægri akrein og við einnig og þeir sem eru að drífa sig eða taka frammúr verið á vinstri mun minni slysahætta.\n\r\nEn víst að hann ætlar að gera þetta 2+1 í hvað eru peningarnir okkar að fara mér finnst við þurfa að borga nógu og andskoti mikið í skatt þannig að mér finnst að það eigi að nota nokkur % í vegina þeir eru ógeðslegir á mörgum stöðum rétt fyrir utan höfuðborgarsvæðið, jafnvel á höfuðborgarsvæðinu 2 + 2 á þetta allt !", "date": "2006-12-12 23:44:00", "post_id": 19}, {"user_name": "GeiriWRX", "text": "Það ætti að kjósa um þetta.. Leyfa skattgreiðendum að ráða förinni einu sinni... 2+2 er klárlega málið, auðveldar umferð á alla vegu, og þá er kannski möguleiki að komast á skikkanlegum tíma eins og td. um versl.helgi..", "date": "2006-12-13 00:20:00", "post_id": 20}, {"user_name": "Twincam", "text": "hámarkshraði á flutningabílum er 80km á klukkustund gáfnaljós.. svo að það er ekkert skrítið þó þeir séu ekki á \"hámarkshraða\"  <<<icon_rolleyes.gif>>>", "date": "2006-12-13 00:38:00", "post_id": 21}, {"user_name": "kelirína", "text": "Ef um 2+1 veg verði að veruleika þá verða engar svona hetjur þar sem að vegrið mun verða lagt alla leiðina og þá er ekki hægt að taka framúr þegar vegurinn er einbreiður.  Vegrið er það fyrsta sem þarf að framkvæma til að koma í veg fyrir óhöpp og alvarleg slys vegna framanákeyrsla.\n\r\nSkattpeningarnir okkar fara nú í fleira en vegamál t.d. sendiráð, laun og dagpeningar ráðherra og fylgiliðs erlendis o.fl.", "date": "2006-12-13 09:17:00", "post_id": 22}, {"user_name": "Pokémon", "text": "Þar sem að Kelirína vinnur hjá Umferðastofu þá tel ég hana ekki getað séð þetta með öðrum gleraugum en gleraugum Umferðarstofu.  Eins málefnaleg og þú getur verið þá er ekki allt rétt hjá þér jafnvel þó að einhverjir verkfræðingar og spekingar innan US líti á Svíþjóð og geri copy/paste.  Hugmyndirnar sem að þið hafið komið með undanfarið hafa verið svo kjánalegar og réttara sagt heimskulegar að ég myndi skammast mín fyrir það að vinna hjá þessu fyrirtæki.  Bureaukratar og hræsnarar!\n\r\n2+1 er frábær tímabundin lausn.  Ef við lítum á Reykjanesbrautina og hvernig það var unnið þá sjá með að það borgar sig ekkert að tefja eða fresta öllu.  Við værum kominn með 2+2 alla leið til Keflavíkur ef sumir hefðu ekki ákveðið að \"spara\" og gera þetta í tveimur þrepum.  Fá bara tilboð í allan pakka og þá þurfum við ekki að hugsa um þetta næstu áratugana.\n\r\n2+2 og ekkert kjaftæði eins og þú orðaðir það sjálf.", "date": "2006-12-13 09:42:00", "post_id": 23}, {"user_name": "kelirína", "text": "Þetta eru mínar skoðanir en ekki skoðanir með blöndu frá US.  \n\r\nÞetta er spurning um hvernig vegurinn verður fjármagnaður.  Ef einkaaðilar fara í framkvæmdirnar þá gott mál og búið til 2+2 veg en ef ríkið/vegagerðin fer í framkvæmdirnar þá ekkert annað en 2+1 veg.  Svona stórframkvæmdir ásamt þeim stórframkvæmdum sem verið er að vinna í núna = meiri verðbólga, hærri vextir, erfiðara fyrir fjölskyldur í landinu að lifa.\n\r\nSuðurlandsvegurinn er fjallvegur og í dag er mikil hætta á hálku og ófærð þegar eitthvað veður verður á Hellisheiðinni á veturna.  Það hefur oft orðið að loka veginum um Hellisheiði vegna óhapps sem verða í Hveradalabrekkunum en þar er vegurinn reyndar mjög breiður.\r\nÞað er ekkert mál að bæta við fjórðu akreininni við 2+1 veg með tímanum.  Þá segi ég að 2+1 vegur til Selfoss og Borgarnes (Suðurlandsvegurinn og Vesturlandsvegurinn) og ekkert kjaftæði.\n\r\nUmferðarstofa kom ekki með 2+1 hugmyndina.  Þetta eru Vegagerðin sem sér um skipulag vega landsins", "date": "2006-12-13 09:49:00", "post_id": 24}, {"user_name": "Pokémon", "text": "Ég verð nú að viðurkenna að þú hefur rétt fyrir þér með kostnaðarliðina og því sem fylgir.  \n\r\nÞað versta samt sem áður er að lenda í því að keyra suðurlandsveginn í áttina að bænum um helgar.  Umferðin rokkar á bilinu 60-80 km/h útaf því að bóndinn frá Syðra-Fjarskabúi er að koma í bæinn, hann er vanur að keyra dráttarvélina sína í mestu makindum og sér enga ástæðu fyrir því af hverju hann ætti að hætta sér upp í 90 km/h.\r\nEf vegurinn yrði tvöfaldaður í bæinn þá gæti maður allavega haldið 90 km/h -100 km/h og jafnvel sett krúsið í gang.  Það væri algjört met ef hægt yrði að nota það hér landi. Með því að hafa 2+2 þá eykuru allavega vellíðan ökumanna til muna eins og gerst hefur hjá þeim sem aka til Reykjaness.", "date": "2006-12-13 10:06:00", "post_id": 25}, {"user_name": "urban", "text": "þessu er ég nefnilega alfarið á móti...\n\r\nef að það er gerður 2+1 vegur þá er hann samlyggjandi með vegriði (eða ætla rétt að vonast til þess að þeir drulli vegriði á milli)\n\r\nen málið er að mínu mati er þetta ekki bara spurning um öryggið, heldur líka það að vera ekki að kasta krónunni til að hirða aurinn, málið er að einsog staðan er í dag þá er oft á tíðum bæði suðurlands vegurinn og vesturlandvegurinn ekkert að anna umferð, og jújú setjum 2+1 en málið er að það væri ekkert betra upp á að anna umferð þar sem að 2+1 mundi væntanlega þrengjast og ´víkkast til skiptis,  gera þetta bara alminnilega og setja þetta 2+2 og einsog reykjanes brautina, aðskilda vegi fyrir sitthvora átt en ekki 2+1 með vegriði og síðan bæta seinna við næstu akrein", "date": "2006-12-13 10:17:00", "post_id": 26}, {"user_name": "kelirína", "text": "eins og ég sagði áður,  ef einkaaðili fjármagnar verkið þá 2+2 veg en annars 2+1 veg (með vegriði á milli akstursátta).  Þetta er það stór og dýrt verkefni að það verður að hugsa hvað það hefur í för með sér fjárhagslega svo og umferðaröryggislega.  Munurinn á 2+1 og 2+2 veg eru 10% hvað öryggi varðar en fjárhagslega er munurinn gríðarlegur.  Fyrir sama pening og ef lagður væri 2+2 vegur til Selfoss þá væri hægt að leggja 2+1 veg til Selfoss og Borgarness.", "date": "2006-12-13 11:06:00", "post_id": 27}, {"user_name": "LindaB", "text": "Ég verð nú bara að segja að mér finnst 2+1 vegur ekkert asnaleg hugmynd - held það sé bara alveg nógu gott .. !\n\r\nVið getum ekki endalaust verið að hækka skattana okkar ( eins og þeir séu ekki nógu háir ) og láta pening í svona úrbætur - 99% af þessum vandamálum eru vegna þess að fólk kann ekki að keyra - og mér finnst persónulega ekki að það eigi að bæta og borga endalaust og stækka, það er engin lausn heldur - sumt fólk kann ekki að keyra hvort sem er .. !\n\r\nÉg held bara persónulega að þar liggi stærsta vandamálið ..", "date": "2006-12-13 11:57:00", "post_id": 28}, {"user_name": "GSTuning", "text": "Það má vera rétt að hluta, enn ekki gleyma því , hvað kostar svo að breyta þessu 2+2 þegar allt verður komið í sama farveg og er núna??\n\r\nRíkið virðist aldrei hugsa svo langt er það", "date": "2006-12-13 13:38:00", "post_id": 29}, {"user_name": "BJORI", "text": "Mikið rosalega er ég sammála þér með að fólk kann ekki að keira ! \r\nEða spurning hvort fólk kunni að keira, en meigi hreynlega bara ekki vera að því að koma sér á milli staða !\n\r\nég  keiri nánast daglega rútu þarna yfir og sé alltof oft alveg glórulausan frammúrakstur þarna , og þótt svo að maður sé alveg að keira á 90 km hraða.....\r\nEnn engu að síður þá vill ég einhverjar úrbætur þarna yfir, þótt svo að það væri bara um 2+1 að ræða, það er strax mikil bragabót, þótt svo að 2+2 sé af sjálfsögðu best ......\n\r\nEn er fólk tilbúið til að fara að greiða veggjald þarna yfir líkt og í göngin ?\n\r\nÉg helld að það komi seint fram lausn á þessu máli sem allir verði sáttir við  <<<icon_sad.gif>>>", "date": "2006-12-14 15:32:00", "post_id": 30}, {"user_name": "MikeVTT", "text": "Það er eitt sem er að gleymast í þessu öllu. 2+1, 2+2 er að stór hluti ökumanna kann ekki að keyra á  svona vegum, það þarf að huga að öðrum í kringum sig, eitthvað sem mönnum finnst ferlega erftitt og aðalmálið er að \"ÉG\" komist mína leið.\r\nSumir fatta ekki að vintri akreinin er ekki til að keyra á allann tímann, þar taka menn framúr ef þeir þurfa þess og skipta svo til baka á þá hægri.  Fer alveg ferlega í pirrurnar á mér að menn hanga á vinstri akrein á 60-70 og bullandi framúrakstur hægramegin því ****ið er öfugumegin miðað við hraða.\n\r\n2+2 er til mikilla bóta, en getur valdið glundroða ef engin kann umferðarreglurnar, sjáið bara hvernig þetta gengur fyrir sig í þýskalandi", "date": "2006-12-14 16:25:00", "post_id": 31}, {"user_name": "Viktorkarl", "text": "Kelerína, ef þú ætlar að tala um sparnað og ódýrlegheit þá skulum við aðeins horfa lengur fram í tímann heldur en næstu 2 árin.\n\r\nÞað þarf ekki mikið meira en 100 í greindarvísitölu til að geta séð fram á þetta.", "date": "2006-12-15 08:21:00", "post_id": 32}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/drunken_smilie.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif"], "date": "2006-12-09 23:03:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/drunken_smilie.gif", "path": "full/b601b67e63a495e69bf9241fbe279161d81727c2.gif", "checksum": "0ad55663e86c33e6cfeb81d4eef2fe45"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}]}