{"forum_title": "Almennt spjall", "id": "2207", "title": "Spurning eingöngu til MAGGA", "url": "http://www.live2cruize.com/spjall/showthread.php/2207-Spurning-eingöngu-til-MAGGA", "posts": [{"user_name": "ZeriUs", "text": "Jæja Maggi minn vist að þú ert heill á húfi og getur greinilega komist í tölvu  Villtu þá ekki endilega segja okkur hvað kom fyrir????\n\r\nBara svona til að stoppa þessa \"Lýgi\" um þennan árekstur\n\n\n\n<<<icon_lol.gif>>> <<<icon_lol.gif>>> Sannur karlmaður segir rétt frá!!  <<<icon_lol.gif>>> <<<icon_lol.gif>>> \n\n\n\n\nP.s Þetta er ekkert leiðindar kommet or sum þannig að ÞIÐ þurfið ekkert að loka þessum þráð", "date": "2004-03-29 19:40:00", "post_id": 1}, {"user_name": "gunnar", "text": "úff þis is göna gett öglí", "date": "2004-03-29 20:12:00", "post_id": 2}, {"user_name": "minnskalli", "text": "ég held að Maggi skuldi hvorki þér né klúbbnum einhverja útskýringu á hvað gerðist ..\n\r\nþetta var slys og báðir aðilar sluppu þokkalega vel", "date": "2004-03-29 21:11:00", "post_id": 3}, {"user_name": "SheDevil", "text": "Slappiði bara af, það er ekki eins og heimurinn hætti að snúast þó þið fáið ekki að vita nákvæmlega hvað gerðist hjá magga, og hann segir bara frá því ef hann einn kærir sig um það!\n\r\nMér er alveg slétt sama hvort ég komist að því hvað gerðist eða ekki, það breytir bara engu fyrir mér og mér finnst að þið ættuð alveg að geta stigið aðeins afturábak og slappað af AÐEINS!\n\r\nÞetta er orðið meira en lítið þreytt þetta helvítis skítkast og forvitni, og hugsið bara aðeins um HVAÐ ER RÖKRÉTT AÐ GERA?\r\nJú það er að láta þetta bara kyrrt liggja því þetta snertir engann hérna nema magga, og hann ræður alfarið hvað er sagt um þetta og hvað ekki.", "date": "2004-03-29 21:14:00", "post_id": 4}, {"user_name": "MrManiac", "text": "Heyrðu vinur ég fretti nú að þú hefðir hnupplað sleikjó úr sjoppu þegar þ+ú varst í 4 bekk.....Viltu ekki bara hreinlega útskýra hvað þú varst að hugsa ....", "date": "2004-03-29 22:19:00", "post_id": 5}, {"user_name": "Dezzice", "text": "Hvurn andskotan kemur ykkur þetta við ég bara spyr?\n\r\nMér finnst svona umræða fyrir neðan allar hellur og ég skil ekki hvað í ósköpunum þið fáið út úr því að velta ykkur upp úr þessu.\n\r\nEf Maggi sjálfur vill fá að svara hérna inná þá getur hann haft samband við mig og ég skal bæta því hér við en ég sé bara enga ástæðu fyrir því að menn séu að halda áfram að velta sér upp úr þessu kjaftæði.\n\r\nHeld að enginn ykkar væri sáttur ef þið væruð í sömu stöðu og fólk væri bullandi um ykkur fram og tilbaka bara til að skapa kjaftasögur.\n\r\nPeace!!!!!\n\nATH ATH - í guðana bænum hættiði að vera svona sárir yfir því að þessum þræði skyldi vera lokað, ef þið eruð að sækjast eftir svari frá Magga en engum öðrum að þá er þráðurinn læstur og EF Maggi vill svara eða telur sig þurfa að svara eitthvað að þá hefur hann samband við mig á live2cruize@centrum.is með svarið og ég pósta því hérna inn á.\n\r\nSvona miðað við þetta ********* skítkast sem hefur fylgt þessu máli að þá verður það ekki liðið að menn séu að pósta inn endalausum toppicum rífandi sig um þetta mál - deal with it.", "date": "2004-03-29 22:31:00", "post_id": 6}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2004-03-29 19:40:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}