{"forum_title": "Tæknilega hornið: Almennt", "id": "22225", "title": "Magnari í Polo", "url": "http://www.live2cruize.com/spjall/showthread.php/22225-Magnari-í-Polo", "posts": [{"user_name": "Tídjei", "text": "Sælir\n\r\nEr með 05´ árgerð af polo og ég er að reyna að tengja magnara og bassabox í hann. Það virðast hin mestu vandræði þar sem ég finn ekkert gat eða holu frá farþegarými yfir í vélarrými fyrir ,,battery\" snúruna. \n\r\nHef ekki oft þrætt bíla eða hvað sem maður kallar það en á gamla golfinum mínum var þetta ekkert mál...þá var bara lítil hola við pedalana sem lá út í vélarrýmið, en það er ekkert svoleiðis á þessum polo.\n\r\nHvernig get ég komið snúrunni annars yfir í vélarrýmið ef ég finn ekki gat?\r\nEr eitthvað gat sem mér hefur yfirsést?  \n\r\nMeð fyrir fram þökk!", "date": "2007-01-13 19:42:00", "post_id": 1}, {"user_name": "SiggiHall", "text": "Það er alltaf gat, þú þarft bara að leita betur.\r\nSennilega er undir mælaborðinu bæði hægra og vinstramegin og svartur gúmmí þéttihringur í því og auðvitað slatti af vírum", "date": "2007-01-14 00:46:00", "post_id": 2}, {"user_name": "Þráinn", "text": "það er trúlega ekki gat beint frá vélarrými inn í bíl, heldur er gat ofan á hvalbaknum inn í bílinn undir þar sem rúðuþurrkurnar eru. ég mæli ekki með að fara að fikta við að koma vírnum þar niður með því að það getur valdið því að vatn nái að leka inn í tölvuna sem er þar. heldur mæli ég með að þú borir einfaldlega eitt lítið gat á hvalbakinn fyrir leiðsluna. ef þú borar á réttan stað er það mikið einfaldara heldur en að leggja með lúminu. bora bara á vel út reiknaðan stað þar sem að allt lyggur vel og kítta síðan með leiðslunni.", "date": "2007-01-14 00:58:00", "post_id": 3}, {"user_name": "SiggiHall", "text": "Nú??? hvænær var hætt að hafa gat á eldveggnum í bílum???? Það er a.m.k í öllum sem ég hef eitthvað átt við. Ég er ekki að tala um að það sé bara opið á milli, heldur eru vírarnir inni í þéttum gúmmíhring sem er settur í gatið. Og lúmið kemur yfirleitt inn rétt við öryggjaboxið, svo ef þú rekur þig frá því finnurðu gatið, þó það sjáist yfirleitt frekar vel úr húddinu.", "date": "2007-01-14 01:31:00", "post_id": 4}, {"user_name": "Þráinn", "text": "þetta er Volkswagen... ekkert öruggt í þeim málum. td. á golf er ekki lengur gat inn í gegn um eldvegginn henldur fer allt rafkerfið í gegn um plastbox ofan á hvalbaknum undir rúðuþurrkumótornum. og maður vill ekki fikta við það gat því að ég er búinn að skipta einu sinni um blauta tölvu....", "date": "2007-01-14 11:56:00", "post_id": 5}, {"user_name": "Tídjei", "text": "takk fyrir ráðleggingarnar. Ætla að prófa þetta. \r\nEn eitt annað!\r\nSvo er einhver kjánalegur rafgeymir í þessum bíl. Í stað fyrir + og - eru bara einhvers konar slot merkt 1,2,3,4,5,6 (einu ,,slot\"in sem eru í notkun eru 1-3) og hvergi stendur + eða -.\r\nÍ hvað á ég eiginlega að tengja?\n\r\nAfsakið ef þetta er eitthvað augljóst  :P", "date": "2007-01-14 12:47:00", "post_id": 6}, {"user_name": "hundur", "text": "allir rafgeymar eru með hefðbundnum + og -, þessir \"slot\" sem þú ert að tala um eru væntanlega tengd við + á rafgeyminum.", "date": "2007-01-14 15:37:00", "post_id": 7}], "file_urls": [], "date": "2007-01-13 19:42:00", "files": []}