{"forum_title": "Almennt spjall", "id": "22732", "title": "Samstaða Slysalaus sýn - www.nullsyn.is", "url": "http://www.live2cruize.com/spjall/showthread.php/22732-Samstaða-Slysalaus-sýn-www-nullsyn-is", "posts": [{"user_name": "Viggóhelgi", "text": "Ég ætla bara að minna fólk á slysalausa sýn árið 2007 og til framtíðar... endilega skráið ykkur sem flest á\n\nwww.nullsyn.is  <- heimasíða samstöðu\n\nhttp://www.fib.is/samstada/?skraning=1 <- Bein skráning í samtöðu\n\n\n\r\nSamstaða - Slysalaus sýn.\n\r\nGott málefni sem er verðugt fyrir alla bílaáhugamenn að styðja.\r\nHvetjum okkur og bæjarfélögin að bættu umferðaröryggi.", "date": "2007-01-28 13:50:00", "post_id": 1}, {"user_name": "Viktorkarl", "text": "Get nú ekki sagt að ég sé sammála öllu þarna, en öllu hinu get ég verið sammála.", "date": "2007-01-28 13:58:00", "post_id": 2}, {"user_name": "Bc3", "text": "", "date": "2007-01-28 14:00:00", "post_id": 3}, {"user_name": "Viggóhelgi", "text": "hahaha... þetta eru einungis dæmi... þetta er ekki allt það sem er endilega verið að berjast fyrir... aðal dæmið núna er held ég suðurlandsvegurinn og svo framvegis... öryggi almennt.\n\r\nen allir geta nú samt verið sammála því að hækkun sekta er eitthvað sem mun leiða af sér meira öryggi þó svo að það sé ekki gott fyrir budduna! <<<icon_biggrin.gif>>>", "date": "2007-01-28 14:01:00", "post_id": 4}, {"user_name": "baldur", "text": "ÉG VIL BERJAST FYRIR AFNUMI CAPSLOCK AF LYKLABORÐUM.", "date": "2007-01-28 14:02:00", "post_id": 5}, {"user_name": "IvanAnders", "text": "<<<icon_lol.gif>>> <<<icon_lol.gif>>> <<<icon_lol.gif>>> <<<icon_lol.gif>>> <<<icon_lol.gif>>> \n\n\r\nEn það er nú ekki alveg gefið að hækkun sekta muni fækka slysum, höfum nú verið að sjá menn stinga lögguna af á mun meiri hraða en þeir mældust upphaflega á, og mikið ****djarfari akstur í leiðinni...", "date": "2007-01-28 14:26:00", "post_id": 6}, {"user_name": "FloZ", "text": "Annað hvort að hafa sektir tekjutengdar - eða að fólk öllu jafnar AÐ allir sem teknir eru fyrir ofhraðann akstur missi  ökuréttindi í einhvern \"X\" tíma  því ég á kanski ekki eins mikinn pening og nágraninn það gerir honum kleift að taka fleiri sénsa og \"flýta sér aðeins\" á kostað lífa annara.. \n\r\nSTOPPA SEKTIR AUKA ÖKULEYFIS SVIFTINGAR\n\r\nþví ég og ríki nágranni minn þurfum alveg jafn mikið að nota bíl", "date": "2007-01-28 16:16:00", "post_id": 7}, {"user_name": "Viggóhelgi", "text": "Ekki bara skoða,\n\n\n\r\nSkrá sig!", "date": "2007-01-28 17:04:00", "post_id": 8}, {"user_name": "Viktorkarl", "text": "Ég ætla ekki að styða neitt átak sem gæti seinna mér ákveðið á framfylgja þeirri hugmynd að hækka sektir enn frekar..", "date": "2007-01-28 17:14:00", "post_id": 9}, {"user_name": "RAT", "text": "það er ruggl að hækka sektir til að byrja með eykur líkurnar á því að ökumenn með lítið af peningum í höndunum reyni að stinga af og þarmeð eykur það slysahættu ... það þarf að leita nýrra leiða til að sporna við hraðakstri og hingað til lýst mér besst á hraðatakmarkanir og aukið umferðareftirlit Lögreglan sýnileg en ekki alltaf í felum. Hækkun sekta er einfaldlega ekki málið... \n\r\nÉg ætla ekki að skrá mig í neitt átak , slysin gerast og það er ekkert hægt að gera í því leiðinlegt en satt .", "date": "2007-01-28 18:12:00", "post_id": 10}, {"user_name": "Sergio", "text": "hvar skráir sig maður i eitthvað átak gegnum folk sem keyrir undir hámarkshraða á vinstra akreinn?", "date": "2007-01-28 18:33:00", "post_id": 11}, {"user_name": "RAT", "text": "stofnum bara þannig samtök <<<icon_smile.gif>>>", "date": "2007-01-28 18:34:00", "post_id": 12}, {"user_name": "Dezzice", "text": "Ok í grundvallaratriðum er ég sammála enda margt af þessu bara pjúra common sense sem mörgum virðist vanta <<<icon_confused.gif>>>\n\r\nÉg er 110% sammála því að það vantar meiri löggæslu en ég veit ekki alveg hvað meiri áróður á að gera?  \n\r\nÉg er 110% á móti því að hækka sektir því mér finnst það bara hafa sannað sig á nokkrum nýlegum dæmum að menn taka sjéns á því að stinga af.  Því hærri sektirnar eða líkur á að ökutæki verði gert upptækt, veldur því aðeins að menn treysta frekar á að stinga af heldur en stoppa.  Get alveg með sanni sagt að ég vil ekki vera á milli í þannig eltingarleik.\n\r\nÞað að gera sektir tekjutengdar er eitt mesta bull sem ég veit um.  Þó svo ég geti alveg borgað 100þús kr sekt þá þýðir það ekki að ég sé keyrandi um allt eins og bavíani eða keyra drukkinn.  Hvort sem ég hef efni á því að borga 100-200k þá þýðir það ekki að mér finnist það ekki jafn fjandi blóðugt eða að ég sé eitthvað veruleikafyrrtari með það að ég geti gert svona hluti og bara æi úbbasí borga 100k og málið dautt <<<icon_confused.gif>>>", "date": "2007-01-28 19:48:00", "post_id": 13}, {"user_name": "Dezzice", "text": "Mitt atkvæði fer frekar í að veita meiri pening til löggæslu þannig Löggan sé sýnileg, ekki að fela sig eins og Valdi benti á.  Því meira sem hún sést því meiri líkur eru á því að umferðin hægi á sér. SIMPLE.\n\r\nGerir svona hundrað sinnum meira gagn heldur en setja einhverjar milljónir í einhvern áróður sem skilar litlu.", "date": "2007-01-28 19:51:00", "post_id": 14}, {"user_name": "Viggóhelgi", "text": "þessi áróður sem samstaða er að setja í gang... er að kosta lítið sem ekki neitt... þetta auglýsir sig sjálft. og þetta er að ganga feiki vel... eini kostnaðurinn sem hefur verið við þetta er... að setja heimasíðu á netið og 1 auglýsing í morgunnblaðinu. annars hafa blöð og tímarit ásamt ráðherrum og öðru fólki bara verið að tala um þetta bæði á götum úti og í blöðum.\n\r\nþetta sem að allir eru að tyggja á... að Aukning sekta sé fáránlegt. jarí jarí... það er bara bull að taka ekki þátt í HM í handbolta því að þu veist að þú munnt tapa á móti einhverju ákveðnu liði... þú vinnur hin! \n\r\nflestir sem hafa hloti kostningar aldur kjósa(ættu allaveganna að kjósa). kjósa einhvern flokk... vegna þess að þeim lýst feiki vel á einhver málefnin þeirra og svo framvegis. Hver flokkur er með 1000 atriði á skránni... þér lýst kannski vel á flest. og þessvegna kýstu þá...(hinir geta kannski verið út í hött)\n\r\nEkki sleppa einhverju átaki vegna þess að einn liðurinn misbíður þér, taktu hina með trompi! \r\n sannleikurinn er jú að flest áform stjórnmálaflokkanna takast aldrei. \n\r\nIgnorance is bliss..", "date": "2007-01-28 23:03:00", "post_id": 15}, {"user_name": "IvanAnders", "text": "Þetta er svo satt!!\n\r\nHvort hægja fleiri á sér ef að löggan tekur laumuhommann á þetta og felur sig í runna með öll ljós slökkt, og svo kemur einn á 7km/klst yfir leyfilegum hámarkshraða, og þá kveikja þeir allt og elta hann uppi og snúa viðkomandi niður.\n\r\nEða Vera sýnileg og vera áberandi útum alla borg og víðar, þá sjá allir lögguna og allir hægja á sér!", "date": "2007-01-29 00:40:00", "post_id": 16}, {"user_name": "Dezzice", "text": "Var ekki að tala um kostnaðinn við þetta verkefni.  Það stendur þarna \"Auka....umerðaráróður...\"  Sýnilegur áróður kostar peninga.  Auglýsingar kosta peninga og það er það sem þeir hafa verið að eyða alveg suddalegum peningum í ár eftir ár, auglýsingar sem eru oftar en ekki að gera lítið sem ekkert gagn, þó má með sanni segja að auglýsingar síðastliðina ára hafi verið mun betri en áður.  Út frá þessu tók ég því sem svo að þeir vildu meira af auglýsingum frá umferðastofu ofl sem að mínu áliti er fé sem betur er varið í að styrkja Lögreglulið landsins.", "date": "2007-01-29 01:40:00", "post_id": 17}, {"user_name": "Fúsó", "text": "I do so agree. ef að einhver hérna er að hugsa Stopp átakið þá er þetta vissulega einhvað miklu úthugsaðara og miklu vænlegra til árangurs heldur en þetta heimskulega stopp átak.\r\nÉg er sammála öllum liðunum í þessu átaki og ég er búinn að skrá mig, og ekki segja eins og kom fram áður hjá valda 86 að slys séu óflýjanleg vegna þess að í okkar tilviki, ss okkar íslendinga, eru samgöngumálum okkar verulega ábótavant. það þarf að gera eitthvað til að draga hausinn á þessu samgönguráðherra ****i upp úr sandinum. hann tekur svo barnalegar og óþroskaðar ákvarðanir að honum er ekki viðbjargandi.", "date": "2007-01-29 16:07:00", "post_id": 18}, {"user_name": "Fúsó", "text": "Ein spurning.. er verið að styrkja lögreglulið landsins? Á þetta verkefni ekki einmitt að þjóna þeim tilgangi að ríkið fari að leggja meira fé í lögreglumál og samgöngumál? það gerist ekki annars. ég held að markmiðið með þessu sé ekki aðallega til þess að vekja fólkið í landinu til umhugsunar. heldur til þess að sparka í rassinn á þessum blessuðu og í senn vonlausu þingmönnum okkar", "date": "2007-01-29 16:13:00", "post_id": 19}, {"user_name": "Viktorkarl", "text": "Ertu að grínast í mér ?\n\r\nÞetta ætti að fara í einhverja heimsmetabók, ef þetta er ekki sú glataðasta samlíking eða myndlíking eða hvað í fjandanum þetta átti nú að vera, þá mistókst það svo hryllilega að ég er pínu orðlaus.\n\r\nSemsagt að hækka sektir er eins og að taka þátt í HM, eða er það að vinna hin liðin?\r\nEn tap á móti sektum, núverandi eða verðandi hækkun ?\r\nTaka þátt í HM er eins og að hækka ekki sektir ?\r\nAð vinna liðin sem við hefðum getað unnið ef við hefðum tekið þátt tengist hækkun sekta ?\n\nHVAÐ Í FJANDANUM ERTU AÐ REYNA AÐ SEGJA ?", "date": "2007-01-29 16:49:00", "post_id": 20}, {"user_name": "Dezzice", "text": "Meinti ekki \"styrkja\" as in gefa þeim peninga eins og einhver söfnun, heldur \"styrkja\" í sömu meiningu og að gera þá sterkari <<<icon_wink.gif>>>\n\r\nÞað eru mýmörg svona átök búin að koma upp þar sem vekja á fólk til umhugsunar.  Ok flott það gera sér ALLIR grein fyrir þessu.  Það vita allir að tölur látinna á hverju ári eru skuggalega háar en að sama skapi virðist engin vilja hugsa út í grundvallarástæðu þess að slysin gerast.  Það að hækka sektir kemur því ekkert við að fólk hætti að láta lífið í umferðinni.  Það að henda fleiri auglýsingum í umferð kemur því heldur ekki við að menn hægi á sér og slysin hætti að gerast.  \n\r\nÞað sem sannað hefur að lækki umferðarhraða  og alvarleika slysa er sýnileg Lögregla, betri kennsla ungra ökumanna og betur útbúnir bílar.  Gatnakerfið er einnig löngu sprungið og er á mörgum stöðum með fáránlegar hraðatakmarkanir að mínu áliti.  En þá vilja þessir háttvirtu pólítíkusar og aðrir spjátrungar fara að lækka hraða af því skv könnunum verða slys ekki hættuleg milli 50-70.  Segir sig sjálft að við eigum að fókusa á einhverja aðra staði heldur en lækka hraðaskilti og hækka sektir.  Það er því miður eitthvað hrottalega mikið að grundvallarkennslu og ökulagsháttum Íslendinga ef þeir eru ein af fáum þjóðum í heiminum sem höndlar ekki að keyra yfir 70 <<<icon_rolleyes.gif>>>\n\r\nEkki misskilja mig, mér finnast öll verkefni sem stuðla að fræðslu af góðum toga og ég hef ekkert á móti þessu verkefni og finnst þetta frábært framak.  Þar með sagt er ég ekki sammála ákveðinni stefnu sem virðist loða við umferðarmál í dag og ef eitthvað er hræðir þessi stefna mig að vissu leyti því ég tel að þetta eigi ekki eftir að gera jafn mikið gagn og þeir vilja meina.", "date": "2007-01-29 17:23:00", "post_id": 21}, {"user_name": "Tasti", "text": "Hann er að segja að þú getir tekið þátt í þessu átaki og stutt alla hina málstaðina en ekki þennan eina", "date": "2007-01-29 19:17:00", "post_id": 22}, {"user_name": "Viktorkarl", "text": "Af hverju ætti ég að taka þátt í HM ef ég gersamlega ÞVERNEITA að keppa á móti einu liðinu þar, no matter what ?", "date": "2007-01-29 22:02:00", "post_id": 23}, {"user_name": "Kristjan_GUÐ", "text": "ÞESSAR HELVÍTIS HÆKKANIR Á SEKTUM HVETJA MANN BARA TIL AÐ STINGA HELVÍTIS LÖGGUNA AF!! OG ÉG HIKA EKKI VIÐ ÞAÐ ÚT AF ÞESSUM HELVITIS BREYTINGUM!", "date": "2007-01-30 00:03:00", "post_id": 24}, {"user_name": "Fúsó", "text": "Tja maður gerir nú lögregluna sterkari með því að auka fjárveitingar til þeirra og það er það sem þarf bara að gera eins og þú sagðir. En... ljósi punkturinn sem að ég sé í þessu verkefni er sá að það er verið að gera akkúrat það sem að þarf að gera. ég ætla ekki að tjá mig með þessar sektir en ég er hæst ánægður með þetta verkefni. Tökum sem dæmi stopp verkefnið og stopp umræðuna um það hér. Allar þær tillögur sem að komu frá mönnum sem að eru með þeim þroskaðri í hugsun hér á spjallinu, ég nefni engin nöfn <<<icon_biggrin.gif>>> þær standa liggur við allar þarna á þessari síðu.. Ég var svo pirraður út í þetta stoppverkefni og nú sé ég þetta og þetta er liggur við allt sem að maður gat beðið um. ss fólk hafði aðeins rankað við sér. en því miður er fíb ekki opinber stofnun, að ég best veit eins og umferðarstofa, þannig að þá þarf að vekja þá til vitundar sem ekki eru vaknaðir. pfff. mission impossible", "date": "2007-01-31 16:04:00", "post_id": 25}, {"user_name": "Dezzice", "text": "Það vantar samt ALLTAF grundvallarpunktinn að mínu áliti:\n\r\nBETRI KENNSLA + MEIRI ÆFING = BETRI ÖKUMENN <<<icon_wink.gif>>>", "date": "2007-01-31 16:24:00", "post_id": 26}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2007-01-28 13:50:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}