{"forum_title": "RÖFL", "id": "22888", "title": "Niðurstaða krufningar úr Hótel Sögu málinu komin", "url": "http://www.live2cruize.com/spjall/showthread.php/22888-Niðurstaða-krufningar-úr-Hótel-Sögu-málinu-komin", "posts": [{"user_name": "basten", "text": "Jæja, það er frekar leiðinlegt að vera endurvekja þetta umræðuefni, en þar sem það er komin niðurstaða þá er kannski við hæfi að birta hana þar sem mikið var rætt um þetta sorgarmál.\n\nhttp://www.mbl.is/mm/frettir/innlent...ml?nid=1250819 \n\r\nPS. Vil taka það fram að ég tengist þessu máli engan veginn né nokkurn sem kom að því, rakst bara á þetta á mbl.is.\r\nÞannig að ekki flame-a mig", "date": "2007-01-31 18:17:00", "post_id": 1}, {"user_name": "ArnarFB", "text": "... og þá byrja samsæriskenningarnar...\n\r\nSópa undir teppið, þið vitið...", "date": "2007-01-31 18:28:00", "post_id": 2}, {"user_name": "ND2SPD", "text": "\"æsingsóráðsheilkenni\"\n\r\nOg finnst þér það skrítið?  <<<icon_rolleyes.gif>>>", "date": "2007-01-31 19:03:00", "post_id": 3}, {"user_name": "APEXi", "text": "Jæja þá er það upplýst.\n\r\nGreinilega ekki lögregluni að kenna.", "date": "2007-01-31 19:12:00", "post_id": 4}, {"user_name": "Viktorkarl", "text": "Vona bara að fólk trúi þessu.\n\r\nÉg er samt feginn að það komst aldrei í ljós hvaða lögreglumenn voru þarna að verki, miðað við sumar hótanirnar", "date": "2007-01-31 19:16:00", "post_id": 5}, {"user_name": "Dezzice", "text": "Getur einhver sagt mér hvað æsingaróráðsheilkenni gæti verið á ensku?  Ætla að leyfa mér að efast um að þetta sé bara \"tilbúið\" orð hjá yfirvöldum þannig það hlýtur að vera að þeir séu að vísa í eitthvað.", "date": "2007-01-31 19:52:00", "post_id": 6}, {"user_name": "haukurn", "text": "samt voðalega skrítið þetta mál....", "date": "2007-01-31 20:02:00", "post_id": 7}, {"user_name": "ArnarFB", "text": "Er það ekki bara af því að samsæriskenningarnar sem flugu hérna á sínum tíma sitja enn í minninu á fólki?\n\r\nHeld að þetta hafi verið blásið úr öllu samhengi...", "date": "2007-01-31 20:04:00", "post_id": 8}, {"user_name": "basten", "text": "Skilst að það sé exited delirium syndrome eða agitated delirium", "date": "2007-01-31 21:02:00", "post_id": 9}, {"user_name": "Arnþór", "text": "Hvað sagði ég ekki...", "date": "2007-01-31 22:16:00", "post_id": 10}, {"user_name": "Rexinn", "text": "Hér má lesa hvernig þeir þýða þetta vitlaust og viðast snúa þessu á annan veg.\nhttp://www.charlydmiller.com/LIB02/2001naemsp2cases.pdf", "date": "2007-02-01 00:43:00", "post_id": 11}, {"user_name": "Dezzice", "text": "Hvað í greininni finnst þér vera að snúa á annan veg?  Mér nefnilega finnst þessi PDF grein í raun bara meiri detailed lýsing á þessum sjúkdóm heldur en kemur fram hjá MBL og virkilega góð lesning.  Gefur ágætis innsýn í hvað þetta er.  Eins og ég skil þetta var öndunarstopp og hjartastopp bein afleiðing af þessu heilkenni sem maðurinn var með <<<icon_confused.gif>>>  Bein afleiðing af því að hann var komin í ofuræst ástand sem líkaminn réð ekki við.\n\r\nVinsamlegast einhver leiðrétti mig ef ég er að misskilja.", "date": "2007-02-01 01:07:00", "post_id": 12}, {"user_name": "Sverrir", "text": "Greinin tekur á öllu sem kemur fram í frétt MBL og rúmlega það. Get ekki séð annað en að þetta sé hárrétt sett fram.", "date": "2007-02-01 08:57:00", "post_id": 13}, {"user_name": "Arnþór", "text": "Útaf neyslu örvandi lyfja..", "date": "2007-02-01 09:42:00", "post_id": 14}, {"user_name": "Dezzice", "text": "Ha?  Hvar er útúrsnúningurinn í því?\n\r\nSkv því sem ég las í þessarri PDF grein þá kemur greinilega fram að þessi heilkenni sjást m.a. í fólki sem er í neyslu örvandi lyfja og kókaín tekið þar fram, tja nema ég hafi misskilið eitthvað effect kókaíns og það sé í raun svefnlyf með meiru <<<icon_lol.gif>>>\n\r\nHjá MBL er orðrétt sagt \"Æsingsóráðsheilkenni sést yfirleitt í tengslum við neyslu örvandi efna, en getur einnig sést í tengslum við viss lyf svo og geðsjúkdóma.\" - þannig ég veit ekki alveg hvað þeir eru að snúa svona voðalega mikið út úr þar sem þetta sést í tengslum við fíkniefnanotkun, þetta sést í tengslum við við einhver ákveðin lyf og þetta sést í tengslum við fólk með geðræn vandamál, allavegana svona ef ég skil þessa PDF grein rétt.", "date": "2007-02-01 10:09:00", "post_id": 15}, {"user_name": "Erlar Mar", "text": "Sammála en finnst samt að það hefði,ef það hefur ekki verið gert að láta þá fara þetta eru ekki lögleg vinnubrögð hjá lögreglu að taka menn kæfingartaki þó þeir séu sterkir og snarvitlausir af reiði", "date": "2007-02-01 10:13:00", "post_id": 16}, {"user_name": "Hr.Cummins", "text": "Hvernig væri að fólk færi nú bara að loka á sér túlanum og hætta að ræða látið fólk á opinberum spjallborðum ?\n\r\nLögreglan brást rangt við hvernig sem að litið er á það, Jónsi heitinn var jú kannski góðvinur lögreglunnar en hér í Keflavík t.d. hafði Lögreglan bara vit á að leyfa honum að róa sig og ná sér niður áður en athafnast var í hans málum!\n\r\nEigum við ekki bara að láta þetta duga?", "date": "2007-02-01 12:04:00", "post_id": 17}, {"user_name": "Ingsie", "text": "Alveg sammála Viktori.. Það var nóg talað um þetta síðast!!  <<<icon_rolleyes.gif>>>", "date": "2007-02-01 12:09:00", "post_id": 18}, {"user_name": "Litli_Jón", "text": "<<<icon_rolleyes.gif>>> \n\r\nvertu ekki að tala um neitt svona nema vita um hvað þú ert að tala....\n\r\ní svona tilvikum er löggan að slást uppá ´líf og dauða... og ekki nemaþú hafir lent í svoleiðis þá veistu ekki jack shitt um hvað þú ert að tala....", "date": "2007-02-01 18:35:00", "post_id": 19}, {"user_name": "gaulzi", "text": "það fundust engin merki um að hann hefði verið tekið hálstaki.... hann á víst að hafa fengið hjartastopp útaf þessu heilkenni", "date": "2007-02-01 19:47:00", "post_id": 20}, {"user_name": "ingo_29", "text": "hvaða gaur var þetta sem dó  <<<icon_rolleyes.gif>>>", "date": "2007-02-01 19:53:00", "post_id": 21}, {"user_name": "Dezzice", "text": "Æi ég er sammála Viktori, fólk verður aldrei sammála sama hvað.  Sumir vilja trúa einu, aðrir öðru og þannig verður það bara.  Voða pointless að ræða þetta.", "date": "2007-02-01 22:44:00", "post_id": 22}, {"user_name": "Aron Fridrik", "text": "má vel vera að ég sé svona skrýtinn..\n\n\r\nen af einhverjum ástæðum held ég að fólk sem eru þjálfaðir til að sjá um svona krufningu vita meira um það en Jón jónsson út í bæ..\n\n\n\r\nog já viktor ég get ekki beint verið sammála um að leyfa honum bara að \"róa\" sig.. ef hann væri inn í húsinu mínu og löggan myndi segja honum bara að róa sig þá yrði ég auðvitað brjálaður.. ég vill að þeir hjóli í hann með öllu afli.. þótt ég væri í brjálæðiskasti þá ættu þeir að hjóla í mig..", "date": "2007-02-01 23:06:00", "post_id": 23}, {"user_name": "Dezzice", "text": "Það eru margar hliðar á öllum málum held ég og þetta er ekkert sem löggan gat sagt til um fyrirfram að myndi gerast, enda er þetta ekki sjúkdómur sem sést augljóslega.\n\r\nÉg meina frændi minn snartrylltist í innalandsflugi í Bandaríkjunum og auðvitað fóru menn ekkert bara hey já ok leyfum honum að róa sig hann gæti verið veikur eða pössum okkur á því að taka laust á honum af því hann gæti verið með einhvern sjúkdóm.  \n\r\nGæinn var bara strappaður niður og vaknar svo upp á spítala.  Hann er með sykursýki á rosalega háu stigi og eitthvað fokkast upp hjá honum insúlínið í sambland við að fljúga og hann man ekki NEITT en fór bara í eitthvað rage, eitthvað sem getur gerst víst.  \n\r\nEðlileg viðbrögð flugliða og annarra í vélinni voru auðvitað að keyra hann í gólfið og hann var marin og blár en hann skildi þetta fullvel því hann er hættulegur sjálfum sér og öllum í kringum sig svona.  Hann er með hálsmenn sem segir þetta allt saman en hvað haldið þið að fólk sé að spá í því þegar hann er berjandi það frá sér í æðiskasti? (Nota Bene EKKI lítill gaur)  Það var ekki fyrr en eftir að þeir náðu að festa hann að þeir sáu hálsmenið og viðeigandi ráðstafanir voru gerðar.", "date": "2007-02-01 23:50:00", "post_id": 24}, {"user_name": "Arnþór", "text": "OG samkvæmt þessu skjali um þetta umrædda heilkenni þá kom þetta lögreglunni nákvæmlega ekkert við að hann dó, hann hefði líka dáið ef hann hefði bara verið þarna að brjóta og bramla..", "date": "2007-02-02 09:06:00", "post_id": 25}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif"], "date": "2007-01-31 18:17:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}]}