{"forum_title": "Almennt spjall", "id": "22906", "title": "Þróun löggubíla.", "url": "http://www.live2cruize.com/spjall/showthread.php/22906-Þróun-löggubíla", "posts": [{"user_name": "Haukur Litli", "text": "Miðað við fréttir af ökumönnum sem stinga lögregluna af þá held ég að það verði bara tímaspursmál hvenær við sjáum einn svona á klakanum.", "date": "2007-02-01 04:48:00", "post_id": 1}, {"user_name": "Karlsson", "text": "haha það verður ekki langt í það <<<icon_biggrin.gif>>>", "date": "2007-02-01 10:32:00", "post_id": 2}, {"user_name": "Jónas_SRT", "text": "smokann samt  <<<icon_cool.gif>>> \n\n\r\nannars skiptir svosem engu hve aflmiklum bílum þeir eru á .. þeir mega ekki veita eftirför ef hraðinn er orðinn það mikill að það skapi öðrum í hættu.", "date": "2007-02-01 11:17:00", "post_id": 3}, {"user_name": "Dezzice", "text": "Öss ég geng til liðs við lögguna daginn sem þeir bjóða mér Skúbarú eða eitthvað álíka skemmtilegt til að bögga fólk á <<<icon_lol.gif>>> <<<icon_lol.gif>>>", "date": "2007-02-01 11:18:00", "post_id": 4}, {"user_name": "Fraizer", "text": "þeir vilja bara sjálfskipta bíla  <<<icon_lol.gif>>> \r\nþeir eru nú samt komnir á einhverja Volvo s80 V8 byst nu við að það sé ágætt power í þeim", "date": "2007-02-01 12:21:00", "post_id": 5}, {"user_name": "Bergen", "text": "þeir fa sér þá bara volvo R útgáfu :wink:", "date": "2007-02-01 12:31:00", "post_id": 6}, {"user_name": "intenz", "text": "<<<icon_cool.gif>>>", "date": "2007-02-01 12:37:00", "post_id": 7}, {"user_name": "D-MaN", "text": "<<<naughty.gif>>>", "date": "2007-02-01 13:04:00", "post_id": 8}, {"user_name": "Haukur Litli", "text": "Þessi yrði flottur þegar ég reyni að stinga af á Hilux í desember.  <<<icon_biggrin.gif>>>", "date": "2007-02-01 13:08:00", "post_id": 9}, {"user_name": "Stefhauk", "text": "þetta lítur út eins og dótabíll ég meina það", "date": "2007-02-01 13:16:00", "post_id": 10}, {"user_name": "Gunni litli", "text": "ég myndi nú halda að þetta sé dótabill", "date": "2007-02-01 13:29:00", "post_id": 11}, {"user_name": "Jeremy Clarkson", "text": ":P", "date": "2007-02-01 13:44:00", "post_id": 12}, {"user_name": "sykupudi", "text": "Krúttlegur dótabíll <<<icon_biggrin.gif>>>", "date": "2007-02-01 13:46:00", "post_id": 13}, {"user_name": "Fúsó", "text": "Ég held nú að v8 vollinn smoki prezu léttilega.. 4x4, 4.4l vél sem að er 315 hp", "date": "2007-02-01 15:27:00", "post_id": 14}, {"user_name": "Ingsie", "text": "Taka ljósin af toppnum og ég skal eiga hann  <<<icon_cool.gif>>>", "date": "2007-02-01 15:35:00", "post_id": 15}, {"user_name": "haukurn", "text": "væri nu ekki slæmt að vera lögga og rúnta á þessum.!", "date": "2007-02-01 16:17:00", "post_id": 16}, {"user_name": "Bjartur", "text": "hvernig er skodinn sem löggan hérna á er komin á?", "date": "2007-02-01 17:24:00", "post_id": 17}, {"user_name": "KiddiJeep", "text": "Ertu að tala um svona smók sem kemur út um pústið eða <<<icon_lol.gif>>>\n\r\núps\r\nfattaði svo að þú ert að tala um bensín hehehe", "date": "2007-02-01 17:46:00", "post_id": 18}, {"user_name": "Kruder", "text": "Til hvers í fjandanum ætti löggan að vera á einhverjum hard core race græjum?\n\r\nÞað er ekki eins og fávitarnir sem reynar að stinga lögguna af séu bestu ökumenn í heimi?", "date": "2007-02-01 18:12:00", "post_id": 19}, {"user_name": "Dreitill", "text": "hvernig ætli manninum hafi liðið er hann mundaði borvélina að toppnum. <<<icon_lol.gif>>>", "date": "2007-02-01 18:15:00", "post_id": 20}, {"user_name": "Fraizer", "text": "var það ekki v8 volvo sem náði wrx bílnum á reykjanes brautinni  :wink:", "date": "2007-02-01 18:22:00", "post_id": 21}, {"user_name": "Don Garri", "text": "", "date": "2007-02-01 21:36:00", "post_id": 22}, {"user_name": "burgundy", "text": "Ég hélt að hann hafi stungið hana af en svo hafi hún náð honum í vogunum <<<icon_confused.gif>>>", "date": "2007-02-01 22:31:00", "post_id": 23}, {"user_name": "ÓskarG", "text": "Nýju Vollarnir hjá löggunni eru helvíti töff", "date": "2007-02-01 22:59:00", "post_id": 24}, {"user_name": "Nammikex", "text": "Töff ? Mér finnst ekkert töff við þessu bláuljós  <<<icon_sad.gif>>>", "date": "2007-02-02 00:30:00", "post_id": 25}, {"user_name": "binnivi", "text": "Getum alveg stungið þessa löggu af á Peugot bara hversu brjálaður ertu ;D", "date": "2007-02-02 00:44:00", "post_id": 26}, {"user_name": "Viktorkarl", "text": "HAHAHA  <<<icon_lol.gif>>>", "date": "2007-02-02 01:46:00", "post_id": 27}, {"user_name": "gdawg", "text": "ég hélt að allir þessir S80 bílar sem löggan var að fá hefðu verið með olíubrennurum...\nhttp://mbl.is/mm/frettir/innlent/frett.html?nid=1249666", "date": "2007-02-02 09:40:00", "post_id": 28}, {"user_name": "gr33n", "text": "truðu mer... hann gerir það ekki.... eg vinn við þessa bila, þeir virka ekki eins vel og tölurnar segja.\r\nT6 billinn er að virka mun betur t.d. tratt fyrir einungis 270 hross", "date": "2007-02-02 09:43:00", "post_id": 29}, {"user_name": "Jeremy Clarkson", "text": "Hvað er gert við þá lögreglu bíla sem eru teknir úr umferð?\r\nÞað segir í fréttinni sem gdawg kemur með að 2 af nýju bílunum muni leysa af hólmi þá bíla sem teknir voru í notkun árið 2000.\n\r\nEru þeir pressaðir eða seldir?\r\nÞó þeir séu keyrðir mikið að þá hafa þeir yfirleitt fengið toppviðhald og eru lögreglubílarnir ekki yfirleitt gífurlega vel búnir?", "date": "2007-02-02 09:48:00", "post_id": 30}, {"user_name": "gr33n", "text": "i denn voru þeir allavegana seldir... held að þeir seu enn seldir i dag", "date": "2007-02-02 09:51:00", "post_id": 31}, {"user_name": "Gunnar H.", "text": "272 turbo hö  vs   315 N/A hö án þess að vita það nákvæmlega en þá geri ég ráð fyrir togið sé talsvert meira í T6 bílnum", "date": "2007-02-02 09:57:00", "post_id": 32}, {"user_name": "gr33n", "text": "nkl <<<icon_wink.gif>>>... plus þessar skiptingar i V8 bilunum er algjört mauk", "date": "2007-02-02 09:59:00", "post_id": 33}, {"user_name": "ramlingur", "text": "Bílanir eru seldir á uppoði hjá http://www.rikiskaup.is/til-solu/bifreidar/\n\r\nÞessir bílar hafa fengið 190% viðhald en auðvitað vel slitnir :P\n\r\nTR-424 er úr keflavík <<<icon_biggrin.gif>>>", "date": "2007-02-02 10:07:00", "post_id": 34}, {"user_name": "Jeremy Clarkson", "text": "Þakka gr33n og ramlingur.\n\r\nÞað hlýtur að vera hægt að gera góð kaup þarna.", "date": "2007-02-02 11:02:00", "post_id": 35}, {"user_name": "MaggiÞ", "text": "Einn í götunni hjá mér sem keypti sjúkrabíl þarna...(van, þegar nyju sjukrabíls-benzarnir komu) og er núna að breyta honum í húsbíl...", "date": "2007-02-02 11:48:00", "post_id": 36}, {"user_name": "SLK", "text": "Allir S 80 eru D5 nýju bílarnir eru með tog upp á einhverja 400 nm.Svo er annar sérsveitar XC bíllinn bara 2.4 bensín annað er dísel", "date": "2007-02-02 22:00:00", "post_id": 37}, {"user_name": "basten", "text": "Ég myndi ekki fyrir mitt litla líf kaupa notaðan löggubíl, nema þá í mesta lagi fyrir svona 30 þús kall.\r\nViðhaldið á þessum bílum er nefnilega hræðilegt og allt gert til þess að spara!!!", "date": "2007-02-02 23:06:00", "post_id": 38}, {"user_name": "Klaufi", "text": "Sogskálar?  <<<icon_confused.gif>>>", "date": "2007-02-02 23:29:00", "post_id": 39}, {"user_name": "ÓskarG", "text": "Rólegur á að vera keyrður 420þús km", "date": "2007-02-03 00:01:00", "post_id": 40}, {"user_name": "Rnr", "text": "Segir maður sem er fyrrverandi lögga ! <<<icon_smile.gif>>>\r\nleyfið ríkinu að pressa þetta, ekki viljum við að þeir græði á okkur?", "date": "2007-02-03 00:37:00", "post_id": 41}, {"user_name": "ice5339", "text": "Ég held að það komi nú enginn til með að græða nokkuð á þesum notuðu bílum. \n\r\nÉg held að eðli málsins samkvæmt verði þessir bílar aldrei neitt spes þegar það er búið að keyra þá 3-400þús km yfir kanta, yfir umferðareyjar, botnkeyra þá þegar þeir eru kaldir osf.\n\r\nBara slæm kaup að mínu mati.", "date": "2007-02-03 05:25:00", "post_id": 42}, {"user_name": "urban", "text": "þess þá heldur að hafa þá á \"hard core race\" græjum...\n\r\nef að ég gæti verið verið öruggur um  það að þeir sem að stingi lögguna af séu besti ökumenn í heimi þá er mér allt að því næstum því sama um þaðað menn stingi hana af\n\r\nEN ef að ég er á reykjanesbrautinni og það dettur einhverjum hálvitanum til hugar að stinga af, þá vill ég þó frekar að löggan geti tekið framúr þeim bíl og verið með blá blikkandi á undan honum... þá allaveg fer ég alveg til hægri og get þó treyst því að það sé ekki verið að taka framúr mér það á 200km/h (já eða 199 einsog einhver (man ekki nick) *******nn á þessu spjalli gerði víst um dagin, og sagði síðan að það kæmi engum við..\n\n\r\np.s.\r\njá ég meina það alveg frá öllu mínu hjarta að maðurinn sem að gerði það (ef að ég man nickið rétt þá var það tjóni (ef að þetta er vitlaust þá bið ég viðkomandi afsökunar nú þegar) sé *******\r\nsá hinn sami getur þá ef að hann vill eitthvað neita um það komið og talað við mig\r\nkv.\r\nurban a.k.a. \r\nárni Sigurður Pétursson\r\n863-1490", "date": "2007-02-03 06:00:00", "post_id": 43}, {"user_name": "ReynirÁ", "text": "Ég man nú í gamla daga þegar það kom í blaðinu að löggan væri komin á Imprezu. En löggan fékk eina prezu einhversstaðar úti á landi.", "date": "2007-02-05 11:26:00", "post_id": 44}, {"user_name": "basten", "text": "Löggan á Íslandi hefur aldrei verið með Imprezu, bara Legacy.\r\nÞað kom hinsvegar mynd í DV einhverntímann þar sem þeir voru sjálfir búnir að photoshopa GT Imprezu með íslensku lögreglumerkingunum.", "date": "2007-02-05 16:14:00", "post_id": 45}, {"user_name": "Rnr", "text": "<<<rollinglaugh.gif>>>", "date": "2007-02-06 02:40:00", "post_id": 46}, {"user_name": "Dezzice", "text": "Einhvernveginn verð ég að vera sammála basten hérna.  Get ekki ímyndað mér að þessir bílar séu gullmolar eftir alla þessa notkun <<<icon_confused.gif>>>", "date": "2007-02-06 03:49:00", "post_id": 47}, {"user_name": "loftur", "text": "En eru það ekki við borgum þetta (Ríkisborgarar). Það eru til svo miklu fleirri leiðir heldur en að hefja einhvern eltingaleik á 200km hraða, þeir eiga að vera komnir með myndavélar í bílana sem ættu að ná númerunum á bílunum, svo eru þeir líka með talstöðvar sem þeir geta notað til að láta næstu lögreglu úr hinni áttini að setja upp road block. \r\nÞað er svo oft sem lögreglan heldur að besta leiðin sé með því að setja allt á fullt.\n\r\nOg ekki gleyma að það kostar líka að tryggja þessar bifreiðar sem er ekkert ódýrt þar sem þeir stunda mikin neyðarakstur. Tala nú ekki um þegar þetta er orðið einhver 300hp með ofur vélar.", "date": "2007-02-06 07:40:00", "post_id": 48}, {"user_name": "basten", "text": "Ég held þú eigir ekki að vera fullyrða svona um e-ð sem þú veist ekki nógu mikið um.  \r\nÞegar lögregla er í eftirför eru margir aðrir lögreglubílar á leiðinni m.a. til þess að reyna bægja annarri umferð frá og reyna að setja upp hindrun (roadblock).  Það er hinsvegar vandmeðfarið að setja slíka hindrun upp þannig að ekki skapist mikil hætta fyrir þann sem verið er að elta og aðra umferð.", "date": "2007-02-06 15:04:00", "post_id": 49}, {"user_name": "loftur", "text": "Ég ver heldur ekki að segja að ég vissi hvernig ætti að setja upp roadblock enda myndi ég halda að það væri lögreglunar að vita, svo er ég nú líka aðalega að tala um þessa vegi sem þessir gaurar ná þessum hraða 180-200 held að að þú náir því ekkert á miklubraut í traffic.\n\r\nSvo náttla ef lögreglan setur upp road block og umferðin er einhvað ósátt við það að þá er hægt að benda á að þetta er fyrir þeirra öryggi.\n\r\nLíka er ég að benda á það að það er alltaf einhvað budget hjá lögregluni og getur þá notað flotan sinn með því að fræðast betur um hvernig þetta er gert. Í staðinn fyrir að fá einhverja dýra flotta hraðskreyða bíla í svona verk.\n\r\nEins og lögreglan í bandaríkjunum gerir að þeir eru bara með 1 sort afbílum (ekkert einhvað drasl en ekkert einhvað fensí pensí) og notar flotan til að umkringja ökuníðingin ef hann nemur ekki til staðar þegar bláuljósin blikka.", "date": "2007-02-06 16:09:00", "post_id": 50}, {"user_name": "Dezzice", "text": "Vandamálið er samt alltaf það að einhverjar snarbilaðar húsmæður byrja að væla úr sér augun ef Löggan keyrir á einhvern til að stoppa hann eða já stöðvar hann með því að nota lögreglubifreiðina.  Þær gjörsamlega missa sig yfir því að löggan skuli bara dirfast að KEYRA Á fólk <<<icon_rolleyes.gif>>>\n\r\nÉg meina kommon hvort vilja þessar beyglur að gæinn haldi áfram drukkinn eða eitthvað skrítinn eða að hann sé keyrður útaf með minimum force áður en hann gerir einhvern svaðalegan skaða.\n\r\nÉg meina spáiði í því að það var gargað á lögguna þegar banaslysið varð hérna rétt fyrir utan Mosó fyrir alls ekki löngu.  Sæi þetta fólk í anda vera sátt ef þetta hefði verið ástvinur þeirra þarna í slysinu.\n\r\nFólk er frekt, fólk veit ekki rassgat hvað það vill, fólk skiptir um skoðun á 5 mín fresti.\n\r\nAð mínu áliti á löggan að fá að vera á frekar dýrari bílum með meiri búnað.  Það væri fáránlegt ef þeir væru á einhverjum harlem útgáfum.  Svona eins og að rétta þeim GL prezu og reyna láta þá halda í STi <<<icon_lol.gif>>>  Þar með sagt er ég mikið á móti high speed car chase þar sem það hefur sannað sig oftar en einu sinni t.d. í Ameríku að þannig eltingarleikir hafa tendence til að enda MJÖG illa og þá sérstaklega fyrir saklausa vegfarendur.", "date": "2007-02-06 16:45:00", "post_id": 51}, {"user_name": "loftur", "text": "Já þetta er einhvað endanlegt dæmi, en mér finnst bara ef löggan væri að fara á einhvað öfurbíla að það myndi bara kosta meiri hraða og hættu. Fyrir utan það ef löggan myndi elta bílinn á kannski einhverjum flottum og kraftmiklum bíl að það myndi kosta einhvað að gera við bifreiðina ef löggan myndi fara nudda sér einhvað utan í ökuníðinginn eða öfugt að ökuníðngurinn myndi nudda sér í hana \n\r\nEn ég er á þeirri skoðun að ef að löggan væri á krafmiklum bílum myndi það kosta morðfjár til að halda lögguni uppi. \n\r\nFá bara svona F&F rafmagnsbyssu sem lamar bílinn <<<icon_lol.gif>>> ef það er til <<<icon_redface.gif>>> \n\r\nÉg held nefnilega að þetta henti betur að vera á nokkrum bílum svona þokkalegum krafti (ekkert einhvað 100-130HP) og geta vaktað stærra svæði og geta þá unnið team work.", "date": "2007-02-06 17:45:00", "post_id": 52}, {"user_name": "Fúsó", "text": "Correct me if im wrong en ég býst einstaklega mikið við því að v8 vollinn sé með turbínu. minnir það allavega en þó er það ekki að sjá á volvo.is en varðandi tog þá er hann að toga 440 nm sem að ég mundi halda að væri mjög gott", "date": "2007-02-08 09:58:00", "post_id": 53}, {"user_name": "gr33n", "text": "v8 vollinn er ekki turbo... bara gömul Ford vel sem buið er að nutimavæða örlitið", "date": "2007-02-08 17:51:00", "post_id": 54}, {"user_name": "Oddur", "text": "V8 vélin í Volvo S80 og XC90 er frá Yamaha", "date": "2007-02-08 18:37:00", "post_id": 55}, {"user_name": "Fúsó", "text": "yamaha: toyota. toyota=í miklu uppáhaldi en í hesthúsi á svíja skulu alltaf vera sænskir hestar. en on the other hand þá er þetta samt ágætis milligönguleið ef þú vilt bæði volvo og toyota", "date": "2007-02-08 18:47:00", "post_id": 56}, {"user_name": "Spec B", "text": "Þakkiði bara fyrir að vera ekki í London . . . . . . . .   Útúrtjúnaðir M5 og Imprezur\n\r\nOg þeir eru ekkert að spá í hvað fólki finnst, ef þú flýrð þá ertu laminn. . . . . .", "date": "2007-02-09 21:49:00", "post_id": 57}, {"user_name": "sindrib", "text": "þeir taka lika allt upp á CCtv þar, það er ekki hægt að flyja í london", "date": "2007-02-10 04:02:00", "post_id": 58}, {"user_name": "Spec B", "text": "Og svo eru hraðamyndavélar ALLSTAÐAR ímyndaðu þér hvernig mér leið ínýbúinn að fá bílinn minn og að reyna að keyra hann á fullu á milli myndavélanna. Um leið og ég keyrði fram hjá einni botnaði ég bílinn og nelgdi svo niður til þegar ég kom að næstu. \n\r\nÓ já svo er eitt  . . . . . . .   hvað er stöðumælasektin á Íslandi? 1.500 kr er það ekki? Og hækkar í 3.000kr ef þú borgar ekki strax. Í London er hún 7.500kr og hækkar í 15.000kr ! ! ! !    Og ég þurfti að borga í stöðumæli fyrir utan mitt eigið hús ! ! ! (þartil ég fékk \"íbúaleyfi\") en það má segja að London sé öll eins og Laugavegurinn, þröngar götur og stöðumælar allstaðar.    \n\r\nEn ég elska borgina samt  <<<cheers.gif>>>", "date": "2007-02-10 10:32:00", "post_id": 59}, {"user_name": "Spec B", "text": "Þetta er einmitt það sem ég var að tala um með lögguna í London . . . . \n\r\nFréttin var um það að löggan í Bretlandi væri komin á Imprezur því að hún væri hætt að geta haldið í við Tunerana þar í landi. DV (hélt reyndar mogginn) PhotoShoppaði eina GT prezu í djóki því þeiru voru að spá í hversu langt væri í það að löggan hér gerði þetta. Í þeim mánuði var víst soldið mikið um það að gaurar voru að reyna að stinga þá af, sumum tókst það aðrir keyrðu á  <<<icon_lol.gif>>>", "date": "2007-02-10 10:42:00", "post_id": 60}, {"user_name": "Rnr", "text": "Spec B ... æðisleg undirskrift...\r\nþú meinar vonandi Subaru Legacy Grand Touring", "date": "2007-02-11 15:55:00", "post_id": 61}, {"user_name": "Spec B", "text": "Undirskriftin var bara djók í rauninni . . . . . .\n\r\nEn samt ekki . . . .   Ég er með 1994 Subaru Legacy GT Spec B (2gja lítra, Twin Turbo)\n\n[/list]", "date": "2007-02-11 20:59:00", "post_id": 62}, {"user_name": "Bísi", "text": "taka þig úr toppnum   og ég skal eiga þig <<<icon_lol.gif>>>", "date": "2007-02-11 21:24:00", "post_id": 63}, {"user_name": "Spec B", "text": "<<<goodposting.gif>>>", "date": "2007-02-11 22:03:00", "post_id": 64}, {"user_name": "Spec B", "text": "Ég fann svo hver raunveruleg þýðing á GT-B er => Grand Tourer - Bilstein (samkvæmt acronymfinder.com)", "date": "2007-02-12 10:54:00", "post_id": 65}, {"user_name": "Freyr", "text": "þessir bílar fá ekki góða meðferð hja lögreglumönnum.... flestir af þeim eru mjög ílla farnir.. svo þegar neyðarakstur er þá er tekið vel á þeim. hef skoðað nokkra 02-04 S80 bíla sem eru enn i fullum störfum og sumir þeirra voru ílla á sig komnir. sérstaklega innréttingin í þeim... allt tætt og rifið, þessir bílar eru messt allir í gangi allan sólarhringinn..  eftir eina vakt .. þá fer næsta vakt á bílinn.", "date": "2007-02-12 18:59:00", "post_id": 66}, {"user_name": "slapi", "text": "Þar sem ég hef unnið i örugglega öllum Santa Fe lögreglubilum sem eru i gangi i dag get ég ekki sagt það að lögreglumenn fari eitthvað illa með bilana eða stefna lögreglu er að spara i öllum hornum.\r\nAllir þeir lögreglubilar sem ég hef gert við og keyrt eru i 100% standi , þessar bifreiðar eru i neyðarakstri og þa þyðir ekkert annað nema að allt se i toppastandi.", "date": "2007-02-12 20:13:00", "post_id": 67}, {"user_name": "Þossi", "text": "volvoin tekur ekki imprezuna!!! <<<icon_eek.gif>>>", "date": "2007-02-15 10:30:00", "post_id": 68}, {"user_name": "Freyr", "text": "bara svo þið vitið þá er Volvoinn sem löggan er að nota ekki v8 týpan heldur er hun með 2,4 Turbo D5 185hp ssk. og eru með nýjustu tækin i dag meðal annars snertiskjá sem er til að stjórna ljósunum/hljóði , myndavel, Tetra samskiptakerfið og fleyru.\n\n\r\nog bráðlega er að koma glæ nýr 2006 Hyndai SantaFe Löggubíll a götunar", "date": "2007-02-17 21:27:00", "post_id": 69}, {"user_name": "olinn", "text": "breytir engu máli hvað löggan er á kraftmiklum bílum, þeir mega ekki elta hraðar en 180km/h nema að þeir fái leyfi til að fara umfram það, sem að þeir fá mjög sjaldan.", "date": "2007-02-18 03:12:00", "post_id": 70}, {"user_name": "Kjallin", "text": "Það hefur alltaf verið gott að vita af þessari reglu  <<<icon_lol.gif>>>", "date": "2007-02-18 03:14:00", "post_id": 71}, {"user_name": "doddi1", "text": "eru þessi huge ljós ekkert að fokka upp loftmótstöðu eða?", "date": "2007-02-27 23:29:00", "post_id": 72}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/cheers.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2007-02-01 04:48:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/cheers.gif", "path": "full/d21c329e1505cd23abb1611005606259febda0a0.gif", "checksum": "a01c6ef54721d77301272cc8a6ee1c45"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "path": "full/5198db091ab62691b23cc6cc26ae32ef809fddcd.gif", "checksum": "bd73b00608ece300057eac7b203c1cad"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}