{"forum_title": "Bílahornið", "id": "23802", "title": "Driflokur.", "url": "http://www.live2cruize.com/spjall/showthread.php/23802-Driflokur", "posts": [{"user_name": "totifoto", "text": "Félagi minn keypti sér Hilux fyrir um 2 mánuðum síðan. Ég var að skoða hann hjá honum í dag og sá að hann var með driflokurnar á. Hann hafði aldrei neitt fiktað í þeim og því hafa þær greinilega verið á í þónokkurn tíma. Hvernig er það, fer það ekki illa með bílinn að keyra með lokurnar á í lengri tíma? Ég er sjálfur með lokur á mínu Nissan og hef átt 3 aðra bíla með lokum og einu skiptin sem ég nota lokurnar er þegar ég er að fara að láta hann erfiða í gegnum skafla og drullu. Mér var allavega sagt á sínum tíma að maður ætti ekki að vera keyra með lokurnar á.", "date": "2007-02-26 16:10:00", "post_id": 1}, {"user_name": "FloZ", "text": "nei nei  , aftur á móti eru lokurnar gerðar til að spara bensín ef þú ert alltaf með lokurnar á , þá þarftu ekki að hoppa út í hvert skipti sem þú þarft á fjórhjóladrifinu að halda, \n\r\nbíllinn gæti eitt ögn meira , en það er samt enginn tilgangur að keyra með lokurnar á, ekki þegar tíðin er svona þegar maður þarf ekki að nota fjórhjóla drifið", "date": "2007-02-26 16:17:00", "post_id": 2}, {"user_name": "KiddiJeep", "text": "Það fer í sjálfu sér ekki beint illa með bílinn, eina sem er að framöxlarnir, drifið og framdrifskaptið snýst sem bæði veldur óþarfa sliti á því og eykur eyðsluna eitthvað vegna þess að þá er meiri þyngd að snúast í drifrásinni og meira viðnám.\n\r\nLangbest er að hafa lokurnar yfirleitt ekki á og nota þær þegar maður ætlar að nota framdrifið. Það er alls ekki gott að hafa lokurnar aldrei á vegna þess að þá fara legurnar og drifið að ryðga, vegna þess að efri helmingurinn stendur alltaf uppúr olíunni og fær smurningu þegar hlutirnir eru að snúast. Sömuleiðis fara hjöruliðirnir illa á að vera alltaf kjurrir þannig að það er alveg nauðsynlegt að setja lokurnar á við og við og liðka allt draslið, annars verður þetta bara stirt og bilar á endanum. Þannig fer það í raun betur með bílinn að vera alltaf með lokurnar á, ef olían á drifinu er góð það er að segja, heldur en að hafa þær aldrei á\n<<<icon_biggrin.gif>>>", "date": "2007-02-26 16:18:00", "post_id": 3}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2007-02-26 16:10:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}