{"forum_title": "RÖFL", "id": "24519", "title": "Vændi orðið löglegt....þá er það komið á hreint!!!", "url": "http://www.live2cruize.com/spjall/showthread.php/24519-Vændi-orðið-löglegt-þá-er-það-komið-á-hreint!!!", "posts": [{"user_name": "Klubber", "text": "Samkvæmt nýu frumvarpi sem Alþingi lét ganga í gegn í gær er VÆNDI orðið LÖGLEGT núna!\n\r\nVar ólöglegt hér á klakanum, nú er það orðið löglegt.\n\n\n\r\nÞetta er bara fyndið!\n\n\n<<<icon_rr.gif>>>", "date": "2007-03-19 18:37:00", "post_id": 1}, {"user_name": "Helgan", "text": "Haha, hlakka til að sjá hvaða tuð kemur frá Sóley af þessu <<<icon_lol.gif>>>", "date": "2007-03-19 18:41:00", "post_id": 2}, {"user_name": "GeiriWRX", "text": "Jeyyy... Núna missir maður loksins sveindóminn <<<icon_redface.gif>>>", "date": "2007-03-19 18:43:00", "post_id": 3}, {"user_name": "Helgan", "text": "HAHAHAHA, enda tími til kominn Geiri minn <<<smooch.gif>>> <<<icon_lol.gif>>>", "date": "2007-03-19 18:44:00", "post_id": 4}, {"user_name": "Kruder", "text": "Whaaaaaaaaat?\n\r\nBanna bjór og léttvín í búðum en leyfa hórur?!!!!\n\r\nÞetta hlýtur að vera bullshit", "date": "2007-03-19 18:45:00", "post_id": 5}, {"user_name": "Mimir", "text": "þetta er töff, nuna getur maður fengið ser Pimp vinnu", "date": "2007-03-19 18:48:00", "post_id": 6}, {"user_name": "brapeson", "text": "Veit um ótrúlega margar ástæður fyrir af hverju það er ekki sniðugt að hafa bjór og vín í búðum en þar sem ein þeirra er að ég myndi missa vinnuna ætla ég ekki að opna það rifrildi.", "date": "2007-03-19 18:51:00", "post_id": 7}, {"user_name": "Cb4", "text": "mér finnst þetta Töfff  <<<icon_biggrin.gif>>>", "date": "2007-03-19 18:59:00", "post_id": 8}, {"user_name": "GretarK", "text": "18 til að afgreiða áfengi !", "date": "2007-03-19 19:11:00", "post_id": 9}, {"user_name": "Maggi B", "text": "núna ? :O \n\r\nþú ert greinilega ekki hardcore eins og ég og matti", "date": "2007-03-19 19:12:00", "post_id": 10}, {"user_name": "intenz", "text": "ÁTVR yrði ennþá starfrækt.", "date": "2007-03-19 19:16:00", "post_id": 11}, {"user_name": "Wolf", "text": "er það hægt <<<icon_eek.gif>>>", "date": "2007-03-19 19:16:00", "post_id": 12}, {"user_name": "Stefhauk", "text": "ekkert að þessu hljóta nú að aukast strip staðirnir í reykjavík \n\r\nog kanski eitt og eitt hóruhús bara í lagi \n\n\n\r\nenn hlakka til að heyra í sóley núna haha <<<icon_lol.gif>>>", "date": "2007-03-19 19:18:00", "post_id": 13}, {"user_name": "hundur", "text": "jájá en hinsvegar er ólöglegt að falast eftir því að borga fyrir kynlíf og að kaupa kynlíf er með öllu ólöglegt. Spurning hvort rónarnir fari að selja sig fyrir framan heiðrúnu þá.", "date": "2007-03-19 19:25:00", "post_id": 14}, {"user_name": "Hafst1", "text": "Það er ekki ólöglegt að kaupa vændi, en það er ólöglegt að hafa milligöngu og hafa vændi sem aðaæ atvinnu", "date": "2007-03-19 19:47:00", "post_id": 15}, {"user_name": "hundur", "text": "Nibb, las það í blaðinu í morgun að það væri ólöglegt að kaupa vændi sem og falast eftir því.", "date": "2007-03-19 20:15:00", "post_id": 16}, {"user_name": "Mimir", "text": "þið eruð komin útí rugl.. hvað má gera? má ég ss ekki vera pimp?", "date": "2007-03-19 20:37:00", "post_id": 17}, {"user_name": "tomaz", "text": "Ég heyrði að það mætti selja vændi en ekki kaupa það ..", "date": "2007-03-19 20:44:00", "post_id": 18}, {"user_name": "Stefhauk", "text": "hver er þá tilgángurinn að selja það ef það má ekki kaupa það  <<<icon_rolleyes.gif>>>", "date": "2007-03-19 20:48:00", "post_id": 19}, {"user_name": "AnyKey", "text": "20 ára til að afgreiða áfengi!\n\n\n\n\nKostir:\n\r\n* Það væri hægt að kaupa örfáar tegundir af bjór á sunnudegi.  Samt er það bannað samkvæmt lögum. Þannig að væntanlega þyrfti að breyta þeim til að þessi eini kostur gangi upp.\n\nÓkostir:\n\r\n* Ekki hægt að kaupa sterkt áfengi nema í  sennilega einni verslun á landinu.\n\r\n* Mjög takmarkað vöruúrval sem mundi bara kosta það að ef þú vilt kaupa þinn ákveðna bjór t.d. gætir þú bara nálgast hann í einn ákveðni búð á höfuðborgarsvæðinu því hann er hvergi annarstaðar seldur eða bara ekki seldur yfir höfuð. Úrvalið á léttvíni yrði bara brandari miðað við hvað það er í dag.\n\r\n* Fólk á minnstu stöðunum úti á landi ætti í mörgum tilfellum ekki kost á að nálast áfengi nema þá í MJÖG litlu úrvali. Þyrfti að panta sterkt áfengi og láta senda til sín. Ef mundi koma hvað verst niður á landsbyggðinni þessar breytingar.\n\r\n* Verslanirnar þyrftu að vera með starfsfólk sem er 20 ára og eldra í vinnu til að meiga afgreiða áfengi.\n\r\n* Verðið áfengi mundi sennilega hækka þar sem ríkið hefur miklar tekjur af ÁTVR. Ef þeir mundu missa það gæti þeir alveg eins hækkað áfengisgjaldið og verslanir mundu sennilega hækka álagninguna líka.\n\r\n* ca. 400 mann sem starfa hjá ÁTVR í dag mundu missa vinnuna sína.\n\r\n* Minni birgjar mundu sennilega fara á hausinn þ.e. þeir sem flytja inn þessa \"óvenjulegar\" bjórtegundir þar sem búðir mundu bara bjóða upp á helstu tegundir af bjór.\n\r\nReynið svo að segja mér að það sé kostur að sala áfengi verði gefin frjáls.", "date": "2007-03-19 20:50:00", "post_id": 20}, {"user_name": "Bragi", "text": "Með vændisákvæðinu er átt við að ekki er lengur refsivert að stunda vændi heldur aðeins að hafa af því framfærslu. Hins vegar var ekki gert refsivert að kaupa vændi eins og margir höfðu farið fram á. Atli segir að þessari leið hefði þurft að fylgja félagsleg úrræði en engin slík er að finna.\n\n\r\nég er svo að fara að pimpa honduna og kaupa mér pels", "date": "2007-03-19 20:56:00", "post_id": 21}, {"user_name": "Mimir", "text": "18 ára að afgreiða áfengi!!!", "date": "2007-03-19 21:15:00", "post_id": 22}, {"user_name": "Mimir", "text": "Og djöfull get eg ekki beeeðið eftir að vera með assistand pimp alltaf tilbuinn með babypowderið handa mer... \"wheremybitches\"", "date": "2007-03-19 21:16:00", "post_id": 23}, {"user_name": "brapeson", "text": "Vill bara fá að þakka þér fyrir að hafa af mér ómakið. Er hættur að nenna að rífast við fólk inn á þessu spjalli.", "date": "2007-03-19 21:30:00", "post_id": 24}, {"user_name": "Kruder", "text": "verðið myndi EKKI hækka, það yrði miklu virkari samkeppni\n\r\nþað er næg vinna í boði, ekkert vandamál að finna sér nýja vinnu\n\r\nbúðirnar sem myndu byrja að selja áfengi myndu væntanlega breytast eitthvað og ráða nýtt starfsfólk\n\r\nÞessi dæmi sem þú nefnir eru nú bara meira og minna vitleysa, hefurðu komið til útlanda? Mjög fínt úrval í flestum áfengisverslunum sem ég hef komið í erlendis.\n\r\nSvo eitt enn, þjónanemar geta byrjað að læra 16 ára og þá mega þeir selja áfengi á þeim stöðum sem þeir vinna á, þeir hafa bara undanþágu. Það væri nú örugglega hægt að smokra einhverju svoleiðis inn á staði sem selja áfengi.", "date": "2007-03-19 21:31:00", "post_id": 25}, {"user_name": "brapeson", "text": "20 ára til að afgreiða áfengi. Prufaðu bara að fara í næstu Vínbúð, sækja um vinnu á kassa og segjast vera 18 ára.", "date": "2007-03-19 21:32:00", "post_id": 26}, {"user_name": "brapeson", "text": "Einmitt myndi verðið hækka. Borgar sig ekki fyrir búðir að selja áfengi með þeirri álagningu sem er í dag. Sama hvaða samkeppni er í gangi.", "date": "2007-03-19 21:33:00", "post_id": 27}, {"user_name": "Mimir", "text": "á veitingastöðum og á bar 18", "date": "2007-03-19 21:34:00", "post_id": 28}, {"user_name": "Kruder", "text": "Heldurðu virkilega að skattálagning verði ekki endurskoðuð um leið og sala léttvíns og bjórs verður leyfð í búðum.", "date": "2007-03-19 21:37:00", "post_id": 29}, {"user_name": "brapeson", "text": "Af hverju ætti það endilega að vera forsenda til þess?", "date": "2007-03-19 21:39:00", "post_id": 30}, {"user_name": "AnyKey", "text": "Afhverju ætti Ríkið að lækka áfengisskattinn þegar þeir græða svona vel á honum nú þegar? Síðan hvenar stekkur Ríkið til og lækkar einhverja skatta? Þeir bara bæta á sköttum eins og þeim heimskulegasta í heimi .. Erfðafjárskatturinn.", "date": "2007-03-19 21:40:00", "post_id": 31}, {"user_name": "Kruder", "text": "hmmm þeir voru nú bara að lækka einn um daginn,,,,,,, býrðu á tunglinu?", "date": "2007-03-19 21:42:00", "post_id": 32}, {"user_name": "brapeson", "text": "Maður gæti haldið að þú þekktir ekki forræðishyggjuna sem einkennir þessa skattálagningu.", "date": "2007-03-19 21:45:00", "post_id": 33}, {"user_name": "AnyKey", "text": "Það er valla hægt að tala um virka samkeppni þegar það eru þrjár keðjur sem reka 95% af verslunum á Íslandi. Einu búðirnar sem mundi kannski bjóða upp á \"ódýrara\" áfengi væru búðir eins og Bónus og Krónan. Þá erum við lika að tala um léttvíns sull sem valla er drykkjarhæft og innflutann bjór sem enginn hefur heyrt minnst á og gæðin eftir því.\n\r\nHver hefur áhuga á að vinna í Bónus eða Krónunni. Ekki hægt að bera saman slíkt vinnuumhverfi við það sem er í Vínbúðunum núna í dag. Það er bara staðreynd að þessa verslanir eru í miklum vandræðum með að ráta til sín starfsfólk og hvað þá 20+\n\r\nGetur ekki borið saman Ísland við önnur lönd í evrópu. Og ég hef komið í margar verslanir í mörgum löndum og úrvalið er EKKERT miðað við hvernig það er í Vínbúðum í dag. Þó svo þú getir fengið að velja úr nokkrum tegundum af bjór .. þá getur þú ekki valið úr hundruði tegunda og hvað þá þegar kemur að léttvíninu. Þannig að ekki reyna að líkja þessu saman.", "date": "2007-03-19 21:51:00", "post_id": 34}, {"user_name": "brapeson", "text": "Fyrir utan að ég get ekki séð hvernig stefna stjórnvalda í að hindra unglingadrykkju eigi að standa þegar börn á undanþágu eru farin að redda vinum sínum út um allan bæ.", "date": "2007-03-19 21:53:00", "post_id": 35}, {"user_name": "AnyKey", "text": "Reyndu þetta ekki einu sinni. Hvað hefur það tekið langan tíma fyrir Ríkið að lækka einhverja skatta? Það stóð til að hækka áfengisskattinn hérna um áramótin og var búið að leggja fram frumvarp um það. En vegna þess að það var ekki nógu vel úthugsað var það dregið til baka á síðustu stundu. Þannig að trúðu mér .. ef salan yrði gefin frjáls og Ríkið missir tekurnar af ÁTVR .. sem btw skipta hundruðum milljóna þá mundu þeir með glöðu geði hækka áfengisskattinn.", "date": "2007-03-19 21:56:00", "post_id": 36}, {"user_name": "íbbi", "text": "yeahh maður gæti girt niðrum sig fyrir utan bara og rölt síðan inn og fengið sér bjór á eftir.. spurning hvort það þurfi ekki að setja upp sonna kaffiteríu í átvr þá, \n\r\n(sagði engin að allir rónar væru KK  :P )", "date": "2007-03-19 22:04:00", "post_id": 37}, {"user_name": "Birgir Örn", "text": "Loksins eitthvað stuð á leiðinni niður laugarveginn  <<<icon_lol.gif>>> <<<icon_lol.gif>>> <<<icon_lol.gif>>> <<<icon_lol.gif>>>", "date": "2007-03-19 23:35:00", "post_id": 38}, {"user_name": "ND2SPD", "text": "Þið allir sem ætlið að verða pimps..... Þá er vændi ólöglegt ef þriðji aðili hagnast afþví!!!!! Það á nátturlega við strípibúllur líka!!!\n\r\nEn þið getið nátturulega sjálfpimpað sjálfa ykkur..", "date": "2007-03-19 23:35:00", "post_id": 39}, {"user_name": "Gormur", "text": "Mundi nú ekki hald að þú þyftir að hafa áhyggjur að því Geiri minn  <<<icon_twisted.gif>>> <<<whip.gif>>> <<<whip.gif>>>", "date": "2007-03-19 23:39:00", "post_id": 40}, {"user_name": "GeiriWRX", "text": "<<<icon_redface.gif>>>  ég gæti ekki verið hreinni", "date": "2007-03-19 23:55:00", "post_id": 41}, {"user_name": "Mimir", "text": "kvk ´rónar eru ekki beint girnilegir  <<<icon_lol.gif>>>", "date": "2007-03-20 00:42:00", "post_id": 42}, {"user_name": "Kruder", "text": "Anykey mergur málsins er samt sá að ef þú ætlar að koma með einhvern svona lista af fullyrðingum þá ættirðu að geta bakkað hann upp með einhverjum rökum.\n\r\nRökstyddu málið þitt aðeins, þú hefur engan grundvöll fyrir því að koma með svona staðhæfingar, þú ert ekki hagfræðingur, þú ert ekki stjórnmálafræðingur, þú ert ekki viðskiptafræðingur,,,,, þú getur ekkert komið með neinar svona spár um hvað muni gerast, hvað í djöflinum veist þú um áfengisverslanir úti á landi til dæmis, það er ekkert príma úrval þar eins og á höfuðborgarsvæðinu. Það hefur alltaf skilað arði ef að byrgjar geta farið að flytja inn sjálfir til dæmis ákveðnar bjórtegundir þá er það þeirra afurð og þeir hlú að sýnum arði og þannig þurfa þeir ekki að gera allt í gegnum ríkið.", "date": "2007-03-20 01:03:00", "post_id": 43}, {"user_name": "Mimir", "text": "Foreal, þú ert búinn að skrifa 9 metra af rugli", "date": "2007-03-20 01:05:00", "post_id": 44}, {"user_name": "caid", "text": "Ég nenni nú ekki að fara ð quota neitt hérna þar sem að þetta hefur runnið ótrúlega mikið saman.\n\r\nEn ég sá samt einhvern bera saman Bónus og Vínbúðirnar.\n\r\nÉg veit ekki með ykkur, en bjart umhverfi með góðan opnunartíma og hraða þjónustu, heillar mig frekar en fangelsislegt umhverfi þar sem að maður þarf nánast að læðupokast með vöruna sem að maður var að kaupa sér, og horfa á auglýsingar sem að líkja manni við apa og segja manni nánast að skammast sín fyrir að kaupa vöruna, sem jú er verið að selja þarna _EINUNGIS_ inni.\n\r\nBjór og léttvín í verslanir segi ég. En það er hægt að ræða þetta endalaust án þess að sannfæra neinn, þetta eru bara skoðanir.", "date": "2007-03-20 01:19:00", "post_id": 45}, {"user_name": "bimmer", "text": "Það er alveg yndislegt að lesa hér áróður þeirra sem hafa hagsmuni\r\nað verja í núverandi sölukerfi áfengis.\n\r\nJú ríkisverslun er náttúrulega besta leiðin!!! Skulum líka fá ríkis matvöruverslanir, ríkis fatabúðir, ríkis sjoppur, etc... !!!\n\r\nHeld að flestir hérna inni séu of ungir til að muna hvernig hlutirnir\r\nvoru hér þegar ríkið var allt í öllu.  ÁTVR er ein síðasta risaeðlan\r\núr þessu gamla kerfi sem þarf að losna við.", "date": "2007-03-20 08:37:00", "post_id": 46}, {"user_name": "AnyKey", "text": "Ég veit ALLT um allar áfengisverslanir á landinu. Minnstu búðirnar eru með 100 vörutegundir. Sérðu fyrir þér 100 vörutegundundi í matvöruverslunum á þessum minni stöðum úti á landi? Og hvert á þetta fólk að fara til að kaupa sterkt áfengi? Það eru 46 vínbúðir starfsræktar út um allt land og þar af eru 34 af þeim fyrir utan höfuðborgarsvæðið. \n\r\nÁ meðan verslanir fá ekki að selja sterkt áfengi líka þá er þetta bara rugl og skapar miklu meira vesen fyrir fólk. Þætti gaman að fara í Bónus á föstudegi og biðja einhvern heimskann krakkaskít þar leiðbeina mér með hvaða hvítvín mundi passa best með humrinum eða hvaða rauðvín mundi pass best við villibráðina.", "date": "2007-03-20 09:04:00", "post_id": 47}, {"user_name": "Pokémon", "text": "Sumt sem þú skrifar hér meikar ekki sense.\n\r\nEins og frumvarpið hljóðaði uppá þá yrði ÁTVR ennþá starfrækt.  Sterkara vín væri til sölu og sýnis þar ásamt öllu öðru.\n\r\nAf hverju takmarkaðara úrval?  Ef þú hefur stigið eitthvað út fyrir landsteinana og gengið inn í kjörbúð í Evrópu eða Bandaríkjunum þá sérðu að úrvalið er yfirþyrmandi.  Auðvitað eiga verslanir hér heima eftir að bjóða það sama.  Hagkaup í Skeifunni myndi til dæmis hafa sér rekka bara undir léttvín.  Svo færi þetta auðvitað eftir stærðinni á búðinni hversu mikið úrval væri á staðnum.\n\r\nLandsbyggðar-runan hjá þér er í heild sinni þvæla.\n\r\nFlest allar verslanir hafa fólk yfir tvítugt í vinnu hjá sér.  Þær verslanir sem hafa ekki fólk undir tvítugt eru yfirleitt ömurlegar búðir.  Tökum sem dæmi Kjarval hjá Hrafnistu.\n\r\nRíkið á ekki eftir að missa neinar tekjur.  Þú ert bara að færa peninginn úr einum vasa í annan.  Það á ekki að breyta þessu í fríverslun, heldur á að opna fyrir léttvínssölu í verslunum.  Gjöldin sem ríkið tekur færast bara nær umboðsaðilum.\n\r\n400 manns missa vinnu?  Blah blah blah!  Ef einhver missir vinnuna þá fær hann aðra strax aftur.  Ef þú ert atvinnulaus á Íslandi þá áttu það svo sannarlega skilið.\n\r\nEn og aftur.  Bull!  Minni birgjar hafa tækifæri á því að auka við sig söluna.", "date": "2007-03-20 09:14:00", "post_id": 48}, {"user_name": "JonMaiden", "text": "Hvað verður það þá næst ?\n\r\nlögleiða hass ?\n\n\r\nÉg held að alþingismenn séu verulega skemmdir í kollinum....\nAÐ BANNA KLÁMRÁÐSTEFNU OG LÖGLEIÐA SÍÐAN VÆNDI 2 VIKUM SEINNA !!!!\n\r\nSé það fyrir mér.... að rúnta laugarveginn verður eins og að keyra gegnum rauða hverfið í amsterdam eða istegaden i dk......", "date": "2007-03-20 09:25:00", "post_id": 49}, {"user_name": "AnyKey", "text": "Sumt sem þú skrifar hér meikar ekki sense.\n\r\nEins og frumvarpið hljóðaði uppá þá yrði ÁTVR ennþá starfrækt.  Sterkara vín væri til sölu og sýnis þar ásamt öllu öðru. ÁTVR hefur gefið það út að það muni ekki vera starfrækt í þeirra mynd sem það er í dag ef salan verði gefin frjáls. Stofnunin mun verða lögð niður. Það er rekstrarlegur grundvöllur til að reka vínbúð sem selur bara sterkt áfengi þar sem heildarsalan á sterku áfengi hjá ÁTVR er 7%. Það væri hægt að reka eina slika búð til að þetta mundi skila hagnaði á höfuðborgarsvæðinu en ekki séns úti á landi.\n\r\nAf hverju takmarkaðara úrval?  Ef þú hefur stigið eitthvað út fyrir landsteinana og gengið inn í kjörbúð í Evrópu eða Bandaríkjunum þá sérðu að úrvalið er yfirþyrmandi.  Auðvitað eiga verslanir hér heima eftir að bjóða það sama.  Hagkaup í Skeifunni myndi til dæmis hafa sér rekka bara undir léttvín.  Svo færi þetta auðvitað eftir stærðinni á búðinni hversu mikið úrval væri á staðnum.  Helduru virkilega að þær matvörubúðir sem eru starfrækar hérna nú þegar hafi bolmagn til að bjóða upp á sama vöruúrval og er í vínbúðunum í dag? Þær þyrfu þá að stækka um ansi marga fm til að koma inn sama úrvali og er í dag.\n\r\nLandsbyggðar-runan hjá þér er í heild sinni þvæla.\n\r\nFlest allar verslanir hafa fólk yfir tvítugt í vinnu hjá sér.  Þær verslanir sem hafa ekki fólk undir tvítugt eru yfirleitt ömurlegar búðir.  Tökum sem dæmi Kjarval hjá Hrafnistu.  Ég á nú bátt með að sjá að meirihlutinn af þessum krökkum sem eru að vinna í þessum matvöruverslunum sem ég versla við sé yfir 20 ára.\n\r\nRíkið á ekki eftir að missa neinar tekjur.  Þú ert bara að færa peninginn úr einum vasa í annan.  Það á ekki að breyta þessu í fríverslun, heldur á að opna fyrir léttvínssölu í verslunum.  Gjöldin sem ríkið tekur færast bara nær umboðsaðilum.  Vissulega missir Ríkið tekjur. Ríkið á ÁTVR og öll sala sem fer í gegnum ÁTVR rennur beint í vasann á Ríkinu. Vissulega fær Ríkið einhverjar tekjur af matvöruverslunum en ekkert í líkingu við það sem þeir fá í vasan af ÁTVR. Þannig að einhvern veginn verður Ríkið að ná þessum tekjum til baka og þar með t.d. hækka áfengisgjaldið eins og þeir reyndu fyrir stuttu.\n\r\n400 manns missa vinnu?  Blah blah blah!  Ef einhver missir vinnuna þá fær hann aðra strax aftur.  Ef þú ert atvinnulaus á Íslandi þá áttu það svo sannarlega skilið.\n\r\nEn og aftur.  Bull!  Minni birgjar hafa tækifæri á því að auka við sig söluna.\nEinmitt það er svo gott að vera lítill birgi í dag að berjast við þessa stóru. Þetta er endalaus barátta um hillupláss og ef einhver lítill birgir flytur inn t.d. bjór sem selst í litlu magni miðað við hina þá er honum auðvitað bara hent út úr búðinni. Búðirnar græða ekkert á að selja vöru sem selst illa. Þær vilja bara hafa vörur sem mokast út. En þar sem það allir birgar standa jafnfætist hjá ÁTVR þá eiga þeir miklu meiri séns á að selja sína vöru áfram.", "date": "2007-03-20 09:44:00", "post_id": 50}, {"user_name": "Arnþór", "text": "Talandi um að vera illa við breytingar...", "date": "2007-03-20 09:57:00", "post_id": 51}, {"user_name": "AnyKey", "text": "Ég er sko fylgjandi breytingum svo lengi sem þær eru á jákvæðan hátt <<<icon_wink.gif>>>", "date": "2007-03-20 10:00:00", "post_id": 52}, {"user_name": "Pokémon", "text": "", "date": "2007-03-20 10:08:00", "post_id": 53}, {"user_name": "Kruder", "text": "HEYR HEYR!!!!! Pókemon á þing!", "date": "2007-03-20 11:13:00", "post_id": 54}, {"user_name": "Arnþór", "text": "Rússneska mafían...", "date": "2007-03-20 11:27:00", "post_id": 55}, {"user_name": "KristjánJóhann", "text": "Helvítis alþingismennirnir eru að fara í frí og kasta málunum úti loftið og klára þau af með hálfum huga, ekkert annað, þetta er bara fáránlegt hvernig þeir eru að ganga frá þessum málum núna.", "date": "2007-03-20 12:56:00", "post_id": 56}, {"user_name": "Madvillain", "text": "Jæja, þar sem ég er greinilega kominn með löglega vinnu ætla ég að bjóða ykkur stelpur frá aldrinum 14-40... Tilboð í gangi þar sem ég er að fara að opna nýtt hóruhús, frítt áfengi fyrir meðlimi L2C!", "date": "2007-03-20 12:56:00", "post_id": 57}, {"user_name": "brapeson", "text": "Ég get verið rosalega sammála fólki með margt varðandi ÁTVR og allt sem um hana snýst. Þegar öllu er á botninn hvolft sé ég bara fleiri kosti við það að halda núverandi kerfi en að breyta því. Svona miðað við hvernig blessaða ríkisstjórninn stendur að sínum breytingum. Leggjum meiri áherslur á að byrja á hinum endanum. Treystum almúganum til að horfa á áfengisauglýsingar til dæmis án þess að missa sig í drykkju. Lækkum álögur til að rauðvínið kosti ekki endilega meira en steikin. Mér finnst bara ÁTVR gera eitthvað sem ég treysti Bónus ekki til að gera: stuðla að ábyrgari drykkju. Sjáið bara hversu margir spyrja um skílríki þegar þeir selja börnum tóbak. (Sé ekki talað um þegar það er barn sem selur tóbakið).\n\r\nGott fólk, lifum - lærum - njótum... og fáum okkur í bili til að taka þessi nokkru aukaskref út í næstu Vínbúð.", "date": "2007-03-20 13:08:00", "post_id": 58}, {"user_name": "Pokémon", "text": "Auðvitað þurfa verslanir að standa fyrir því að það sé ábyrgt fólk í vinnu.  Virkara eftirlit af ríkinu með þeim verslunum og háar sektir ef upp kemst að þær eru að selja vín til þeirra sem eru undir aldri.\n\r\nRíkið á ekki að þurfa að stuðla að ábyrgari drykkju.  Foreldrarnir eða umráðamenn og skólinn á að sjá um það.  Ég tala nú ekki um þetta blessaða \"common sense\" sem allar mannskepnur eiga að hafa.  Við eigum að geta staðið á eigin fótum og ekki þurft að hafa ríkið sífellt sem einhverja hækju.  Áfengisvandamál eru engum öðrum að kenna en sjálfum svolaranum.\n\r\nÍ þessu getum við litið til nágrannalanda okkar og séð hvernig þeim gengur.  Danir eru kannski sjúkir í bjórinn en þeir hafa þó stjórn á sér.  Þjóðverjar eru með allar þessar verksmiðjur en samt eru ekki fullir unglingar á öllum hornum.  Ef unglingum langar í áfengi þá redda þeir áfengi, sama á við um tóbak.  \r\nÞetta er nákvæmlega sami hugsunarháttur sem er fastur í kollinum á okkur blessuðum íslendingum og þegar kemur að hraðatakmörkunum.  Ef fólk keyrir of hratt þá skulum við bara lækka hámarkshraðann í götunni og hækka sektir, hlýtur að virka!  Ef það virkar ekki þá skulum við bara gera þeim það ennþá erfiðara að keyra þarna! Það er eins og byggja stíflu með klósettpappír!! Duhh!    \r\nEf við eigum að forða unglingum frá drykkju þá þurfum við öll að stýra þeim í rétta átt, EKKI RÍKIÐ!  \n\r\nÞað ætti að senda þessa blessuðu ráðamenn í nokkra kúrsa í mann-/sál-og félagsfræði.  Þá kannski átta þeir sig á því hvernig maðurinn hagar sér.", "date": "2007-03-20 13:48:00", "post_id": 59}, {"user_name": "brapeson", "text": "Eru það hinir sömu foreldrar væntanlega sem við stoppum stadd og stöðugt því þeir eru að versla fyrir börnin sín, og annara? En óþarfi að missa sig í svoleiðis smárifrildum. Ég er fyrir mitt leyti mjög feginn að þetta frumvarp fór ekki í gegn því það er mjög vanhugsað. Eins og með allt annað hjá ríkisstjórninni átti að fara að breyta röngu hlutunum, og það helst á einni nóttu. Mér þykir nærri lagi að breyta umhverfinu fyrst; lækka skattana, gera innflutninginn vænlegri (eins og ég hef svo mörgum sinnum áður sagt) áður en við gleymum okkur í HVAR vínið er selt.", "date": "2007-03-20 14:23:00", "post_id": 60}, {"user_name": "indjaninn", "text": "Held ég hafi nú aldrei lesið meira væl þetta sannar bara fyrir mér það sem ég hef hugsað lengi (ríkisstarfsmenn eru ekkert nema vælandi kellingar sem nenna ekki að vinna alvöru vinnu)", "date": "2007-03-20 14:39:00", "post_id": 61}, {"user_name": "AnyKey", "text": "Og hvaða alvöru vinnu þykist þú vinna? Sennilega einhver verkamanna vinna þar sem þú hefur væntanlega ekki haft burði til að mennta þig á nokkurn hátt?", "date": "2007-03-20 14:54:00", "post_id": 62}, {"user_name": "Kruder", "text": "Tóbak er ekki selt í Bónus FYI", "date": "2007-03-20 14:55:00", "post_id": 63}, {"user_name": "Brooke`", "text": "Bara kjánalegt..  <<<icon_rolleyes.gif>>> \n\n<<<icon_mad.gif>>> <<<icon_mad.gif>>> <<<icon_mad.gif>>>", "date": "2007-03-20 15:01:00", "post_id": 64}, {"user_name": "brapeson", "text": "Veit ekki hvort ég á að hlæja eða gráta  <<<icon_rolleyes.gif>>> \n\r\nÞað má ekki bjóða þér að koma og vinna hjá okkur einn föstudag? Sjáum hvað þú segir þá.\n\r\nGrunaði ekki einu sinni að það væri til svona þröngsýnt lið. Vertu ekki svona hörundsár þó við séum ekki öll á sömu skoðunum og þú.", "date": "2007-03-20 15:02:00", "post_id": 65}, {"user_name": "Pokémon", "text": "Ég er alls ekki rífast. Enginn hiti í mér <<<icon_biggrin.gif>>>\n\r\nAf tvennu illu þá finnst mér það betra ef foreldrinn kaupir vín handa krakkanum sínum heldur en að krakkinn reddi sér landa.   Svo fer það líka bara eftir því hvernig umgengist er áfengi á því heimili hvort að krakki læri að virða víni og nota það hófsamlega eða hvort að krakkanum sé kennt alla tíð að forðast það eins og heitann eldinn og sé aldrei kennt neitt þegar kemur að áfengi.  Það eru yfirleitt þeir sem að þurfa að læra að drekka \"the hard way\".  \n\r\nAuðvitað þarf að breyta umhverfinu en hvort er betra að taka hænuskref áfram til að byrja með eða ekki neitt?  Ég tel það allavega vera skref í rétta átt að leyfa áfengissölu í verslunum.", "date": "2007-03-20 16:35:00", "post_id": 66}, {"user_name": "brapeson", "text": "Verð samt að fá að henda einum punkti í hauginn í viðbót: Við erum búnir að komast að því að ef vínið yrði fært mun (með öllu óbreyttu): \n\r\n- Verð hækka\r\n- Úrval minnka\r\n- Aðhald með sölu minnka\n\r\n.. og allir punktarnir sem búnir eru að koma fram og fólk missammála með.\n\r\nEn jákvæði punkturinn:\n\r\n- Þú þarft ekki lengur að versla við the evil empire?\r\n- Já og þú getur líka dottið í það á sunnudögum.", "date": "2007-03-20 16:58:00", "post_id": 67}, {"user_name": "Pokémon", "text": "Skil samt ekki af hverju þið haldið því fram að úrval minnki og verð hækki?  Haldið þið að verslanirnar muni kaupa vínið á sama verði og ÁTVR er að selja það til okkar?  Samkeppni er alltaf af hinu góða.  Sjáið bara hvernig þetta fór eftir að ríkið hætti að einnoka símann.  Ég held að sumir átti sig ekki alveg á því hvernig verslanir fúnkera og hvað heldur þeim á lífi.  Þetta með að taka vínið af ríkinu er einmitt til þess að kaupendur geti fengið skammtinn sinn á betra verði.\n\r\nEf eitthvað er þá mun verðið lækka.  Úrvalið á eftir að standa í stað til að byrja með ef þú verslar á réttu stöðunum.", "date": "2007-03-20 17:24:00", "post_id": 68}, {"user_name": "gr33n", "text": "ok... ég verð að koma einu á framfæri..... Brapeson og anykey hafa greynilega aldrei farið til útlanda...ef þeir eru að reyna að halda því fram að úrvalið muni minnka.\n\r\nÉg bý nú útí DK þar sem vín er selt í matvörubúðum... og trúðu mér meira að segja Netto (er er the worst of the worst af lágvöruverslununum) eru með MJÖG gótt léttvínshlaðborð, tugi tegunda af rauðvíni, hvítvíni freiðivíni, breezerum og öðru slíku. bjórúrvalið mætti vera reyndar aðeins betra, en ef maður vill bjór þá fer maður bara í Super Best (millistigsverslun) og þar er úrvalið orðið þvílíkt gott.... hundruðir tegunda af bjór (danskur og import).\r\nJá... og svo eru sterku vínin og tóbakið selt á öðru borði með sérstarfsmanni.\n\r\nþannig að í guðana bænum, ekki vera að væla um hluti sem þið vitið ekki um <<<icon_rolleyes.gif>>>", "date": "2007-03-20 17:28:00", "post_id": 69}, {"user_name": "AnyKey", "text": "Jú jú ég fer svona út þrisvar sinnum á ári. Og ég hef komið inn í matvöruverslanir í bæði London,  Kaupmannahöfn og Spáni t.d. Ég hef bara ekki enn rekist á að það sé 500+ víntegundir þar í boði eins og er í vínbúðum hérna á höfuðborgarsvæðinu. Ég kall það ekki úrval að geta valið úr 20 mismunandi bjór tegundum og álíka af léttvíni.\n\n\n\nHvað heldur að það há álagning hjá ÁTVR á léttvíni í dag?", "date": "2007-03-20 17:29:00", "post_id": 70}, {"user_name": "brapeson", "text": "Einfalt mál. ÁTVR er með lágmarks-álagningu. Til að vín geti nokkurntíman lækkað í verði verður að lækka skattana á áfengi. Ef það gerist ekki getur vínið bara hækkað því einkarekin búð selur ekki eitthvað sem skilar tapi. Og hvað ef ég bý úti á landi? Hvað eru réttu staðirnir þá? Má kannski bjóða þér að taka upp gamla póstkröfukerfið? Finnst þetta mjög vafasamt skref í það sem fólk kallar rétta átt.", "date": "2007-03-20 17:30:00", "post_id": 71}, {"user_name": "gr33n", "text": "af hverju á alltaf að láta 70% þjóðarinnar kveljast fyrir hin 30%?!\r\nþetta er eins og þegar fólk er að væla yfir því að þurfa að fara í bæjinn til að kaupa tónleikarmiða á tónleika sem eru í bænum.\n\r\nÞað er ekki alltaf innanbæjarliðið sem á að sjá fyrir landsbyggðarfólkinu (akureyri og aðrir stórkaupstaðir eru náttúrulega taldir sem innanbæjarlið þarna). Það eru smábæjirnir sem þurfa að sjá fyrir sér, ekki endalaust reiða sig á aðra <<<icon_rolleyes.gif>>>", "date": "2007-03-20 17:41:00", "post_id": 72}, {"user_name": "AnyKey", "text": "Hvað nákæmlega er svo slæmt við þetta fyrirkomulag á áfengissölu eins og hún er í dag þegar það nýtist allri landsbyggðinni en ekki bara höfuðborgarsvæðinu??", "date": "2007-03-20 17:47:00", "post_id": 73}, {"user_name": "gr33n", "text": "það að geta ekki skroppið út í sjoppu þegar manni hentar og keypt sér eins og 2 bjóra, með hinum vörunum sem maður er að kaupa.", "date": "2007-03-20 17:57:00", "post_id": 74}, {"user_name": "gr33n", "text": "hefurru komið inn í eina matvöruverslun á hverjum stað eða?! því að ég ætla að leyfa mér að efast um það að þú sért að versla mikið í matvörubúðum þegar þú ferð svona út.\n\r\nSvo annað... HVERGI annarsstaðar í heiminum tíðkast það að það þurfi að vera ALLT til á lager. Það er alveg nóg að vera með eins og 30-50 vinsælustu rauðvínstegundirnar og vera með hitt bara á pöntunarlista, eins og tíðkast annarsstaðar.\r\nÞví að hvað er MJÖG stór ástæða fyrir því ða verðlagning helst há... jú byrgðir!", "date": "2007-03-20 18:02:00", "post_id": 75}, {"user_name": "brapeson", "text": "Ætlar þú að halda því fram að verðið sé hátt því búðirnar þurfi að halda úti lager? Eina ástæðan fyrir lagerum er til að þjónusta viðskiptavini. Mér finnst punkturinn um að allt sé til á lager bara jákvæður. Sýnir bara vilja til vera tilbúinn að þjónusta viðskiptavini.. ykkur. Ættir að skoða málin aðeins betur áður en þú fleygir svona löguðu fram.", "date": "2007-03-20 18:10:00", "post_id": 76}, {"user_name": "gr33n", "text": "Það ER rosalega mikið tap hjá ÖLLUM fyrirtækjum að halda uppi stórum lager... stór lager er ALLTAF peningaeyðsla fyrir fyrirtæki. Ég ætti nú að vita þetta.... rak nú fyrirtæki í um 4 ár", "date": "2007-03-20 18:13:00", "post_id": 77}, {"user_name": "brapeson", "text": "Hélt að það væri nokkuð ljóst að það er skattlagningin sem er stærsti hluti verðsins, ekki Dreifingamiðstöðin.", "date": "2007-03-20 18:42:00", "post_id": 78}, {"user_name": "Pokémon", "text": "Ok!  Ég verð að segja að ég er svolítið svekktur núna!\n\r\nÉg er búinn að koma með mjög greinagóðar rökfærslur á þessum punktum sem að þið hafið komið með en ég hef ekki séð neitt koma frá ykkur, allavega ekki með neinu viti.\n\r\nEf þið ætlið að bakka eitthvað upp reynið þá að koma með almennilega útskýringu.  Ekki koma með nýja og nýja punkta sem að ná ekki að mynda eina heild.\n\r\nÞað hefur margasannað sig að áfengissala vikar í matvöruverslunum.  Flest öll lönd í hinum vestræna heimi geta vottað fyrir það.  Af hverju getið þið ekki áttað ykkur á því?  Fólk úti á landi getur alveg eins farið í næstu búð rétt eins og það fer í ríkið?\n\r\nNota Bene:  Þetta magnaða úrval sem þið talið um að eigi eftir að minnka töluvert og allt verði ömurlegt. Aumingja landsbyggðin fær ekki  fína Merlot-ið sitt <<<icon_sad.gif>>> Hafið þið farið í ÁTVR/Tryggingamiðstöðina á Blönduósi?\n\r\nOg þetta með álagninguna hjá ÁTVR.  Skiptir ekki máli.  Vitið þið hvaða álagning er á mjólk eða lambakjöti?\n\r\nNúna heimta ég betri svör frá ykkur tveimur hjá Vinstri Grænum.", "date": "2007-03-20 19:14:00", "post_id": 79}, {"user_name": "brapeson", "text": "Ekki er ég í röðum vinstri-grænna svo ekki er það mitt að svara. En hvaða rökfærslur vantar? Þá staðreynd að álagningin sem er í gangi í dag borgar sig ekki fyrir verslanir? Það er komið fram. Að úrval mun minnka því það borgar sig ekki? Eigum við að tala meira um þá yfirlísta stefnu ÁTVR að halda ekki úti nema einni eða tveimur búðum ef af breytingum verður. Hvaða punkta ertu nákvæmlega að sækjast eftir því þetta er allt komið fram,", "date": "2007-03-20 19:49:00", "post_id": 80}, {"user_name": "Siggi H", "text": "hvað kemur ÁTVR þessu topici við spyr ég nú bara..", "date": "2007-03-20 19:54:00", "post_id": 81}, {"user_name": "brapeson", "text": "Ekki neitt. Svona vill þetta bara oft fara  <<<icon_lol.gif>>>", "date": "2007-03-20 19:58:00", "post_id": 82}, {"user_name": "AnyKey", "text": "Vá ekki springja á egótrippinu. Ég bara get ekki séð að þín rök eru eitthvað betri eða réttari en okkar. Þú byggir þínar fullyrðinar á þinni skoðun og í egóflippinu lítur þú á það sem hinn heilaga sannleika og allt fyrir utan hann hlýtur þá bara að vera algjör heimska. Ef þú byggir úti á landi mundir þú líta á þetta frá öðru sjónarhorni. Enda hef ég ekki séð neitt gáfulegt frá þér hvað varðar það vandarmál sem mun skapast þegar kemur að því að verða sér út um sterkt áfengi. Hvernig væri að koma með eitt af þinnu fullkomna rökfærslu um það. Annað en \"þá bara leyfa þeir sölu á sterku áfengi\". Þar sem það hefur aldrei verið inni í myndinni hjá þessu litlu sjálfstæðismönnum að annað en létt vín verði leyft að selja í matvöruverslunum.\n\r\nÞú verður að átt þig á að áfengisskatturinn er hvergi eins hár og á Íslandi. Og þar sem álagningin hjá ÁTVR er MJÖG lá á öllu léttvíni þá vissulega skiptir það ÖLLU máli. Ef áfengisskatturinn hækkar eins og ný búið er að reyna og vantaði bara hársbreidd upp á þá vissulega hækka kaupmenn verðlagið á áfengi til að fá meira fyrir sinn snúð. Veistu hvernig ÁTVR átti að bregðast við ef þessi hækkun á áfengisskattinum hefði gengið í gegn? Þeir áttu að lækka framlegðina sína til að viðhalda sama verði og áður. Sérðu einhvern kaupmann gera það?? Held ekki. Þannig að EF áfengisskatturinn mundi hækka þá mundi verðið hækka líka. Ég held bara að þú haldir að það er 90% álagning á áfenginu hjá ÁTVR og þar með hlýtur verðið að lækka ef þetta færi í matvöruverslanir. Það er það bara ekki.\n\r\nÞannig að reyndu sjálfur að koma með gáfuleg rök og líttu á málið í heild sinni en ekki bara hugsa um eigið rassgat því það er svo þægilegt fyrir ÞIG að kaup þinn bjór út í búð !!", "date": "2007-03-20 20:06:00", "post_id": 83}, {"user_name": "Arnþór", "text": "Kannski verða opnaðar einkareknar vínbúðir... Kannski verða verðin hærri. Kannski lægri. Kannski verður allt vitlaust. \n\r\nMálið er að það veit enginn hvernig þetta mun koma út..", "date": "2007-03-20 20:22:00", "post_id": 84}, {"user_name": "baldur", "text": "ÁTVR er bara steingervingur frá öld kommúnisma.\n\nEINOKUNARVERSLUN ER ALDREI AF HINU GÓÐA", "date": "2007-03-20 20:51:00", "post_id": 85}, {"user_name": "Mimir", "text": "War of the worlds", "date": "2007-03-20 20:52:00", "post_id": 86}, {"user_name": "indjaninn", "text": "hef nú unnið fyrir heildsala í ríkinu og var þetta nú með rólegustu vinnustöðum sem ég hef unnið,Hvaða menntun þarf maður annars til að vinna í ríkinu", "date": "2007-03-20 20:53:00", "post_id": 87}, {"user_name": "AnyKey", "text": "Vá þetta er sko heimskulegasta spurningin í heimi. Það eru fleiri störf sem þarf að sinna hjá ríkinu en að afgreiða á kassa. Held að það segir sig nokkuð sjálf og vissulega þarf hámenntað fólk í hin og þessi störf eins og hjá hverju öðru fyrirtæki. En þetta er kannski svolítið flókið fyrir mann eins og þig að átta sig á? Þú veist að þingmenn eru ríkisstarfsmenn? Þú veist að Forsætisráðherran er ríkisstarfsmaður? Þú veist að það eru fleiri þúsund manns sem vinna hjá ríkinu og þeir þurfa allir mismunandi menntun.", "date": "2007-03-20 21:01:00", "post_id": 88}, {"user_name": "brapeson", "text": "Þú ert svona maður sem á ekki að virða með svari. En þar sem þú segir pottþétt „það er því ég hef rétt fyrir mér“ ætla ég að láta það eftir þér:\n\r\nErtu ******? Það eina sem ég get gert er að bjóða þér að koma, vinna alvöru vinnu fyrst þú hefur bara verið á svona letingjapleisum og láta ljós þitt skína í vínfræðum.", "date": "2007-03-20 22:37:00", "post_id": 89}, {"user_name": "firebird400", "text": "Þetta tók ég af minni eigin bloggsíðu og er skrifað af mér, og já hefur einhvað með frumvarpið að gera <<<icon_exclaim.gif>>> \n\r\nSegið mér svo hvað ykkur finnst um það hvernig ég lít á þetta sem vont mál.\n\n\n\n\r\nagnar.bloggar.is", "date": "2007-03-20 22:48:00", "post_id": 90}, {"user_name": "firebird400", "text": "Þetta tók ég af minni eigin bloggsíðu og er skrifað af mér, og já hefur einhvað með frumvarpið að gera <<<icon_exclaim.gif>>> \n\r\nSegið mér svo hvað ykkur finnst um það hvernig ég lít á þetta sem vont mál.\n\n\n\n\r\nagnar.bloggar.is", "date": "2007-03-20 22:49:00", "post_id": 91}, {"user_name": "baldur", "text": "Það hefur aldrei verið bannað að kaupa vændi, þú ert eitthvað að misskilja þetta.", "date": "2007-03-21 00:07:00", "post_id": 92}, {"user_name": "firebird400", "text": "Ekki  <<<icon_question.gif>>>", "date": "2007-03-21 00:16:00", "post_id": 93}, {"user_name": "baldur", "text": "Nei það hefur verið bannað að stunda vændi til framfærslu, en er ekki lengur.\r\nÞað var umræða um að banna kaup á vændi á sama tíma en það var fellt.", "date": "2007-03-21 10:00:00", "post_id": 94}, {"user_name": "hundur", "text": "Já ég sagði hér fyrr í þessum þræði að það væri ólöglegt að kaupa vændi. Svo las ég blaðið í gær og þar stendur:\n\n\n\nÚtfrá þessum orðum skil ég þetta þannig að vændi má ekki vera þín aðalatvinnugrein. Þú getur unnið sem þingmaður, kassadama í bónus, módel eða hvað sem er á daginn og svo bara sem vændiskona á kvöldin, en mátt þó ekki þéna meira í vændiskonustarfinu en í þínu aðalframfærslustarfi. Og það sem meira er, það getur hver sem er keypt þig og hann er ekki lögbrjótur. Ætla vændiskonur að gefa fólki kvittun eftir hvert skipti og taka af því vask og annað <<<rollinglaugh.gif>>> þið hljótið að vera að grínast í mér.\n\n\r\nÉg hafði misskilið þetta allsvakalega því ég hélt að það væri alfarið búið að leyfa vændi en banna að kaupa það.", "date": "2007-03-21 10:06:00", "post_id": 95}, {"user_name": "indjaninn", "text": "Nokkuð þessi tími mánaðarins ? <<<icon_twisted.gif>>>", "date": "2007-03-21 12:41:00", "post_id": 96}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_rr.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/smooch.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/whip.gif", "http://live2cruize.com/spjall/images/smilies/whip.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif"], "date": "2007-03-19 18:37:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_rr.gif", "path": "full/7fbd1b760d54f075e82ad968696c6e4037436ce9.gif", "checksum": "ab4b12bdd3936a0eb92afc4ad4ea82cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/smooch.gif", "path": "full/48e40ebdf63dc074c08a213fd03c6b119bd8208c.gif", "checksum": "f744a1bf2db84bdfe9babba561e8e8cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/whip.gif", "path": "full/1096f9c96f6845a9e898e7f04bed072404ae5aa5.gif", "checksum": "54baba8e7995160730d6f86a38983ae2"}, {"url": "http://live2cruize.com/spjall/images/smilies/whip.gif", "path": "full/1096f9c96f6845a9e898e7f04bed072404ae5aa5.gif", "checksum": "54baba8e7995160730d6f86a38983ae2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}]}