{"forum_title": "Almennt spjall", "id": "25302", "title": "Aftanákeyrsla ekki alltaf í órétti", "url": "http://www.live2cruize.com/spjall/showthread.php/25302-Aftanákeyrsla-ekki-alltaf-í-órétti", "posts": [{"user_name": "ÞrumuJón", "text": "Mig langaði bara svona að segja fólki frá árekstri sem ég lennti í á mikklubraut eða í ártúnsbrekkunni föstudaginn 16. mars síðastliðinn. Ég fékk bílprófið mitt 12. mars rosalega ánægður ekki ennþá kominn með bíl en ég fæ lánaðann hjá mömmu eða pabba þegar ég þarf á því að halda. \n\r\nAllavega þetta kvöld þurfti ég að vera á bíl svo ég fékk lánaðann bílinn hjá félaga minum sem ætlaði að vera heima um kvöldið vegna þess að hann þurfti að passa, ég tek bílinn um 9 leitið og er bara rosa sáttur, rúnta smá, kíki í smá party og svona, svo á heimleiðinni klukkan eitthvað u.þ.b 23:30 var ég með fullann yaris af gaurum og við ákváðum að skella okkur á subway á ártúnshöfða, ég keyri eftir vinstri akgrein á mikklubrautinni á 80-90 km hraða í góðum gír, taka má fram að 16 mars var slabb og slidda og þar að leiðandi ekki gott grip á vegum, ég er að keyra þarna þegar allt í einu ákveður maðurinn á miðjuakgreininni að skipta yfir á vinstri og hann gefur stefnuljós þannig að það blikkar ekki einusinni, heldur bara lýsir það í 1 sec og svo slekkur hann það, skiptir yfir og neglir niður (mín ágiskun er að hann hefur lennt í slabbinu sem er yfirleitt í vegkantinum og fundist hann vera að missa stjórn) þannig ég auðvita negli niður á eftir honum en eins og ég sagði áðan var ekki gott grip svo ég byrja bara að renna og enda með að lenda aftaná vinstra horninu á bílnum (sem segir til um hversu fljótt þetta gerðist, hann var ekki kominn allur inn á mína akgrein þegar ég lendi aftaná honum) en eins og ég segi, ég lendi þarna aftaná honum og snýst í eitthverja hringi á miðri mikklubrautinni og um leið og ég átta mig keyri ég náttulega strax út í kannt, var svo heppinn að ég tók \"u-ið\" þarna á ljósunum hjá grensást og mikklubraut og þar að leiðandi var svolítið langt í næstu bílatröð því ég lendi náttulega þversöm á mikklubrautinni. \n\r\nSvo heppilega vildi til að eitthver strákur/maður á rauðri imprezzu gt að ég held var að keyra þarna og sá þetta gerast og gat þar með vitnað um hvað gerðist, rosalega fínn strákur og ef hann sér þetta þá vill ég þakka þér rosalega vel fyrir, allavega lögreglan kemur og tekur skýrslu af öllu saman eins og gengur og gerist, segir svo við mig að ég megi fara, skoðar eitthvað bílinn og segir að hann sé alveg góður, öll ljós virka og vatnskassinn lak ekki, (ég ekkert smá feginn því vatnskassi er ekki ódýrt leikfang) svo tek ég af stað og keyri hægt upp ártúnsbrekkuna og ætla að skila bílnum bara, allt í einu festist hann í botni! þá sat vatnskassinn á bensíngjafarbarkanum sem olli því að hann sat í botni upp ártúnsbrekkuna þannig ég stóð á bremsunni með báðum og hélt í handbremsuna til þess að reyna að halda skikkalegri ferð, allt í einu byrjar að rjúka úr vélinni og þessi subbulega lykt kemur, ég átta mig strax á því að bíllinn er að ofhitna (þá kominn á milli árbæjar og breiðholts) fer strax upp í kant og drep á bílnum og hringi á drátt.\n\r\nÉg var auðvita miður mín yfir þessu búinn að vera með prófið í nokkra daga og strax buinn að lenda í svona, fór heim og sagði foreldrunum frá þessu og þau tóku þessu bara með ró og voru fegin að enginn meiddist. Ég og pabbi tökum að okkur að allavega laga bílinn þannig að hann yrði gangfær og gerðum það, síðan ákveð ég að prófa að hringja í tryggingarnar og nema hvað, bæði tryggingafélög \"á bílnum sem ég var á og hinum\" dæmdu mig í 100% rétti!\n\r\nÉg vildi bara svona aðeins deila með ykkur fyrsta árekstrinum mínum sem leit illa út í byrjun en endaði með rosalega skemmtilegum og góðum móralslegum sigri fyrir mig þar sem að auðvita ég fékk ótal comment út á það að ég ætti ekki að vera að keyra og að ég ætti ekki að kaupa mér bíl og svo framvegis.\n\r\nEfa það að eitthver hafi lesið þetta en ef að björgunarsveitastrákurinn á rauðu imprezzunni les þetta endilega commentaðu.", "date": "2007-04-12 21:57:00", "post_id": 1}, {"user_name": "andrz", "text": "Til hamingju með fyrsta áreksturinn félagi <<<icon_wink.gif>>><<<icon_wink.gif>>><<<icon_wink.gif>>>\r\nzorf powahhh", "date": "2007-04-12 22:01:00", "post_id": 2}, {"user_name": "Dezzice", "text": "Það munar oft um það ef vitni gefa sig fram og geta lýst því sem gerðist.  En gott að þetta fór allt vel.  Ef þetta er rauður GT wagon þá er aðeins ein Impreza hér í bænum sem kemur til greina <<<icon_wink.gif>>>", "date": "2007-04-12 22:06:00", "post_id": 3}, {"user_name": "ÞrumuJón", "text": "nei þetta var ekki wagon, veit ekkert hvað öll þessi imprezzu nöfn eru, strákurinn er í björgunarsveit og eitthvað svona, þetta var flott impreza ekki wagon, með píkutrillaraspoiler og svona", "date": "2007-04-12 22:12:00", "post_id": 4}, {"user_name": "djofullinn", "text": "Haha djöfull hefðiru átt að vera dæmdur í órétti fyrir að keyra á 80-90 í slabbi og \"með lítið grip\"  <<<icon_lol.gif>>> \n\r\nEn já flott hjá þér  <<<icon_cool.gif>>>", "date": "2007-04-12 22:18:00", "post_id": 5}, {"user_name": "ÞrumuJón", "text": "hey! þegiðu <<<icon_sad.gif>>> ég gerði ekkert af mér <<<icon_redface.gif>>>", "date": "2007-04-12 22:36:00", "post_id": 6}, {"user_name": "Mimir", "text": "þegar maður er að skipta um akrein er maður i órétti", "date": "2007-04-12 22:37:00", "post_id": 7}, {"user_name": "oli_geir", "text": "Jæja Jón hvað sagði ég þér í skólanum :wink: \n\r\nEn allavega er gott að þetta endaði bara á besta veg fyrir þig en ekki mömmustrákinn á hinum bílnum. <<<icon_lol.gif>>>", "date": "2007-04-12 23:14:00", "post_id": 8}, {"user_name": "ÞrumuJón", "text": "<<<iagree.gif>>>", "date": "2007-04-12 23:35:00", "post_id": 9}, {"user_name": "Oskar K", "text": "afhverju ekki slá honum í frígír og drepa á ?", "date": "2007-04-13 00:24:00", "post_id": 10}, {"user_name": "urban", "text": "ég hugsaði það sama en mundi skjóta á reynsluleysi og panik", "date": "2007-04-13 01:30:00", "post_id": 11}, {"user_name": "Danni", "text": "Lenti í svipuðu fyrir stuttu.\n\r\nVar að keyra bíl á Höfðabakkabrú held ég að staðurinn heitir og það eru vegaframkvæmdir í gangi. Fylgdi bara umferðinni einsog allir og var kominn niður í svona 40 km/h mest  og þá bara neglir kallinn niður að ástæðu lausu, enginn fyrir framan og hann ekki einusinni kominn að vegaframkvæmdunum. Ég tók ekki efir því nógu fljótlega og small á hann, en náði samt að negla eitthvað niður. Fékk næstum bíl aftaná mig í kjölfarið. Fór út og bað ökumann í bílnum fyrir aftan að vera vitni og hann öskraði bara eitthvað á pólsku svo ég labbaði bara í burtu, við færðum bílana og gerðum skýrslu.\n\r\nEr að bíða eftir að það verður dæmt í þessu og ef ég verð dæmdur í órétti þá fær tryggingafélagið sko að heyra frá mér því ég er EKKI sáttur með að klessa bíla í órétti sem eru ekki á mínu nafni! Reyndar hefði þessi bíll verið á mínu nafni hefði þetta örugglega ekki gerst því ég hefði keyrt miklu hraðar að staðnum og þar af leiðandi ekki lent fyrir aftan þennan asna. Talandi um að það borgi sig að keyra á löglegum hraða <<<icon_rolleyes.gif>>> <<<icon_lol.gif>>>", "date": "2007-04-13 02:31:00", "post_id": 12}, {"user_name": "MrManiac", "text": "'Eg lenti í þessu líka Camaro-inn hjá mér festist í botni uppi á heiði. Hann var á það miklum snúnig að ég gat ekki drepið á honum varð að byrja á því að Grilla bremsurnar áður enn ég gat drepið á.  Þetta er ekkert smá panik sem kemur á mann. Setti crusie-ið á og allt í einu gírar tíkinn sig niður og ríkur af stað .", "date": "2007-04-13 02:49:00", "post_id": 13}, {"user_name": "Armann", "text": "Heppinn að ekki fór verr.\r\nFín reynsla til að læra af.... :wink:", "date": "2007-04-13 10:39:00", "post_id": 14}, {"user_name": "Viktorkarl", "text": "Lendir í árekstri og fyrsta sem þú hugsar um er að ríða, greddupadda!  <<<icon_lol.gif>>> \n\r\nEn já góður gaur á GT imprezunni <<<icon_thumleft.gif>>>", "date": "2007-04-13 13:47:00", "post_id": 15}, {"user_name": "Arnþór", "text": "Var hann á það miklum snúningi að þú gast ekki svissað af??? Ég myndi halda að það væri nóg. Þetta minnir mann hálfpartinn á gæjann í bretlandi á bimmanum sem að laug því að öllum að benzíngjöfin í bílnum hans hafði fests inni sem endaði svo með því að hann velti bílnum.", "date": "2007-04-13 13:53:00", "post_id": 16}, {"user_name": "wrxMY01", "text": "já gott að þetta fór ekki verr. Lenti í því að vera keyra frá orkunni á miklubraut á leiðinni niðrí bæ um kvöld. Það var að koma bíll úr aðreininni sem kemur í sveig frá kringlunni og þar sem ég var ekkert að flýta mér beið ég eftir bílnum og keyri svo af stað bara á normal hraða. Keyri útá aðreinina og lýt svo örsnöggt til vinsti og sé að það eru ekki neinir bílar að koma og lít aftur við þá hafði bölvuð konan ákveðið að stoppa bara alveg og ég var svo hissa og fipaðist einhvað að stíga á bremsuna að ég náði ekki að stoppa og stuðaði hana. Sást ekki neitt á hennar bíl nema einhvað sem var öruglega gamlar þvottarispur og laust plast sem ég festi bara á staðnum hún bara fúl og sagði að hún væri nýbúinn að lenda í þessu!!!!! Verst að mér var runnin reiðin og ég sagði henni ekki að keyra þá eins og maður. Verst þótti mér þó að þar sem ég var bíllaus akkurat þetta kvöld og ég var á nýsprautuðum avensis hennar mömmu og braut stuðarann. Reyndar bara lítið enda var ég næstum stopp þegar ég lenti á bílnum.  Löggan kom svo þegar við vorum búin að gera skýrslu og í fáfræði minni hélt ég að ég myndi alltaf vera dæmdur í órétti og reyndi ekki einusinni að seigja nokkun skapaðan hlut. Auðvitað gera allir mistök í umferðinni einhverntíman og ég líka. En samt þetta á ekki að vera leyfilegt að snarstoppa á miðjum vegi þegar engir bílar eru sjáanlegir.", "date": "2007-04-13 15:52:00", "post_id": 17}, {"user_name": "Bjúguls", "text": "Er ekki leyfilegur hámarkshraði 80 km/klst á miklubraut??? \r\nEf svo er gleyma oftast allir því að þá er verið að tala um leyfilegan hámarkshraða miðað við bestu mögulegu aðstæður.....80-90km/klst <<<icon_cool.gif>>>  Í slappi getur komið sér illa ef t.d. einhver asni ákveður að beygja í veg fyrir þig <<<icon_evil.gif>>>", "date": "2007-04-15 12:36:00", "post_id": 18}, {"user_name": "Bjúguls", "text": "Svo til að bæta á þetta er alltaf verið að tala um að menn séu í órétti þegar þeir aka aftan á aðra bifreið það er bara einfaldlega satt. Lesa umferðarlögin það skýrir þetta betur ef þið eruð ekki vissir um þetta  <<<icon_cool.gif>>>", "date": "2007-04-15 12:41:00", "post_id": 19}, {"user_name": "ÞrumuJón", "text": "í miðri ártúnsbrekkunni ? ég drap á um leið og mér gafst séns á að komast eitthvað afsíðis\n\r\nSvo var ég á sjálfskiptum", "date": "2007-04-15 17:38:00", "post_id": 20}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumleft.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2007-04-12 21:57:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumleft.gif", "path": "full/e3fd2e409371c457f5b46f846bebe75426faec75.gif", "checksum": "d802bcaf64eb23a5dba36dd612d992e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}