{"forum_title": "Tæknilega hornið: Almennt", "id": "26109", "title": "Þarf ég á magnara að halda?", "url": "http://www.live2cruize.com/spjall/showthread.php/26109-Þarf-ég-á-magnara-að-halda", "posts": [{"user_name": "danish", "text": "Góðan dag,\n\r\nMér hefur hugi snúist um það hvort ég þurfi á magnara að halda ef ég vill hafa \n\nhttp://www.aukaraf.is/product_info.p...d82e97e6e3e1da\n\nhttp://www.aukaraf.is/product_info.p...d82e97e6e3e1da\n\r\nspilarinn sem ég er að nota..\n\nhttp://www.aukaraf.is/product_info.p...d82e97e6e3e1da\n\r\nef svo er hvar get ég fundið ódýran magnara. Hann þarf aðeins að geta höndlað þetta svo ég er ekki að leita af magnara sem kostar eitthvern 100þkr.", "date": "2007-05-06 20:39:00", "post_id": 1}, {"user_name": "hundur", "text": "ég mundi jú mæla með því að þú fengir þér magnara. mundi ég skoða þessar síður með magnara sm.is ht.is nesradio.is svo á aukaraf.is audio.is geturu dfundið eitthvað og bara alls staðar. Þarft engann 100þ kr magnara til að keyra þetta. Mundi mæla með Alpine MRP-F250 sem kostar ekki nema eitthvern tæpan 30kall.", "date": "2007-05-06 23:17:00", "post_id": 2}, {"user_name": "danish", "text": "Já en get ég spilað án magnara? Hvað er það versta sem gæti gerst? Er nefnilega ekki alveg búinn að átta mig á því hvað magnari sé, veit svosem voða lítið um þetta græjjudóterí og þarf því smá upplýsingar um þetta.  :wink: \n\r\nEn um daginn spurði ég eitthvern mann sem átti að vera voða fróður um þetta og það fyrsta sem hann benti mér á var 98þkr magnari, svona in case ef mig langar að fá mér keilu og auka dót seinna.. <<<crazy.gif>>>\n\r\nEn þar sem ég er ekkert á næstunni held ég að fara uppfæra búnaði nema kaupa þessa blessuðu hátalara, þá þarf ég ekkert extremly magnara, langar bara í magnara sem heldur vel utan um þennan pakka and thats it.  :wink:", "date": "2007-05-07 00:53:00", "post_id": 3}, {"user_name": "oli_geir", "text": "Þú þarft magnara fyrir þessa hátalara ef þú villt hafa þá hátt stillta. En ef þú villt bara rétt svo heyra í þeim þá sleppiru magnaranum.\r\nEn það sem getur gerst er að spilarinn getur ofhitnað fæstir spilarar höndla 2x120W + 2x80W. Í versta falli þá kviknar í bílnum hjá þér(nei nei bara að ýkja smá). En það sem er algengt að gerist er að spilarinn hitnar alveg svakalega (boss spilararnir alveg þekktir fyrir það) og þegar það gerist á hann til að detta bara út í miðju lagi. En ef þú ert með magnara við þetta þá færir þúálagið sem myndi vera á spilaranum á magnaran sem er gerður til að ráða við þetta.", "date": "2007-05-07 18:18:00", "post_id": 4}, {"user_name": "danish", "text": "Aight, svo ég þarf að fá mér magnara.  <<<icon_lol.gif>>> \n\r\nEn 30þkr er alveg góður peningur fyrir lítinn magnara. Eins og ég segi. Vill bara að hann höndli þetta. No more no less.", "date": "2007-05-07 20:17:00", "post_id": 5}, {"user_name": "hundur", "text": "Svo er boss náttúrulega alls ekki besta merkið þegar kemur að spilurum, eiginlega langt frá því. mundi líka fá mér nýjan spilara ef þú öpgreidar eitthvað seinna :wink:", "date": "2007-05-07 22:15:00", "post_id": 6}, {"user_name": "danish", "text": "Ég veit ekki, mér finnst þessi spilari bara virka massa vel, miðað við verðið þá var hann vel þess virði. Spilar iPod, diska, mp3, flasskort þannig ég get ekki kvartað.\n\r\nEn núna er ég bara worried um fjárhag.  :wink:", "date": "2007-05-07 23:19:00", "post_id": 7}, {"user_name": "Karlsson", "text": "sammála", "date": "2007-05-08 10:44:00", "post_id": 8}, {"user_name": "hundur", "text": "ef svo er þá mundi ég bara leita mér af ódýrari hátölurum, t.d. type-s frá alpine.", "date": "2007-05-08 11:06:00", "post_id": 9}, {"user_name": "KarlHK", "text": "Mín reynsla er sú að það sé best að nota 50/50 regluna.\n\r\nSemsagt , ef þú ert með 4x50 watta magnara í spilaranum hjá þér þá mæli ég ekki með stærri hátölurum en 100w. \n\r\nSemsagt ... 200w hátalarar eru fínir með 100w inná þá - allt undir 100w er orðið full lítið\n\r\n4x50w spilari ætti að vera sæmilegur með 4 100w hátalara\n\r\nEf þú færð þér t.d tvo 200watta 3way hátalara til að vera með í hillunni þá sleppur þú alveg með 2x100w magnara og þeir kosta engann 30.000 kall  ( www.audio.is )\n\r\nPassaðu þig bara á að rugla ekki saman peak power og svo RMS.\n\r\nBest að hringja bara í Jónas í audio ( símanúmer á www.audio.is ) og segðu honum hvernig hátlara þú ert með og biddu hann um að mæla með magnara sem sleppur fyrir þetta.\n\r\nHann er sanngjarn og okrar ekkert á þér.\n\r\nKv. Kalli", "date": "2007-05-22 02:44:00", "post_id": 10}, {"user_name": "KarlHK", "text": "Eftir að vera búinn að skoða þetta aðeins betur og hátalarana sem þú ætlar að nota þá mundi ég segja að það væri alveg nóg fyrir þig að nota magnarann í spilaranum fyrir þessa 2 minni hátalara og svo fá þér 2x 100w magnara hjá t.d Audio .. eða 2x 120 .. man ekki hvernig þetta er hjá honum.\n\r\nAmk .. 2x 120w magnari yrði mjög fínn fyrir stærri hátalarana og ekki láta neinn segja þér annað\n\nhttp://www.audio.is/catalog/product_...roducts_id=549\n\r\nÉg veit að vísu ekkert hvernig ending og gæði eru á svona mögnurum þar sem ég hef aldrei átt svona og ekki verið í græjubransanum í nokkur ár.\n\r\nEn þetta er í ábyrgð þannig að ég mundi ekki hafa áhyggjur af því.\n\r\nKv. Kalli\n\r\nPS: Ekki það að ég sé að gera lítið úr þessum gaurum sem eru búnnir að vera að svara þér á þessum þræði en mér  finnst mér þeir bara ekki vera nógu klárir í þessu.\n\r\nÉg legg til að þú fáir þér þennan 2x 100w magnara sem er á linknum hér fyrir ofan og tengir hann inná stærri hátalarana - og tengjir svo front útgangana á spilaranum inná þessa minni. Það kemur til með að virka fínt saman. Stærri magnarar eru ekkert betri fyrir svona og ekkert vit í að kaupa sér of stóran magnara útá eitthvað sem þú KANSKI gerir EINHVERNTIMAN seinna .. það er bara sóun á $ og ekkert með það að gera.\n\r\nÉg vona að þetta hafi leyst eitthvað ef þú ert ekki þegar búinn að kaupa magnara <<<icon_smile.gif>>>", "date": "2007-05-22 02:49:00", "post_id": 11}, {"user_name": "hundur", "text": "Þetta snýst líka allt um það hvaða merki maðurinn vill, það sem ég hef lesið eftir þig núna í síðustu þráðum karlHK, þá virðist þú vita nokkuð hvað þú ert að tala um og hefur mörg góð ráð uppí erminni. En þá veistu það líka að wött milli framleiðanda eru mjög misjöfn oft á tíðum og geta 100w frá einum framleiðanda verið að virka betur en 250w frá öðrum.", "date": "2007-05-22 10:03:00", "post_id": 12}, {"user_name": "BRG", "text": "Sammála, þótt það sé talið með RMS wöttum, þá hefur maður heyrt oftar en ekki eitthvað sem er 100w rms betra en noname 300w rms.", "date": "2007-05-22 18:36:00", "post_id": 13}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/crazy.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2007-05-06 20:39:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/crazy.gif", "path": "full/571e9081b9b0ae5c34968ae245909e7bf5b5bedb.gif", "checksum": "24dc6585dc9fac6a2e5e4df2440a7819"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}