{"forum_title": "Tæknilega hornið: Almennt", "id": "26330", "title": "Bílskúrslækkun", "url": "http://www.live2cruize.com/spjall/showthread.php/26330-Bílskúrslækkun", "posts": [{"user_name": "strife", "text": "Er með bíl sem lækkaður var af fyrri eiganda.\r\nSettir voru mikið minni gormar í en dempararnir eru en þeir sömu.\r\nÚtkoman er sú að það er alveg MAD tyte ricer negative camber að framan jafnt sem aftan.\n\r\nSpurningar mínar eru eftirfarandi;\r\nEr mitt eina ráð að skipta um dempara eða setja kubba til að hækka hann á ný.\r\nEða er mögulegt að láta hjólastilla hann til að bæta úr þessu, eða hefði það enga bætingu í för með sér.\n\r\nÞetta er það slæmt að framan að hann keyrir bara á ysta kantinum á dekkinu og slítur kantin.", "date": "2007-05-13 01:15:00", "post_id": 1}, {"user_name": "Danni Málari", "text": "Held það fari eitthvað eftir bílum hvað hægt er að hjólastilla þá mikið.\r\nEf þú ert hinsvegar með bíl sem vinsælt er að breyta gæti verið að það séu framleiddar fyrir hann spyrnur sem leiðrétta þennan halla sem verður við lækkunina.", "date": "2007-05-13 02:23:00", "post_id": 2}, {"user_name": "kalli323", "text": "Slítur hann bara dekkinu á ytri kantinum á öðru dekkinu eða báðum?  \r\nEf bíllinn er Innskeifur eða Toe-in að framan er meira en venjulegt er þá slítur hann ytri kantinum og öfugt þegar hann er útskeifur, þá slítur hann á innri brúnini.\r\nÞað er stillt með því að losa stýrisendana og skrúfa þá fram eða aftur eftir þörf.\r\nÞarf að vera með hjálstillingar tæki í þetta, annars verður Ratið vitlaust á bílnum og hann fer að leita meira í aðra áttina og stýrið verður skakkt.\n\r\nCamber er í flestum tilvikum ekki hægt að stilla, en það eru til stilli boltar sem hægt er að kaupa og skipta út fyrir þá sem eru fyrir, þetta eru svona hjámiðjuboltar . Þetta eru boltarnir tveir sem tengja dempara við hjólnafið, neðstu tveir boltarnir.  \n\r\nSvo er stundum hægt að losa þessa bolta og seta tjakk á milli dempara og dekksins og pressa aðeins á það þá gengur dekkið út að ofan og inn ef engin tjakkur er notaður til að pressa, sest þá bara til baka í innstu stillingu.\n\r\nmeira get ég ekki sagt <<<icon_rolleyes.gif>>>", "date": "2007-05-18 09:44:00", "post_id": 3}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif"], "date": "2007-05-13 01:15:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}]}