{"forum_title": "Bílahornið", "id": "26451", "title": "Kawasaki Vulcan 900 Custom", "url": "http://www.live2cruize.com/spjall/showthread.php/26451-Kawasaki-Vulcan-900-Custom", "posts": [{"user_name": "Ram", "text": "Sælir \n\r\nVeit ekki hvort það er mikið um hjóla menn \r\nhérna á spjallinu en ef það eru einhverjir eða \r\nef þið hafið eitthvað vit á hjólum þá langar mig \r\nað fá smá álit á því hvernig mönnum líst á \r\nKawasaki Vulcan 900 custom? \n\r\nEr að spá í svona hjól, aðallegast handa konunni \r\nsem er byrjandi og ný komin með prófið, en kem \r\nlíka til með að nota það svolítið sjálfur þar til eg \r\nkaupi annað stærra hjól handa mér. \n\r\nSvona hjól: http://kawasaki.com/Products/Detail.aspx?id=214", "date": "2007-05-17 15:07:00", "post_id": 1}, {"user_name": "kidlingur", "text": "Úff þegar ég las custom þá hljómaði þetta ekki vel sem byrjandahjól. En þetta hjól er ekki með lengri gaffall eða svoleiðis þannig að það ætti að vera ágætis byrjendahjól. Það sem skiptir máli er áseta, þyngdarpunktur,  ekki ofmikill kraftur, auðveldni í keyrslu fyrir mitt leiti þá á byrjandi ekki að vera á nýju eða dýru hjóli því allir detta einhverntíman og það er ekki gott að vera smeykur um dýrt hjól og vera að læra að keyra á sama tíma. Bara mín skoðun en mér finnst að fólk eiga að byrja á hjólum sem eru frekar létt, afllítil, ódýr, með góðan þyngdarpunkt, auðveld í keyrslu  en það er bara svo að fólk verði betri ökumenn til lengra litið. Ég vildi kenna minni konu á sport turing hjól því þar er frábær þyngdarpunktur og gott að klemma tankinn á milli lappanna.\r\nÞetta er mjög töff hjól en ég persónulega mæla með að smella konunni á aflminna ódýrara hjól til að byrja með. En ég vona að ykkur gangi vel og hlakka til að sjá ykkur á götunum.", "date": "2007-05-18 04:32:00", "post_id": 2}, {"user_name": "seg74", "text": "Alveg Sammála...", "date": "2007-05-18 06:58:00", "post_id": 3}, {"user_name": "Ram", "text": "en mig sárvantar hjól helst í gær, sem að hun getur verið á og sem hentar mér samt líka þegar eg er í landi og hef tíma til að hjóla <<<icon_cool.gif>>> \n\r\nEða þá bara flott og gott hjól bara fyrir mig og finn svo aftur eitthvað gamalt, ódýrt og afl lítið fyrir hana seinna.\n\r\nEn ef þið vitið um flott hjól til sölu, annað hvort sem hentar okkur báðum eða bara \"fullorðins\" hjól bara fyrir mig þá megið þið láta hringja i mig því eg verð að fara fá hjól og helst í gær því eg fer á sjó um helgina.\n\r\nkv.Viddi 8977824", "date": "2007-05-18 12:23:00", "post_id": 4}, {"user_name": "kidlingur", "text": "Sko núna er mjög erfitt að fá hjól í góða veðrinu. En ég mundi mæla með suzuki bandid sem er inn í sal hjá nítró eða hondu deuville á snigla smáauglýsingum. Bæði 600 hjól og fín fyrir byrjanda og frábær fyrir alvöru hjólamann sérstaklega hondan.", "date": "2007-05-18 13:53:00", "post_id": 5}, {"user_name": "Ram", "text": "ok takk kærlega fyrir eg skoða þetta.", "date": "2007-05-18 17:05:00", "post_id": 6}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2007-05-17 15:07:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}