{"forum_title": "Almennt spjall", "id": "26599", "title": "Hver er sektin við vítaverðan akstur??", "url": "http://www.live2cruize.com/spjall/showthread.php/26599-Hver-er-sektin-við-vítaverðan-akstur", "posts": [{"user_name": "Birgir Örn", "text": "Finn þetta  ekki á þessum síðum\n\r\nveit þetta einhver??", "date": "2007-05-21 23:43:00", "post_id": 1}, {"user_name": "Aron Andrew", "text": "5 eða 10k, engir punktar", "date": "2007-05-22 00:02:00", "post_id": 2}, {"user_name": "D-MaN", "text": "hvað var verið að gera  <<<icon_biggrin.gif>>>", "date": "2007-05-22 00:27:00", "post_id": 3}, {"user_name": "Halldór", "text": "Varstu á KFC á selfossi áðan  <<<icon_neutral.gif>>>", "date": "2007-05-22 00:36:00", "post_id": 4}, {"user_name": "Coney", "text": "Tell us the story! <<<icon_eek.gif>>>", "date": "2007-05-22 04:23:00", "post_id": 5}, {"user_name": "MJ", "text": "málið er að hann var nebbla ekkert að gera neitt alvarlegt af sér  <<<icon_confused.gif>>> \n\r\nbara stælar i löggunni, meina hvada lögga sektar mann fyrir AÐ HAFA AUGNBRÝR Á BÍLNUM  <<<icon_rolleyes.gif>>> \n\r\nÞETTA VAR ALVEG HRÆÓDÝR LÖGGA <<<icon_arrow.gif>>>", "date": "2007-05-22 08:08:00", "post_id": 6}, {"user_name": "APEXi", "text": "félagi minn lenti í lögguni í gær og þar ætlaði hún að sekta hann fyrir að vera með 3\" kerfi  <<<icon_confused.gif>>>\n\r\nEinhver annar lent í því ?", "date": "2007-05-22 08:34:00", "post_id": 7}, {"user_name": "MJ", "text": "ja biggi í gær, það er nattla sóðalega brútal sound i hans <<<icon_redface.gif>>>", "date": "2007-05-22 08:37:00", "post_id": 8}, {"user_name": "Birgir Örn", "text": "ja helv löggan setti útá hávaða, augabrýr og stefnuljósin sem eg er með á hliðunum hahha,\n\r\nen í sambandi við vítaverðan akstur þá tók ég heldur hressilega af stað. og löggan beint fyrir aftan  <<<icon_lol.gif>>>", "date": "2007-05-22 09:05:00", "post_id": 9}, {"user_name": "Viktorkarl", "text": "Eina sem ég finn um \"vítaverðan akstur\" er 5000 kr\n\r\nHinsvegar er ekki til nein sekt sem heitir \"Vítaverður akstur\"  :wink:", "date": "2007-05-22 09:11:00", "post_id": 10}, {"user_name": "APEXi", "text": "Já það er svaðalegt soundið í hans  :wink:", "date": "2007-05-22 09:12:00", "post_id": 11}, {"user_name": "íbbi", "text": "ég hef fengið þetta nokkrum sinnum, minnir að það hafi verið 5k á gamla kerfinu, \n\r\neinhvernt´´iman fékk ég líka glæfraakstur og punktur og eithtvað flr", "date": "2007-05-22 09:31:00", "post_id": 12}, {"user_name": "Birgir Örn", "text": "jamm  :wink:  :wink:", "date": "2007-05-22 09:54:00", "post_id": 13}, {"user_name": "APEXi", "text": "Ertu með svört stefnuljós?\n\r\nOg hvaða rugl er þetta með eyelidsin ? hvaða rök hafði hún fyrir því þegar hún setti útá þau?", "date": "2007-05-22 10:48:00", "post_id": 14}, {"user_name": "Erica", "text": "hvernig í fjandanum getur hún sektað fólk fyrir að hafa augnbrýr á bílnum? <<<icon_confused.gif>>>", "date": "2007-05-22 10:53:00", "post_id": 15}, {"user_name": "Atli", "text": "Hún stoppaði mig um daginn og boðaði mig í skoðun út af bláum stöðuljósum svo setti hún út á pústkerfið í bílnum og sagði að þetta væri nú ekki leyfilegt púst.\n\r\nEn ég hef nú ALDREI heyrt um að hún sé að stoppa bíla fyrir að vara með augabrúnir !", "date": "2007-05-22 11:04:00", "post_id": 16}, {"user_name": "astijons", "text": "strákar plokka ekki augnbrýrnar sínar svo það skyggir kannski á ljósin á endanum", "date": "2007-05-22 11:51:00", "post_id": 17}, {"user_name": "elvarrr", "text": "sekta fyrir augnbrýr ? :O", "date": "2007-05-22 12:06:00", "post_id": 18}, {"user_name": "baldur", "text": "vítaverður akstur svona þegar maður er ekki að brjóta neitt af sér en löggan er með stæla og vill sekta mann samt.\r\nÞað eru bara stælar ef maður er sektaður fyrir að taka hressilega af stað þótt maður aki ekki yfir leyfilegan hraða.", "date": "2007-05-22 12:28:00", "post_id": 19}, {"user_name": "Birgir Örn", "text": "ja svona er þetta bara fer að gruna að þetta hafi verið samansafn af kvörtunum eða eitthvað  <<<icon_rolleyes.gif>>>", "date": "2007-05-22 12:38:00", "post_id": 20}, {"user_name": "F2", "text": "Ég hef fengið svona sekt <<<icon_cool.gif>>> <<<icon_lol.gif>>>", "date": "2007-05-22 12:42:00", "post_id": 21}, {"user_name": "Svezel", "text": "augabrúnir", "date": "2007-05-22 13:13:00", "post_id": 22}, {"user_name": "hildurm", "text": "Biggi og Andri fengu báðir 5 þús í sekt og 3þús og eitthvað ef þú borgar fyrir vissan tíma..<<<icon_wink.gif>>>", "date": "2007-05-22 18:01:00", "post_id": 23}, {"user_name": "KiddiJeep", "text": "jamm þetta er 5000 kall... baaara asnalegt að fá svona sekt <<<icon_redface.gif>>>", "date": "2007-05-22 18:21:00", "post_id": 24}, {"user_name": "Viggóhelgi", "text": "Ekkert asnalegt við það að fá svona sekt bráð nauðsin að hafa þetta til. en hvernig maður fær hana er annað mál..\n\r\nhef fengið svona 1 sinni. það var reyndar eitthvað til í því þá! <<<icon_biggrin.gif>>>", "date": "2007-05-22 18:34:00", "post_id": 25}, {"user_name": "Viggóhelgi", "text": "Ekkert asnalegt við það að fá svona sekt bráð nauðsin að hafa þetta til. en hvernig maður fær hana er annað mál..\n\r\nhef fengið svona 1 sinni. það var reyndar eitthvað til í því þá! <<<icon_biggrin.gif>>>\n\r\nKl var svona 4 um nótt á miðvikudegi eeeenginn úti. nýjfallinn geðveikt mikill snjór og  ártúnsbrekkan var tekin í góðu slædi.. alla leið niður... með lögguna bak við mig! <<<icon_biggrin.gif>>> hehehe pushing the limits \n\r\nekkert gert fyrr en ég kom að grensás. og hélt áfram yfir gatnamótin þá blá ljós. <<<icon_biggrin.gif>>>\n\r\nhann sagði samt.. \"Við sáum nú að þú hafðir ágætis vald á bílnum, en gátum bara ekki látið þetta viðgangast lengur\" hehe. skemmtilegt að heyra!  <<<icon_twisted.gif>>>", "date": "2007-05-22 18:38:00", "post_id": 26}, {"user_name": "MJ", "text": "aldrei fengið svona bull\n\r\nég fer bara yfir á gulu i staðinn, mun meira maður þá.. meina 4 punktar  <<<icon_cool.gif>>> ..eins gott að eg er ekki með bráðabirgða..!! giggedy <<<alien.gif>>>", "date": "2007-05-22 18:39:00", "post_id": 27}, {"user_name": "Jón Þór", "text": "Thank you!  <<<icon_lol.gif>>>", "date": "2007-05-22 18:44:00", "post_id": 28}, {"user_name": "Birgir Örn", "text": "hei halló standa með félaganum í þessu máli  :wink:  :wink:", "date": "2007-05-22 22:12:00", "post_id": 29}, {"user_name": "maggragg", "text": "Útskýrið fyrir mér hvað augabrúnir á ljósum bifreiða eru og ég skal athuga hvort það sé lagalega hægt að sekta fyrir það...", "date": "2007-05-22 22:34:00", "post_id": 30}, {"user_name": "MJ", "text": "", "date": "2007-05-22 22:50:00", "post_id": 31}, {"user_name": "Viggóhelgi", "text": "ég meina.. ÉG HATA LÖGGUR! <<<icon_surprised.gif>>>\n\r\n(deeem.. ég klúðra alltaf svona..  sting alltaf vini og vandamenn óvart... FAST í þyndina! <<<icon_biggrin.gif>>>)", "date": "2007-05-22 23:39:00", "post_id": 32}, {"user_name": "Birgir Örn", "text": "hehehehe  <<<icon_lol.gif>>>", "date": "2007-05-22 23:50:00", "post_id": 33}, {"user_name": "Andri STi", "text": "ég fékk svona fyrir smá slide ....var snjór enn autt á götunum ...og fékk 7500 kr fyrir það  <<<icon_mad.gif>>> ....sagðist hafa runnið í hálkunni ....lét lögguna setja það á skýrsluna, en nei fékk sekt heim \n\r\nsetti ío 2 gír og bíllinn skrikaði smá usss en jæja svona er þetta <<<icon_lol.gif>>> .....og ja enginn púnktur <<<icon_biggrin.gif>>>\n\n\r\nrökin voru, stofnaði gángandi vegfaranda í hættu ...haha kl 2 um nótt eða eitthvað enginn á labbinu sko <<<icon_lol.gif>>>", "date": "2007-05-23 00:37:00", "post_id": 34}, {"user_name": "MJ", "text": "þeir eiga lika bara að labba á göngustígnum <<<icon_rolleyes.gif>>>", "date": "2007-05-23 08:16:00", "post_id": 35}, {"user_name": "MMC-Danni", "text": "Ég fékk svona einu sinni þegar ég var að leggja í stæði fyrir framan lögreglustöðina í breiðholti og ég gaf í, í hálku til að láta afturendan á bílnum rétta sig af.", "date": "2007-05-23 08:29:00", "post_id": 36}, {"user_name": "Fraizer", "text": "þetta var rifið af hja adda þegar hann átti svörtu imprezuna með krumpaða spoilernum   sagt að þetta skiggði á  ljósabúnaðinn og að það kæmi ekki nægileg birta og eikka rugl", "date": "2007-05-23 12:30:00", "post_id": 37}, {"user_name": "hundur", "text": "sýnist allt stefna í það að menn þurfi að fara að flytja úr landi, ekki skrýtið að 50.000 íslendingar búi erlendis.", "date": "2007-05-23 12:49:00", "post_id": 38}, {"user_name": "APEXi", "text": "Hahah gangi þeim vel að kippa þessu af hjá mér.. þetta er kíttað í drasl  <<<icon_lol.gif>>> <<<icon_lol.gif>>>", "date": "2007-05-23 12:54:00", "post_id": 39}, {"user_name": "maggragg", "text": "Samkvæmt reglugerð um gerð og búnað ökutækja er ekkert sem segir að þetta þ.e. augnabrúnir, sé ólögmætt. Það sem kemst næst því er 7.00 grein 8. liður \n\nSé ekki að þetta eigi við samt sem áður\r\nAð öðru leiti er þetta löglegt svo framarlega sem bifreiðin komist í gegnum ljósapróf, þ.e.a.s. að þetta skyggi ekki geislan, en hái geislin verður að lýsa a.m.k. 100 m fram á veginn og lági geislin, a.m.k. fram á veginn.", "date": "2007-05-23 23:22:00", "post_id": 40}, {"user_name": "Birgir Örn", "text": "Fór með hann í skoðun í dag fekk athugasemd um pústið og stefnuljósið en ekkert um augabrúnina það er löglegt löggan sem hefur stoppað mig hefur verið á túr eða eitthvað  <<<icon_lol.gif>>> <<<icon_lol.gif>>>", "date": "2007-05-23 23:35:00", "post_id": 41}, {"user_name": "sonur", "text": "haha..   <<<icon_lol.gif>>>  er einmitt einn af þeim..\n\r\ner að fara til danmerku.. leitaði mér upplýsinga um bifreiðar og þessháttar\r\nþar eru þeir í löggunni hvergi með neinar fastar reglur í sambandi við\r\nbreytingar á bílum <<<icon_biggrin.gif>>>\n\r\nt.d. of láir, of breiðir miðað við gerð\r\nlitur, vélastærð, púst.. enn ljósabúnaður er í mikklum reglum hja þeim\r\nallur ljósabúnaður verður að vera réttur eins og hann kom frá umboði.\r\nenn allt annað er skikkanlega leifilegt <<<icon_biggrin.gif>>> engin furða að allir sem eru eitthvað í bílaruglinu þarna úti að enginn þeirra er með upprunalega mótor\n\r\nég er t.d. í veseni með fjórhjóladrifið hja mer í rollunni, fæ 99% ekki\r\nskoðunn útá það vegna þessa að bíllinn kom ekki þannig útur umboði  <<<icon_cry.gif>>> \n\n<<<icon_biggrin.gif>>> ísland eru að springa úr frekju og reglum og bulli....", "date": "2007-05-24 00:13:00", "post_id": 42}, {"user_name": "Dezzice", "text": "Finnst þetta nú hljóma svona eins og það hafi verið einhver pirringur í þeim og þeir hafi hreinlega bara verið að reyna að finna eitthvað sem hægt væri að sekta þig fyrir eða boða í skoðun <<<icon_lol.gif>>>\n\r\nHef barasta aldrei heyrt að augabrúnir á bílum séu sektarhæfar <<<icon_lol.gif>>>  Pinkulítill flipi sem blokkar geislan ekki neitt.  Myndi skilja þetta ef þetta coveraði hálf ljósin eða eitthvað álíka gúrkulegt.", "date": "2007-05-24 00:47:00", "post_id": 43}, {"user_name": "baldur", "text": "Á ekki að vera neitt vandamál. Í versta falli þarftu að sérskoða bílinn eins og er gert með jeppa.\r\nÞað er mikið af jeppum á landinu sem hafa bara komið með drif á einum ás frá verksmiðjunni en svo hefur fjöðrunin verið endursmíðuð frá grunni og sett framhásing.", "date": "2007-05-24 14:35:00", "post_id": 44}, {"user_name": "MJ", "text": "hvad er að pustinu ?\n\r\nekki nogu flott eða ? <<<icon_confused.gif>>>", "date": "2007-05-24 14:40:00", "post_id": 45}, {"user_name": "Birgir Örn", "text": "Svo áðan þá var ég á leiðinni yfir gatnamót og það var einhver árekstur á gatnamótunum þannig það var nokkarar löggur að stjórna umferðinni gekk geggjað hægt og þá sá ég að nokkrir bílar fóru yfir á hægri akrein og fóru svo yfir tóku svo beygju til vinstri og þannig yfir gatnamótin. ég alveg okay fer eftir þeim og NEI SAMA LÖGGA PICKAR MIG ÚT ÚR UMFERÐINNI OG GEFUR MÉR SEKT FYRIR AÐ TAKA ÓLÖGLEGA BEYGJU TIL VINSTRI ÞÓ AÐ HINIR HAFI GERT ÞAÐ LÍKA!!!!!!\r\nÉG VAR FUCKING BRJÁLAÐUR OG EKKI SÉNS AÐ ÉG BORGI ÞESSA SEKT!!\n\n\r\nÚffffff varð aðeins að tjá mig sama lögga á 2 dögum þetta er ekki HÆGT.........\n\r\nEinn ógeðslega fúll!!", "date": "2007-05-25 00:12:00", "post_id": 46}, {"user_name": "RAT", "text": "það er nú ein lögga búin að stoppa mig 4 sinnum undanfarið fyrir ekki neitt + það að svína á mig í frárein ...", "date": "2007-05-25 00:26:00", "post_id": 47}, {"user_name": "Dezzice", "text": "Ef sami lögreglumaður eða kona stoppar ykkur ítrekað og aldrei er um neitt brot að ræða á víst að vera hægt að leggja inn kvörtun.  Þá er ég ekki að tala um í tilfellum þar sem löggan hefur fínan rétt á því að stoppa ykkur fyrir brot eða í reglulegt tjékk.  Það aftur á móti telst óeðlilegt að sami lögregluþjónn sé ítrekað að stoppa menn fyrir ekki neitt.", "date": "2007-05-25 02:01:00", "post_id": 48}, {"user_name": "Kjallin", "text": "Talið við vakstjóra, ef hann neitar að gera eitthvað þá hótiði bara kæru.\n\r\nÞetta er pjúra einelti.\n\r\nÉg lagði inn kvörtun þegar ég var stoppaður OF oft á 2 vikum, og þar af í 3 skipti af sama gaurnum. Ekki séð hann síðan þá.", "date": "2007-05-25 03:49:00", "post_id": 49}, {"user_name": "MJ", "text": "enda kannski aðrar löggur úti maggi minn, pældiru ekkert í því :wink:", "date": "2007-05-25 08:36:00", "post_id": 50}, {"user_name": "MJ", "text": "<<<icon_rolleyes.gif>>>    ertu heimskur", "date": "2007-05-25 08:36:00", "post_id": 51}, {"user_name": "gr33n", "text": "ég ætla rétt að vona að þú sért að djóka með þetta... og dissa ísland, og uppljóma danmörk í þessum efnum... því hérna í DK má EKKERT gera við bíla... max 14% afaukning, ekki má setja stærri felgur en orginal, .. og svo segir þú að engin furða sé að enginn sé með upprunalegann mótor.... það má ekki skipta um mótor hérna í DK (nema fá alveg eins mótor undir húddið aftur). Ég held að þú þurfir að fara að rifja upp dönskuna hjá þér <<<icon_rolleyes.gif>>>\n\n\r\nJá... og hvað er fólk að dissa yfir reglum um bíla hérna á íslandi... wth... þið vitið ekki hvað ísland er líbó í þessum málum, hér má nánast allt gera við bíla... nema tjah... filmur í framrúðuna...vúbbdífuckingdoo.", "date": "2007-05-25 14:02:00", "post_id": 52}, {"user_name": "MMC-Danni", "text": "Ekki til að vera með nein leiðindi en þetta sem sonur er tóm þvæla, Gísli er að fara með hárrétt mál. Til að geta breytt bíl eitthvað að ráði í Danmörku þarf hann að fara í gegnum sér skráningarferli og fær geðsýkislega háar tryggingar, orginal plötur leyfa ekki nema eins og Gísli sagði 14% aflaukningu. Allt varðandi bíla í Danmörku er dýrt og strangt fyrir utan tryggingar á venjulegum ökutækum.\n\r\nEf einhver er að velta því fyrir sér hvaðan ég hef þessar heimildir þá er það vegna þess að ég er með danskan ríkisborgararétt og helmingur af familíunni minni býr úti.", "date": "2007-05-25 15:15:00", "post_id": 53}, {"user_name": "gr33n", "text": "það er meira að segja búið að loka fyrir spes skráninguna á bílunum...<<<icon_rolleyes.gif>>> Danmörk er bílafasistaríki algjört.\n\r\nEn það er ekki þar með sagt að fólk fari eftir þessum reglum, enda þurfa bílar bara að fara í skoðun hérna á 2 ára fresti... og er bara allt rifið úr á 2 ára fresti hjá þessum hörðu (sem þekkja ekki til aðila á Syn stöðunum)", "date": "2007-05-25 15:32:00", "post_id": 54}, {"user_name": "Andriii", "text": "váÁ myndi maður snappa <<<icon_eek.gif>>>", "date": "2007-05-25 15:43:00", "post_id": 55}, {"user_name": "TIMMY TUNING", "text": "Það eru greinilega of mikið af sumar afleisingar löggum á götunum núna með power trip út af því að þeim var réttur svartur búningur, kilfa, mace og lykklar af nýjum volvo", "date": "2007-05-25 22:35:00", "post_id": 56}, {"user_name": "Litli_Kallinn", "text": "já sorry allirsaman það eru augnbrúnir ekki augnbrýr;D", "date": "2007-06-04 15:21:00", "post_id": 57}, {"user_name": "Eddy", "text": "hehe þess á milli þá kvarta þeir undan að maður sé með of sterkar perur svo miklir asnar þessar löggur!\n\r\nÞetta er bara orðið HREINT OG BEINT EINELTI gegn SPORT/BREYTUM Bílum!", "date": "2007-06-05 03:29:00", "post_id": 58}, {"user_name": "Gullli", "text": "er ekki full djúpt í árinni tekið að kalla þetta einelti gegn bílunum? og hvað er að því að stoppa þessa \"sport/breyttu\" bíla þegar þeir (öllu heldur ökumennirnir) gera sig ítrekað seka um hraðakstur, spól, glæfraakstur og önnur tilbrigði af lögbrotum sem stofna lífi þeirra og annarra borgara í hættu. (og þó að menn séu úti á granda að keyra hratt eða ógætilega, þá er það ekki afsökun \"að vera ekki í umferðinni\". Umferðarlögin gilda, hvort sem það er vistgata á Kópaskeri eða Sæbrautin) \n\r\nSvo ekki sé minnst á þegar ökumennirnir láta taka sig í bólinu með þokuljósanotkun, fátt tilgangslausara en menn eru samt alltaf jafn hissa þegar þeir fá sekt fyrir að nota þokuljósin.", "date": "2007-06-05 23:49:00", "post_id": 59}, {"user_name": "GeiriWRX", "text": "Ég var nú stoppaður á sunnudaginn, þá sat lögreglubíll fyrir mér.. Málið var þannig að ég var á leiðinni í mosó að skila dvd, og lenti á eftir einhverri halarófu sem keyrði á 60. jújú, þegar ég hafði tækifæri tók ég framúr nokkrum og nokkrum í einu, og fór mest í 105, enda ekkert að stressa mig þar sem að umferðin var svona hæg. En svo held ég bara áfram og er bara á mínum 100 km/h í rólegheitinum og er að koma inni mosó, en neinei, þar bíður lögreglubíll og setur blá ljós á mig. Kallinn kemur æðandi út úr bílnum alveg brjálaður og spyr hvern annskotan ég sé að gera, allar símalínur hafi verið rauðglóandi út af einhverjum vitleysing sem að átti að hafa verið að stofna fólki í hættu með vítaverðum akstri. Svo spurði hann hvort að ég væri undir áhrifum lyfja og eitthvað svoleiðis kjaftæði. Lét hann mig þvínæst koma inní bíl til sín, þar sem að voru btw 2 dóphundar, og brá mér ekki lítið þegar ég heyrði einhvern andadrátt fyrir aftan mig og leit aftur og var með trínið á öðrum hundinum ca. 3 cm frá mér. Svo tékkuðu þau á sakaskrá, sem er alveg hrein btw, ökuréttindum og svoleiðis. Svo var hann eitthvað að spjalla kallinn og spurði hvort að ég notaði einhver lyf, og ansaði ég því nátturlega með því að ég mundi aldrei láta mér svo mikið sem detta það í hug, sem er alveg rétt. Þá segir konan, sem var ökumaður Ha? Og þá sagði kallinn: Hann sagði að hann mundi aldrei keyra eftir neyslu dóps. Þá fauk svolítið í mig og gerði ég þeim grein fyrir mínum málum, og urðu þau bara næs og kammó eftir það. Engin sekt eða neitt. Svo fór ég út og inni í minn bíl. Svo keyrðu þau af stað og ég á eftir, og það besta var að þau lentu á eftir einum hottintottanum sem ákvað að flýta sér hægt og keyra á 55 á 90 göt <<<icon_lol.gif>>>", "date": "2007-06-06 00:01:00", "post_id": 60}, {"user_name": "MJ", "text": "sammála gullla í ölllu  <<<icon_cool.gif>>>", "date": "2007-06-06 00:07:00", "post_id": 61}, {"user_name": "Gullli", "text": "*hi5*  <<<icon_lol.gif>>>", "date": "2007-06-06 23:45:00", "post_id": 62}, {"user_name": "VolvoFH16", "text": "Eru þið með Brýr á augunum :S ? hehe  <<<icon_lol.gif>>> það er alavega augabrúnirekkiaugabrýr", "date": "2007-06-06 23:49:00", "post_id": 63}, {"user_name": "Birgir Örn", "text": "Nei þú segir ekki bara sá 40 sem segir þetta  <<<icon_rolleyes.gif>>>", "date": "2007-06-07 00:15:00", "post_id": 64}, {"user_name": "steiniz28", "text": "ég var sektaður í gær fyrir að spóla í hringi á auðu plani <<<icon_confused.gif>>> og ég var á DISEL bíl <<<icon_lol.gif>>> \r\nlöggan spurði mig hvort ég vildi tjá mig e-h um þetta: I COULDN'T HANDLE THE DISEL POWER <<<icon_lol.gif>>>  hún var ekki alveg viss hvort hún ætti að skrifa það niður <<<icon_lol.gif>>> \r\nsíðan spurði ég hana hvað væri mikil sekt við þessu,hún sagði bara lágmarks sekt 5 þús:OK ÞETTA VAR ALVEG ÞESS VIRÐI ÞAÐ KOM SVO MIKILL REYKUR löggan fór bara að hlæja <<<icon_lol.gif>>>", "date": "2007-06-07 00:16:00", "post_id": 65}, {"user_name": "MJ", "text": "verrry nice YESS", "date": "2007-06-07 00:17:00", "post_id": 66}, {"user_name": "JHP", "text": "Vá þetta er eins og ég hafi skrifað þetta  <<<icon_lol.gif>>> \n\r\nEn sektin er sem betur fer ekki enn komin  <<<praying.gif>>>", "date": "2007-06-07 01:41:00", "post_id": 67}, {"user_name": "AMG", "text": "vá hvað gulli er mikill cop lover <<<icon_rolleyes.gif>>>", "date": "2007-06-07 08:19:00", "post_id": 68}, {"user_name": "Birgir Örn", "text": "sektin er kominn heim hún var 7.500 þúsund með afslætinum fyrir ógætilegan akstur og boðun í skoðun!", "date": "2007-06-07 09:51:00", "post_id": 69}, {"user_name": "indjaninn", "text": "anskoti eru menn orðnir heilagir eftir að ganga í svínaflotan", "date": "2007-06-07 10:20:00", "post_id": 70}, {"user_name": "AMG", "text": "færðu góðan deal vegna mikilla viðskipta ?", "date": "2007-06-07 10:30:00", "post_id": 71}, {"user_name": "Pési", "text": "magnafslátt <<<icon_lol.gif>>>", "date": "2007-06-07 11:50:00", "post_id": 72}, {"user_name": "Hr.Cummins", "text": "Ég fékk svoleiðis þegar að ég gerði upp summuna mína....\n\r\nSýsli þóttist ætla að taka veð í bílnum mínum... ég hélt ekki...\n\r\nÞannig að... ég borgaði bara stóra summu og fékk magnafslátt...", "date": "2007-06-07 12:26:00", "post_id": 73}, {"user_name": "olinn", "text": "Náttúrulega þegar að menn eru að ögra lögreglunni eins og þú gerðir Birgir, með að taka snarplega af stað fyrir framan þá þá verða þeir að sjálfsögðu pirraðir.\n\r\nSvo gefur auga leið að bíllinn þinn er ekkert svona mikið dúllaður upp til að keyra á 30 alla daga og þeir sjá það alveg jafn mikið og allir aðrir, auðvitað eru þeir til í að ná þér fyrir eitthvað smotterí fyrst að þeir ná þér ekki þegar að þú ert að spyrna <<<icon_smile.gif>>>\n\r\nHitt þarna varðandi að þú hafir verið singleaður út af nokkrum bílum þarna við þennan árekstur, ég myndi alveg án nokkurs vafa fara og leggja in kvörtun yfir þessu, völdu þig bara að því hvernig bíllinn þinn lítur út.\n\r\nLent nokkrum sinnum í því að vera keyra á sama hraða og öll önnur umferð í kringum mig hérna í bænum (sem er svona 15-20+ hámarkshraða) og lent í því að ég sé stoppaður, en ekki kannski gaurinn sem tók actually frammúr mér á meiri hraða, bara útaf því hvernig bíllinn minn leit út.", "date": "2007-06-08 19:14:00", "post_id": 74}, {"user_name": "Birgir Örn", "text": "Nákvæmlega ætla að borga þetta vegna vitaverðan akstur en ekki fyrir ólöglega vinstri beygju!!!!!", "date": "2007-06-09 00:45:00", "post_id": 75}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_arrow.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/alien.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/praying.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2007-05-21 23:43:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_arrow.gif", "path": "full/93de18b6317bc321335c53749294c6a71b487327.gif", "checksum": "394bffa679f650b7d2f22aa263cc06ba"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/alien.gif", "path": "full/2da3e3a407cb84898b23c47e7bc04eb72ca3ab29.gif", "checksum": "b2885a26837e1fa76f22db842be12496"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/praying.gif", "path": "full/d2c8fa43185bc70bbb3c186286cd75855f2249dd.gif", "checksum": "82f314dcd657442cc5cd9fc7197eff11"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}