{"forum_title": "Almennt spjall", "id": "27158", "title": "Er ekki komin tími til að hann víkji !", "url": "http://www.live2cruize.com/spjall/showthread.php/27158-Er-ekki-komin-tími-til-að-hann-víkji-!", "posts": [{"user_name": "Binni Morgan", "text": "Hvernig væri að það yrði gerður undirskriftarlisti þar sem Ólafur Kr væri beðinn að víkja úr formannstóli !\n\r\nÞessi mannvera er búin að eyðileggja allt það sem heitir mótorsport á íslandi........fá einhvern með aðeins meiri vitsmuni þarna inn !", "date": "2007-06-08 09:18:00", "post_id": 1}, {"user_name": "Dezzice", "text": "Tja síðast þegar ég vissi var hann ekki formaður heldur Garðar: http://www.lia.is/?i=lia&m=06&ar=2007\n\r\nAnnað sem ég held að Gunnar hafi bent hérna á er að ef menn eru ósáttir við stjórn LÍA að þá sé öllum frjálst að skrá sig í félagið og svo eiga víst að vera bara almennar kosningar.\n\r\nNú reyndar þekki ég ekker til stjórnarhátta hjá LÍA bara hef þetta eftir því sem ég sá þarna inn á LÍA síðunni og því sem Gunnar hefur sagt hér inn á þannig leiðréttið mig endilega ef ég fer með rangt mál.", "date": "2007-06-08 16:14:00", "post_id": 2}, {"user_name": "Röggi R900", "text": "Amen to that\n\r\nBesta comment sem hann kom með á fundinum var þegar hann var spurður hvað hafði breyst frá 1.Maí þar sem kom bara þvert Nei á leyfi og svo 25.Maí, þá var allt í góðu og leyfi fékkst og Nóni spurði hvað hafði breyst þar á milli\n\r\nog Óli svaraði orðrétt:\n\r\n\"Ég veit það ekki, ég var ekki á landinu, ég var að dæma keppni á Silverstone í Bretlandi\"\n\n<<<icon_lol.gif>>>", "date": "2007-06-09 15:11:00", "post_id": 3}, {"user_name": "Pödduauga", "text": "Hann skeit svo upp á bak þarna í gær manngreyjið...\r\nHann kom þarna inn fullur hroka og ætlaði að þagga niður í öllum, en nei nei hann drullaði upp á bak og talaði í hringi....\r\nBURT MEÐ ÞENNANN MANN ! ! !", "date": "2007-06-09 15:35:00", "post_id": 4}, {"user_name": "Legend", "text": "hann er ****** og á ekkertt inn í þetta, ef það væri opin braut hér heima 24/7 þá myndi hraðakstur hverfa af götum borgarinar meira og minna...", "date": "2007-06-09 16:34:00", "post_id": 5}, {"user_name": "Dezzice", "text": "Verð að vera ósammála því.  Hraðakstur mun ALDREI hverfa en að sjálfsögðu stuðla brautirnar að því að hann minnki.\n\r\nAnnars heyri ég mjög skiptar skoðanir af þessum fundi en er að hugsa um að tjá mig bara sem minnst um það.", "date": "2007-06-09 17:19:00", "post_id": 6}, {"user_name": "gr33n", "text": "tjah... Reyndar hefur verið að reyna að koma þessum manni úr hinum og þessum stjórnum í yfir 20 ár (ég er sjálfur búinn að fylgjast með þessu einræði hjá honum og hans \"hvolpum\" (nefni engin nöfn, en þeir sem til þekkja vita hverja ég er að tala um) í 17 ár)... hefur gengið misvel, og ef það hefur gengið eftir, þá hefur hann verið settur í stjórnir annarra félaga (Lía, Fíb og fleiri).\n\r\nÞví miður verður sennilegast ekkert hægt að gera fyrr en Ólafur Bin Laden ákveður sjálfur að labba í burtu frá þessu sem er örugglega ekkert að fara að gerast á næstunni.\n\r\nEn með KK... þá snúast þessi mál í raun ekkert um þá, nema að því leiti að þeir hafa þurft að líða fyrir einræðishyggju og fasismann sem ræður ríkjum í íslensku mótorsporti og er búinn að gera síðustu 25 árin, með mafíuháttum ákveðna manna innan lía (því að Lía sem slíkt er alls ekkert ósniðugt, né slæmt félag, og er í raun bráðnauðsinlegt), einkaeign sjónvarpsrétta síðustu 20 árin á íslensku mótorsporti sem hefur verið sýnt í sjónvarpinu á skelfilegan hátt.", "date": "2007-06-09 17:59:00", "post_id": 7}, {"user_name": "Dezzice", "text": "En þá langar mig að benda á eitt.  Ef fólk er svona ósátt afhverju hefur hingað til aldrei myndast samstaða til að lagfæra þessi mál?\n\r\nMig er farið að gruna að menn hafi meira gaman af því að rífast og tuða yfir eldgömlum tuggum sem skilar litlu sem engu. En hvað veit ég svosem, þetta lúkkar bara þannig út á við <<<icon_rolleyes.gif>>>\n\r\nEf þetta er rétt að félagið er með frjálsan kosningarétt í stjórn afhverju mæta menn ekki á félagsfundi og kjósa þá stjórn sem þeim líkar við?  Ég ætla ekkert að alhæfa um hvernig önnur félög starfa en mér hefur alltaf sýnst Gunnar benda á að ef menn séu ósáttir þá skrá sig og kjósa.  Ég er kannski þannig að ég sé voða lítin tilgang að standa í hávaðarifrildum, internet beefi eða vælii um hvað allir eru vondir ef ég sé hugsanlega lausn á því að geta komið mínu á framfæri.  Ef ég er ósátt læt ég í mér heyra og reyni að gera eitthvað.\n\r\nEr sammála því að mér finnst verða að vera öryggisfélag hvort sem það heitir LÍA, JÓI, ÍSÍ eða guð má vita hvað.  Hugmyndin sem slík er góð og gild og það eru félagsmenn hvers félags sem gera það að því sem það er.\n\r\nEf það væri ekki fyrir ótrúlegt magn af frábæru virku fólki hér innan L2C þá værum við enn bara eitthvað smotteríshittingshópsdæmi.  Það er ENGIN einn sem sér til þess að svona batterí haldist gangandi og þ.a.l. hefði ég haldið að það væri í höndum fólksins innan aðildarfélaga að koma sínu á framfæri og breyta því sem þarf að breyta.\n\r\nÞví miður er hugsunarháttur Íslendinga meira þannig að skæla og rífa niður allt sem gert er heldur en að bretta upp ermar, taka sig til og gera eitthvað.", "date": "2007-06-09 18:34:00", "post_id": 8}, {"user_name": "gr33n", "text": "Það er nú reyndar, eins og ég sagði, að samstaða hefur myndast oft og mörgum sinnum, en sumir þessarra aðila eru með mjög valdamikla menn á bak við sig, þannig að það hefur hingað til ekki gengið.\n\r\nNú er ég ekki að tala illa um Lía... langt frá því, og alls ekki að tala fyrir hönd kvartmíluklúbbsins (sem ég er ekki einusinni meðlimur í). Ég er að tala um íslenskt mótorsport almennt.", "date": "2007-06-09 19:01:00", "post_id": 9}, {"user_name": "Dezzice", "text": "Samstaðan virðist samt ekki vera næginlega sterk til að knýja þetta áfram og þá spyr maður sig \"afhverju ekki?\"\n\r\nÆi en hvað veit ég svosem, er ekki félagsmaður LÍA og þekki ekkert til stjórnarhátta hjá þeim eða hverjir ráða hverju.  Bara á svo hræðilega bágt með að trúa því að fólk geti ekki talað saman.\n\r\nMitt mottó er alltaf að reyna að vinna með öðru fólki, kannski vegna þess að ein og sér get ég ekkert gert ofsa mikið en með hóp af fólki get ég gert mun meira.  Kannski bara mín mistök að halda að aðrir hugsi svipað <<<icon_confused.gif>>>  Hugsa þetta alltaf út frá L2C og ég veit bara að án allra hérna væri þetta EKKERT.  Ég get gjammað um ágæti klúbbsins út á við en ef engin myndi bakka mig upp þá væri fólk fljótt farið að líta á mig sem rugludall.  Þess vegna trúi ég varla öðru en hvert einasta félag byggist upp á félagsmönnum sínum.", "date": "2007-06-09 19:10:00", "post_id": 10}, {"user_name": "gr33n", "text": "en svo ég segi nú þetta í 3 skipti <<<icon_wink.gif>>>, er að allt þetta snýst í raun ekkert um  hið ágæta félag LÍA.... heldur um ákveðna aðila innan þess félags (og annarra s.s. Fíb)", "date": "2007-06-09 19:13:00", "post_id": 11}, {"user_name": "Dezzice", "text": "Veit vel hvað þú meintir, fór ekkert framhjá mér <<<icon_wink.gif>>>\n\r\nBara æi ef ég ætti að halda grudge út í heilu félögin útfrá framkomu sumra pappakassa sem þar voru/eru í stjórn þá sæti ég í fýlu út í horni heima hjá mér enn.\n\r\nÉg gæti alveg hafa verið ógeðslega þver og ákveðið að útaf því að sumir menn innan þessarra félaga voru ömurlegir og hundleiðinlegir við okkur að þá væri það bara lokað á allt framtíðarsamstarf.  \n\r\nHvað gagnast það samt mér og L2C?\n\r\nMenn komu aftur að máli við mig og sögðu að þeim þætti leitt hvernig komið hafi verið fram við okkur á sínum tíma og spurði hvort við værum game í að reyna að gera eitthvað gott úr málunum og hefði ég verið ógeðslega asnalega þver hefði ég sagt þvert nei.  Mér fannst minnsta mál lágmark að láta reyna á hvort menn væru virkilega að reyna að bæta fyrir skítlega framkoma áður fyrr.  Ekki þar með sagt að ég treysti þessu liði bara 100% upp úr þurru og bara jeiiii nýju bestu vinir mínir EN ég tel mig samt geta sett minn pirring aðeins til hliðar og hugsa hvað kemur best út fyrir fjöldann <<<icon_wink.gif>>>\n\r\nÆi bara mínar hugleiðingar út frá því að það virðist alltaf vera dregið upp endalaust hvað gerðist fyrir tugum ára síðan sem virðist vera enn einhver grundvöllur fyrir veseni.  Auðvitað á maður ekki að láta vaða yfir sig, bara væri óskandi að langtímalausn fyndist.", "date": "2007-06-09 20:42:00", "post_id": 12}, {"user_name": "Dezzice", "text": "Til þeirra sem hafa haft samband við mig og til hinna hérna inn á að þá vil ég taka eitt skýrt fram:  \n\nÉg held ekki með NEINUM í þessu máli.  Ég stend aftur á móti með ÖLLU mótorsportáhugafólki sem er orðið þreytt á því að fá ekkert að keyra eða leika sér í sumar útaf endalausu rugli og af því engar langtímalausnir virðast finnast.\n\r\nÞað eru allir hamrandi á mér að taka einhverja hlið og hjálpa til við að rægja hin og þessi félög.  Bara sorry ég vinn ekki þannig.  Tel að niðurrifsstarfsemi gagnist ENGUM.  Ég tel mig vera hlutlausa og hef ALDREI verið að drulla yfir eitt né neitt félag sem að þessum málum koma enda sé ég enga ástæðu til þess þar sem ég hef átt mjög gott samstarf við allt þetta fólk.  \n\r\nEf menn eru mér þar ósammála bið ég þá vinsamlegast um að senda mér PM eða tölvupóst með upplýsingum um HVAR ég hef átt að ganga yfir strikið og ég skal svara því eins málefnalega og ég get.\n\r\nVil einnig taka það fram að skoðanir sem skrifaðar eru á þennan vef af öðrum endurspegla EKKI mitt eigið viðhorf á málinu.  Mönnum er þó fullfrjálst að senda mér kvörtun um skrif sem hérna eru og mun stjórnin þá yfirfara þau og fjarlægja ef ástæða telst til.", "date": "2007-06-09 21:56:00", "post_id": 13}, {"user_name": "SheDevil", "text": "Ég stend ekki með neinum í þessu máli nema eingöngu við hlið bílaáhugamanna. \n\r\nEN....... mikið djöfull er ég orðin þreytt á þessu endalausa væli. Þessi maður út, þessi maður er ****, bla bla bla bla bla fokkíng bla. \n\r\nEf þið viljið einhverja breytingu í þessu þá skráið þið ykkur í LÍA og kjósið stjórnina út í heild sinni og nýja stjórn inn. Á stjórnarfundi LÍA í fyrra voru milli 15-20 manns, og þeir kusu náttúrulega fyrrverandi stjórn bara áfram. Samt sem áður eru menn búnnir að væla hérna inni í nokkur ár yfir þessum starfsháttum þarna. \r\nFólk á ekki að væla ef það treystir sér ekki til að taka þátt í þessum málum og þá meina ég TAKA ÞÁTT. Ekki væla og vola og standa svo og bölva öllu í sand og ösku við girðinguna á kvartmílubrautinni akandi um á dihatsu charade, það sé farið ílla með sig og aðra. \n\r\nÞað eru margir hérna inni á þessu spjalli sem að hefðu margt til málanna að leggja, og ég persónulega er þeirrar skoðunar að menn ættu að kynna sér hvernig svona stjórnarmál eru í félagssamtökum. \n\r\nFyrir þá sem að vita það ekki þá er eingöngu nóg að skrá sig í lía og greiða félagsgjöld þá hefur sá aðili kosningarétt á stjórnarfundi. Sé nógu mikið af fólki samankomið sem er sama sinnis og jafnvel búið að ákveða hverja aðra þeir vilja frekar fá í stjórn, þá geta þeir sömu kosið inn nýja stjórn. Voila.. einfalt mál. EN afhverju gerir þetta nákvæmlega ENGINN ? Hvað er málið með þessa mætingu á síðasta stjórnarfund lía? \r\nHeldur fólk í alvörunni að það sé að koma með eitthvað statement ? Nei það að mæta ekki, þýðir eingöngu að fólk sé sátt við stöðuna eins og hún er í dag. \n\r\nÉg var þarna á þessum fundi að parti til og heyrði meira en nóg, og ég tel að sökin liggi nú hjá fleirri en einum og þessar fingrarbendingar minntu mig á leikskólaárin. En ég sagði skilið við þau fyrir 20 árum síðan og þætti gaman að sjá að fólk hefur þroska á við aldur í svona störfum. \r\nÞað var til skammar að menn skyldu hafa flæmt lögreglustjórann þarna af vettvangi, og hef ég heyrt það að mörgum finnist hann standa með lía. Mér persónulega finnst það ekki skrýtið þegar að menn hrúgast saman í svona æsing eins og var á þessum blessaða fundi, sem var btw ílla staðið að að mínu mati (fyrir það fyrsta þetta félagsheimili rúmaði varla helming þeirra er sóttu hann, það er ekki erfitt að finna betra húsnæði) og þetta að vera að garfa í gömlum málum sem eru eldri en ég er alger fásinna. \n\r\nÞað eina sem að menn eru að ná framm með þessum hætti er að drepa allt mótorsport á íslandi. Lía er ekkert að fara, en það er ekkert mál að koma stjórninni út. Þið verðið að átta ykkur á því að stjórnarmeðlimir í öllum félagssamtökum og félögum eru fólk, og það hefur enginn áhuga á því að standa í einhverjum svona æsingsræðum. \n\r\nÉg er ekki að skilja þessa þrálætni í mönnum yfir einhverjum ELD gömlum peningamálum eða öðru slíku sem að nær aftur í síðustu öld, núna eru nýjir dagar, ferskt blóð í þessu öllusaman, áhugamenn í öllum greinum mótorsports fer fjölgandi en viljinn til að stunda það fer dvínandi. \n\r\nLía þarf að hugsa sinn gang alveg klárlega, það að senda einn mann til að standa undir öllum svörum er fáránlegt. Það sást alveg að þessi maður frá Lía var ekki reiðubúinn að svara öllum spurningum, en þá hefði átt að senda mann sem var betur inní málum. Til að komast til botns í deilum þarf að ræða málin ekki svara \"veit ekki\" \"ekki viss\" \"já það er nú það\". Skil ekki hvað menn eru að spá. \n\r\nKK menn.. þú sem talaðir fyrir hönd allra meðlima. \r\nEf ég væri meðlimur hjá ykkur hefði ég verið heldur betur ósátt við orðalag og óheppilega frasa eins og \"nú talar þú útum rassgatið á þér\". Það er í ykkar höndum (stjórnarinnar) að koma þessu fyrir að meðlimir ykkar geti stundað þessa íþrótt, og það er algerlega í ykkar höndum að semja við þá sem þarf að semja við til að halda þessa æfingardaga og keppnir. Til þess eru menn að greiða í þetta félag ekki satt. \r\nÉg ætla ekkert að setja útá þennann talsmann sem persónu, en æsingurinn þarna var augljós litur af öðrum kempum úr klúbbnum. \r\nÞað að hrekja lögreglustjórann af svæðinu, var BAD MOVE. Það er jú hann sem hefur neitunarvald á þessar keppnir, og hvernig dettur ykkur í hug að gera þann mann fúlann útí ykkur? Það er ykkur í hag að hafa hann með ykkur, og ykkur í hag að hafa lía við bakið á ykkur. \n\r\nHvern djöfulinn eru menn að draga einhverja gamla drauga a eftir sér og rífast um mál sem að snerta nákvæmlega engann mann sem hefur áhuga á því að keppa? Þið eruð allir (Lía, kk, etc etc etc) að bola frá ykkur fólki. Það er aragrúi af fólki í kringum mig sem að hefur fjármagn, vilja og kunnáttu í að flytja inn og smíða bíla, taka þátt í þessu, og eyða eyða eyða, það er aragrúi af fólki sem er meira en viljugt í að greiða fyrir að horfa á þessar uppákomur. \r\nHvað gerið þið? \n\r\nÞið eruð að koma málunum þannig fyrir að fólk hættir að já tilgang í því að greiða meðlimagjöld í KK, hættir að sjá tilgang í því að keppa í hinum ýmsustu greinum, hættir hreinlega að mæta uppá braut því að það er stanslaust væl og vesen. Ef þið mynduð halda aðeins öðruvísi á spilunum væri þetta einfalt mál. \n\r\nGömlu hetjurnar þurfa aðeins að geta bakkað og fyrirgefið, eða bara hreinlega láta á það reyna að vera í samstarfi við lía. Það þýðir ekkert að vera með eitthvað persónulegt kjaftæði í gangi í þetta langann tíma. Fyrir einhverjum nokkrum árum man ég að það var ekki þverfóta fyrir bílum á æfingum, fólki, læti, hávaði, drunur, reykur, geðveik stemning. \n\r\nNúna mætir maður uppá braut, kanski æfing, kanski ekki, auglýst á örfáum spjallborðum (eins og það nái til allra), endalaust vesen á tækjabúnaði ef það eru keppnir eða æfingar, og það er varla hræða þarna. Reytingur allann tímann sem atburðurinn á sér stað. \n\r\nHvernig væri að aðeins að sækja í sig veðrið, vera svoldið dipló, hafa það í huga að menn eru að ræða hlutina fyrir hönd heildarinnar, og koma málunum í lag. Ég veit að þetta er allt á hreyfingu í rétta átt en come on... \n\r\n15-20 manns á stjórnarfundi? Þið hefðuð náð að valta yfir Lía með 40 manna mætingu gegn þessum 15-20. Hvar voruð þið? Á l2c að skæla yfir óréttlæti lía? \n\n\n\r\n(VIL TAKA ÞAÐ FRAM FYRIR ALLA AÐILA AÐ ÞETTA ENDURSPEGLAR ENGANVEGIN SKOÐUN L2C, STJÓRNARINNAR, PALLA EÐA VILLÝ, EÐA NOKKURS ANNARS EN MÍNS EIGINS OG RITA ÉG ÞETTA FRÁ MÉR EINGÖNGU OG SKAL ENGINN REYNA AÐ BLANDA ÞESSUM PÓSTI VIÐ ANNAÐ. )", "date": "2007-06-10 01:08:00", "post_id": 14}, {"user_name": "ArnarFB", "text": "Ætla að prenta þessa síðu út, þetta eru 14 síðna ritgerðir  <<<icon_mad.gif>>>", "date": "2007-06-10 01:21:00", "post_id": 15}, {"user_name": "Litli_Jón", "text": "shittt... nennir ekki einhevr sem er búinn að lesa þetta að gera svona cliff notes um þetta <<<icon_confused.gif>>>", "date": "2007-06-10 03:33:00", "post_id": 16}, {"user_name": "bimmer", "text": "Úff, Dezzice og SheDevil enn einu sinni komnar í fóstrugírinn!!!  <<<icon_lol.gif>>>", "date": "2007-06-10 12:20:00", "post_id": 17}, {"user_name": "gr33n", "text": "ég held að sumt fólk ætti bæði að lesa og skoða söguna áður en það póstar ritgerðum um þetta mál (sem kemur Lía í raun EKKERT við... svo ég nefni það nú í 4 skipti í þessum þræði)", "date": "2007-06-10 14:07:00", "post_id": 18}, {"user_name": "SheDevil", "text": "Það er enginn tilgangur fyrir td mig að lesa og skoða söguna, sagan er eldgömul og það eina sem gerist í dag nærri 30 árum síðar er að fólk vælir og vælir og skælir, vill breytingar en ekki EINN maður er reiðubúinn að taka af skarið og gera það. Fólk þarf aðeins að hætta að spá í fortíðinni og spá í bæði nútíðina og frammtíðina. Því að framtíð mótorsportsins er ekki björt með þessu áframhaldi. Sagan kemur mér ekkert við what so ever. Mér er slétt sama hvað gerðist milli kk og lía, ef að menn eru ósáttir, lesið þá ritgerðina mína og takið hana til greina. Hættið þessum sandkassaleik (ekki meint til þín gr33n.)", "date": "2007-06-10 18:19:00", "post_id": 19}, {"user_name": "Dezzice", "text": "Ég editaði þetta eins mikið og ég gat til að reyna að minnka þessar ritgerðir mínar  <<<icon_redface.gif>>>", "date": "2007-06-10 20:50:00", "post_id": 20}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif"], "date": "2007-06-08 09:18:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}]}