{"forum_title": "Almennt spjall", "id": "27361", "title": "Hækkun sekta! AFTUR", "url": "http://www.live2cruize.com/spjall/showthread.php/27361-Hækkun-sekta!-AFTUR", "posts": [{"user_name": "Xavant", "text": "Tekið af Lögregluvefnum http://www.logreglan.is/displayer.as...lement_id=9890\n\n\n\n <<<icon_evil.gif>>> <<<icon_evil.gif>>> <<<icon_evil.gif>>>", "date": "2007-06-15 16:46:00", "post_id": 1}, {"user_name": "FS", "text": "Angrar mig ekki neitt..", "date": "2007-06-15 16:49:00", "post_id": 2}, {"user_name": "Pokémon", "text": "Sammála því.  Þó svo að mér þyki þetta tilgangslaus breyting.", "date": "2007-06-15 16:51:00", "post_id": 3}, {"user_name": "urban", "text": "pirrar mig ekki neitt, en er þetta miðað við 90 km/h hámarkshraða ?", "date": "2007-06-15 17:03:00", "post_id": 4}, {"user_name": "Ben M.", "text": "Finnst persónulega 130 kall plús svipting aðeins of mikið fyrir að aka á 131km/h <<<icon_eek.gif>>> \n\r\nMætti halda að þeir séu að reikna þetta í mílum", "date": "2007-06-15 18:56:00", "post_id": 5}, {"user_name": "RoyTheKing", "text": "Það er ekki verið að hækka sektirnar aftur eins og fyrirsögnin gefur til kynna, þetta er bara sama hækkun og tók gildi í vetur einhverntíman.\n\r\n130 þúsund kall + svipting í mánuð fær mann alvarlega til að hugsa um hvort maður vilji taka áhættuna á því að keyra hraðar en 130.", "date": "2007-06-15 19:28:00", "post_id": 6}, {"user_name": "Kristjan_GUÐ", "text": "tekin á 110 þar sem má keyra á 90 þá færðu 50.000 kr sekt! var uppá lögu stöð í dag, þetta er ekkert grín.", "date": "2007-06-15 20:23:00", "post_id": 7}, {"user_name": "Kati", "text": "WTF hvaða kjaftæði er það", "date": "2007-06-15 20:31:00", "post_id": 8}, {"user_name": "Gilson", "text": "vá hvað ríkið á eftir að græða á þessu  <<<icon_eek.gif>>>", "date": "2007-06-15 20:49:00", "post_id": 9}, {"user_name": "Halldór", "text": "vá hvað slysum vegna þess að fólk er að stinga af á eftir að aukast <<<icon_exclaim.gif>>> <<<icon_exclaim.gif>>> <<<icon_exclaim.gif>>> \r\nÉg skammast mín fyrir að vera íslendingur á þessum öfgakenndu tímum \r\nlélegrar ríkistjórnar... Vonandi sér nýja ríkistjórnin við sér og afturkallar þessar öfgar\r\nsem leiða eflaust til meiri skaða en nokkurntíman góðs.\n\r\nhehe...  <<<icon_lol.gif>>>", "date": "2007-06-15 21:22:00", "post_id": 10}, {"user_name": "krullih", "text": "Helvítis vælukjóar og aumingjar eruði.\n\r\nEf þú keyrir hratt skaltu bara borga sektina ef þú ert tekinn.\n\r\n\"vá hvað slysum vegna þess að fólk er að stinga af á eftir að aukast\"\n\r\nÞvílíkt og annað eins - hverskonar hugarfar er þetta eiginlega? S.s ekki að bara keyra á ca 100 (munar kannski 2-5 min t.d á reykjanesbrautinni) og sleppa og fara frekar á leikdaga og taka þar út gleðina?\n\r\nAlgerlega heilalaus komment hérna inni - fólk ætti að fara að spá aðeins meira í sig.\n\r\nSkil þó kommentið frá Halldóri, hann er jú frá Selfossi  <<<icon_lol.gif>>>", "date": "2007-06-15 21:35:00", "post_id": 11}, {"user_name": "intenz", "text": "Stundum þarf maður nauðsynlega að flýta sér. <<<icon_mad.gif>>>", "date": "2007-06-15 21:42:00", "post_id": 12}, {"user_name": "Halldór", "text": "það er bara staðreynd að fólk á eftir að stinga af, ég er ekki að segja það að ég sé\r\nað fara að gera það.\r\nÞað þarf bara að fara með allt í einhverjar öfgar, ég hef verið sektaður fyrir of hraðan akstur eftir að þessu var breytt og fannst aðeins of mikið að borga 45.000 fyrir að líta af mælinum niður brekku.", "date": "2007-06-15 21:44:00", "post_id": 13}, {"user_name": "olig", "text": "Þetta á bara eftir að stuðla meira að því að fólk stingi af. \r\nAuðvitað á maður ekkert að keyra hratt, samkvæmt lögum. \r\nEn maður gerir það samt, enda er gaman að keyra hratt. \r\nFlestir ef ekki allir hérna inná hafa keyrt á 120+, hvort það tengist einhverskonar spyrnum eða að þeir gleymdu sér í smá tíma skiptir ekki máli. \r\nFlestir, ef ekki allir, hérna inná hafa keyrt á þessum hraða. \n\r\nÞað er alltaf hægt að segja \" afhverju ekki að taka þetta út á leikdögum bla bla\". Það er ekki á hverju kvöldi og fólk keyrir hratt á götunum og eiga alltaf eftir að gera það þó svo það sé einhver leikdagur eða ekki. Er samt ekki að gera lítið úr leikdögum þarna uppá braut, finnst það alveg frábært framlag. En það á ekki eftir að koma í veg fyrir hraðakstur. \n\r\nAð hækka sektir leysir ENGAN vanda.\r\nAukin fræðsla og að láta fólk vita hverjar afleiðingarnar eru af bílslysum er besta leiðin. \r\nEkki að hafa þetta sugercoated, heldur bara beinan sannleikan.\r\nÚtrýmir ekki hraðakstri en fólk veit þó allavega fyrir víst hvað það er að koma sér í ef það klessir á.", "date": "2007-06-15 22:09:00", "post_id": 14}, {"user_name": "AntiTrust", "text": "Mér þykir nú gaman að keyra, og yfirleitt nýt ég mín best undir stýri því hraðar sem ég fer líkt og margir aðrir býst ég við, ég tek þó fram að innanbæjar held ég mig yfirleitt í kringum löglega hraðann, give or take 15 km/klst, þar sem ég veit hvað minnstu slys geta breytt miklu .. En ég get ekki að því gert, að mér er farið að finnast þetta hálf fáránlegt.. Ég get ekki með nokkru móti séð fyrir mér marga unga menn á kraftmiklum bílum, sem eru á annað borð að keyra yfir 110 - 120 sjá blá ljós fyrir aftan sig og negla niður, reiða fram spariféð og/eða mánaðarlaunin og dusta af reiðhjólinu fyrir næsta mánuðinn.. Það er auðvitað einn og einn sem hefur ekki samviskuna í að reyna að komast undan, já eða ekki vélina, og allt í góðu með það auðvitað, að vera nógu mikill maður í sér að geta stöðvað og tekið afleiðingunum, og lært af eins og manni sæmir .. En ég held það sé bara lítið brot af mönnum sem myndi gera þetta eins og lögin eru farin að hljóða í dag.  \n\r\nÉg hef alltaf verið tiltölulega löghlýðinn, og þá er ég ekki að meina að ég keyri á 90 km á þjóðveginum, ég hef botnað bílinn á þjóðveginum og alveg haldið meðalhraðanum hátt í annað hundraðið - En þó aðeins þegar ég er einn í bílnum og á fáförnum vegi. Þó er ég farinn að efast um að ef ég myndi mæta löggunni á 120 +, sem maður er nú yfirleitt á, á þjóðveginum, þá get ég ekki sagt með fullri samvisku að ég myndi breytast í gúddí gúddí borgarann sem stoppar, borgar og leggur bílnum þegjandi og hljóðalaust næsta mánuð/i. Ég hefði reyndar lítið í að reyna að stinga af lögguna á núverandi bíl, en ef ég væri á e-rju öðru, vitandi það með fullri vissu að ég gæti stungið lögguna af, þá væri lítið hik á mínum og bensínið stigið í botn - í versta falli væri það bara mitt eigið líf í hættu.. Svona hugsa ég, og ég tel mig nú ekki vera Algjöran fávita í umferðinni, og þó svo væri, veit ég það með vissu að það eru margir þarna úti mun verri en ég, sem láta sig umferð í kring og farþega litlu sem engu skipta.\n\r\nMaður fer að velta fyrir sér hvort á eftir að vega meira; hlutfallið af hópnum sem keyrir of hratt til að byrja með, og tekur þetta til sín og léttir á bensínfætinum - Eða hlutfallið af þessum hóp sem var á mörkunum að gefa skít í lögvaldið fyrir, og gengur nú eins langt og mögulegt er til að komast hjá þessum refsingum?\n\r\nSvo maður spyr sig; hvar eru mörkin á milli þess að koma í veg fyrir fávitaskap - Eða ýta undir hann?", "date": "2007-06-15 22:33:00", "post_id": 15}, {"user_name": "urban", "text": "það er bara ekki svo einfalt, þó svo að þú sért einn í bílnum þá vænti ég þess að þú sért ekki eini bíllinn í heiminum, það eru t.d. lögrelumenn í bílnum sem að kæmi til meðað byrja eftirför, það eru aðrir bílar á götunum, það er fólk í þeim og svo framvegis\n\r\nað mínu mati er þetta bara ekkert flókið\r\nef að ég hef ekki efni á því að borga sekt sem að ég fæ fyrir að keyra á 120+, þá bara sleppi ég því\n\r\np.s. og hvað er svona frábært við að stinga lögguna af ?\r\nþetta er nú ekki mjög stórt land, og ef að þú ert á þínum bíl og það næst númerið á honum þá væntanlega ertu í djúpum skít hvort eð er, nema bara miklu verri en ef að þú hefðir stoppað upprunalega\n\r\nog ef að þú ert ekki á þínum bíl, tjahhhh skulum bara orða það þannig að ég mundi segja til þín frekar en að borga sektina fyrir þig", "date": "2007-06-15 22:55:00", "post_id": 16}, {"user_name": "AntiTrust", "text": "Og þar með færð þú credit fyrir að vera einn af þeim sem hafa þroskann og agann til að sleppa því  :wink: \n\r\nÉg persónulega viðurkenni fúslega að á mínu eina ári með bílpróf er ég ekki kominn með þann aga að geta bara \"sleppt\" því að aka yfir 120 við \"réttar\" aðstæður .. Annars meinti ég nú með því sem þú hefur feitletrað, ef ég væri á þjóðvegum landsins - En það er alveg rétt, bara lögreglumennirnir eru tvö líf sem færu strax í áhættuhóp, en ég vænti þess nú að þeim sé treystandi til að mæta hættuna hverju sinni og hugsa fyrir sig, og auðvitað getur alltaf komið umferð á móti.. \n\r\nEn svo er auðvitað bara adrenalínið sem flæðir um mann í samblandi við hræðsluna og kvíðann við sekt og annað sem veldur því að menn taka þessar ákvarðanir.. Svipað með morðingja býst ég við, fáir menn sem drepa annan á meðan þeir hugsa hvað það verður leiðinlegt í fangelsinu.\n\r\nEn svona er nú bara mörg mannskepnan vitlaus, því miður og verr.. Og ég er engin undantekning þar frá - Ekki enn allavega..", "date": "2007-06-15 23:05:00", "post_id": 17}, {"user_name": "JonMaiden", "text": "Hafa sektir vegna hraðaksturs hækkað mikið og má sem dæmi nefna að ökumaður sem kærður er fyrir að aka á bilinu 111-120 km/klst hraða þurfti áður að borga þrjátíu þúsund krónur í sekt en þarf nú að borga fimmtíu þúsund krónur. \n\n\n\r\nÉg var mældur á 116 og ég borgaði 11.500 kr .........", "date": "2007-06-16 00:14:00", "post_id": 18}, {"user_name": "AntiTrust", "text": "\"Ástæða er til að vekja athygli á að ný reglugerð um sektir vegna brota á hámarkshraða hefur tekið gildi\" .. \n\r\nTók held ég gildi í gær, svo best sem ég veit þessi aukna hækkun.\n\r\nEn já pabbi var akkúrat tekinn á 115 f. viku eða svo á þjóðveginum, hann borgaði engann 30 þús veit ég, e-ð í kringum 13 þús ..", "date": "2007-06-16 00:22:00", "post_id": 19}, {"user_name": "RoyTheKing", "text": "Ég held það sé ekki mikil þörf á því að fræða 17 ára og eldri um hætturnar sem fylgja því að keyra hratt, það vita það allir að ef maður keyrir útaf eða á annan bíl á 120+ telst maður heppinn ef maður sleppur lifandi.\r\nAuðvitað eru til mýmörg dæmi um fólk sem hefur keyrt útaf á ofsahraða og sloppið með skrámur en eins og ég sagði þá gerist það bara í einstaka tilfellum, yfirleitt endar þetta með örkumli eða dauða.\n\r\nVitneskjan um hversu hættulegt það er að keyra hratt dugar bara ekki eins og sér til þess að hægja á ökumönnum, það þarf meira til. Aukin löggæsla, hærri sektir og jafnvel eitthvað meira eru úrlausnir sem eru að mínu mati miklu áhrifaríkari en aukin fræðsla.", "date": "2007-06-16 07:29:00", "post_id": 20}, {"user_name": "kári litli", "text": "Það er bara ekki eini galdurinn að hækka allar sektir, það bjargar ekki öllur. Það er ekki alveg verið að hugsa þetta dæmi til enda finnst mér..", "date": "2007-06-16 09:24:00", "post_id": 21}, {"user_name": "SpeedGrl", "text": "þetta verður allavega mjög dýr helgi hjá mörgum... lögreglueftirlit á leið til akureyrar er aukið um meira en helming þessa helgi...\n\nhttp://www.visir.is/article/20070616/FRETTIR01/70616008", "date": "2007-06-16 12:34:00", "post_id": 22}, {"user_name": "Halldór", "text": "Hraðakstur verður bara enþá meira rush  <<<icon_cool.gif>>>", "date": "2007-06-16 12:53:00", "post_id": 23}, {"user_name": "MrManiac", "text": "Afstungur eiga eftir að aukast til mikila muna við essar breytingar. Mjög mikila muna.", "date": "2007-06-16 13:29:00", "post_id": 24}, {"user_name": "joe2k7", "text": "Tóku fram úr sjúkrabíl í forgangsakstri\n\r\nUmferðaróhapp varð við bæinn Minni-Akur í Blönduhlíð í gærkvöldi þegar tveir bílar fóru út af veginum. Bílarnir voru í samfloti með fimm öðrum bílum. Farþegarnir hlutu minniháttar meiðsl og var einn þeirra fluttur með sjúkrabíl til Akureyrar. Að sögn lögreglunnar á Sauðárkróki tók bílalestin fram úr sjúkrabílnum sem var í forgangsakstri á leið til Akureyrar.\n\r\nMikill erill hefur verið hjá lögreglunni á Sauðárkróki vegna hraðaksturs um helgina.\n\n\r\nFinnst ykkur þessi hegðun í lagi ?   Þetta er hreint út sagt til skammar!\n\nSvo fyrir ykkur sem ætlið að stinga lögguna af þegar hún ætlar að stöðva ykkur þá ber ykkur sem eiganda bifreiðarinnar að gefa upp hver það var sem var undir stýri umrætt skipti, ef þið ekki gerið það þá eruð það þið sem borgið brúsann.", "date": "2007-06-16 13:54:00", "post_id": 25}, {"user_name": "Halldór", "text": "fá bara svona númerabracket eins og var í taxi hehe <<<icon_lol.gif>>>", "date": "2007-06-16 14:03:00", "post_id": 26}, {"user_name": "finder", "text": "Er fólk algjörlega heilalaust að ræða mögulegar afleiðingar hækkunar sekta?\r\nFyndið þegar fólk hefur ekkert betra að segja en að kalla fólk **** og heimskingja.", "date": "2007-06-16 14:20:00", "post_id": 27}, {"user_name": "MrManiac", "text": "Það er nákvæmlega alveg sama hvað verður gert Hraðakstur er hlutur asem á aldrey eftir að hverfa. \r\nEins finnst mér að það mætti skoða tekutengingu á þessum brotum. \r\nÞegar þú ert 17 á 110kmh er 50þ orðið skratti mikill penigur.  Enn mér personulega finnst að það mætti aðeins betrumbæta refsiramma Stærri brota. \r\nT.d eignaupptakan,  \r\nÞessu ákvæði ætti að beita þegar að stöðvunarmerkjum er ekki sinnt. Alveg sama á hvaða hraða ökutækið er,. \r\nS.s ef þú stoppar ekki eigum við bílinn/hjólið þitt.\n\r\nFinnst þessi eignaupptaka eiginlega vera sú skilaboð um að það borgi sig ekki að stoppa á 180+ hraðanum. \r\nÞetta yrði kannski til þess að menn /konur myndu aðeins hugsa sig um áður enn þeir færu í það að láta sig hverfa. \n\r\nEinsMætti skoða það að gera mönnum aðeins lífið leitt.. t.d er swtórmál að láta stoppa sig fyrir hraðakstur í U.S\n\r\nÞessir menn sem fóru fram úr þessum sjúkrabíl  fá væntanlega að súpa ágætis seyði af gjörðum sínum frá yfirvaldi og triggingum.  og vitanlega er þetta óafsakanleg hegðun .\n\r\nAuðvitað eru þetta mínar skoðanir og þeir sem vilja meiga vera ósammála...", "date": "2007-06-16 15:14:00", "post_id": 28}, {"user_name": "olig", "text": "Það er nú ekki langt síðan að ég fékk bílprófið svo ég fór í gegnum þessa rosalegu fræðslu sem fylgir því að fara í ökuskóla 1 og 2. Ég get alveg sagt þér það að sú fræðsla var ekki næstum því nógu góð til þess að koma einhverju viti inní hausinn á fólki. Fórum í tryggingarfélög, annað var fínt, og eina sem var talað um í öðru þeirra vrou tryggingar og hvað þeir sem hafa gaman af bílasporti væru miklir geðsjúklingar og jafnvel terroristar. Það sem þarf er BETRI fræðsla, ekki bara segja ,,ekki keyra hratt, það drepur\" það er ekki það versta í þessu, að drepast sjálfur. Þarft ekki að lifa við það, þú ert dauður. Margfalt verra að keyra á einhvern annan og drepa hann, þú þarft að lifa við það þangað til þú drepur þig eða drepst úr elli. \n\r\nEinnig væri fínt að segja fólki afhverju t.d margir ökumenn fara útaf og drepast. Aldrei kom það fram í þessum ökuskóla og ekki höfðu þessir kennarar eða forvarnarfulltrúar svör við því. Staðreyndin er sú að það VERÐUR að bæta fræðslu. \n\r\nAð hækka sektir á eftir að ýta undir það að fólk stingi af. Þó svo fólk á líklegast eftir að nást á endanum, er það augljóst að þetta á bara eftir að enda illa. Einhver 17 ára gutti að keyra á 180+ og allt í einu koma blikkandi ljós fyrir aftan hann. Vitandi það að hann er búinn að missa prófið og kominn með sekt sem hann á ekki eftir að geta borgað, reynir hann líklegast að stinga af.", "date": "2007-06-16 16:15:00", "post_id": 29}, {"user_name": "RAT", "text": "hættið þessu væli og keyrið einsog menn  <<<icon_lol.gif>>> \r\nþeir sem reyna að stinga lögguna af fá bara að borga þyngri sektir hljóta þyngri dóma og jafnvel missa sitt eigið líf og taka annað með ... \n\r\nfáið ykkur bíl með krús kontról og hagið ykkur einsog menn , ég ók á 90-100 km/h alla leið hingað norður og það var nú ekki mikið lengri tími sem það tók einsog síðustu ár þarsem meðal hraði hjá mér var 130-150 km/h.\n\r\nallavega sparaði ég mér bensín kostnað , minnkaði slysa hættu , slapp við sektir og kærastan var ekki gargandi í eyrun á mér .", "date": "2007-06-16 16:58:00", "post_id": 30}, {"user_name": "SpeedGrl", "text": "vá.. það er alveg ótrúlegt að lesa þetta frá ykkur... hvernig væri nú bara að sleppa því að keyra of hratt..... viðurkenni það alveg sjálf að það er mikið fjör að keyra hratt, sérstalega a bílum með öfluga vél....\r\nen til hver að stinga lögguna af þegar að hún byrjar að elta, þið eruð bara að leggja líf annarra í hættu.. þótt að þið haldið að þið séuð góðir ökumenn þá þýðir það ekki að hinir séu það.... og auk þess sem sektin er miklu hærri.... bara sætta sig sig sektina... og ef þið hafið ekki efni á sektinni þá er líka til samfélagsþjónusta  <<<alien.gif>>> \r\nég hef fengið eina sekt sem var þá árið 2002 45þús fyrir að aka á 130km hraða út á þjóðvegi, eg sætti mig bara við það og borgaði því þetta var engum nema mér að kenna... núna er maður bara að krúsa á rólegu nótunum þótt maður sé á 300hö bíl\n\r\nsvo fær maður líka afslátt af heildarsektinni ef maður borgar innan vissra daga", "date": "2007-06-16 18:09:00", "post_id": 31}, {"user_name": "CS", "text": "Þetta er verða frekar dýrt og maður þarf að fara passa sig vel. En fólk sem heldur að þeim á eftir fjölga sem stinga lögguna af, held þeim eigi ekki eftir fjölga. Ef svo þá er það bara miða við fjölgun tækja á götuni.  Ef þú keyrði fyrir ári á 180+ heldur þú hafði stopað þá eða fyrir 10 árum.... ef þú gerir það ekki núna, núna vona bara þær fara gera tækin upptæk og taka hart á þessu.  Vesta við þetta eru þessi viðmörk ef ferð óvart á 110 varst að gera 90.\n\r\nSvo kemur það ljós hvað margir missa prófið og frá huge sekt!!! þessa helgi vonum bara að engin stór slys verði þessa helgi.", "date": "2007-06-16 19:27:00", "post_id": 32}, {"user_name": "phoenix", "text": "Þeir eru bara að taka svo gersamlega rangan pól í hæðina með að vera að hækka sektir svona upp úr skýjunum, hvernig væri frekar að reyna að greiða fyrir og ýta undir aðstöðu undir svona akstur á afmörkuðu svæði? það eru helvítis hestavegir meðfram öllum vegum, fótboltavellir og íþróttahús í hverju krummaskuði, það er ekki þverfótað fyrir golfvöllum um allt land en þegar kemur að mótorsporti er hvað? kvartmílubraut sem menn byggðu sjálfir og jújú er ágætt til síns brúks en það eru takmörk fyrir því hvað er gaman að keyra 400m beint áfram til lengdar <<<icon_rolleyes.gif>>>", "date": "2007-06-16 20:00:00", "post_id": 33}, {"user_name": "olig", "text": "Sammála þessu! \r\nHvað fékk svo skíðafélagið í fyrravetur til að halda einhverju skíðasvæði opnu í mánuð? Einhverstaðar heyrði ég 30 millur og allt uppí 65 millur. Hvað fær mótorsportið?", "date": "2007-06-17 00:54:00", "post_id": 34}, {"user_name": "Dezzice", "text": "Þetta breytir mig svosem litlu en mér finnst þetta öfug þróun því miður.  Því hærri sem sektin eða refsingin er fyrir brotin, því meiri líkur sýnist mér á öllu að menn reyni að stinga af og það er nú þegar komið eitt hræðilegt dæmi um þannig hlut sem fór úrskeiðis.\n\r\nFinnst þetta ekki sniðugt og væri meira til í að sjá öflugri kennslu og öflugri þjálfun verða að veruleika heldur en endalaust verið að hækka sektir.  Hækkun sekta tekur ekki á vandamálinu heldur þarf að ráðast á rót vandans.\n\r\nEinnig finnst mér góður punktur hjá MrManiac að EF menn gerast svo djarfir að reyna að stinga lögreglu af að þá missi þeir farartækið sitt.  Kæmi í veg fyrir að menn myndu reyna þetta held ég því þá margborgar sig að stoppa frekar en að tapa bílnum.  Það þarf að vera eitthvað sem ýtir undir að menn stoppi en treysti ekki á guð og lukkuna með að sleppa lausir allra mála.\n\r\nEr reyndar alfarið á móti tekjutengingu sekta.", "date": "2007-06-17 01:36:00", "post_id": 35}, {"user_name": "Bragi", "text": "110 er nú enginn svakalegur hraði.. og flestir bílar og ökumenn á götunum ráða  alveg jafn vel við 90 og 110. 50þ kall í sekt er enganvegin í samræmi við það hversu hættulegt sé að keyra á 110..", "date": "2007-06-17 17:57:00", "post_id": 36}, {"user_name": "Legend", "text": "Þetta er ekki lausnin, afhverju sjá þessir andskotar það ekki... lausnin er beint fyrir framan þá en þeir hlusta ekki á okkur...\n\r\nKannski við ættum að fá feministana í þetta, þeir virðast fá allt sem þeir vilja annað en launajafnrétti (veit ekki hvernig þau mál standa.)", "date": "2007-06-17 22:15:00", "post_id": 37}, {"user_name": "Birgir Örn", "text": "fucking asnalegar reglur þoli ekki svona heimsku alltof mikill peningur  <<<icon_confused.gif>>> <<<icon_confused.gif>>>", "date": "2007-06-18 00:15:00", "post_id": 38}, {"user_name": "Arnar Type-R", "text": "eg var tekin á 121 á leið á Ak og ef það er 70þúsund þá meiga þeir bara troða þessu þar sem sólin skín ekki..eg skal sitja i 4 daga inni fyrir þetta besta tímakaup sem eg get fengið", "date": "2007-06-18 00:32:00", "post_id": 39}, {"user_name": "urban", "text": "mikið hrottalega ertu þá á lélegu kaupi\n\r\n70.000 /4 =17.500 /24 ~ 730 krónur <<<icon_biggrin.gif>>>", "date": "2007-06-18 00:36:00", "post_id": 40}, {"user_name": "Sergio", "text": "radarvari for the win!", "date": "2007-06-18 00:40:00", "post_id": 41}, {"user_name": "Birgir Örn", "text": "Gerir ekki rassgat ef löggan skítur beint á þig ..", "date": "2007-06-18 01:00:00", "post_id": 42}, {"user_name": "finder", "text": "Dezzice: Hvers vegna ertu á móti tekjutengingu sekta?", "date": "2007-06-18 01:06:00", "post_id": 43}, {"user_name": "Arnar Type-R", "text": "meira einsog 70,000/4/8-1", "date": "2007-06-18 01:22:00", "post_id": 44}, {"user_name": "dóriii", "text": "miklu nærri lagi að fólk sem keyrir of hratt missi prófið í mis mikinn tíma, 50 þúsund kall er alveg blóðpeningar fyrir flesta.... \n\r\nmér finnst persónulega að fólk ætti að skerðast eitthvað í staðinn fyrir að missa aleiguna á einu bretti, þetta er svo útúr ketti  <<<icon_neutral.gif>>>", "date": "2007-06-18 02:01:00", "post_id": 45}, {"user_name": "Tasti", "text": "ég ákvað um helgina að taka fram úr flutningabíl og kostaði það mig 90þ krónur takk kærlega fyrir. Get alveg sagt að ég steig á pedalann þegar ég sá blá ljós en þegar rökhugsunin kom inn þá var ég ekki lengi að hætta við.", "date": "2007-06-18 17:28:00", "post_id": 46}, {"user_name": "urban", "text": "ætlar þú semsagt bara að sitja inni milli 8 og 5 og fara heim í hádeginu ?", "date": "2007-06-18 18:11:00", "post_id": 47}, {"user_name": "sjússíj", "text": "Sko, málið er bara þannig að þeir sem hafa ekki þroskann í að keyra á öflugum bíl eiga bara að fa ser einhvern ekkert svo krafft mikinn þangað til að hann er kominn með þrosskann  <<<icon_rolleyes.gif>>>, svo þá á maður bara að keyra á löglegum hraða í staðinn fyrir að rofla ENDALAUST yfir því að þurfa að borga einhverja sekt því að manneskjan var að drífa sig  <<<icon_rolleyes.gif>>>. er samt alveg sammála að vera ekki að hækka sektirnar, en þetta er bara ísland og það er gert allt til að fa meiri pening, og við þurfum að sætta okkur við það :wink: ...", "date": "2007-06-18 18:34:00", "post_id": 48}, {"user_name": "Tasti", "text": "sjússíj þetta er frekar sárt er samt ekkert að gráta þetta...", "date": "2007-06-18 18:46:00", "post_id": 49}, {"user_name": "Sergio", "text": "[quote=\"sjússíj\"]Sko, málið er bara þannig að þeir sem hafa ekki þroskann í að keyra á öflugum bíl eiga bara að fa ser einhvern ekkert svo krafft mikinn þangað til að hann er kominn með þrosskann[quote]\n\r\nomg sko, skiluruh, maður getur hvaða druslu sem er komið yfir 90 þannig whats the fucking point?\n\r\nplus það ég var stofna mér og alla miklu meira í hættu þegar ég þurfti taka fram ur á 1300 blöndungs civic en þegar eg mundi vera á 200hö bíl", "date": "2007-06-18 19:04:00", "post_id": 50}, {"user_name": "Bragi", "text": "haldiði kjafti heimska fólk sem segir \"þið eigið bara ekkert að vera að keyra of hratt\"\n\r\nef maður er að fara niður brekku og bíllin slefast úr 95 í 110 þá er maður bara glæpamaður og hryðjuverkalýður. þetta er allt of hátt fyrir svona lítið hraðabil, hafiði prófað að keyra eikkað yfir 250 hp í 4 tíma? við erum að tala um 1mm hreyfingu í fótum og þá ertu kominn í 110....  ég er að verða fkn brjálaður á þessu rugli...  ég hef ekkert efni á að vera að gefa ríkinu alla peningana mína fyrir eikkað svona kjaftæði, þetta er alveg hætt að meika neinn sens. skiptir engu máli fyrir fólkið sem er að setja þessi lög því það á fuck nóg af pening...\n\n<<<icon_evil.gif>>>", "date": "2007-06-18 19:05:00", "post_id": 51}, {"user_name": "Jón Ragnar", "text": "Maður verður frekar reiður á að lesa þetta..\n\r\nFinnst þetta leiðinleg þróun hjá íslenska ríkinu", "date": "2007-06-18 19:31:00", "post_id": 52}, {"user_name": "Tótz922", "text": "djöfull þoli ég ekki fólk sem að þykist vera mamma allra hérna á spjallinu, eigum við ekki að bara að setja takmarkara í alla bíla og \"limitera\" þá í 50?", "date": "2007-06-18 19:33:00", "post_id": 53}, {"user_name": "Tótz922", "text": "held ekki", "date": "2007-06-18 19:34:00", "post_id": 54}, {"user_name": "SpeedGrl", "text": "jú endilega gerum það..... meina... þá hefur löggann ekkert að gera á endanum nema éta donulds og fitna og fer bara á hausinn.. og við laus við þá..  <<<icon_twisted.gif>>> \n\r\nhmmm... en það gæti tekið of langann tíma...  <<<icon_rolleyes.gif>>>", "date": "2007-06-18 20:44:00", "post_id": 55}, {"user_name": "Wolf", "text": "það er alltaf verið að þrengja á manni ólina...\n\r\nhækkun sekta og það er ekkert gert á móti til að koma á móts við okkur sem þurfa að fá okkar útrás...og hafa \"actually\" áhuga á mótorsporti og að nota bílinn okkar einsog þeir eru hannaðir fyrir.\n\r\nheld að þetta ýti frekar undir að fólk reyni frekar að stinga af heldur en að stoppa og fá feita sekt í pósti.\n\r\nekkert nema fáránlegt!!!", "date": "2007-06-18 23:01:00", "post_id": 56}, {"user_name": "Erla90", "text": "þessu var breitt vegna þess að reglurnar sem toku gildi 1 maí höfðu bara Alls enginn áhrif á ökumenn.. en afhverju ad hækka sektirnar.. akkuru ekki bara hækka hámarkshraðan ;/.. betri lausn  <<<icon_rolleyes.gif>>>", "date": "2007-06-23 02:58:00", "post_id": 57}, {"user_name": "Dezzice", "text": "Þær höfðu ekki áhrif því þetta er EKKI rétta leiðin.  Eins einfalt og það er.\n\r\nSvo finnst mér út í kú að gefa þessu mánuð, for crying out loud.  Svona í alvöru, þá held ég að engar niðurstöður séu marktækar á mánuði og hefði verið nærri lagi að hafa þetta lágmark í ár áður en farið var að væla og skæla um hlutina.\n\r\nSem sagt hefðu orðið 3 dauðaslys þennan mánuðinn, hefðu þeir hækkað sektirnar enn meira?  Hvað ef þetta hefðu svo verið einu dauðslys ársins, væri það þá raunhæft mat?", "date": "2007-06-23 03:57:00", "post_id": 58}, {"user_name": "Dezzice", "text": "Er einhver sem er með beinan link í nýju lögin?  Langar að lesa breytingarnar.", "date": "2007-06-23 03:58:00", "post_id": 59}, {"user_name": "Gerrard", "text": "Ég lenti nú í því í gær að vera tekinn á bíl sem varla kemst yfir 100, áhvað að nota smá brekku til að komast framúr bíl sem var lullandi á 90,,,,,,\n\r\nVar mældur á 126, með kerru, þannig að ég held að ég missi prófið í mánuð og þurfi að punga út 130 þús kall í sekt\n\r\nfáránlegar upphæðir fyrir svona tilttlingaskít  <<<icon_evil.gif>>>", "date": "2007-06-23 12:41:00", "post_id": 60}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/alien.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif"], "date": "2007-06-15 16:46:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/alien.gif", "path": "full/2da3e3a407cb84898b23c47e7bc04eb72ca3ab29.gif", "checksum": "b2885a26837e1fa76f22db842be12496"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}]}