{"forum_title": "RÖFL", "id": "27632", "title": "Heja Sverge", "url": "http://www.live2cruize.com/spjall/showthread.php/27632-Heja-Sverge", "posts": [{"user_name": "Corax", "text": "http://youtube.com/watch?v=s0u4Z9FvE...elated&search=\r\nhvað finnst þér?\r\nsmá corvettu lúkk held ég", "date": "2007-06-25 00:25:00", "post_id": 1}, {"user_name": "PeturSt", "text": "fyrsta lagi þá er ógeðslega töff hvernig dyrnar opnuðust, og mér finnst nú hann minna frekar á db9", "date": "2007-06-25 00:32:00", "post_id": 2}, {"user_name": "Spec B", "text": "Gjörsamlega Aston Martin . . . \n\r\nVonandi framleiða þeir þetta . . .", "date": "2007-06-25 15:36:00", "post_id": 3}, {"user_name": "GuðjónUnnar", "text": "Rugl fallegur bíll!", "date": "2007-06-25 18:17:00", "post_id": 4}, {"user_name": "nitrobmw", "text": "Þetta Blackbird nafn er held ég eitthvað bull.. Saab hefur alltaf kallað hann Aero X, sést meira segja í auglysingunni.. en hérna er smá info\n\r\nThe Saab Aero X concept harnesses the power of Saab's aviation and Scandinavian roots to make a unique statement in performance car design. Conceived as a study to explore future design directions, its innovative features preview the development of an enhanced design language that will inspire future Saab products.\n\r\nAs you would expect from Saab, this dynamic two-seater sports coupé breaks with automotive design convention both outside and inside.\n\r\nFirst, there are no doors…or windshield pillars. That's because the Saab Aero X adopts a cockpit canopy, just as you would see on a jet aircraft. It offers the Aero X pilot full 180 degree vision, and also facilitates entry and exit from its low-slung cabin.\n\r\nThrust for the all-wheel-drive Saab Aero X also comes from a powerplant with a difference. The 400 bhp, twin-turbo, BioPower V6 engine is fueled entirely by bioethanol, a sustainable energy source that is kinder to the environment by cutting fossil CO2 emissions. The 'green power' of this advanced engine gives new meaning to the phrase 'performance with responsibility'.\n\r\n Inside, the Saab Aero X's cockpit also adds a new dimension to clean Scandinavian interior design by completely eliminating conventional dials and buttons. Instead, Saab has applied techniques derived from Swedish glass and precision instrument making, displaying data on glass-like acrylic 'clear zones' in graphic 3-D images.\n\r\nAll exterior and interior lighting is by LED (light-emitting diode), which has given the design team new freedoms to exploit the compact packaging benefits of a technology that will be featured increasingly in future Saab products.\n\r\nWith weight-saving carbon fiber bodywork, a lightweight powertrain, electronically-controlled suspension and all-wheel drive, the Saab Aero X is an exciting driver's car that promises a level of performance to match its looks. Computer simulations anticipate zero to 100 kph in just 4.9 seconds and a top speed of 250 kph (limited).", "date": "2007-06-30 15:36:00", "post_id": 5}, {"user_name": "Corax", "text": "Blackbird er bara lagið við auglýsinguna", "date": "2007-06-30 16:32:00", "post_id": 6}], "file_urls": [], "date": "2007-06-25 00:25:00", "files": []}