{"forum_title": "RÖFL", "id": "28343", "title": "Snarruglaðir mótmælendur", "url": "http://www.live2cruize.com/spjall/showthread.php/28343-Snarruglaðir-mótmælendur", "posts": [{"user_name": "Kjartanbj", "text": "http://www.youtube.com/watch?v=NenbTc0cQs4\n\n\r\nég veit ekki.. en ég sé ekki neitt lögregluofbeldi þarna, bara lögregluna að reyna vinna vinnuna sína og ég öfunda hana ekki, reyna hafa stjórn á sturluðu fólki sem veittist að lögreglunni við skyldustörf", "date": "2007-07-16 13:51:00", "post_id": 1}, {"user_name": "burgundy", "text": "Löggan hefur þá eitthvað annað að gera en að sekta fólk <<<icon_lol.gif>>>", "date": "2007-07-16 14:08:00", "post_id": 2}, {"user_name": "Sergio", "text": "byrja prufa rafmagnsbyssur...og nota þetta lið sem æfing\n\n\r\nég sé ekkert annað en lögreglu að vinna vinnuna sina án ofbelti, þetta pakk er að brjota lög, syna ovirðingu.....biðja um að vera lamið i klessu", "date": "2007-07-16 14:09:00", "post_id": 3}, {"user_name": "Andriii", "text": "veika fólk", "date": "2007-07-16 14:12:00", "post_id": 4}, {"user_name": "Andriii", "text": "lika priceless að sjá 6 löggur að reyna járna einn gaur hahaah", "date": "2007-07-16 14:21:00", "post_id": 5}, {"user_name": "KristjánJóhann", "text": "omg... nenni ekki að horfa á þetta junglebeat í 10 mín", "date": "2007-07-16 14:28:00", "post_id": 6}, {"user_name": "Meso", "text": "Djöfull getur þetta lið verið klikkað, að reyna halda fram að eitthvað \"police brutality\" hafi átt sér stað, bara fólk að vinna vinnuna sína, annað en þessir iðjuleysingjar.", "date": "2007-07-16 14:29:00", "post_id": 7}, {"user_name": "SnowMan", "text": "vá hvað ég hefði ráðist á þessi freak hefði eg verið þarna <<<icon_lol.gif>>>", "date": "2007-07-16 14:50:00", "post_id": 8}, {"user_name": "drolezi", "text": "Og pælið í því að þetta myndband er klippt til af mótmælendunum sjálfum. Þá er bara að ímynda sér hvernig þetta var í raun og veru, þetta er bara toppurinn á ísjakanum eins og maður segir.", "date": "2007-07-16 15:16:00", "post_id": 9}, {"user_name": "Viktorkarl", "text": "Vá hvað maður verður pirraður við að sjá þetta heimska pakk.\n\r\nSkil ekki af hverju löggan var alltaf að taka fólk úr hópnum og tala aðeins við það svo hleypa því aftur inn í hópinn, djöfull var þetta bara flott hjá löggunni að taka aðeins á þessum gæjum.\n\r\nÞað eru svona moments like this þegar manni langar að vera í löggunni og fá að snúa þetta djöfulsins pakk niður..", "date": "2007-07-16 16:04:00", "post_id": 10}, {"user_name": "gr33n", "text": "ókei... ég er mikill náttúruverndarsinni (þrátt fyrir að ég fíli miklar eyðslutíkur (þá á ég við um bíla... ekki stelpur)), en fokk maður, þetta lið er að setja svartann blett á þetta maður... heimska pakk.", "date": "2007-07-16 16:06:00", "post_id": 11}, {"user_name": "MJ", "text": "hefði viljað vera lögga þarna, \n\r\nhva var þetta með að brjóta gluggann, var ekki alveg að fatta það ,,, hmmm", "date": "2007-07-16 16:35:00", "post_id": 12}, {"user_name": "H_Huld", "text": "Skil ekki þetta lið??? hvað sé heldur það að það áorki með þessu. sé ekki alveg fyrir mér að stjórendur þessa lands og Alcan ákveði bara allt í einu að hætta við öll sín plön og pælingar útaf \"hippum\" klæddum í vegagerðarvesti sem virðast hafa komist í körfu fulla af ofskynjunarsveppum!! það eru til áhrifaríkari og skynsamlegri leiðir....\n\r\nGerir ekkert nema koma slæmu orði á þetta PAKK\n\r\n-Elska landið mitt <<<icon_mrgreen.gif>>>", "date": "2007-07-16 16:52:00", "post_id": 13}, {"user_name": "gaulzi", "text": "hvar var maze-ið???", "date": "2007-07-16 17:40:00", "post_id": 14}, {"user_name": "Jasmín babe", "text": "Hvað er eiginlega að þessu liði <<<icon_eek.gif>>> <<<icon_confused.gif>>>", "date": "2007-07-16 18:31:00", "post_id": 15}, {"user_name": "Gunninn", "text": "ohhh\r\nauglýsa þetta betur, redda sér 2-3 strætó og láta vaða á liðið !", "date": "2007-07-16 18:57:00", "post_id": 16}, {"user_name": "GeiriWRX", "text": "Í svona tilfellum á bara að koma með 1 stk. dælubíl frá slökkviliðinu og dæla ísköldu vatni yfir þessa froðuheila... Þetta er skammarlegt...", "date": "2007-07-16 19:08:00", "post_id": 17}, {"user_name": "Gunninn", "text": "að ýminda sér að þetta lið telji að þetta hjálpi þeirra málstað ef einhver er.\n\r\nnokkrir uppdópaðir unglingar að haga sér eins og fávitar ...", "date": "2007-07-16 19:11:00", "post_id": 18}, {"user_name": "nitrobmw", "text": "Djöfull vorkenni ég löggunni að þurfa standa í svona yuppie pakki.. málið er að þetta lið og fólk úr td greenpeace er allt upper-middle-class krakkar sem eiga nóg af pening og haga sér eins og fifl i yfirskyni að það sé að standa fyrir einhvern málsstað.\n\r\nHefði viljað sjá löggunna bara í alveru RIOT-GEAR, þá væri þetta ekkert vesen.", "date": "2007-07-17 09:57:00", "post_id": 19}, {"user_name": "MJ", "text": "x2", "date": "2007-07-17 11:15:00", "post_id": 20}, {"user_name": "blingitoy", "text": "Hvernig væri að fara bara og mótmæla mótmælunum?\r\nHlekkjum okkur við mótmælendurna og stelum öllum tjaldhælunum þeirra  <<<icon_mrgreen.gif>>>", "date": "2007-07-17 11:44:00", "post_id": 21}, {"user_name": "nitrobmw", "text": "Hahahah snilldar hugmynd að stela tjaldhælunum... hvar er þetta lið? förum bara svona 30 saman og mótmælum þeim og fellum tjöldin þeirra hahaha :P", "date": "2007-07-17 11:47:00", "post_id": 22}, {"user_name": "Pétur Snær", "text": "Ég styð þessa hugmynd að mótmæla mótmælendunum :P Það væri húmor <<<icon_lol.gif>>>", "date": "2007-07-17 11:48:00", "post_id": 23}, {"user_name": "Don Garri", "text": "Þessi hópur er ekki beint að hjálpa málsstaðnum með þessum aðgerðum.\r\nÞeir vekja athygli á málstaðnum sínum, sem kann að vera gott mál en athyglin er slæm sem kann jafnvel að vera verra.\r\nAlmenningur verður pirraður þegar svona trúðar í orðsins fillstu merkingu gera allt vitlaust, td. þarna út í Kringlu.\r\nTil þess að afstýra þessari uppákomu á laugardaginn sl. hefði eitt símtal getað reddað málunum.\r\nLáta lögregluna vita og þeir hefðu getað gripið til ráðstafanna, beint umferð annað svo ekki mynduðust teppur á mikilvægum stofnæðum o.s.fr.\r\nÁ hinn bogin réttlætir fáviska mótmælenda ekki svo harkalegar aðgerðir lögreglu.\r\nÞað tókst báðum hópunum að standa sig eins og **** og sýndu bæði mótmælendur og lögregla hvernig á ekki að standa að málunum.\r\nHefði verið staðið rétt að mótmælunum frá upphafi hefðu þeir sennilega fengið jákvæða athygli almennings.\r\nÓmar Ragnarsson sýndi hvernig á að standa að friðsamlegum mótmælum sem heppnuðust feikilega vel.\n\r\nSjáið strákin í appelsínugula bolnum og þetta þétta hálstak sem lögreglan er með á honum.\n\n\r\nSama má segja um þessa mynd, þetta er ljótt að sjá.\n\n\r\nMér er sama hversu miklir bjánar og kjánar þessir mótmælendur eru, það réttlætir ekki að lögreglan beiti ofbeldi.\r\nAð handtaka með valdi og ofbeldi er ekki sami hluturinn ef menn eru að velta því fyrir sér.", "date": "2007-07-17 12:26:00", "post_id": 24}, {"user_name": "MJ", "text": "sammála kryddgaurnum", "date": "2007-07-17 12:42:00", "post_id": 25}, {"user_name": "nitrobmw", "text": "Þetta er nú varla gróft. Hvað gerði gaurin til að löggan beitti þessari aðgerð að þeim? \r\nÁ seinni myndinni er gaurin að rífa í löggunna. Mér er sama hvað þú ert að mótmæla en þú rifur ekki í löggu og ætlast til þess að hún geri ekkert á móti.\n\r\nEkkert sem löggan gerði er \"police brutality\" fyrir fimmaura.. hefðu þeir tekið upp kylfurnar sínar og látið höggin dynja.. þá hefðum við getað farið að ræða það. Ef löggurnar eru að reyna ýta þér í burtu með höndunum, þá fer það seint að teljast til ofbeldi. \n\r\nAnnars segir í lögum að bera eigi að hlýða fyrirmælum lögreglunnar. Ef þú ert ósáttur við þau geturu kært löggunna og rætt það síðar. Ekki hagað þér eins og **** og láta handtaka þig.", "date": "2007-07-17 12:44:00", "post_id": 26}, {"user_name": "Kjartanbj", "text": "sé hvergi hálstak þarna, bara ýtt á fólkið og þó það hafi farið nálægt hálsinum.. þetta er í hita leiksins", "date": "2007-07-17 14:10:00", "post_id": 27}, {"user_name": "gaulzi", "text": "mér væri sama þótt löggan hefði komið með baseball kylfur á svæðið og murkað lífið úr þessu liði... DJÖFULL varð ég pirraður af fokking öskrunum og látunum í þessu vídjói", "date": "2007-07-17 16:14:00", "post_id": 28}, {"user_name": "Pétur Snær", "text": "Skítapakk <<<icon_mad.gif>>>", "date": "2007-07-17 16:15:00", "post_id": 29}, {"user_name": "Moli", "text": "<<<iagree.gif>>> \n\r\nAlveg held ég að ég hafi aldrei verið jafn mikið sammála neinum manni áður!!!", "date": "2007-07-17 16:56:00", "post_id": 30}, {"user_name": "k0n4", "text": "Kannski löggan hefði átt að láta þau blása eða taka blóðsýni? Það er alveg greinilegt að þetta hippalið hafi verið í ruglinu.\n\r\nOg hvað er málið með öll þessi öskur þegar löggan járnar einn. Mig langaði bara að bitchslappa kellinguna sem var að öskra  <<<icon_exclaim.gif>>> \n\r\nEinn plús við þetta myndband, heit lögguskvís þarna ljóshærð  <<<icon_lol.gif>>>", "date": "2007-07-17 17:01:00", "post_id": 31}, {"user_name": "APEXi", "text": "Djöfull er þetta vangefið lið! hefði verið til í að sjá þetta lið meisað í tætlur  <<<icon_lol.gif>>>", "date": "2007-07-17 17:04:00", "post_id": 32}, {"user_name": "Dezzice", "text": "Jesús það er á svona tímum sem ég drulluvorkenni lögreglunni að þurfa að díla við þroskaheft fólk sem heldur að það geti gert það sem það vill.\n\r\nSé barasta EKKERT lögregluofbeldi þarna, heldur einhvern útúrklikkaðan gaur að öskra úr sér lungun og öskra police brutality útaf engu.\n\r\nOg Garri segðu mér eitt, ef þú værir með 10 manns í MÚG sem er jafn \"spes\" og þessi múgur og allt fólk væri að ráðast að þér og þínum hóp myndirru bara standa þarna og láta berja þig?  Löggan hefur ALLAN rétt á því að verja sjálfan sig gagnvart áverkum.  Þeir mega að sjálfsögðu ekki berja þig á móti en þeir mega stöðva árás á sjálfan sig, og hvernig stöðvar maður árás á sjálfan sig, jú maður reynir að ýta fólki í burtu til að forðast það að vera laminn eða maður setur hendurnar fyrir sig.\n\r\nPolice brutality MY ASS <<<icon_rolleyes.gif>>>\n\r\nÆðisleg mótmæli sem skiluðu hreinlega ENGU fyrir málstaðinn nema láta líta út fyrir að fólkið sem stóð að baki þeim sé snargeðveikt.   I góðu að vekja athygli á málstað sem manni er annt um, en hefði haldið að þetta fólk vildi koma honum á framfæri á jákvæðan hátt, ekki svona hrottalega neikvæðan.  Lögreglan hefur hingað til verið meira en viljug að hjálpa fólki að koma svona hlutum á framfæri á löglegan hátt og á þann hátt að það blokki ekki umferðaræða og meira til.", "date": "2007-07-17 18:41:00", "post_id": 33}, {"user_name": "k0n4", "text": "Ef ég hefði verið fyrir aftan fólkið í þessari svaðalegu bílaröð þá hefði ég gert eitthvað aðeins meira í málinu en að hringja bara á lögguna. \n\r\nHelvítis furðufuglar að dansa kringum bílinn þinn með junglesounds í botni, er ekki alveg að fíla það.\r\nÞau biðja líka bara um að láta lemja sig, helv skæru litir og hopp og öskur.", "date": "2007-07-17 18:45:00", "post_id": 34}, {"user_name": "Don Garri", "text": "Kæra Villý, horfðu aðeins neðar á báðar myndirnar, ekki á munn einstaklinganna, heldur þar sem hálsin á að vera, þar er hendi lögreglumanna, utan um háls þeirra, ég skil ekki hvernig fólk sér það ekki. Kanski þarftu að setja upp gleraugun þín eða láta athuga hvort þú sért með þau réttu uppi á nefinu.\n\r\nPolice violence og police brutality er ekki sami hluturinn, en ég sagði lögregluofbeldi sem er bein þíðing á police violence.\r\nÉg sagði aldrei að þetta væri brútal, heldur ofbeldi, og ofbeldi er til í mörgum myndum, bæði í orði og verki.\r\nEf að þú værir að ganga einhverstaðar og einhver myndi grípa utan um hálsin á þér er ég nokkuð viss um að þú mundir túlka það sem ofbeldi, ekki einhver að taka í höndina á þér eins og að hann væri að heilsa þér.\n\r\nHálstök er ofbeldi, hættulegt ofbeldi meira að segja.\r\nÞetta fólk fer í gegnum lögregluskólann sem því eru kennd brögð og taktar, sem sumir þeir kjósa að nýta sér ekki og ganga þess í stað að hálsum á fólki.\r\nÉg var sjálfur beittur hálstaki þarna, og ég var ekki að mótmæla neinu, átti leið þarna framhjá og var svo greinilega bara rangur maður á röngum tíma eða eitthvað.\n\r\nÞegar ég var þarna og á þeim myndum og videoklippum sem ég er búin að sjá þá réðust þessir trúðar ALDREI að lögreglu, og beitti þeim ALDREI ofbeldi.\r\nÉg skil ekki hvernig í ósköpunum þú færð það út, því það sést hvorki á myndum né á klippum á netinu og þar sem þú varst ekki á staðnum efa ég að þú hafir nokkuð nýtt að leggja fram og þessi staðhæfing þín dregur úr trúverðu leika þínum.\n\r\nÉg er persónulega að verða hræddari og hræddari við lögregluna, þeir eru að fá stórhættuleg vopn í hendurnar, og ekki eru þeir að bregðast við auknum vopnaburði landsmanna, heldur aðeins að \"framfylgja stefnu nágrannaþjóða\".\r\nAlmenningi virðist vera slétt sama og réttlætir allt sem lögreglan gerir.\r\nEf lögreglan beitir ofbeldi segir fólk að þeir sem voru beittir því ofbeldi áttu það skilið, eða þetta nýjasta sem ég las í fyrsta skipti um þetta mál, sjálfsvörn.\r\nEins og ég hef sagt áður þá læra þeir ýmis trikk í skólanum, einmitt svo að fólki sé ekki beitt ofbeldi, því það er jú ÓLÖGLEGT.\r\nEn þér virðist vera slétt sama um hvort lögreglan brjóti lögin því hún er löggan og \"má það\" alveg  <<<icon_rolleyes.gif>>> \n\r\nÉg er sammála þér um að þessi mótmælendahópur er eflaust vafasamur og hefði geta staðið mun betur af því sem þeir gerðu, en það réttlætir ekki að fólk sé tekið hálstökum, þótt svo að þeir séu með kjaft, læti eða jafnvel að ýta.\n\r\nÉg skora á þið að kíkja á bls. tvö og SKOÐA myndirnar, og ATH HVORT þú sjáir VIRKILEGA EKKI HÁLSTÖK, annars gæti ég klippt myndirnar til fyrir þig, sett hring utan um hendi lögreglumannanna og sett skýringartexta þar sem gefur til að mynda lengd háls á manni, hvar hendin kemur, hvort hendin sé staðsett þar sem hálsinn á að vera ect.", "date": "2007-07-17 21:06:00", "post_id": 35}, {"user_name": "Dezzice", "text": "Ég sé alveg ágætlega þakka þér fyrir, bara er ósammála þér.\n\r\nOg aftur ætla ég að benda á sama hlutinn.  Ef gaur ræðst að þér setur þú hendurnar fyrir þig til að forðast það að fá högg á þig sem getur valdið áverkum á sjálfum þér.  Hvort sem hendurnar lentu þarna á hálsinum á gæjanum eða ekki þá synist mér á myndunum menn aðeins vera að reyna að ýta þessu fólki í burtu.  Police violence eða police brutality er í raun tómeitó tómató.  Í þessu tilfelli og í MJÖG mörgum tilfellum er svokallað \"necessary force\" nauðsynlegt til að ná tökum á ástandinu.\n\r\nJú jú það verða alltaf til þeir sem reyna hreinlega að sjá allt Löggunni til skammar í öllu sem þeir gera.  Ég get pottþétt náð mynd af löggu að klappa á bakið á einhverjum og gargað að Löggan hafi þar lagt hendur á manninn og barið hann í bakið eða barið hann og hrint honum.  Það að sjá einhverja eina eða tvær myndir á netinu segir mér barasta ekki NEITT.  Það er hægt að mistúlka myndir á alla vegu.  Eins og seinni myndin þegar hann heldur í lögguna gæinn, nú ef gæi rífur svona í hendurnar á mér hvað geri ég, stend ég og læt fella mig eða tek í sitthvorumegin í hendurnar á honum til að halda mér standandi líka.  Get með sanni sagt að ekki vil ég lenda í götunni í kringum svona lýð og eiga á hættu að vera sparkað í eða þeim mun verra.\n\r\nEf löggan þyrfti nú að grípa um hálsin á einhverjum eru ákveðin \"scenarios\" sem persónulega ég held að þeir VERÐI að gera það.  Ef fólk er farið að vera sjálfum sér og öðrum að voða eiga þeir bara að horfa á fólk skemma eigur, berja fólk og standa hjá og segja með sykursætri röddu \"elsku vinur viltu nú hætta þessu mússí mússí\"?\n\r\nHvað veist þú hvað gekk á NÁKVÆMLEGA á þessum tímapunkti?  Hefur þú einhverja hugmynd um hvort þessi náungi veittist kannski að löggunni fyrst og löggan reyndi að verja sig?  Það að horfa á myndir á netinu getur gert alla að sérfræðingum en það er afskapega erfitt að ætla að alhæfa eitt né neitt nema maður standi þarna sjálfur og horfi á þetta.\n\r\nÞetta lið veittist víst að lögreglunni.  þeir eru að hrinda þeim þarna, ýta á þá, gera þeim erfitt fyrir að vinna sína vinnu og standa í vegi fyrir því að þeir geti á samviskusamlegan hátt hreinsað upp þessi mótmæli af götunum.  Ekki nóg með það þá stendur einhver mongó þarna öskrandi úr sér lungun eins og verið sé að skera eistun undan honum og einhver stúlka þarna öskrar eins og verið sé að myrða hana.  EKKERT af þessu er gert nema til að æsa múginn upp og láta líta út fyrir að þarna sé eitthvað meira á seiði heldur en er að gerast.\n\r\nVarst þú sem sagt á staðnum?  Og hvernig var ég að staðhæfa eitt eða neitt.  Ég kommentaði á það sem ÉG sá út úr myndbandinu og ljósmyndunum ALVEG eins og þú kommentaðir á það líka.  Sem sagt þá hlýtur það að þýða að þessar staðhæfingar ÞÍNAR draga úr trúverðugleika þínum ekki satt?  Alveg merkilegt hvað þú getur ekki svarað mér án þess að byrja að ráðast á mig sem persónu af því ég er ósammála þér <<<icon_rolleyes.gif>>>\n\r\nVinsamlegast hættu að alhæfa um eitthvað sem mér á að finnast skv þér því ég sagði ALDREI að löggan mætti gera það sem hún vill þegar henni sýndist.  Í þessu tiltekna atviki sá ég HVERGI að löggan væri með eitthvað  óþarfa force á þessu fólki.  Merkilegt að þú skulir þá ekki áætla að meirihlutinn sem svaraði í þessum þræði sé ekki búin að missa trúverðugleika sinn af því hann er sammála því að þarna hafi lítið verið á seyði nema snarruglað lið <<<icon_lol.gif>>>\n\r\nÞarf ekkert að skoða myndirnar aftur, skoðaði þær báðar áður en ég svaraði þér áðan <<<icon_wink.gif>>>", "date": "2007-07-17 21:29:00", "post_id": 36}, {"user_name": "Don Garri", "text": "Ég var á staðnum, ég lýsti því í þræði sem ber heitið \"niðrí bæ áðan\".\r\nÉg á sem sagt heima þarna rétt við þar sem mótmælin voru stöðvuð, fer út þar sem forvitnin er að drepa mig til að athuga hvað sé á seiði.\r\nÁ þeim tíma brutust út einhver læti, fólk var handtekið, og áður en ég vissi af var lögregumaður með hverkatak á hálsinum á mér og skellti mér utan í bíl.\r\nHann var í dökkbláum sérsveitabúning og bar ekki lögreglunúmer á sér.\r\nÞegar ég spyr svo manninn um númerið neitaði hann að gefa það upp.\r\nÞegar ég benti honum á að honum bæri skylda til þess að gefa mér upp númerið ef ég bæði hann um það snéri hann sér undan.\n\r\nJá, ég var á staðnum og ég var beittur \"eðlilegu hálstaksaðferðinni sem kend er í lögregluskólanum, sem ber að nota við fólk sem er ekki að gera neitt af sér og er bara þarna\" aðferðinni.\r\nÉg er ósáttur við það, og ég trúi því virkilega að það hafi fleiri en ég verið beittir hálstaksaðferðinni.\n\r\nÉg trúi því líka að lögreglan og fólk innan um hana sé ekki allt gott og fegurðin upp máluð.\r\nÉg trúi því að lögreglan beiti óþarfa ofbeldi, bæði í svörtu Maríu, í lyftunni, í fangaklefunum og við yfirheirslur.\r\nÉg trúi því líka að lögreglan endurorði ýmislegt við skýrslugerð og yfirheirslur til þess að láta hlutina lýta betur út fyrir þá (hef lennt í því sjálfur).\n\r\nEr ég sá eini sem man eftir því þegar DV tók saman öll þau mál sem lögreglan tilkynnti um fjölmiðlum um þau fíkniefni sem hún var búin að gera upptæk eitt árið?\n\r\nÉg trúi því að innan um lögregluna þrífist spilling, og innan um raðir lögreglunnar eru menn sem fá útrás í starfi sínu, og fá útrásina á fólki.", "date": "2007-07-17 21:48:00", "post_id": 37}, {"user_name": "Dezzice", "text": "Auðvitað leynist spilling innan Lögreglunnar eins og allstaðar.  Heimurinn er ekki uppfullur af heiðarlegu fólki og því miður eru alltaf svartir sauðir inn á milli.\n\r\nÉg sé ekkert Lögguna í einhverjum dýrðarljóma en að sama skapi held ég að þetta sé MJÖG erfitt starf og vanþakklátt og fólk er alltaf tilbúið að öskra að þarna hafi átt sér stað misbeiting á valdi.  Jú jú hef alveg lent í röngum ákærum og stælum frá þeim útaf engu, en að sama skapi er það ofsalega lítil prósentutala miðað við allan þann fjölda af frábærum löggum sem ég hef lent í.  \n\r\nEn það að gagnrýna ÖLL störf hennar og kalla hana spillta og lélega er að gera lítið úr því góða fólki sem þarna er inn á milli.  Held að það væri fróðlegt að vinna í mánuð í þessu starfi og hreinlega kynnast því sjálfur hvernig fólk lætur við mann þegar maður er í þessum búning.  Held að flestir myndu labba frá því með annað sjónarhorn heldur en þeir hafa kannski núna.", "date": "2007-07-17 22:12:00", "post_id": 38}, {"user_name": "finder", "text": "Don_Garri: Fólk á að hlýða fyrirmæĺum lögreglu, punktur.\r\nVið hverju býstu þegar lögreglan þarf að kljást við svona skríl? Á lögreglan bara að setjast niður og panta pizzu handa þeim í leiðinni? Lögreglan hefur eflaust beðið þau fallega um að pakka saman draslinu sínu og fara, og þau ekki hlýtt, ef þú hlýðir ekki og streitist á móti áttu bara skilið að láta taka harkalega á þér.\n\r\nLögreglan biður um eitthvað = Þú átt að hlýða.\r\nÞú hlýðir ekki = þú ert að biðja um að láta taka á þér.", "date": "2007-07-17 22:12:00", "post_id": 39}, {"user_name": "elvarrr", "text": "hvað var samt málið að brjóta gluggan þarna???", "date": "2007-07-17 22:16:00", "post_id": 40}, {"user_name": "Don Garri", "text": "Það fer allt eftir því hvað þú meinar með því að láta \"taka á þér\".\r\nÉg óhlýðnaðist lögreglunni ekki, hún hafði ekki yrt á mig áður en hún ákvað að \"taka á mér\".\n\r\nLögreglan á að halda uppi lög og reglu en verður að sama skapi að fara eftir þeim lögum og reglum sem eru gildandi í landinu.", "date": "2007-07-17 22:22:00", "post_id": 41}, {"user_name": "Dezzice", "text": "Ef maður treður sér viljandi inn í stríðsástand getur maður nokkurn vegin sjálfur sagt sér að maður gæti átt á hættu að vera álitin sem einn af rugludöllunum held ég.\n\r\nVæntanlega ef þú stóðst þarna í þvögunni hafa þeir álitið að þú værir bara einn af hópnum??   Auðvitað hefðu þeir átt að biðja þig bara vinsamlegast að færa þig en að sama skapi hafa þeir eflaust sagt það svo oft þarna og engin hlýddi.", "date": "2007-07-17 22:25:00", "post_id": 42}, {"user_name": "finder", "text": "Ertu að grenja yfir því að vera bannað að brjóta lögin með skrípalátum og ****askap? Þið voruð að brjóta lögin og þið eigið að HLÝÐA! Ekkert flóknara en það, ímyndið ykkur ef þið hefðuð verið í Bandaríkjunum, þið væruð eflaust komin undir græna torfu. Hvernig er það að brjóta lögin að ýta í burtu einstakling sem hefur eflaust ekki hlýtt fyrirmælum og streist á móti? Átti lögreglan bara að segja \"Æji okei sorrý, gerðu það sem þú vilt!\"?", "date": "2007-07-17 22:27:00", "post_id": 43}, {"user_name": "Bragi", "text": "hvað var samt þetta fólk nákvæmlega að gera ólöglegt?", "date": "2007-07-17 22:32:00", "post_id": 44}, {"user_name": "Dezzice", "text": "Það er ólöglegt væntanlega að blokka umferðargötur með því að labba á þeim NEMA með sérstöku leyfi frá Lögreglu væntanlega.\n\r\nÞað er einnig ólöglegt að neita að fara þegar Lögreglan biður þig um það og streitast á móti því að þeir vinni sína vinnu.", "date": "2007-07-17 22:34:00", "post_id": 45}, {"user_name": "finder", "text": "^ What she  said.", "date": "2007-07-17 22:36:00", "post_id": 46}, {"user_name": "Don Garri", "text": "Ég held að þú ættir að lesa þráðin, en þar kemur fram að ég var EKKI einn af þessu trúðum þarna og ég hef sagt mína skoðun á þeim, ef þú bara lest.\n\r\nÉg er hins vegar á MÓTI því, og \"grenja\" yfir því þegar lögreglumenn misnota vald sitt.\r\nJá ég er fúll því ég get ekki varið mig frá líkamsárásum lögreglumanna.\r\nÞað hefur nánast ekkert að segja að kæra því aðeins um 4% af ákærum sem lögreglan fær á sig fá dómsmeðferð.", "date": "2007-07-17 22:50:00", "post_id": 47}, {"user_name": "Don Garri", "text": "Og já, ég held að ég þurfi að biðjast Villý afsökunar á því sem ég lét út úr mér þarna áðan.\r\nSorry, mér er bara hansi heitt í hami yfir þessu öllu saman...  <<<icon_redface.gif>>> \r\nÞað var alls ekki ætlunin að reyna að gera lítið úr þér...", "date": "2007-07-17 23:09:00", "post_id": 48}, {"user_name": "Viggóhelgi", "text": "Ég ætla mér ða fara upp a fjallið fyrir ofann campið þeirra í mosfellsdal. og búa til stórar hey kúlur og kveikja í þeim og velta þeim yfir campið þeirra. troy style. bestu skylirði ever hingað til. aldrei verið jafn þurrt.. þetta mun allt brenna..\n\n\n\n\n\n\r\nTHUMBS UP\n\n\n\r\nenn hvað meinarðu með að misnota vald sitt ? skoðiði allar upptökurnar á Youtube.. ég er búinn að því og það er bara rétt sem að lögreglan er að gera. og hún er meira að segja að gera minna en hún mætti...\n\r\nEF að þú leggur hönd á lögreglumann þá er það nóg til að handtaka þig. (snerting)\n\r\nef að þú ógnar honum. sömuleiðis. ef að þú ert að halda ólöglegar skrúðgöngum og tefja almenna borgara .. þá má taka þig og refsa þér einnig. ef að þú ert að hafa of hátt.. spila tónlist aftann á bíl. þá ertu að brjóta möörg lög. spilla friði og að vera aftann á kerru?!?!!... \n\n\r\nþarf að segja eitthvað meira...", "date": "2007-07-17 23:14:00", "post_id": 49}, {"user_name": "Dezzice", "text": "No hard feelings hér allavegana <<<icon_wink.gif>>>", "date": "2007-07-17 23:16:00", "post_id": 50}, {"user_name": "drolezi", "text": "Jahérna hér.\n\r\nEr hér týndi sonur Skorrdal mættur á svæðið?\n\r\nÉg ætla að byrja á að segja þér eitt sem þú greinilega ekki ert búinn að fatta ennþá. Lífið er EKKI eins og verndaður vinnustaður. Óhöpp gerast. Skítur gerist. Óréttlæti fyrirfinnst. Það er einfaldlega hluti af lífinu og mun ávallt vera.\n\r\nHvað í ósköpunum heldur þú að sé að gerast þegar einhver útlendingaskríll blandaður íslendingum, dansandi við háa teknótónlist, í furðulegum fötum OG UMKRINGDUR LÖGREGLUNNI, eru að blokkera Snorrabrautina? \r\nÞú ert einfaldlega ekki í lagi að fara svo og ganga inn í hópinn og halda því fram að þú sért í einhverju 'stikk'. Þetta er bara spurning um almenna skynsemi hjá þér kallinn. \n\r\nFyrst þú varst þarna sjálfur þá ættir þú að hafa tekið eftir því hvernig mótmælendur létu við lögregluna þegar það átti að ná ökumanninum. Það er auðvitað leiðinlegt að þú skulir hafa orðið þarna fyrir en fyrst það þurfti að taka á þér þá varstu greinilega ekkert að færa þig. Það var AUGLJÓST að mótmælendurnir voru að hindra lögreglumenn í að ná ökumanninum og því AUGLJÓST að þeir myndu ekki hlýða fyrirmælum... sem þeir gerðu auðvitað ekki.\n\r\nMér finnst svo barnalegt að þú skulir svo heimta það, í miðju þessu stríðsástandi, að einhver lögreglumaður eigi að RÖKRÆÐA við þig um hvort þetta hafi verið leyfilegt eða ekki og heimta lögreglunúmerið hans. Ég get svarið það að það var einhver ídjót þarna sem var að heimta lögreglunúmer af félaga mínum og ef það varst þú þá áttir þú þetta ALVEG skilið. Það ídjót var búið að vera fyrir og fór svo að rífast í lögreglumanninum sem hafði um allt annað að hugsa, sitt öryggi sem og félaganna, enda er það vitað mál að sumir mótmælandanna ganga ekki heilir til skógar. En það sést auðvitað á þessum myndböndum sem tekin eru einmitt af mótmælendunum.\n\r\nNúna er ég búinn að vera í lögreglunni í nægan tíma til að sjá talsvert margar kærur á hendur lögreglumönnum fara í gegnum kerfið. Samt sem áður hef ég ALDREI orðið vitni að ofbeldi lögreglumanna. Þess vegna skil ég svo rosalega vel þessa prósentutölu. Fólk er einfaldlega ölvað, dópað, vitlaust eða geðveikt þegar lögreglan er að hafa afskipti af því. Og ÞAÐ er sko satt. Ef dóp, áfengi og andleg vanheilindi væru ekki til... þá væri ég sko tölvunarfræðingur núna.\n\r\nÞú tekur svo fram að lögreguofbeldi hafi færst í aukana og sért hræddur um þig og þína. Ég skal segja þér fréttir, þú veist ekki neitt um lögregluna. Þú veist ekkert hvað fram fer inni á lögreglustöðvum landsins. Þú veist ekkert hvað fram fer í maríunum eða minni bílunum. Það eina sem þú sérð er þegar einhverjir mikilmennskubrjálæðisseggir eru með uppsteit við lögregluna og ÞAÐ er að færast í aukana.\n\r\nÞað er satt það sem Villý sagði. Maður má ekki rekast í brjóst á kerlingu og þá er maður kallaður kynferðisofbeldismaður. Maður má ekki taka á svörtum, gulum eða sólbrúnum því þá er maður kynþáttahatari. Og ef maður er að ýta fólki og ýtir í hálsinn á því þá er maður ofbeldishneigður með eindæmum. Ef fólk er með plástur á einhverjum stað og ég þarf að færa það SAMSTUNDIS til að tryggja mitt öryggi og þeirra í kringum mig, þá ýti ég á helvítis plásturinn. Ekki eins og manneskjan deyji af því, en hún færir sig þá allavega. Sama með hálsinn. Það er mjög óþægilegt að láta ýta á sig á sumum stöðum en þú drepst ekkert af því og það er ekki hættulegt sama hverju þú reynir að halda fram. Ef ég væri að pota í augun á þér þá mættiru gjarnan væla en ég er haldinn þessari ALMENNRI SKYNSEMI og veit að það er hættulegt.  Þú ert væntanlega ekki slasaður eftir þetta, ég sé að þú getur ritað á lyklaborðið og svona.\n\r\nSvo skoðaði ég þína fyrri pósta og þú ert að tala um ofbeldi í LYFTUNNI. \n\r\nGuð minn góður reyndu að átta þig á því að það er MYNDAVÉL í lyftunni. Og ég fór virkilega um daginn og leitaði að þessari símaskrá sem fólk er alltaf lamið með í yfirheyrslum, fangaklefum og lyftunni, og fann hana ekki. Skiljanlega.\n\r\nÞað er greinilegt að þú ert óvanur skýrslutökum og yfirheyrslum þegar þú heldur því fram að lögreglan sé að breyta framburði sakborninga eða vitna. Fólk er látið lesa yfir skýrsluna og undirrita.\n\r\nJá, ég fæ útrás í starfi, ég skal alveg viðurkenna það. En það er þegar ég er að sækja 4 ára stráklinginn úr sjálfheldu af þaki eða setja plástur á meiddið hjá stelpunni sem datt af hjólinu.\n\r\nÉg veit að það var líklegast til einskis að rita þetta enda er fólk þvert með eindæmum og neitar að viðurkenna sín mistök. Fyrir utan þá sem eru haldnir þráhyggju og fordómum. Svo ætti ég að vera löngu búinn að læra að það þýðir lítið að rífast á netinu. En það fór bara svo svakalega í mig að einhver geti komið fram með þvílíkar rangfærslur og bull á netinu um eitthvað sem snertir mig persónulega og ég VEIT að eru lygar og/eða þvættingur. Og ég tek ekki áhættuna á því að þessi þvættingur smitist um og verði að einhverju policebrutality hysteríu.\n\r\nPS.\r\nYkkur að segja þá er ég sjálfur með mál hjá ríkissaksóknara um allskonar brot í starfi osfrv. Það er reyndar mál sem mun verða fellt niður þar sem ég er saklaus af þessu öllu saman. En þar lærði ég líka að það er feitt tekið á brotum innan lögreglunnar og menn settir í straff um leið og eitthvað bendir til þess að þeir hafi haft rangt fyrir sér. Enda mun ég ekki njóta vinnunar í sumar þrátt fyrir sakleysi mitt. Þessvegna verð ég líka alveg ógurlega pirraður þegar fólk er að halda því fram að það sé ekki hægt að kæra lögregluna. Því ég var kærður þótt saklaus væri, og það af sjálfri lögreglunni.", "date": "2007-07-17 23:30:00", "post_id": 51}, {"user_name": "Nat", "text": "Jæja, djöfull fer svona skítapakk í mínar fínustu!\n\r\nSegi það sama og sagði á youtube, efast um að þessi kisangigja svari mér..\n\r\nÞeir segja alltaf að þeir sem styðja virkanir og stóriðju séu heilaþvegnir, hafa enga skoðun og \"corporate america\" sé að nauðga landinu o.s.frv...\n\r\nÞeir eru greinilega þeir \"uppljómuði\" og það er eins gott að við höfum sömu skoðun og þau.. annars erum við heimsk og heilaþvegin!!!\n\r\nSvo einnig annað.. fólk benti á það að stoppa umferð er lögbrot.. þá svarar hún \"En þetta var bara í stuttann tíma\" eins og það er í lagi... þá kem ég með annað dæmi: ef aðili nauðgar einhverjum... í stuttan tíma... er það þá í lagi, vegna þess að hann gerði það bara í stuttann tíma?\n\r\nÞað er einmitt svona fólk sem lætur mig styðja \"vopnvæðingu\" lögreglunnar, þ.e. rafbyssur til að byrja með. Lögreglan þarf einnig að fá meira svigrúm til að taka harðar á svona pakki.", "date": "2007-07-17 23:50:00", "post_id": 52}, {"user_name": "finder", "text": "^^ Wow, þetta svar ætti að fara \"Sticky\" <<<icon_lol.gif>>>", "date": "2007-07-17 23:58:00", "post_id": 53}, {"user_name": "Don Garri", "text": "Já fyrirgefðu, ég hafði rangt fyrir mér.\r\nLögregluofbeldi fyrirfinnst ekki hér og hefur aldrei gert.\r\nStelpan unga sem fékk þessa skemmtilegu útreið fyrr á árinu er lygari.\r\nAllir sem segja hitt og þetta eru lygarar.\r\nLögreglumenn eru allir fagmenn sem gera aldrei neitt af sér, hver og einn einasti heiðalegur frá toppi til táar.\r\nVið þurfum ekkert innra eftirlit því það væri sóun á peningum.\r\nSkorrdal er pabbi minn.\n\r\nÉg persónulega vona að þú missir vinnuna fyrir hvað sem þú gerðir af þér.\r\nÞú ert væntanlega rétt eins og hver annar glæpamaður, og heldur fram sakleysi þínu fram í rauðan dauðann.\r\nEf þú nýtur ekki vinnu þinnar í sumar er þetta pottþétt eitthvað meira en bull og kjaftæði.\n\r\nÉg er ekki sá eini sem fékk ekki númer hjá þessum sama lögreglumanni, það voru fleiri en ég, ég bað strák með myndavél að smella mynd af honum, og hann segðist vera búin af því þar sem fleiri hefðu beðið hann um sama greiðan.\r\nÉg á mynd af þessum manni.\n\r\nÞú segir að skítur gerist, og það má vel vera, en það er einfaldlega eitthvað sem á ekki að gerast innan lögreglunnar.\r\nOfbeldi er ekki skítur sem gerist.\n\r\nÉg skal viðurkenna það að ég sá atvikið með ökumanninn ekki fyrr en eftir á á videoupptöku, þar sem ég var ekki komin þegar það heimskulega atvik kom upp.\r\nÉg er EKKI að standa með mótmælendum, og ég þarf greinilega að hamast á því eins og ég veit ekki hvað, fólk, og þú virðist ekki geta lesið út úr því.\r\nÉg er ekki að verja neinn.\r\nÞað höguðu báðir aðilar sér eins og **** og voru báðir sér til skammar að mínu persónulega mati.\r\nJá, ég held að ég sé \"stikk\" ef ég hef ekki sagt orð við einn einasta lögreglumann eða mótmælanda, ekki óhlýðnast fyrirmælum lögreglu eða á einn eða annan hátt gerst brotlegur sem almennur borgari, með ógnun, hótunum eða einu einasta athæfi.\n\r\nÉg var ekki að rökræða við neinn, eina sem ég heimtaði eftir atvikið var númerið hans sem honum ber að gefa ef ég bið um það og hann neitaði því.\n\r\n\"Ég get svarið það að það var einhver ídjót þarna sem var að heimta lögreglunúmer af félaga mínum og ef það varst þú þá áttir þú þetta ALVEG skilið.\"\n\r\nÞessi lína segir allt sem segja þarf og fyrir mér er það sönnun þess að þú ert ekki hæfur sem lögreglumaður og er ég guðsfeginn að þú sért ekki starfandi sem slíkur í dag.", "date": "2007-07-18 01:07:00", "post_id": 54}, {"user_name": "drolezi", "text": "Já.\n\n\nÞað getur vel verið að það fyrirfinnist en þá er það í mjög takmörkuðum mæli þar sem ég hef ekki orðið vitni að slíku enn.\n\n\nÞað væri hart að kalla hana lygara en hún kemur ekki hreint fram og hennar mál er þvæla frá byrjun til enda.\n\n\nGóð setning hjá þér.\n\n\nLögreglumenn eru flestir fagmenn og heiðarlegir eftir því. Í sambandi við að gera eitthvað af sér þá eru allir mannlegir.\n\n\nÞað er innra eftirlit.\n\n\nÉg efast ekki um það.\n\n\n\nJá, ef ég væri ekki saklaus þá færi ég pottþétt að ræða það opinberlega. Ertu eitthvað vankaður?\r\nSýnir vott um fordóma þína og fáfræði að þú óskir mér starfsmissis vegna \"einhvers\" sem þú hefur ekki HUGMYND um hvað er.\n\n\nNei, þetta sýnir bara vott um það sem lögreglumenn þurfa að þola í starfi. Þeir eru sífellt í hættu á að vera kærðir fyrir eitthvað sem er upplogið. Og jafnvel að vera hengdir þrátt fyrir að niðurstaða hafi ekki fengist í málinu þökk sé fjölmiðlahræðslu yfirmanna.\n\n\n\nEkkert nema gott með það, hefði verið sniðugast að gera það þegar allt hefði verið komið í ljúfa löð.\n\n\n\nÉg var einfaldlega að tala um það að þú getur átt von á að lenda í kringumstæðum sem þú ekki stjórnar. Ekki tengja það ofbeldi sisvona.\n\n\n\nHvenær komstu þá eiginlega? Fyrsta aðför lögreglunnar var að ökumanninum og af lýsingum þínum að dæma þá lentiru í því.\n\n\n\nÉg var ekki að líkja þér við mótmælendurna.\n\n\n\nJá, þessvegna er svo sniðugt að vera í miðri þvögu ólöglegra mótmælenda.\n\n\n\nHonum ber ekki að gefa það.\n\n\n\nJá, flott, taktu quote'ið mitt úr samhengi og drullaðu yfir mig. Það lýsir þér í hnotskurn.", "date": "2007-07-18 01:36:00", "post_id": 55}, {"user_name": "Sæli", "text": "mad respect til þín drolezi að kome hreint og beint fram og ekki með neitt kjaftæði.", "date": "2007-07-18 01:45:00", "post_id": 56}, {"user_name": "Don Garri", "text": "Já, þetta svokallaða \"innra eftirlit\" er ekki eins og það ætti að vera.\r\nLáttu mig sjá um það að klaga vini mína ef þeir gera eitthvað af sér, og sjáðu svo hvort ég sé traustsins virði. Kemur örugglega fljótt í ljós.\n\r\nMótmælendurnir eru ekki ólöglegir þótt það hafi verið staðið ólöglega að þeim.\r\nÞað er eins og að segja að þú sért ólöglegur bílstjóri af því að þú gleymdir að nota stefnuljós.\n\r\nHvernig tek ég quotið þitt úr samhengi?\r\nÞetta var bara orðrétt það sem þú sagðir...  <<<icon_rolleyes.gif>>> \n\r\nÉg kom að hópnum þegar tvær manneskjur lágu á götunni með fullt af löggum í kringum sig, svo sem ekkert merkileg sjón þannig.\r\nBúið var að taka bílstjóran burt.\n\r\nEdit:\n\r\nOg btw að vera að bendla mér við Skorrdal lýsir þér sjálfum í hnotskurn.\r\nEf að maður er ekki hrifin af lögregluofbeldi sem samkvæmt svo mörgum fyrirfinnst ekki hér er manni bendlað við Skorrdal um leið  <<<icon_rolleyes.gif>>>", "date": "2007-07-18 02:06:00", "post_id": 57}, {"user_name": "nitrobmw", "text": "drolezi, respect. Þekki margar löggur og þið eru flest allir til fyrirmyndar, virkilega erfitt starf.\r\nHeld þú getir alveg sleppt því að tala við dongarra.. það er eins og tala við vegg sýnist mér ef þú kikir á síðunna hans. Alveg löngu buin að dæma allar löggur sem einhverjir ofbeldiseggir. \r\nFrekar dauð siða samt.. greinilega ekki margir að tilkynna ofbeldi til hans...", "date": "2007-07-18 02:16:00", "post_id": 58}, {"user_name": "Siggi H", "text": "biturleikin alveg að leka útúr eyrunum á sumum hérna.. shit", "date": "2007-07-18 02:17:00", "post_id": 59}, {"user_name": "drolezi", "text": "Hlýtur að virka, ég finn fyrir því.\n\n\n\nHaaaa?\n\n\n\n\n\nÞetta er mitt quote. Þú tókst það úr samhengi með því að taka burt \"orsök\" og \"afleiðing\" í setningunni. Semsagt, ef þessi viðkomandi aðili (sem gæti hafa verið þú) var fyrir, eins og ég horfði upp á, og var að rífast í lögreglumanninum. Þá átti hann alveg skilið að vera ýtt í burtu á hálsinum, brjóstkassa, maga, eða hverjum þeim líkamshluta sem aðgengilegastur er hverju sinni og fær viðkomandi til að hörfa sem fyrst án yfirgripsmikillar hættu á meiðslum.\n\n\n\nGREINILEGA lögregluaðgerð í gangi og þú vogar þér að fara að blanda þér í hópinn. \n\n\n\nÞað er auðvelt að bendla mann við Skorrdal sem notar einungis hans skrif á vefsíðu sinni.", "date": "2007-07-18 02:25:00", "post_id": 60}, {"user_name": "Dezzice", "text": "Það að kalla allar löggur vini er eins og að segja að allir hérna inn á séu bestu vinir mínir <<<icon_lol.gif>>>\n\r\nÉg trúi því ekki að heiðarleg Lögga láti hafa sig út í einhverja vitleysu af því einhverri óheiðarlegri löggu datt eitthvað gruggugt í hug.\n\r\nAuðvitað verja þeir gjörðir flestra því þeir VITA hvurslags rugl margt af þessu er.  Nákvæmlega eins og ég ver gjörðir bílaáhugamanna því ég VEIT að nornaveiðarnar eru alveg fáránlegar á þann hóp.  Að sama skapi þó svo mér þyki ofsalega vænt um ykkur öll að þá dytti mér ekki í hug að halda verndarhendi yfir einhverjum hérna inn á ef hann hefði framið eitthvað brot eða reyna að réttlæta brotið hans af því hann er \"vinur\" minn eða einhver sem ég umgengst mjög mikið í gegnum síðuna.\n\r\nMitt integrity er meira en svo að ég fari að hengja sjálfa mig af því einhver annar gat ekki hamið sig.  Það er út í hött að vera það bitur að kenna öllum löggum um ef ein er eitthvað kúkú, alveg eins og það er út í hött að kenna öllum bílaáhugamönnum um ef einhver einn af þeim er eitthvað kúkú.\n\r\nSökin skal liggja hjá þeim sem framdi brotið og EINGÖNGU þeim aðila.  Þoli ekki þetta helvítis ameríska kjaftæði sem virðist vera að koma upp á þessu skeri þar sem draga á alla til saka sama hvort þeir frömdu brotið eða ekki <<<icon_rolleyes.gif>>>", "date": "2007-07-18 02:31:00", "post_id": 61}, {"user_name": "Maggi B", "text": "quote cartman\n\r\n\"I HATE HIPPIES\"\n\r\n\"goddamn hippies\"\n\r\nef ég hefði verið þarna á beaternum mínum hefði ég nú bara ekið mína leið rakleiðis í gegnum kösina og ef einhver hefði svo mikið sem reynt að skemma beaterinn minn hefði ég bara hert inngjöfina yfir þvöguna", "date": "2007-07-18 03:39:00", "post_id": 62}, {"user_name": "Maggi B", "text": "og svo hefði ég bara sagt að þetta væri self defense því að það var verið að ráðast á mig, allveg eins og þessir hippar eru að gera þarna þegar að menn eru handteknir..  Á EÐLILEGAN MÁTA þegar fólk lætur öllum illum látum", "date": "2007-07-18 03:41:00", "post_id": 63}, {"user_name": "Maggi B", "text": "já og enn eitt by the way þá er mér ekkert vel við lögguna, en fyrr má nú vera... hvað í andsk kemur hún álverinu við", "date": "2007-07-18 03:43:00", "post_id": 64}, {"user_name": "Viggóhelgi", "text": "þetta mál er einfallt.. mótmælendurnir eru fyrir... og þeir eru að reyna það.\r\nþeir eru að stunda \"eignarspjöll\"(hengja upp hluti á LÖGRELGUSTÖÐINA!!!\" og innrásir á einkaeignir(fara ekki út úr kringlunni fyrr enn lögreglan fleygir þeim út, hlusta ekki á húsráðanda...)\n\r\nþeir eru bara búnir að klúðra sínum málum algjörlega almúginn HATAR þá..  það eru NOKKRIR íslendingar þarna en restinn eru útlendingar. ef að þeir ætla að vera að mótmæla Íslenksa ríkinu... ÞÁ GETA ÞEIR BORGAÐ FOKKING SKATTA TIL AÐ VERA JÖFN OKKUR HINUM ÞANGAÐ TIL GETUR ÞESSI FOKKING HELLVÍTIS ANDSKOTANS PRESTUR YKKAR MÓTMÆLENDANNA HALDIÐ KJAFTI AAAAAARGGGHHH!....\n\n\r\nafsakið þetta.. sprakk.\n\r\nSTOP ALUMINIUM bla bla bla... þið akið um á bílum og notið föt úr kringlunni og svo framvegis.. EF AÐ ÞIÐ HATIÐ ÞETTA SVONA.... ekki nota þetta, ÞETTA ER SVO hrikalega mikil \"mótsögn\" sjjiii \n\r\nÉG HATA MJÓLK OG ALLT SEM HÚN GERIR.. ENN ÉG DREKK 1 LÍTER Á DAG. \n\r\nfuck face priest.\n\n\r\nFier suite on", "date": "2007-07-18 04:08:00", "post_id": 65}, {"user_name": "Don Garri", "text": "drolezi, OK, ég skal vera samkvæmur sjálfum mér og ég ætla að biðjast afsökunar á því sem ég sagði hérna fyrr í þræðinum.\r\nÉg vona ekkert að þú missir vinnuna, þetta var kjánaleg hegðun af minni hálfu að láta svona fáránlega hluti út úr mér.\r\nÉg hef ekki hugmynd hvað gerðist og í hvaða aðstöðu þú varst, og eflaust hefuru brugðist rétt og vel við.\r\nÉg er í mikilli sjálfsvörn núna og finnst ég vera að fá skot úr öllum áttum fyrir það eitt að vera ekki sáttur við hálstak sem ég fékk frá lögreglumanni.\r\nÉg hef ekkert við þig að sakast og er þér afar þakklátur fyrir það góða starf sem þú hefur gert sem lögreglumaður, og látið gott af þér leiða.\r\nÞú hefur eflaust gert ótal marga góða hluti, hjálpað fólki í neyð og sem á bágt og þú færð ekki einusinni að njóta þess, getur ekki sagt okkur hinum frá því þar sem þú ert bundin þagnarskyldu.\r\nÞað var ekki ætlun mín að reyna að móðga þig eða særa, svör mín voru í raun bara í takt við þitt fyrsta innlegg í þráðinn.\n\r\nÉg tel mig hafa lært mína lexíu á þessu spjallborði og held að það sé bara best að halda mínum skoðunum héðan af út af fyrir mig og á mínum vefsíðum, fá útrás þar á hinum ýmsu málum sem brenna mér á hjarta.\r\nFlestir hérna virðast vera sáttir við það sem ég er kannski ekki eins sáttur við, og finnst ekkert athugavert við þá atburði sem ég kem með athugasemdir við.\r\nÞá er það bara hið besta mál, og ég vona að allir hérna inni þurfi ekki að lenda í einhverjum leiðindum eða ósanngjarnri meðferð lögreglu.\n\r\nÁstæðan fyrir því að allar þrjár skriftirnar eftir Skorrdal inni á síðunni minni er einfaldlega sú að mér þótti þessar greinar góðar, og bað félaga minn sem þekkir hann að athuga hvort honum væri sama hvort ég myndi birta þessar greinar hans á vefsíðunni minni.\r\nÞað eru margar greinar í vinnslu, en vegna tímaskorts hef ég ekki getað klárað það sem ég var byrjaður á, því miður.\n\r\nEn rétt eins og ég þekki ekki þitt mál, þá er þér ekki heldur kunnugt um hvers vegna ég hef þessa ógurlegu skoðun á lögreglu.\r\nÞað má til gamans geta að mig langaði lengi vel að gerast lögreglumaður.\r\nÉg lét hins vegar aldrei verða að því að sækja um skólann.\r\nÁkveðin atburðarrás kom af stað mínu áliti á þá menn sem misnota vald sitt.\n\r\nEn vonandi getum við verið sammála um að vera ósammála, því við útkljáum þessi mál aldrei á þessu spjallborði  <<<icon_lol.gif>>> \n\r\nEn kæri drolezi, ég vona að þú takir afsökunarbeiðni mína til greina og um leið vil ég óska þér góðs gengis með mál þitt hjá Ríkissaksóknara, vonandi kemur réttlætið á yfirborðið og þú getur þá vonandi haldið áfram að sinna starfi þínu.\n\r\nKveðja,\r\nGarri", "date": "2007-07-18 12:27:00", "post_id": 66}, {"user_name": "drolezi", "text": "Batnandi mönnum er best að lifa.", "date": "2007-07-18 13:42:00", "post_id": 67}, {"user_name": "Dezzice", "text": "Partur af lífinu eru skoðanaskipti þannig það er engin að segja að þínar skoðanir séu eitthvað verri en aðrar Garri <<<icon_wink.gif>>>  Við erum bara ekki alltaf sammála sem er bara ágætis mál. <<<icon_biggrin.gif>>>  Ég skil vel að vissu leiti afstöðu þína eftir það sem þú lentir í, fannst það mál blásið út úr proportions.\n\r\nLangaði bara að benda á að ég hef ekkert á móti þér, vildi ekki að þú tækir mínum svörum þannig.  Skoðanaskipti eru skoðanaskipti og mér finnst gaman að rökræða við fólk og meina það nú ekki í illu <<<icon_biggrin.gif>>>", "date": "2007-07-18 14:21:00", "post_id": 68}, {"user_name": "gaulzi", "text": "Varðandi Skorrdal....\n\r\nAllt í góðu að menn upplýsi fólk um rétt þess þegar kemur að hlutum á borð við yfirheyrslur og annað slíkt, en það eitt, að þessi maður sé að hjálpa mönnum að brjóta lög og komast upp með það, gerir hann algjörlega óhæfan til að gegna þessu hlutverki, að mínu mati.\n\n\n\nFinnst ykkur menn, sem hjálpa öðrum að brjóta lög og komast upp með það, af hinu góða?", "date": "2007-07-18 18:24:00", "post_id": 69}, {"user_name": "Dezzice", "text": "Reyndar verð ég að vera sammála Gaulza hérna.  Það er í góðu að veita hjálp við því hvernig eigi að díla við eitthvað misrétti og annað sem gæti komið og hvað skuli skoða ef þú færð t.d. á þig ólögmæta hraðasekt eða eitthvað álíka EN vísvitandi að hjálpa mönnum að brjóta alvarleg lög eins og að vera með fíkniefni á sér finnst mér út í HÖTT.\n\r\nAð sama skapi kemur alltaf upp hlutur sem heitir málfrelsi.  Mönnum er frjálst að tjá sig í blöðum, á netinu, í útvarpi og í hóp af fólki með sínar eigin skoðanir svo lengi sem þær skoðanir falla ekki undir rógburð og ærumeiði.\n\r\nSem sagt væntanlega í lagi að segja fólki hvernig það eigi að komast hjá fíkniefnahandtöku þó svo það sé með öllu siðlaust að mínu áliti.", "date": "2007-07-18 18:27:00", "post_id": 70}, {"user_name": "Don Garri", "text": "Ég er að spá í að sitja hjá í þetta skiptið  <<<icon_lol.gif>>>", "date": "2007-07-18 18:31:00", "post_id": 71}, {"user_name": "k0n4", "text": "Vá eldheit umræða í gangi hér. Flamesuit?", "date": "2007-07-18 23:31:00", "post_id": 72}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2007-07-16 13:51:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}