{"forum_title": "Almennt spjall", "id": "28370", "title": "Skipting að fara, hvar stend ég?", "url": "http://www.live2cruize.com/spjall/showthread.php/28370-Skipting-að-fara-hvar-stend-ég", "posts": [{"user_name": "Jeremy Clarkson", "text": "Jæja nú er sjálfskiptingin að fara í þessu Dodge dóti sem ég á.\r\nSem er mjög sérkennilegt þar sem það er ekki langt síðan bíllinn fór í smurningu og líka fyrir það að þetta er 2002 árgerðin af bíl sem er ekki ekinn nema ca 27700 mílur.\n\r\nLýsir sér þannig að skiptingin \"festist\" í 3 gír þ.e.a.s skiptir sér ekki hærra upp. \r\nSíðan stoppa ég og drep á bílnum og kíki á alla vökva og olíur allt í mjög góðu standi og fer síðan aftur af stað nema þegar ég set í Drive að þá gerist ekkert, gef aðeins inn og þá hrekkur bíllinn í gír með tilheyrandi rykk.\r\nOg núna lætur hún sérkennilega, næ ekki að fara af stað nema með rykkjum og látum og skiptingin öll á flakki og \"Service Engine Soon\" ljósið logar.\n\r\nEN það er ekki nema rétt rúmir 2 mánuðir síðan bíllinn var keyptur og mig langar að forvitnast hvort einhver viti hvort ég hafi einhvern rétt til þess að rifta samningnum eða láta fyrri eiganda borga viðgerð eða sit ég uppi með bilaða skiptingu?\r\nÞetta er klárlega einhver galli í skiptingunni enda held ég aldrei verið þjösnast á bílnum og alltaf kannað með alla vökva og olíur á bílnum.\n\r\nÞannig að, hvar stend ég í þessum málum?!?\n\r\nMeð fyrirfram þökk, Atli.", "date": "2007-07-17 00:27:00", "post_id": 1}, {"user_name": "CT9A", "text": "ég held að þú sitjir upp með þetta því yfirleitt þegar maður kaupir bíla þá stendur \"kaupandi kaupir bíl í því ástandi sem bifreiðin er í\" e-h svoleiðis... annars ef þetta er leyndur galli þá er það annað mál, svo geturðu spurt fyrrverandi eiganda hvort hann vilji taka þátt í þessu", "date": "2007-07-17 00:50:00", "post_id": 2}, {"user_name": "íbbi", "text": "þetta er samt mjög stutt, talaðu bara við fyrr eignda og sjáðu hvernig hn tekur i þetta", "date": "2007-07-17 01:41:00", "post_id": 3}, {"user_name": "Danni", "text": "Minnir mig á þegar það var settur rangur vökvi á skiptinguna í 540 hjá mér. Hélt að hún væri bara ónýt. Fór bara með hann í umboð og þeir gerðu þetta rétt og redduðu málunum fyrir mig. Prófaðu að tala við fyrrverandi eiganda og ná uppúr honum hvort það hafi verið skipt um olíu og síu á skiptingunni nýlega og þá hvar það var gert og hvernig olía var sett á. Talaðu svo við umboð og athugaðu hvort það eru einhverjar spes aðferðir eða olíur. Hjá mér t.d. þurfti að vera spes \"Life Time Oil\" frá BMW og það þurfti að setja hana í, keyra hring og setja meiri vökva á.", "date": "2007-07-17 02:08:00", "post_id": 4}, {"user_name": "Litli_Jón", "text": "það á ða vera sér MOPAR olia á skiptingunni...", "date": "2007-07-17 02:11:00", "post_id": 5}, {"user_name": "gr33n", "text": "ertu viss.... eru thetta ekki MMC skiptingar?", "date": "2007-07-17 07:12:00", "post_id": 6}, {"user_name": "Bílabóndinn", "text": "Mig grunar að það eigi að vera AMS oil á þessari skiptingu.", "date": "2007-07-17 07:43:00", "post_id": 7}, {"user_name": "JLS", "text": "Það getur ekki verið að skiftingin sé að fara ef bíllinn er einungis ekkinn um 28,000 mílur. Það er annaðhvort vitlaus vökvi, stífluð sía eða farinn einhver skynjari. En veistu hvenær hann var fluttur inn? Nýr eða notaður. Ef hann er innfluttur notaður gæti ekki verið smuga að þetta sé einhver flóðabíll. Sjálfskiftingar hafa aldrei verið hrifnar af vatni að mér vitanlega. En þetta eru bara pælingar.", "date": "2007-07-17 11:40:00", "post_id": 8}, {"user_name": "Þráinn", "text": "það verður að vera Mopar olía á þessari skiptingu, færð hana allavega upp í umboði", "date": "2007-07-17 13:09:00", "post_id": 9}, {"user_name": "Litli_Jón", "text": "alveg 99,99% a því, gefið upp af framleðanda MOPAR olía", "date": "2007-07-17 17:21:00", "post_id": 10}, {"user_name": "Prezident", "text": "dodge er nu með ser oliu a þessu doti. og ekki langt siðan það kom dodge reyndar ram a verkstæði sem eg var að vinna a, en svipuð argeð minnir mig og þa hafði verið skipt um pakkdos og svoleiðis i skiptingunni og hun a til að losna profa að tala við þa hja umboðinu þeir ættu að kannast við þetta", "date": "2007-07-17 23:17:00", "post_id": 11}, {"user_name": "Jeremy Clarkson", "text": "Fór í dag og spjallaði bæði við IB menn og fór svo til Ljónanna (Ljónstaði) og fékk þar svör um að þetta væri sennilega mekkanik bilun.\n\r\nAnnars fengu IB menn upp á tölvuna að skynjari aftast á skiptingunni væri rangur, en svo fengu Ljónin aðra kóða upp og fleiri.\n\r\nSkiptingin verður bara verri og verri og endaði þannig að bíllinn er bara á Selfossi.", "date": "2007-07-18 00:01:00", "post_id": 12}, {"user_name": "Tóti", "text": "Hvernig fórstu að því að mæla vökvann á skiptingunni eftir að þú drapst á bílnum?", "date": "2007-07-18 07:58:00", "post_id": 13}, {"user_name": "Jeremy Clarkson", "text": "Kveikti á honum aftur og mældi síðan.", "date": "2007-07-18 09:31:00", "post_id": 14}, {"user_name": "Kruder", "text": "Þú keyrir náttúrulega um eins og mófó, hehe kannski ekkert skrítið.", "date": "2007-07-18 14:21:00", "post_id": 15}, {"user_name": "Jeremy Clarkson", "text": "Hmm, hvar hefur þú séð mig keyra? <<<icon_mrgreen.gif>>> Annars án gríns að þá hef ég ekki verið að þjösnast neitt á bílnum og það er ansi slappt ef skipting þolir ekki botngjöf einstaka sinnum.", "date": "2007-07-19 00:09:00", "post_id": 16}, {"user_name": "24", "text": "ekkert skylt converternum að hann eigi erfitt með að skipta sér upp??", "date": "2007-07-19 00:45:00", "post_id": 17}, {"user_name": "JHP", "text": "Skiptir ekki máli...Man ekki eftir Stratus eða avenger og hvað allt þetta rusl heitir sem hefur ekki verið með bilaða skiptingu.", "date": "2007-07-19 00:48:00", "post_id": 18}, {"user_name": "Kruder", "text": "Ég sé allt, ég er búinn að fara gullna hringinn svona 30 sinnum síðustu 3 mánuði og er alltaf að sjá þig.  <<<icon_lol.gif>>>", "date": "2007-07-19 18:19:00", "post_id": 19}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2007-07-17 00:27:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}