{"forum_title": "RÖFL", "id": "28721", "title": "Kemur á óvart", "url": "http://www.live2cruize.com/spjall/showthread.php/28721-Kemur-á-óvart", "posts": [{"user_name": "finder", "text": "Hversu sjúkir geta gaurar orðið? Einhver gaur er búinn að vera að elta systir mína útum allt, stendur fyrir aftan hana meðan hún verslar, stendur yfir henni meðan hún borgar, keyrir á eftir henni. Eltir hana heim og leggur í stæðið fyrir utan hjá henni og fylgist með henni allan tímann meðan hún gengur inn í hús. Hver veit hvað hann gerir meðan hún er sofandi á næturnar? Gæti þessvegna verið liggjandi á gluggum.\n\r\nHún fletti upp bílnúmerinu og SURPRISE SURPRISE þetta er pólverji, af hverju kemur það mér ekkert á óvart?\n\r\nÉg er allvega hjá henni núna að bíða eftir að hann komi í heimsókn.  <<<icon_lol.gif>>>", "date": "2007-07-27 15:13:00", "post_id": 1}, {"user_name": "ÓskarG", "text": "Já, náttúrulega engir íslendingar sem eiga við geðræn vandamál að stríða", "date": "2007-07-27 15:17:00", "post_id": 2}, {"user_name": "finder", "text": "Og þeir eru hvað margfalt fleiri?", "date": "2007-07-27 15:18:00", "post_id": 3}, {"user_name": "ÓskarG", "text": "Pólverjar eru ekkert verri en íslendingar", "date": "2007-07-27 15:20:00", "post_id": 4}, {"user_name": "VolvoFH16", "text": "Pólverjar mættu vera hér fyrir mér ef þetta gæti fkn drullast til að læra ands. Íslensku ! og kannski koma með aðeins minna af fíkniefnum með sér til landsins !", "date": "2007-07-27 15:38:00", "post_id": 5}, {"user_name": "GudniR33", "text": "Lenntíþví í vinnunni að gaur kom hlaupandi og sagði mér að hringja á lögguna því það var gaur á staðnum (Pólverji/Japani eða eikkað) sem hafði beitt dóttir hans kynf.... ofbeldi.", "date": "2007-07-27 16:15:00", "post_id": 6}, {"user_name": "MJ", "text": "ju pólverjar <<<icon_exclaim.gif>>>", "date": "2007-07-27 16:18:00", "post_id": 7}, {"user_name": "Erica", "text": "finnst þetta nú bara vera ansi slæmt mál að lenda í..skiptir engu máli hvort þetta sé íslendingur.. pólverji eða whatever\n\r\nöruggulega hræðilegt að fara í gegnum svona pakka", "date": "2007-07-27 16:22:00", "post_id": 8}, {"user_name": "JonMaiden", "text": "Kemur mér barasta ekkert á óvart heldur... Ég er að vinna með hátt í 20 pólverjum og þeir tala ekki um annað en píkur og túttur og ríðingar... í hvert einasta sinn sem það labbar kvenmaður framhjá vinnustaðnum þá hrópa þeir eitthvað óskiljanlegt á eftir henni á pólsku\n\n\r\nSenda þettað pakk heim", "date": "2007-07-27 17:09:00", "post_id": 9}, {"user_name": "Viktorkarl", "text": "Búinn að sjá kauða ?", "date": "2007-07-27 17:24:00", "post_id": 10}, {"user_name": "gaulzi", "text": "pólfarar eru stórhættulegir", "date": "2007-07-27 17:28:00", "post_id": 11}, {"user_name": "Stormurinn", "text": "Hugsaðu málið svona, þú mætir til landsins að vinna fyrir famelíuna í útlandinu vinnur myrkvana á milli með lámarkslaun og crappy húsnæði og ert hérna í max ár að vinna þér inn fyrir gömlum skoda eða whatever og þú ætlast til að þeir læri íslensku??\r\nTil hvers ? Ef að þeir vinna sína vinnu þá er mér anskotans sama, en hence ég þarf ekki að vinna með þeim og öfunda ekki þá sem þess þurfa, en pólverji og rússi og króati og serbi og svo framvegis er ekki allt sami pakkinn, smá fáviska að flokka allt í einn pakka, finnst mér.", "date": "2007-07-27 17:29:00", "post_id": 12}, {"user_name": "Stormurinn", "text": "Hugsaðu málið svona, þú mætir til landsins að vinna fyrir famelíuna í útlandinu vinnur myrkvana á milli með lámarkslaun og crappy húsnæði og ert hérna í max ár að vinna þér inn fyrir gömlum skoda eða whatever og þú ætlast til að þeir læri íslensku??\r\nTil hvers ? Ef að þeir vinna sína vinnu þá er mér anskotans sama, en hence ég þarf ekki að vinna með þeim og öfunda ekki þá sem þess þurfa, en pólverji og rússi og króati og serbi og svo framvegis er ekki allt sami pakkinn, smá fáviska að flokka allt í einn pakka, finnst mér.\n\n\r\nOg btw afhverju sagði systir þín ekkert???? Ji myndi ég öskra og garga og taka írisina á þetta myndi ekki láta neinn mannfjanda sitja um mig get ég sagt ykkur!\r\nÞú segir að hún hafi verið að borga þá hlýtur hún að geta hafað öskrað á hann án þess að hann reyni að nauðga henni á staðnum í fjölmenni??", "date": "2007-07-27 17:31:00", "post_id": 13}, {"user_name": "Sergio", "text": "ohh sjitt, ég vissi ég gleymdi einhverju  <<<icon_redface.gif>>>\r\nkem eftir 5\n\r\np.s. hun er flott right?", "date": "2007-07-27 17:34:00", "post_id": 14}, {"user_name": "MJ", "text": "RVK ?", "date": "2007-07-27 17:34:00", "post_id": 15}, {"user_name": "Litli_Jón", "text": "í fyrsta lagi WRONG... helduru að þeir komi til landsins til að kaupa gamlann skoda..... slóvaki sem ég þekki keypti litið land og lét smíða hús fyrir sig og konuna sína í slóvakíu fyrir 700þús kr íslenskar.... \r\ntælendingur sem vinnur með vini minum er her að safna því launin eru vel hærri hér en á í tælandi og  vinnandi hér og safna til 50 lifir hann einsog kongur það sem eftir er í tælandi....\n\r\nEf ég færi í annað land þá færi ég ekki.... gera ekkert nema stofna til slagmála, elta fólk og stalka þær, og ver a bara ****... og ég mundi gera mitt besta til að læra tungumálið og halda mér úr vandræðum....", "date": "2007-07-27 17:37:00", "post_id": 16}, {"user_name": "Dezzice", "text": "Frænka mín reyndar lenti í svona atviki upp í búð.  Kemur þangað og hún er rosalega falleg og var vel til höfð því hún var nýkomin úr vinnunni.  Stendur hópur af svona gæjum fyrir utan.  Elta hana inn, elta hana um alla búðina og eins og hún sagði það var mjög augljóst að þeir voru að kommenta á hana þó svo hún skildi ekki tungumálið fyrir fimm aura.  Hún var ein í búðinni og þetta var 8 manna Pólverjahópur.  Sagði að þeir hefðu verið að kalla eitthvað til sín og guð má vita hvað og eins og hún sagði ef þeir hefðu nú ákveðið að gera henni eitthvað þarna í búðinni hefði það verið lítið mál.  Tóm búðin fyrir utan starfsmann og þeir 8.\n\r\nHenni fannst þetta svo slæmt því svo fór hún í einhverja aðra búð og þá hreinlega stífnaði hún upp þegar hún heyrði að strákarnir fyrir aftan sig í röðinni töluðu pólsku en eins og hún sagði að þeir strákar voru EKKERT með eitthvað svona ógeðis dónakjaftæði, voða hressir bara að spjalla saman og þegar hún fór gleymdi hún lyklunum og annar strákurinn hljóp á eftir henni og rétti henni þá og ekkert nema almennilegheitin.\n\r\nBara eins og hún benti á það er einhver smotteríshópur sem gerir það að verkum að maður treður þessu fólki öllu undir sama hatt sem er alveg fáránlegt því meirihlutinn af þessu fólki á þetta ekki skilið.", "date": "2007-07-27 17:43:00", "post_id": 17}, {"user_name": "ÓskarG", "text": "Ég er að vinna með 200 pólverjum og þeir haga sér flestir mjög vel, sárafáir sem eru með eitthvað vesen..", "date": "2007-07-27 18:05:00", "post_id": 18}, {"user_name": "intenz", "text": "Og hvaða í tilgangi helduru að hann hafi hlaupið á eftir henni með lyklana? <<<icon_lol.gif>>>", "date": "2007-07-27 23:02:00", "post_id": 19}, {"user_name": "Eikiii", "text": "itsss meeeeeeeee <<<icon_lol.gif>>>", "date": "2007-07-27 23:12:00", "post_id": 20}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2007-07-27 15:13:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}