{"forum_title": "Almennt spjall", "id": "29544", "title": "SlowBoyRacing - DSM Crew", "url": "http://www.live2cruize.com/spjall/showthread.php/29544-SlowBoyRacing-DSM-Crew", "posts": [{"user_name": "BRG", "text": "Er einhver hérna sem getur hjálpað mér með að kaupa smá dót hjá slowboyracing.com\n\r\nEru þið DSMcrewið ekki með einhvern afslátt þarna hjá þeim og hvernig sendiði þetta heim.\r\nÉg reyndar get tekið þetta með gám ásamt fleirra dóti sem í honum er.\n\r\nÆtlaði að taka inn þetta stuff:\n\r\nWeisco 6-bolt 2.0L Stimpla 8.3 eða 9.0 compression ratio\r\nEagle H-Beam 6-Bolt Stimpilstangir\r\nKing DSM 6-Bolt Höfuðlegur\r\nKing DSM 6-Bolt Stangalegur\r\nTopline Bottom-end 6-Bolt Pakkningasett\r\nKannski eitthvað fleyrra bara rebuild dót. smádót.\n\r\nÞetta er sirca subtotal á 500 dollara\n\r\nOriginal á að vera 8.5 compression ratio, hvort ætti maður að taka hærri þjöppu eða lægri ?", "date": "2007-08-26 16:42:00", "post_id": 1}, {"user_name": "Haukur Litli", "text": "Lægri þjöppu og bústa meira. <<<icon_thumright.gif>>>", "date": "2007-08-26 17:34:00", "post_id": 2}, {"user_name": "olinn", "text": "Ég vill ekkert vera ógeðslega leiðinlegur... en afhverju ferðu ekki að hætta þessu starion fikti og finna þer eitthvað sem er auðveldara að sansa.. er þetta ekki búið að vera í býgerð í meira en ár núna ? =)", "date": "2007-08-26 19:40:00", "post_id": 3}, {"user_name": "Ice 240", "text": "Það er eitt að fara á bíla sölu og kaupa sér bíl sem er þetta mörg hross og setja svo púst og síu\n\r\nEða gera eithvað meira og geta verið stoltur af því að keyra bílinn vitani að þetta er eithvað sérstakt ekki eithvað sem eru 20+ bílar til af á götunni", "date": "2007-08-26 19:56:00", "post_id": 4}, {"user_name": "EBR", "text": "<<<iagree.gif>>>", "date": "2007-08-26 20:03:00", "post_id": 5}, {"user_name": "olinn", "text": "Indeed.. Stundum þarf maður bara að gera sér grein fyrir hvað maður getur gert og hvað ekki.", "date": "2007-08-26 20:05:00", "post_id": 6}, {"user_name": "baldur", "text": "Lægri þjöppu, það er eina vitið í götubíl. 6 bolta mótorinn er í 7.8:1 original.\r\nHvers vegna ertu annars að taka mótorinn upp? Er hann bilaður? Ef hann er ekki bilaður þá myndi ég nú bara skipta um legur vegna þess að þú getur nú farið í allt að 400 hestöfl vandræðalaust á upprunalegum kjallara.\n\r\nÞjappan í 7 bolta 4g63 mótornum sem ég er að setja saman er 7.6:1 <<<icon_cool.gif>>>", "date": "2007-08-26 20:14:00", "post_id": 7}, {"user_name": "Saber", "text": "Mín skoðun er að þú eigir að fara í eins háa þjöppu og þú kemst upp með m.v. hversu mikið þú ætlar að blása.\n\r\nLærri þjappa = minna afl áður en túrbínan byrjar að blása = leiðinlegri bíll.", "date": "2007-08-26 20:48:00", "post_id": 8}, {"user_name": "baldur", "text": "Hvað er þessi mótor með háa þjöppu? \n\r\nÉg veit svarið en viltu giska svona gróflega?\r\nÞetta er 2053cc mótor keyrandi á 98 oktan blýlausu bensíni og með T61 túrbínu.", "date": "2007-08-26 20:57:00", "post_id": 9}, {"user_name": "h1coupe", "text": "x2", "date": "2007-08-26 22:13:00", "post_id": 10}, {"user_name": "baldur", "text": "Enginn svarar? þjappan er 7.2:1.\r\nÞað off-boost torque sem tapast á því að fara úr 8.5:1 í 7.5:1 er sirka 3 prósent, ekkert til að tala um. Miðað við það bensín sem hannað er fyrir bíla og selt úti á bensínstöð þá hefur vélin með lægri þjöppuna vinninginn þegar byrjað er að blása almennilega því það þarf að seinka kveikjunni svo mikið á vélinni með hærri þjöppuna að hámarks þrýstingurinn verður ekki lengur á réttum tíma, sem þýðir töpuð nýtni. Með öðrum orðum, það að hækka þjöppuna þegar að bensínið er takmörkunarfaktor hefur öfug áhrif.\r\nJá, maður á að velja eins háa þjöppu og maður kemst upp með, að sjálfsögðu. Ég tel það samt varla vera \"að komast upp með\" þegar vélin er farin að tapa nýtni á háu boosti vegna þess að þjappan er of há.", "date": "2007-08-26 22:20:00", "post_id": 11}, {"user_name": "finder", "text": "Persónulega, þá finnst mér bananabragðið best.", "date": "2007-08-26 22:50:00", "post_id": 12}, {"user_name": "RACER", "text": "já við getum hjálpað þér í þessu.. hringdu bara í mig á morgun. eða lolla dsm <<<icon_smile.gif>>>", "date": "2007-08-27 01:59:00", "post_id": 13}, {"user_name": "BRG", "text": "baldur þetta er soch mótor og það stendur samkvæmt þessum hérna manual að hann sé 8.5 original, er að spá í að taka bara 8.3.\n\nhttp://www.austarion.com/tech/4g63.pdf\n\r\nTakk fyrir mjög góð svör og haukur þakka þér líka, ég hringi í þig í dag.\n\r\nEf þetta væru bara stangarlegurnar myndi ég nú bara skipta um þær, en þar sem ein stimpilstöng er bogin vegna mistaka hjá mér þá ætlaði ég bara að skipta um þetta allt og vita að allt sé í lagi bottom end.", "date": "2007-08-27 11:55:00", "post_id": 14}, {"user_name": "baldur", "text": "Er hann þá ekki 8 ventla? Þú getur örugglega ekki notað stimpla fyrir 16 ventla mótorinn í 8 ventla mótorinn, ekki skorið úr fyrir ventlunum á sama stað.\r\nÞessi 4g63 SOHC þarna er einhver N/A mótor, ekki sá sami og er í Starion. Þjappan í Starion mótornum var 7.6:1", "date": "2007-08-27 12:37:00", "post_id": 15}, {"user_name": "BRG", "text": "ahhh ég hugsaði ekki nógu skýrt... Þá nota ég sömu stimpla og þarf þá ekki að vera hóna cyl. Þeir eru ný boraðir 0.20\" stærri og stimplar í stíl. það á að vera í lagi með stimplana og cyl ...\n\r\nÞá tek ég bara stangir og legur og annað dót.", "date": "2007-08-27 12:44:00", "post_id": 16}, {"user_name": "baldur", "text": "Annað vandamál. Original stimplarnir og stimpilstangirnar eru gerð fyrir pressaða stimpilbolta (wristpin) eða þannig er það amk í Eclipse, geri ráð fyrir að það sé sami hommaskapurinn í Starion.\r\nÞetta gerir það að verkum að það er ekki hægt að nota aftermarket stangir (sem gerðar eru fyrir fljótandi stimpilbolta með original stimplum (sem ekki hafa raufar fyrir splitti til að halda stimpilboltunum)", "date": "2007-08-27 14:14:00", "post_id": 17}, {"user_name": "maxel", "text": "edit", "date": "2007-08-27 14:28:00", "post_id": 18}, {"user_name": "BRG", "text": "Hmm ég á lausann stimpil, ég er ekki alveg klár á því hvernig þetta er. Geturu bent mér á það á mynd\n\nhttp://starion.mrbdesign.com.au/\n\nhttp://starion.mrbdesign.com.au/4G63SOHC.html\n\r\nGeturu séð það hér ? eða þarftu að sjá pinna gatið ?", "date": "2007-08-27 15:23:00", "post_id": 19}, {"user_name": "baldur", "text": "Skoðaðu gatið sem stimpilboltinn fer í. Ef það eru ekki raufar í því sitthvorumegin fyrir splittihring sem heldur stimpilboltanum í stimplinum þá er hann gerður fyrir pressaðan stimpilbolta (þar sem að stimpilboltinn er pressaður í stimpilstöngina og er bara það þéttur í að hann fer ekki neitt. Þegar maður er með fljótandi stimpilbolta þá rennir maður honum í með fingrunum og notar splitti sem koma í sinnhvorn endann í stimplinum til þess að boltinn renni ekki út úr stimplinum og rekist í cylenderinn.", "date": "2007-08-27 15:38:00", "post_id": 20}, {"user_name": "BRG", "text": "Þarna small þetta hjá þér. góð útskýring.\n\r\nÉg ætla að athuga þetta.\r\nEn þú vilt meina hvað? Að þessar eagle stangir séu gerðar fyrir pressaða stimpilbolta ?\n\r\nEn breitir það þá einhverju ef þetta er pressað inn, að setja splitti bara eins og eiga að vera ?", "date": "2007-08-27 16:01:00", "post_id": 21}, {"user_name": "baldur", "text": "Eagle stangirnar eru gerðar fyrir fljótandi bolta og eru því með örlítið stærra þvermál í smáa endanum heldur en stock stangirnar, og með bronze fóðringar þar. Ef þú notar þær með stock stimplum sem gerðir eru fyrir pressaða stimpilbolta þá vantar raufar í boltagötin til þess að hægt sé að setja splitti til að halda stimpilboltunum.", "date": "2007-08-27 16:09:00", "post_id": 22}, {"user_name": "BRG", "text": "Já ég skil þig <<<icon_wink.gif>>> Ætla að rúlla út og ath. þetta, ég held samt að það hafi verið hringsplitti.", "date": "2007-08-27 16:10:00", "post_id": 23}, {"user_name": "MMC-Danni", "text": "ég myndi þegar þú ert búinn að finna út nákvæmlega hvað þú ætlar að fá þér bara senda þeim e-mail, þessar gaurar úti eru alveg brill gaurar.", "date": "2007-08-28 00:27:00", "post_id": 24}, {"user_name": "BRG", "text": "Úff svo fattaði ég það alltí einu, það eru örðuvísi stimplar í honum núna.\n\r\nVR4 Stimplar 0.5mm oversize að ég held.\n\r\nEn ég sendi þeim í slowboy skilaboð og bað þá um smá hjálp. fæ vonandi eitthvað gott til baka.\n\r\nÆtla ekki að panta neitt fyrr en ég er klár á öllu.! <<<icon_smile.gif>>>", "date": "2007-08-28 12:54:00", "post_id": 25}, {"user_name": "Lolli DSM", "text": "Lang best fyrir þig að sjá bara um svona sjálfur. Bara verra að vera að standa í veseni í gegnum okkur.", "date": "2007-08-28 15:16:00", "post_id": 26}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2007-08-26 16:42:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}