{"forum_title": "RÖFL", "id": "29707", "title": "myndavélanördar!", "url": "http://www.live2cruize.com/spjall/showthread.php/29707-myndavélanördar!", "posts": [{"user_name": "einarak", "text": "Hver er múnurinn á öllu þessum canon vélum??? t.d. 30d, 40d, 350d og 400d??\n\r\nHver er best og hvar er best að versla þetta,? kanski að utan?", "date": "2007-08-30 15:52:00", "post_id": 1}, {"user_name": "GretarK", "text": "það sem ég hef heyrt er að ef þú veist það ekki, hefuru ekkert við meira en 350d eða 400d að gera <<<icon_wink.gif>>>\n\r\ner einmitt að fara versla 400d hérna í dk, er að borga ca 5700 danskar fyrir kit", "date": "2007-08-30 15:57:00", "post_id": 2}, {"user_name": "einarak", "text": "það er einhvað um 65.000 íslenskar kr, þá hreinlega borgar sig að kaupa sér hopp út til að kaupa sér vél", "date": "2007-08-30 16:01:00", "post_id": 3}, {"user_name": "Erica", "text": "ég keypti mína úti og hef ekki lent í neinum vandræðum ennþá. \r\nmun ódýrari allavega\n\r\nsérð að ég fékk linsu úti sem kostar 80-90þús hérna heima en 60 úti..\n\r\n400D er helvíti góð byrjendavél", "date": "2007-08-30 16:07:00", "post_id": 4}, {"user_name": "GretarK", "text": "er að koma heim etti 10 daga, þarft ekkert hopp <<<icon_wink.gif>>>", "date": "2007-08-30 16:07:00", "post_id": 5}, {"user_name": "DínuZ-sUpeRmaN", "text": "400D er algjör snilld.\n\r\nStyð það að þið fáið ykkur betri myndavél til að taka myndir af fallegu prinsesunni ykkar.  <<<icon_biggrin.gif>>>", "date": "2007-08-30 16:20:00", "post_id": 6}, {"user_name": "DínuZ-sUpeRmaN", "text": "Já og við keyptum okkar vél í fríhöfninni í febrúar á 69.990 kr. - hefur hækkað slatta síðan þá.  <<<icon_eek.gif>>>", "date": "2007-08-30 16:21:00", "post_id": 7}, {"user_name": "GretarK", "text": "svo má ekki gleyma því að skatturinn er endurgreiddur, sem er held ég ca 13%", "date": "2007-08-30 16:23:00", "post_id": 8}, {"user_name": "DínuZ-sUpeRmaN", "text": "Mig einmitt langar of mikið að fara út til Florída til Söndru og Ensa að versla linsur og flass og svona - er búin að vera að reyna að panta þetta af netinu svo Sandra geti komið með heim en það hefur ekki beint verið að ganga og ég orðin alveg fjúrí.  <<<icon_twisted.gif>>>", "date": "2007-08-30 16:23:00", "post_id": 9}, {"user_name": "GretarK", "text": "hvernig linsu ertu að leita að, getur verið að ég geti skoðað þetta eitthvað hérna", "date": "2007-08-30 16:29:00", "post_id": 10}, {"user_name": "EddiP", "text": "eftir því sem tölurnar lækka verði vélinn meira pró. 400 vélin er bara idiot proof útgáfa af 30 vélinni. og 05 eða eitthvað er víst langbest...\n\r\nekki að ég viti neitt um þetta samt. var bara að skoða þetta fyrir nokkru síðan", "date": "2007-08-30 17:02:00", "post_id": 11}, {"user_name": "Kjallin", "text": "1D Mark III er \"best\"\n\r\nSjálfur er ég með 5D og elska hana lang mest  <<<icon_lol.gif>>> \n\n\r\nAnnars er 350D eða 400D feikinóg til að byrja með", "date": "2007-08-30 17:11:00", "post_id": 12}, {"user_name": "gr33n", "text": "ég gæfi hægra eistað fyrir 1d mark III  <<<icon_redface.gif>>>", "date": "2007-08-30 17:33:00", "post_id": 13}, {"user_name": "Kjallin", "text": "Nei nei, skítt með hana.\n\r\nCanon EOS-1Ds Mark III <<<drool.gif>>> <<<drool.gif>>>\n\r\nFull frame 21.7megapix  <<<icon_cool.gif>>>", "date": "2007-08-30 17:37:00", "post_id": 14}, {"user_name": "Sergio", "text": "hvað tekur eigilega einn full .raw mynd marga mb? 25? :P", "date": "2007-08-30 17:49:00", "post_id": 15}, {"user_name": "gr33n", "text": "essið heillar mig ekki eins mikið, mér þykir fínt að hafa þarna 1,3 crop fyrir það sem ég er að taka myndir af <<<icon_wink.gif>>>\r\n1Ds er hins vegar über í landslag og portrait!", "date": "2007-08-30 17:49:00", "post_id": 16}, {"user_name": "DínuZ-sUpeRmaN", "text": "Maggi minn - í hvaða búð þarna á Flórída (Kissimmee) er hægt að fá 580ex flassið í búðinni - EKKI á netsíðu búðarinnar??? \n\r\nEr orðinn soldið pirruð á þessu þar sem þessar ljótu búðir leyfa mér ekki að versla með íslenskt kreditkort og BHphoto með einhverja stæla já og systa búin að þræða allar búðirnar og alltaf sagt að þessi vara sér bara til á netinu.  <<<icon_cry.gif>>>", "date": "2007-08-30 19:28:00", "post_id": 17}, {"user_name": "Gunnarmh", "text": "350D er alveg glæst byrjendavél. Svo þegar þú ert orðin meira 1337 hopparu í 30D og svona.\r\nEf ég væri að fá mér vél núna fengi ég mér 30 :wink:", "date": "2007-08-30 19:38:00", "post_id": 18}, {"user_name": "gr33n", "text": "þarftu á 580 að halda??! <<<icon_eek.gif>>>  , ég meina, 430ex flassið mitt dugar mér í allt sem ég geri, þyrfti hins vegar á transmitter að halda núna <<<icon_wink.gif>>>", "date": "2007-08-30 19:46:00", "post_id": 19}, {"user_name": "Kjallin", "text": "Ritz camera í Florida mall á þetta mjög líklega til <<<icon_wink.gif>>>", "date": "2007-08-30 20:24:00", "post_id": 20}, {"user_name": "DínuZ-sUpeRmaN", "text": "Þurftir þú virkilega að tjúna Eclipse svona mikið - ég meina ótjúnaður Vento dugar mér í allt sem ég þarf að fara & gera.  <<<icon_lol.gif>>>", "date": "2007-08-30 22:14:00", "post_id": 21}, {"user_name": "Kruder", "text": "Hasselblad tekur þessar Canon druslur til föðurhúsanna anyday. \n\n\n\r\n(btw þá kann ég ekkert á myndavélar, er bara að reyna að starta typpametingi)", "date": "2007-08-30 22:20:00", "post_id": 22}, {"user_name": "Steini B", "text": "Ertu ristaður í skallanum Kristján?\n\r\nÞað vita það allir að einotavélarnar úr Bónus eru málið í dag... <<<icon_cool.gif>>>", "date": "2007-08-31 00:39:00", "post_id": 23}, {"user_name": "Aron Andrew", "text": "Ég fékk mér 400d sem fyrstu SLR, er einföld og góð fyrir byrjendur, virkilega sáttur með hana.\n\r\nps. Bara ekki kaupa þetta tilboð með linsunum sem fylgja, algjört rusl!", "date": "2007-08-31 00:44:00", "post_id": 24}, {"user_name": "GretarK", "text": "með hvaða linsum mæliði ??", "date": "2007-08-31 05:56:00", "post_id": 25}, {"user_name": "Arnþór", "text": "Af hverju ertu að fara að taka myndir?", "date": "2007-08-31 06:07:00", "post_id": 26}, {"user_name": "gr33n", "text": "Ekki alveg sami hluturinn <<<icon_wink.gif>>> \r\nég meina, með þessu hugarfari, þá get ég alveg eins spurt... af hverju fékstu þér ekki 1ds Mark III? en þú fékst þér \"bara\" 400d <<<icon_wink.gif>>>\r\nMálið er, mun maður nota hlutina? Áttu eftir að nota transmitter fídusinn (sem er aðal hluturinn sem ljósmyndarar sjá við muninn á 430 og 580), en ef svo er, þá þarftu náttúrulega annað flass til að nota sem slave <<<icon_wink.gif>>>\r\nEr það þess virði að spreða 30 þúsund krónum meira í hluti sem maður maður á ekkert eftir að nota <<<icon_wink.gif>>>", "date": "2007-08-31 07:09:00", "post_id": 27}, {"user_name": "GretarK", "text": "það  er ekkert eitthvað sérstakt, fólk bílar náttúru allskonar..", "date": "2007-08-31 13:12:00", "post_id": 28}, {"user_name": "Kjallin", "text": "Canon 17-40\r\nCanon 50mm/1.8\r\nCanon 24-70\n\r\nbara spurning hvað þú vilt eyða miklum pening", "date": "2007-08-31 14:16:00", "post_id": 29}, {"user_name": "Dezzice", "text": "Díana: þú veist að það er komið 580EX II ?  Ekki að að 580EX sé eitthvað verra <<<icon_biggrin.gif>>>\n\r\n430 flassið er auðvitað alveg nóg en ég tók 580EX II, bara af því mig langaði í það <<<icon_lol.gif>>>\n\r\nSá ekki hvort einhver útskýrði þennan mun fyrir drengnum en ódýrari og minni vélarnar eru:\n\r\n350D og 400D (350D er gamla týpan, 400D arftaki þeirra vélar)\n\r\nDýrari og stærri vélarnar eru:\r\n20D, 30D og 40D (20D er elst, 30D næst og 40D kemur núna loksins út í sept ef mig misminnir ekki)\n\r\nSvo auðvitað til stærri eins og 5D og Mark III vélarnar sem eru alveg óþarfi í raun nema menn noti þetta þeim mun meira eða hreinlega langi bara að spreða aurum <<<icon_wink.gif>>>\n\r\nMeð réttu eru 350D og 400D alveg feikinóg og hægt að fá flott þannig kitt hér heima með linsum og öðru.  Þú auðvitað borgar alltaf eitthvað meira fyrir vélarnar hérna heima en úti en á móti kemur auðvitað 2 ára ábyrgð ef eitthvað kemur upp á.  Bara spurning hvað þú vilt sjálfur.\n\r\nGetur lesið þér aðeins til um vélarnar hér: http://canon.nyherji.is/html/eos.html\r\nOg hér er listi yfir linsur t.d.: http://canon.nyherji.is/linsur-verdlisti.pdf\n\r\nEin uppáhalds multi-purpose linsan mín er 17-40mm, en hún er ekkert ódýr.  Mæli samt alveg hiklaust með henni.  Ef þú ætlar að græja myndir af börnum og fólki er 50mm linsan algjör snilld.  Fyrir landslag er 10-22 algjör draumur.  Nú fyrir mótorsport myndi ég hiklaust taka einhverja góða zoom linsu sem nær lágmark upp í 200, t.d. 70-200.\n\n\r\nEf menn vilja kaupa sér Canon hérna heima mæli ég eindregið með því að þeir bjalli í Palla (Scooby) og sjái hvort hann geti ekki gert þeim eitthvað flott tilboð í pakka <<<icon_wink.gif>>>", "date": "2007-08-31 15:06:00", "post_id": 30}, {"user_name": "danish", "text": "400D er uppfærð 350D\r\n40D er uppfærð 30D\n\r\n--\n\r\nNýherji hætti nýlega að selja 350D þar sem 400D er talsvert betri og kostaði ekki nema 5þkr meira. Og að sjálfsögðu þegar ég segi talsvert þá meina ég pretty fuckin mikið betri.\n\r\nSama má að ég haldi segja um 30D og 40D. 40D kom í búðir í þessari viku og hefur hún fengið gríðalega góða dóma! Kom að ég haldi ÖLLUM á óvart!\n\nhttp://www.dpreview.com/previews/canoneos40d/ geturu séð muninn á þeim báðum!\n\r\n--\n\r\nSpurningin er einföld. Ertu að fara fá þér myndavél afþví þú hefur áhuga á þessu að vilt bara fá góðar myndir eða ertu að fara fá borgað fyrir taka myndir.\n\r\nÉg mæli persónulega með 400D þar sem hún er lang best í sínum verðflokki og án efa besta myndavélin sem menn með áhuga fyrir ljósmyndun fá.\n\r\nHinsvegar. Ef þú ert að fara í atvinnumennskuna þá mæli ég með 40D þar sem hún er einnig margfalt betri en flest allar myndavélar í sínum verðflokki. Ef eitthver segir að þetta sér rangt, sendu þá þá bara á nánast hverja einustu \"comparison\" síðu sem til er, þetta er einfaldur sannleikinn.\n\r\nHinsvegar ef peningar skipta ekki máli. Þá skelliru þér á Canon Eos 40D /m EOS 30D m/ EF-S 17-85mm með 2.2 ljósopi. Þá ertu góður! <<<icon_wink.gif>>>\n\r\nNjóttu vel!", "date": "2007-08-31 16:00:00", "post_id": 31}, {"user_name": "poseidon", "text": "var að fá mér 400D í gær Bara Geðveiki  <<<icon_cool.gif>>>", "date": "2007-08-31 16:21:00", "post_id": 32}, {"user_name": "einarak", "text": "takk fyrir allt þetta info, ég ætla nú bara að nota þetta til að leika mér, so i´m going for the 400d  <<<icon_cool.gif>>>", "date": "2007-08-31 16:21:00", "post_id": 33}, {"user_name": "gr33n", "text": "350d hefur nú fengið betri dóma á nánast öllum review síðunum <<<icon_rolleyes.gif>>> sérstaklega með tilliti til þess að censor cleaning dótið er rusl.", "date": "2007-08-31 16:46:00", "post_id": 34}, {"user_name": "Dezzice", "text": "Nýherji hætti ekki að selja 350D bara af því 400D var betri.  Nýherji hætti að selja 20D þegar 30D kom, þ.e. þeir klára lagerinn sinn og taka svo að sjálfsögðu inn nýju vörurnar.\n\r\nÞað sama gilti með 350D og 400D.  350D var enn til í einhverju magni þegar 400D kom og menn höfðu þá option á að kaupa sér hana enn, en um leið og 350D kláraðist á lager var hún að sjálfsögðu ekkert pöntuð inn aftur.\n\r\n400D var að sjálfsögðu upgrade fyrir 350D, engin spurning.   Hún fékk að sjálfsögðu betri fídusa eins og hærri pixla (10.1), sensor cleaning, stærri skjá og eitthvað meira.  Ég hef nú reyndar ekki heyrt að 350D sé að fá einhverja betri dóma, heldur finnst mér frekar að vélarnar séu að koma mjög svipað út í könnunum.  Eina ástæðan sem ég hef séð að menn velji frekar 350D er að hún er ódýrari.  Hef reyndar ekki heyrt það að sensor cleaning dótið sé eitthvað rusl, heyrist frekar á öllu að menn séu sáttir við það.\n\r\n40D myndi ég kannski ekki alveg kalla Pro vél en hún er svokallað semi-pro, þ.e. hún gengur fyrir amatöra og þá sem fá borgað fyrir ljósmyndun.  Pro vélarnar finnast mér alltaf vera Mark III vélarnar frekar <<<icon_wink.gif>>>  Enda feitur verðmunur á milli 40D og Mark III vélanna <<<icon_wink.gif>>>", "date": "2007-08-31 17:07:00", "post_id": 35}, {"user_name": "danish", "text": "Ég sel þetta bara eins og ég keypti það. Aðal ljósmyndagaurinn(sem er ljósmyndari) syndi mér 100 reviews um 350D og 400D, og ég veit auðvita að 40D er ekki sambærileg vél við Mark vélarnar en hún er samt sem áður ótrúlega flott! Ef þið skoðið reviews um hana þá skiljiði hvað ég er að meina.. semi-semi-pró semsagt. <<<icon_wink.gif>>>\n\r\nCanon 400D ; http://www.dpreview.com/reviews/spec...on_eos400d.asp\r\nCanon 350D ; http://www.dpreview.com/reviews/spec...on_eos350d.asp\n\r\nCanon 350D hefur kannski fengið betri dóma þar sem hún er eldri, ég veit ekki, en Canon 400D er að ég sé nokkuð viss, svolítið betri..", "date": "2007-09-03 11:13:00", "post_id": 36}, {"user_name": "einarak", "text": "jæja, komin með 400d vél, hel sáttur  <<<icon_cool.gif>>>", "date": "2007-09-13 11:07:00", "post_id": 37}, {"user_name": "gr33n", "text": "til lukku! Þetta er sjúkdómur <<<icon_wink.gif>>>", "date": "2007-09-13 13:54:00", "post_id": 38}, {"user_name": "einarak", "text": "hvað á maður svo að setja efst á óskalistann??\n\r\nþarf maður ekki líka að hafa einhverja spes klúta til að þurka af linsunni?", "date": "2007-09-13 18:44:00", "post_id": 39}, {"user_name": "Erica", "text": "jú. þeir ættu að fást  í flestum verslunum.. HP..beco\n\r\nlinsa sem virkar í allt er helvíti gott að eiga..\n\r\nsvo fer bara eftir því hvað þú ætlar að nota þetta helst í..það er alveg hægt að missa sig í græjukaupum..", "date": "2007-09-13 18:53:00", "post_id": 40}, {"user_name": "gr33n", "text": "tjah... svona besta all around linsan sem þú getur fengið á canoninn myndi ég segja að væri Canon 28-70 f/2,8L...... en auðvitað kostar hún sitt. (reyna þá að fá hana notaða, en það er erfitt.... þar sem slegist er um hana).\r\nEn það er líka komin ný útgáfa af þessarri brennivídd frá þeim sem er 24-70 f/2,8L, en segja umsagnir að hún geri það sem átti ekki að vera mögulegt, en það er að vera betri en 28-70.\n\r\nAnnars get ég vel mælt með 17-40 f/4L sem all around, hún er föst 80% af mínum ljósmyndatíma á vélinni minni.... enda frábær linsa í alla staði, en kostar svolítið minna.\n\r\nBáðar þessar linsur eru L linsur frá canon (Luxury), en ellið stendur í raun fyrir það að þú ert að fá allt það besta.", "date": "2007-09-13 19:02:00", "post_id": 41}, {"user_name": "einarak", "text": "já, það er náttúrulega þessi standard 18-35 linsa á vélinni, en þarf maður ekki að eiga batterígrip, auka batterí, flass, fjarstýringu osf til að vera með í græjukeppninni? <<<icon_lol.gif>>>", "date": "2007-09-13 19:10:00", "post_id": 42}, {"user_name": "ArnarFB", "text": "Þarft ekkert aukabatterí nema þú sért að fara í langferðir. Þessi batterí duga helvíti vel. \n\r\nBatterygrip er fínt, en ekkert möst. Fer eftir því hvort þú takir myndir mikið á hlið hvort þú sjáir þig knúinn til að kaupa batterygrip. Batteríið sjálft ætti að endast vel. Ef þú ert að klára batteríin \"fljótt\" þá geturðu fengið aukabatterí á klink. \n\r\nAlvöru flass er brilliant, orginal flassið er ekki að gera nein kraftaverk. Þarft flassið svo sem ekkert strax. Almennilegt flass er hinsvegar möst þegar þú ert kominn út í linsur með stærri diameter, eins og t.d 10-22 því sú linsa býr til helvíti myndarlegan skugga í flassið á myndinni <<<icon_thumleft.gif>>>\n\r\nFjarstýringu er gott að hafa, þó þú sért með þrífót (sem er möst að eiga). Að ýta á shutter takkann þegar vélin er á fæti gefur smá víbríng nema fóturinn sé það góður að hann víbri ekkert. Fínn víbringur eyðileggur myndir. \n\r\nÉg mæli með í starter kittið:\n\r\nGóða tösku undir það sem þú átt\r\nÞrífótur - Ekki kaupa þann ódýrasta og ekki þann dýrasta. Mæli með Manfrotto hjá Beco.\r\n17-40 linsan er djöfulli góð, 50mm f1.8 er líka frábær fyrir klinkið\r\nFjarstýring - þráðlaus eða með snúru, bara hvað þú vilt. \r\nHreinsiklút og jafnvel lítinn \"kámpenna\"\r\nHratt memory card. Rýmdin er ekki endilega allt sem skiptir máli. Hraði kortsins er crucial. \n\r\nSvo smám saman ferðu að safna að þér allskyns drasli <<<icon_lol.gif>>>", "date": "2007-09-13 19:24:00", "post_id": 43}, {"user_name": "gr33n", "text": "18-55 heitir hún <<<icon_wink.gif>>> en batterígrip er óþarfa lúxus segi ég, nota ekki svoleiðis en á eftir að fá mér, bara útaf því að ég er farinn að nota svolítið þungar linsur... that's it.\n\r\nFlass er algjört möst að eiga... og þá mæli ég með 430EX flassinu, það er ekki eins dýrt og 580 ex flassið en þú ert að fá nánast það sama, nema nokkra fídusa sem þú munt mjög sennilega ekki nota (nota fleiri en þetta eina flass, og þá er 580 flassið notað sem centerstöð fyrir hin flössin og svona <<<icon_wink.gif>>>)\n\r\nFjarstýring er svo ódýr að þú ræður því alveg hvort þú eigir eitthvað eftir að nota hana. Ef þú ert að spá í löngum landslagsmyndatökum eða eitthvað svoleiðis, þá stillirru bara á timer, og smellir af, og vélin verður löngu hætt að hristast þegar hún byrjar að taka myndina", "date": "2007-09-13 19:25:00", "post_id": 44}, {"user_name": "ArnarFB", "text": "Timer dugar... En að taka allar myndir á þrífæti alltaf með timer er alveg einstaklega langdregið og þreytandi <<<icon_lol.gif>>>", "date": "2007-09-13 19:32:00", "post_id": 45}, {"user_name": "Erica", "text": "alveg hrikalega.. var að vera crazy á timer í næturmyndatökum.. nota fjarstýringu óspart..\n\r\nef þetta er vél í normal notkun.. snapshot.. fjölskyldan.. þá þarftu ekkert að vera að missa þig í aukahlutum... finna góða linsu í staðin fyrir 18-55 þá ertu góður..", "date": "2007-09-13 19:38:00", "post_id": 46}, {"user_name": "Kjallin", "text": "Þið vitið vonandi að þið getið stytt timerinn úr 10 sec í 3 sec?", "date": "2007-09-13 19:58:00", "post_id": 47}, {"user_name": "ArnarFB", "text": "Auðvitað. En af hverju að bíða þessar 3 sek þegar maður getur smellt af strax?", "date": "2007-09-13 20:19:00", "post_id": 48}, {"user_name": "Erica", "text": "einmitt.. mikið þægilegra..", "date": "2007-09-13 20:22:00", "post_id": 49}, {"user_name": "Kjallin", "text": "3 sec er nú ekkert rosalega langdregið og þreytandi  <<<icon_lol.gif>>> \n\r\nPersónulega nota ég samt alltaf þráðlausa remote, nema þegar ég tek í bulb, þá nota ég canon gaurinn.\n\r\nMUST að eiga remote finnst mér.\n\r\nBatterígrip er líka MUST finnst mér, ekki bara útaf lengri batteríendingu (2 batterí) heldur líka bara hvað það er mikið þæginlegra að halda á vélinni.", "date": "2007-09-13 20:24:00", "post_id": 50}, {"user_name": "ArnarFB", "text": "Finnst samt batterygrip ekkert möst til að byrja með. Þetta er bara þægindahlutur með extra batterylife.", "date": "2007-09-13 20:36:00", "post_id": 51}, {"user_name": "GretarK", "text": "Vonandi ertu sleipur í dönskunni einar <<<icon_lol.gif>>>", "date": "2007-09-13 20:56:00", "post_id": 52}, {"user_name": "Nat", "text": "Pentax.", "date": "2007-09-13 21:09:00", "post_id": 53}, {"user_name": "einarak", "text": "já hahaha, ég var ekkert svo rosalega góður í gær, en núna uþb 24 klst seinna er ég með mastergráðu í dönsku  <<<icon_lol.gif>>>", "date": "2007-09-13 21:26:00", "post_id": 54}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/drool.gif", "http://live2cruize.com/spjall/images/smilies/drool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumleft.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2007-08-30 15:52:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/drool.gif", "path": "full/2e6b57b6d0a7060ade59aa8e3e3405e8a301cb2b.gif", "checksum": "b17b5859bd5b3186823a9c34d6355bd5"}, {"url": "http://live2cruize.com/spjall/images/smilies/drool.gif", "path": "full/2e6b57b6d0a7060ade59aa8e3e3405e8a301cb2b.gif", "checksum": "b17b5859bd5b3186823a9c34d6355bd5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumleft.gif", "path": "full/e3fd2e409371c457f5b46f846bebe75426faec75.gif", "checksum": "d802bcaf64eb23a5dba36dd612d992e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}