{"forum_title": "RÖFL", "id": "29740", "title": "Magnað atvik í Leifsstöð", "url": "http://www.live2cruize.com/spjall/showthread.php/29740-Magnað-atvik-í-Leifsstöð", "posts": [{"user_name": "ArnarFB", "text": "Mildi að það varð ekki stórslys þegar barn klifraði upp á færiband í Leifsstöð\n\r\nMikil skelfing greip um í Flugstöð Leifs Eiríkssonar þegar lítil stúlka stökk upp á færiband við innritunarborð þegar innritun var að hefjast um fimmleytið í gærmorgun. Nokkrum sekúndum síðar fór stúlkan í gegnum farangurslúgu sem leiðir inn í flokkunarsal. Eldri systir stúlkunnar varð var við þetta og hljóp á eftir barninu. Báðar stúlkurnar ferðuðust stuttan spöl með færibandinu þar sem þær urðu fyrir röntgengeislum gegnumlýsingartækis.\n\r\n„Fólki varð auðvitað mjög brugðið, og það var mikil mildi að það varð ekki stórslys þarna,“ sagði Arngrímur Guðmundsson, deildarstjóra öryggissviðs flugstöðvarinnar, í samtali við mbl.is. Hann segir hlutina hafa atvikast hratt. Aðspurður segir hann ljóst að það sé ekki hollt fyrir fólk að verða fyrir röntgengeislun en að hún hafi verið það lítil að hún hafi ekki reynst stúlkunum skaðleg.\n\r\nEnginn var að vinna við innritunarborðið þar sem stúlkan var á ferðinni að sögn Arngríms. Færibandið, sem er við hliðina á borðinu, var ekki á hreyfingu, en færibandið fyrir aftan borðið var hinsvegar í gangi segir Arngrímur. „Menn verða eiginlega ekki varir við stúlkuna fyrr en hún er kominn inn í salinn. Þetta gerðist allt mjög hratt,“ segir hann en það liðu aðeins nokkrar sekúndur frá því stúlkan klifraði upp á bandið og þar til hún fór í gegnum lúguna.\n\r\n„Þeir (starfsmenn flugstöðvarinnar) sjá bara í fæturna á barninu hverfa inn í lúguna þegar systirin er hlaupandi gólandi á eftir barninu upp á bandið,“ segir Arngrímur og bætir því við að um mínúta hafi liðið þar til öll færibönd voru stöðvuð.\n\r\nMörg færibönd eru inni í flokkunarsalnum og var helsta hættan sú að barnið myndi ná að festa höndina á milli færibanda. Það gerðist þó sem betur fer ekki að sögn Arngríms. Flugvallarstarfsmenn komu stúlkunum til hjálpar eftir að færiböndin voru stöðvuð.\n\r\nÍ framhaldinu var lögregla kölluð á staðinn sem og starfsmenn frá Vinnueftirlitinu, en þeir mættu til þess að athuga að allur búnaður væri í lagi.\n\r\n„Við héldum öryggisfund hjá okkur og fórum yfir þetta mál. Það er allur búnaður í lagi, hér er samskonar frágangur og er á öllum öðrum flugvöllum,“ sagði Arngrímur og bætti því við að nú sé verið að skoða hvort hægt sé að koma fyrir atvik sem þessi í framtíðinni. „Þetta er einstakt atvik. Maður hefur aldrei heyrt um svona áður,“ sagði Arngrímur að lokum.\n\nhttp://www.mbl.is/mm/frettir/frett.html?nid=1288814", "date": "2007-08-31 17:33:00", "post_id": 1}, {"user_name": "GustiLong", "text": "susss.......gott að það er allt i lagi með barnið enn hvernig tók konan ekki eftir því þegar barnið fór á færibandið <<<icon_rolleyes.gif>>>", "date": "2007-08-31 17:36:00", "post_id": 2}, {"user_name": "gaulzi", "text": "lesa... „Enginn var að vinna við innritunarborðið þar sem stúlkan var á ferðinni að sögn Arngríms. Færibandið, sem er við hliðina á borðinu, var ekki á hreyfingu, en færibandið fyrir aftan borðið var hinsvegar í gangi segir Arngrímur. „Menn verða eiginlega ekki varir við stúlkuna fyrr en hún er kominn inn í salinn. Þetta gerðist allt mjög hratt,“ segir hann en það liðu aðeins nokkrar sekúndur frá því stúlkan klifraði upp á bandið og þar til hún fór í gegnum lúguna.\"", "date": "2007-08-31 17:42:00", "post_id": 3}, {"user_name": "^Matti^", "text": "Hvernig fóru nú foreldrarnir að því að sjá þetta ekki  <<<icon_lol.gif>>>", "date": "2007-08-31 18:54:00", "post_id": 4}, {"user_name": "Linda Þ", "text": "Foreldrarnir áttu auðvitað að fylgjast með stelpunni en það er nóg fyrir foreldrana að líta af stelpunni í sekúndu þá er hún horfin .. þessi börn eru svo fljót að koma sér í vandræði og þá sérstaklega á þá staði þar sem þau eiga ekki að vera", "date": "2007-08-31 19:10:00", "post_id": 5}, {"user_name": "ArnarFB", "text": "Þú ert greinilega að tala af reynslu. \n\r\nHöddi ekkert að vaxa uppúr þessu?  <<<icon_confused.gif>>>", "date": "2007-08-31 19:17:00", "post_id": 6}, {"user_name": "Linda Þ", "text": "Nei ég er alltaf í þvílíkum vandræðum .. maður er alveg í fullu fangi með að hugsa um þennan dreng  <<<hmm.gif>>>", "date": "2007-08-31 21:26:00", "post_id": 7}, {"user_name": "phoenix", "text": "svona krakkar eiga líka bara að vera í bandi  <<<icon_rolleyes.gif>>>", "date": "2007-09-01 01:09:00", "post_id": 8}, {"user_name": "Bc3", "text": "pff þetta var gert á næsturvaktini þegar ég var að vinna þarna og einn gaur fór i gegn ekki er hann ónytur i dag en eg setti bara hendina i gegn og ég er svona í dag  <<<icon_confused.gif>>>  en kom allanvegna i ljós að ég er með flott bein  <<<icon_cool.gif>>>", "date": "2007-09-01 01:27:00", "post_id": 9}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/hmm.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2007-08-31 17:33:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/hmm.gif", "path": "full/769b57892173755946fc18623f3647ee8d3e730f.gif", "checksum": "28864f0b06d413af60800d8d6b5dd7a1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}