{"forum_title": "Almennt spjall", "id": "298", "title": "Kvartmílubrautin á Laugardaginn?", "url": "http://www.live2cruize.com/spjall/showthread.php/298-Kvartmílubrautin-á-Laugardaginn", "posts": [{"user_name": "Raggi M5", "text": "Voru einhverjir búnir að heyra um að það ættluðu fullt af bílum upp á mílu á Laugardaginn? Gaurinn sem á gömlu JBL Prezuna kom til okkar í Go-Kart og var eikkað að segja okkur frá þessu... <<<icon_rolleyes.gif>>>", "date": "2003-03-20 10:19:00", "post_id": 1}, {"user_name": "gtturbo", "text": "Jú það var víst planið að hittast uppi á braut á laugardaginn klukkan 15:00!\n\r\nVið erum með leyfi frá Kvartmílumönnum til að fá að keyra á brautinni, en það er SKILYRÐI að menn gangi vel um og nagladekk eru STRANGLEGA bönnuð!\n\r\nEn það vita það væntanlega allir að það verður ekkert úr þessu ef það er rigning!  <<<icon_smile.gif>>>", "date": "2003-03-20 13:02:00", "post_id": 2}, {"user_name": "gr33n", "text": "NOOOOOOOOO!!!!! djöfullinn, og ég sem er að bíða eftir kúplingunni minni, gengur lítið að spyrna þegar hún snuðar í 2. gír og uppúr!!  <<<icon_evil.gif>>> \r\nEn maður mætir bókað og kíkir á :þ", "date": "2003-03-20 14:19:00", "post_id": 3}, {"user_name": "SonnY", "text": "Tímataka?", "date": "2003-03-20 15:28:00", "post_id": 4}, {"user_name": "gtturbo", "text": "Nei það verður engin tímataka og engin ljós, bara menn að spyrna sín á milli! Það verður samt ræsir!\n\r\nÞetta er ákveðin tilraun að hafa þetta svona, því að ef það er góð mæting og allir skemmta sér vel og ekkert vesen verður, þá er markmiðið að reyna að leigja brautina einn dag af Kvartmíluklúbbnum með ljósum og tímatöku. Það yrði þá bara eitthvað mjög hóflegt gjald á hvern bíl í það skipti, en því fleiri bílar því minna!", "date": "2003-03-20 15:38:00", "post_id": 5}, {"user_name": "david/snifff", "text": "VANTAR VATNDÆLU!!!!! Núna <<<icon_wink.gif>>> (fínt að það vantar tímatökuna svo ég þarf ekkert að mæta á þeim \"kagga\")\n\r\nannars mæti ég á accent.. þunnur ef ég drekk eitthvað á árshátíðinni <<<icon_cool.gif>>>\n\r\nnagladekk bönnuð... hmm hvað ef það vantar ALLA naglana í nagladekkinn? annars þarf ég að fá einhver staðar tvær 13\" felgur sem passa undir accent <<<icon_smile.gif>>>", "date": "2003-03-20 17:40:00", "post_id": 6}, {"user_name": "Einar K. Möller", "text": "Mér langar svona að benda á að stjórn kvartmíluklúbbins kannast ekki við að hafa leyft neinum að vera uppá braut. Enda fær það enginn sísona til að leika, slíkt er ekki leyft af Kvartmíluklúbbnum.\n\r\nKv.\n\r\nEKM\n\r\nP.S\n\r\nSniffster... þú færð 10 og A+ fyrir að hafa mætt á fund í kvöld. Ánægður með þig.", "date": "2003-03-21 00:53:00", "post_id": 7}, {"user_name": "david/snifff", "text": "já fundurinn hehe\n\r\nmaður kannaðist við nokkra þarna þó maður spjallaði ekki við þá <<<icon_smile.gif>>> annars lærir maður víst mest að hlusta heldur en að tala um eitthvað sem maður kannast lítið við hehe.\n\r\nannars var fínt að sjá hvernig þessir fundir færu fram <<<icon_smile.gif>>> , mér langaði þó að sjá imported bíla keppa á þessum video spólum (maður er bara smá ameríska fan en þeir heilla mann lítið til long run)\n\r\nmaður mætir einhvern tíman aftur á vikulegu fundina <<<icon_smile.gif>>>", "date": "2003-03-21 09:25:00", "post_id": 8}, {"user_name": "gr33n", "text": "Uml, verður semsagt enginn hittingur á brautinni?  <<<icon_question.gif>>>", "date": "2003-03-21 12:07:00", "post_id": 9}, {"user_name": "BMW 750IA", "text": "Það verður hvort sem er rigning og bleyta :wink:", "date": "2003-03-21 12:36:00", "post_id": 10}, {"user_name": "Raggi M5", "text": "Það verður engin helv... rigning  :wink:   En Úlli við hverja var talað fyrst að Einar K. Möller segir þetta?????", "date": "2003-03-21 13:23:00", "post_id": 11}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Er með 2 13\" álfelgur til sölu á góðum dekkjum. Ég skal skipta við þig á þeim og 20.000 og þú færð þriðju felguna í kaupbæti og ef þú ert voða stiltur í kvöld þá færðu auka dekk með líka... <<<icon_smile.gif>>>\n\r\nHafðu samband....", "date": "2003-03-21 14:35:00", "post_id": 12}, {"user_name": "david/snifff", "text": "hmm gæti alveg eins farið uppá bifreiðaverkstæði til frænda og hirt einhverjar felgur af hyundai-unum hans <<<icon_wink.gif>>> , annars á ég of mikið af dekkjum.. vantar bara helv balance vélina til að balance dekk og þá væri ég í góðum málum hehe  , annars væri frændi ekki ánægur með að fá sumardekkinn vel spóluð tilbaka <<<icon_wink.gif>>>\n\r\nmér vantar ekkert álfelgur.. rándýrt að kaupa þannig og þurfa láta gera við þær á hverju ári.. stundum oftar (ég er í að skemma stálfelgur með aksturlagi mínu :/ allt helv hálku að kenna og bremsunum) haha", "date": "2003-03-21 14:48:00", "post_id": 13}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "En álfelgurnar eru gefa mun betra handling og auka aflið út í hjól af því að þær eru miklu léttari en venjulegar stálfelgur (minni massi til að snúa!)\n\r\nHugsaðu út í það...", "date": "2003-03-21 15:05:00", "post_id": 14}, {"user_name": "Einar K. Möller", "text": "Raggi, Úlli...þið allir\n\r\nSvona fyrst og fremst til að sýna fram á sannleiksgildi þess sem ég sagði....þá hef ég starfað við keppnishald hjá KK í 8 ár, var meðal annars keppnisstjóri 2000 tímabilið og hef mikið samband við nokkra út stjórn klúbbsins.\n\r\nSvona \"hittingur\" uppá braut hefur orðið til þess að brautin hefur skemmst og KK hefur þurft að leggja út háar fjárhæðir til að laga brautina. Þetta er aðeins ein af fáum ástæðum sem eru þess valdandi að svona \"hittingar\" eru bannaðir á brautinni. \n\r\nSumum finnst kannski erfitt að banna svona, þar sem brautin er nú opin og ekkert hlið eða þess háttar sem lokar brautinni en persónulega finnst mér þetta spurning um virðingu fyrir eigum klúbbsins.\n\r\nKv.\n\r\nEKM", "date": "2003-03-21 15:24:00", "post_id": 15}, {"user_name": "gtturbo", "text": "Einar!\n\r\nÞað var enginn að efast um sannleiksgildi þess sem þú sagðir! Mér var sagt það frá strák sem ég þekki að það væri búið að tala við Ingó formann og hann spurður hvort það væri í lagi að við burruðum þarna á brautinni á laugardag ef þeim reglum væri hlýtt sem ég skrifaði hérna fyrr í þessum þræði. Ingó átti að hafa sagt að hann væri ekki með þessu og ekki á móti, en ætlaði ekki að setja sig upp á móti þessu!  Þannig hélt ég að þetta væri en var það greinilega ekki og því verður ALLS EKKI farið upp á braut á laugardaginn. Það náttúrulega gengur ekki ef klúbburinn er á móti því og einhverjar framkvæmdir í gangi sem gætu spillst! Það er frekar að við tölum þá við stjórn klúbbsins á einhverjum af ykkar fundum sem eru víst á fimmtudögum og reynum að finna grundvöll fyrir því að við fáum kannski afnot af brautinni með ykkar samþykki og eftirliti!\n\r\nÞað er gríðarlega mikill áhugi fyrir þessu hjá okkur 4cyl strákunum að við fáum að keppa okkar á milli án þess að þurfa að vera ergja 8cyl mennina sem hafa víst verið á þessari braut lengur en við. Það er náttúrulega besta lausnin fyrir alla aðila að það finnst grundvöllur til þess að við fáum ja þess vegna að leigja brautina af ykkur og þá með ljósum og öllu. Ég held að það sé bara \"win win\" árangur fyrir alla aðila sem að málinu koma. Þá fáum við að burra saman og þið kvartmílumenn fáið aura í kassann til að halda nauðsynlegum framkvæmdum áfram við brautina!\n\r\nBara til þess að hafa alla góða þá biðst ég bara afsökunar fyrir alla aðila í L2C sem ætluðu sér að fara þarna. Það var ekki ætlun okkar að fá kvartmíluklúbbinn upp á móti okkur, frekar reyna að stuðla að samstarfi!  <<<icon_smile.gif>>>", "date": "2003-03-21 18:05:00", "post_id": 16}, {"user_name": "david/snifff", "text": "síðan hvernær þarf ég að fá meira afl á accent? <<<icon_smile.gif>>> (jú maður vil það oftast)\n\r\nþetta afl sem er í honum nægir að vekja löggur og aðra spyrnuvitleysinga (annars tek ég bara ljósaspyrnur en þær endast ekki lengra en sirka 50-70 metra.. og passa að enginn umferð sé á veginum á meðan , maður er ekki vitlaus) <<<icon_wink.gif>>>\n\r\nEf mér vantaði meira afl þá hefði ég fengið mér 139 hö hyundai coupe vél þegar mér bauðst þannig á 50 þús <<<icon_wink.gif>>> en ég ætlaði að selja bílinn þá og hef nýlega byrja að auglýsa hann (ætlaði að selja hann fyrir sirka einu og hálfu ári <<<icon_wink.gif>>> og enn á maður hann hehe og vil helst ekki selja hann) , annars fengi ég mér sonata V6 vél en hún passa því miður ekki ofan í.", "date": "2003-03-21 18:36:00", "post_id": 17}, {"user_name": "Benzboy", "text": "Miðað við líflegar umræður um aksturslag þitt (og fjölbreytta slysasögu fyrir og eftir bílprófsaldurinn) auk margra commenta um skemmdar felgur held ég að meiri kraftur sé bara alls ekki það sem þig vantar :P", "date": "2003-03-21 22:42:00", "post_id": 18}, {"user_name": "Einar K. Möller", "text": "Úlli,\n\r\nÉg þyrfti eiginlega næst þegar ég rekst á þig... sem er merkilega oft... að bera upp við þig smá hugmynd sem ég fékk í fyrra og gæti verið sniðug að framkvæma ef vilji er fyrir hendi.\n\r\nKv.\n\r\nEKM", "date": "2003-03-21 23:30:00", "post_id": 19}, {"user_name": "phoenix", "text": "VÁÁÁ hvað ég get ekki verið meira sammála  <<<icon_rolleyes.gif>>>", "date": "2003-03-22 00:00:00", "post_id": 20}, {"user_name": "gtturbo", "text": "Ég er alltaf til í að spjalla ef það er einhver möguleiki á að leysa þetta jú köllum það bara \"ástand\"!", "date": "2003-03-22 01:49:00", "post_id": 21}, {"user_name": "SonnY", "text": "ohh hvað ég elska svona macro myndir  <<<icon_lol.gif>>>", "date": "2003-03-22 02:35:00", "post_id": 22}, {"user_name": "Kris$i^", "text": "Dúd ... þú gætir ekki einu sinni spólað í hálku á HYUNDAI !!!", "date": "2003-03-22 08:37:00", "post_id": 23}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Hvernig væri að ræða topic-ið?!?\r\nVerður eða verður ekki kíkt uppá braut?\r\nIf so, hverjir ætla að mæta?", "date": "2003-03-22 10:58:00", "post_id": 24}, {"user_name": "MrManiac", "text": "jújú það er alvegt hægt að spóla á hunday. Fékk svona lánsbíl frá heklu meðan að minn ver í viðgerð hjá þeim hérna um árið.\r\nTilkynnti bílaasalanum það að ef hann væri ekki að grínast mindi ég þjösnast á þessu út í eitt. það sem hann hafði að segja um að var \"Skemmtu þér vel\".....and i did...\n\r\nRespect the man in the icecream van.\n\r\nAllverulega þunnur Maniac ! <<<icon_redface.gif>>>", "date": "2003-03-22 12:19:00", "post_id": 25}, {"user_name": "david/snifff", "text": "ég tók donuts á reykjavíkurhöfn kl 02 í gær svo hann nær að snúast (annars er það ekki skemmilegt á accent) <<<icon_wink.gif>>>\n\r\nhmm spóla.. er einhver hér í borgarholtsskóla! þá eru kominn nóg af vitnum að accent getur spóla! en hann spólar betur á naglalausum vetradekkjum en sumardekkjum.. það er óþolandi á sumardekkjum.\n\r\nEf einhver segir að hyundai bilar eða er drasl þá er minn lifandi sönnun að hyundai er sterkur (annars er pony og excel eða hvað sem það drasl hét ónýtt!!!)\n\r\nÞAÐ ER EKKERT SEM Á AÐ GERAST UPP Á BRAUT! bara öskra til að fólk sér þetta..", "date": "2003-03-22 13:55:00", "post_id": 26}, {"user_name": "oskard", "text": "ég er forvitinn hvernig donutaru á framhjóladrifnum bíl !?", "date": "2003-03-22 17:35:00", "post_id": 27}, {"user_name": "Benzboy", "text": "Í bakkgír!!!", "date": "2003-03-22 18:31:00", "post_id": 28}, {"user_name": "david/snifff", "text": "hvernig: eins og á afturhjóladrifnum bílum en bara með hjálp handbremsu vinkonu <<<icon_wink.gif>>>\n\r\nannars er allt hægt í hálku og á stóru svæði.\n\r\nhehe maður hefur tekið \"donut\" í bakkgír.. kassinn í þeim bílinn þoldi ekki að vera skipta í 1 og bakkgír á stuttum tíma án þess að fá hvíld og gafst upp (opel östru)", "date": "2003-03-22 18:34:00", "post_id": 29}, {"user_name": "phoenix", "text": "dougnutar á frammara er meðal annars hægt að framkvæma svona:\r\nsetja í fyrsta gír og byrja keyra í eins litla hringi og þú getur, taka í handbremsuna og botnstanda drusluna og ef þú hefur nóg afl þá endaru með aftur endann kyrrstæðan á meðan framendinn hringsnýst um hann.... svimi dauðans af þessu... og ef þú ert með ónýta mótorpúða.. brotin skipting  <<<icon_mad.gif>>>", "date": "2003-03-22 22:57:00", "post_id": 30}, {"user_name": "Maggi B", "text": "á mínum 323 h/b (fyrrverandi) þá gat ég tekið donuts í hálku... skella í handbremsu og taka af stað í beygju, (mæli ekki með því, losaði mig við mismunadrifið þannig :/ ) \r\nekki ódýrast í heimi að laga það  <<<icon_cry.gif>>>", "date": "2003-03-23 07:36:00", "post_id": 31}, {"user_name": "bjahja-323i", "text": "Hvaða handbremsuvesen er þetta í ykkur, ég þarf bara að taka spólvörnina af beygja og botna <<<icon_lol.gif>>>", "date": "2003-03-23 11:37:00", "post_id": 32}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Er það rétt sem ég var að heyra?!?\r\nVar Úlli sá eini af ykkur sem þorði að mæta upp á braut?!?\r\nStrákar mínir... þið ættuð að byrja að spara stóruorðin um mest breyttu bílana og mestu hestöflin!\n\r\nOg ég nenni ekki að lesa eitthver svör um það að \"kvartmíluklúbburinn hafi verið búinn að banna þetta\" eða eitthvað slíkt kellingavæl. Kvartmíluklúbburinn var bara ekki búinn að gefa grænt ljós... en heldur ekki rautt.\n\r\nMætti sjálfur frekar seint á micru (ætlaði nú bara að fylgjast með stemningunni!) og þá voru bara tveir eftir; eitthver rauð celica og gulur civic.\n\r\nSeriously guys, ef bílarnir ykkar gengju fyrir röflinu í ykkur þá gæti ég alveg trúað því að sumir af þessum bílum væru yfir 400bhp og 3,9 í hundraðið.\n\r\nPEACE OUT!", "date": "2003-03-23 12:28:00", "post_id": 33}, {"user_name": "gr33n", "text": "Ég ætlaði að mæta þangað til að ég las replyið frá Einari K, plús, ég var að skipta um dekk á tuðrunni og það byrjaði haglél, ég sleppti því <<<icon_smile.gif>>>", "date": "2003-03-23 13:12:00", "post_id": 34}, {"user_name": "gtturbo", "text": "Það er alveg greinilegt að sumir hérna lesa ekki hverjir skrifa greinarnar og lesa þær ekki til enda!\n\r\nKvartmíluklúbburinn var búinn að gefa rautt ljós á að það væri farið upp á braut!! Það var akkúrat ástæðan fyrir því að ég fór þarna uppeftir og eins og þú hefur eflaust séð ef þú sást mig þarna, þá lagði ég í mölinni í byrjun brautar og fór aldrei upp á hana og það var enginn sem keyrði út brautina meðan ég var þarna! Reyndar heyrði ég það seinna að eins og venjulega getur Tommi \"HI NRG\" aldrei farið að tilmælum og auðvitað varð hann að þrykkja út brautina nokkrum sinnum! <<<icon_sad.gif>>>\n\r\nÞað er nú einu sinni þannig að kvartmíluklúbburinn á þessa braut og ef þeir gefa okkur ekki leyfi til að vera þarna, þá nær það ekkert lengra fyrr en við erum búnir að fá leyfi!\r\nEf einhverjir eru að keyra þarna á brautinni í óþökk þeirra, þá eru viðkomandi að eyðileggja möguleika okkar á því að semja við kvartmílumenn að við fáum brautina leigða með ljósum og öllu bara fyrir okkur! Það gæti verið ótrúlega skemmtilegur dagur fyrir alla þá sem langar að sjá hvað bíllinn sinn getur og fá tíma á hann! Þess vegna bið ég alla um að reyna halda friðinn við kvartmílumenn svo að þetta geti hugsanlega orðið að veruleika!", "date": "2003-03-23 15:04:00", "post_id": 35}, {"user_name": "david/snifff", "text": "annars var fínt slúður sem ég las að kvartmílubrautinn fer að vera lokuð með hliði <<<icon_wink.gif>>> lengi búið að bíða eftir og nú hefur leyfið komið og hlið fer á rísa <<<icon_smile.gif>>>\n\r\nég hefði ekki mætt þó það hefði verið gefið grænt ljós á þetta.. veður og svona hefði spillt þessu + ég svaf fínum blundi til 17 <<<icon_smile.gif>>>", "date": "2003-03-23 16:36:00", "post_id": 36}, {"user_name": "SonnY", "text": "ég heyrði nú af því að einhver gaur hafi stútað bílnum sínum á keðju sem var sett fyrir brautina miðja....", "date": "2003-03-23 19:52:00", "post_id": 37}, {"user_name": "phoenix", "text": "ég gerði þetta nú bara á blautu plani......... og haugaði skiptinguna <<<icon_sad.gif>>>", "date": "2003-03-23 21:52:00", "post_id": 38}, {"user_name": "david/snifff", "text": "hmm keðju.. giska að þú meinar net <<<icon_wink.gif>>> hampiðjan hefur/hafði þau nokkrum sinnum á brautinni og já þau voru boltuð niður með keðjum sem eru helv þungar og bara gott á hann fyrir að hugsa ekki = það á að taka test run til að skoða brautina en ekki bara gefa í og hitta á bíl sem slökkt er á brautinni eða eitthvað annað , nota skynsemina <<<icon_cry.gif>>> (auðvita hefði hann ekki átt að skemma bílinn sinn en hvað með það)", "date": "2003-03-23 22:35:00", "post_id": 39}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Því miður mætti ég svolítið seint þannig að ég sá þig ekki úlli-minn, en bara svona smá pælling... hvað varstu að gera upp á braut ef það var búið að banna það? Varstu þarna sem sendifulltrúi kvartmíluklúbbsins í þeim erindagjörðum að tvítékka hvort eitthver mundi mæta? Orkar tvímælis, er það ekki?\n\r\nEr hann Tommi \"HI NRG\" í klúbbnum? Bara að spá því að ég hef aldrei lesið nokkurn póst frá honum...\n\r\nÓjæja, svo þarftu nú ekki að taka allt sem ég sagði svona nærri þér, það eru nú til menn í þessum klúbb sem eru duglegri en þú að blaðra sig fram úr bílunum sínum.", "date": "2003-03-24 08:42:00", "post_id": 40}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif"], "date": "2003-03-20 10:19:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}]}