{"forum_title": "Almennt spjall", "id": "30649", "title": "jahá", "url": "http://www.live2cruize.com/spjall/showthread.php/30649-jahá", "posts": [{"user_name": "ctr", "text": "Ég var að keira heim úr skólanum, þá einhver venjuleg corola sem er búin að vera elta mig, og keyrir svo allt í einu við hliðina á mér og gæjarnir sína mér löggumerkið sitt og bendir mér á að stoppa út í kannti . þá var þetta einhver fíkniefnalögga,  svo af því ég var ekki með ökuskýrteinið þá þurftum við að fara niðrá stöð. svo var hún búinn að áætla x hraða sem hún var að keira á eftir mér af því hún var ekki með radar, svo gerði hún einhverja skýrslu sem ég þurfti ekki að kvitta undir \n\r\nEr þetta hægt ???? (já þeir voru tveir í bílnum) \r\nEr hægt að segta fólk svona\n\r\nþeir sem vita ekkert um svona mál, endilega EKKI tjá ykkur !!", "date": "2007-09-24 17:44:00", "post_id": 1}, {"user_name": "kelirína", "text": "mitt álit er alltaf þannig að svona hraðamælingar eru mjög óáreiðanlegar.   Þeir þurfa eflaust að keyra hraðar til að ná því að verða næsti bíll fyrir aftan ökutækið.  Svo þurfa þeir að halda ákv. hraða þar sem að bilið á milli ökutækjanna hvorki minki né aukist.  Því næst ættu þeir að þurfa að hafa eitthvað til að staðfesta það að þetta hafi verið ökuhraðinn sem þeir óku á eftir ökutækinu.\n\r\nÞetta hefur verið gert áður af lögreglunni og ökumenn hafa þurft að sætta sig við þessi vinnubrögð og greiða fyrir sekt, hvort sem það eru rétt vinnubrögð eða ekki.\n\r\nsorry maður.", "date": "2007-09-24 17:54:00", "post_id": 2}, {"user_name": "Gunnarmh", "text": "Neeei, þú þarft ekki að gera það.\r\nEf þú hugsanlega nennir, þá gætiru farið með þetta í dómstólinn í Brussel eða hvað sem það nú er og þá ættiru eflaust að geta unnið málið <<<icon_lol.gif>>>", "date": "2007-09-24 20:17:00", "post_id": 3}, {"user_name": "Lindemann", "text": "hraðamælar í bílum eru mjög ónákvæmir, og að sjálfsögðu ekki löggild mælitæki. Það er ekki möguleiki á að áætla nákvæman hraða útfrá hraðamæli sem er með a.m.k. 5km skekkju.", "date": "2007-09-24 20:38:00", "post_id": 4}, {"user_name": "HelgiR", "text": "þetta hljómar eins og messta kjaftæði í heimi... vona að þú hafir ekki skrifað undir....", "date": "2007-09-25 08:22:00", "post_id": 5}, {"user_name": "Viktorkarl", "text": "Ég hef nú heyrt af þessu áður, og þetta er virkilega ósanngjarnt en svona gera þeir þetta einfaldlega á ómerktum bílum.\n\r\nEn það er ekkert lögmál að ef þú ert einn á móti tveimur lögreglumönnum þá ÁTTU ekki að geta unnið.\n\r\nÉg vann mál þar sem ég var einn í bíl að segja annað en tveir lögreglumennirnir í hinum bílnum", "date": "2007-09-25 08:51:00", "post_id": 6}, {"user_name": "Andriii", "text": "Þetta er allveg út í hött að löggur geta bara áættlað harða hjá viðkomandi og það er alltaf 5-10KM skekkja á mælum í bílum.", "date": "2007-09-25 09:04:00", "post_id": 7}, {"user_name": "arabíulárus", "text": "Hvað er fíknó að gefa fólki hraðasektir? Ekki nóg annað að gera?", "date": "2007-09-25 09:18:00", "post_id": 8}, {"user_name": "gunni...", "text": "Ekki eftir að Pólstjörnumálið leit dagsins ljós, þá hafa þeir nefnilega EKKERT að gera.  <<<icon_rolleyes.gif>>>", "date": "2007-09-25 10:43:00", "post_id": 9}, {"user_name": "Templar", "text": "Ég trúi því ekki að þeir geti sektað þig fyrir hraða. \r\n1) Hraðamælar í bílum sína yfirleitt ekki réttan hraða bílsins nema á mjög lágum hraða, t.d. ef þú ert að aka á 110Km þá ertu í flestum bílum ekki á nema 100km. Slíkt frávik gerir alla mælingu frá þeim ómerka.\r\n2) Burt séð frá fráviki og ónákvæmni hraðamæla í bílum þá er e-h mæling á í miðjum akstri bara grín og ekki marktæk mæling þó svo að við gæfum okkur að hraðamælar bíla væru námkvæmir.\n\r\nÉg held að ég myndi ekki skrifa undir svona heldur og bara fá mér lögfræðing og kvarta, þetta er bara RUGL.\n\r\nSimon", "date": "2007-09-25 11:23:00", "post_id": 10}, {"user_name": "Pokémon", "text": "Prófaðu bara að tala við lögfræðing.  Þá geturu fengið enn betri svör við þessu en hér.", "date": "2007-09-25 11:39:00", "post_id": 11}, {"user_name": "MJ", "text": "ef eitthver svona rolla myndi koma uppað mer og veifa eitthverju inní bílnum, myndi eg nú bara veifa puttanum og keyra minn veg  <<<icon_rolleyes.gif>>>", "date": "2007-09-25 12:07:00", "post_id": 12}, {"user_name": "drolezi", "text": "Ómerkti bíllinn er svo hraðamældur með löggiltu mælitæki eftir á. Hefur farið fyrir dóm.", "date": "2007-09-25 12:10:00", "post_id": 13}, {"user_name": "Bjaddni", "text": "samt skrítið. hvernig áætlar svo lögregglumennirnir hraða síns bíls ég veit allavega að ég hef aldrei verið í bíl sem að ég get bara séð hraða bílsins uppá kílómeter", "date": "2007-09-25 12:19:00", "post_id": 14}, {"user_name": "Amer", "text": "Ég var stoppaður um daginn af ómerktum lögreglubíl, og þeir sögðu að ég hafi verið á 115.km hraða á 60 götu og fóru að röfla í mér um það og sögðu að ég hafi bara verið heppin að engin lögga hafi verið aðmæla á götunni, en gátu ekkert sektað mig því þeir voru ekki með radar, þannig að ekki búast við sekt fyrir hraðaksturinn....", "date": "2007-09-25 12:24:00", "post_id": 15}, {"user_name": "ctr", "text": "jæja ég hringdi í sýslumanninn og hann sagði að þetta gæti farið á báða vegu, menn hafa bæði unnið og tapað málum eins og þessu, en mér fynnst þetta ekki lögyld mæling, og hann gat eingu svarað þegar ég spurðan út í það  <<<icon_question.gif>>>", "date": "2007-09-25 12:42:00", "post_id": 16}, {"user_name": "Templar", "text": "Þetta er bara steypa og ekki láta bjóða þér þetta!\n\r\nSimon", "date": "2007-09-26 15:38:00", "post_id": 17}, {"user_name": "Skúlimx", "text": "Ég yrði fkn mad ef ég myndi lenda í þessu og myndi ekki láta valta svona yfir mig. ekki láta þá komast upp með þetta\n\r\nÉg sat með vini mínum í bíl þegar hann var síðan stoppaður í ártúnsbrekkunni af fíknó en þá var hún á silvurlitaðri skoda octaviu. Vinur minn var að keyra á svona 115 og skodinn var beint fyrir aftan bílinn í smá tíma sko. En þeir gátu ekki sektað hann þvi þeir voru ekki með nein mælitæki í bílnum. Hann skammaði hann bara fyrir að aka svona hratt og lét hann blása og vildi fá að skjá skilríki hjá okkur öllum sem sátu í bílnum. Síðan bauð hann bara góða nótt og fór í burtu.\r\nEkki fór hann að staðhæfa sig í þvi að octavian hafi verið á 115 og búið til sekt útaf því enda er það líka bar fáránlegt.", "date": "2007-09-26 15:47:00", "post_id": 18}, {"user_name": "Kjallin", "text": "Ég hefði pottþétt stungið þá af.  <<<icon_lol.gif>>> \n\r\nEf þeir hefðu síðan náð mér eða komið heim, þá myndi ég bara segjast halda að þetta væri djók, því ég sá ekki löggubíl og engin ljós.", "date": "2007-09-26 15:52:00", "post_id": 19}, {"user_name": "astijons", "text": "ég fucking þoli ekki þegar ég er stoppaður... og fæ sekt og ég segji \"takk fyrir góða nótt\" þegar ég kveð þá...\n\r\nhvað er ég að þakka þeim fyrir að sekta mig? djöfulsins fifl er ég alltaf\n\r\nen ég hef lent í að löggan sé stopp og sér mig vera keyra hratt þá slepp ég en svo ef ég lika fengið sekt við að löggan keyrir fyrir aftan mig...\n\r\nÞú varst að keyra á yfir löglegum hraða????\n\r\nalveg magnað að það fólk sem keyrir hratt vælir stundum...", "date": "2007-09-26 16:17:00", "post_id": 20}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2007-09-24 17:44:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}