{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "31421", "title": "Vatnskerfi....Vandamál", "url": "http://www.live2cruize.com/spjall/showthread.php/31421-Vatnskerfi-Vandamál", "posts": [{"user_name": "StebbiPlebbz", "text": "Ég er í smá vesini með vatnskerfið á bílnum, Það gerist af og til að vatnið þrýstist uppúr forðabúrinu og lekur af bílnum þegar hann fer að hitna. En þetta gerist ekki alltaf, en það er eins og það myndist einhver þrýstingur sem ekki á að vera því vatnið kemst ekki þarna framhjá nema með heilmiklum krafri. Getur einhver sagt mér hvað gæti verið að?", "date": "2007-10-13 18:35:00", "post_id": 1}, {"user_name": "gr33n", "text": "heddpakkning", "date": "2007-10-13 18:39:00", "post_id": 2}, {"user_name": "StebbiPlebbz", "text": "Samt, þá ætti hitinn a ðfara uppí rassgatl, og olían er í lagi, og fer heldur kki semst í pústið þannig að það komi blár reykur eða some.", "date": "2007-10-13 18:45:00", "post_id": 3}, {"user_name": "vollinn", "text": "Getur farið samt í gegnum brunahólfið þótt þú vitir ekki af því, opnaðu bara forðabúrið og athugaðu hvort það komi ekki loftbólur upp.  \n\r\nKom fyrir hjá mér að hann eyddi vatni en ekkert kom í olíuna, sprunga var í heddpakkningunni frá einum cyl. og út í vatnsganginn.\n\r\nEinkennin voru þannig að þegar maður opnaði forðabúrið þá blés loft þar upp, og hitamælirinn hoppaði á milli 20°C af og til (útaf vatnsbólumyndun sem plataði skynjarann).", "date": "2007-10-13 18:59:00", "post_id": 4}, {"user_name": "StebbiPlebbz", "text": "Sko það hefur nefnilega verið vesen á kælikerfinu á honum síðan ég eignaðist hann, kæliviftan hefur ekki virkað rétt því skynjarinn er sennielga ónýtur þannigað ég er bara með hana beintengda inná rofa inní bílnum, smá skítmix en þetta gerist þegar hitamælirinn er bara komin í kanski 70 gráður eða eitta, en já maður þarf sennilega að skoða þetta", "date": "2007-10-13 19:14:00", "post_id": 5}, {"user_name": "Adam", "text": "Þrýstingurinn er ónýt HEDDPAKKNING og hitinn fer ekkert alltaf í rassgat ef þetta heddpakn er farin <<<icon_eek.gif>>> og það þýðir lítið að opna forðabúrið opnaðu vatnkassalokið og fylltu og sjáðu bubblanna sem eiga ekki að vera þar", "date": "2007-10-14 05:59:00", "post_id": 6}, {"user_name": "gr33n", "text": "það fer nú eftir því hvort vatnskassinn er með lok eða ekki.... fæstir bílar í dag koma t.d. með lok á vatnskassanum <<<icon_wink.gif>>> þá er oft hægt að sjá þetta í gegnum forðabúrið", "date": "2007-10-14 09:23:00", "post_id": 7}, {"user_name": "StebbiPlebbz", "text": "það er eimmit svoleiðis hjá mér, það er ekki lok á vatnskassanum, en já ég tjékka á þessu.", "date": "2007-10-14 09:28:00", "post_id": 8}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2007-10-13 18:35:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}