{"forum_title": "RÖFL", "id": "31711", "title": "Ertu full/ur", "url": "http://www.live2cruize.com/spjall/showthread.php/31711-Ertu-full-ur", "posts": [{"user_name": "*Bambi*", "text": "Merki um að þú ert orðin(n) full(ur)\n\r\nÞú tapar rökræðum við dauða hluti.\n\r\nÞú þarft að halda þér í glasið til að detta ekki á jörðina.\n\r\nÞú hefur ekki tíma til að mæta í vinnu...\n\r\nLæknirinn finnur vott af blóði í áfenginu í þér.\n\r\nÞú færð klósettsetuna í hnakkann.\n\r\n24 tímar í sólarhring, 24 bjórdósir í kassa-tilviljun??-Ég held ekki! Tvær hendur, en bara einn munnur...-það er ALVARLEGT drykkjuvandamál.\n\r\nÞú nærð betri fókus með annað augað lokað.\n\r\nBílastæðin virðast hafa færst til á meðan þú varst á barnum.\n\r\nÞú dettur af gólfinu...\n\r\nBörnin þín heita Guinnes og Tuborg.\n\r\nHey, í fimm bjórum eru jafn margar kaloríur og í einum hamborgara.\n\r\nSleppum kvöldmatnum!!!\n\r\nBýflugur verða fullar eftir að hafa stungið þig.\n\r\nÁ AA-fundinum segir þú: \"Hæ, ég heiti... eh...\"\n\r\nFyrsta sparnaðarleið sem þér dettur í hug er að minnka saltneyslu.\n\r\nÞú vaknar inni í svefnherberginu, nærfötin þín eru inni á baði, þú sofnaðir í fötunum.\n\r\nAllir á barnum heilsa þér með nafni þegar þú kemur inn.\n\r\nÞér finnst köttur félaga þíns alltaf vera meira og meira aðlaðandi.\n\r\nÞú þekkir konuna þína ekki nema að sjáir hana í gegnum botnin á bjórglasinu.\n\r\nÞú vaknar í Kóreu í júlí og það síðasta sem þú manst er 17. júní veisla hjá Íslendingum í Frakklandi\n\r\nRunnarnir eru líka fullir eftir að þú hefur vökvað þá.", "date": "2007-10-20 03:41:00", "post_id": 1}, {"user_name": "*Bambi*", "text": "og upp á djókið drykkjuleikir  <<<icon_cool.gif>>> \n\n\r\nLeikur nr: 1    \n\r\n Þessi leikur gerir þig drukkinn/drukkna á u.þ.b. 5 mínútum nema þú sért ótrúlega heppin/n.  Ef þú ert óheppin/n tekur það um 3 mínútur.\n\r\n-Raðið spilum úr spilastokk í hring. Leikmaður velur spil. Næsta manneskja við hliðina velur spil. Ef spilin eru af sömu gerð (hjarta, spaði, tígull, lauf) leggið þið saman gildi spilanna tveggja og þessar tvær manneskjur verða að drekka í jafnmargar sekúndur og það gildi segir til um. Ef þau eru ekki af sömu gerð, setur fyrri leikmaður spilið sitt í þar til gerða hrúgu og næsti maður dregur spil.  Ef það er af sömu gerð og leikmanns númer tvö, drekka þeir...o.s.frv. Gamanið byrjar þegar þið fáið þrjú spil sömu gerðar v.þ.a. þið leggið saman gildi allra spilanna og verðið allir þrír að drekka jafnmarga sopa. Það sama gildir ef fjögur spil eru sömu gerðar...o.s.frv.\n\n\n\r\nLeikur nr. 2 \n\r\n- Stokkið spilastokk og setjið hann á mitt borðið. Einn leikmaður má draga eitt spil í einu. Snúið spilinu við og sýnið öllum spilið. Hvert spil hefur reglur sem eru: \n\r\nÁs - Drekktu einn sopa \r\n2 - Drekktu tvo \r\n3 - Drekktu þrjá \r\n4 - Spurning: Þú lítur á þann sem þér sýnist, hann/hún verður að svara spurningunni með spurningu og þannig heldur það áfram þangað til einhver klikkar. Dæmi. Hvað er að gerast? Af hverju snertirðu þig? Þú þarft ekki að spyrja manneskjuna sem spurði þig. Vertu bara örugg/ur að ná augnsambandi. \r\n5 - Gefðu fimm sopa \r\n6 - Ég hef aldrei. Hér segir sá sem dró spilið eitthvað sem hann hefur ekki gert en sá/sú sem hefur gert það verður að drekka tvo sopa. \r\n7 - Puttar: Sá sem dregur spilið setur einn putta á borðið og sá sem er síðastur að setja putta á borðið verður að drekka einn sopa. Sá sem dróg má gera þetta eins oft og hann vill þangað til næsta 7 kemur. \r\n8 - : Sá sem er sjáanlega minnst fullur verður að drekka 3 sopa.. \r\n9 - Rím: Allir verða að koma með orð sem rímar við þitt. Dæmi: Gull...sull...bull..o.s.frv \r\n10 - Sameiginlegt: Allir drekka einn sopa. \r\nGosi - Asna drykkur...Strákar drekka. \r\nDrottning - Tíkar drykkur....Stelpur drekka. \r\nKóngur - Vatnsfall: Þetta getur verið mjög erfitt, Það fer eftir drykkjufélögum. Sá sem dregur spilið drekkur eins og hann getur af bjór og sá sem er á eftir honum verður að drekka eins lengi og nr.1, þriðji verður að drekka eins lengi og nr.2, og þannig gengur það áfram. Ef sá fyrsti er mikill drykkjumaður getur þetta verið mjög erfitt fyrir hina!!!!.\n\n\n\n\r\nLeikur nr. 3\n\r\n- Hellingur af víni og skotglösum handa öllum\n\n\r\nAllir sitja í kringum eitt borð með skot fyrir framan sig. Nú byrjar gamanið, allir verða að vera með buxurnar á hælunum og svo fer einn í einu undir borðið og gerir það sem hann vill við hvern sem hann vill. Hver sá sem fer fyrst að brosa verður að taka eitt skot og þá má hann fara undir borðið. Þetta endar með því að þið drekkið mikið áfengi út af stressinu. Því lengur sem einhver er undir borðinu þeim mun áhugaverðugra verður það.\n\n\n\n\n\r\nLeikur nr. 4\n\r\n- Varasamur ef fólk verður ofurölva.\n\r\nLeikurinn er einfaldur, sitjið í hring strákur,stelpa,strákur,stelpa o.s.frv. reglurnar eru eftirfarandi: \r\nNotið tvo teninga.\r\n2 - Kysstu hvern sem þú vilt, ef hann/hún vill það ekki verður hann/hún að klára bjórinn sinn \r\n3 - Drekkið einn sopa \r\n4 - Ekkert (næsti gerir) \r\n5 - Þú verður að ná í bjór handa hverjum þeim sem óskar eftir því og drekka einn sopa.\r\n6 - Drekkur tvo sopa einn frá vinsti og einn frá hægri sessunaut \r\n7 - Kysstu þann sem er hægra megin en sá/sú sem er vinstra megin drekkur einn sopa. \r\n8 - Ekkert (kast endar, þú verður að drekka einn sopa).\r\n9 - Sameiginlegt (allir drekka einn sopa). \r\n10 - Ekkert (kastið ógilt).\r\n11 - Kysstu þann sem er þér til vinstri en sá til hægri drekkur einn. \r\n12 - Drekktu 12 sopa.\n\n\n\r\nRautt og svart\n\r\nEinfaldur leikur.                                                            \n\n\n\r\nÁhöld:     fólk, bjór og spilastokkur.\n\n\n\n\n\n\n\r\nEinn leikmaður byrjar.  Með hugarorku reunir hann að spá fyrir um lit spilsins sem verður snúið við.  Ef hann nær því rétt, heldur hann áfram.  Ef hann giskar á vitlaust, drekkur hann.  Ef hann giskar rétt þrisvar í röð getur hann búið til reglu sem hefur áhrif á hvernig leiknum miðar áfram. Áhugaverðar reglur eru:\n\n\n\r\n,,Má ekki segja rautt\"\n\n\n\r\n,,Má ekki segja svart\"\n\n\n\r\n,,Banka á hausinn áður en drukkið er\"\n\n\n\r\nEins og alltaf, notið ímyndunaraflið.\n\n\n\r\nAð sjálfsögðu verður leikmaður að drekka ef hann er staðinn að því að brjóta reglu.  Passið bara að brjóta ekki reglur þegar þið farið eftir þeim.\n\n\n\n\n\r\nSveppur\n\r\nSpilastokkur er tekinn og honum dreift í kringum fulla bjórdós á miðju borðinu.  Sá sem byrjar segir annað hvort svart eða rautt.  Ef hann dregur t.d. svarta tíu þarf hann að drekka 10 sopa en ef hann dregur rauða tíu á hann að láta einhvern annan drekka 10 sopa eða skipta 10 sopum niður á fleiri.  Þegar hann er búinn setur hann spilið ofan á dósina.  Svo tekur næsti við.  Fjöldi sopanna ræðst af gildi spilsins.  Ef einhver fellir spilin ofan af dósinni á hann að drekka allan bjórinn.", "date": "2007-10-20 03:46:00", "post_id": 2}, {"user_name": "mustanggirl", "text": "<<<icon_cool.gif>>>", "date": "2007-10-20 12:43:00", "post_id": 3}, {"user_name": "*Bambi*", "text": "Faðir vorið\n\r\nBjór minn vor\n\r\nsem þú ert í flösku\n\r\nfrelsist þinn tappi\n\r\ntilkomi þín froða\n\r\nfreyði þín froða\n\r\nsem í glasi sem í munni\n\r\nsvalaðu í dag mínum daglega þorsta\n\r\nog skeyttu ei um um vísaskuldir\n\r\nsvo og líka hjá þystunautum mínum\n\r\neigi leið þú oss á Astró\n\r\nheldur ei á Nasa\n\r\nþví að þitt er valdið\n\r\ngleðin og stuðið \n\r\nað eilífu\n\r\nCarlsberg", "date": "2007-10-20 14:54:00", "post_id": 4}, {"user_name": "Sæli", "text": "ég man aldrei eftir drykkjuleikjum sem að ég læri\n\r\nskrýtið", "date": "2007-10-20 15:17:00", "post_id": 5}, {"user_name": "astijons", "text": "eg myndi ekki drekka ef ég væru þið...\n\r\neg er buinn að æla einsog mukki siðan ég vaknaði klukkan 3....\n\r\nog fyrst orðinn góður nuna klukkan 20 min yfir tólf...\n\r\nog hvað á það að þýða að hafa einhver kokteilglös 1 liter eða eitthvað og plata mann i keppni? auðvitað ælir maður leigubilin i spað eftir það...\n\n\r\nælandi einhverjum kjarnorkugærnan vökva... jebb eg myndi aldrei drekka ef ég væru þið..", "date": "2007-10-21 00:23:00", "post_id": 6}, {"user_name": "*Bambi*", "text": "hehehe lucky me never ever had hang over LOL  <<<icon_cool.gif>>>", "date": "2007-10-21 00:51:00", "post_id": 7}, {"user_name": "JHP", "text": "Ef ég væri fullur þá....\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\nVæri ég ekki hér!", "date": "2007-10-21 01:01:00", "post_id": 8}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2007-10-20 03:41:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}