{"forum_title": "RÖFL", "id": "33259", "title": "Smá fótboltaumræða", "url": "http://www.live2cruize.com/spjall/showthread.php/33259-Smá-fótboltaumræða", "posts": [{"user_name": "hundur", "text": "Eftir ósigur Englands gegn Króötum í gær er fastlega búist við því að McClaren verði rekinn úrþví hann segist ekki koma til greina að hann muni segja af sér. England var í eina tíð stórlið, þeir hafa skemmtilegustu og vinsælustu deildarkeppni í heimi sem er uppistaða margra tölvuleikja.\n\r\nSíðustu ár hafa útlendingar hrúgast inn í deildina og þetta virðist vera nýtt áhugamál hjá moldríkum erlendum buisness mönnum að kaupa sér lið og leikmenn og spila sinn eigin real-life managerleik. Arsenal er oft sett upp sem viðmið við þetta, síðan Wenger kom inn í liðið þá hafa frakkar hrúgast inn í liðið, Arsenal menn segjast ekki sjá þetta þrátt fyrir hið augljósa, hinsvegar þá eru flest lið í englandi (þá í efstu deild og eitthvað í 1. deild) með útlendinga.\n\r\nSem dæmi þá var Chelsea fyrsta liðið til að vera bara með erlenda leikmenn í byrjunarliðinu sínu í des 1999, hinsvegar var Arsenal með allan 16 manna leikmannahóp sinn erlendan í febrúar 2005 og var þar með fyrsta liðið á Englandi í þá framvæmd. Tímabilið 2004-2005 voru erlendir leikmenn 45% en 2001 36%.\n\r\nHér má sjá töflu yfir erlenda leikmenn í 6 efstu deildum evrópu http://soccer-europe.com/Data/Player...gnPlayers.html\n\r\nTölurnar ljúga ekki og er Arsenal og Bolton efst á listanum, ætla hinsvegar ekki að sverja að hann sé réttur en hann sýnir þetta nokkuð vel samt sem áður. Það má líka sjá þarna að hlutfall útlendinga í Englandi er það langhæsta í Evrópu og eflaust heimi. \n\n\r\nÞað sem ég er að fara með þessu er það að eftir að erlendir leikmenn hrúguðust inn til Englands, eins og austurlandabúar í Kolaportið um helgar, hefur að hluta til eyðilagt landslið Englendinga. Auðvitað kemur upp eitt og eitt undrabarn frá Englandi en ekki einsog áður var. Tölfræðin sýnir það bara að landsliðinu hefur hrakað samfara þessari þróun ef litið er á gang liðsins yfir langan tíma. Mín skoðun er sú að kvóti á erlenda leikmenn í deildinni hefur ekkert annað en gott í för með sér. Peningar skipta orðið öllu máli og sú hefð að þetta var hér áður fyrr verkamannaskemmtun í Englandi er löngu gleymd, jújú eflaust gaman að sjá liðið sitt á toppnum en þegar hvert einasta lið næstum því er með yfir helming leikmanna að erlendu bergi brotnir, þá er það fullmikið.\n\n\r\nÞið sem fílið ekki fótbolta, stay out. Það er fullt af fólki hér sem hefur áhuga á honum og væri gaman að heyra álit ykkar.", "date": "2007-11-22 09:32:00", "post_id": 1}, {"user_name": "Viktorkarl", "text": "&#201;g er samm&#225;la &#254;v&#237; a&#240; &#254;a&#240; megi setja kv&#243;ta, &#254;etta er ekki enn&#254;&#225; or&#240;i&#240; \"&#246;fgakennt\" en &#254;etta stefnir &#237; &#254;&#225; &#225;ttina, &#254;annig ef kv&#243;ti yr&#240;i settur n&#250;na &#254;&#225; v&#230;ri &#254;etta &#237; lagi\n\r\nHinsvegar er &#254;a&#240; j&#250; sta&#240;reyndin a&#240; &#254;&#250; ert ekki milljar&#240;arm&#230;ringur &#225; heimsm&#230;likvar&#240;i nema &#254;&#250; eigir f&#243;tboltali&#240;, ru&#240;ningsli&#240; e&#240;a eitthva&#240; &#225;l&#237;ka", "date": "2007-11-22 09:40:00", "post_id": 2}, {"user_name": "Viktorkarl", "text": "Og j&#225; einnig segir fotbolti.net fr&#225; &#254;v&#237; a&#240; &#254;a&#240; s&#233; sta&#240;fest a&#240; f&#233;lagi okkar hann Steve s&#233; farinn fr&#225; stj&#243;rnv&#246;ldum, skiljanlega", "date": "2007-11-22 09:42:00", "post_id": 3}, {"user_name": "Premium", "text": "Það er veit ég kvóti á Spáni. Hann virkar þannig að aðalliðið er skráð fyrir leiktíðina og samanstendur af 25 leikmönnum. Þar af þurfa þrír leikmenn að lágmarki að vera aldir upp hjá félaginu og sex að auki þurfa að vera aldir upp innanlands. Svo mega ekki vera fleiri en þrír leikmenn sem eiga uppruna sinn utan evrópska efnahagssvæðisins. Hvort sambærileg regla er í gildi á Englandi veit ég ekki en sé svo ekki er sannarlega þörf á henni. \n\nHvað enska landsliðið varðar finnst mér þetta gott á þá. Ég vona bara að þetta kjaftshögg hafi verið nógu þungt. Króatar tóku enska í kennslustund og andlausir enskir virtust engan áhuga hafa á því að komast á EM. Enska knattspyrnusambandið getur einnig skammast sín fyrir það að ráða Steve McClaren í starfið á sínum tíma. Hann var þá að stjóna metnaðarlausu liði Middlesborough og aldrei sýndi hann nein merki metnaðar með það lið og það finnst mér einnig hafa skinið í gegn í enska landsliðinu síðan hann var ráðinn. Leikmenn verða svo líka að taka til sín góðan skerf skammarinnar, það er jú þeirra að standa sig á vellinum. Fæstir þeirra virðast fyllast stolti við að klæðast landsliðstreyjunni og það getum við svo sem heimfært á okkar ágæta landslið en það er annar kapítuli sem ég vona að Óli Jó endurskrifi.", "date": "2007-11-23 17:07:00", "post_id": 4}, {"user_name": "sveppi_87", "text": "Þó að nokkuð sé til í þessu varðandi útlenda leikmenn í englandi þá get ég ekki sé að mínu part að lausni sé að setja á þettað hömlur. Það er ekki að ástæðulausu að enska deildin er sú skemmtilegasta til að horfa á, fjölbreytt og mikið úrval af góðum erlendum og já innlendum leikmönnum.\r\nFynnst mikið af þessari umræðu spretta upp af lélegu gengi enskar en ekki öðru og auðvitað skil ég að þetta ástand fari í taugarnar á þeim.\n\r\nMeð kveðju \r\nBlindur Arsenalmaður<<<icon_lol.gif>>>", "date": "2007-11-23 17:26:00", "post_id": 5}, {"user_name": "Vilmar", "text": "Seinustu ár hefur enska deildin verið skemmtilegri og skemmtilegri, og það er nú bara útaf því að það eru miklu fleiri útlendingar í enskudeildinni sem geta eitthvað.\n\r\nEnglendingar geta bara sjálfum sér um kennt, með því að setja ekki upp sterkari forvarnir þar í landi, þá á ég við mataræði og tölvunotkun. Og koma þessum krökkum í íþróttir.\n\r\nEnsk börn eru með þeim feitari í evrópu ef ekki í heiminum, en svo er líka annað, á meðan erlendir leikmenn eru í enska boltanum (augljóslega afþví að þeir eru oftast nær betri en enskir) þá komast þessir \"efnilegu\" ensku strákar ekkert að, nema í smærri liðum.\n\r\nÉg vill hafa þetta eins og er nú í dag, mér er skít sama um enska landsliðið, fótboltinn er skemmtilegri, miklu meiri hagnaður hjá auglýsingafyrirtækjunum og miklu meiri hraði í leik.", "date": "2007-11-24 03:35:00", "post_id": 6}, {"user_name": "dorsson", "text": "Það er ólögmætt að setja kvóta á erlenda leikmenn samkvæmt esb og ég er alveg sammála því.\r\nEf leikmenn eru nógu góðir fá þeir tækifæri, ensku leikmennirnir eru bara ekki nógu góðir en ég held samt að við munum sjá aukningu á góðum enskum leikmönnum í framtíðinni, ensk lið eins og Arsenal eru byrjuð með mjög gott grasrótarstarf þar sem tækni og boltameðferð er í fyrsta flokk ólíkt því sem flest lið gera.\r\nÉg held að England ætti að taka Frakkland til fyrirmyndar og stofna fótboltaskóla svipaðan Clairfontaine og hætta að kenna liðum eins og Arsenal um skort útlendinga í deildinni, staðreyndin er sú að enska knattspyrnusambandið gerir einfaldlega ekki nóg til að efla grasrótina og einungis nýlega eru byrjaðar að sjást þróaðar þjálfunaraðferðir og það er knattspyrnusambandinu ekki að þakka.", "date": "2007-11-24 03:48:00", "post_id": 7}, {"user_name": "G.I. Ace", "text": "Það eru að stórum hluta erlendu leikmennirnir sem gera þessa deild að því sem hún er, skemmtilegasta deild í heimi. Hvar væri deildin án manna eins og Thierry Henry, Giofranco Zola, C.Ronaldo, Dennis Bergkamp, Roy Keane, Patrick Vieira, Didier Drogba og fleiri? Deildin hefði bara ekki sömu gæði...\n\r\nEngland hefur unnið eitt stórmót, og það var HM 1966. Erlendir leikmenn byrjuðu ekki að koma inn í deildina fyrr en um 1991. Afhverju unnu Englendingar ekki fleiri stórmót fyrir 1991 þegar það voru engir útlendingar í deildinni?\n\r\nFinnst þessi umræða alveg út í hött. Þessi umræða hefur skapast því enska pressan vantar blóraböggul fyrir lélegu gengi enska landsliðsins og skellir skuldinni á útlendinga.\n\r\nVill koma með eitt quote sem mér finnst frábært:\n\n\n\nVilja menn virkilega fá fleiri enska meðalmenn í deildina? Væri deildin jafn skemmtileg ef maður myndi skipta út útlendingunum fyrir hæga og ótekníska Englendinga? Þið munið nú hvernig bolti ríkti hér áður fyrr þegar liðin voru full af enskum leikmönnum... \"Bestu\" liðin voru að vinna leiki 1-0 þar sem þeir skoruðu eitt mark og voru svo með 10 menn fyrir aftan boltann.\n\r\nSvo ég kommenti aðeins á kerfið sem er á spáni, það sem menn eru að gera þar sem eru frá löndum sem eru fyrir utan evrópska efnahagssvæðið, er að þeir fá sér spænskan ríkisborgararétt og þá meiga liðin fá  fleiri leikmenn frá td. Brasilíu.", "date": "2007-11-24 12:42:00", "post_id": 8}, {"user_name": "ND2SPD", "text": "En pælið samt í því manager verður leiðinlegur þá!!! <<<icon_smile.gif>>>", "date": "2007-11-24 19:03:00", "post_id": 9}, {"user_name": "Hafst1", "text": "Nei Hjalti. Arsenal hefur engan ríkan eiganda sem hefur verið að kaupa þessa menn til liðsins. Dýrasti leikmaðurinn sem þeir hafa keypt er Antonio Reyes, hann kostaði í kringum 11 mills (hefði geta kostað allt að 17 mills, ef hann hefði staðið sig betur). Þó svo að hægt sé að benda á að Arsenal hafi byrjað á þessum magninnflutningi á mönnum, er ekki hægt að segja að þeir séu með \"moldríkan erlendan buisnessmann\" sem er að kaupa þessa menn.\n\n\nP.S. Man Utd tapaði í dag <<<icon_cool.gif>>>", "date": "2007-11-24 21:27:00", "post_id": 10}, {"user_name": "steina", "text": "held að Man Utd hafi verið einum of sigurvissir í dag, ógeðslega leiðinlegur leikurinn á móti Bolton..", "date": "2007-11-24 22:22:00", "post_id": 11}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2007-11-22 09:32:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}