{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "33633", "title": "njúúb tuning.. 101", "url": "http://www.live2cruize.com/spjall/showthread.php/33633-njúúb-tuning-101", "posts": [{"user_name": "íbbi", "text": "til að hafa það strax á hreinu þá er þetta ekki \"tæknipóstur\"  heldur létt ábót fyrir þá sem eru að spurja spurninga sem flest okkar telja okkur vita,  og því ekki tæknileg svör sem byrjendur skilja hvort sem er ekki, Badboyracing og gsttuning þurfa ekki að rífast um amerískar skammstafanir hérna<<<icon_razz.gif>>>\n\r\nþað er nokkuð mikið um að menn séu að spyrja spurninga hérna, sem þeir sem telja sig lengra komna finnst varla svara vert, eins og t.d hvað er lalablabla eða get ég sett túrbínu í bílin hennar mömmu?\n\r\nhvað er þetta og hvað er hitt, og get ég tjúnað bílin minn?\n\r\nsvarið er já og yfirleitt á endanum nei, \n\r\nþað er hægt að tjúna og breyta öllum bílum, vél er ekkert nema loftdæla, og því meira sem hún getur tekið inn af lofti og eldsneyti því meira afli getur hún skilað, það er alltaf hægt að framkvæma breytingar á vél til að auka afköst hennar, \r\nnúmer 1 2 og 3 er að vit ahvað þú ert að gera, hvað þú ætlar þér með mótorinn, og jú hvaða leiðir þú ferð til þess,  það er eitthvað sem ég ætla ekki að kryfja, \n\r\nalgeng spurning hérna er.. get ég sett turbo á bílin minn? \r\nþað er fúl en i.m.o frekar hörð regla að ef þú ætlar að setja túrbínu í bíl sem er ekki með túrbínu fyrir, þá þarftu að vera það fróður um þetta að þú þarft að spyrja fárra spurninga, annars eru miklar líkur á að þú sért að fara út í eitthvað sem þú ekki ræður við.. \n\r\nturbo er samansafn bæði mikið af hluta, mikil samsetning og mjög kostnaðarsöm breyting, \r\ní frekar mikið einföldu máli er það sem gera þarf.. að setja \"kittið\" í bílin, mappa hann, og breyta í honum bensínkerfinu fyrir turbo kerfið og flr\r\nþetta er ekkert sem er ekki hægt að gera,en þetta er ekkert \"kid stuff\" heldur.\r\nþegar menn eru að spá í að setja turbo á 1.6l golfinn sinn e-h álíka þá er alltaf viturlegri kostur að kaupa bara kraftmeiri bíl, \n\r\nþegar menn vilja ná auka hestöflum út úr N/A bílum eru nokkrar meginleiðir.. \r\nkoma meira lofti/bensíni inn á mótorinn, og auðvelda honum að skila því svo aftur frá sér, \r\nbreytingar á N/A mótorum eru samt aldrei að skila nema broti af því sem breytingar á forced induction mótorum (turbo/blower) \r\nmenn eru ekki að fá 25+hö útúr loftsíukittum.. 30hö+ út úr pústbreytingum nema vera með verulega svera mótora fyrir..\n\r\nhelstu \"idiotproof\" leiðir yil að hressa aðeins við N/A bíl eru að fikta í innspýtingu, annan kambás, og breyta pústi,  þ.e.a.s setja t.d í bílin almennilegt throttle boddý, jafnvel soggrein, performance kambás, púst/flækjur\r\nef menn vilja ganga lengra er hægt fyrir flestar bíltegundir að kaupa cnc unnin hedd með stærri ventlum, meira flowi og jafnvel minkuðum sprengirýmum til að hækka þjöppu, svo ef menn vilja ganga enn lengra er hægt að fara út í performance stimpla/sveifarás.\r\neitt sem er líka sniðugt er að minka þá þyngd sem mótorinn þarf að snúa, þ.e.a.s fá léttari trissur, þetta munar meiru en margir vilja trúa, léttari trissur eru í boði fyrir flesta bíla, svo geta menn líka gert upp við sig hvort þeir vilja halda loftkælingu/vökvastýri og flr, \n\r\nþetta er allt spurning um hversu langt menn vilja ganga, það sem menn þurfa fyrst og fremst að gera upp við sig er hvað þeir seu tilbúnir að eyða í þetta,\r\nég veit.. og aðrir hérna sem hafa farið í að smíða upp bíla, að þetta er gífurlega kostnaðarsamt, þannig að.. ekki ana út í alvöru hluti að illa \"ígrunduðu\" máli\r\n--------------------------------------------------------------------------\n\r\nsvo er það hinn póllinn á þessu, fjöðrunarbreytingar, þær þjóna ekki bara þeim tilgangi að fá bílin til að liggja betur á götuni og taka meiri refsingu frá bílstjóranum, heldur spialr jú fjöðrunin stæðstan part í að koma aflinu frá vélini niður í götuna, \n\r\nbasic byrjunarbreytingar á bílum eru hjá flestum að lækka þá niður, í flestum tilfellum þegar bílar sem voru hannaðir með það að markmiði að koma eigandanum sem lengt fyrir sem minnst eru lækkaðir niður með stífum lækkunargormum finnst á þeim hellings munur, \r\nþetta stafar jú af því að aukin stífleyki gormsins minkar fjöðrunarvegalengd bílsins ásamt því sem þyngdarpunktur bílsins er komin neðar, \n\r\nþetta er samt ekki alveg sona einfalt, í mjög mörgum tilfellum hafa menn eyðilagt bíla í akstri með því að henda undir þá grjótstífum lækkunargormum og kallað það gott..\r\nrétt eins og með vélarbreytingar þá kallar ein fjöðrunabreyting oft á aðra, eða á að önnur fjöðrunarbreyting er samverkandi með því sem þú gerðir fyrir, \n\r\nþegar það er skellt lágum og stífum gorm í bíl sem var fyrir með mjúka og langa fjöðrun þá er útkoman ekki einhevr killer brautarmaskína eins og vonast var til.. heldur ókeyrandi grjóthastur skopparabolti. \n\r\nmenn ættu alltaf að íhuga að kaupa gorma og dempara, valda saman og það er ekki verra að vera búin að mynda sér einhevrja skoðun á því áður hvað menn voru að reyna ná út úr bílnum með því sem keypt var,\n\r\ngóður pakki í fjöðrunabreytingum er t.d að kaupa gorma/dempara og performance ballancestengur saman í pakka, sona pakkar fást í flest alla bíla tilbúnir frá framleiðendum og hægt að lesa skoðanir kaupenda á hinum ýmsu forumum, \n\r\nþað er ágætis regla finnst mér að halda sig sem lengtst frá ebay þegar maður ætlar sér að kaupa alvöru stöff..  ef þú kaupir lækkunargorma á 10 dollara sem heita abraham.. þá er 99% líkur á því að þú sért að kaupa eitthvað handónýtt drasl, það er ástæða fyrir því að sumir hlutir kosta 10sinnum meira en \"sami hlutur\" á ebay..\n\r\nþegar menn eru tilbúnir í ruglið búnir að versla ballancestangir og dempara og ég veit ekki hvað.. þá er svo næsta skref ef menn vilja halda lengra áfram að kaupa polyurethan fóðringar, svo ef menn eru orðnir klárir þá er hægt að kaupa allt stillanleg,t stífur ballancestangir dempara og flr.. ég mæli samt ekki með því að menn sem eru að byrja séu að kaupa stillanlega hluti.. því að jú reglan með stillanlegan hlut er sú að þú getur stillt hann vitlaust.. og þá eru áhrifin öfug.. \n\r\nþað er að vísu mjög breytanlegt eftir bílum. en á sumum bílum eru fjöðrunarbreytingarnar ekki til að láta bílin liggja betur í beygju.. heldur til að láta bílin ráða betur við aflið, og koma því betur niður í götuna,  þetta er eitthvað sem eigendur amerískra bíla lenda meira í heldur en aðrir, og þá eru trikkin að grindatengja bílana til að stöðva boddýsnúning, breyta spindilhalla á hásingu og flr, \n\r\neinnig hafa menn verið að fara út í turbular vélabita, spyrnur oig flr ú chromoly, \n\r\nþað er allt hægt.. hevrsu miklu ertu til í að eyða?\n\r\nnítró er svo MJÖG sniðug tuning, og mörg hö per kr, en ég ætla ekki út í útskýringar á nítrói, ég er sjálfur að brasa við að setja stillanlegt wet system í bílin hjá mér og vill sem minnst tjá mig fyrr en það kemur í ljós hvort ég sprengi eitthvað, \n\r\nþetta er ekki tækniþráður, með tækniupplýsingum um tækinlega hluti...  þetta á að vera á mannamáli fyrir þá sem sjá bara kínversku þegar það er verið að ræða tjúningar hjá þeim lengra komnu, \n\r\nþeir sem hafa eitthvað við þetta að bæta er velkomið að gera svo, og sömuleiðis spyrja,", "date": "2007-12-04 15:26:00", "post_id": 1}, {"user_name": "stebbsi", "text": "Góður... öööö eitthvað annað en tæknipóstur.", "date": "2007-12-04 17:14:00", "post_id": 2}, {"user_name": "Mr. Skúli", "text": "loksins eitthvað sem maður skilur!.. núna þarf ég bara að læra aðeins meira á vélarnar!.. haha, dóriii er orðinn klikkaður á mér á msn hee<<<icon_biggrin.gif>>>", "date": "2007-12-04 18:15:00", "post_id": 3}, {"user_name": "vladrulli", "text": "bara líka minna alla guttana á að \"you get what you pay for\"...\n\nekki kaupa t.d. eitthvað intake eða púst sem kostar brot af því sem algengt er... í flestum tilfellum er þetta eitthvað drasl sem annaðhvort gerir ekkert gagn, dugar í mjög stuttan tíma eða jafnvel hefur slæm áhrif á bílinn... verslið helst aðeins það sem þið eða aðrir þekkja og mæla með og reynið alltaf að lesa ykkur aðeins til um framleiðandann og viðkomandi hlut áður en verslað er - endalaust af upplýsingum um allt og alla á netinu... lærið líka mikið á þessu...", "date": "2007-12-04 18:53:00", "post_id": 4}, {"user_name": "íbbi", "text": "ef þið eruð með einhevrn bíl í höndunum skráið ykkur inn á erlendu forumin og lesið lengi.. og vel. það er yfirleitt búið að gera allan andskotan við alla bíla. sérstaklega í usa, svo er bara að spotta út hvað er alvöru og hvað ekki og lesa sér til um það.", "date": "2007-12-04 19:29:00", "post_id": 5}, {"user_name": "gr33n", "text": "thessi ræda er god og hefur verid søgd 1008888338 sinnum! en stendur alltaf fyrir sinu!\n\r\nIf its cheap and reliable, it's not fast\r\nIf its fast and cheap, it's not reliable\r\nIf it's fast and reliable, it's not cheap\n\r\nog hana nu", "date": "2007-12-05 08:12:00", "post_id": 6}, {"user_name": "baldur", "text": "Tja, þótt bílarnir séu fast and expensive þá fylgir því nú ekki reliability.\nSubaru fór nú með ansi margar milljónir evra í rallýprógrammið sitt í fyrra og bílarnir gengu ekki hálfan snúning, held þeir hafi klárað eina keppni eða eitthvað álíka. <<<icon_lol.gif>>>", "date": "2007-12-05 10:21:00", "post_id": 7}, {"user_name": "vladrulli", "text": "hehe, já... enda er þessu ekki haldið fram hjá gr33n... <<<icon_wink.gif>>>\r\nþeir hjá subaru hafa greinilega aldrei heyrt þessi orð því annars hefðu þeir eytt enn meiru... <<<icon_lol.gif>>>", "date": "2007-12-05 10:39:00", "post_id": 8}, {"user_name": "gr33n", "text": "neinei... enda hélt ég því aldrei fram... <<<icon_lol.gif>>>\n\nen hvernig er það baldur.... ertiggi til í að fara að metast um menntun við mig hérna <<<rollinglaugh.gif>>>", "date": "2007-12-05 13:52:00", "post_id": 9}, {"user_name": "baldur", "text": "Ert þú búinn að fara á tjúninganámskeið, nei hélt ekki hvað ertu þá að tjá þig?<<<punch.gif>>>", "date": "2007-12-05 15:15:00", "post_id": 10}, {"user_name": "gr33n", "text": "ohhh.... burn!! ég á ekkert í þetta maður!! <<<icon_lol.gif>>>", "date": "2007-12-05 15:20:00", "post_id": 11}, {"user_name": "íbbi", "text": "ég fattaði það ekki fyrr en eftir að ég skrifaði þetta að ég er ekki búin að fara á neitt sona nýmóðins tjúning námskeið í útlöndum.. \n\r\nenda sett ég bara camaroin á sölu.. og stefni á að fá mér corollu e-h  einn alveg búin að vera miskilja lífið", "date": "2007-12-05 16:12:00", "post_id": 12}, {"user_name": "gr33n", "text": "já skamm maður.... enda ekkert að marka þessa grein <<<icon_lol.gif>>>", "date": "2007-12-05 16:39:00", "post_id": 13}, {"user_name": "Pokémon", "text": "Mér finnst þetta flott. Mátulega skiljanleg grein og á örugglega eftir að koma mörgum að gagni í nánustu framtíð.\n\n\r\nÉg vill bara koma með einn punkt, ekki leiðréttingu á neinu heldur kannski smá viðbót.\n\r\nÞað er hægt að komast upp með það að kaupa $10 demparagorma hjá eBay ehf. og að þeir þjóni þeim sem kaupir þá alveg ágætlega. Different folks/different strokes,  ef einhverjum langar bara að geta sagt að bíllinn sé lækkaður um 35mm og liggur eins og tælensk þá er þetta bara málið fyrir þá. Sumir eru að elta lookið og/-eða vilja bara eiga útfyllt A4 blað með haug af breytingum sem þeir hafa gert.  Ef fólk ætlar út í það að njóta þess að keyra bílinn sinn og jafnvel læra eitthvað inná þennan hluta aksturíþróttarinnar þá er þetta ekki málið.  Fyrirtæki sem hafa sett smá R&D í sína gorma eru yfirleitt með mjög góðar vöru en þá þarf maður auðvitað að borga eitthvað fyrir það.\n\r\nÞú færð það sem þú borgar fyrir er alveg rétt en þá á maður ekki að missa sig algjörlega og kaupa dýrasta hlutinn á markaðinum,  það eru líka til \"trend\" merki í aftermarket vörum svipað og í fatnaði og sá framleiðandi er oftast bara að njóta þess að geta rukkað aukalega fyrir það að þeir séu vinsælir.  Sumum finnst Hugo Boss vera besta fatalínan í heimi á meðan aðrir kvarta sig sára yfir lélegri endingu og frágangi.  Best er að taka bara púlsinn á erlendu spjallborðunum og sjá hvað fólk er að kaupa þar og í hvað það notar það.  Um leið og þú finnur einhvern sem er með bíl sem er uppsettur á svipaðann hátt og þú vilt hafa bílinn þinn þá er ráðlegt að fá smá feedback frá þeim manni/konu.", "date": "2007-12-05 16:54:00", "post_id": 14}, {"user_name": "gr33n", "text": "þetta er nú bara svona léttur húmor hjá okkur útaf þessum þræði hérna, þar sem menn rífast og skammast út af ákveðnum hlut og fara svo að metast um menntun þegar þeir geta ekki rifist meira <<<icon_lol.gif>>>", "date": "2007-12-05 17:26:00", "post_id": 15}, {"user_name": "Heddportun", "text": "<<<goodposting.gif>>>", "date": "2007-12-05 20:17:00", "post_id": 16}, {"user_name": "Heddportun", "text": "<<<goodposting.gif>>> <<<icon_lol.gif>>>", "date": "2007-12-05 20:18:00", "post_id": 17}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2007-12-04 15:26:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "path": "full/5198db091ab62691b23cc6cc26ae32ef809fddcd.gif", "checksum": "bd73b00608ece300057eac7b203c1cad"}, {"url": "http://live2cruize.com/spjall/images/smilies/goodposting.gif", "path": "full/5198db091ab62691b23cc6cc26ae32ef809fddcd.gif", "checksum": "bd73b00608ece300057eac7b203c1cad"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}