{"forum_title": "RÖFL", "id": "33695", "title": "Iguana Eðlur", "url": "http://www.live2cruize.com/spjall/showthread.php/33695-Iguana-Eðlur", "posts": [{"user_name": "Bomsi", "text": "Ég var að horfa á dýravini og sá að það er strákur með svona hérna á íslandi, öhmm, spurningin mín er hvernig getur maður nálgast svona eðlur? þekkið þið einhvern sem er að flytja svona inn?  bara svööl gæludýr <<<icon_cool.gif>>>", "date": "2007-12-05 17:36:00", "post_id": 1}, {"user_name": "SheDevil", "text": "ólöglegt að flytja þær inn, \nog mikið meiri vinna að halda þeim lifandi en virðist vera, hef átt nokkrar svona í gegnum tíðina, og langar í aðra en ekki alveg strax þarsem að ég hef ekki alveg nægilega mikinn tíma til að ala hana eins og ég gerði þá", "date": "2007-12-05 17:38:00", "post_id": 2}, {"user_name": "Bomsi", "text": "jáá hann talaði um það að það væri ólöglegt að flytja þetta inn, hvernig smyglar maður þessu? gleypir þetta og kúkar þessu svo? <<<rolleyes.png>>>", "date": "2007-12-05 17:39:00", "post_id": 3}, {"user_name": "SheDevil", "text": "svoldið meira mál, og enn meira mál að halda þeim á lífi meðan þeim er smyglað.. þetta drepst bara inní þér, hlýtur að segja sig sjálft að dýr lifir ekki í görnunum á þér meðan þú meltir það + umbúðir í marga tíma.", "date": "2007-12-05 17:47:00", "post_id": 4}, {"user_name": "Dikta", "text": "Getur oft fundið svona eðlur til sölu á gæludýraspjalli tjorvar.is\n\nt.d:\n\nhttp://www.tjorvar.is/spjall/viewtopic.php?t=29061", "date": "2007-12-05 18:02:00", "post_id": 5}, {"user_name": "AdalbjorgÓsk!", "text": "Ég átti Iguana eðlu, mjög skemmtilegar .. það er einhverstaðar til Íslenskt spjall á netinu um eðlur, þar voru menn stundum að auglýsa ef menn þurftu að losna við.. man ekki urlið inná hana eins og er ..prófaðu að googla og reyna að finna það ..", "date": "2007-12-05 18:03:00", "post_id": 6}, {"user_name": "/ng/", "text": "Held hann hafi nu verið að djoka með að gleypa hana <<<icon_wink.gif>>>", "date": "2007-12-05 18:07:00", "post_id": 7}, {"user_name": "SheDevil", "text": "Ætla rétt að vona það<<<sleep.gif>>>", "date": "2007-12-05 18:17:00", "post_id": 8}, {"user_name": "finder", "text": "Vantar þig svona? Þú átt PM.", "date": "2007-12-05 18:32:00", "post_id": 9}, {"user_name": "Bomsi", "text": "<<<Whistle.gif>>> hehe", "date": "2007-12-05 18:42:00", "post_id": 10}, {"user_name": "APEXi", "text": "Þetta eru geggjuð kvikindi... um að gera að eiga bara nógu stórt pláss fyrir þetta..\n\nVinur minn átti tvær fyrir ári síðan eða eitthvað og ein missti halan og læti því hún meikaði ekki þetta litla búr.. hún var orðin alltof stór fyrir þetta búr og var bara komin með innilokunarkennd eða eitthvað og var byrjuð að hlaupa á alla veggi og rugl.. svo fékk hann sér risa fkn búr 1.80m á hæð og 2m á lengd og  eitthvað 80cm á breidd og þá varð allt í gúddí <<<icon_biggrin.gif>>> \n\nsamt soldið viðhald á þessu.. og þarf að þrífa búrin reglulega því djofulsins skítalykt er af þessum dýrum.", "date": "2007-12-05 18:49:00", "post_id": 11}, {"user_name": "gr33n", "text": "ég get alveg sagt þér það, að Iguana missir ekkert bara halann af því að búrið er of lítið! það þarf eitthvað að gerast til að hún missi skottið (stigið á það, kippt í það, lokað á það eða klemmt einhvernvegin).!\n\n\r\nen það er massív vinna að eiga svona dýr (hvaða skriðdýr sem er) og ekki á allra valdi að nenna því, því þú þarft að gefa þeim að éta á hverjum degi, og þ.a.l. ekki farið í frí nema að fá pössun, og það er ekki hver sem er sem vill passa svona dýr, sérstaklega Iguana þar sem fullvaxin iguana þarf allavegana 4-5 m2 búr. Betra væri fyrir þig að byrja á tjah... einhverri gekkó eðlu (t.d. leopard gekkó) eða jafnvel eins og eðluna mína, Skeggdreka (bearded dragon, skæg agame, pogona vitticeps). Þetta eru eðlur sem eru mun minni, en skeggdrekarnir eru miklir caracterar og lifa í yfir 10 ár. En áður en löggan byrjar að tékka á mér, þá bý ég í DK og þetta er fullkomlega löglegt hér, þannig að þið þurfið ekki að brjótast inn í einhver hús til að reyna að finna dýrið til slátrunar.", "date": "2007-12-05 20:13:00", "post_id": 12}, {"user_name": "ND2SPD", "text": "Já það er svaka mál að eiga svona eðlu og þeim er enginn greiði gerður með því að eiga þær bara afþví að það er cool það eru endalaus atriði sem þarf að huga að.\n\r\nÉg á 2 hunda svo égþori ekki að eiga eitthvað svona vegna smithættu og svoleiðis.", "date": "2007-12-05 20:27:00", "post_id": 13}, {"user_name": "SheDevil", "text": "Ég eignaðist eina mjög unga, og það fór þvílíkur tími á dag í að hakka grænmeti og blanda saman í máltíð handa honum, og gefa honum að éta því að hann vildi ekki borða uppúr skál, vildi bara handmötun, vera með stórt búr, hitaplatta, hitaljós, eitthvað að skríða á og skríða undir, bað, skreyting, passa hitastig og þegar það fer að kólna úti passa að það kólni ekki inní búri, venja hana við mannfólkið svo að það verði hægt að umgangast hana þegar hún er stærri etc etc etc etc etc etc etc......\nOg svo smitsjúkdómarnir.. pant ekki.\n\nEn ég væri til í eina sem væri orðin kanski 2+ ára gömul, fer aldrei aftur í svona unga. Hún lifði heillengi svosem, en það komst köttur ofaní búrið og át hana. Ég var nærri búin að myrða köttinn í staðinn.", "date": "2007-12-05 20:49:00", "post_id": 14}, {"user_name": "V8_lover", "text": "átti einu sinni eina\n\r\nfyrsta sem maður þarf að huga að er STÓRT  búr..\n\r\nauk þess geta þær verið mjög styggar", "date": "2007-12-05 21:02:00", "post_id": 15}, {"user_name": "gr33n", "text": "þú gleymdir þarna UVA og UVB perunum sem eru nauðsynlegar í miklu magni!...\n\r\nen þú talar þarna um smitsjúkdómana!, það er aðeins einn sjúkdómur sem getur borist frá skriðdýrum yfir í menn, og það er salmonella.... en til þess að fá hana þarftu bókstaflega að éta saurinn úr henni eða éta eðluna hráa, þannig að líkurnar eru yfirgnæfandi litlar að þú fáir hana.\n\n\n\n\r\nen já... svona notabene, þeir sem eru að spá í að fá sér iguana, þá er þetta LANGTÍMAFJÁRFESTING, þar sem þær verða vel yfir 20 ára gamlar og um 220cm á stærð fullvaxta!", "date": "2007-12-05 21:26:00", "post_id": 16}, {"user_name": "SheDevil", "text": "Það er hægt að fá allskonar sýkingar, veiki, salmonellu og margt annað sem að tengist þeim beint sem að sumir líkamar höndla bara ekki. Þannig að jú kanski einn smitsjúkdómur, en margir aðrir kvillar. \nAuk þess er ekki erfitt að fá salmonellu ef að fólk er með vanþrifnað í kringum dýrið.", "date": "2007-12-05 21:32:00", "post_id": 17}, {"user_name": "ND2SPD", "text": "OJJJJJJJJJJJJ það hefði ég skilið vel!!!", "date": "2007-12-06 08:34:00", "post_id": 18}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/sleep.gif", "http://live2cruize.com/spjall/images/smilies/Whistle.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2007-12-05 17:36:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/sleep.gif", "path": "full/9a37cfab1f36d4c0b433b92f4b5781d83b070968.gif", "checksum": "e6f03d14781ef0d3810d245f5722af94"}, {"url": "http://live2cruize.com/spjall/images/smilies/Whistle.gif", "path": "full/b5f8c34ffa34908078786fc8e30d5113d83346c4.gif", "checksum": "d4c447d3a58994b0ce347565c90038d0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}