{"forum_title": "Almennt spjall", "id": "33804", "title": "Almannadómur !!!", "url": "http://www.live2cruize.com/spjall/showthread.php/33804-Almannadómur-!!!", "posts": [{"user_name": "Peanuts", "text": "Margir hérna eru að kvarta yfir ósanngirni dómstóla og lögregu, en ímyndið ykkur að láta dæma ykkur alfarið af \"no life\" bloggurum sem vita ekkert um málin áður en þeir láta særandi orð sín falla á veraldarvefnum.\n\r\nSorglegt að fólk sem á um sárt að binda þurfi að grípa til svona aðgerða.\n\nhttp://mbl.is/mm/frettir/innlent/frett.html?nid=1307903\n\n\"\r\nInnlent | Morgunblaðið | 8.12.2007 | 17:30\r\nVegna illkvittnislegra kjaftasagna á vefsvæði\r\n Senda frétt\r\nMorgunblaðinu hefur borist eftirfarandi yfirlýsing frá ökumanni jeppabifreiðar sem lenti í árekstri á Reykjanesbraut síðdegis á fimmtudag. Ökumaðurinn vill koma yfirlýsingunni á framfæri vegna „illgjarns og kvikindislegs bloggs“ á blog.is. Morgunblaðið hefur ákveðið að birta yfirlýsinguna nafnlausa að beiðni sendanda, þar sem, að hans sögn, fram hafa komið hótanir á vefnum í hans garð.\n\r\nYfirlýsingin er eftirfarandi:\n\r\n „Ég er ökumaður jeppans í slysinu við álverið í Straumsvík. Ég vil koma því á framfæri að EKKI var um glæfraakstur að ræða, þetta var slys og ég einfaldlega gerði mér ekki grein fyrir því hversu mikil hálka var á veginum. Við hjónin vorum á heimleið eftir að hafa farið með hvolpana okkar níu í bólusetningu. Þar sem þetta var fyrsta bílferð hvolpanna og þeir hræddir, þá reyndi ég að aka mjúklega.\n\r\nÉg hef verið á um 70–80 km hraða þegar bíllinn byrjar að skrika í hálkunni. Ég reyndi að beygja á móti en náði ekki stjórn og næsta sem ég veit er að það er allt fullt af sjúkra- og lögreglubílum í kring og verið er að reyna að ná manninum mínum út úr bílnum. Ég heyri talað um mikil beinbrot og alvarlega áverka. Mér er hjálpað út úr bílnum, yfir í lögreglubíl og þaðan í sjúkrabíl sem flutti mig á sjúkrahús.\n\r\nÞegar ég hugsa til baka, þá ásaka ég mig fyrir að hafa ekki ekið hægar eða verið í framdrifinu, en við vorum búin að keyra um allan bæinn og einu staðirnir sem ég hafði orðið vör við hálku á voru bílaplön og hliðargötur. Eins og staðan er núna þá liggja tveir menn mjög mikið slasaðir á sjúkrahúsi af mínum völdum, eiginmaður minn og ökumaður hins bílsins.\n\r\nÞað veit sá sem allt veit að illar hugsanir og ljót orð koma ekki til með að hjálpa þeim og ég vil biðja alla að beina bænum sínum til þeirra beggja og biðja fyrir því að þeir nái báðir heilsu aftur. Við getum þakkað Guði fyrir að ekki fór verr og allir komust lifandi frá þessu hræðilega slysi.“", "date": "2007-12-08 19:14:00", "post_id": 1}, {"user_name": "H1lmar", "text": "Mér finnst þetta alveg fáránlegt að fullorðið fólk sé að slúðra um þetta. Oft halda þessir bloggarar að þeir séu alvitrir og sérstaklega þegar eitthvað merkilegt er í fréttum á mbl.is þá skoðar maður bloggin og viti menn.. Þar eru bloggararnir með allt á hreinu. Þetta lið er bara upp til hópa **** og fávitar. <<<wallbang.gif>>>", "date": "2007-12-08 20:20:00", "post_id": 2}, {"user_name": "Gunnarmh", "text": "Ég vil að þessum moggabloggum og vísis bloggum verði lokað. Þetta gerir sjaldan neitt gott fyrir neitt, þá sérstaklega manneskjuna sem bloggar.", "date": "2007-12-08 20:33:00", "post_id": 3}, {"user_name": "gr33n", "text": "en þá myndi ekki heyrast svona mikið í ráðherfunum.... og hvað væri fúrtið í því?", "date": "2007-12-08 22:06:00", "post_id": 4}, {"user_name": "wrxMY01", "text": "svo er lika merkilegt ad tad er ekki buid ad blogga um tessa frett... <<<hmm.gif>>>", "date": "2007-12-08 22:36:00", "post_id": 5}, {"user_name": "doristori", "text": "Það er ekki hægt, þeir geta sjálfsagt hakað í svona lítinn reit þegar þeir senda fréttina inn að ekki sé hægt að blogga hana, koma venjulega 2 linkar, \"Senda Frétt\" og \"Blogga frétt\" í þessu tilfelli og eins þegar tilkynnt var um að litli drengurinn væri látinn um síðustu helgi að þá er bara \"Senda frétt\" linkurinn.", "date": "2007-12-09 00:44:00", "post_id": 6}, {"user_name": "vladrulli", "text": "dóu hvolparnir? <<<icon_cry.gif>>>", "date": "2007-12-09 12:08:00", "post_id": 7}, {"user_name": "Dezzice", "text": "Finnst þetta nú bara snilld hjá konunni að hafa sent þetta út enda get ég ekki ímyndað mér að þetta hafi tekið nokkuð minna á hana heldur en hina sem í þessu slysi lentu.\n\nSíðast þegar ég vissi taldist það nú tæplega glæfraakstur að vera undir hámarkshraða.", "date": "2007-12-09 15:16:00", "post_id": 8}, {"user_name": "hundur", "text": "Amen, þá losnum við við kjaftæðið í óþarfamanneskjunn Sóleyju og fylgitíkum hennar í smá tíma.", "date": "2007-12-09 19:59:00", "post_id": 9}, {"user_name": "PerlaD", "text": "Veit einhver slóðina á þessi blogg?", "date": "2007-12-10 00:11:00", "post_id": 10}, {"user_name": "Viktorkarl", "text": "Mig langar einmitt svolítið að vita hvað er að frétta af þessum 9 hvolpum :s", "date": "2007-12-10 08:25:00", "post_id": 11}, {"user_name": "SheDevil", "text": "Það er í lagi með hvolpana eftir því sem ég hef heyrt.. Veit ekki hversu áreiðanlegar þær upplýsingar eru, en margir segja að þeir hafi það bara mjög fínt.", "date": "2007-12-10 08:26:00", "post_id": 12}, {"user_name": "david/snifff", "text": "loka á þetta einnig hér á spjallinu og þá er komið skref í rétta átt.", "date": "2007-12-15 20:32:00", "post_id": 13}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/wallbang.gif", "http://live2cruize.com/spjall/images/smilies/hmm.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif"], "date": "2007-12-08 19:14:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/wallbang.gif", "path": "full/29292e8d531f3769635466a1d83bef51e2049e4a.gif", "checksum": "569abc953b85a20f831c20d273639fbe"}, {"url": "http://live2cruize.com/spjall/images/smilies/hmm.gif", "path": "full/769b57892173755946fc18623f3647ee8d3e730f.gif", "checksum": "28864f0b06d413af60800d8d6b5dd7a1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}]}