{"forum_title": "Almennt spjall", "id": "33822", "title": "Að halda bílum hreinum yfir vetrartímann", "url": "http://www.live2cruize.com/spjall/showthread.php/33822-Að-halda-bílum-hreinum-yfir-vetrartímann", "posts": [{"user_name": "Frikki GTI", "text": "Ég hef mikið verið að velta því fyrir mér hvernig best er og ódýrast að halda bílunum hreinum yfir vetrartímann. Eins og göturnar núna; blautar, snjór, salt og tjara. Mér finnst alveg ómögulegt að fara mörgum sinnum í viku í Löður með tilheyrandi kostnaði, þó það sé kannski sniðugast en maður fær bílinn ekki hreinan þaðan nema að nota kústinn eða nota svamp sem maður á sjálfur. Það er þó ekki alveg auðvelt og það er ekki fræðilegur að ætla að sprauta vatni í fötu með háþrýstidælunni <<<rofl.gif>>>\n\r\nÉg er ekki alveg klár á þessu, einhverjar hugmyndir?", "date": "2007-12-09 14:53:00", "post_id": 1}, {"user_name": "Sergio", "text": "fá sér bilskur/aðstöðu?", "date": "2007-12-09 14:55:00", "post_id": 2}, {"user_name": "Siggi H", "text": "ég fer nú bara með minn bíl inní Heklu og þríf hann þar..", "date": "2007-12-09 14:58:00", "post_id": 3}, {"user_name": "Frikki GTI", "text": "Bílskúrinn fullur af dóti en kannski maður taki einhverja bíla úr húsnæðinu! Hafði aldrei pælt í því nema til að geyma bílana yfir veturinn", "date": "2007-12-09 15:03:00", "post_id": 4}, {"user_name": "Frikki GTI", "text": "Eru menn almennt að fara á Löður bara eða í einhverjum húsnæðum?\n\nEr betra að bóna bílinn eftir hvern þvott svo óhreindi festist verr t.d.?", "date": "2007-12-09 15:58:00", "post_id": 5}, {"user_name": "Karlsson", "text": "ég er búinn að bóna minn t.d. núna 4 sinnum í vetur og gerðist það síðast í gær.. Óhreinindi festast verr á bíl sem er vel bónaður..\n\nEn ég hef eina sp afhverju má ekki þrífa bíla með volgu vatni ?? Hef ekki gert það því að ég veit að það er bannað en afhverju er það bannað <<<icon_smile.gif>>>?", "date": "2007-12-09 16:07:00", "post_id": 6}, {"user_name": "D-MaN", "text": "þarft nu kannski ekki að bóna hann i hvert skipti sem þu skolar af honum. Bóna bílinn með góðu bóni og skola óhreinindin af honum reglulega, þegar bónhuðin er farin, bóna þá aftur", "date": "2007-12-09 16:08:00", "post_id": 7}, {"user_name": "Frikki GTI", "text": "Held það sé ekkert bannað, það er amk alltaf volgt vatni hjá Löður, kannski ekki heitt en aldrei kalt..", "date": "2007-12-09 16:08:00", "post_id": 8}, {"user_name": "Emil", "text": "Mátt alveg þrífa hann með volgu vatni málið er bara að kústarnir eyðileggjast ef vatnið er of heitt. Fer held ég ekkert verr með bílinn.", "date": "2007-12-09 16:15:00", "post_id": 9}, {"user_name": "Stefán Dal", "text": "Heita vatnið sem við notum er aðalega hitaveitu vatn. Í því er kýsill. Ef þið skoðið hvernig blöndunartækin og sturtuklefinn er heima hjá ykkur (nema hann sé ný þrifinn) þá sjáið þið afhverju maður á ekki að nota heitt eða volgt vatn á bílana. Annars nota ég yfirleitt volgt og skola svo með köldu.\r\nMaður verður líka að passa sig á því að buna ekki of heitu vatni á rúðurnar á bílnum ef hann er mjög kaldur. Þær geta einfaldlega sprungið.\n\r\nEinn í boði útvarps Latabæjar í lokin: \"Afhverju heitir heita vatnið Heita vatnið?\" \"Nú einhvað verður vatnið að heita!\" <<<icon_wink.gif>>>", "date": "2007-12-09 16:19:00", "post_id": 10}, {"user_name": "Karlsson", "text": "Hehe það er ekki kísill í húsinu mínu.. Nýjasta tækni sko allt vatn sem er í mínu húsi er upphitað <<<icon_wink.gif>>>", "date": "2007-12-09 16:23:00", "post_id": 11}, {"user_name": "Stefán Dal", "text": "Þá máttu vera óhræddur við að þvo hann með heitu. Passaðu samt rúðurnar í kulda.", "date": "2007-12-09 16:39:00", "post_id": 12}, {"user_name": "Mr.Balls", "text": "Fara bara í gegnum þvottastöðina í löðri og fá snertilausan.. alltaf þegar minn verður skítugur, þá er bara farið í löðrið.", "date": "2007-12-09 17:07:00", "post_id": 13}, {"user_name": "zazou", "text": "Ná sér í kerlingu sem á unglingsson, lofa að kaupa handa honum bíl þegar hann verður 17 ef hann heldur þínum bíl tandurhreinum <<<icon_cool.gif>>>\n\r\nSkipta svo um milf eftir þörfum.", "date": "2007-12-09 17:19:00", "post_id": 14}, {"user_name": "Frikki GTI", "text": "En hvað segiði annars um kústana hjá Löðri?\n\r\nFólk notar þá aldrei áður en það er amk búið að nota háþrýstisprautu og ég hef aldrei séð þá liggja, eru þeir samt slæmir?", "date": "2007-12-09 17:35:00", "post_id": 15}, {"user_name": "olig", "text": "Fólk treystir þeim bara ekki. \n\r\nÉg nota alltaf svamp á minn einfaldlega því mér fynnst það þægilegra. \r\nFá sér bara nógu góðan og stóran úðabrúsa, bleyta bílinn allan , sprauta svo sápu á bílinn og svampa svo bílinn. \r\nÉg þríf minn einu sinni í viku,, mætti alveg gera það oftar,, og það tekur mig ca. 1klst að þrífa og ef ég bóna þá tekur það aðeins lengur. \r\nMæli líka með að þrífa fölsin upp og bóna,, þá frosna hurðarnar síður. \n\r\nEf þú þrífur hann nógu oft þá tekur það þig ekki lengur en svona 20-30 að renna yfir bílinn.", "date": "2007-12-09 17:56:00", "post_id": 16}, {"user_name": "GeiriWRX", "text": "Ég fer bara í löður með sápur, fötu , svamp og tiheyrandi og þvæ þar.. Þó svo að maður sé með bíslkúr og háþrýstidælu hérna heima<<<icon_confused.gif>>>", "date": "2007-12-09 18:07:00", "post_id": 17}, {"user_name": "Karlsson", "text": "eins og ég segi því ofar sem þú þrífur því auðveldara er það <<<icon_wink.gif>>> finnst þægilegt að hafa alltaf góða bónhúð á bílum bóna svona 2 svar í mánuði sem er frekar mikið <<<icon_smile.gif>>>", "date": "2007-12-09 18:10:00", "post_id": 18}, {"user_name": "Frikki GTI", "text": "Og svo ein klassísk !!\n\nHvað er besta bónið?\n\nEr það Mothers eða hvað? Vill hafa þetta vel glasandi og með góðri húð (vörn), enda báðir svartir og gott lakk.", "date": "2007-12-09 18:18:00", "post_id": 19}, {"user_name": "Guðni Bjé", "text": "Ein spurning, hvað gerir þessi kýsill við lakið ef maður mundi nota heitvatn? \n\r\nÞað er að segja ég nota oftast heitt vatn í fötuna með sápu og skola með koldu.", "date": "2007-12-09 19:19:00", "post_id": 20}, {"user_name": "hundur", "text": "Ef það er blautt þá bara að skola af honum alltaf þegar þú ert komin heim, ef hann er nýlega bónaður þá ætti allra mesta drullan og saltið að renna af honum þannig. Tekur mun minni tími að eyða kannski 10-15 mín í það á hverju kvöldi en að þrífa og bóna 1 sinni í viku drulluskítugan og ógeðslegan bíl.", "date": "2007-12-09 19:56:00", "post_id": 21}, {"user_name": "Oskar K", "text": "FRJÓSA !!!", "date": "2007-12-09 20:11:00", "post_id": 22}, {"user_name": "kelirína", "text": "Collinite 476 er frábært bón fyrir veturinn\n\r\nMjöllin kom mér virkilega á óvart í bónprufunni sem ég gerði á bílnum mínum í haust.", "date": "2007-12-09 21:37:00", "post_id": 23}, {"user_name": "Hörður Aðils", "text": "Mér finnst eiginlega Meguiars betra en Mothers, hef notað Mothers í 3 eða 4 ár, og ákvað svo að prófa Meguiars og ég sný ekki aftur!!!", "date": "2007-12-09 21:46:00", "post_id": 24}, {"user_name": "Frikki GTI", "text": "Hvar kaupi ég Meguiars ?", "date": "2007-12-09 22:17:00", "post_id": 25}, {"user_name": "Stefhauk", "text": "þíðir ekkert að fara í löður fór með minn í snertilausu í dag rúntaði smá eftir það kom heim sá að bílinn var orðinn grútskítugur <<<icon_confused.gif>>>", "date": "2007-12-09 22:30:00", "post_id": 26}, {"user_name": "CS", "text": "Ég þarf að fara með minn allþrif hann er svartur af skít að utan<<<icon_sad.gif>>> Var spá að láta teflon bon á hann kostar aðeins meira vona það endist eitthvað.", "date": "2007-12-09 23:42:00", "post_id": 27}, {"user_name": "hundur", "text": "uuuuuuuuu s.s. ef þú hefðir þrifið hann sjálfur þá hefði hann ekki orðið skítugur?<<<confused.png>>>", "date": "2007-12-09 23:42:00", "post_id": 28}, {"user_name": "Moli", "text": "Færð það hjá Málningarvörum. \r\nÁn efa besta bónið þótt víða væri leitað. --> http://www.malningarvorur.is/pages/v...rur/meguiar-s/\n\r\nRakst reyndar líka á góða hillu vel pakkaða af Meguiars um daginn í vara/aukahlutaverlun hjá B&L.", "date": "2007-12-10 00:00:00", "post_id": 29}, {"user_name": "GeiriWRX", "text": "Ég fór með vinnubílinn í smur um daginn og rak þar augun í Mothers. Keypti mér einhvern slatta af því ásamt vaxi. Ég hef notað það nokkrum sinnum, og það er ótrúlegt að sjá muninn eftir þetta, bíllinn verður ótrúlegur. Svo bar ég þetta á felgurnar og þær urðu allt aðrar. Ég held mig við það vax alveg pottþétt...\nEkki erfitt að vinna það og það er borið á með sérstökum svamp.\nÞað er þetta í dollunni...", "date": "2007-12-10 00:27:00", "post_id": 30}, {"user_name": "Andri M.", "text": "ég nenni ekki að þrífa á veturna, mér finnst það álíka tilgangslaust og að moka í botnlausa fötu, maður þrífur hann, rosalega hreinn og fínn og maður er ánægður með sjálfan sig, svo tveim dögum seinna er hann orðinn liggur við skítugari en hann var,\n\r\nþannig að ég bara reyni að þola þetta, og tek hann bara allan í gegn, með hækkandi sól, og þegar líða fer að vori", "date": "2007-12-10 00:34:00", "post_id": 31}, {"user_name": "hilmarh", "text": "Bíllinn var ógeðslegur hjá mér þannig ég skrapp á löður, fór bara með 3x2Lítra flöskur fullar af volgu vatni, tjöruhreinsi, vaskaskinn, fötu, svamp og sápu, blandaði sápuvatnið á staðnum í fötuna, skolaði snjóinn af, tjöruhreinsaði, skolaði tjöruhreinsirinn af (þá fór mesta drullan), svampaði, skolaði, þurrkaði, þreif felgunar með uppþvottabursta, tjöruhreinsi og sápuvatninu og skolaði ógeðið af felgunum með vatninu sem rennur ókeypis úr dælunni (sprænunni) og ég er mjög sáttur með útkomuna bara <<<icon_smile.gif>>> eins og nýr", "date": "2007-12-10 00:45:00", "post_id": 32}, {"user_name": "APEXi", "text": "Þreif minn og bónaði bara uppá bónstoð, notaði Concept og það kom mjog vel út <<<icon_biggrin.gif>>>\n\r\nSvo er bara um að gera að skola reglulega af honum þannig að drullan festist ekki. Bara skella sér á loður.. henda 100 kr í og spúla bara létt af honum og þurrka svo", "date": "2007-12-10 00:48:00", "post_id": 33}, {"user_name": "Aron Andrew", "text": "haha, sparnaðaraðgerðir í gangi, taka með sér vatn að heiman <<<icon_lol.gif>>>", "date": "2007-12-10 01:15:00", "post_id": 34}, {"user_name": "hilmarh", "text": "Aha.. best í HEIMI að sprauta úr háþrýstidælu í fötu <<<icon_smile.gif>>> sénsinn, allt sem ég skolaði af bílnum fór 100kalla, bara vatnið að heiman fór í sápuvatnið fyrir svampinn <<<icon_wink.gif>>>", "date": "2007-12-10 01:24:00", "post_id": 35}, {"user_name": "-Hjalti-", "text": "Besta ráðið við að halda bílnum hreinum yfir veturinn er að þrífa bílinn og leggja honum svo framm í Apríl / Maí <<<icon_wink.gif>>>", "date": "2007-12-10 01:43:00", "post_id": 36}, {"user_name": "Dauntless", "text": "Bóna reglulega bara eftir þörfum en fer oft inní skúr með bílinn og þvæ með bílasápu og svampi. <<<icon_wink.gif>>>\n\r\nþreif hann svo vel í dag svo skrapp ég á smá rúnt og hann er HAUGSKÍTUGUR", "date": "2007-12-10 02:52:00", "post_id": 37}, {"user_name": "Aron Andrew", "text": "Félagi minn lenti samt í einu mjög asnalegu á Löður um daginn, hann var þarna að þrífa bíl pabba síns, mætti sjálfur með svamp, fötu og sápu. Hann var hálfnaður að þrífa þegar það kemur gaur frá Löður og ætlar að reka hann í burtu <<<icon_lol.gif>>>\n\nGreinilega ekki vel metið að maður sé búinn að koma þarna frá því að Löður opnaði fyrst í Kópavogi og kaupa vatn af þeim <<<icon_lol.gif>>>", "date": "2007-12-10 10:09:00", "post_id": 38}, {"user_name": "Scooby", "text": "ég nota og hef notað í mörg ár Concept \nþrífa með volgu vatni er í góðu en eitt ef þú ert að þrífa/skola bílinn út og ætlar með hann inn til að klára er betra að nota kallt vatn þar sem það frís seinna en að nota volgt vatn <<<icon_biggrin.gif>>>\n\nLöður: félagi minn fer alltaf þangað hann tekur alltaf fötu og tjöruhreinsi með sér og setur svo ekki alla aurana í einu í tækið heldur skiptir þessu í 2 hluta og það nýtist vel", "date": "2007-12-10 10:49:00", "post_id": 39}, {"user_name": "drolezi", "text": "Heitu vatni fylgir vatnsgufa sem getur smogið í öryggjabox og ýmsa tölvuhluta bifreiðarinnar ef heitt vatn er notað á eða við vélarrýmið. Svo þéttist rakinn við kólnun og veldur skemmdum.", "date": "2007-12-10 15:45:00", "post_id": 40}, {"user_name": "Kristjan_GUÐ", "text": "ég fór um daginn í snertilausu þvottastöðina og keypti silvur þvott minnir mig en það var líka undirvagnsþrif í því, bíllinn glansaði samt ekkert svo mikið en það er gott að fá undirvagnsþvott í öllu saltinu og drulluni í vetur !", "date": "2007-12-10 20:47:00", "post_id": 41}, {"user_name": "Frikki GTI", "text": "Lenti í þessu í dag !!!\n\r\nVar að sprauta tjöruleysi frá Löður á bíllinn og vildi gera þetta svolítið vel þannig að þegar ég var hálfnaður á síðustu hliðinni á bílnum slökknaði og ég bara urgh, fór inní bíl og náði svona spray tjöruleysi...\n\r\nKemur þá ekki einhver gamli og þú mátt ekki nota þetta HÉR!!!!\n\r\nÉg bara okeey, hélt samt áfram að nota þetta og hann sagði heyriru ekki í mér? Sagði bara júú<<<icon_razz.gif>>> Viltu að ég fari? Þá labbaði hann í burtu<<<punch.gif>>>\n\r\nHann hefði nú alveg getað bara labbað framhjá...\n\r\nStendur e-h staðar að þetta megi ekki?", "date": "2007-12-10 21:04:00", "post_id": 42}, {"user_name": "PeturSt", "text": "eg nenni varla að berjast við að halda bílnum hreinum eins og veðráttan er buin að vera hérna, hata þessar breytingar stöðugt, vil bara hafa um það bil svona -10°frost og þá er allt í fína, bara þrífa og bóna og bíllinn mun líta vel út lengur en 10 mín", "date": "2007-12-10 21:33:00", "post_id": 43}, {"user_name": "Dauntless", "text": "Í Reykjavík og nágrenni eru allir bílar sem standa úti að fá háþrýstiþvott og munu fá góðan svoleiðis í nótt ásamt loftþurkun. <<<icon_cool.gif>>>", "date": "2007-12-11 01:15:00", "post_id": 44}, {"user_name": "Frikki GTI", "text": "<<<haha.gif>>> <<<funnypost.gif>>>", "date": "2007-12-11 15:22:00", "post_id": 45}, {"user_name": "Frikki GTI", "text": "Fór áðan og þreif og bónaði með Meguiars, algjör snilld.. \n\nSvakalega gott bón, ánægður með þetta..", "date": "2007-12-12 00:30:00", "post_id": 46}, {"user_name": "ingisv", "text": "æjæj ekki alveg að gera sig í saltinu núna færðu að kynnast því.", "date": "2007-12-12 00:54:00", "post_id": 47}, {"user_name": "Frikki GTI", "text": "uh hvað meinaru? bíllinn verður fljótlega óhreinn aftur en skárra að hafa bónað hann og fá drullu á það heldur en að sleppa því að bóna..\n\nhef líka ekkert bónað golfinn síðan ég fékk hann fyrir mánuði síðan, annars er bimminn í góðu yfirlæti og ný bónaður <<<icon_smile.gif>>>", "date": "2007-12-12 01:53:00", "post_id": 48}, {"user_name": "kelirína", "text": "staðreyndin er sú að Meguiars er því miður ekki nógu endingargott bón og í saltinu þá mun bónhúðin endast í um 2 vikur.  Gott hentibón hins vegar á sumrin.", "date": "2007-12-12 08:57:00", "post_id": 49}, {"user_name": "íbbi", "text": "það hlýtur að vera einhver teflon húð e-h á 540 bílnum.. ég sprauta bara á hann með vatni og hann er tandurhreinn..  snerti hann ekki með svamp eða vaskaskini", "date": "2007-12-12 09:45:00", "post_id": 50}, {"user_name": "Frikki GTI", "text": "Finnst tvær vikur nú bara þokkalega góð ending miðað við hvað lakkið má þola hérna í borginni..\n\r\nBóna hann örugglega eftir 1-2 vikur aftur hvorteðer<<<rolleyes.png>>>", "date": "2007-12-12 11:12:00", "post_id": 51}, {"user_name": "kelirína", "text": "Nei, 2 vikur er léleg ending í vetrarfærðinni.", "date": "2007-12-12 11:43:00", "post_id": 52}, {"user_name": "Sergio", "text": "reyndar mér finnst það ekki\n\r\nprófaðu t.d. auto glym bónið, eftir 1 rigningu þarftu bóna aftur", "date": "2007-12-12 12:14:00", "post_id": 53}, {"user_name": "Aron Andrew", "text": "Með hverju mæliru í skítinn í borginni, mér er nokkuð sama um gljáa, helst bara að það pikkfestist ekki allt á bílnum.", "date": "2007-12-12 18:23:00", "post_id": 54}, {"user_name": "Lindemann", "text": "vinnuvélalakk, strákústur, háþrýstidæla........\n\n\r\nog málið er leyst!", "date": "2007-12-12 18:50:00", "post_id": 55}, {"user_name": "Kjallin", "text": "2 vikur léleg ending í salti og drullu? Ertu í rugli eða? Ég kalla það bara góða endingu!", "date": "2007-12-12 18:55:00", "post_id": 56}, {"user_name": "Ingan", "text": "Ég þoli ekki að bíllinn sé svona skítugur alltaf ! Nenni ekki samt að fara oft í löður þannig ég hef hann bara skítugan <<<icon_sad.gif>>> hehe, en þegar vonda veðrið kom í fyrradag þá varð hann bara nokkuð hreinn heheh <<<icon_biggrin.gif>>>", "date": "2007-12-12 19:23:00", "post_id": 57}, {"user_name": "Eikiii", "text": "<<<icon_biggrin.gif>>>\n\nfínnt að nýta allann vindin", "date": "2007-12-12 19:37:00", "post_id": 58}, {"user_name": "Frikki GTI", "text": "Einmitt !\n\r\nSvo er bara málið að parkera bílnum á góðum stað í nótt, kemur annar stormur  í nótt <<<icon_biggrin.gif>>>", "date": "2007-12-12 19:51:00", "post_id": 59}, {"user_name": "sveppi_87", "text": "Teflon bón sem að kemi selur.......endist og endist<<<icon_biggrin.gif>>>\r\nEn líka mattara en allt", "date": "2007-12-12 20:36:00", "post_id": 60}, {"user_name": "kelirína", "text": "nei er ekki í neinu rugli.   Er búinn að vera með bón á bílnum í 6-7 vikur sem fyrst núna þarf smá yfirferð.\n\r\nÁ húddinu á bílnum mínum er einnig smá bónprufa og Meguiars og mother bónin eru síst.  Bónhúðin farin af fyrir löngu.", "date": "2007-12-12 20:43:00", "post_id": 61}, {"user_name": "Frikki GTI", "text": "Hvaða bón er það sem er 3 sinnum betra en Mothers og Meguiars?", "date": "2007-12-12 20:56:00", "post_id": 62}, {"user_name": "bjs", "text": "það er eitt ráð sem ég skal gefa ykkur, wax bón t.d. carnuba er ekki gott í vetrarfærðini, einfaldlega þolir saltið , tjöruna verr... þrátt fyrir flottasta (dýpsta) gljáan og góða endingu að sumri til, \n\r\nþað sem nota skal í vetrarfærðini er annarsvegar akryl bón, sem oftast er erfitt að vinna.... endist best. og er dýrt...... t.d. frá klasse \n\r\nsvo hinsvegar pólymer bón (synetísk) gerviefni.... þola vetrarfærðina betur en alvöru wax bón og oftast er gott að vinna þau. gefa líka flottan harðan gljáa (wet look)....\n\r\nþess vegna er vitleysa að vera segja að einhver tegund sé endingarlitil þegar til eru 3-4 línur af bóni í tegundini... mis endingargóð, fer eftir aðstæðum hverju sinni, einnig er misjaft hvaða gljá menn fíla....\n\r\ntd. Bónval ehf selur\n\r\nMothers \r\n1-carnuba cleanerswax (byggt á carnuba wax+ hreinsibón...(fljótandi og köku)\r\n2- carnuba pure wax hreinnt carnuba wax (til i fljótandi og köku)\r\n3-synwax (polymerefni) fljótandi\r\n4-reflections(polymerefni) 2 þátta car wax+top coat   (sennilega besta í vetrarfærðini frá mothers...)\n\r\nsvo er líka þrusu góð ending í einszett metalic polish fljótandi, einstaklega gott að vinna það, fáranlega gott að þrífa bílinn á ettir nokkra daga í umferðini,,,\r\nflott er líka að fara með hartglans frá einszett yfir metalic polish á eftir, færð flottan gler gljáa yfir.....\n\r\nsvo er alveg sama hvaða bón maður notar alltaf að nota pearl shampoo frá einszett og kannski detail spray a ettir, bæði gefur hrikalegan glans, en viðheldur bóninu sem fyrir er á bílnum betur, og gefur auka húð.....\n\nbónval er opið alla laugardaga frá 10.00-15.00 \r\ns.8982832", "date": "2007-12-12 23:45:00", "post_id": 63}, {"user_name": "kelirína", "text": "þarna kom virkilega góð grein og já Klasse t.d \"all-in-one\" er virkilega gott fyrir veturinn og til að gera bónhúðina vel endingargóða, Collinite 476 ofan á það.   Þarna er þá komin bónhúð sem endist og endist.  Einszett Pearl shampoo er einnig brilliant.", "date": "2007-12-13 08:34:00", "post_id": 64}, {"user_name": "gr33n", "text": "dæla bara tektil a helvitis bilinn!", "date": "2007-12-13 10:54:00", "post_id": 65}, {"user_name": "bjs", "text": "kikið á mig á laugardaginn frá kl 10.00-15.00\n\nhttp://www.live2cruize.com/spjall/sh...ad.php?t=49297", "date": "2007-12-13 19:02:00", "post_id": 66}, {"user_name": "Lindemann", "text": "ég hef verið að nota reflections bónin frá mothers........ef maður notar bara car wax, þá kemur ágætis gljái, en það endist ekki neitt..... hinsvegar ef maður notar Top coat yfir það endist það alveg fáránlega vel! hvað þá ef maður skellir 2-3 lögum af top coat.", "date": "2007-12-13 19:12:00", "post_id": 67}, {"user_name": "bjs", "text": "það er það sniðuga við top coat, ekki mörg bón sem hafa þann eiginleika að þú getur hlaðið endalausum lögum yfir án þess þó að taka fyrri umferðina af, annað en flest önnur bón, þú bónar bílinn kannski 2 sinnum með einhverju hefbundnu bóni, þér finnst bíllinn glansa meira eftir seinni umferðina, en það sem er að gerast í raun og veru er að þú ert að pólera upp lakkið , svipað og ef þú nuddar bóninu vel og lengi í, eða notar bón vél. en þú tekur nánast alla fyrri umferðina af.\n\nmothers reflections car wax er fínt í að pólera upp lakkið fá dypt og fallega áferð, topcoat er filman yfir, getur sett eins margar filmur yfir og þú nennir....\n\n\r\nsvo er til efni sem heitir mothers synwax sem er samskonar efni og þessi nema all in one, en gefur þó ekki sama endingar tíma og 2 eða fleiri umferðir af topcoat.... en synwax endist þó vel miðað við eins þáttar bón og er einstaklega þægilegt í vinnslu....", "date": "2007-12-13 23:19:00", "post_id": 68}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/rofl.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/haha.gif", "http://live2cruize.com/spjall/images/smilies/funnypost.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2007-12-09 14:53:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/rofl.gif", "path": "full/51b00a571877dec3874bcb115ce2e201729ce345.gif", "checksum": "1ad96412c720bd904dce789340e6228f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/haha.gif", "path": "full/e465460e74ad10bf8603f9e376bdbc6966568644.gif", "checksum": "7e203216707ebd3f0144ffdec382510d"}, {"url": "http://live2cruize.com/spjall/images/smilies/funnypost.gif", "path": "full/287d693912f887c28541d01976f1765666a01726.gif", "checksum": "16947229c4f8461ac8b26767bcb70096"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}