{"forum_title": "RÖFL", "id": "33957", "title": "Refsing á Kvíabryggju", "url": "http://www.live2cruize.com/spjall/showthread.php/33957-Refsing-á-Kvíabryggju", "posts": [{"user_name": "Linda Þ", "text": "http://www.mbl.is/mm/frettir/innlent...ml?nid=1308542\n\r\nKynferðisbrotamaður situr inni á Kvíabryggju þar sem þeir fá farsíma frá 8-23 og talið er að hann hafi hringt í eitt fórnalamb sitt og ógnað því ... Svona er refsingin fyrir t.d. kynferðisbrotamenn ...\r\n... Þvílík refsing að þurfa að vera þarna !!\n\r\nHvað er málið, þetta er eins og ágætis herbergi og ég hef heyrt að þeir hafa t.d. aðgang á netinu, KYNFERÐISBROTAMENN !!! Er þetta satt, veit einhver ??\n\r\nÞað eru einmitt svona hlutir sem ég skammast mín að vera Íslendingur !!", "date": "2007-12-12 08:52:00", "post_id": 1}, {"user_name": "Binni", "text": "mér hefur alltaf þótt þetta frekar bjánalegt fangelsi svona í heild sinni... hvað er slæmt við þetta? það vantar bara míníbarinn og maskínuna til að pressa fötin og þetta er orðið eins og fínt hótel...\n\r\nog hvað þá að hafa menn eins og morðingja, nauðgara og barnaníðinga þarna inni...", "date": "2007-12-12 09:02:00", "post_id": 2}, {"user_name": "SheDevil", "text": "Þetta heitir betrunarvist, ekki refsivist skv því sem að yfirvöld vilja meina. \nÞví eru þeir með öll helstu þægindi á við venjulegt heimili, kanski aðeins snauðara, en þetta á að gefa þeim nýtt tækifæri í lífinu. Misjafnt hvernig þeir nota það tækifæri.", "date": "2007-12-12 09:10:00", "post_id": 3}, {"user_name": "Kruder", "text": "Þeir eru náttúrulega lagðir í geðveikt einelti í alvöru fangelsi, það betrar þessa gaura nú ekki mikið. Það þarf bara að endurskoða þetta aðeins.", "date": "2007-12-12 15:13:00", "post_id": 4}, {"user_name": "Sigurvin", "text": "Þetta er ekki fangelsi,, Þetta heitir \"Vinnuhæli\".", "date": "2007-12-12 16:15:00", "post_id": 5}, {"user_name": "AddiPaddi", "text": "Ef maður myndi fara á hausin og þurfa lifa á götunni þá bara Drepur marr einhvern og fer a 3 stjörnu hótel ! þetta er fáranlegt afbrotamenn hafa það betra en fátækt fólk í þessu litla íslandi okkar", "date": "2007-12-12 19:23:00", "post_id": 6}, {"user_name": "EYJ", "text": "Að fara í fangelsi á íslandi getur maður litið á sem maður sé að fara í vinnubúðir úti á landi þar sem þeir fá vinnu þarna,eru með likamsrækt, eru með fótbolta lið og sumir fá helgarfrí og fá að vera undir smá eftirliti.... Þetta eru engar refsingar. Nema þegar það kemur að mannorðinu, það myndi mér finnast verst við að vera senur í fangelsi.", "date": "2007-12-12 19:31:00", "post_id": 7}, {"user_name": "DínuZ-sUpeRmaN", "text": "Á litla hrauni fá þeir nú að hafa tölvur með sér - en þær eru ekki nettengdar reyndar..... en á kvíabryggju hafa þeir aðgang að netinu <<<icon_wink.gif>>> voða lúxus, vissi samt ekki að kynferðisafbrotamenn væru velkomnir þarna, hélt það væri aðallega svona \"minniháttar\" afbrotamenn......", "date": "2007-12-12 20:28:00", "post_id": 8}, {"user_name": "RAT", "text": "Félagi minn var nú settur í vist á akureyri , þar fékk hann að vera með nettengda tölvu , sjónvarp , fara út með fylgdarmanni einhver kvöld í viku ... \nÍslensk stjórnvöld trúa ekki á Fangelsi sem slíkt , heldur betrunarvist einsog shedevil sagði áðan , enda held ég að það sé dágóð prósenta sem brýtur ekki af sér aftur m.v fólk sem sett er í refsivist úti í löndum . \n\nEn varðandi það sem einhver sagði áðan að ef maður lendir á götunni þá drepur maður bara einhvern og kemst á þriggja stjörnu hótel ... drepa er meira en bara að drepa , og að sitja inni í 10 ár fyrir að myrða einhvern til að komast í húsaskjól er engum til góðs frekar vinna í sínum málum og komast þannig í húsaskjól <<<icon_smile.gif>>> það er allveg litið niður á fólk sem kemur úr fangelsi .", "date": "2007-12-12 20:36:00", "post_id": 9}, {"user_name": "HelgaBjörg", "text": "ekki er ætlast til þess að kynferðisafbrotamaður brjóti ekki aftur af sér ? \n\r\nég þoli ekki hvernig dóma þeir fá !! .. alltaf skilorðisbundið eða kannski mánuð í fangelsi en þá bara ef þeir nauðga !! það er e-ð að ríkinu ef það fer ekki að laga þetta.. greinilega enginn af þessu fólki sem ræður þessu sem hefur þurft að þola það að vera misnotaður eða nauðgað.. <<<icon_mad.gif>>>", "date": "2007-12-12 20:38:00", "post_id": 10}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif"], "date": "2007-12-12 08:52:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}]}