{"forum_title": "RÖFL", "id": "34201", "title": "Tölvu hjálp", "url": "http://www.live2cruize.com/spjall/showthread.php/34201-Tölvu-hjálp", "posts": [{"user_name": "Bc3", "text": "keyfti mer ferðatölvu um daginn og buinn að vera rosalega fín en nuna bara alltíeinu er hun 2 minotur að kveikja á sér og hökktir í öllum myndböndum og þegar ég er að spila hljóð veit einhver hvað er að :S", "date": "2007-12-17 22:02:00", "post_id": 1}, {"user_name": "AMG", "text": "þu skoðar ekki nógu mikið klám i henni", "date": "2007-12-17 22:04:00", "post_id": 2}, {"user_name": "Bc3", "text": "hehe jamm kannski satt  er jafn kynkaldur og 90 ara gömul kona", "date": "2007-12-17 22:14:00", "post_id": 3}, {"user_name": "k0n4", "text": "Það eru margir hérna að auglýsa einhverja tölvuaðstoð <<<icon_smile.gif>>> Bara skoða í auglýsingum.", "date": "2007-12-17 22:22:00", "post_id": 4}, {"user_name": "AntiTrust", "text": "Það gætu verið nokkrar meginástæður á bakvið þetta, corrupted drivers, foulty harður diskur, skemmdir .dll fælar .. E-r slæmur codeca pakki með vírusadæmi bundled með..", "date": "2007-12-18 00:00:00", "post_id": 5}, {"user_name": "hilmarh", "text": "Ertu að nota windows vista? Og hvað ertu með mikið vinnsluminni?", "date": "2007-12-18 00:50:00", "post_id": 6}, {"user_name": "einarak", "text": "ætlaði einmitt að segja þetta, windows vista <<<icon_puke_r.gif>>>", "date": "2007-12-18 01:33:00", "post_id": 7}, {"user_name": "AntiTrust", "text": "\"Windows Vista\" er ekki vandamál, bara fólkið sem kann ekki og nennir ekki að læra almennilega á það og pæla í því hvaða forrit ganga og ganga ekki.\n\nEf 2mín eru ekki ýkjur þá er þetta ekki vinnsluminnisvandamál, hinsvegar ef það er aðeins ýkt þá getur vel verið að það sé bara komið allt of mikið af startup programs og services.", "date": "2007-12-18 01:43:00", "post_id": 8}, {"user_name": "SheDevil", "text": "Keypti mér einmitt lappa fyrir um mánuði síðan, og hann er bara í tómu tjóni. \nSlekkur á hálfum skjánnum reglulega og þarf amk klt sem er slökkt á honum til að hann kveiki aftur á skjánnum, og undir litlu álagi höktir hann, ss þegar ég hreyfi músina höktir hún, og batterýið dugar bara í klt. \n\nEr það algengt að fartölvur í dag séu seldar með batterýum sem að duga í eina klukkustund og fimm mínútur betur?\nÞeir vildu allavega meina það þegar ég hringdi útaf batterýinu að þetta væri eðlilegt og væri með endingarbetri batterýum á markaðnum... Afhverju finnst mér það fáránlegt þegar að 3ja ára lappinn minn var með 4klt batterýi?", "date": "2007-12-18 02:02:00", "post_id": 9}, {"user_name": "AntiTrust", "text": "Farðu með tölvuna í viðgerð asap varðandi skjáflöktið ef hún er í ábyrgð, það er ekkert eins illa liðið á tölvuverkstæði og kúnni sem kemur með tölvu og segir  \"já hún er búin að vera svona heillengi\".  Hljómar nú bara eins og móðurborðið / skjákortið þitt sé fucked, þeas ef þetta músarflökt er ekki software tengt.\n\r\nHvernig fartölvu ertu með nákvæmlega annars?\n\r\nMargar fartölvur á markaðnum í dag eru einfaldlega ekki með betra en 1 - 1 1/2 klst batterí.  Þú getur kreist alveg upp í hálftíma bara með því að lækka birtustig og hafa slökkt á wireless kortinu eða hafa það stillt á low power.", "date": "2007-12-18 02:12:00", "post_id": 10}, {"user_name": "SheDevil", "text": "Ég er með Packard Bell, veit nú hreinlega ekki hvaða týpa það er, það stendur ekkert á henni svo ég sjái auðveldlega.. en þetta er alveg ný týpa nýkomin í sölu. \nEkkert voðalega sátt en mig grunar nú bara að ég fái \"já þetta er bara windowsið hjá þér við berum enga ábyrgð á því\". \n\nEn ég fer með hana niðureftir á morgun, ekki spurning.. finnst þetta glatað.", "date": "2007-12-18 02:31:00", "post_id": 11}, {"user_name": "Elnino", "text": "Ég er einmitt líka með Packard Bell - \"santa rosa\" að mig minnir.\n\r\nBatterýið er max 2 klst eða nær 1 1/2 heldur en 2.\n\r\nÉg er einmitt að fara með hana niður í Tölvutek og láta þá kíkja á hana í annað sinn. Voru reyndar mjög almennilegir við mig í það fyrra og ég hef engar áhyggjur að svo verði ekki núna í vikunni. \n\r\nÉg er nánast alltaf að fá blue screen upp þegar ég vek tölvuna upp frá sleep, hefur þú ekkert verið að lenda í því rugli \"Shedevil\" ??\n\n\r\nOg AntiTrust, hvernig lækka ég wireless kortið í low power <<<icon_smile.gif>>> ?", "date": "2007-12-18 02:39:00", "post_id": 12}, {"user_name": "SheDevil", "text": "Já ég er búin að lenda í bluescreen núna 3x en ég skil ekki þessa villukóða, \nen í hvert einasta skipti sem ég starta henni úr sleep eða bara starta henni alveg frá grunni fæ ég alltaf svartann skjá sem spyr mig hvort ég vilji continue system restart, eða hvort ég vilji starta windows í safe mode eða normally.. finnst það rather fáránlegt.", "date": "2007-12-18 02:55:00", "post_id": 13}, {"user_name": "Elnino", "text": "Já við erum með sama vandamálið. Það er ljótt að segja þetta en ég glaður að þetta sé að hrella þig og þá jafnvel fleiri, því að þá er þetta pottþétt ekki bara eitthvað sem ég er í basli með og þar af leiðandi hljóta þeir að laga þetta fyrir okkur og þá fleiri - á sinn kostnað <<<icon_biggrin.gif>>>", "date": "2007-12-18 02:58:00", "post_id": 14}, {"user_name": "Danni", "text": "Bróðir minn keypti sér nýja fartölvu fyrir einhverjum mánuðum síðan. Var í fínasta lagi alveg þangað til að hann setti þennan wow tölvuleik í hana.... tölvan varð hægari en tölvan mín sem byrjaði að vera hæg árið 2005 og netið dettur út reglulega og það þarf að restarta til að koma því í gang... gerist líka á borðtölvunni hans með netið og hún er líka með wow. Og báðar með Vista.", "date": "2007-12-18 03:03:00", "post_id": 15}, {"user_name": "SheDevil", "text": "Ég er ekkert í tölvuleikjum, þannig að ekki er það að hrella mig.. og já hérna er vista.", "date": "2007-12-18 03:12:00", "post_id": 16}, {"user_name": "AntiTrust", "text": "Því miður er það mjög ólíklega svo gott <<<icon_wink.gif>>>\n\r\nBluescreen er í 90% tilvika hugbúnaðarvandamál = Ekki í ábyrgð.  Ef þú ert að nota forrit sem þú notaðir í XP en athugaðir ekki hvort væru samhæf við Vista gæti það verið vandamálið.  Hinsvegar eru (litlar) líkur á því, en það getur þó verið að vinnsluminnið sé bilað, það getur valdið Bluescreen.\n\r\nEf bluescreenið er ekki búið að vera alveg síðan þú fékkst tölvuna, þá er það e-ð forrit sem er líklega að valda þessu.\n\r\nEn ef þú ert með nákvæmlega sama vandamál og SheDevil, þá myndi ég leggja til að þið uppfærið bæði drivera fyrir Chipset og sækjið nýjustu BIOS uppfærsluna.", "date": "2007-12-18 10:39:00", "post_id": 17}, {"user_name": "baldur", "text": "Windows Vista er bara ónýtt, og ekki hægt að þræta fyrir það. Microsoft vita það líka sjálfir að það eru alveg 2 ár eftir áður en það verður tilbúið til notkunar.", "date": "2007-12-18 12:55:00", "post_id": 18}, {"user_name": "Viktorkarl", "text": "Enda er það bara hinn eðlilegasti hlutur, sniðugasta leiðin fyrir þá að vita hvað þarf að laga er að gefa þetta út\n\r\nKannski ekki besta leiðin er sniðug er hún <<<icon_wink.gif>>>", "date": "2007-12-18 12:57:00", "post_id": 19}, {"user_name": "baldur", "text": "Já þetta er ódýrasta leiðin, að láta fólk borga fyrir að beta testa hugbúnaðinn þinn <<<icon_lol.gif>>>\r\nÉg persónulega nenni ekki að vera ólaunaður beta tester fyrir microsoft...", "date": "2007-12-18 13:10:00", "post_id": 20}, {"user_name": "AntiTrust", "text": "Ég trúði nú aldrei að ég myndi eiga eftir að taka upp hanskann fyrir Microsoft, en það þeir tóku nú ágætlega langan tíma í að testa Vistað áður en þeir publishuðu það, og auðvitað eru böggar í nýju stýrikerfi .. Þótt að Microsoft séu á undan öðrum vendorum með ýmislegt þá er ekki hægt að ætlast til þess að allt sé bara \"next, next, next, finish\".", "date": "2007-12-18 13:14:00", "post_id": 21}, {"user_name": "doristori", "text": "Langar mikið að vita hvað það er sem microsoft er á undan öðrum með???\n\nFlest allt komið á undan í MacOSX eða Linux.", "date": "2007-12-18 19:09:00", "post_id": 22}, {"user_name": "elv4r", "text": "keyptir hana um daginn? farðu bara með hana í viðgerð, ætti kannski að vera ábyrgðarvinna, en windows er yfirleitt ekki í ábyrgð, myndi bara fara með hana, hvar keyptiru hana? og hvernig tölva er þetta?", "date": "2007-12-18 21:36:00", "post_id": 23}, {"user_name": "elv4r", "text": "Já, þessar packard bell vélar, eru hvergi merktar, getur séð á sumum ef þú hægri klikkar á my computer > propperties, þá ætti að koma upp nafnið á vélinni. finnst líklegt að þú sért með MB87 vélina sem var að lenda? ef þú keyptir hana bara í seinustu viku þ.e.a.s. en meina ef það kemur blue screen þá gæti það verið minnið eða harði diskurinn, en ef það er windowsið þá er engin ábyrgð tekin.", "date": "2007-12-18 21:40:00", "post_id": 24}, {"user_name": "HK RACING", "text": "Hættu að sleikja skjáinn og slefa yfir lyklaborðið pornofucker<<<punch.gif>>>", "date": "2007-12-18 21:43:00", "post_id": 25}, {"user_name": "AntiTrust", "text": "Mjög ólíklega harði diskurinn þar sem tölvan þarf að geta lesið inn á harða diskinn til að finna registry/.dll file errorið til að Bluescreena.  En hann gæti auðvitað verið með slappa nál/stýrismaskínu", "date": "2007-12-19 00:24:00", "post_id": 26}, {"user_name": "elv4r", "text": "jep, gæti verið, en þá er þetta líklegast vinnsluminnið, en já þú(shedevil) ert allavega ekki með MB87, þar sem þú keyptir þína fyrir c.a. mánuði =D en MB87 lenti i seinustu viku..\n\r\nAntiTrust, í hvaða tölvubúð ertu að vinna?", "date": "2007-12-20 00:41:00", "post_id": 27}, {"user_name": "AntiTrust", "text": "Er að vinna á tölvuverkstæði undir Árdegi, þjónustum aðallega Toshiba og Fujitsu Siemens.", "date": "2007-12-20 02:41:00", "post_id": 28}, {"user_name": "elv4r", "text": "já okei töff =D", "date": "2007-12-20 22:52:00", "post_id": 29}, {"user_name": "baldur", "text": "sumsé dýrar ónýtar vélar og bara ónýtar vélar. <<<icon_lol.gif>>>", "date": "2007-12-20 23:17:00", "post_id": 30}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_puke_r.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2007-12-17 22:02:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_puke_r.gif", "path": "full/a2305d48464819ecb7f85cd430662e937f6230be.gif", "checksum": "0c2f2fa7ec07946f3acb6877fef7ed3c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}