{"forum_title": "Almennt spjall", "id": "34541", "title": "Vantar smá upplýsingar og það fljótt!!!", "url": "http://www.live2cruize.com/spjall/showthread.php/34541-Vantar-smá-upplýsingar-og-það-fljótt!!!", "posts": [{"user_name": "B@tm@n", "text": "Sælir félagar. Ég var að kaupa mér bíl og fyrri eigandinn sagði mér að hann væri í topp standi og allt. Síðan daginn eftir byrjar hann eithvað að ganga leiðinlega og ég fer með hann á verkstæði. Þá kemur í ljós að þetta er bara eithvað drasl og ég þurft að borga slatta af pening í viðgerðir. Er ekki eithvað sem að hann eigi að láta mig vita af öllum svona alvarlegum bilunum þar sem að þetta var bilað áður en hann seldi mér bílinn? Vona að þið getið hjálpað mér.", "date": "2007-12-27 22:01:00", "post_id": 1}, {"user_name": "ArnarFB", "text": "Hann er að ég tel ábyrgur fyrir svona málum í einhvern X tíma... held ég... allavega að einhverjum hluta, sérstaklega ef hann leyndi þér fyrri bilanasögu og/eða núverandi ástandi. Þ.e. ef hann \"vissi\" að eitthvað væri að en vonaði bara að það héldist í lagi.", "date": "2007-12-27 22:04:00", "post_id": 2}, {"user_name": "olafur", "text": "það er nú bara best að tala við lögfræðing strax um svona mál er eimitt með svona leiðinda má hjá lögfræðin til skoðunar", "date": "2007-12-27 22:36:00", "post_id": 3}, {"user_name": "Olsen", "text": "Ég lendi í þessu sama og þú eftir tæpar 3 vikur eftir að ég verslaði minn bíl\n\r\nFyrri eigandi vildi ekkert borga enda algjör hálfviti<<<icon_mad.gif>>>,fór með þetta í lögfræðing þá og ekkert komið útúr því ennþá.\n\r\nAnnars ber hann ábyrgð að ég held allt að 1 mánuði frá söludegi bílsins nema annað sé tekið framm í samningum á sölu bílsins.\n\r\nHvernig bíll er þetta annars ?", "date": "2007-12-28 00:06:00", "post_id": 4}, {"user_name": "Röggi R900", "text": "Ertu með afsalið af bílnum...\n\r\nEf ekki, þá er þetta lost cause... alltaf að biðja um afsal á bíla sem er verið að kaupa, annars fellur ábyrgð seljanda úr gildi, ef þú ert með afsal, og þetta er minnir mig innan við mánuð frá kaupum, þá áttu gott case á móti honum\n\r\nAllavega þekki ég nokkra sem hafa lent í þessu og hafa ekki fengið neitt því þeir höfðu ekki afsalið af bílnum", "date": "2007-12-28 00:25:00", "post_id": 5}, {"user_name": "B@tm@n", "text": "Hvernig afsal erum við að tala um? Erum við að ræða kaupsamninginn? Var bara að kaupa hann í vikunni.", "date": "2007-12-28 02:35:00", "post_id": 6}, {"user_name": "MrManiac", "text": "Ef þetta fer í lögfræðing bendir hann á skoðanarskyldu kaupanda. Ef þú fórst ekki með bílinn í ástandsskoðun......myndi ég baraa fá mér handrukkara í þínum sporum <<<punch.gif>>>", "date": "2007-12-28 03:17:00", "post_id": 7}, {"user_name": "Orriboy", "text": "Ég hef alltaf haft það þannig og flest allir sem ég hef keypt bíla af.  Að ef ég hef bara verið að kaupa bíl sem er bara gert í gegnum svona síður.  Þá hef ég alltaf haft 14 daga ef eitthvað bilar sem seljandinn vissi ekki af þá hef ég alltaf komið því fyrir að hann  borgar helming og einnig öfugt.  En annars er það mánuður.  En eins og kemur fyrir ofan að ALLTAF að gera afsal.  Það er algjört must.  <<<icon_cool.gif>>>", "date": "2007-12-29 00:10:00", "post_id": 8}, {"user_name": "B@tm@n", "text": "Getið þið útskírt hvernig afsal þetta eigi að vera?", "date": "2007-12-29 09:44:00", "post_id": 9}, {"user_name": "AMG", "text": "fyrst þu hefur ekki meira vit a þessu enn þetta, þa mæli eg með að her eftir látiru löggilta bílasölu sjá um frágang á bilaviðskiptum þinum her i framtíðinni", "date": "2007-12-29 12:27:00", "post_id": 10}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2007-12-27 22:01:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}