{"forum_title": "Almennt spjall", "id": "35013", "title": "kúplingin hjá mér", "url": "http://www.live2cruize.com/spjall/showthread.php/35013-kúplingin-hjá-mér", "posts": [{"user_name": "Andri M.", "text": "sko þannig er mál með vexti að ég var í gærkvöldi aðeins að spóla og leika mér á einu bílaplani bæjarins, og þá allt í einu kemur bræla, og kúplingin verður slök hjá mér, og svo á endanum virkar hún bara alls ekki, s.s. kem ekki bílnum í neinn gír, en áður en kúplingin byrjaði að láta svona var stundum ef ég ætlaði að bremsa einsog bremsan stæði á sér, persónulega skil ég ekki hvernig bremsan tengist kúplingunni, \n\r\nen allaveganna eru þetta einkennin einsog bíllinn er í dag, kúplingin er mjög slök og ég kem bílnum ekki í gír\n\r\nallar hugmyndir um hvað gæti verið að vel þegnar, ásamt kannski verðhugmyndum um hvað varahluturinn og ísetning gæti kostað mig \n\r\nog já þetta er impreza gl árgerð 99", "date": "2008-01-07 08:24:00", "post_id": 1}, {"user_name": "Pict1on", "text": "kúplíngin er farin....\n\n\r\neða slitin barki eithverstaðar.... \n\n\r\nmeð bremsurnar að gera gæti þetta verið 100 mismunandi hlutir sem gætu verið að...\n\r\nklossar búnir, dælur slappar, vantar vökva... etc etc", "date": "2008-01-07 10:44:00", "post_id": 2}, {"user_name": "KiddiJeep", "text": "Í mörgum Subaru er svokallaður hill-holder, sem virkar þannig að þegar þú stoppar í brekku með því að stíga á bremsuna og kúplinguna í einu, og lyftir síðan fætinum af bremsupedalanum þá helst hann í bremsu þar til þú ert búinn að lyfta kúplingunni visst mikið. Það ásamt því að þú komir bílnum ekki í gír fær mann til að halda að það sé eitthvað að barkasysteminu (hill holderinn tengist kúplingsbarkanum)", "date": "2008-01-08 00:37:00", "post_id": 3}, {"user_name": "Lindemann", "text": "Var þessi búnaður nokkurntíman fáanlegur í ódýrari útgáfunni???(þá er ég að tala um imprezu)\r\nÉg hef allavega bara séð þetta í legacy", "date": "2008-01-08 00:52:00", "post_id": 4}, {"user_name": "oli_geir", "text": "Þetta er pottþétt þessi hillholder.  Eins og KiddiJeep segir.\r\nÞetta er fáanlegt sem aukahlutur en ég held að þetta sé í öllum öllum \"íslenskum\" Imprezum sem eru bsk í GL og GX.", "date": "2008-01-08 01:40:00", "post_id": 5}, {"user_name": "Oskar K", "text": "þetta kom nu bara standard í þeim flestum... imprezu, legacy, forester", "date": "2008-01-08 02:35:00", "post_id": 6}, {"user_name": "Arnar Sig", "text": "hvernig er kúplingin slök? ef þú kemur bílnum ekki í gír þá er annaðhvort kúplingsbarkinn slitinn eða ef það er vökvadæla þá vantar vökva á kerfið og lekur þá líklega einhverstaðar... en ef bíllinn bara fer ekki af stað en kemst í gírana þá er kúplingin líklega ónyt. \r\nen ef það er vökvakerfi þá er oft sama vökvaforðabúr fyrir bremsurnar og kúplinguna svo það gæti vantað á það...", "date": "2008-01-08 10:07:00", "post_id": 7}, {"user_name": "Andri M.", "text": "kúplingin er slök á þann hátt að venjulega fer kúplingin upp aftur eftir að stigið hefur verið á hana, en núna ef hún fer upp af sjálfsdáðum er hún lengur að því, þannig að hvað pedalann varðar er einsog það sé enginn gormur til staðar lengur sem ýtir pedalanum upp", "date": "2008-01-08 18:19:00", "post_id": 8}], "file_urls": [], "date": "2008-01-07 08:24:00", "files": []}