{"forum_title": "RÖFL", "id": "35293", "title": "Helvítis útlendingalíður!", "url": "http://www.live2cruize.com/spjall/showthread.php/35293-Helvítis-útlendingalíður!", "posts": [{"user_name": "Kristjan PGT", "text": "Ekki man ég eftir því máli að íslendingar hafi ráðist á lögreglumenn af fyrrabragði. Að sjálfsögðu hefur komið til átaka á milli lögreglumanna og íslendinga við handtökur. En að ráðast á lögreglumenn margir saman í hóp úti á götu upp úr þurru er held ég nokkuð nýtt fyrirbæri. \n\nhttp://mbl.is/mm/frettir/innlent/200..._logreglumenn/\n\r\nHelvítis villi- og ómenni!", "date": "2008-01-11 19:26:00", "post_id": 1}, {"user_name": "Dezzice", "text": "Ég var einmitt að lesa þetta á MBL áðan og mér finnst þetta rosalegt.  Að það sé stokkið út úr bíl og ráðist að lögreglunni við sína vinnu gjörsamlega af tilefnislausu finnst mér bera vott um alveg hrikalega litla virðingu fyrir lögum og reglum þessa lands.\n\nFinnst þetta ekkert smá alvarlegt mál í alla staði og maður vonar að einhver botn fáist í þetta mál og mennirnir hljóti dóm í samræmi við brot.  Vona líka að þessir lögreglumenn sem lentu í þessu jafni sig sem fyrst og að þeir hafi ekki meiðst alvarlega.", "date": "2008-01-11 19:34:00", "post_id": 2}, {"user_name": "gtturbo", "text": "Þessir aðilar sem réðust að lögreglunni eru fyllilega búnir að vinna sér inn fyrir því að vera reknir úr landi fyrir fullt og allt. Þar að auki þar sem e-h af þeim voru ekki að gera þetta í fyrsta skipti. Ef að svona fólk fær að vera hérna í landinu án þess að eitthvað stórtækt sé gert þá er greinilega endanlega orðið vonlaust að stoppa \"the worst of the worst\" að koma hingað og gera borgurum landsins lífið leitt sem ekkert hafa gert á hluta þessara aðila.", "date": "2008-01-11 19:42:00", "post_id": 3}, {"user_name": "SheDevil", "text": "Vona að þetta fari að verða til þess að ríkið opni augun fyrir þessum innflutningi á þessum glæpalíð.", "date": "2008-01-11 19:46:00", "post_id": 4}, {"user_name": "Arnar Sig", "text": "Og svo var Hells Angels bannað að koma inní landið, hvað er það??? þeir færu ALDREI að fara ráðast á lögregluna á íslandi að tilefnislausu!!! \n\r\nburt með þennan líð sem gerir eitthvað af sér, þeir meiga vera hérna meðan þeir haga sér almennilega og gera ekki allt vitlaust.", "date": "2008-01-11 20:18:00", "post_id": 5}, {"user_name": "Dezzice", "text": "Finnst það skipta litlu hvort þetta voru Íslendingar eða Útlendingar, bara það að bera svona litla virðingu fyrir lögreglufólki finnst mér svakalegt.  Hingað til hefur það ekki verið mikið vandamál að lögreglufólk sé hér barið í klessu af tilefnislausu en tímarnir greinilega eitthvað að breytast sem mér finnst hættulegt.\n\nSvo er fólk hissa á því að lögreglufólk sé orðið frekar tense stundum.  Finnst það nú barasta skiljanlegt ef þetta er orðið raunveruleikinn.", "date": "2008-01-11 20:36:00", "post_id": 6}, {"user_name": "Pétur Snær", "text": "Djöfuls helvíti!", "date": "2008-01-11 20:47:00", "post_id": 7}, {"user_name": "Olikrummi", "text": "Var akkúrat að klára að lesa greinina þegar ég sá þennan þráð og mér finnst þetta fáránlegt... Allt í fína með það að það komi einhverjir innflytjendur í landið en þetta sýnir það að stjórnvöld hafa enga stjórn á því hverjir koma inn og það er það sem mér þykir miður. Það þarf að setja einhver höft á þetta því að við erum svo lítil þjóð og það mun ekki taka langan tíma að spilla þessu landi ef að glæpalýður úr þessum löndum fær að streyma frjálst hingað til lands.", "date": "2008-01-11 20:56:00", "post_id": 8}, {"user_name": "Becker", "text": "Þú ert að grínast, right? <<<icon_lol.gif>>>", "date": "2008-01-11 20:57:00", "post_id": 9}, {"user_name": "Aron Preza", "text": "Jón Trausti<<<idea.gif>>>", "date": "2008-01-11 21:03:00", "post_id": 10}, {"user_name": "gaulzi", "text": "stendur einhvresstaðar að þetta hafi verið útlendingar? <<<icon_confused.gif>>>", "date": "2008-01-11 21:21:00", "post_id": 11}, {"user_name": "Beggi wRe", "text": "út með þetta pakk", "date": "2008-01-11 21:24:00", "post_id": 12}, {"user_name": "Aron Preza", "text": "ja það var tekið fram skirt og greinilega að þetta voru litháar í frettonum", "date": "2008-01-11 21:28:00", "post_id": 13}, {"user_name": "Dezzice", "text": "Ég sá nú ekkert um þjóðerni, var það tekið fram í sjónvarpsfréttum?  Sá bara að þarna var tekið fram að þetta væru 5 einstaklingar, þrír væru í haldi sem væru erlendir og ein íslensk stelpa sem hefði verið sleppt eftir yfirheyrslu.  Greinilega einn sloppið eða eitthvað álíka.", "date": "2008-01-11 21:32:00", "post_id": 14}, {"user_name": "intenz", "text": "Já, þessu voru þeir að bíða eftir.", "date": "2008-01-11 21:43:00", "post_id": 15}, {"user_name": "RAT", "text": "Ég þekki nú persónulega bræður sem stunduðu það ákaft að fara milli landshluta í þeim einatilgangi að lemja lögreglumenn þannig íslendingar gera þetta allveg og þeir eru ekki eina dæmið . . . einhvernvegin held ég að ef Íslenskir strákar hefðu gert þetta væri mórallin allt annar . . .", "date": "2008-01-11 22:00:00", "post_id": 16}, {"user_name": "Dezzice", "text": "Heldurru að fólki fyndist þetta eitthvað minna alvarlegt ef þetta væru pjúra íslenskir drengir sem hefðu framið þennan verknað?\n\r\nFyrir mitt leiti þá finnst mér það ekki skipta neinu máli allavegana.", "date": "2008-01-11 22:28:00", "post_id": 17}, {"user_name": "sakaxxx", "text": "þetta er rosalegt. það er örigglega ekki langt i það að löggur fara að bera vopn ef þetta heldur áfram<<<soap.gif>>>", "date": "2008-01-11 22:40:00", "post_id": 18}, {"user_name": "Beggi wRe", "text": "taser, ekki langt í það helvíti held ég <<<icon_confused.gif>>>", "date": "2008-01-11 22:43:00", "post_id": 19}, {"user_name": "Olikrummi", "text": "Munurinn á því ef að þetta væru Íslendingar eða útlendingar er sá að við getum ekki stjórnað því að glæpamenn fæðist á Íslandi en við getum gert okkar besta við að reyna að halda erlendu glæpamönnunum úti. Þessvegna byrjar þessi umræða um innflytjendur og þannig!\n\r\nAnnars fyndi mér þetta allveg jafn alvarlegt ef að þetta væru íslendingar,skelfilegt atvik í alla staði og það er leiðinlegt að einhverjir fáir innflytjendur eru að setja svartan stimpil á alla og ýta þar með undur rasisma.", "date": "2008-01-11 22:44:00", "post_id": 20}, {"user_name": "Fraizer", "text": "þetta Helv. útlendinga Hiski á Bara Að Drulla Sér Aftur Heim Til Sín... þessi Stjórnvöld Eiga Að Fara Að Gera Einhvað í þessum Málum!!!!!!", "date": "2008-01-11 22:48:00", "post_id": 21}, {"user_name": "wrxMY01", "text": "VÂ...madur vill ekki trua tessu. Vægast sagt omurlegt. Og madur verdur svo fùll tvi ad stjornvold koma aldrei til med ad gera neitt i tessu. Helv aumingjar sem stjorna thessu landi. Opna bara fyrir alla sem vilja ad koma inni landid og bida svo bara med dollaramerkin i augunum og halda ad teir verdi enntha rikari eda einhvad. Madur spyr sig bara hvad svona folk gerir ekki sem ad er i hòpum ad ràdast à og sparka i logreglumenn...", "date": "2008-01-11 23:29:00", "post_id": 22}, {"user_name": "Andri M.", "text": "þessi umræða kemur upp í hvert skipti sem einhver innflytjandi á í hlut í svona málum og það koma allir upp á afturfótunum og með svaka hótanir að það eigi að vísa þessu pakki út og þetta ríkisstjórnarpakk þurfi að fara að gera einhvað í þessum málum, svo viku seinna eru allir búnir að gleyma þessu, og ekkert er gert í neinu, \n\r\nannað hvort getur þjóðin drullast til að gera einhvað rótækt í þessu ástandi og farið að mótmæla eða einhvern djöfullin sem ykkur eða okkur dettur í hug, eða slepptþví að væla,\n\r\npersónulega er ég á þeirri skoðun að það eigi að herða eftirlit með þeim sem koma inn í landið, og gera tjékk á hverjum og einum einstaklingi,", "date": "2008-01-12 00:01:00", "post_id": 23}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Þetta er auðvitað algjör skandall....\n\r\n  Það er samt rosalega skrýtið, því að það eru svo margir af þessum útlendingum sem eru að koma hér til landsins til að vinna eru hið fínasta fólk en samt er alveg magnað hvað er ótrúlega stór hópur af öllu þessu fólki sem er algjörlega snarvitlaust og kolruglað í kollinum!\n\r\n  Er ekki að segja að við Íslendingar séum eitthvað miklu betra fólk heldur fólkið frá hinum löndunum. En það er í alvuru þannig að megnið af þessu fólki sem er að flytjast hingað eru algjörir fávitar, meðan læðist samt fínasta fólk með, einn og einn.\n\n\r\n  Æ... kem þessu ekki eins frá mér og ég ætlaði<<<icon_confused.gif>>>  er þreyttur, nenni ekki að skrifa meir og er farinn að sofa... góða nótt<<<sleep.gif>>>", "date": "2008-01-12 00:05:00", "post_id": 24}, {"user_name": "Don Garri", "text": "Einhvernvegin grunar mig að það liggi eitthvað bakvið þessa árás sem ekki kemur fram í fjölmiðlum.", "date": "2008-01-12 00:17:00", "post_id": 25}, {"user_name": "Dezzice", "text": "Það er samt ekkert sem réttlætir það að stökkva út úr bíl og berja menn í köku!!!\n\nHef aldrei skilið fólk sem getur ekki svarað öðruvísi fyrir sig en með ofbeldi.\n\nEn auðvitað kemur aldrei allt fram í fjölmiðlum.  Fólkið í landinu heyri aðeins hluta af sögunum og þannig er það með flestar fréttir.  Oftast þegar um lögreglumál er að ræða eru þeir nú ekkert að básúna hlutina í fréttamenn heldur halda meirihlutanum fyrir sig.", "date": "2008-01-12 00:48:00", "post_id": 26}, {"user_name": "KiddiJeep", "text": "Ég vil nú frekar meina að þessu sé þveröfugt farið, maður tekur bara ekkert eftir þeim sem eru ekki með neitt vesen. Ég var að vinna hjá verktaka í fyrra og það voru nokkrir útlendingar þar, allt saman fínasta fólk sem var ekki með neitt vesen.", "date": "2008-01-12 01:09:00", "post_id": 27}, {"user_name": "Stefhauk", "text": "málið er bara að þeir hlægja bara af dóminum sem þeir fá og gera það sem þeim sýnist burtu með allt þetta pakk bara <<<icon_mad.gif>>>", "date": "2008-01-12 01:19:00", "post_id": 28}, {"user_name": "kári litli", "text": "en afhverju er ekki athuguð sakaskrá hjá þessu fólki sem er að flytja til landsins? Ég meina, ég þarf að segja hvort ég sé á sakaskrá og þá fyrir hvað þegar ég sæki um vinnu<<<icon_confused.gif>>>\n\n\r\nog ekki það að ég sé á sakaskrá<<<icon_razz.gif>>> finnst að þessi þjóð ætti aðeins að fara opna augun áður en þetta land sekkur dýpra og það verður ekki hægt að gera nokkursn skapaðan hlut!", "date": "2008-01-12 01:47:00", "post_id": 29}, {"user_name": "Dezzice", "text": "tek undir það að fólkið sem er hérna og er bara eins og við hin fer alveg framhjá manni og maður spáir ekkert í því en svo kemur alltaf einhver svona umræðu þar sem lítil prósenta af þessu liði brýtur af sér og þá á að hengja alla af sama þjóðerni fyrir brot nokkurra.  Verulega unfair en maður skilur svosem að fólki blöskri.  Orðið full algengt og brotin bara versna.", "date": "2008-01-12 01:52:00", "post_id": 30}, {"user_name": "Peanuts", "text": "Mitt álit.\n\nÚtlendingar:\nGott mál að mestu leiti, það þarf vinnuafl hérna og íslendingar fást ekki í hvaða vinnu sem er að því er virðist.\n\nÓheft flæði af glæpamönnum erlendis frá hingað til lands verður að teljast óásættanlegt með öllu, þrátt fyrir að þeir séu útlendingar, og F%%K you þessir frjálslyndisbjánar sem halda að þetta séu fordómar.\n\nÞað er rétt það sem kom fram hér áður, að besta vinnuaflið er auðvitað ekki að velja að fara til Íslands, það er því miður pakkið sem endar hér.\n\nAllir Dabbi G......ás þeirra austur evrópuþjóða virðast vera að dala uppi hérna á okkar góða landi.\n\nFordómar: NEI\n\nHvað ef rónarinir, og barnaníðingarnir frá íslandi færi skyndilega að flytja til Færeyja, væru þeir með fordóma með að vilja ekki hýsa slíkt fólk? NEI\n\nÉg þekki stelpu sem hefur búið hér megin part af sínu lífi og er ættuð frá Póllandi, hún er túlkur sem túlkar oft fyrir lögregluna.\n\nHún, pólsk, segir að við séum að fá glæpahundanna og fangelsismatinn ,sem fær ekki einu sinni vinnu í pólandi.\nPólverjar eru samt skömminni skárri en helv litháanir.\n\nMálið er að þetta pakk er vant því að lögreglan þarna úti lemji það í harðfisk útaf engu osf. Það kemur hingað þar sem lögreglan er óvopnuð, og í raun hagar sér allt of rólega miðað við aðstæður.\n(ef þú reynir erlendis það sem fólk reyndir hérna heima við lögguna, þá ferðu heim með nokkur beinbrot)\n\nÞeir eru auðvitað fljótir að sjá þetta og nýta sér þetta.\n\nEn loka viðvörunin er sú, að núna er ennþá gott atvinnuástand á íslandi\n\nBÍÐIÐ þar til harðnar í atvinnuástandi, þá byrja ránin og glæpirnir hjá þessu liði fyrst að fá athygli.\n\n\nVið eigum bara að loka okkar litlu eyju og velja innþá sem eru hæfir, en ekki vera í Shcengen osf þar sem viðo MEIGUM ekki einu sinni skoða sakaferil á fólkinu sem kemur hingað", "date": "2008-01-12 02:07:00", "post_id": 31}, {"user_name": "Arnar Sig", "text": "Ég þekki Jón Trausta ágætlega, hann er bara fínasti gaur, rosalega hress og kátur alltaf, hann er ekkert að lemja löggur fyrir ekki neitt...", "date": "2008-01-12 02:14:00", "post_id": 32}, {"user_name": "SnowMan", "text": "Mér finnst þá ekkert skrítið að þeir hafi gert þetta, var um daginn í fangaklefa og þeir voru búnir að kroppa á fullu í veggina eitthvað rugl sem ég skildi ekki svo stóð \"LITHUANIA!\"", "date": "2008-01-12 02:22:00", "post_id": 33}, {"user_name": "Xarl", "text": "Var einmitt að tala við einn fyrrum lögruglumann um þetta í dag.\r\nHann var að tala um að þetta var fíknó, og þessir menn eru ekkert að fara að láta þetta sleppa sko.. Ef þú ert að vinna með svona pakk alla daga þá geta þeir ekki sýnt neinn \"aumingjaskap\"..\n\r\nAnnars þá er þetta aðeins of langt gengið að ráðast allt í einu á lögreggluna.. 20 ára fangelsi bara <<<icon_wink.gif>>>", "date": "2008-01-12 02:55:00", "post_id": 34}, {"user_name": "Binni", "text": "sökkva þessum", "date": "2008-01-12 03:05:00", "post_id": 35}, {"user_name": "gr33n", "text": "Sammála.... Jón Trausti er ótrúlega hress gaur, og kurteisin uppmáluð <<<icon_smile.gif>>>", "date": "2008-01-12 10:55:00", "post_id": 36}, {"user_name": "xrated", "text": "þessi þráður er orðinn <<<icon_rolleyes.gif>>>", "date": "2008-01-12 11:08:00", "post_id": 37}, {"user_name": "xrated", "text": "já og pólverjar eru alveg glataðir flestir,, þeir eru bara hérna til að vinna sem þeir nenna engan vegin og senda síðan alla peningana aftur til póllands þessvegna eru þeir svona miklir fávitar,, en litháar eru algjörnir snillingar enda eru þeir þakklátir fyrir að vera hérna því þeir enda bara í fangelsi eða dauðir heima hjá sér,,,,, en litháar eru,,,,,,,,,,,,,bilaðir", "date": "2008-01-12 11:12:00", "post_id": 38}, {"user_name": "hundur", "text": "Ég segi bara \n\n\n\nÍFÍ all the way!!!", "date": "2008-01-12 11:38:00", "post_id": 39}, {"user_name": "einarak", "text": "Orð! (ekki við hæfi að segja \"word\")", "date": "2008-01-12 11:43:00", "post_id": 40}, {"user_name": "Viktorkarl", "text": "Pakk                         .", "date": "2008-01-12 13:29:00", "post_id": 41}, {"user_name": "Jonj", "text": "Pakk x 2\n\nhttp://visir.is/article/20080112/FRETTIR01/80112027", "date": "2008-01-12 15:27:00", "post_id": 42}, {"user_name": "Don Garri", "text": "Segðu þetta aftur þegar þú ert búinn að vinna í nokkur ár við að plokka orma úr fisk.", "date": "2008-01-12 16:14:00", "post_id": 43}, {"user_name": "Fraizer", "text": "Deildu með okkur reynslusögum <<<icon_cool.gif>>>", "date": "2008-01-12 16:43:00", "post_id": 44}, {"user_name": "Aron Preza", "text": "eg var ekkert að setja útá hann,en nefbraut hann ekki löggu uppi flugstöð???:LOL:", "date": "2008-01-12 20:48:00", "post_id": 45}, {"user_name": "Jasmín babe", "text": "Ekkert annað en villimenn, á hreinlega bara að senda svona menn úr landi", "date": "2008-01-12 22:51:00", "post_id": 46}, {"user_name": "Peanuts", "text": "Stígamót hafa tekið sérstaka ákvörðun núna um að skrá fæðingarland/uppruna nauðgara í málum sem þau fá til skoðunar árið 2008 og framvegis.\n\r\nTilviljun ?", "date": "2008-01-13 01:39:00", "post_id": 47}, {"user_name": "CS", "text": "Þegar fólk sem fremur glæpi á þessu landi fær ekkert smá væga dóma.... gengur laust..... Ná að flýja land ef það brýtur af sér þetta á bæði við um Íslendinga og erlenda ríkisborgara.  Kæmi mér ekkert á óvart ef að fólk sem eru erlendis ríkisborgara kæmi hér til landis til fremja glæpi stærri stíll  þegar það kemst hversu veikir dómar þau fá hérna ásamt því það frekar létt að slappa úr landi.\n\r\nFyrir þá sem eru með þetta dæmi í sínum bílium \"ÍFÍ\" grow up kids, án þeirra værum við ekki í svona góðum málum í dag með hvað við höfum það gott.  þó mart mætti fara betur þar, þá er ég meina hvað við erum að nota þá!.", "date": "2008-01-13 06:46:00", "post_id": 48}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/idea.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/sleep.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2008-01-11 19:26:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/idea.gif", "path": "full/1feb93e6960148d40022d28a698668c26111c815.gif", "checksum": "4a4ecf71e2ec396e39c37cb8ee99ad3c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/sleep.gif", "path": "full/9a37cfab1f36d4c0b433b92f4b5781d83b070968.gif", "checksum": "e6f03d14781ef0d3810d245f5722af94"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}