{"forum_title": "Bílahornið", "id": "35919", "title": "Cusco sanna að strut bar virkar", "url": "http://www.live2cruize.com/spjall/showthread.php/35919-Cusco-sanna-að-strut-bar-virkar", "posts": [{"user_name": "Lolli DSM", "text": "Menn hafa greinilega verið að efast um að strut bar gerði e-d.\n\r\nÉg hef aldrei efast. Hljómar mjög eðlilega að demparaturnar hreyfist þegar maður er að taka á bílnum.\n\r\n\"Many individuals are skeptical whether or not a strut tower bar makes any difference in a vehicles handling. Alot of individuals believe its just for looks but Cusco's technical team has tested and proven how Cusco Strut Tower Bars can improve your vehicles performance.\"\n\n\nhttp://www.jdm-option.com/eng/pr_CUSCO/towerbar.html", "date": "2008-01-21 12:56:00", "post_id": 1}, {"user_name": "gr33n", "text": "hvaða bavíanar hafa verið að halda því fram að svona styrkingar virki ekki?!\n\nþetta hefur verið margsannað í heimi akstursíþróttanna.", "date": "2008-01-21 15:51:00", "post_id": 2}, {"user_name": "MaxPeugeot309GTi", "text": "það er aðalega spurningin \"hvenær þarftu strut bar\"  efast að þú þurfir það í DD bíl eða bíl sem er stundum ekið greitt á götuni ekki satt, en braut, þá skiptir það náttúrulega máli, ég tel ekki að götu bíll þurfi strut bar þar sem strutarinir eru mjög sterkir, ef bílinn þinn slær saman þá þarf hann að þola það ekki satt, og hvar eru samsláttarpúðarnir í mörgum bílum, jú á demparanum og hvert tengist hann, jú í strutinn, er ekki að segja að strut bar virki ekki, þvert á móti, bara hvenær þurfum við hann, er vert að eyða pening í hann fyrir DD bíl", "date": "2008-01-21 20:21:00", "post_id": 3}, {"user_name": "Lolli DSM", "text": "Já það er þess virði myndi ég segja.. ekki spurning. Þá er ég heldur ekki endilega að meina að eyða tugum þúsunda í e-d mega bling eins og cusco heldur er hægt að fá ódýrari sem gera þá sama gagn.\n\r\nMaður sér núna sífelt fleiri \"sportbíla\" koma með svona sem original part þannig að ef maður er mikið að NOTA bílinn og hann er ekkert stífaður er um að gera að smella sér á svona...", "date": "2008-01-22 00:41:00", "post_id": 4}, {"user_name": "MaxPeugeot309GTi", "text": "Já þetta finnst örugglega ódýrara, en ekki eru allir bílar smíðaðir eins, sumir eru með stífari body og sumir mýkra fer nátla eftir smíðinni á bílnum, sumir þurfa meiri krafta til að sveigja þá en aðrir minna, svo það er bara gott að kynna sér bílinn sinn, t.d. er pointless fyrir mig að setja svona í cobruna eins og hún er notuð sem DD miða við hvað ég hef lesið, meira segja eru track day gaurarnir sem fara reglulega á brautir, eru ekki búnir að setja þetta í Cobruna, Allavega á þvi Forum sem ég les, en samt sem áður myndi ég spá í þessu ef ég færi á nægilega stóra braut sem myndi reyna virkilega á þetta, en þetta virkar engin spurning, en til að finna munin þarftu að beita bílnum, þannig það er langbest að kynna sér bílinn og vita hvað þú ætlar þér útúr honum svo þú vitir hvernig best er að fara með casið, bara pointerar fyrir þá sem hugsa um casið og hvernig þeir vara þvi í bílinn hjá sér", "date": "2008-01-22 18:38:00", "post_id": 5}], "file_urls": [], "date": "2008-01-21 12:56:00", "files": []}