{"forum_title": "RÖFL", "id": "36438", "title": "Sprengingar nálægt íbúðarhúsum !", "url": "http://www.live2cruize.com/spjall/showthread.php/36438-Sprengingar-nálægt-íbúðarhúsum-!", "posts": [{"user_name": "Maggi B", "text": "Er ég kanski bara einn um það að það sé algjörlega ömurlegt og bara léleg vinnubrögð ef að það sé verið að sprengja upp jarðveg í nálægð við íbúðarhús og ekki látið kóng né prest vita ?\n\r\ntd þá er verið að sprengja hér uppi á vatnsenda og húsið sem ég bý í nötrar og skelfur í hvert skipti. fyrst hélt ég að þetta væru jarðskjálftar. Ég veit að þetta er algjört nöldur en vá hvað þetta böggar mig að það sé ekkert tilkynnt um þetta !", "date": "2008-01-29 15:37:00", "post_id": 1}, {"user_name": "Kjartanbj", "text": "þú vilt kannski frekar að þeir séu að fleyga 24/7 :P annars jú ætti nú að láta vita", "date": "2008-01-29 15:54:00", "post_id": 2}, {"user_name": "ArnarFB", "text": "Það voru nú daglegar sprengingar í grunninum þarna við Vesturlandsveg, þar sem Rúmfatalagerinn og það er í byggingu... Talsverðar spreningar, drunur og hávaði. \n\r\nMér fannst þetta gaman <<<icon_biggrin.gif>>>", "date": "2008-01-29 16:08:00", "post_id": 3}, {"user_name": "Erica", "text": "Er ekki tilkynningarskylda varðandi svona?", "date": "2008-01-29 16:21:00", "post_id": 4}, {"user_name": "ArnarFB", "text": "Njeee... Það stórefa ég. Ekki nema þetta sé í bakgarðinum hjá þér og þér er illa við að  láta breyta honum í holu.", "date": "2008-01-29 16:32:00", "post_id": 5}, {"user_name": "Legend", "text": "Þegar að nýji keflavíkurvegurinn var lagður þá var nú heldur betur sprengt... Enginn látinn vita af sprengingum en okkur var sagt að það myndi vera vinnulóð þarna í e-n tíma.", "date": "2008-01-29 16:34:00", "post_id": 6}, {"user_name": "Mimir", "text": "það er verið að sprengja hérna rétt hjá, og ekk böggar þessi smátitringur mig sem kemur á 20 min fresti, annars fengum við bréf =)", "date": "2008-01-29 16:50:00", "post_id": 7}, {"user_name": "Maggi B", "text": "við erum ekkert að ræða neitt lítið. ég þori valla að henda sjónvarpinu á veggfestinguna strax þar sem hann nær að dingla vel við hverja sprengingu á standinum", "date": "2008-01-29 16:54:00", "post_id": 8}, {"user_name": "einart", "text": "það er verið að sprengja á fullu rétt fyrir neðan þar sem ég bý og á víst að vera svoleiðis næsta hálfa árið<<<icon_mad.gif>>>", "date": "2008-01-29 18:24:00", "post_id": 9}, {"user_name": "Andri M.", "text": "það er búið að vera að sprengja við enda götunnar hjá mér síðustu tvö til þrjú árin, og mér finnst þetta allt í lagi, auk þess kemur alltaf flaut bæði fyrir og eftir sprengingar þannig að ef maður er ekki að blasta heimilsgræjunum or som að þá veit maður alltaf hvenar sprengingarnar koma,", "date": "2008-01-29 18:41:00", "post_id": 10}, {"user_name": "Jói ÖK", "text": "Þegar bílastæðahúsið í stjörnuporti var byggt var nátturlega sprengt allt þar... ég á heima nokkrum metrum þar frá (á barónsstígnum fyrir neðan PizzaComp...) það nötraði allt og skalf hérna heima, ekki vorum við látin vita... og þetta var alltaf byrjað um klukkan 8 á morgnanna og stóð frameftir...", "date": "2008-01-29 23:48:00", "post_id": 11}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif"], "date": "2008-01-29 15:37:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}]}