{"forum_title": "RÖFL", "id": "37918", "title": "tölvunörda spurning", "url": "http://www.live2cruize.com/spjall/showthread.php/37918-tölvunörda-spurning", "posts": [{"user_name": "Bc3", "text": "eg VERÐ að fara verzla mer innraminni i ferðatölvuna en i henni er 512mb 333mhz minni og hun á að styðja 4gb þannig ég var að spá get eg keyft 2x 2gb kubba sem eru 667MHz? og ss hennt þessum 512mb kubb??", "date": "2008-02-19 15:04:00", "post_id": 1}, {"user_name": "Aglii", "text": "Getur keypt 667mhz fartölvuminni ef hún styður 667mhz", "date": "2008-02-19 15:07:00", "post_id": 2}, {"user_name": "Bc3", "text": "ok takk ss hun verður að styðja 667mhz til að eg geti notað það", "date": "2008-02-19 15:08:00", "post_id": 3}, {"user_name": "Sergio", "text": "reyndar hefur ekkert með 4gb að gera í 32bita styrikerfinu þar sem max er 3gb, en held samt það er örruglega best for the buck að kaupa 2x 2gb", "date": "2008-02-19 15:10:00", "post_id": 4}, {"user_name": "Bc3", "text": "eg er með 64bit", "date": "2008-02-19 15:15:00", "post_id": 5}, {"user_name": "Siggi-Lancer", "text": "já talvan verður að geta stutt 667 mhz kort til að geta notað það.", "date": "2008-02-19 15:20:00", "post_id": 6}, {"user_name": "Bc3", "text": "siðan þetta er þetta eðlilegt bara altyeinu byrjaði tölvan öll að vera gg lengi og eitthvað :S", "date": "2008-02-19 15:20:00", "post_id": 7}, {"user_name": "ZeroSlayer", "text": "Það er kveikt á of miklu óþarfa drasli hjá þér.\n\n\r\nFarðu í start - run og skrifaðu msconfig og veldu þar startup\n\n\r\nÞar geturu slökkt á óþarfahlutum sem starta sér þegar þú kveikir á tölvunni. \n\r\nÉg mæli samt ekki með því að vera að slökkva á hlutum ef þú veist ekki hvað þeir eru en ef þú sérð einhvern hlut þarna sem þarf ekki að kveikna á þegar þú kveikir á tölvunni skaltu taka hakið úr þeim hlut.\n\r\nSvo mæli ég með því að þú farir í Start - all programs - accessories - system tools og disk cleanup og keyrir það, það ætti að hjálpa aðeins til við að gera tölvuna þína hraðari.", "date": "2008-02-19 15:45:00", "post_id": 8}, {"user_name": "AntiTrust", "text": "What he said. www.processlibrary.com ef þú ert ekki viss hverju þú mátt slökkva á og hverju ekki.\n\r\nEn það sem þú mátt ALLS ekki gera er að kaupa þér 667mhz minni því það er DDR2 en 333 er DDR1 og DDR1 passar EKKI í DDR2 raufar.\n\r\nPS. 32 Bit stýrikerfi sýnir allt að 3,3 Gb Ram og getur oftast notað mestmegnis af þessum 4Gb þótt þú sjáir ekki nema 3,3.", "date": "2008-02-19 16:04:00", "post_id": 9}, {"user_name": "intenz", "text": "Bara svona til að leiðrétta þig þá heitir minni DDR-* eða DDR2-* þar sem stjarnan er gagnahraði, ekki bushraði. Sem sagt DDR2-667 er með bus hraðann 333 MHz en 667 DTPS (Data Transfers Per Second).", "date": "2008-02-19 16:57:00", "post_id": 10}, {"user_name": "AntiTrust", "text": "Rétt er það, þessi mhz áttu ekkert að vera þarna.\n\r\nHinsvegar það sem ég var að reyna að koma fram, er að DDR er 184 pinna en DDR2 eru 240 pinna og ganga þar af ekki í sömu raufar.", "date": "2008-02-19 17:34:00", "post_id": 11}], "file_urls": [], "date": "2008-02-19 15:04:00", "files": []}