{"forum_title": "RÖFL", "id": "38288", "title": "Pirraður útí Elko", "url": "http://www.live2cruize.com/spjall/showthread.php/38288-Pirraður-útí-Elko", "posts": [{"user_name": "Loud1", "text": "Jæja nú verð ég bara að hella úr skálum reiði minnar..\n\r\nÞannig standa nú hlutirnir að síðasta sumar keypti ég 500gb utanáliggjandi harðan disk í fríhöfninni í Elko frá Packard Bell. Diskurinn var frá byrjun voða risky og fór oftast ekki í gang nema honum þóknaðist og þegar hann gerði það þá vogaði ég mér ekki að slökkva á honum næstu mánuði.  Straumbreytirinn var líka alltaf eitthvað skrítinn því það snarkaði í honum eins og það væri að kvikna í honum <<<confused.png>>>\n\r\nEn svo einhvern tímann um daginn dó straumbreytirinn og dró diskinn með sér í dauðann því þegar ég fór í Elko virkaði ekki næsti straumbreytir.\n\r\nÞannig að ég fer í Digital Task til að redda gögnunum, vil koma því að það er frábær verslun og gæjarnir á verkstæðinu hafa ekkert verið nema hjálplegir.  Allavega ná þeir að keyra diskinn upp og ég kem með annan Seagate disk úr Elko til að geta fært öll herlegheitin yfir af skemmda disknum.\n\r\nÉg er rukkaður um 6500 kall fyrir bilanaleit og fer heim með nýja diskinn minn voða ánægður og ræsi hann upp.  Það virkar smooth í svona 10 mínútur en þá tek ég hann úr sambandi og fer með hann annað og kveiki á honum þar.\n\r\nNeinei, þá er helvítis nýi diskurinn allt í einu bilaður líka !!\r\nEitthvað helvítis píp í honum og ekkert sést af honum í tölvunni <<<icon_mad.gif>>>\n\r\nÉg sé fram á 6500 kr. bilanaleit aftur og vesen sem fylgir því að fá þriðja diskinn frá Elko.. hvað er með þetta; selja þeir manni ekkert nema helvítis handónýtar vörur ?!\n\r\nHefur einhver reynslu af svona löguðu í sambandi við harða diska frá Elko?", "date": "2008-02-24 18:25:00", "post_id": 1}, {"user_name": "RAT", "text": "kem bara til með að versla heimilistæki hjá þeim ef þess er þörf útaf góðri ábyrgð og þ.h hef aldrei lennt í neinu veseni með svona vörur og ég hélt að þeir ábyrgðust allt no prob. bara að þú eigir nótu þá færðu nýjan hlut.", "date": "2008-02-24 18:31:00", "post_id": 2}, {"user_name": "intenz", "text": "Kommon, þetta Er Packard Bell!!!", "date": "2008-02-24 18:31:00", "post_id": 3}, {"user_name": "AntiTrust", "text": "Ég er nú nokkuð viss um að þetta tengist diskum frá \"Elko\" ekki neitt, bara til mismunandi góð merki. Hugsa nú frekar að hýsingin sé að slá diskunum útaf laginu. Þú hefðir líka auðvitað átt að fara og skipta þessum disk út f. nýjann um leið og vandamálið kom upp. En ef diskurinn er farinn að pípa á þig veit það oftast ekki á gott, og lítið hægt að gera til að koma honum aftur í gang, nema borga morðfjár fyrir.", "date": "2008-02-24 18:33:00", "post_id": 4}, {"user_name": "Loud1", "text": "jújú allt er þetta í ábyrgð og ég fékk þennan Seagate disk frítt.. en ég sé bara eftir tímanum sem fer í allt þetta skutl fram og til baka í elko, í digital task og svo peningurinn sem ég þarf að borga task mönnum\n\nen hei... two in a row? =|", "date": "2008-02-24 18:44:00", "post_id": 5}, {"user_name": "Gunnarmh", "text": "Hefðir ekki átt að fá nýjan disk frá þeim, frekar að fá endurborgað og fara annað með viðskiptin þín.\n\nÁtt ekki að gera sömu mistökin tvisvar", "date": "2008-02-24 18:55:00", "post_id": 6}, {"user_name": "AntiTrust", "text": "BT, Elko og Max bjóða ekki upp á endurgreiðslu nema innan ákveðins tímaramma, og eftir það eru það yfirleitt bara í mjög sérstökum tilvikum. Yfirleitt er endurgreiðslan bara í formi inneignarnótu.", "date": "2008-02-24 19:02:00", "post_id": 7}, {"user_name": "Viktorkarl", "text": "Kemur ELKO náttúrulega ekkert við að diskanir bili, en ef þeir eru svona viljugir að láta þig fá nýja diska er þjónustan þar bara góð, ekki satt ?", "date": "2008-02-24 20:26:00", "post_id": 8}, {"user_name": "Loud1", "text": "Jújú þjónustan er ágæt.. en af hverju selja þeir svona lélega vöru? Ég nenni ekki að koma þangað einu sinni í viku til að fá nýjan harðan disk sem virkar í smá tíma og svo er hann off <<<confused.png>>>\n\r\nsvo er líka bensíneyðsla og peningurinn sem fer í task sem maður er að pirrast yfir..", "date": "2008-02-24 21:57:00", "post_id": 9}, {"user_name": "DínuZ-sUpeRmaN", "text": "Hefði nú haldið að þar sem diskurinn er í ÁBYRGÐ hjá ELKO eigi þeir að borga þennan pening sem fer í TASK. Ég fór t.d. með tölvuna mína í viðgerð, sem er keypt hjá ELKO, fór með hana niður í TASK en ELKO borgaði það að sjálfsögðu. Enda tölvan í ÁBYRGÐ !!!!", "date": "2008-02-24 22:12:00", "post_id": 10}, {"user_name": "AntiTrust", "text": "Allt annað þegar verið að tala um gagnabjörgun, ábyrgðin er á harða disknum en nær aldrei til neinna gagna sem inná disknum voru.", "date": "2008-02-24 22:25:00", "post_id": 11}, {"user_name": "DínuZ-sUpeRmaN", "text": "Ahhh.. hugsaði ekki svona langt <<<icon_wink.gif>>>", "date": "2008-02-24 22:27:00", "post_id": 12}, {"user_name": "Loud1", "text": "nei sjáðu til hann rukkaði mig ekkert fyrir gagnabjörgun heldur bara bilanaleit <<<confused.png>>> diskurinn hrökk víst í gang frekar auðveldlega þegar hýsingin var farin..\n\r\nbtw fór áðan í task og gæinn sagðist ekki vera viss um að geta náð gögnunum eins auðveldlega af seagate disknum =/\n\r\nþarf að fara í elko að reyna að fá nýjan disk á eftir <<<crash.gif>>>", "date": "2008-02-25 14:18:00", "post_id": 13}, {"user_name": "Bjaddni", "text": "mér sýnist nokkuð augljóst að hýsingin er einhver sori. annars eiga öll raftæki að vera í 2 ára ágyrgð hjá þessum fyrirtækjum. inneignarnóta er oftast bara trick ég hef lent í þessu með BT 2X sinnum að ég fór og skilaði vöru og þeir ætluðu að láta mig fá inneignarnótu í staðin, ég sagði bara að ég hefði borgað þetta með peningum og vildi fá peninga til baka það var í bæði skiptin gert smá mál úr þessu og kallað á verslunarstjóran en í bæði skiptin fékk ég bara peninginn til baka því þeir hafa í sjálfu sér engan rétt á að neiða þig til að versla við sig", "date": "2008-02-25 15:04:00", "post_id": 14}, {"user_name": "AntiTrust", "text": "Það er sama, nú vinn ég á tölvuverkstæði og þetta er sama hér, þú kemur með tölvu í viðgerð, en hættir svo við viðgerðina þegar kemur í ljós að ekki er um ábyrgðarvinnu að ræða, þá þarftu samt sem áður að borga fyrir núþegar unna vinnu, skoðunargjaldið. En svo er spurning hvað þeir gerðu mikið fyrir þennan 4500kr..\n\r\nPS. Mjög fáir ef e-r sem er með alvöru græjur hér á landi til að ná gögnum af \"ónýtum\" diskum.", "date": "2008-02-25 15:20:00", "post_id": 15}, {"user_name": "Loud1", "text": "6500 kr..\n\r\naf hverju geta elko ekki borgað þetta.. þá vantaði staðfestingu á því að diskurinn væri ekki í lagi..", "date": "2008-02-26 13:00:00", "post_id": 16}, {"user_name": "AntiTrust", "text": "Ef diskurinn er greinilega bilaður, en þeir neita að skipta honum út nema fá staðfestingu frá þjónustuaðila ber þeim að borga allan kostnað, algjörlega borðleggjandi.", "date": "2008-02-26 13:04:00", "post_id": 17}, {"user_name": "Loud1", "text": "jæja.. í þessum töluðu orðum er verið að ná gögnunum af disk nr. 1 og færa yfir á disk nr. 3..\n\r\nþað var víst eitthvað vesen að ná gögnunum af þessum seagate disk..", "date": "2008-02-26 13:06:00", "post_id": 18}, {"user_name": "Olikrummi", "text": "Keypti eins disk í fríhöfninni, hann er núna ónýtur :/ en það var samt þannig að ég missti hann í gólfið að vísu ofan á púða en það vaar nóg!", "date": "2008-02-26 22:44:00", "post_id": 19}, {"user_name": "Wicked", "text": "Digital Task eru með tæki frá ibas gagnabjörgun og eru því í vel stakk búnir til að sinna svona gagnabjörgun og hafa náð miklum árangri á þessu sviði. Ef að bilunin er það mkil hinsvegar að diskurinn snúist ekki eða nálin hreyfist ekki þá eru litlar líkur á að gögn náist, en þeir gera allt sem þeir geta til að ná í gögnin. Ef að þeim tekst ekki að ná í gögnin með hjálp ibas tækjanna þá er í boði að senda diskinn út til ibas sem er með sér húsnæði og aðstöðu til að opna diska. \n\n\n\r\nSvo er það auðvitað bara einfaldast að taka alltaf afrit af öllum mikilvægum gögnum <<<icon_wink.gif>>>", "date": "2008-02-26 23:45:00", "post_id": 20}, {"user_name": "Sæli", "text": "hæ gunni <<<banana.gif>>>", "date": "2008-02-27 02:33:00", "post_id": 21}, {"user_name": "AntiTrust", "text": "Það geta allir með USB tengi og hýsingu keyrt góð Recovery forrit, þegar ég er að tala um að diskur sé \"ónýtur\" þá er ég að tala um ónýta stýrismaskínu eða eins og þú segir stöðvaðar nálar og diska. Ef um svoleiðis skemmdir eru að ræða, er nú yfirleitt alltaf HÆGT að ná gögnum - Snýst bara um hvað þú ert tilbúinn að borga fyrir svoleiðis gagnabjörgun, það getur oltið á hundruðum þúsunda.", "date": "2008-02-27 08:44:00", "post_id": 22}, {"user_name": "FanSi", "text": "segðu félagi,, ekki skrítið að þú sért pirraður útí þetta pakk.. ég hef aldrei fengið jafn lélega þjónustu hjá fyrirtæki áður.. byrjaði á því í sumar að kaupa mér tölvu frá elko og svona mánuði eftir það bilar hún,, okay hún er er í ábyrgð svo ég fer með hana í digital task og þeir segja að það taki 1-3 vikur að gera við hana ekki lengra en það .. tölvan var tilbúin eftir 6VIKUR það eru ekki 1-3 vikur, ástæðan fyrir því að þeir héldu að skjárinn væri ónýtur en ég var búin að segja þeim það að þetta væri eitthvað í móðurborðinu.. en þeir bara hlustuðu ekki á mig og pöntuðu nýjann skjá og föttuðu þá að þetta væri móðurborðið og þurftu að panta það.. :@  og svo kannski 3vikum eftir það bilar hún aftur og núna er hún búin að vera í 2mánuði hjá þeim.. mér dettur ekki til huga að fara og versla eða fara með eitthvað í viðgerð hjá þeim aftur þetta eru heftir hálfvitar  <<<soap.gif>>>  ég er búin að hringja 1-2 í viku og tjekka og fæ alltaf sama svarið ''já við erum bara að bíða eftir varahlutnum'' ..\r\nmæli ekki með þeim ,, sama hvað þið gerið ekki fara þangað.. og ef það er einhver hér á spjallinu sem er að vinna í digital task þá ertu ******..", "date": "2008-02-27 08:56:00", "post_id": 23}, {"user_name": "Gunninn", "text": "komdu hingað og segðu það við mig, ég heiti Gunnar og er Verslunarstjóri í Digital Task.\n\r\ntek vel á móti þér.\n\r\nVarðandi tímann sem tekur að gera við vélina þína þá er lítið við þessu að gera, við framleiðum ekki varahlutina eða getum haft alla mögulega varahluti á lager hjá okkur.\n\r\nAlmennt tekur ekki nema viku að fá varahluti sem eru í ábyrgð, það miðast auðvitað við að varahluturinn sé til á lager hjá framleiðanda erlendis sem því miður er ekki alltaf raunin.\n\r\nÞað er alltaf leiðinlegt þegar viðgerðir dragast vegna skorts á varahlutum en það er spurning um að horfa aðeins á málið í víðara samhengi en að allt sé Digital Task að kenna, ég gæti alveg eins fært þá bara rök fyrir því að það sé þér að kenna að kaupa vél sem bilaði.\n\r\nEf þú hefur eitthvað við þetta að bæta þá vill ég biðja þig um að koma á staðinn og ræða við mig.\n\r\nekki vera með eitthvað barnalegt skítkast á netinu í einhverjum misskilningi á aðstæðum.\n\r\nkv. Gunnar Trausti.", "date": "2008-02-27 10:14:00", "post_id": 24}, {"user_name": "AntiTrust", "text": "ahahaha það verður svo nett vandræðalegt þegar kauði mætir á staðinn að sækja tölvuna sína! \n\r\nEn þetta er auðvitað rétt hjá Gunna, það tekur allt frá 1 - 5 daga að fá varahluti, miðað við að þeir séu til hjá byrgjum úti. Ef þeir þurfa að fá hlutina beint úr verksmiðju eða frá byrgjum í Asíu, er lítið sem hægt er að gera nema bara bíða, í flestum tilfellum eiga verkstæði ekki til alla mögulega parta í allar týpur sem þau þjónusta, alltof mikið framboð til að það sé hægt.", "date": "2008-02-27 10:56:00", "post_id": 25}, {"user_name": "Loud1", "text": "sko, ég hef ekkert við digital task að athuga.. þeir eru bara liðlegir og hjálpsamir... ég er að amast út í Elko fyrir að selja mér lélegar vörur.\n\nReyndar skil ég alveg að það þarf voða lítið til að skemma svona utanáliggjandi diska, hann þarf bara að detta á hliðina og þá er hann ónýtur, fastur eða skemmdur á annan hátt.  Best er náttúrulega að hafa þetta bara inn í tölvunni og ég myndi gera það þannig ef móðurborðið mitt væri með laust tengi, 1x IDE og 1x SATA bæði í notkun =/\n\nþannig að ég verð að gera þetta svona", "date": "2008-02-27 12:43:00", "post_id": 26}, {"user_name": "AntiTrust", "text": "Eitt orð fyrir þig félagi : ÖPPGREID! <<<icon_lol.gif>>>", "date": "2008-02-27 13:02:00", "post_id": 27}, {"user_name": "DínuZ-sUpeRmaN", "text": "Vóó rólegur, ég hef líka lent í því að þurfa að bíða lengi og þeir voru ekkert nema elskuleg heitin - buðu mér að fá tölvuna mína eins og hún var á meðan væri verið að bíða eftir nýjum skjá í hana en ég lifði af án hennar í þennan tíma og fékk mikið betri tölvu að launum sem var bara algjör snilld og þess virði að bíða <<<icon_cool.gif>>><<<icon_cool.gif>>>\n\r\nOg rólegur á að kalla aðra menn fávita, ég hef aldrei fengið betri þjónustu í þessum tölvubúðum en í Digital Task, hvort sem maður talar við eigandann, verslunarstjórann eða annan starfsmann og ****** er orð sem á EKKI við þessa menn - munurinn á okkur er kannski sá að þú hefur ekkert reynt að tala við þá.", "date": "2008-02-27 13:21:00", "post_id": 28}, {"user_name": "dandri", "text": "Ekki kaupa tölvuhluti frá Elko né BT", "date": "2008-02-27 13:23:00", "post_id": 29}, {"user_name": "AntiTrust", "text": "Snýst ekki um hvar þú kaupir hvað - Heldur að vita hvað þú ert að kaupa.", "date": "2008-02-27 13:24:00", "post_id": 30}, {"user_name": "Sæli", "text": "rétt\n\r\nég hef keypt 2 tölvur núna frá BT, fyrri tölvan bilaði einu sinni. Tók rétt rúma viku að fá gert við og þetta var í ábyrgð. Sú tölva entist í 2 ár í minni notkun og í dag er bróðir minn með hana. \n\r\nSýnist Elko menn líka vera allir að vilja gerðir að hjálpa og Digital Task líka.", "date": "2008-02-27 13:28:00", "post_id": 31}, {"user_name": "dandri", "text": "Satt er það. En bæði hafa BT og Elko ekki reynst fólki vel, mjög illa", "date": "2008-02-27 13:30:00", "post_id": 32}, {"user_name": "FanSi", "text": "ég ætla ekkert að vera rólegur.. ég er í skóla og þarf nauðsynilega að hafa tölvu hér.. þið task strákar þið eruð kannski ekki allir fávitar en það eru 2 sem ég veit um þarna og þeir eru bara virkilega ógáfaðir menn meðað við hvernig þeir töluðu við mig ..", "date": "2008-02-28 08:55:00", "post_id": 33}, {"user_name": "Loud1", "text": "já viltu ekki bara gera það sem verslunarstjórinn lagði til og mæta á staðinn til að ræða við þá ?<<<confused.png>>>", "date": "2008-02-28 09:17:00", "post_id": 34}, {"user_name": "AntiTrust", "text": "Og það er þá þeim að kenna að þú sért í vandræðum?\n\r\nFokking grow up, ég get ekki betur séð en þú hafir tæplega gáfurnar í að meta gáfur annarra.", "date": "2008-02-28 09:22:00", "post_id": 35}, {"user_name": "Siggi-Lancer", "text": "mæli með að versla bara við tölvutek.\nkeypti tölvu hjá þeim og daginn eftir var eitthvað vesen á henni. fór strax með hana uppí tölvutek og þeir komu svo með hana til mína 10 um kvöldið sama dag. og með smá nammi<<<icon_smile.gif>>> \nog síðan hefur ekkert vesen verið á henni", "date": "2008-02-28 09:37:00", "post_id": 36}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/crash.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/banana.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2008-02-24 18:25:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/crash.gif", "path": "full/748997e5cb1912e4f8d1c642a9abba6ed4adc5ef.gif", "checksum": "938de7cb6a0299d424add46c67a1a76c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/banana.gif", "path": "full/0095b8fd4f16d1581bd2d04d966cdb0dd92ac074.gif", "checksum": "26edd3534e07c8afa853c7c8d7f84d67"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}