{"forum_title": "RÖFL", "id": "38477", "title": "Komið gott !", "url": "http://www.live2cruize.com/spjall/showthread.php/38477-Komið-gott-!", "posts": [{"user_name": "SheDevil", "text": "Mig langar að benda fólki á, að ég hreinlega nenni ekki að fylgjast með þessu baktali, lygasögum, rógburði, og skítkasti í minn garð lengur. \n\nÉg er búin að vera í sjálfboðastarfi fyrir l2c frá því að l2c opnaði þessa síðu, og mörg ykkar hafa ekki græna hvað ég geri í raun og veru hérna. Það að vera moddi er ekki bara að \"vera á svæðinu\" eins og mörg ykkar virðast halda. \n\nÞað að vera moddi hérna er skelfilega vanþakklátt starf, og það er alveg GREINILEGT. \nMörg ykkar hérna hafa áhuga á því að láta eins og algerir skíthælar, og ég hef andskotann ekkert gert ykkur! Þetta alltsaman byrjar hérna á því að ég er að skamma fólk sem ég þekki persónulega og einhver risa hópur hérna rís upp og byrjar að arga tilbaka á mig. Það er bara ekki þannig sem að hlutirnir virka, heldur eru hér settar reglur og ég er ein af þeim sem að eru að hjálpa til við að halda hlutunum í settum skorðum þó að ég sé ekki alltaf sýnileg. \n\nÞað að ég komi með einhverjar bombur af og til, og skammist í fólki, þá á ég ekki að þurfa að útskýra nokkurn einasta hlut fyrir ykkur ! \n\nÞetta helvítis kjaftæði sem er búið að vera í gangi hérna, er eingöngu af þeim völdum að ég hef sært tilfinningar einhvers súpertöffarans með mínum svörum, eða ég hef fengið gubbuna á einhverri smápíkunni í OMGOSH skilurru stuðinu, eða þá að þetta er af völdum þeirra einstaklinga sem að ég hef skammað í gegnum tíðina. \n\nALVEG er mér hárnákvæmlega sama, en þetta er KOMIÐ GOTT ! \nÉg hef ekki tíma til að standa í einhverjum þráðaþrifum sem að snúast um eitthvað fokking einelti á mig, sem á nákvæmlega fokking engann rétt á sér, og ég hreinlega skil ekki hver andskotinn er að mörgum ykkar, ef þið þolið ekki sannleikann, þá held ég að stubbaland sé staðurinn fyrir ykkur. \n\nÞað að segja að ég sé ALLTAF í einhverjum rifrildum er djöfulsins lygi EKKERT ANNAÐ. \n\nGunnar H, Íbbi, MrManiac, og þið hin, fokking þroskisti og þið vitið öll símann hjá mér ef það er eitthvað vandamál !", "date": "2008-02-27 12:35:00", "post_id": 1}, {"user_name": "Gunnar H.", "text": "Já sæll!\n\r\nEr eitthvað óeðlilegt við það að maður spyrji fólk hvað það finnist um hin ýmsu mál ?\n\r\nOg annað, eru þessi skrif þín hér að ofan alveg dæmi þess sem á ekki að koma frá modda", "date": "2008-02-27 12:43:00", "post_id": 2}, {"user_name": "Oskar K", "text": "er rosalega sammála þessu, margir hérna mega segja hvað sem er án þess að nokkur hafi neitt á móti því en um leið og þú (og nokkrir aðrir) opnið munnin þá er allt skotið í kaf.\n\nvirkilega leiðinlegt líka að lesa t.d. endalaus comment beint til intenz að ýta undir það að hann sé samkynhneigður, og að árdís sé á túr o.s.f.\n\nþetta er ekki fyndið...", "date": "2008-02-27 12:43:00", "post_id": 3}, {"user_name": "doddi1", "text": "fyrst þetta er svona óréttlátt allt saman og engar þakkir gefnar af hverju hættiru þessu þá ekki bara", "date": "2008-02-27 12:46:00", "post_id": 4}, {"user_name": "doddi1", "text": "intenz djókið fer að verða þreytt", "date": "2008-02-27 12:46:00", "post_id": 5}, {"user_name": "ArnarFB", "text": "Ef Árdís hættir þá fyllist þetta spjall af annoying smástelpum... það þarf eina svarta ekkju til að halda litlu sætu fiðrildunum frá.", "date": "2008-02-27 12:47:00", "post_id": 6}, {"user_name": "MagnúsFreyr", "text": "I'd hit it.", "date": "2008-02-27 12:48:00", "post_id": 7}, {"user_name": "Oskar K", "text": "no shit ! <<<icon_eek.gif>>>", "date": "2008-02-27 12:48:00", "post_id": 8}, {"user_name": "Pétur Snær", "text": "Vel skrifað!\n\r\nKeep going girl <<<icon_wink.gif>>>", "date": "2008-02-27 12:48:00", "post_id": 9}, {"user_name": "Birgir Örn", "text": "Vantar eitt bara.....\n\n\n\r\nVÆLUBÍLL!!", "date": "2008-02-27 12:54:00", "post_id": 10}, {"user_name": "einarak", "text": "nennir einhver að kalla út vælubílinn? \n\nedit* póstaði á sama tíma og biggi", "date": "2008-02-27 12:56:00", "post_id": 11}, {"user_name": "Hörður Aðils", "text": "Fer að verða þreytt??? Það er orðið fyrir LÖNGU þreytt!", "date": "2008-02-27 12:58:00", "post_id": 12}, {"user_name": "baldur", "text": "<<<icon_lol.gif>>> <<<icon_lol.gif>>> <<<icon_lol.gif>>>", "date": "2008-02-27 13:00:00", "post_id": 13}, {"user_name": "Beggi wRe", "text": "<<<huh.gif>>> Var eitthvað að ske hérna ?", "date": "2008-02-27 13:18:00", "post_id": 14}, {"user_name": "ArnarFB", "text": "Æji bara þetta sama. Fólk að tuða útaf Árdísi. Þetta sama lið mundi ekki nenna að standa í svona endalausum leiðindum og væri eflaust ekkert skárra í þessum málum.", "date": "2008-02-27 13:20:00", "post_id": 15}, {"user_name": "Fraizer", "text": "það er nú mjög margt til í þessu sem hún er að segja", "date": "2008-02-27 13:20:00", "post_id": 16}, {"user_name": "Beggi wRe", "text": "En ef Árdís hættir, hverjum eigum við þá að rífast í ? <<<icon_pale.gif>>>\n\r\nYou go girl! <<<icon_thumright.gif>>>", "date": "2008-02-27 13:26:00", "post_id": 17}, {"user_name": "ArnarFB", "text": "Þarf ekkert að rífast í Árdísi. Alveg hægt að tala við hana á ljúfu nótunum, yfir kertaljósi og rómó tónlist... það er nefnilega svo gaman þegar hún ræðst á mann, lemur mann og reynir að éta mann... eins og sannri black widdow sæmir <<<icon_cool.gif>>>\n\n\n\r\nEn ég slapp! <<<icon_biggrin.gif>>>", "date": "2008-02-27 13:30:00", "post_id": 18}, {"user_name": "dandri", "text": "For Now!<<<icon_smile.gif>>>", "date": "2008-02-27 13:33:00", "post_id": 19}, {"user_name": "Lanzo", "text": "Það vita allir að þér langar bara ð sænga hjá henni!", "date": "2008-02-27 13:34:00", "post_id": 20}, {"user_name": "ArnarFB", "text": "Einu sinni smakkað, þú getur ekki hætt <<<icon_cool.gif>>>", "date": "2008-02-27 13:38:00", "post_id": 21}, {"user_name": "dandri", "text": "Alvöru shedevil", "date": "2008-02-27 13:40:00", "post_id": 22}, {"user_name": "Stefhauk", "text": "heyrðu hann er bara komin", "date": "2008-02-27 14:36:00", "post_id": 23}, {"user_name": "SheDevil", "text": "Þetta heitir sjúkrabíll, ég hef nú engann slasað <<<icon_wink.gif>>> \nNema marið egó einhverra aðila, en það þarf nú ekki meira en hjúkku í það eða sálfræðing <<<icon_lol.gif>>>", "date": "2008-02-27 14:52:00", "post_id": 24}, {"user_name": "Oskar K", "text": "það er kannski bara ég en mér finnst flesst það sem shedevil \"rífur sig\" yfir eiga fullan rétt á sér, \n\nen komment frá 24, mainiac og fleirum eru til skammar.", "date": "2008-02-27 15:23:00", "post_id": 25}, {"user_name": "Dauntless", "text": "SheDevil, þú veist ég elska þig <<<icon_biggrin.gif>>>\n\r\nKomdu og gefðu mér knús\n<<<icon_cyclops.gif>>>\n\n\n\r\nEn já, það er ekkert auðvelt að vera moddi - mikið álag og margir bera enga virðingu fyrir moddum. En moddar mega heldur ekki vera of touchy - fólk vill geta treyst moddum og er erfitt við þá fyrir vikið.\n\r\nEn þú ert fín Árdís <<<icon_wink.gif>>>", "date": "2008-02-27 15:30:00", "post_id": 26}, {"user_name": "SheDevil", "text": "Aw böddi þú ert svoddans herramaður, og óskar, þið eruð æði <<<icon_smile.gif>>>", "date": "2008-02-27 15:44:00", "post_id": 27}, {"user_name": "Erica", "text": "þessi töffaraskapur í mörgum hérna er orðin ansi þreyttur..að þurfa alltaf að vera með leiðindi og skítkast á netinu en svo heyrist ekki tíst í fólki face face. Fólk alltaf með einhverjur grímur og varnarveggi bara svo Jón jónsyni þarna á esstjeeiiinum finnist þeim vera töff <<<icon_rolleyes.gif>>>\n\r\nGaua djókið sem og Árdísar skítkasið er ykkur sjálfum bara til skammar. Hef oft séð bláókunnugt fólk taka þátt í einhverju skítkasti bara því allir eru að stunda það. virðist vera  einhver tískubóla..\n\r\nog hvað með það þótt Árdís hrauni yfir einhverjar smástelpur! betra að vera laus við eitthvað pakk sem hefur engan tilgang hingað inn..\r\nmargir strákar hafa líka gert athugasemdir við það.. ekki er kvartað undan því..\n\r\nog ef einhver ræðst á þig á opinberu spjalli þá svararu auðvitað fyrir þig..\n\r\naðal vandamálið finnst mér að allir þurfa að vera svo töff og flottir að það gleymist almenn kurteisi sem og margt annað...\n\r\njust my 2 cents", "date": "2008-02-27 15:45:00", "post_id": 28}, {"user_name": "JHP", "text": "En gaui er búinn að læra á þetta og spilar með og þar með dettur þetta uppfyrir af sjálfum sér.", "date": "2008-02-27 15:51:00", "post_id": 29}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Árdís er ýkt fín<<<hug.gif>>> \n\r\nSkil ekki svona nöldurs vesen...", "date": "2008-02-27 15:56:00", "post_id": 30}, {"user_name": "SheDevil", "text": "Takk þið öll, og ArnarFB líka! <<<hug.gif>>>", "date": "2008-02-27 16:03:00", "post_id": 31}, {"user_name": "Beggi wRe", "text": "She's FINE <<<naughty.gif>>>", "date": "2008-02-27 16:05:00", "post_id": 32}, {"user_name": "SiggiRH", "text": "Alveg er þetta spjall eins og glæstar vonir alltaf hreint<<<icon_smile.gif>>>", "date": "2008-02-27 16:07:00", "post_id": 33}, {"user_name": "SheDevil", "text": "Munurinn á glæstum vonum og l2c er sá að fólk kemur alltaf aftur fyrir annann skammt af l2c <<<icon_lol.gif>>>", "date": "2008-02-27 16:16:00", "post_id": 34}, {"user_name": "Dauntless", "text": "Hahaha <<<icon_lol.gif>>>\n\r\nVarðandi smápíkz\n\r\nÞað verða að vera nokkrar en getum við ekki haft þær bara í imprezunum en ekki inná l2c? <<<rolleyes.png>>>", "date": "2008-02-27 16:24:00", "post_id": 35}, {"user_name": "SheDevil", "text": "Mega þær ekki bara vera áfram á www.doktor.is spjallinu <<<icon_rolleyes.gif>>>", "date": "2008-02-27 16:25:00", "post_id": 36}, {"user_name": "SiggiRH", "text": "Hahaha já það er víst. Mér finnst persónulega alveg frábært að hafa þig hérna, gaman að þér <<<icon_biggrin.gif>>> \r\nOg ekki myndi ég nenna að sinna modda djobbinu þannig fínt að þú gerir það bara<<<icon_smile.gif>>>\n\r\nAnnars á fólk ekki að taka þessu spjalli svona alvarlega alltaf. Ef einhver tussusnúður nær að særa þig á internet spjalli þá segir það mikið;\r\n..til um hann/hana bara fyrir að reyna það.\r\n..til um þig ef það tekst.\n\r\nNú svo ef aðilinn er yfir höfuð bara ósáttur, ekkert endilega sár, yfir að annar aðili láti leiðinleg orð falla í sinn garð, þá er auðvitað ekkert mál að hafa uppi á kauða og notann sem boxpúða. (Miðað við hvað þú ert fæstí sé ég þig alveg fyrir mér boxa haha) <<<icon_smile.gif>>>", "date": "2008-02-27 16:29:00", "post_id": 37}, {"user_name": "Erica", "text": "get nú alveg ímyndað mér að fólk sé orðið þreytt að lesa stanslaus rifrildi á milli sömu aðila.. sem geta ekki leyst málin eins og venjulegt fólki..", "date": "2008-02-27 16:33:00", "post_id": 38}, {"user_name": "Gunnar H.", "text": "Hver er að rífast ?", "date": "2008-02-27 16:35:00", "post_id": 39}, {"user_name": "Fr@gile", "text": "Ég stunda l2c spjallið ekki af neinni áfergju og fylgist ekki með öllu en ég get alveg ýmindað mér að Árdís, ásamt öðrum moddum, þurfi að díla við marga fleimara...", "date": "2008-02-27 16:48:00", "post_id": 40}, {"user_name": "SheDevil", "text": "Haha hafði alveg hugsað mér að reyna fyrir mér í því sporti <<<icon_lol.gif>>>", "date": "2008-02-27 17:06:00", "post_id": 41}, {"user_name": "Hannsi", "text": "Ég get sagt þér það að það er hægt að losa sig við mikin pirring og spennu með boxi <<<icon_smile.gif>>>\r\nHef góða reynslu af því.\n\r\nAnnars er ég sama sem hættur að skoða þetta spjall þannig ég veit ekkert hvað er í gangi, en ástæðan fyrir því að maður skoðar þetta sjaldan er útaf ruglinnu sem kemur mjög svo oft hérna inn.\n\r\nDettur ekki í hug að ver moddi. Mundi aldrei meika það. \r\nÞannig þú færð hrós frá mér hversu lengi þú ert búinn að vera að þessu.", "date": "2008-02-27 17:21:00", "post_id": 42}, {"user_name": "Viktorkarl", "text": "Mér finnst eins og kjarninn af fólkinu hérna sé hætt að stunda spjallið, þá helst þeir sem vita eitthvað um bíla, eitthvað meira en hvað allir bílar eru í hestöflum\n\nLeiðinglegt að missa það fólk út, en ég skil vel ástæðuna fyrir því að það fólk sé hætt að láta sjá sig", "date": "2008-02-27 17:36:00", "post_id": 43}, {"user_name": "Erica", "text": "akkúrat.. þessi sífelli sandkassaleikur verður fljótt þreyttur. og spjallið stendur uppi með fólk sem hefur engan sérstaklegan áhuga á bílum og heldur sig oftast í röfl dálknum..", "date": "2008-02-27 17:44:00", "post_id": 44}, {"user_name": "HK RACING", "text": "Já maður tekur eftir því að röfl dálkurinn er orðinn mest notaður hérna.....", "date": "2008-02-27 18:19:00", "post_id": 45}, {"user_name": "SheDevil", "text": "Eina leiðin til að breyta þessu er að allir taki sig saman og séu duglegir að pósta í hina dálkana, og pósti inn málefnum sem eru verðug að ræða hvort sem það var rætt fyrir ári eða ekki. \n\nMeð því að fylgjast bara með og bíða eftir að eitthvað gerist... þá gerist bara ekkert.", "date": "2008-02-27 18:28:00", "post_id": 46}, {"user_name": "Gusti_opel", "text": "Ég er rétt ný byrjaður hér á spjallinu og mín reynsla er bara fín, búinn að græða varahluta bíl handa mer og alles<<<icon_biggrin.gif>>>\r\nEn ég hef tekið eftir því að ég er alltaf að sjá sömu nöfnin aftur og aftur, þó það skipti hundruðum ef ekki þúsundum sem eru skráðir á spjallinu<<<icon_confused.gif>>> og stundum verður það soldið þreytt.\r\nÉg reyni að kikja inn þegar ég kemst í tölvu(á ekki sjalfur<<<punch.gif>>>) og kynnast betur þessu mjög svo áhugaverða samfélagi, en kannski ég kynnist því betur þegar ég fer að nenna að fara í bæinn á samkomur<<<icon_razz.gif>>>", "date": "2008-02-27 18:38:00", "post_id": 47}, {"user_name": "RAT", "text": "maður hefur nú lennt í því að spyrjast fyrir um einhvað og vera skotin í kaf og hefur séð annað eins hjá öðrum . en jú þetta er orðið meira að sandkassaleik og sýningarstælum heldur en umræður um bíla .", "date": "2008-02-27 19:44:00", "post_id": 48}, {"user_name": "fannarp", "text": "Mér finnst nú þessi kjaftur á shedevil ekki viðeigandi af modda, ef þetta er svona erfitt á hún bara að hætta.\n\r\nTek það fram að ég þekki hana ekki neitt örugglega ágætis stelpa", "date": "2008-02-27 19:47:00", "post_id": 49}, {"user_name": "Erica", "text": "kjafturinn á henni er bara oft viðeiganda.. hva á hún að sitja undir persónulegum árásum og þegja bara??", "date": "2008-02-27 19:52:00", "post_id": 50}, {"user_name": "fannarp", "text": "Já tilhvers að vera að svara svona bulli með meira bulli", "date": "2008-02-27 19:54:00", "post_id": 51}, {"user_name": "Dezzice", "text": "Ok ég missti greinilega af miklu í dag.\n\nEn my 2 cents er að þetta er hrikalega vanþakklát starf að ÖLLU leiti.  Sem betur fer eru flestir mjög kurteisir og almennilegir og taka tiltali vel, en svo eru sumir svartir sauðir hérna sem hrópa misrétti af því maður skammaði þá og btw þeir vissu vel upp á sig sökina en auðvitað þurfa þeir að tuða.\n\nEnn og aftur að þá er eina sem hægt er að gera að tilkynna hiklaust pósta hægri vinstri svo við getum bannað fólk eða hent á það stigum.  Það er góð leið til að hreinsa út vitleysinga því þeir fara oftast í svo mikla fýlu að þeir hverfa <<<icon_lol.gif>>>\n\nAnnars finnst mér nú traffíkin búin að vera MJÖG mikil upp á síðkastið og sérstaklega í Almennt og annað en eins og Árdís bendir á að þá verða menn sjálfir að pósta inn póstum, ekki bara bíða eftir að Jói Jóns komi með einhverja kúl umræðu <<<icon_wink.gif>>>", "date": "2008-02-27 20:26:00", "post_id": 52}, {"user_name": "kári litli", "text": "shiiii... ekki nenni ég að koma á samkomur ef að þetta leiðinda lið ætlar að mæta <<<icon_confused.gif>>>\n\r\nhvenar ætlar fólk að læra að haga sé eins og manneskjur?  margir á þessu litla spjalli eru að verða óþolandi, fólk þarf að gera svo mikið úr einhverju smá nöldri og tuði. Það má ekki einu sinni segja lélegan brandara eða eiga bjánalegan bíl og þá er í lagi að hrauna yfir mann...", "date": "2008-02-27 21:17:00", "post_id": 53}, {"user_name": "Ída", "text": "..ég sé hvergi eitthvern þráð um að reka Árdísi...?", "date": "2008-02-27 21:18:00", "post_id": 54}, {"user_name": "Siggi-Lancer", "text": "búið að henda honum", "date": "2008-02-27 21:21:00", "post_id": 55}, {"user_name": "Beggi wRe", "text": "mér finnst þú kúl <<<icon_cool.gif>>>\n\njá ég veit ég er suckup!", "date": "2008-02-27 21:23:00", "post_id": 56}, {"user_name": "Hafliði LC", "text": "Eg er nu eiginlega sammala þessu... finnst sumir herna stundum verða svolitið grofir i grininu.. <<<icon_confused.gif>>>", "date": "2008-02-27 21:29:00", "post_id": 57}, {"user_name": "HelgaBjörg", "text": "mjög gaman að æfa uppá höfða í hnefaleikastöðinni<<<icon_wink.gif>>> \n\r\nen annars.. já.. égveit ekki hvort ég sé ein af þessum með kjaft en mér fannst þetta vera of langt gengið þegar þráðurinn í dag kom um að það eigi að reka árdísi..", "date": "2008-02-27 21:49:00", "post_id": 58}, {"user_name": "Hafst1", "text": "Það er bara tiltölulega stutt síðan RÖFL og ALMENNT SPJALL voru með álíka marga pósta. Var ekki einu sinni búinn að pæla í þessu.", "date": "2008-02-27 22:02:00", "post_id": 59}, {"user_name": "intenz", "text": "Árdís for president! <<<icon_biggrin.gif>>> Hvaða bjáni gerði annars þennan þráð?", "date": "2008-02-27 22:46:00", "post_id": 60}, {"user_name": "Beggi wRe", "text": "segi það ?\n\r\nÉg skoða l2c mjög oft á daginn og ég sá hann ekki, vill bara taka fram að þið eruð að standa ykkur vel sem moddar þið öll og þakka ykkur bara fyrir þessa síðu, þið eruð snillingar <<<icon_thumright.gif>>> <<<hug.gif>>> <<<smooch.gif>>>", "date": "2008-02-27 22:53:00", "post_id": 61}, {"user_name": "Andri M.", "text": "ég er sammála ykkur flestum árdís, og villy og fleiri eru að vinna frábært og gott starf og eiga hrós skilið, persónulega þekki ég ardísi ekki neitt, en hún fær hrós frá mer fyrir að vera eini moddinn hérna sem setur hnefann í borðið og lætur fólk heyra það sem á það skilið, og hún fær allan minn stuðning", "date": "2008-02-27 22:59:00", "post_id": 62}, {"user_name": "ArnarFB", "text": "Gunnar H bjó til hinn þráðinn sem var látinn hverfa.", "date": "2008-02-27 23:02:00", "post_id": 63}, {"user_name": "PerlaD", "text": "Það kemur ekki í okkar hlut að ráða því hver er moddi hérna og hver ekki! Ef þér líkar ekki moddinn HÆTTU ÞÁ BARA!!! \nÞað er alveg endalaust hvað fólk getur tuðað og tuðað og tuðað yfir því hvað Árdís sé hitt og þetta og segjandi henni að segja af sér moddastöðunni en SAMT er ÞETTA FÓLK að gera ekkert nema rífa niður annað fólk hérna á spjallinu og virðist aldrei getað sagt neitt uppbyggiegt nema það sé þeim til góðs, skítmóðgast ef maður setur eitthvað út á það og vogar sér svo að væla í henni að rífa hina og þessa niður af því aðeinhver vogaði sér að segja að liturinn á lakkinu væri ljótur!\n\nÉg held að fólk hérna þyrfti að fara í alvaralega naflaskoðun áður en það fer að hakka niður persónuleika annara hérna á þessu spjalli PUNKTUR!", "date": "2008-02-28 00:13:00", "post_id": 64}, {"user_name": "RaggiTwin", "text": "<<<icon_lol.gif>>> Æðisleg umræða", "date": "2008-02-28 00:32:00", "post_id": 65}, {"user_name": "JHP", "text": "Vill þakka Gunna kærlega fyrir þessa skemmtun <<<icon_biggrin.gif>>>", "date": "2008-02-28 00:40:00", "post_id": 66}, {"user_name": "dorsson", "text": "<<<bs.gif>>>\n\n10stafir", "date": "2008-02-28 01:12:00", "post_id": 67}, {"user_name": "Bomsi", "text": "hvað þýðir þetta BS? BiSexual eðaa?", "date": "2008-02-28 01:31:00", "post_id": 68}, {"user_name": "SheDevil", "text": "Það er gaman að sjá hvar maður hefur þig <<<icon_rolleyes.gif>>>", "date": "2008-02-28 01:41:00", "post_id": 69}, {"user_name": "Siggi H", "text": "þú kveikir í mér þegar þú verður málefnaleg Árdís <<<naughty.gif>>>", "date": "2008-02-28 01:43:00", "post_id": 70}, {"user_name": "SheDevil", "text": "ég hélt ég kveikti alltaf í þér <<<icon_sad.gif>>>\nleið, reið, súr, fúl, pirruð, kát, glöð, brosandi, hlæjandi..  <<<icon_sad.gif>>>\n\n*svekkt*", "date": "2008-02-28 01:46:00", "post_id": 71}, {"user_name": "Siggi H", "text": "jú auðvitað geriru það, ert sú eina sem kannt á mig <<<icon_razz.gif>>>", "date": "2008-02-28 01:54:00", "post_id": 72}, {"user_name": "gr33n", "text": "Auðvitað á að svara fyrir sig, en það má nú líka svara fyrir sig þegar hún byrjar að drulla.... og það gerist ANSI oft... og ÞAÐ er ástæðan fyrir að hún er búinn og er enn í dag að fá fólk á móti sér.\n\n\n\nÞað er mikill munur á að drulla yfir fólk sem almennur notandi og sem moddi. Bara það að moddi taki sig til og drulli yfir nýja manneskju from start án þess að manneskjan hafi haft tækifæri á að skrifa meira en 10 pósta er bara fáránlegt. Mér er skítsama þótt að Árdís sé hérna inni með þessa stæla, hún á bara ekki að vera moddi meðan hún lætur svona.", "date": "2008-02-28 10:14:00", "post_id": 73}, {"user_name": "grilladur", "text": "váááá þið látið eins og litlar stelpur á gelgjunni <<<icon_confused.gif>>>", "date": "2008-02-28 10:39:00", "post_id": 74}, {"user_name": "SheDevil", "text": "Veistu, þú ert svo þrjóskur að það væri alveg sama hvað væri sagt við þig úr þessu, þú ert þessi týpa sem að bítur í þig einhverja ákvörðun og það er ekki hægt að benda þér á að þú hafir rangt fyrir þér með neinu leiti. Þú verður þá bara að sitja í þínu þrjóskuhorni í friði, ég ætla ekki að sóa tíma í að reyna að benda þér enn einusinni á rétta hluti í þessu máli. \n\nÉg veit uppá hár, hvernig ég er, hvernig ég tala, hvernig ég pósta, og hvað ég hef gert og hvað ekki hér á þessu spjalli, og ég þarf ekki að sitja hér fyrir einhverjum svörum að rökræða mig við fólk sem er búið að ákveða eitthvað. Og þannig er bara það.", "date": "2008-02-28 10:49:00", "post_id": 75}, {"user_name": "JHP", "text": "Váá ekki byrja <<<sleep.gif>>>", "date": "2008-02-28 10:53:00", "post_id": 76}, {"user_name": "SheDevil", "text": "Ekki vera með þessa stæla, það fer þér ekki gamli <<<punch.gif>>>", "date": "2008-02-28 10:53:00", "post_id": 77}, {"user_name": "gr33n", "text": "<<<rollinglaugh.gif>>> ... þú ert ekki í lagi! Ég hef EINU sinni sagt eitthvað á móti þér... það skipti fékk ég bara einfaldlega nóg, fram að því var ég einn af þessum FJÖLMÖRGU sem hafa bara tiplað á tánum í kringum þig.\r\nEkki reyna að halda hvernig manneskja ég er, því þú greynilega hefur ekki hugmynd um það.\n\r\nÉg btw kaus ekki í þessum blessaða þræði sem fólk er að tala um bara svo þú vitir....", "date": "2008-02-28 10:58:00", "post_id": 78}, {"user_name": "JHP", "text": "Þetta er það sem liðið er að tala um,Þú ert alltaf tilbúin á kantinum til að taka öllu ílla sem sagt er.\r\nÉg veit ekki alveg hvað ég skrifaði slæmt í þinn garð þarna fyrir ofan en þú virðist vita það.\r\nMinnir að ég hafi ekki einusinni minnst á þig þar.", "date": "2008-02-28 10:58:00", "post_id": 79}, {"user_name": "SheDevil", "text": "Ég hef alltaf kallað þig gamla, hver er nú á kantinum tilbúinn að taka öllu ílla sem sagt er?", "date": "2008-02-28 11:02:00", "post_id": 80}, {"user_name": "SheDevil", "text": "Mhm.. akkúrat. \nþví þú hefur einmitt ekki verið að tönglast á þessu hérna á l2c undanfarið alveg útí eitt", "date": "2008-02-28 11:02:00", "post_id": 81}, {"user_name": "gr33n", "text": "akkúrat! Það var einn bévítas þráður sem ég sagði eitthvað um þig..... og þá var ég að svara fyrir mig... annars hef ég ekki sagt orð!\n\r\nJú ég ásamt einum öðrum vorum að spyrja þig út í ritskoðun á einum þræðinum sem okkur þótti ansi fáránleg... og þú svaraðir eftir bestu getu þar.... og sá ég hvergi að það hefði farið í einhver leiðindi.", "date": "2008-02-28 11:06:00", "post_id": 82}, {"user_name": "SheDevil", "text": "oooooooog svo sendi ég þér einkapóst, fékk skít tilbaka, \nog svo var annar þráður opnaður þá byrjaru aftur, \nsvo var comment á mig í enn einum þræðinum þá hélstu áfram, nú kemur þessi þráður og þú heldur ennþá áfram, og svo á ég eftir að pósta í einhvern annann þráð, þá áttu eftir að benda á þetta aftur .. og svo koll af kolli. \n\nAnyways, hef ekki tíma til að hanga hérna til að ræða þetta fram og tilbaka, þetta er útrætt að minni hálfu, hegðan ykkar er alfarið undir ykkur sjálfum komið. Það fer nægur af mínum frítíma í að þrífa upp hérna eftir ykkur á spjallinu, svo bætist bara á það að ég þurfi að vera að verja mig hérna útí eitt.", "date": "2008-02-28 11:09:00", "post_id": 83}, {"user_name": "JHP", "text": "Váá kelling...Ég nenni ekki þessum sandkassaleik hjá þér <<<confused.png>>>\n\r\nKallaðu mig old,ugly eða hvað sem er því mér gæti ekki verið meira sama.\n\r\nÞað sem ég talaði um með gunna var að þakka honum fyrir að koma fjöri af stað hér því ekki veitti af og ég var engan veginn að hugsa um þig í því sambandi!!! over and out.", "date": "2008-02-28 11:14:00", "post_id": 84}, {"user_name": "Karlsson", "text": "Eitt sem að ég skil bara alls ekki ! það er afhverju vissir aðilar eru ekki LÖNGU búið að banna á þessu spjalli... !", "date": "2008-02-28 11:17:00", "post_id": 85}, {"user_name": "SheDevil", "text": "Hey þú! \nHættu að vera hörundssár, það er ekki líkt þér. Ég meinti þetta ekkert ílla, svo það sé á hreinu. Hef ekki vanið mig á að tala við þig undir rós, enda hefur þú verið einn af þeim sem að fattar hvað ég meina þegar ég dúndra smákommentum af stað. Ég tók þér ekkert ílla, en misskildi vissulega þetta svar þitt til Gunna. En tók því ekki eins ílla og þú virðist hafa haldið", "date": "2008-02-28 11:21:00", "post_id": 86}, {"user_name": "SheDevil", "text": "Þeir eru uppteknir af því að beina athyglinni á annað fólk, og þeir gleymast á meðan það fjaðrafok fær að lifa.", "date": "2008-02-28 11:22:00", "post_id": 87}, {"user_name": "gr33n", "text": "þú fékst hvergi skít til baka í einkapóstinum, hefðir þú eytt einhverjum innleggjum úr póstinum hjá þér, þá hefðir þú getað séð póstinn þar sem ég sagðist hafa misskilið það sem þú sagðir í póstinum, ekkert annað. Þar sem ég misskyldi að þú hefðir verið að tala um einstaka eyðingar af þræðinum en ekki þráðinn sjálfan. En svona svo að fólk viti hvað við erum að tala um.\n\r\nÞá sendir þú mér þetta\n\n\nég sendi þér á móti\n\n\nég er nú ekki að sjá hversu mikið drull þú sérð út úr þessu.\n\r\nÞá sendir þú\n\n\nog þá sendi ég til baka.... póstinn sem þú fékst ekki vegna þess að pósthólfið þitt var fullt\n\n\n\n\n\r\nég veit ekki hvar þú virðist sjá drull úr þessum samræðum okkar. <<<icon_rolleyes.gif>>>", "date": "2008-02-28 11:25:00", "post_id": 88}, {"user_name": "SheDevil", "text": "Fékk aldrei síðasta póstinn frá þér, þannig að þetta er greinilega byggt á einhverjum misskilningi, en þarsem ég fékk þann póst ekki, þá hlýtur þú að skilja hvernig ég sá þetta. Og ég sagði skít, þá vitna ég í svarið frá þér, \"þessi þráður var settur á netið, á almenna spjallsíðu, og þess vegna er ekki hægt að krefjast þess að það sé ekki rætt um þetta\" . \n\nSem að meikaði ekki sens, en hefði sennilega útskýrt sjálft sig ef ég hefði fengið þennann síðasta einkapóst, perhaps.", "date": "2008-02-28 11:27:00", "post_id": 89}, {"user_name": "Gunnar H.", "text": "Gott að einhverjir geta skemmt sér <<<beerchug.gif>>>", "date": "2008-02-28 11:29:00", "post_id": 90}, {"user_name": "PerlaD", "text": "Hvar eru allar þessar stelpur sem skrá sig á þetta spjall? Ertu að segja mér að þær haltri burtu útaf Árdísi?\nEf svo er þá eru þær ekki l2c material....\nMálið er bara að þær stelpur sem eru hérna ennþá þrátt fyrir skítköstin hennar Árdísar eru manneskjur sem skeita engu um það hvað aðrir segja og þá sérstaklega ekki frá manneskju eins og Árdísi eða öðru fólki hérna með vel valin orð.\n\nÞér eða öðrum þarf ekki að líka orðaforði eða orðaval hennar hérna á spjallinu en það er algjörlega óháð hennar starfi hérna sem Moddi. \nMig langar líka að taka það fram að ég er ekki að rétta fram hönd í hennar garð af því að við erum vinkonur heldur vegna þess að þegar fólk eins og Íbbi, Mr.Maniac og fleiri taka fólk fyrir og drulla yfir það, hvort sem það er Árdís eða einhver annar þá réttir ENGINN út hönd hvort sem hann er sammála eða ósammála.\n\nÞar að auki er ekki fræðilegur sjéns að vera málefnalegur hérna því allt er tekið sem maður segir og snúið upp í eitthvað helvítis drama.\nÞað virðist vera mikið Inni núna að drulla yfir hana í plain einelti en enginn er nógu mikill maður/kona til að hringja í hana og ræða málin. Eins og einhver sagði hérna fyrr í þræðinum: FLEIMERAR! (mikið af fólki hérna)\n\n\nEdit: þetta er póstur númer 666 <<<icon_neutral.gif>>>", "date": "2008-02-28 11:31:00", "post_id": 91}, {"user_name": "Karlsson", "text": "Jamm ég vill að nokkrir verði bannaðir hér og þá kannski mun spjallið skána til muna !\n\r\nEn svona engannveginn skot á þig eða neitt.. \r\nÞú ert nú stundum FREKAR hörð á nýir meðlimir <<<smooch.gif>>>", "date": "2008-02-28 11:32:00", "post_id": 92}, {"user_name": "SheDevil", "text": "Það vill líka oft gleymast að þó ég sé moddi, þá er ég bílaáhugamanneskja og ég hef fullann rétt eins og aðrir að tjá mína skoðun á hallærislegri borgarstjórn, ríkinu, verðlagningu, breytingu bíla, viðgerðum og bla bla öllu þessu sem að tengist bílum. \nÉg er moddi já, en ég er líka manneskja. \nÞó að ég sé moddi, þá er það ekki sjálfgefið að ég eigi bara að halda kj. hérna á spjallinu, og skrifa sjálfri mér póstkort ef ég hef skoðun á einhverju.", "date": "2008-02-28 11:33:00", "post_id": 93}, {"user_name": "SheDevil", "text": "Report, report .. report. \nEf að þú sérð einstaklinga haga sér ílla, þá ýtirðu á report takkann, og sendir report á stjórnina. Þá getum við gert eitthvað í því, en eins og stendur þá sýnist mér við moddarnir vera afar fá sem að mætum duglega á spjallið að fylgjast með, svo að við náum bara enganvegin að sjá allt sem gengur á, og því er nauðsynlegt að fólk noti þennann takka.", "date": "2008-02-28 11:35:00", "post_id": 94}, {"user_name": "PerlaD", "text": "Úps, sendi sama póstinn 2x", "date": "2008-02-28 11:37:00", "post_id": 95}, {"user_name": "Karlsson", "text": "Ég hef verið að nota þennan report takka.. finnst bara ekkert vera tekið á þessu er eh í banni núna einsog er ?", "date": "2008-02-28 11:37:00", "post_id": 96}, {"user_name": "íbbi", "text": "........................................", "date": "2008-02-28 11:38:00", "post_id": 97}, {"user_name": "SheDevil", "text": "Fólk fer automatískt í bann þegar það fær x marga punkta. Jú blessaður vertu það er tekið á málum, það er bara ekki gert fyrir allra augum enda sumt er óþarft að ræða á opnu spjalli, og ég persónulega kýs að ræða við fólk sem að er gera eitthvað af sér í einkapóstum. \n\nSem að sumir á þessum þræði sem og öðrum sem hafa verið búnir til í kringum mig, mættu taka til fyrirmyndar <<<icon_rolleyes.gif>>>", "date": "2008-02-28 11:40:00", "post_id": 98}, {"user_name": "gr33n", "text": "Ég get vel séð hvernig þetta getur hafa valdið misskylning... en ég get með engu móti séð þetta drull sem þú talaðir um\n\n\n\nHvað er ekki L2C material??... bara nýjar stelpur?, því ég hef hvergi séð hana drulla yfir nýjan strák sem hefur signað sig hingað inn.... ekki eru þeir endilega skárri. \n\r\nÉg held að það séu fáir hérna að tala um orðaforða eða orðaval, heldur attitude....... og það hefur allt með það að gera að vera moddi.\r\nModdar er það fólk sem á að halda \"friðinn\" ef svo má að orði komast, ekki starta stríð út um allt. Allir virðast skylja það..,. á öllum þeim spjallborðum sem ég skrifa inn á... nema hún árdís, því miður, en þetta hefur ekkert við hana að gera sem persónu án spjallsins, enda höfum við árdís verið ágætis kunningjar í gegnum tíðina.", "date": "2008-02-28 11:43:00", "post_id": 99}, {"user_name": "gr33n", "text": "Enda eins og ég hef sagt oftar en einusinni, þá finnst mér ekkert að því að þú sért í samræðunum á fullu... og oft geta þær orðið mjög heitar <<<icon_wink.gif>>>. Ég meina, auðvitað hefur fólk sínar skoðanir.\n\r\nHins vegar sem moddi finnst mér EKKI að þú eigir að drulla yfir nýja sem gamla notendur upp úr þurru... eins og þú hefur því miður oft gert, það er það eina", "date": "2008-02-28 11:46:00", "post_id": 100}, {"user_name": "íbbi", "text": "hvað er málið samt með að allir séu að segja að ég og fleyri séum að tuða endalaust í eða út af árdísi?\n\r\nég hef 1 sinni lent í einhverju \"orðaskaki\" við árdísi hérna, og hef nú þekt hana í mörg ár og lengur en þetta l2c batterýu hefur verið í gangi, \n\r\nhef ekkert á móti henni persónulega, og bjó ekki til þráð um hvort það ætti að reka hana, \n\r\nhinsvegar gerði gunnar það, og spurði , og ég svaraði, einfalt,", "date": "2008-02-28 11:46:00", "post_id": 101}, {"user_name": "PerlaD", "text": "Ég vil taka það fram að ég er ekki með neinar persónuárásir og er að nota dæmi eins og þig og Mr.Maniac og fleirir því við vitum bæði þú og ég Íbbi að þú ert ekki sem fallegastur í munninum sjálfur. Þér er velkomið að skamma mig <<<icon_biggrin.gif>>>\n\n\r\nEdit: Er að tala um munnsöfnuð í garð annara á spjallinu ekki bara Árdísar<<<icon_cool.gif>>>", "date": "2008-02-28 11:50:00", "post_id": 102}, {"user_name": "SheDevil", "text": "Ég sagði skít, ekki drull.. skít - stælar. \n\nEn jú, ég hef sko alveg tekið nýja stráka fyrir, það fer bara allt eftir því hver augljós tilgangur með skráningunni á spjallið er. Til að fræðast, og blanda geði, eða til að pósta myndum og msninu sínu, fá að rúnta í imprez osfrv, hanga í röfl að pósta omgosh sjáðu geggjað sætur hundur, eða ég er að spá hvort að ég ætti kanski að prófa að nota eyeliner (frá gaur). \nÉg bara get ekki haldið kjafti þegar að ég sé þetta, þessum fígúrum hefur snarminnkað hérna síðasta árið, enda hefur mínum skotum snarminnkað í kjölfarið síðasta árið. \nEf að þú sem og fleiri væruð eitthvað að fylgjast með, þá værirðu löngu búinn að fatta yfir hverju ég tuða við þessar fígúrur. Ég er ekki að gagnrýna þau fyrir hvað þau eru, heldur hversu heimskulegt það er að skrá sig á bílaspjall, sem er í daglegri baráttu við að halda sér á bílanótunum í umræðunni, að hleypa svo inn einhverju fólki sem að hefur hárnákvæmlega ekkert að gera hérna, og getu eins hangið á doktor.is og spjallað þar um fáránlegustu málefni, eða á barnalandi.. eða einhverju öðru. \n\nÉg hélt nú að þú værir einn af þeim sem eru mér sammála með það að halda gamla fólkinu hérna inni, þá meina ég gamla hardcore bílafólkinu, halda málefnum hérna í meginparti um bíla og þau málefni sem að um þau snúast, frekar en að þetta sé part bílasíða, part glimmer, part 12 ára og uppúr karakterum sem að hafa nákvæmlega engan áhuga á því að blanda geði við fólkið hérna, hefur engann áhuga á bílum eða því sem að tengist því, hefur heldur engann áhuga á því að hlusta á það sem því er sagt þegar það loksins póstar einhverju um bíla. \n\nUpphaflegu reglur l2c voru ósköp einfaldar, þær voru bara það, að þú færð að vera memm, ef þú hefur eitthvað að segja. \n\nEf þér finnst \"omgosh hæ msnið mitt er skiluru *skora* og þúst *gloss* og meina vá mar tsss hljóðin bara óh elskaða, og þúst ég á hvolp og myspace líka addið mér, vil vera vinsææl\" vera eitthvað sem á heima hérna, þá fine.. ræðið það þá við villý og palla um það að loka \"nýjir meðlimir\" svæðinu og þá eru allir sáttir. Þá sleppiði við að lesa hundleiðinlegar kynningar á fólki sem að getur ekki slitið sig úr nýjum meðlimum, og þið þurfið ekki að hafa áhyggjur af því að ég gæti etv orðið pirruð á þessum hundleiðinlegu glimmer hözzl gloss bleikar skyrtur umræðum og allt heltanað. \n\nVerð bara að fá að segja þetta.....\nOH MY GOD", "date": "2008-02-28 11:52:00", "post_id": 103}, {"user_name": "bErio", "text": "Ég býð mig fram á samkomunni í kvöld að veita knús til þeirra sem eru svonna rosalega sárir <<<hug.gif>>>\n\nEða þá getiði bara hringt í 8439505 - Sævar", "date": "2008-02-28 11:54:00", "post_id": 104}, {"user_name": "gr33n", "text": "ég afsaka, þú sagðir skítur en ekki drulla <<<icon_lol.gif>>> <<<icon_wink.gif>>>\n\r\nHins vegar, þá að sjálfsögðu er ég alveg sammála þér, rétt eins og ég held að 99% spjallsins séu, og það er að halda þessu liði burt.... hins vegar finnst mér að það megi alveg gefa því meira en einn dag áður en það er valtað yfir það. Sumir/ar koma hingað til að fræðast en kunna ekki mikið, og jú eru hugsanlega algjörar gelgjur. Þetta er fólk sem á vel heima hérna. Þú hlýtur að vera sammála mér þar. En ekki segja að ég sé ekki búinn að fylgjast með, þú veist það jafn vel og ég að það er ekki satt <<<icon_wink.gif>>>\n\r\nEn jú, ég er alveg sammála þér í því að reyna að halda gamla hardcore bílafólkinu hérna inni, Hins vegar þarf að koma nýju hardcore bílafólki hingað inn líka, og ótrúlegt en satt, þá byrja ekki allir sem hardcore bílafólk <<<icon_wink.gif>>>\r\nEnda hef ég ótt og títt komið því á framfæri að loka Röfl þræðinum <<<icon_wink.gif>>> enda þeir fyndnu og skemmtilegu þræðir sem taka mark á bílum, hjólum, mótorsporti... etc.. eiga alvegheima í almenna spjallinu <<<icon_wink.gif>>> Það er mín leið til þess að sporna við því að fólk sem kemur hingað eingöngu í leit að \"drátt\", þá fer það... en ótrúlega margir hérna, og meira að segja af eldri meðlimum hérna pósta eingöngu í röfl þræðinum, og hafa nær aldrei sagt orð um eitthvað sem kemur bílum eitthvað við <<<icon_wink.gif>>>", "date": "2008-02-28 12:01:00", "post_id": 105}, {"user_name": "Helgan", "text": "Þó ég sé kannski ekki sár, má ég þá ekki samt fá knús ? <<<icon_redface.gif>>> \n<<<icon_lol.gif>>> <<<icon_lol.gif>>>", "date": "2008-02-28 12:01:00", "post_id": 106}, {"user_name": "gr33n", "text": "sucky sucky.... me love you long time <<<icon_wink.gif>>>...spoona aftaní \"free candy\" ? <<<naughty.gif>>>", "date": "2008-02-28 12:02:00", "post_id": 107}, {"user_name": "PerlaD", "text": "Ok ég skil þig, honestly. En eitt vil ég koma á framfæri í viðbjóð.\n\r\nVið erum konur, stelpur, kvk, female, femme blah blah blah.... Ef að ég fer að tjá mig um bíla og segi síls en ekki kítt þá er ég bara heimsk kelling. \r\nÞað er eylíft ströggl að vera kvenmaður í karlmans heimi (NEI ÉG ER EKKI FEMINISTI!!!!)\r\nÞví ef ég vil hafa áhugamál eins og t.d. bíla þá er ég bara bílamella sem fíla impressur og Evóa....\r\nMy point is, sumir strákar fikta í bílum frá því þeir slíta sig af spena. og jájá sumar stelpur líka, en lets face the fact að það er MUN minni prósenta og ALLT sem við lærum, lærum við af ykkur (pöbbum, kærustum etc.)\r\nÞað þarf ekki að rífa í sig strák sem kemur hingað þó hann sé 14 ára vegna þess að hans genuin áhugi er á bílum!\n\r\nÞegar stelpa póstar hérna og segist eiga Polo en hafi sko GEGGJAÐAN áhuga á að ríða í impresu þá finst mér bara gott og gilt að halda þeim frá þar sem þær koma hvort sem er ekki hingað í þeim hugleiðingum að læra eitthvað....\r\nEr virkilega eitthvað að því?\n\r\nOg svona ef þú hugsar um það af krafti....\r\nVildiru sleppa því að hafa hanaÁrdísi hérna eins og hún er?", "date": "2008-02-28 12:02:00", "post_id": 108}, {"user_name": "Shagrath133", "text": "Nú hef ég ekki ýkja mikla reynslu af L2C, en upp á síðkastið hef ég reynt að fygljast örlítið með! ég gerði mér nú aldrei grein fyrir að SheDevil væri moddi, og var alltaf að spá bara hvað hún væri mikið í öllum spjöllum <<<icon_biggrin.gif>>> en ég er fullkomlega sammála því að hún sé að gera góða hluti með því að þagga niðrí þeim sem eru með rugl. <<<icon_cyclops.gif>>>", "date": "2008-02-28 12:03:00", "post_id": 109}, {"user_name": "Karlsson", "text": "Samkomuknús takk!", "date": "2008-02-28 12:05:00", "post_id": 110}, {"user_name": "gr33n", "text": "...............", "date": "2008-02-28 12:15:00", "post_id": 111}, {"user_name": "Erica", "text": "fyrir mér er löngu over due að loka nýjum meðlimum . \n\r\nÉg tek voðalítið mark á því fólki sem kemur hérna inn og hagar sér eins og hinar verstu gelgjur.. strákar sem stelpur.\n\r\nÞað fólk eyðileggur bara fyrir sjálfum sér.\n\n\r\nHvort vill fólk hafa þetta sem síðu þar sem hægt er að fá ráðleggingar, hjálp, deila myndum af bílum og hafa gaman að því að rökræða bíla framog til baka\n\r\neða spjall samblandað af barnlandi.is og doctor.is?", "date": "2008-02-28 12:16:00", "post_id": 112}, {"user_name": "PerlaD", "text": "Geggjað, þá erum við sammála<<<badger.gif>>>\n\r\n*hjúkket, það var mikið* <<<icon_albino.gif>>>", "date": "2008-02-28 12:20:00", "post_id": 113}, {"user_name": "Beggi wRe", "text": "jæja er þetta ekki Komið gott ! <<<icon_lol.gif>>> <<<punch.gif>>><<<punch.gif>>>", "date": "2008-02-28 12:25:00", "post_id": 114}, {"user_name": "Karlsson", "text": "Ég var að nýta mér þessa þjonustu.. roooosalega sáttur með hana :*", "date": "2008-02-28 12:25:00", "post_id": 115}, {"user_name": "RebekkaB", "text": "hehe ekki einu sinni rétt númer...", "date": "2008-02-28 12:35:00", "post_id": 116}, {"user_name": "Linda Þ", "text": "Eftir að hafa verið á þessu spjalli í nokkurn tíma þá hef ég og allir tekið eftir því hvernig SheDevil getur verið. Svarar stundum mjög dónalega og bara með óþarfa comment. Það er munur á að vera hreinskilin (eins og hún segist vera) og að vera hreint og beint dónaleg og það er eins og þetta renni allt saman hjá henni. Það er mjög oft sem ég hef hreinlega ekki meikað að tjá mig í ákveðnum þráðum þar sem ég vissi að ég myndi fá svona skítacomment frá henni. \n\r\nÉg þekki hana ekki neitt og þetta er trúlega yndælis manneskja EN þar sem maður þekkir hana bara af spjallinu þá veit ég ekki hvort litla ég myndi þora að labba að henni og byrja að spjalla. Mig langar bara að spurja þig SheDevil .... hver gefur þér þann rétt að skíta yfir t.d. stelpur sem skrá sig í nýja meðlimi? Þær hafa alveg sama rétt og þú að vera hérna á þessu spjalli. Þær geta jú verið mjög pirrandi og þess háttar en hver gefur þér þann rétt á að drulla þær í kaf og þær hafa ekki einu sinni byrjað að sína sinn bílaáhuga eða sýna að þær vilja læra því þú ert strax komin til að rakka þær niður. Hvernig veist þú hver bílaáhugi þeirra er ef þú gefur ekki manneskjunni séns?? Jújú maður gefur sér ákveðna ímynd um þessar stelpur þegar þær skrifa í þessa þræði EN þær eiga að fá séns eins og hver annar.\n\r\nÉg vil ekki vera með nein leiðindi en bara í fyrsta skiptið hef ég ákveðið og þorað því að segja mína skoðun um hvernig mér finnst þú koma fram við fólk hérna og mér finnst þetta ekkert vera framkoma til að hrópa húrra fyrir þvi eins og ég segi þá er eins og þú vitir ekki muninn á að vera hreinskilin og hreint og beint DÓNALEG. Fyrir mitt þá geta svona comment eins og þín sært mig þar sem ég er ekki sú sterkasta og mér finnst þú aðeins þurfa að hugsa það að það eru ekki allir eins sterkir og þú virðist vera. Þér finnst leiðinlegt þegar fólk er með einhver leiðindacomment við þig .. hvernig helduru t.d. að þessum stelpum líði þegar þú ert með þessi leiðindi við þær og þær eru búnar að vera eina mínutu inná spjallinu. Ættir aðeins að hugsa um hvernig þú orðar þínar skoðanir áður en þú póstar.\n\r\nEnn og aftur þá er ég ekki að vera með nein leiðindi en ég vildi bara koma þessu frá mér. Þú ert trúlega mjög fín stelpa og ég hef alveg séð tvær mjööög ólíkar hliðar á þér á spjallinu en því miður er þessi \"hreinskilna\" hlið þín sem yfirgnæfir það góða sem er mjög leiðinlegt. Þú ert trúlega þessi hreina og beina manneskja sem er blátt áfram en þær manneskjur þurfa einmitt sérstaklega að passa hvað þær segja. Ég er ekki að segja að aðrir hafi rétt á því að drulla yfir þig alls ekki en þú hlýtur að hugsa hvaðan allt þetta kemur <<<icon_confused.gif>>>", "date": "2008-02-28 13:39:00", "post_id": 117}, {"user_name": "bErio", "text": "Hey krútt <<<hug.gif>>> ?", "date": "2008-02-28 14:09:00", "post_id": 118}, {"user_name": "ArnarFB", "text": "Greeeeeeeeeeeeeyin litlu <<<icon_cry.gif>>> <<<hug.gif>>>\n\r\nLinda <<<flower2.gif>>>\n\r\nDísa <<<flower2.gif>>>", "date": "2008-02-28 14:12:00", "post_id": 119}, {"user_name": "Ingsie", "text": "enda er þetta mitt númer!", "date": "2008-02-28 14:13:00", "post_id": 120}, {"user_name": "bErio", "text": "Naunau, þú kannt mitt bara utanað\r\nBarílagi", "date": "2008-02-28 14:15:00", "post_id": 121}, {"user_name": "Karlsson", "text": "<<<rolleyes.png>>> <<<rolleyes.png>>> <<<rolleyes.png>>> <<<naughty.gif>>> <<<naughty.gif>>> <<<naughty.gif>>> <<<naughty.gif>>>", "date": "2008-02-28 14:15:00", "post_id": 122}, {"user_name": "SheDevil", "text": "Elsku besta, ég tek þessu ekkert ílla. \nEn eins og segi fyrr í þræðinum þá geri ég mér alveg grein fyrir því hvernig ég er, og ég held ég geti nú bara talið það á fingrum annarrar handar þá aðila sem að ég hef tekið í gegn með hrottaskap. En ég skýt alveg á fólk, (ss. skot .. ekki skíta), og ég geri það líka við mína vini, en giska á að það geti bara vel verið að sé partur af uppeldinu sú hlið <<<icon_wink.gif>>> En þeir sem að þekkja mig taka mig ekki persónulega. Hugsa að Perla geti nú staðfest það hvað ég get verið ótrúlega blátt áfram, og oftar en ekki er mér alveg sama þó að það særi, því að ef að við eigum að ganga áfram í þessu lífi á brosi og já og amen, velkomin og ég elska þig útí eitt, já þú hefur rétt fyrir þér, auðvitað á að gera það svona, opna alltaf hurðina fyrir öðrum, og enginn mætir neinu mótlæti.. hvernig mótar það einstaklingana? \nEkki það að ég sé uppeldisfræðingur, en ég hef unnið í uppeldisgeiranum, og hef ýmsa reynslu á bakinu sem að ég þori alveg að beita. Ef að fólk mætir aldrei óréttlæti, eða mótlæti, eða mótsögn þrætti eða einhverskonar hindrun, telur það jú að það megi valta yfir allt og alla. \n\nEkki misskilja mig, l2c er enginn staður til að ala fólk upp, en ekki reyna að segja mér það, að þú látir allt yfir þig ganga og svarir ekki fyrir þig. Ef svo er þá ættirðu að kíkja í heimsókn til mín og þú gengur héðan út önnur manneskja <<<icon_wink.gif>>> \nÉg fer ekki ílla með fólk, en ég er ekkert feimin við að segja hlutina eins og þeir standa fyrir mínum dyrum. Ég sem og allir aðrir í þessum heimi þurfum ekki alltaf að sleikja á milli tánna á fólki sem að á ekki samleið með málefnum. \n\nÞetta er orðið ansi langt svar.. en ég er ekki hætt (og giska á að strákarnir séu annaðhvort hættir að lesa.. eða hætti hér <<<icon_lol.gif>>> ) \n\nMálið er bara þannig, að þrátt fyrir að ég sé moddi, og allt þetta, að þá er ég ekki mikið dipló týpa. Ég sit mjög oft á mér, og það hreinlega bara til að virða suma einstaklinga. Ég er góð stelpa, alveg í gegn. En ég er með kjaft, og það er bara einn partur af mínum karakter. Ég er ekki dónaleg, að mínu mati, þarsem að ég er ekki að drulla yfir fólk sem persónu, heldur er ég að gagnrýna harðlega ýmsar aðferðir við að kynna nýja persónu inn á spjallið. \n\nÞað eru milljón leiðir til að koma sér á framfæri, og first impression er það sem að gildir. Fyrir risastórum hópi af fólki, að koma inn og byrja með hæ omgosh bla bla sniglaför útum allt.. það skilur bara eftir sig .. tramp stimpil í hugum fólks. Það sem ég hefði viljað sjá frá þessum stelpum sem ég nartaði í á sínum tíma, er að bakka frá þessu kjaftæði, og presenta sig almenninlega. Nokkrar nartaði ég í, og viti menn, þær fóru sjálfar og presentuðu sig duglega og komu sér á framfæri í karlremburíki dauðans. Og hvað.. jú þær eru bara hérna flestar ennþá, enda náðu þær að fara framhjá mér, tóku til greina það sem ég var að segja við þær, og örkuðu hérna inn á spjallið með ákveðni og létu engann traðka á sér. \n\nÞú veist örugglega hverjar flestar þessar stelpur eru. \n\nMálið er líka bara það, að mér drulluleiðist að horfa uppá einhverjar pjásur, draga flestar aðrar stelpur niður á það plan sem þær virðast vera fastar á. Að þurfa að vera einhverjar gærur til að fá athygli. Þess bara er enganvegin þörf. Ég bíð eftir deginum sem að stelpur fatti þetta, en ég hugsa bara að það verði aldrei. Þetta er þeim til þvílíkrar skammar, og að mínu mati mér og þér og öðrum stelpum hérna einnig. \n\nStelpur í dag eru uppfullar af ranghugmyndum, sú druslulegasta og lauslátasta er mest kúl. Wrong. Vildi að ég gæti leiðrétt þær allar.. en þær sem að á endanum er tekið mark á, eru þær sem að fatta hvernig þær létu/láta, halda áfram þrátt fyrir mótlæti og láta engann segja sér að halda sér fjarri. Það eru stelpur sem ég virði! Eins og ingie, helgan, og margar aðrar hérna sem að fengu að finna fyrir mér, og veistu, ég virði þær bara alveg drullumikið í dag. \n\nÉg hef ákveðnar skoðanir, og er alin upp á einn veginn, það má í raun segja að ég sé copy-paste að vissu leiti af systur minni, sem að á mikinn part í því að hafa gert mig að manneskju. Og þá meina ég manneskju. \nÉg vildi að ég gæti miðlað þeirri reynslu og lífsreynslu til margra, en það er bara ekki í mínu færi að geta. \n\nÞetta er pælingin á bakvið mig, og þeir sem að hafa nennt að lesa, kúdós! \n\nÞetta kanski segir ekki alla söguna, en það að segja að dónaskapur og hrottaskapur sé eitthvað mottó hjá mér.. það er rangt. Ég held það sé óhætt að segja, að uþb allt sem ég geri í mínu lífi, hvort sem það er hér, eða annarstaðar, er með góðum vilja gert. \nEf að fólk tekur mér svona ofboðslega persónulega, og fer alveg í mínus og lífið bara endar þar með þegar ég hækka róminn.. það er fólkið sem að virkilega þarf að fara heim.. leggja sig, og hugsa málin yfir þegar það vaknar. Og frá öllum hliðum. \nMér er sama þó að fólki finnist ég ósanngjörn, og jafnvel leiðinleg. Þannig er lífið bara, það semur ekki öllum, það geta ekki allir verið vinir. Ég er fullkomlega sátt við það að fólk fíli mig ekki, en það er líka afþví að ég veit að það fólk þekkir mig ekki. \n\nÞað fá ekki margir að þekkja mig, en þeir fáu sem að þekkja mig persónulega, gætu ekki rekist á betri manneskju. En þessi orð hef ég eingöngu eftir mínum vinum, og kunningjum. Hugsa að margir sem eru hér inni, sem að þekkja mig, og hafa actually tekið sér tímann til að kynnast mér (ekki auðveldast í heimi) geta staðfest þetta. \n\nEn ég NENNI ekki að skrifa meira, en ég veit alveg hvað þú ert að fara Linda, truflar mig ekki þessi comment, dont worry. Ég legg fólk ekki í einelti, þó svo að það sé gríðarstór hópur hérna með verulega skert sjálfsálit sem að þarf að stunda svona leikskólaleik. Ég veit hver ég er, ég er sátt við sjálfa mig, og því fær enginn breytt <<<icon_smile.gif>>> \nÉg er til staðar fyrir alla þá sem að vantar, alltaf, það er nóg pláss hjá mér að ræða við fólk og leiðbeina. \n\nBestu kveðjur.", "date": "2008-02-28 14:23:00", "post_id": 123}, {"user_name": "SheDevil", "text": "Og ég held þetta hafi verið í fyrsta skipti sem ég tjái mig um eitthvað tengt sjálfri mér af alvöru .. sjit. Sjáum til hvað ég vil láta þetta standa lengi.", "date": "2008-02-28 14:24:00", "post_id": 124}, {"user_name": "Linda Þ", "text": "Hef ekkert við þessu að bæta. Fékk það svar sem ég var að vonast eftir <<<icon_wink.gif>>> Og ég þekki svona blátt áfram manneskju eins og þig en stóra systir mín er svona líka og því veit ég að það eru þessar manneskjur sem fatta ekki hvernig við \"litlu\" stelpurnar með litla hjartað getum tekið ALLT inná okkur en auðvitað getur þetta verið mjöög mikill kostur að vera blátt áfram og einnit mikill ókostur. EN ég er alveg þannig að ég get komið með svona leiðinda comment í djóki við þá sem ég þekki (hehe bara spurja kallinn) en mér finnst tvennt ólíkt að vera svona blátt áfram við þá sem þekkir mann heldur en við þá sem vita ekkert um mann og eru því þessi komment eins og að fá heilu föturnar í andlitið. Auðvitað á maður ekkert að sitja á sínum skoðunum og þegja, maður á að svara fyrir sig og þess háttar en fólk er svoo ólíkt og geta því þessi svör sært þó maður fatti það ekki sjálfur en ég veit allavega núna hvað þú ert að meina með sumum commentum þínum og núna veit ég betur en að taka þau inná mig (þó ég geti nú ekki sagt að ég hafi fengið þau frá þér <<<icon_wink.gif>>> ) en já ég hef ekkert við þessu svari þínu að bæta... er sátt <<<tongueout.gif>>>", "date": "2008-02-28 14:36:00", "post_id": 125}, {"user_name": "CT9A", "text": "nauts það er alveg 8459248 <<<icon_lol.gif>>>", "date": "2008-02-28 14:41:00", "post_id": 126}, {"user_name": "LindaB", "text": "AMEN ! \n\r\nFinnst alveg ömurlegt í þessum bílageira, hvort sem það eru bílar eða trukkar, þegar það koma stelpur sem halda því fram að þær séu algjör bíla- eða trukkagúrú, og gera aldrei neitt af viti eða segja neitt af viti. Ótrúlega margar eru í þessum flokki sem þú ert að tala um, athyglisjúkar með auglýsingaskiltið framaná sér \"Viltukomaðríða?\" og halda að þær geti öðlast virðingu þannig. Það er bara því miður kolrangt, strákarnir sem falla fyrir því eru svona álíka vitlausir og stelpurnar sem eiga þar í hlut, og þessi ímynd sem þær eru að búa til er ímyndin sem við hinar reynum að sporna við ! Hreinlega sorglegt að horfa uppá þetta lið beisikklí vera að eyðileggja fyrir þeim sem eru í þessu af fullum hug, þeim sem eru að berjast uppá hvern einasta dag að reyna að sanna að það eru ekki allar eins og þessi ákveðni flokkur \"gelgja\".", "date": "2008-02-28 14:47:00", "post_id": 127}, {"user_name": "ArnarFB", "text": "Djöfull er það planað að reyna við ykkur báðar um helgina! \n\n\n\n\n\n\r\nEDIT: Æj já damn... verð í London <<<icon_sad.gif>>>\n\n\n\n\n\r\nEDIT2: Djöfull eruði báðar á leið til London í kynsvallsferð <<<icon_cool.gif>>>", "date": "2008-02-28 14:55:00", "post_id": 128}, {"user_name": "Fúsó", "text": "Ég er kominn með hausverk af því að lesa þennan þráð.. \n\r\nAnnars verð ég að segja það að moddarnir hér á þessu spjalli eru að standa sig ógurlega vel. \n\r\nEn ég get samt sagt að mér hafi fundist sum komment frá Árdísi vera einum of, þó svo að þetta spjall sé fyrir bílaáhugamenn en ekki smápíkz. \n\r\nÉg þekki Árdísi pínulítið sjálfur og ég veit að hún getur verið skapstór (hef þó ekki lent í henni) en burtséð frá því líkar mér ágætlega við hana.. \n\r\nÁrdís er reyndar manneskja sem að ég mundi ekki vilja lenda í rifrildi við þó svo að ég væri afskaplega ósammála henni. \n\r\nGunnar H er eins og hann er en mér finnst að hann hafi gengið of langt með þessum þræði sínum.", "date": "2008-02-28 14:58:00", "post_id": 129}, {"user_name": "SheDevil", "text": "Þú þekkir mig nú barasta ekki neitt Fúsi. \nOg þú hefur nú alveg heyrt í mér,  og þú ert ekki í neinni aðstöðu til að segja til um það hverskonar skap ég hef að bera, sem litli frændi vinar míns.", "date": "2008-02-28 15:07:00", "post_id": 130}, {"user_name": "ArnarFB", "text": "Ég þekki Dísu fínt. Hún er ekkert skapstærri en aðrir einstaklingar hér á þessu spjalli.", "date": "2008-02-28 15:11:00", "post_id": 131}, {"user_name": "Olikrummi", "text": "Enn meiri ástæða til að hringja <<<icon_wink.gif>>><<<naughty.gif>>><<<naughty.gif>>>", "date": "2008-02-28 15:13:00", "post_id": 132}, {"user_name": "Gunnarmh", "text": "Ég vil minna fólk á að ég er ekki þessi Gunnar H <<<icon_lol.gif>>>\n\nÓþarfi að vera eitthvað að væla mér í einkapóst!\n\nAnnars þori ég ekki að tjá mig um þetta mál, líkar ákaflega vel við fólk á l2c og moddarnir magnaðir.\n\nMæli með því að fólk leggi smá pening í sjóðinn hjá þeim:\n\n0549 - 14 - 601597\nkt: 280877-5069", "date": "2008-02-28 15:37:00", "post_id": 133}, {"user_name": "Fúsó", "text": "Get reyndar allveg verið 100% sammála því að ég þekki þig ekki rassgat persónulega\n\r\nÉg man nú ekki til þess að hafa heyrt í þér reyndar. Ekki nema þá að ég hef séð þig hrauna eitthverju misgáfulegu fyrir einhvern hérna sem að átti það ekki skilið. \n\r\nÉg er ekki í neinni stöðu nei til þess að þykjast vita eitthvað um skapið þitt en ég hef allavega svipað oft skynjað þig í góðu og vondu skapi.\n\r\nAnnars finnst mér það líka vera ofsalega mikil þröngsýni að dæma fólk endanlega eftir first impression. Ég þekki nokkra sem að gera það og hafa oft endað á því að vera dónalegir við ágætasta fólk sem á það ekki skilið bara vegna þess að þeim leist ekki á það í fyrstu...", "date": "2008-02-28 15:39:00", "post_id": 134}, {"user_name": "SheDevil", "text": "Þegar að fólk er að DÆMA annað fólk, þá er það ekki bara eingöngu útfrá first impression. Þau dæmi sem að þú hefur í huga, er constant sama hegðunin sem að bara verður þreytt. \nÞetta er tvennt alveg gjörólíkt sem þú ert að pæla í. Það er frekar málið að dusta af sér rykið og haga sér eins og manneskja ef að fólk vill að aðrir virði það. Og þá er ég ekki að meina taka mig sem fyrirmynd, heldur að mynda sér sjálfstæðar skoðanir, og ekki þykjast vera eitthvað annað en það fólk er í raun og veru.", "date": "2008-02-28 15:43:00", "post_id": 135}, {"user_name": "Gunnarmh", "text": "Fúsi er eðalmaður, mikill höfðingi <<<icon_cool.gif>>>\n\n\r\nAnnars held ég að við þurfum að fara að senda friðargæsluliða hingað, allt að verða brjálað", "date": "2008-02-28 15:43:00", "post_id": 136}, {"user_name": "SheDevil", "text": "Jesús nei, ég get ekki séð betur en að allir séu svo rólegir að þeir séu við það að sofna.. veist ekki hvað það róar (svæfir) mannskapinn að henda inn einni helvíti langri ritgerð", "date": "2008-02-28 15:46:00", "post_id": 137}, {"user_name": "Gunnarmh", "text": "Já, það er sko satt. Er búin að finna fyrir því á meðan ég ligg uppí rúmi í veikindum að lesa þennann þráð, loksins búin að finna leið til að sofna á kvöldinn! Find more posts by SheDevil", "date": "2008-02-28 16:06:00", "post_id": 138}, {"user_name": "PerlaD", "text": "Árdís? Skapstór? neeeeeeeeeeeeeeeeei það stenstekki!<<<punch.gif>>>\r\nEf hún hefur yfir einhverju að rífast þá er ég hennar human punching bag! gaddemit... and wounds where just starting to heal <<<argh.gif>>>", "date": "2008-02-28 16:10:00", "post_id": 139}, {"user_name": "Beggi wRe", "text": "Vá hvað þetta var langur texti Árdís! <<<icon_surprised.gif>>>\n\r\nMér er illt í augunum og hausnum af þessum lestri!! <<<icon_razz.gif>>>\n\r\nEn já, þúrt örugglega æðiber <<<hug.gif>>>", "date": "2008-02-28 16:51:00", "post_id": 140}, {"user_name": "ArnarFB", "text": "Aha, segðu <<<naughty.gif>>>", "date": "2008-02-28 16:59:00", "post_id": 141}, {"user_name": "Beggi wRe", "text": "Þúrt æðiber í rassi <<<naughty.gif>>>", "date": "2008-02-28 17:17:00", "post_id": 142}, {"user_name": "SheDevil", "text": "æðaber ? .. æði ber ? ... \nfatta ekki alveg hvort þetta átti að vera <<<icon_lol.gif>>>", "date": "2008-02-28 17:41:00", "post_id": 143}, {"user_name": "Erica", "text": "æði ber.. ber sem er æði? ber sem æðir!\n\r\nim getting confused..", "date": "2008-02-28 17:43:00", "post_id": 144}, {"user_name": "Olikrummi", "text": "Æði, as in flott og ber as in nakin ? <<<naughty.gif>>>", "date": "2008-02-28 17:55:00", "post_id": 145}, {"user_name": "Beggi wRe", "text": "fine!. vertu bara krækiber <<<tongue.gif>>>", "date": "2008-02-28 18:39:00", "post_id": 146}, {"user_name": "Freyr Gauti", "text": "Fyrir þó nokkuð löngu þegar að það vantaði modda á spjallið var notendum boðið að sækja um.\nMenn þurftu að geta verið málefnalegir í svörum sínum.\nMenn þurftu að getað passað skapið hjá sér.\n\nÁrdís uppfyllir ekki þessar kröfur, en þar sem að hún er ein af þeim fyrstu í þessum \"bíla\"klúbb, þá er ekki verið að eltast við að hún hegði sér eftir þessu.\nMinnstakosti ekki af hinum moddunum.\n\nÞað er langt síðan að bílar hættu að vera aðal atriði þessa spjalls.\nMaður er betur settur á blýfæti, kvartmíluspjallinu og kraftinum fyrir svoleiðis umræður.\n\nEdit: Ekki það að ég sé eitthvað á þessum spjöllum til að gera annað en að rífa kjaft.", "date": "2008-02-28 19:11:00", "post_id": 147}, {"user_name": "MrManiac", "text": "Ég elska þig...", "date": "2008-02-28 19:15:00", "post_id": 148}, {"user_name": "MrManiac", "text": "Og já....ég er allavegna ánægður með þig.", "date": "2008-02-28 19:23:00", "post_id": 149}, {"user_name": "otto23", "text": "ha slagur eg er leikur er úr breiðholtinu pm me með upplýsingar ef það er er hópfight black crew vs blew crew eg er leikur eitthvað til i þessu ?", "date": "2008-02-28 19:33:00", "post_id": 150}, {"user_name": "GimmiAK", "text": "lol<<<punch.gif>>>", "date": "2008-02-29 03:21:00", "post_id": 151}, {"user_name": "Olikrummi", "text": "Fail......", "date": "2008-02-29 13:27:00", "post_id": 152}, {"user_name": "Gunnarmh", "text": "", "date": "2008-02-29 14:07:00", "post_id": 153}, {"user_name": "Dezzice", "text": "Og hvernig veist þú hvort við tökum á moddunum okkar eða ekki?\n\nEnn og aftur dettur mér ekki í hug að auglýsa hvern ég er að skamma og hvern ekki eða hvað ég segi eða segi ekki við fólk.  Öðrum kemur það bara ekki við, sorry <<<icon_wink.gif>>>", "date": "2008-03-01 15:06:00", "post_id": 154}, {"user_name": "Freyr Gauti", "text": "Já einmitt. Nokkuð augljóst að hún hefur ekki breyst á nokkurn hátt í svörum sínum hérna á netinu frá því að þetta spjall byrjaði þannig að ég get ekki ýmindað mér að þú sért eitthvað að reyna fá hana til að vera rólegri í svörum. \r\nOg ef þú ert að skammast í henni annarslagið útaf þessu þá er augljóst að það hefur lítil áhrif. \r\nEn það breytir náttúrulega máli hvort það sé Jón eða séra Jón sem er að rífa kjaft á þessu spjalli...eins og venjulega.", "date": "2008-03-01 19:40:00", "post_id": 155}, {"user_name": "Aron Preza", "text": ":lo:<<<icon_lol.gif>>> BEINT I MARK<<<icon_lol.gif>>>", "date": "2008-03-01 19:49:00", "post_id": 156}, {"user_name": "RAT", "text": "Að ölluleiti satt hjá frey gauta , það skiptir greinilega öllu hvort viðkomandi sé séra jón eða meðaljón ... Ég hef ekkert á móti árdísi en hún hefur farið frekar harkalega í að taka á móti stelpum sem skrá sig hérna inná , þær fá allavega allt aðrar viðtökur heldur en strákarnir og það breytir engu hvort þær séu að auglýsa sig eða bílinn sinn í nýir meðlimir fyrsta kommentið frá henni virðist alltaf vera neikvætt og bitchy og það getur ENGINN hér neitað því .\n\n\n\nEdit: ég segi þetta með fyrirvara því það má velvera að maður taki meira eftir þessu þarsem hún er moddi og maður býst við öðruvísi hegðun af modda ... en hún er eflaust ekki ein um þetta viðmót til nýrra stelpna á spjallinu.", "date": "2008-03-01 19:53:00", "post_id": 157}, {"user_name": "Dezzice", "text": "Hérna ein spurning, hvað viltu að ég geri?  Labbi heim til fólks, setji það í handjárn og flengi það ef það gerir eitthvað af sér?  Eina sem ég get gert er að tala við fólk, það er svo undir fólkið komið væntanlega hvort það tekur mark á því sem ég segi og framfylgir því sem ég bið um eða bið ekki um.  Ég get lítið gert nema biðja fólk að gera einhverja hluti en ég get á engan hátt haldið að fólk gjörsamlega taki öllu sem ég segi sem heilögum sannleik og bara já og amen.  Stundum er fólk mér ósammála, fínt mál, stundum ekki og málið leyst.  Ég veit ekki til þess að ég geri upp á milli fólks hérna og væntanlega margir sem geta vitnað í það sem ég hef skammað að ég ríf ekkert kjaft við þá en segi svo \"öllum vinum mínum\" að þeir megi gera þessa hluti <<<icon_rolleyes.gif>>>  Ég svara ÖLLUM eins.\n\r\nÞú lætur eins og það EINA sem hún geri sé að rífa kjaft hérna í ÖLLUM póstum sem hún póstar.\n\r\nÓtrúlega skondið hvað menn halda alltaf að við gerum ekki neitt þegar eitthvað kemur hérna upp á <<<icon_rolleyes.gif>>>  Fyndist þér voða sniðugt ef þú hefðir gert eitthvað af þér óvart eða ekki, ég myndi hafa samband við þig í PM og svo plastera því hérna í opin þráð alveg \"já Freyr Gauti gerði þetta bladíbla og ég sagði þetta við hann bladíbla, hann svaraði svona bladíbla og svo gerðist þetta og svo gerðist hitt\".  Fyndist þér ekki hálf hallærislegt af mér að vera að draga alla aðra hérna á spjallinu inn í það hvernig þú svaraðir einhverju eða hvort þú gerðir einhver mistök með því að pósta hlutum á vitlausa staði etc og svo væru allir að velta sér upp úr þessu í þræðinum???  Þetta eru bara engan vegin mín vinnubrögð að gera hlutina svona enda finnst mér oftast best að ræða bara beint við menn og biðja þá kurteisislega að breyta því sem þeir eru að gera rangt.\n\r\nÞað fyndna er að menn eru ofsalega duglegir að rífast og setja út á en á meðan ég fæ ekki beina kvörtun í PM eða á maili get ég lítið gert því oft eru þetta einhver private beef á milli manna og menn að rífast útaf því og kemur oft EKKERT einhverjum hlutum hérna á spjallinu við og svona honestly nenni ég ekki að skipta mér af þannig málum og bið menn að taka þetta af spjallinu því restinni komi þetta ekki við.\n\r\nÉg skora á þig að ef þú ert svona ósáttur við einhvern modda eða moddana yfir höfuð, nú eða einhverja sem eru að rífa sig, að leggja inn formlega kvörtun og ég skal með glöðu geði taka málið fyrir.  Nú ef þú ert ósáttur við mig að þá getur þú sent kvörtun á moddana og þeir geta þá metið hvort ég hafi gengið yfir strikið eða ekki með því hvernig ég svaraði þér <<<icon_wink.gif>>>", "date": "2008-03-01 19:53:00", "post_id": 158}, {"user_name": "RAT", "text": "ójá gleymdi samt að nefna þessi hottie hefur góðar hliðar líka það er ekkert falið ... \ná við um shedevil.", "date": "2008-03-01 19:59:00", "post_id": 159}, {"user_name": "Dezzice", "text": "Vil taka það fram enn og aftur að kvartanir sem mér berast eru nafnlausar ef menn biðja um það, þannig þeir þurfa ekki að hafa áhyggjur af því að ég sendi viðkomandi PM og segi \"já hann jói jóns var að kvarta yfir þér\".", "date": "2008-03-01 20:05:00", "post_id": 160}, {"user_name": "Freyr Gauti", "text": "Kommon, það er svo stór munur á svörunum frá þér og síðan svörunum frá henni þegar maður er að rífa kjaft útaf einhverju hérna inni.\r\nOg það fer varla frammhjá þér hvernig hún hefur verið að svara mönnum, nú eða skítkastið út í smástelpurnar sem hafa verið að koma inn á spjallið.\r\nÞað er nú frekar erfitt að finna quote þar sem að maður hefur verið að rífast við hana vegna þess að öðrum hverjum þræði sem inniheldur rifrildi hérna er eytt.\r\nÉg er ekki að segja að þú eigir að handjárna hana eða álíka, hún hefur sama rétt á að tjá skoðanir sínar hérna inni eins og aðrir, en þegar að hún er hérna sem moddi þá þarf hún væntanlega að gæta orða sinna?\r\nÞetta er visst starf að vera moddi, og hvað er gert ef menn standa sig ekki í starfi og hegða sér ekki í samræmi við starfið þrátt fyrir að vera skammaður útaf því? Maður er rekinn.", "date": "2008-03-01 20:20:00", "post_id": 161}, {"user_name": "shine", "text": "Veit ekkert hvað gerðist en ef Árdís hættir þá er rosalegt fútt horfið...\n\r\nEkki nenni ég að vera á þessu spjalli ef annar hver röfl þráður verður eitthvað bull frá 92\" af stelpu sem er bara \"OMG\"\n\r\nÁfram Árdís", "date": "2008-03-01 20:31:00", "post_id": 162}, {"user_name": "Opie", "text": "Hef nú ekki séð Árdísi rífa jafnmikinn kjaft og margir seigja svo ég skil ekki allveg út í hvað málið er farið", "date": "2008-03-01 20:39:00", "post_id": 163}, {"user_name": "Dezzice", "text": "Tja það er þó gott ef þér finnst ég ekki vera dónaleg því auðvitað vill maður reyna að vera eins hlutlaus og hægt er og svara málefnalega, allavegana hef ég það að leiðarljósi og geti nú yfirleitt tekið gagnrýni alveg ágætlega <<<icon_wink.gif>>>\n\r\nAuðvitað getur hún farið yfir strikið eins og allir aðrir, engin spurning.  Allir mannlegir og allir sem geta gert mistök.\n\r\nÉg er nú ekki sammála því að öllum þráðum sem innihalda rifrildi sé eytt.  Þeim er eytt ef fólk biður um það eða ef þráðurinn er komin bara út í rugl og hefur ekkert upp á sig að halda honum inni.\n\r\nEngin spurning og ég er þér 110% sammála að sem moddi þarf maður að reyna sitt besta til að vera hlutlaus og við verðum oft að sitja á okkur að svara og segja kannski okkar skoðun því það er bara ekki við hæfi, sérstaklega þegar deilan er kannski vinur manns vs einhver annar.\n\r\nTja ég vil nú meina að batnandi mönnum sé best að lifa og ég er kannski of dipló en ég reyni nú oftast að ræða bara við menn, en ekki æsa mig og skera af þeim hausinn alveg strax.  Það hafa allir góða og slæma kosti ekki satt en engin spurning ég skal ítreka það við moddana að þeir sleppi því að svara þráðum þar sem þeir telji sig ekki geta hamið sig eða verið hlutlausa eða færi málin yfir á einhvern annan ef svo ber að.  Einnig að ítreka það að moddar gæti fyllsta kurteisis í svörum.\n\r\nEigum við þá ekki að segja bara að frá og með deginum í dag geti moddar fengið á sig stig og eigi alveg jafn mikið á hættu eins og allir aðrir að fá bann hér.  Þannig ef það berst kvörtun sem einhver fótur er fyrir, ekki eitthvað \"búhú Villý var vond við mig af því ég reyndi að troða mynd í undirskriftina mína\" að þá fái sá moddi sömu stig og almennur notandi.  Ef ítrekað er kvartað undan modda og einhver fótur er fyrir kvörtunum að þá væri byrjað á því að taka modda statusinn af moddanum tímabundið, nú ef ekkert lagast að þá missir aðilinn modda statusinn sinn alveg.  Eru allir sáttir við þetta?\n\r\nÞá ítreka ég enn og aftur, kvartanir VERÐA að berast á mig eða einhvern annan modda ef við eigum að geta tekið á málunum.", "date": "2008-03-01 20:40:00", "post_id": 164}, {"user_name": "Wolf", "text": "það á bara að hætta að gefa sjénsa...bara stoppa vitleysuna strax í upphafi og setja fólk í bann tímabundið strax.\n\r\nþað hefur sýnt sig að það þýðir ekkert að slá á puttana á fólki hérna með því að segja þeim að passa sig eða gefa þeim viðvaranir um að þeir eigi í hættu á að fara í bann....bara banna þetta strax!!!", "date": "2008-03-01 20:45:00", "post_id": 165}, {"user_name": "Dezzice", "text": "Tja reyndar virkar það nú ótrúlega oft að tala bara við menn, allavegana mín reynsla.\n\r\nNú ef menn eru ítrekað auðvitað með stæla og erfiðir að þá að sjálfsögðu eiga þeir að fara í bann en mér finnst nú að refsingin verði að hæfa brotinu.  Fer nú varla að banna menn fyrir eitthvað sárasaklaust eins og að pósta þráðum á vitlausa staði <<<icon_wink.gif>>>", "date": "2008-03-01 20:47:00", "post_id": 166}, {"user_name": "Aron Preza", "text": "viltu að það se þannig komið fram við þig í lifinu ENGA SÉNSA <<<icon_lol.gif>>>???", "date": "2008-03-02 00:09:00", "post_id": 167}, {"user_name": "fannarp", "text": "Ég reportaði þennen póst og sagði að þessi kjaftur og hroki væri óviðeigandi af modda og viti menn að shedevil tók sjálf á móti kvörtuninni.\r\nÞannig að það er tilgangslaust að kvarta ef hún er dómari í eigin máli", "date": "2008-03-02 18:24:00", "post_id": 168}, {"user_name": "*Bambi*", "text": "hvaða póst? <<<icon_rolleyes.gif>>>", "date": "2008-03-02 19:00:00", "post_id": 169}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/huh.gif", "http://live2cruize.com/spjall/images/smilies/icon_pale.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cyclops.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/hug.gif", "http://live2cruize.com/spjall/images/smilies/hug.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/hug.gif", "http://live2cruize.com/spjall/images/smilies/smooch.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/bs.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/sleep.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/beerchug.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/smooch.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/hug.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cyclops.gif", "http://live2cruize.com/spjall/images/smilies/badger.gif", "http://live2cruize.com/spjall/images/smilies/icon_albino.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/hug.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/hug.gif", "http://live2cruize.com/spjall/images/smilies/flower2.gif", "http://live2cruize.com/spjall/images/smilies/flower2.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/argh.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/hug.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/tongue.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif"], "date": "2008-02-27 12:35:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/huh.gif", "path": "full/aae696fa3434d4a29fcecfd6de3d6c77ba7369cb.gif", "checksum": "bcbdce112f2b1688a97b5c9a45e5f048"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_pale.gif", "path": "full/5b4268767975b0b118c0228344f1339d2236e6fb.gif", "checksum": "e3becd049e6887fead97cab18c92af35"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cyclops.gif", "path": "full/7302686a7c84cfde48255528bd6b0deac87ddf95.gif", "checksum": "5c10e38e066d9da4fa20a3d20a6b2a77"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/hug.gif", "path": "full/ad0461d3b171386f0b8133ed3a8323fccc421317.gif", "checksum": "ea75c2738fad4ab1f4c995fd4cc0a5a3"}, {"url": "http://live2cruize.com/spjall/images/smilies/hug.gif", "path": "full/ad0461d3b171386f0b8133ed3a8323fccc421317.gif", "checksum": "ea75c2738fad4ab1f4c995fd4cc0a5a3"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/hug.gif", "path": "full/ad0461d3b171386f0b8133ed3a8323fccc421317.gif", "checksum": "ea75c2738fad4ab1f4c995fd4cc0a5a3"}, {"url": "http://live2cruize.com/spjall/images/smilies/smooch.gif", "path": "full/48e40ebdf63dc074c08a213fd03c6b119bd8208c.gif", "checksum": "f744a1bf2db84bdfe9babba561e8e8cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/bs.gif", "path": "full/03be952c43bd5b4cb3ac7266a74ad971d24accb3.gif", "checksum": "2ba2f49195a00d3b42d3dc140bdf3fc4"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/sleep.gif", "path": "full/9a37cfab1f36d4c0b433b92f4b5781d83b070968.gif", "checksum": "e6f03d14781ef0d3810d245f5722af94"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/beerchug.gif", "path": "full/c1b42147462f4a1f787856e6d7597f70a4a4eddc.gif", "checksum": "d7f31db992f0df4f0ae82a701edd87da"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/smooch.gif", "path": "full/48e40ebdf63dc074c08a213fd03c6b119bd8208c.gif", "checksum": "f744a1bf2db84bdfe9babba561e8e8cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/hug.gif", "path": "full/ad0461d3b171386f0b8133ed3a8323fccc421317.gif", "checksum": "ea75c2738fad4ab1f4c995fd4cc0a5a3"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cyclops.gif", "path": "full/7302686a7c84cfde48255528bd6b0deac87ddf95.gif", "checksum": "5c10e38e066d9da4fa20a3d20a6b2a77"}, {"url": "http://live2cruize.com/spjall/images/smilies/badger.gif", "path": "full/e2c33e58a32fc97f849dec4cae846a1815bf6206.gif", "checksum": "3071fa43c5c871b0ad60e0ce890e48e2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_albino.gif", "path": "full/d88f7f6abd2c203bd00149ca12f6072dc2bcfb3e.gif", "checksum": "57e7029a25589646687abfa4adc72daf"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/hug.gif", "path": "full/ad0461d3b171386f0b8133ed3a8323fccc421317.gif", "checksum": "ea75c2738fad4ab1f4c995fd4cc0a5a3"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/hug.gif", "path": "full/ad0461d3b171386f0b8133ed3a8323fccc421317.gif", "checksum": "ea75c2738fad4ab1f4c995fd4cc0a5a3"}, {"url": "http://live2cruize.com/spjall/images/smilies/flower2.gif", "path": "full/f33b54a6a49d3a91b48844eb5c4347845c9c6519.gif", "checksum": "75553963bbc477bfff364f146820007d"}, {"url": "http://live2cruize.com/spjall/images/smilies/flower2.gif", "path": "full/f33b54a6a49d3a91b48844eb5c4347845c9c6519.gif", "checksum": "75553963bbc477bfff364f146820007d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/argh.gif", "path": "full/8e13e4ef86b2ad0cf60d81b107c00a013fdc34ea.gif", "checksum": "d9dd32fb2ca75384394e8367d67f4340"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/hug.gif", "path": "full/ad0461d3b171386f0b8133ed3a8323fccc421317.gif", "checksum": "ea75c2738fad4ab1f4c995fd4cc0a5a3"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongue.gif", "path": "full/f6966a2665f7f0c0a15d8d1daf5f960463cef392.gif", "checksum": "a38131a69f21dfff3b8b52b5915c3c17"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}]}