{"forum_title": "Tæknilega hornið: Almennt", "id": "39293", "title": "Díóðuljós", "url": "http://www.live2cruize.com/spjall/showthread.php/39293-Díóðuljós", "posts": [{"user_name": "LeMans", "text": "getur einhver bent mer á einhvern sem gerir við Díóðuljós fekk mer ljós að aftan en aðalljósin virka ekki en þau eru díóðu en bremsu og stefnulós eru með peru", "date": "2008-03-10 17:03:00", "post_id": 1}, {"user_name": "oli_geir", "text": "Tengdiru díóðuljósin sjálfur?\n\nEf svo er prufaðu að víxla á plús og mínus vírunum, afar sjaldgjæft að margar díóður gefi sig á sama tíma.", "date": "2008-03-11 00:49:00", "post_id": 2}, {"user_name": "LeMans", "text": "nei verslaði þau í Ag fyrir mörgum mánuðum þau virkuðu fyrst svo var það þannig að þau virkuðu ekki allt í einu nema í tíma og ótima kom fyrir annað slagið ef þau virkuðu og eg steig á bremsu þá sloknaði á þeim svo hætti það og ef þau náðu að loga eithvað eftir smá stund þá sloknaði á þeim eins og þau þoldu ekki að hitna..... það þorir ekkert verkstæði að eiga við þetta her í keflavik fatta það nú ekki allveg<<<icon_smile.gif>>>", "date": "2008-03-11 17:06:00", "post_id": 3}, {"user_name": "demi", "text": "veit nú ekki mikið um díóðu ljós en ef þetta kemur inn í tíma og ótíma þá gæti jörðin orðin léleg", "date": "2008-03-11 17:15:00", "post_id": 4}, {"user_name": "oli_geir", "text": "Ég myndi fara bara yfir tengingarnar bæði + og - tengin og reyna að laga það, virkar eins og léleg jörð.\n\nEn díóður eiga ekkert að hitna í rauninni svo það er ekki það, tja ekki nema að það vanti að tengja viðnám inn á plús tengið fyrir díóðurnar, þar sem þær þurfa nú ekki nema 0,7volt, en ég myndi nú samt reikna með að kíkja fyrst á tengin og svo að glugga í íhlutina.", "date": "2008-03-11 17:21:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2008-03-10 17:03:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}