{"forum_title": "Tæknilega hornið: Almennt", "id": "39768", "title": "Getur einhver útskýrt muninn?", "url": "http://www.live2cruize.com/spjall/showthread.php/39768-Getur-einhver-útskýrt-muninn", "posts": [{"user_name": "Opie", "text": "Sælir/Sælar \n\r\nég er að velta fyrir mér.. getur einhver útskýrt muninn á VTI H/B og VTEC ef það er einhver? og fyrir hvað stendur H/B.. ekki mikill Hondu sérfræðingur eins og sjá má.. en er að velta fyrir mér að versla eina Hondu sem er merk VTI H/B og var svona að velta fyrir mér hver væri munurinn?", "date": "2008-03-16 23:15:00", "post_id": 1}, {"user_name": "Hafst1", "text": "H/B - Hatchback - 3 dyra.\nVtech er bæði í 1,5 og 1,6. 1,6 bíllinn er kallaður VTI.", "date": "2008-03-16 23:19:00", "post_id": 2}, {"user_name": "Gunni litli", "text": "vti er v-tec h/b er 3 dyra semsagt ekki sedan vti er 1600cc og 1500cc er held eg lsi vona ad tetta gaf einhvad semsagt enginn munur a nenu sama dotid", "date": "2008-03-16 23:22:00", "post_id": 3}, {"user_name": "Opie", "text": "<<<icon_salut.gif>>>\n\r\nTakk kærlega fyrir <<<icon_smile.gif>>>", "date": "2008-03-16 23:22:00", "post_id": 4}, {"user_name": "Gunni litli", "text": "tad er ekki h i v-tec<<<icon_wink.gif>>>", "date": "2008-03-16 23:22:00", "post_id": 5}, {"user_name": "h1coupe", "text": "svona svo það sé á hreinu þá er vélin í vti b16a2 1.6l dohc vtec 160hp en í civic lsi er d15z8 ef ég man rétt og er hún sohc vtec-II 115hp og er búin sparnaðar kerfi sem virkar svo að á lágum snúning eða á vissum hraða eða bæði man ekki nákvæmlega hvernig það á sér stað en þá lokar hún nánast alveg fyrir einn ventil af fjórum á hverum cylinder og nær með því fram betri bruna og nýtingu á bensíni og sýnir bíllinn það þegar þetta er virkt með grænu ljósi í mælaborði, (afbragðs sparnaðarkerfi uppgefið 4.9l pr 100km/h) það er ekkert vtec \"kick\" í þessum vélum vegna þess að þær hafa ekki low og high cam profile eins og b16 vélin hefur.\n\r\nþessar vélar eru eins ólíkar og það gerist þrátt fyrir að báðar séu þær \"vtec\" alveg sitthvor endinn á prikinu!", "date": "2008-03-17 23:10:00", "post_id": 6}, {"user_name": "Opie", "text": "svo tæknilega er þá 1500 VTI honda bara rusl? eða er hægt að keyra þetta?", "date": "2008-03-18 01:30:00", "post_id": 7}, {"user_name": "ginger", "text": "tæknilega séð er ekki til 1500 vti............", "date": "2008-03-18 01:55:00", "post_id": 8}, {"user_name": "Sleeper", "text": "Vti er aðeins 1,6 bílinn... Lsi er 1,5 bílinn.\r\nEn þeir eru báðir v-tec,  en ekki sama v-tec einsog h1coupe sagði. \r\n1,5 lsi v-tech er með bensínsparnarkerfi, en 1,6 vti v-tec er með v-tec sem kikkar inn og gefur kraft...\r\nVti er ekki það sama og v-tec... Vti er týpan. \r\nEr þetta nógu augljóst hjá mér? <<<icon_smile.gif>>>", "date": "2008-03-18 09:34:00", "post_id": 9}, {"user_name": "h1coupe", "text": "jú tæknilega séð er það til en hann er bara til í japan og kom með d15b vél sem er svipuð vél og d16z6 í esi nema d15b er 130hp.\n\r\nog nei 96-00 1.5 lsi er ekki rusl heldur er hann mjög sniðugur fyrir það sem hann var hannaður í að gera, koma manni áreiðanlega á milli staða fyrir sem minnstan pening.", "date": "2008-03-18 09:35:00", "post_id": 10}, {"user_name": "Dauntless", "text": "1.5 vtec bíllinn er mjög góður, rosalega sparneytinn og alveg ágætis bíll í akstri og alveg nógu sprækur. Allavega hondan hennar Siggu hérna á spjallinu. Hún keyrir ekkert eins og amma gamla en djöfull kemst hún langt á tanknum og setur svo  bara klink í það að komast í vinnuna og til baka alla vikuna. \r\nSökum þess hversu hátt bensínverðið er komið í langar mig rosalega í 1,5vtec \n\r\nEn 1.6 vti eyðir heldur ekkert miklu og eru auðvitað töluvert kraftmeiri og hannaður í allt annað.\n\r\n1.6 vti og 1.5vtec er alveg tvennt ólíkt eins og komið hefur fram.\n\r\nÞað er samt í háum snúning kemur smá vtec kick í 1,5 bílnum.", "date": "2008-03-18 12:25:00", "post_id": 11}, {"user_name": "h1coupe", "text": "það er ekkert vtec \"kick\" í 1.5l bílnum hann er ekki með high cam hann er bara með einn cam profile en hann hefur þann möguleika að geta slökkt næstum á einum ventli per cylinder til að mynda eins konar hreinbruna og ef menn þykjast eða halda að þeir séu að finna eitthvað \"kick\" þá er það eingöngu ef þú ert að keyra á sparkerfinu með ljósið í mælaborðinu kveikt og stendur svo gjöfina í botn og þá opnar hann alla 16ventlana að fullu og fer í venjulega virkni en það er ekkert hásnúnings vtec \"kick\"!", "date": "2008-03-18 21:36:00", "post_id": 12}, {"user_name": "adurgur", "text": "það er bara ein honda sem ég veit um sem merkt er 1500 vti h/b og hún er hvít uppi á höfða .\r\nþessi sami bíll er skráður 99 en er í raun 98 ofl. ég myndi leita betur ef þú ert að spá í hondur", "date": "2008-03-18 21:48:00", "post_id": 13}, {"user_name": "Kristjan_GUÐ", "text": "fáðu þér bara vti og vertu rólegur á gjöfini þá eyðir hann ekkert miklu", "date": "2008-03-18 23:16:00", "post_id": 14}, {"user_name": "Opie", "text": "do explain.. það var einmitt bílinn sem ég var að spá í", "date": "2008-03-19 00:17:00", "post_id": 15}, {"user_name": "Opie", "text": "do explain, það er einmitt bílinn sem ég var að spá í", "date": "2008-03-19 00:17:00", "post_id": 16}, {"user_name": "Ice 240", "text": "þetta eru allt og flóknar útskíringar hjæa ykkur", "date": "2008-03-19 22:24:00", "post_id": 17}, {"user_name": "Saber", "text": "<<<huh.gif>>>\n\n10stafir", "date": "2008-03-20 00:06:00", "post_id": 18}, {"user_name": "BH", "text": "nú ætla að að koma með eitt þetta v-tec kikkar ekki inn heldur út þá kemur allur þessi kraftur þegar allt opnast <<<icon_wink.gif>>>", "date": "2008-03-20 03:01:00", "post_id": 19}, {"user_name": "Kristjan_GUÐ", "text": "VTEC (which stands for Variable Valve Timing and Lift Electronic Control) is an electronic and mechanical system in some Honda engines that allows the engine to effectively have multiple camshafts. As the engine moves into different rpm ranges, the engine's computer can activate alternate lobes on the camshaft and change the cam's timing. In this way, the engine gets the best features of low-speed and high-speed camshafts in the same engine.", "date": "2008-03-20 11:05:00", "post_id": 20}, {"user_name": "h1coupe", "text": "Honda's next version of VTEC, VTEC-E, was used in a slightly different way; instead of optimising performance at high RPM, it was used to increase efficiency at low RPM. At low RPM, one of the two intake valves is only allowed to open a very small amount, increasing the fuel/air atomization in the cylinder and thus allowing a leaner mixture to be used. As the engine's speed increases, both valves are needed to supply sufficient mixture. A sliding pin, which is pressured by oil, as in the regular VTEC, is used to connect both valves together and allows the full opening of the second valve.\n\r\nþetta er vtec kerfið í 1.5l bílnum nema það kallast vtec-II í 96-00 bílnum þar sem þetta er önnur útgáfan af vtec-e en það kerfi kom í 92-95 civic Vei.", "date": "2008-03-20 18:01:00", "post_id": 21}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_salut.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/huh.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2008-03-16 23:15:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_salut.gif", "path": "full/fe8de49dae5ba21e0712c5e30dd8dd561f17153c.gif", "checksum": "d89b1ccc80e09f47478d6d0b9c39bcfc"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/huh.gif", "path": "full/aae696fa3434d4a29fcecfd6de3d6c77ba7369cb.gif", "checksum": "bcbdce112f2b1688a97b5c9a45e5f048"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}