{"forum_title": "Almennt spjall", "id": "3988", "title": "keyrt á bílinn minn og stungið af! (SÖKUDÓLGUR FUNDINN)", "url": "http://www.live2cruize.com/spjall/showthread.php/3988-keyrt-á-bílinn-minn-og-stungið-af!-(SÖKUDÓLGUR-FUNDINN)", "posts": [{"user_name": "zneb", "text": "BÍLLINN OG ÖKUMAÐUR FUNDNIR!!\n\r\nÞað var keyrt á bílinn minn, rauðan nissan sunny gti ´92 sem er alveg orginal í útliti í Stapaseli 1-3 í dag 25.des milli 14 - 20 en mjög líklega um 4 leitið þar sem kona í næsta húsi sagðist hafa heyrt hvell um það leiti. <<<icon_rolleyes.gif>>> \n\r\nBíllinn sem mig grunar mjög sterklega um verknaðinn er rauð honda civic esi 3ja dyra þar sem ég tók sérstaklega vel eftir honum þar sem ég lagði fyrir aftan hann (en samt nóg pláss til að komast framhjá).\n\r\nHann var eini rauði bíllinn á svæðinu (fyrir utan minn) og það voru rauðar flygsur af honum (liturinn passaði ekki við minn) liggjandi á jörðinni og dekkjafar sem passar við lengd frá bílstjórahurðinni og sömuleiðis hæðin á beyglunni.\n\r\nÞessi bíll (hondan) virtist vera mjög orginal í útliti þannig að það ætti ekki að vera svo erfitt að finna hann. <<<icon_confused.gif>>> \n\r\nHurðin mín er allavega það beygluð að ég get ekki opnað hana þannig að ég skil ekki hvernig viðkomandi fór að því að keyra svona harkalega á bílinn.\n\r\nEn allavega, ég vil vinsamlegast biðja viðkomandi um að gefa sig fram að fyrra bragði til að spara báðum aðilum vandræðin. :wink: \n\r\nSömuleiðis langar mig til að byðja alla sem geta mögulega gefið mér einhverjar upplýsingar um þennan bíl að láta mig vita hér eða í síma 865-9599 hvort sem þeir hafi séð svona bíl á þessu svæði áður eða þá í umferðinni með klestan afturstuðara/stuðaralausan. Þetta er semsagt ofarlega í seljahverfi rétt hjá Ölduselsskóla og seljakirkju í hverfunum sem eru rétt hinum megin við nýbyggingasvæði kópavogs. Þetta var semsagt þar í botnlanga.\n\r\nOg ég ætla ekki að vera með nein leiðindi útaf þessu og gera einhvað vesen þar sem ég er þónokkuð viss um að finna bílinn og vona bara að viðkomandi sé nógu mikill maður til að gefa sig fram og við leisum þá málin eins og menn. :wink: \n\r\nAnnars er ég þegar búinn að fara með þetta til lögreglu en bíllinn minn er ekki í kaskó þannig að þetta kom sér frekar illa fyrir mig og allar mögulegar upplýsingar eru mun meira en vel þegnar!!\n\r\nOg það væri ekkert verra að fá þetta sticky í smá tíma þar til málin leysast\n\r\nMeð fyrirfram þökk", "date": "2004-12-25 20:06:00", "post_id": 1}, {"user_name": "MJ", "text": "döfulls leiðindi, vonandi finnuru hann <<<icon_exclaim.gif>>>", "date": "2004-12-25 20:57:00", "post_id": 2}, {"user_name": "Disturbed", "text": "Ekki Cool, aumingjar sem þora ekki að standa fyrir því sem þeir gerðu....", "date": "2004-12-25 21:48:00", "post_id": 3}, {"user_name": "Heddportun", "text": "Farðu og fáðu öll númer af rauðum hondum sem eru með sama body/árgerð á höfbsvæðinu hjá ökutækjaskráningu og leitaðu það er ekki mjög erfitt?", "date": "2004-12-25 22:01:00", "post_id": 4}, {"user_name": "Kristjan PGT", "text": "já...það væri ekki vitlaust. Bara renna í hvert hús.\n\r\nEr þetta annars kobbi?", "date": "2004-12-25 22:37:00", "post_id": 5}, {"user_name": "Siggi H", "text": "sammála Boss. fá bara númer af hondunum svo bara leita og sýna honum hnefan þegar þú finnur hann.", "date": "2004-12-25 23:03:00", "post_id": 6}, {"user_name": "zneb", "text": "Ég er búinn að finna bílinn og ræða við eigandann. <<<icon_biggrin.gif>>> \n\r\nRenndi bara upp í götuna aftur seinna í kvöld og þá var búið að bakka bílnum í stæðið með brotinn afturstuðara. Þannig að ég hringdi í lögguna sem tók skýrsluna og ætlaði bara að bíða eftir þeim. Held ég myndi græða mest á því þar sem þetta er allt frekar augljóst og ég í 100% rétti.\n\r\nÁ meðan ég var að bíða rölti eigandinn reyndar út og við spjölluðum aðeins. Hann sagði mér að bróðir hans sem var ný kominn með prófið hefði horfið á bílnum í soldinn tíma (semsagt panikkað einhvað við að keyra á bílinn og stungið af). Þannig að við gerðum bara tjónaskýrsluna og tryggingarnar sjá um rest. Löggan kom reyndar á meðan en ég áhvað að vera ekki að gera neitt vesen þar sem ég fæ mitt bætt að öllum líkindum og allt augljóst.\n\r\nÆtlaði annars einmitt bara að fara í bifreiðaskrá á mánudaginn og finna bílinn þannig.\n\r\nEn takk samt og nei ég er ekki kobbi :wink:", "date": "2004-12-26 01:39:00", "post_id": 7}, {"user_name": "Andri Freyr", "text": "Gott að þetta endaði allavega vel.", "date": "2004-12-26 07:31:00", "post_id": 8}, {"user_name": "bjossiv", "text": "Þú ert bara ljón heppinn að finna þann sem að gerði þetta.\r\nYfirleitt þá sleppa þessir aumingjar og komast upp með þetta.", "date": "2004-12-26 12:54:00", "post_id": 9}, {"user_name": "h1coupe", "text": "fínt að þetta leystist friðsamlega.\r\nbróðir minn lenti í svipuðu atviki fyrir ekkert löngu þar sem 5000ára gömul kellingar skrukka keyrði á hurðina hjá honum og keyrði í burtu, en það voru vitni að því sem gátu staðfest allt og hann fékk það allt viðgert <<<icon_biggrin.gif>>>", "date": "2004-12-26 15:42:00", "post_id": 10}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "það tekur því ekki að stinga af í dag útaf því það er svo mikil samkeppni á milli tryggingar félaga og taka þau ekki bónus af manni ef svo er færir mar sig í annað félag það er það sem þau vilja ekki  <<<icon_eek.gif>>>", "date": "2004-12-27 18:00:00", "post_id": 11}, {"user_name": "Hannsi", "text": "hef lent í að klessa utan í bíl!! var fyrir utan Dominos í kef og bakkaði á dökk fjólubláa toyotu corollu (var ógeðslega vont veður og sá ekkert fyrir aftan mig og hann lagði ólöglega) ég beið eftir að eigandin kæmi út og talaði svo við hann!! og ég var í rétti vegna þess að hann lagði ekki í stæði og var fyrir aftan annan bíl!!", "date": "2004-12-27 21:02:00", "post_id": 12}, {"user_name": "mydog8me", "text": "Ég bakkaði nú á svartan Civic um daginn sem lagði beint fyrir aftan mig (í götu sem er þröng og bílar leggja á ská). Og skildi bara eftir númerið mitt á rúðuþurkunni... Stelpan sem á bílinn hringdi í mig, en vissi ekkert hvað hún var að segja og ég sagði henni bara að hún hefði lagt ólöglega og að hún gæti hringt í mig aftur þegar hún vissi hvernig hún ætlaði að snúa sér, og hún hefur ekki hringt í mig enn... <<<icon_rolleyes.gif>>>\r\nEnda lagði hún líka kolólöglega og ég var með vitni af því hvernig þetta gerðist. <<<icon_smile.gif>>>", "date": "2004-12-27 23:23:00", "post_id": 13}, {"user_name": "Jonj", "text": "Það skiptir engu hvernig bíllinn er lagður, kyrrstæður bíll er alltaf í rétti. \n\r\nÉg var í Kringlunni og einhver asni hafði lagt þannig að ég komst ekki út. Það gaf mér samt engan rétt til að bakka á hann, er það nokkuð??  <<<icon_confused.gif>>>", "date": "2004-12-28 05:40:00", "post_id": 14}, {"user_name": "Sergio", "text": "at least one story whit happy ending", "date": "2004-12-28 05:43:00", "post_id": 15}, {"user_name": "baldur", "text": "Nei en það gaf þér rétt til að skera á öll dekkin hjá honum, samt ekki lagalegan rétt. Sama effect, bíllinn kemst hvergi og hann myndi kannski hugsa sig um tvisvar áður en hann færi sjálfur að hindra farir annarra aftur.", "date": "2004-12-28 08:47:00", "post_id": 16}, {"user_name": "zneb", "text": "Já ég er mjög feginn yfir því að þetta varð ekki meira vesen en þetta.\n\r\nÞað var nú samt ekkert athugunarvert við það hvernig ég lagði. Hvorki löggan né aðrir sögðu þetta ólöglegt. Það var nóg pláss til að bakka + það að þetta var efst í botnlanga þar sem er lítið um alvöru stæði og samasem engin umferð. Í hverfinu mínu er t.d. lagt hvernig sem er og maður er bara sáttur á meðan maður kemst í burtu. Og það er ekki eins og það sé alltaf auðvelt að fara úr stæðum á stórum plönum og niðrí bæ. Maður þarf stundum að taka mr. Been style áetta :wink: \n\r\nMér leist allavega best á að leggja þarna þar sem bíllinn var áberandi, ég var ekki að taka einkastæði eða fyrir því og það var lítil hætta á því að einhver myndi renna á mig þar sem þetta var efst í botnlanga (hélt ég a.m.k  <<<icon_rolleyes.gif>>> )\n\r\nAnnars langar mig til að taka fram að eigandi bílsins var bara nokkuð næs og ég hef ekkert útá hann að setja eða klaga.", "date": "2004-12-28 10:53:00", "post_id": 17}, {"user_name": "Dezzice", "text": "Nei kyrrstæður bíll er alltaf í rétti sama hvað, hann gæti verið parkeraður út á miðri götu ef þú keyrir á hann þá ert þú í órétti því miður.  Stundum er þetta fúlt vegna þess að sumt fólk kann engan vegin að leggja.\n\r\nEn gott að það leistist úr þessu máli.", "date": "2004-12-28 20:14:00", "post_id": 18}, {"user_name": "Hannsi", "text": "hehe ég var sammt settur í rétti!! og hann var með bílinn í gangi", "date": "2004-12-28 22:04:00", "post_id": 19}, {"user_name": "jinx", "text": "ef að að einstaklingurinn keyrir fyrir þig og rekur í park (P) þá er ekki hægt fyrir hann að þræta að hann hafi verið kyrrstæður.... þá væri þetta of simple! \n\r\nOg sama á við ef að það er lagt á blindhorni með gulum kannti, ef að það veldur árekstri þá þarf eigandi bílsins á horninu að öllum líkindum að borga tjónin á báðum / öllum bílum! (skeði á götuhorninu í minni götu, 2x og bæði skiptin sami bíllinn sem að var fyrir.", "date": "2004-12-28 23:19:00", "post_id": 20}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Það eru svo yndislegir nágrannar í breiðholti, keyra bara á mann og stinga af og þrífa svo stigaganginn með manni í næstu viku með bros á vör", "date": "2004-12-29 08:01:00", "post_id": 21}, {"user_name": "Hannsi", "text": "Mér er sama ég var samt sttur í rétti þurfti ekki að borga neitt og trygginga félagið hans þurfti að borga!", "date": "2004-12-29 10:36:00", "post_id": 22}, {"user_name": "skam", "text": "það er nú kanski óþarfi að vera að skera á dekkin og skemma þau... það mætti hleypa öllu lofti úr þeim öllum <<<icon_wink.gif>>>", "date": "2004-12-31 00:24:00", "post_id": 23}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2004-12-25 20:06:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}