{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "41415", "title": "Næ ekki upp snúning á krossara....", "url": "http://www.live2cruize.com/spjall/showthread.php/41415-Næ-ekki-upp-snúning-á-krossara", "posts": [{"user_name": "GeiriWRX", "text": "Jæja, núna er allt í veseni.. Ég er með CR-250 árgerð 96. Ég var að hjóla í Þykkvabænum á sunnudaginn og allt gekk vel þangað til að ég tók eitt stökk og lenti, þá missti hjólið allan kraft, ég næ því ekki upp á snúning, það dólar bara, sama í hvaða gír maður er og ef að maður er með það í hlutlausum þá kokar það samt. Ég skipti um kerti en alveg sama, ekkert skeður. Svo tók ég blöndunginn áðan og hreinsaði hann, kickaði því í gang og þá kom þvílík spreging og pústið dúndraðist út úr cylendernum. Ég skellti því aftur í og reyndi að starta því, en það yfirfyllti sig og ég nennti ekki að þurrka það. Það þjappar vel og allt í lagi með það. Hver getur ástæðan verið???", "date": "2008-04-07 22:45:00", "post_id": 1}, {"user_name": "oli_geir", "text": "Hvernig er það í lausagang, eða gat það aldrei gengið lausagang.  Þetta lýsir sér nú eins og nálin í blöndunginum hafi losnað og vanstillst í lendingunni hjá þér. Þannig að hjólið fær einfaldlega ekki nóg bensín til að rífa sig upp á snúning.\n\nÞað að sílindrinn hafi fyllst af bensíni getur verið tengt þessu ef þú hefur kikkað oft en hjólið fór ekki í gang.", "date": "2008-04-07 23:18:00", "post_id": 2}, {"user_name": "Adam", "text": "skoðaðu blöðkurnar (ventlana 2T) og ef þær eru ekki skemmdar.... farðu og athugaðu líka með falskt loft gæti hafað sprungið soggrein or some eða stíflaður kútur (sprakk bara af pústið)", "date": "2008-04-08 01:45:00", "post_id": 3}, {"user_name": "BIGBRO", "text": "jet.... kanski er bara of kalt úti", "date": "2008-04-08 10:11:00", "post_id": 4}, {"user_name": "GeiriWRX", "text": "Efast stórlega um það, þar sem að ég var að keyra það í vetur um frostmark, en það voru allavega 5 gráður á sunnudaginn..", "date": "2008-04-08 16:18:00", "post_id": 5}, {"user_name": "Kristjan_GUÐ", "text": "stillingaratriði, athugaðu loftskrúfuna á blöndungnum minnir að hún eigi að vera 1 og hálfan snúning út, svo verður loftsían auðvitað alltaf að vera hrein ofl,", "date": "2008-04-08 20:48:00", "post_id": 6}, {"user_name": "GeiriWRX", "text": "Getur verið að þetta skeði bara allt í einu? Ef að þetta væri loftskrúfan mundi það þá ekki gerast hægt og rólega? Hjólið var alveg eðlilegt þangað til strax eftir þetta stökk<<<icon_confused.gif>>>", "date": "2008-04-08 23:19:00", "post_id": 7}, {"user_name": "KarlHK", "text": "Það er bensínskrúfan sem á að vera 1.5 út.\n\r\nEn eins og einhver sagði þá er ekki útilokað að þetta sé sprungin soggrein eða álíka og það dragi falskt loft. \n\r\nÞú getur tékkað á því með að hafa hjólið í gangi og spreyja pínu gusum af startspreyi við soggreinina og blöndungin ( reyna að láta ekki koma mikið nálægt lofthreinsaranum ) ef það bætir við snúning á einhverjum af þessum stöðum sem þú spreyjar þá dregur það falskt loft þar.\n\r\nAnnað sem gæti hafa gerst er flotholtavesen á blöndungnum.\r\nEg hef enga trú á að þetta séu blöðkur eða nál.\n\r\nEn flotholtastillingar er mikil nákvæmnisvinna og ég legg til að þú lesir þig til um það einhversstaðar.\n\r\nKv. Kalli", "date": "2008-04-08 23:53:00", "post_id": 8}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_confused.gif"], "date": "2008-04-07 22:45:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}]}