{"forum_title": "RÖFL", "id": "41460", "title": "mótmælin um daginn", "url": "http://www.live2cruize.com/spjall/showthread.php/41460-mótmælin-um-daginn", "posts": [{"user_name": "BIGBRO", "text": "jæja kanski er ég að gera repost en....\n\r\nVörubílstjórar loka inni bíla ráðherra - segja skotið á einn bíl með loftriffli\n\r\nTæknideild lögreglunnar rannsakar ásakanir vörubílstjóra um skotárás Mynd/ Vilhelm. Horfa á myndskeið með frétt \r\nForsætisráðherra sagði fyrir stundu að ekki yrði farið að neinum kröfum vörubílstjóra á meðan þeir héldu uppi ólöglegum mótmælum gegn háum álögum ríkisvaldsins á eldsneyti. Vörubílstjórar segja að skotið hafi verið á einn bíla þeirra með loftriffli.\n\r\nForsætisráðhera lét þessi orð falla eftir að í ljós kom að vörubílstjórar voru búnir að loka inni bíla forsætisráðherra og utanríkisráðherra, sem reyndar hafði verið lagt ólöglega fyrir utan Listasafn Reykjavíkur þar sem ráðherranir voru að halda kynningarfund um ímynd Íslands. Vörubílstjórar hafa líka safnast saman við húsakynni fjármálaráðherra í Arnarhvoli.\n\n\n\n\n\r\nVörubílstjórar lokuðu á ráðherra. Mynd/ Vilhelm. Lögreglumenn hafa farið um svæðið fyrir utan Listasafnið í Tryggvagötu og skrifað sektarmiða á vörubíla og ráðherrabílana. Ljóst er að umferðartafir hljótast af aðgerðum bílstjóranna enda götur þröngar og bílarnir stórir. Ekki liggur fyrir hvort þeir ætla í dag að loka fjölförnum gatnamótum, eins og þeir gerðu í síðustu viku.\n\r\nNú rétt fyrir hádegi fullyrtu vörubílstjórar að skotið hafi verið með loftriffli að einum bíla þeirra og brotið ljós. Lögregla er að kalla út sérstaka rannsóknasveit til að rannska málið.\n\r\nSturla Jónsson, talsmaður bílstjóranna, segir óljóst hvað hafi gerst. „Menn vita ekki alveg hvað gerðist en þeir halda að það hafi verið skotið á einn bílinn. Ljósið er brotið og það er skemmd inni í ljósinu sem bendir til að skot hafi farið í það,\" sagði Sturla. Hann sagðist ekki vita til þess að sést hafi til einhvers með byssu á svæðinu.\n\n\n\r\nnr.1 hver er vitlaus að skjóta með riffli\r\nnr.2 hvað er lögrlegan að skipta sér af þessu. ekki ætla ég að styðja hana þegar hún fer í réttarbaráttuna sem þeir munu reynað fá okkur til að styðja sig í.\r\nnr.3 haha gott hjá vörubílunum og fyndið að embættis menn leggji ólöglega <<<icon_biggrin.gif>>>", "date": "2008-04-08 15:47:00", "post_id": 1}, {"user_name": "Arnar F", "text": "Stöðumælavörðurinn stóð fyrir sínu að sekta ráðherrabíl þarna <<<icon_thumright.gif>>>", "date": "2008-04-08 15:52:00", "post_id": 2}, {"user_name": "BIGBRO", "text": "frétti það<<<icon_biggrin.gif>>> það var gott hjá honum", "date": "2008-04-08 16:05:00", "post_id": 3}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2008-04-08 15:47:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}