{"forum_title": "Bílahornið", "id": "41787", "title": "Hilux snillingar?", "url": "http://www.live2cruize.com/spjall/showthread.php/41787-Hilux-snillingar", "posts": [{"user_name": "maggik", "text": "Ég er að spá í að fá mér Hilux 97 árgerð. Hann er á klöfum að aftan og menn segja að það sé bara ekkert sniðugt, ég var að velta því fyrir mér hvort það sé dýrt og mikil vinna að setja undir hann gorma í staðinn eða get ég sett gorma undir þrátt fyrir að hann sé á klöfum líka <<<punch.gif>>>\n\r\nLátið viskuna flæða hér inn", "date": "2008-04-12 15:59:00", "post_id": 1}, {"user_name": "Stefán Dal", "text": "Hann er ekki á klöfum að aftan. Hann er á klöfum að framan. Kannski ertu að meina fjaðrir? Ef svo er þá er ekkert mál að setja 4link undir þetta að aftan. Spurðu á www.f4x4.is", "date": "2008-04-12 16:51:00", "post_id": 2}, {"user_name": "wrxMY01", "text": "liklega fyrsti jeppinn thinn eda hvad?. Thetta er dyrt ef tu ferd med hann a verkstædi. Ef thu thekkir einhvern sem getur gert thetta fyrir thig er thad annand màl. Drifgetan er minni à bilum med kløfum og audveldara ad spòla sig nidur. Svo er thetta lika bara spurning hvort thu vilt kaupa bil sem er buid ad fullbreyta og ferdast à fjollum eda bida og brasa i thessu sjalfur (notar bilinn nattlega ekkert a medan <<<icon_wink.gif>>>", "date": "2008-04-12 17:59:00", "post_id": 3}, {"user_name": "maggik", "text": "Þetta er breytinga listinn -\n\n\n- VÉL: Heitur knastás-útboraður power brether um 4mm-spíssar voru balanceraðir-kónísk loftsía-pústflækjur-tölvukubbi var skipt út- svinghjól stækkað, 3kg þyngri og kúplingsdiskur 30% stærri og sterkari kúplingspressa- nitro kitt sem gefur auka 60 hö. \n\nBODY: Hækkaður um 10cm - auka bensíntankur 40L - læst lok yfir palli - topplúga \n\nUNDIRVAGN: Krupp Bilsteinn tvívirkir gasdemparar að framan - öflugur tvívirkur olíu stýrisdempari - styrking á stýris arm - styrking á fram klöfum - stálpanna undir vél - spil. \n\nAUKAHLUTIR: Loftpressa - slökkvutæki - sjúkrapúði - spiltaska með aukahlutum - stór tjakkur - góð verkfærataska - snúningshraðamælir. \n\nRAFTÆKI: Pioneer 12 diska spilari - 4*229 watta bassahátalarar og 4*150 watta tweeterar - útvarp, kasetta og cd í tækinu með fjarstýringu - GPS street pilot - talstöð - þjófavarnakerfi með fjarstýringu. \n\nDEKK: Nýleg 36\" míkroskorin M.Tomson dekk á 12\" prime felgum. Lock Right læsing framan og ARB loftlæsing aftan. Ljóskastarar á bílnum.\n\nÆtlaði að segja klafar að framan ekki aftan einsog fram kom áðan.\nÉg var einmit að spyrja seljanda hjá hverjum þessum bíl var breytt.\n\nÉg er ekki í vandræðum með að reddar mér aðstöðu né aðstoð við þetta vesen <<<icon_wink.gif>>>\nÉg er aðalega að velta fyrir mér hvort þetta sé MIKIÐ og tímafrekt verk :P", "date": "2008-04-12 18:38:00", "post_id": 4}, {"user_name": "Raggi M", "text": "þetta er góða helgar vinna að gera svona bunað ef allt er til staðar og klart en langt best að fa ser bara bil sem er alveg tilbuinn með öllu og lang skemmtinlegast að fa ser bara gamlan með stort hjarta (v<<<icon_cool.gif>>>", "date": "2008-04-12 18:55:00", "post_id": 5}, {"user_name": "Hörður Aðils", "text": "Þú ert væntanlega að tala um þennan hérna http://www.bilasolur.is/Car.asp?show...OTA&GERD=HILUX D/C 36''&ARGERD_FRA=1996&ARGERD_TIL=1998&VERD_FRA=800&  VERD_TIL=1400&EXCLUDE_BILAR_ID=130793\n\r\nSkoðaði hann í gær uppí Arctic trucks, og hann lítur vel út. En já ég myndi segja að þetta taki svona eina góða helgi ef þú veist hvað þú ert að gera og ert með allt til staðar.", "date": "2008-04-12 19:10:00", "post_id": 6}, {"user_name": "bskati", "text": "hilux á klöfum að framan hefur nú bara staðið sig mjög vel á fjöllum síðan 1992. Þarf ekkert að skipta þessu út og ég myndi ekki gera það, einfaldlega of mikil vinna miðað við það sem maður fær fyrir það.\n\r\nKlafafjörðunin er mjög skemmtileg bæði á malbiki og malarvegum, mikið skemmtilegri heldur en bílar með heilum hásingum. Þó er þessi fjörðun frekar stutt. Vandamálið við þetta er hinsvegar að í snjó hleðst snjórinn undir klafanna og bitann á milli þeirra og lyftir bílnum upp svo hann missir grip, hefur ekkert með það að gera að menn spóli sig niður. Á hásinga bílnum hleðst snjórinn frekar upp fyrir framan hásinguna. Sem sagt stundum auðveldara að bakka út úr ófærum á hásingabílum heldur en klafa. Ég þekki þetta vel þar sem pabbi er búinn að vera með klafa hiluxa síðan 1993 og ég sjálfur átt hásingabíl í 4 ár. Munurinn er mjög lítill, eina helst í mjög djúpum og lausum snjó sem ég dríf betur en hann.\n\r\nVeiki punkturinn við þetta er hins vegar stýris upphengjan, hana þarf að styrkja vel þegar búið er að hækka bílanna. Og eiginlega skipta um hana frekar reglulega, endist kannski svona 3-4 ár ef ekkert óeðlilegt kemur uppá.\n\r\nHins vegar mæli ég með 4-link að aftan ef það er ekki, þá eru þetta mjög góðir bílar, og mikið þægilegri í hvers dags noktun heldur en hásingabílarnir. 4-link kit er hægt að kaupa hjá Sindra stáli minnir mig, kostar um 30 þús, svo þarf gorma, samsláttarpúða, dempara og fóðringar í stífur. 100-150 þús í heild fyrir utan vinnu. Kostar líklega um 350 þús á verkstæði án hásingafærslu, nær 500 með hásingafærslu (þá boddý vinna, kantar og fleira)\n\r\nvelkomið að senda mér pm ef þig vantar að vita eitthvað um hilux <<<icon_wink.gif>>>", "date": "2008-04-12 19:24:00", "post_id": 7}, {"user_name": "wrxMY01", "text": "illa ùtskyrt hja mer. Var ad meina audvelt ad spola sig nidur thegar billinn stoppar i skafli og madur pròfar ad bakka.", "date": "2008-04-12 23:03:00", "post_id": 8}, {"user_name": "eyþóringi", "text": "sniðugast að spyrja 4x4 félaga", "date": "2008-04-13 12:14:00", "post_id": 9}, {"user_name": "KiddiJeep", "text": "Frá mínum bæjardyrum séð drífa klafabílar klárlega minna í lausum snjó heldur en hásingarbílar. Því verður hinsvegar ekki neitað að sjálfstæð fjöðrun er algjör eðall á vegunum, menn verða bara að gera upp við sig í hvaða aðstæðum þeir vilja að bíllinn njóti sín best...\nByrjaðu bara á að nota bílinn sem mest, fylgjast með því hvernig aðrir eru að drífa samanborið við þig og hvað þeir eru að gera öðruvísi eða hvernig bílarnir þeirra eru öðruvísi, fljótlega verðurðu búinn að átta þig algjörlega um hvað þetta snýst og getur tekið þína eigin ákvörðun um hvað þú villt gera <<<icon_smile.gif>>>", "date": "2008-04-13 21:14:00", "post_id": 10}, {"user_name": "Raggi M", "text": "svo er lika mikið mal að þekkja bilinn sinn mjög vel og kunna að keyra það skiptir LANG mestu mali þegar er farið í snjó og alls ekki vera feiminn að hleipa ur bara passa að gera rett miða við aðstæður", "date": "2008-04-13 22:31:00", "post_id": 11}, {"user_name": "KarlHK", "text": "Hlustaðu bara á það sem bskati hefur að segja.\n\nÞað finnst varla meiri áhugamaður um Hilux og hann er vel lesinn og búinn að stúdera mikið.\n\nKv. Karl H\n\nPS: Það ber einna helst að varast að Baldur getur orðið heldur flókinn fyrir amatörinn <<<icon_smile.gif>>>", "date": "2008-04-15 16:14:00", "post_id": 12}, {"user_name": "bskati", "text": "ég þakka falleg orð í minn garð...\n\r\n... en ég er samt amatör líka... með skýrteini uppá það og allt saman, radio amature <<<icon_biggrin.gif>>>\n\n\r\njá ég er nörd", "date": "2008-04-15 22:22:00", "post_id": 13}, {"user_name": "bskati", "text": "reyndar einn annar veikur punktur sem ég gleymdi, stýrismaskínan getur átt það til að rífa sig lausa frá grindinni, þ.e. grindin brotnar í raun. Eitthvað sem er gott að fylgjast með og athuga ef menn eru að spá í að kaupa bíl. Það má nú reyndar styrkja þetta eitthvað með því að sjóða utan á grindina, þekki það nú ekki mjög vel samt sem áður.\n\r\nMundi reyndar bara eftir þessu vegna þess að þetta var að koma fyrir hjá pabba.", "date": "2008-04-15 22:26:00", "post_id": 14}, {"user_name": "KarlHK", "text": "Kemur líka fyrir í scout og Bronco ..\r\nÞar þarf maður að vera með tjakk , og borgar sig að styrkja grindina þar sem maskínan boltast í", "date": "2008-04-15 23:13:00", "post_id": 15}, {"user_name": "bskati", "text": "já þetta kemur fyrir í mörgum bílum. Menn hafa nú ekki mikið verið að setja tjakk í klafa hiluxanna, enda venjulega mjög góðir og liprir í stýri. Hins vegar er stýrisdempari í þeim orginal, og ég hugsa að það sé best að uppfæra hann, td. í OME stýrisdempara. Minnkar álagið á þetta alveg helling.\n\r\nÞað er bara mismunandi hvar veiki hlekkurinn er. Td. er það stýrisendi (kallað hrútshorn) í bílnum mínum, það brotnar frekar en grindin. Svo hafa menn verið að brjóta maskínuna úr grindinni þegar það er búið að gormavæða hásingabílanna, en þá fer þetta hrútshorn í burtu. Veiki hlekkurinn verður venjulega til staðar, færist bara til þegar menn breyta einhverju.", "date": "2008-04-16 00:18:00", "post_id": 16}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2008-04-12 15:59:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}