{"forum_title": "Almennt spjall", "id": "42712", "title": "löggustríð", "url": "http://www.live2cruize.com/spjall/showthread.php/42712-löggustríð", "posts": [{"user_name": "stebbzz", "text": "ég hef ekki verið einn af þessum löggu höturum en að sjá þessar hel**** rottur og hvenig þær ráðast á óbreytta borgara og ungt fólk sem er bara að horfa á og líka það að hún skuli vera að meiza konur og börn en náttl. til háborinar skammar og ég hvet fólk til að taka þátt í þessum mótmælum og segjum lögregluni stríð á hendur.........\r\nog þetta gengur alveg upp ef við bara fáum nægan fjölda manna...<<<soap.gif>>>", "date": "2008-04-23 17:47:00", "post_id": 1}, {"user_name": "gummi87", "text": "versta er að við náum ekki nógum fjölda <<<icon_mad.gif>>>", "date": "2008-04-23 17:51:00", "post_id": 2}, {"user_name": "gr33n", "text": "Æji greyið vertu heimskur einn út í horni <<<icon_rolleyes.gif>>>", "date": "2008-04-23 17:52:00", "post_id": 3}, {"user_name": "urban", "text": "ég verð nú að segja eitt við þessu.\n\r\nþú ert að tala um konur og börn (já og kannski sérstaklega eina konu með ungabarn)\n\r\nhvern andskotan voru þau að þvælast þarna inn í miðri þvögunni ?", "date": "2008-04-23 18:03:00", "post_id": 4}, {"user_name": "Beggi wRe", "text": "x2\n\n...................", "date": "2008-04-23 18:14:00", "post_id": 5}, {"user_name": "ToyCar", "text": "Þetta er bensínstöð....... held að konur megi vera þar......", "date": "2008-04-23 18:15:00", "post_id": 6}, {"user_name": "gr33n", "text": "Já... konur og börn mega líka vera inní miðri skotáras..... hins vegar er bara common sense hjá fólki að vera ekki inní miðri hrúgunni.", "date": "2008-04-23 18:18:00", "post_id": 7}, {"user_name": "Bóbó", "text": "Spurning um heilbrigða skynsemi, sem suma virðist skorta.\r\nEf þú sérð mótmæli í gangi, þar sem er verið að grýta öllu lauslegu, þá labbaru ekki með barnið þitt inn í allan æsinginn. <<<crazy.gif>>>", "date": "2008-04-23 18:21:00", "post_id": 8}, {"user_name": "Arnar F", "text": "x3\n\ntíustafir", "date": "2008-04-23 19:02:00", "post_id": 9}, {"user_name": "o-ss-kar", "text": "Þessi þráður fékk mig til þess að brosa, en engu að síður eitt stórt fail.", "date": "2008-04-23 19:14:00", "post_id": 10}, {"user_name": "UnnarÓ", "text": "Segja lögreglunni stríð á hendur? Ertu alveg snarheimskur? <<<rolleyes.png>>><<<punch.gif>>>", "date": "2008-04-23 19:15:00", "post_id": 11}, {"user_name": "Sergio", "text": "", "date": "2008-04-23 19:19:00", "post_id": 12}, {"user_name": "urban", "text": "já mér er nú slétt sama þó svo að einhver kona sem að er bara ein og sér sé mazuð eða ekki.\n\r\nen kona með ungabarn ætti að hafa vit á því að drullast í burtu með barnið.\n\r\nég sé engan mun á því að maze konu með læti frekar en að mazea kall með læti", "date": "2008-04-23 19:37:00", "post_id": 13}, {"user_name": "stebbzz", "text": "hehe takk .... en þið hinir\r\nþetta hugar far sem er hjá öllum nema þessum mótmælendum er akkurrat hugarfarið sem er að hrjá þess blessuðu íslendinga\r\ní dag ..... enda er verið að hakkríða okkur í ra**gatið með þessu bensín verði og sama hvað það er mótmælt mikið þá hækkar bara bensínið og það er allveg klárt að þingheimur steinsefur og við verðum að ná að vekja hann. En konan með barnið var áður en þessi óeyrðirnar mynduðust þá meina ég þegar þetta var á milli bílstjóra og lögeglu....... þessum ****um er sama hvert meizið fer bara á meðan að það nær að fæla fólk í burtu. og ég veit það að ég verð ekki lengi að skrifa bréf til dómsmála ráðuneytisins um bætur vegna rispanna á bílnum mínum sem komu þegar þeir réðust á gamlan mann sem var bara að tala ....... ÞAÐ MÁ BARA EKKERT GERA NÚ TIL DAGS.......<<<icon_mad.gif>>>", "date": "2008-04-23 19:42:00", "post_id": 14}, {"user_name": "vwfast", "text": "x4 - Af hverju í andskotanum koma með ungt barn þar sem að lögreglan og þeir þarna eru rífast/slást <<<icon_surprised.gif>>>\n\nJafnvel þó að hún hafi verið þarna á undan, þá á hún að hafa vit á því að forða sér og barninu", "date": "2008-04-23 19:46:00", "post_id": 15}, {"user_name": "RaggiTwin", "text": "Allur þessi pakki er bara eitt stórt fail ;o", "date": "2008-04-23 19:51:00", "post_id": 16}, {"user_name": "toriRh", "text": "ég vorkenni svona heimsku fólki\n\r\nlögreglan er einfaldlega að vinna sína vinnu\r\nog þegar ég sé svona þá vildi ég óska þess að ég væri í löggunni bara til að geta klappað smá viti í kollinn á þessum hálfvitum", "date": "2008-04-23 20:01:00", "post_id": 17}, {"user_name": "Bóbó", "text": "Ætla að setja aftur inn þessa \"athugun\" sem ég gerði um daginn\n\n\n\n\n\n\r\nAð mótmæla hvíldinni og því er allt gott og blessað, en bensínverði finnst mér hálf kjánalegt (þó það megi vissulega deila um það hvort skatturinn fari í vegakerfið).\n\n\r\nÉg notaði Google aðeins og fann þessa síðu sem var síðast uppfærð 2.apríl.\nhttp://www.trafikken.dk/wimpdoc.asp?...nt&objno=14758\n\r\nSvo fór ég á heimasíðu Seðlabanka íslands og reiknaði út verðið á lítranum í nokkrum löndum til samanburðar.\nwww.sedlabanki.is\n\n\r\nSamanburður á 95 oktana bensíni\n\r\nBelgía 169,99 kr (1,47 €)\r\nBretland 154,31 kr (1,07 GBP)\r\nDanmörk 164,21 kr (1,42 €)\r\nFinnland 164,21 kr (1,42 €)\r\nHolland 178,09 kr (1,54 €)\r\nNoregur 181,87 kr (12,49 NOK)\r\nSvíþjóð 157,37 kr (12,79 SEK)\r\nÞýskaland 165,37 kr (1,43 €)\n\r\nSkv. þessari grein þá var bensínlítrinn hér á Íslandi c.a. 153,7 (Meðaltal af 155,4 og 152). Þess má geta að þá var evran 122,97 en er nú 115,64.\nhttp://www.mbl.is/mm/frettir/innlent..._og_diseloliu/", "date": "2008-04-23 20:02:00", "post_id": 18}, {"user_name": "Grétar Þór", "text": "Forvitnin að fara með fólk. en kannski þurfti hun að labba i bilinn sinn sem var eitthverstaðar þarna i nánd og löggan bara klikkuð eins og hun var i dag og fanst kona með ungt barn vera mikil ÓGN og sprautuðu hana í tætlur .. en x5", "date": "2008-04-23 20:04:00", "post_id": 19}, {"user_name": "gr33n", "text": "ó guð minn góður.... reynið að sjá fram fyrir sandinn sem bílstjórnarnir eru búnir að feykja í augun á ykkur með þessum svokölluðu bensínmótmælum (sem er minnsti hlutinn sem þeir eru að mótmæla btw).\r\nEf það er verið að hakkríða okkur í rassgatið, þá er verið að hakkríða restinni af evrópu MEIRA í rassgatið! Já kallinn, bensínið er MUN dýrara í flestum öðrum evrópulöndum, og það þarf ekki einusinni að flytja það svona langar leiðir.\r\nTaktu nú aðeins hausinn út úr rassgatinu og opnaðu augun <<<icon_rolleyes.gif>>>", "date": "2008-04-23 20:05:00", "post_id": 20}, {"user_name": "krayzie", "text": "sést þónokkuð vel að úðinn úr meizinu náði langt yfir hópinn i nokkur skipti, konan þurfti ekki nema að vera að dæla bensíni þarna til að fá yfir sig meis... <<<rolleyes.png>>>", "date": "2008-04-23 20:06:00", "post_id": 21}, {"user_name": "Bóbó", "text": "Skilst nú að það hafi verið lokað fyrir dælurnar... enda fólk að reykja þarna, sem er nú ekki gáfulegt og að ég held bannað <<<rolleyes.png>>>", "date": "2008-04-23 20:07:00", "post_id": 22}, {"user_name": "krayzie", "text": "það er nú sannað að sígaretta kveikir ekki í bensíni, en okei fyrirgefðu, á leiðinni inná shell og fær yfir sig meis.. <<<punch.gif>>>", "date": "2008-04-23 20:09:00", "post_id": 23}, {"user_name": "binniOli", "text": "ég er ekki frá því að það verði meira um það að lögreglumenn verði barnir niðri i bæ um helgar eftir þetta", "date": "2008-04-23 20:10:00", "post_id": 24}, {"user_name": "Bóbó", "text": "Hver sannaði það og hvar sástu þessa Shell stöð??\r\nÉg sá bara Olís stöðina", "date": "2008-04-23 20:11:00", "post_id": 25}, {"user_name": "GeiriWRX", "text": "Síðasta ****ið er greinilega ekki fætt....", "date": "2008-04-23 20:11:00", "post_id": 26}, {"user_name": "Eikiii", "text": "verður allavega mikið um áreiti við þá..", "date": "2008-04-23 20:11:00", "post_id": 27}, {"user_name": "krayzie", "text": "hef prófað það þónokkuð oft sjálfur og svo er þáttur til sem heitir myth busters <<<icon_wink.gif>>>\n\r\nen ruglaðist, atti að vera olís.", "date": "2008-04-23 20:12:00", "post_id": 28}, {"user_name": "binniOli", "text": "ja það verður ekki lítið", "date": "2008-04-23 20:13:00", "post_id": 29}, {"user_name": "GnZ", "text": "Virði löggregluna mjög mikið en ég fór þarna áðan og var að fylgjast með þessu öllu fannst nú löggreglan nú vera aðeins of harkaleg og svo af því sem ég sá myndi ég segja það að þetta var fyrir sátt hjá lögguni<<<icon_confused.gif>>> \r\nEn ég mæli með því að fólk látti ekki lögregluna komast upp með þetta. Það sem hægt að gera þegar löggan stopar ykkur sem dæmi þá er hægt að opna bara smá rifu á rúðuna og neita að fara úr bíllnum því hún hefur ekki leifi til að fara inn í bíllinn eða segja þér að fara útúr bílnum nema að hún hafi heimild til að leita í bílnum og svo ef hún leitar í bílnum á heimildar má hún ekki opna neitt eða hreyfa  neitt<<<icon_smile.gif>>>", "date": "2008-04-23 20:26:00", "post_id": 30}, {"user_name": "urban", "text": "fyrst að manneskjan hafði ekki vit á því að koma sér í burtu (messtu lætin í lögreglunni voru eftir hádegið, en þetta byrjaði allt fyrri hádegi) eða einfaldlega sleppa því að koma á staðin, þá hefur hún einfaldlega enga samúð frá mér.\n\r\nþað er ekki einsog þetta sé eina bensínstöðin/sjoppan í rvk", "date": "2008-04-23 20:28:00", "post_id": 31}, {"user_name": "stebbzz", "text": "ég mæli eindregið með því við þá sem voru á staðnum og áttu bíla sem skemmdust ........að þetta er allt saman bætt bara senda bréf í dómsmálaráðuneytið<<<rolleyes.png>>>", "date": "2008-04-23 20:31:00", "post_id": 32}, {"user_name": "Grétar Þór", "text": "Þar er líka maturinn ódýrari \n\nannarstaðar ódyrari matur dýrara bensin\n\nhja okkur dýr matur dýrt bensín! \n\nkominn tími á mótmæli!", "date": "2008-04-23 20:40:00", "post_id": 33}, {"user_name": "Bandy", "text": "Fólk er bara með læti til að vera með læti, held að stór partur af vesenestinum þarna voru þarna útaf bensínverðinu heldur bara til að vera með. Og ef þið virkilega haldið að þessi mótmæli vörubílstjóra munu lækka verðið hjá almennum bílstjórunum þá eruð þið full bjartsýn, ef ríkistjórnin lætur loksins undan þá verða gerðir eitthverjir sér samningar við atvinnubílstjóra.", "date": "2008-04-23 20:43:00", "post_id": 34}, {"user_name": "Erica", "text": "svo innilega sammála...", "date": "2008-04-23 20:45:00", "post_id": 35}, {"user_name": "Grétar Þór", "text": "löggan myndi aldrei hlýða þessum heimildar lögum hun myndi bara smalla ruðunni til að komast inn meiza þig berja þig handjarna þig.. miða við daginn í dag er lögreglan á islandi ekki með neinn aga fagmannlega hafa horft á of margar jamesbond myndir!", "date": "2008-04-23 20:45:00", "post_id": 36}, {"user_name": "Dezzice", "text": "Þú minn kæri ert ekki alveg bjartasta peran í seríunni.  Hvað heldurru að stríð við lögguna hjálpi nokkrum sköpuðum hlut??? <<<icon_lol.gif>>>\n\nEf þér er svona annt um velferð landsbúa, bensínverð, hvíldartíma atvinnubílstjóra ofl að þá mæli ég eindregið með að þú finnir þér eitthvað gáfulegra að gera en að ráðast gegn lögreglunni.  Takir kannski þátt í friðsamlegum mótmælum eða skrifir bréf til ráðamanna eða eitthvað álíka.\n\nMerkilegt hvað fólk er að heimfæra allt núna upp á lögguna eins og hún sé bara Enemy number 1 bleh <<<icon_rolleyes.gif>>>\n\nSvo gat ég nú ekki betur séð en margar löggurnar væru þarna alveg pollrólegar og almennilegar og alveg mesti barnaskapur í heimi að ætla að vera með attitude við löggimann út í bæ sem stoppar þig.  Hvað veist þú hvort hann var þarna í mótmælunum eða ekki eða hvort hann var almennilegur eða ekki.\n\nÁlíka gáfulegt og að fá vonda þjónustu á einni bensínstöð og hrækja svo alltaf framan í alla starfsmenn á öllum bensínstöðvum bæjarins eftir það til að hefna þín á þessum eina <<<icon_rolleyes.gif>>>", "date": "2008-04-23 20:54:00", "post_id": 37}, {"user_name": "gr33n", "text": "nú... myndi hún aldrei <<<icon_rolleyes.gif>>>, guess what... she has, and she will! Ég hef meira að segja sjálfur gert þetta, eina sem gerðist var að hún fékk leitarheimild, og ég fór í blóðprufu, bara flott mál.", "date": "2008-04-23 20:59:00", "post_id": 38}, {"user_name": "Viggóhelgi", "text": "Það var rosalega mikið sem lögreglan gerði í dag sem að var óþarfi... enn aftur á móti, er það alveg ótrúlega óhugsanlega fáránlegt, að einhverjir skólakrakkar, sem vita ekkert hvað málið snýst um mæti þarna með grjót drykkjarjógúrt, gosflöskur og egg og fleygi því í lögregluna.\n\nÉg fékk alveg kjánahroll þegar að FULLORÐNIR menn öskruðu á lögregluna,,, \"ÞIÐ\" viljið ekki lækka skattana, oooog svo framvegis, ótrúlegt hvað fullorðnir menn geta verið grunnir og vitlausir, LÖGREGLAN lagar ekki skattana, LÖGREGLAN lagar ekki tolla gjöld, LÖGREGLAN er ekki að reyna að \"skemma\" fyrir trukkabílstjórum og er fáviska að segja það, ÞAÐ voru brotin mörg lög í dag, og bílstjórarnir vita það, og monta sig af því, þessvegna er lögreglan kölluð út. jú, því þeir eiga nú að venda lögin.\n\nég er persónulega búinn að fá mig full saddan af þessari vitleysu í trukkabílstjórum og öðrum aðgerðalausum bloggandi landsmönnum.\nísland er með lægra bensín verð enn nánast allstaðar í Evrópu, og hvað hvíldartímana varðar.... þá VILL ég ekki eiga á hættu að bílstjóri sem keyrir um á sama veg og ég,,, á 30 tonna bíl ef ekki meira, sé hálfsofandi við stýrið, það eitt er bara hryðjuverk. Auðvitað skil ég gremjuna, að komast ekki alla leið til Akureyrar,,, enn einhverjar aumar 40 min eða svo eru ekki að fara að skemma allt fyrir þessum mönnum, sérstaklega þegar að þeir halda sínu og annara manna lífi.", "date": "2008-04-23 21:06:00", "post_id": 39}, {"user_name": "Viggóhelgi", "text": "......... \n\r\nAFHVERJU Ertu þá að mótmæla því sem er ekki \"vandamál\" hér? afhverju mótmælirðu þá ekki því sem að þú talar um þarna, Matarverð. ódýr matur ódyrt benzín ? er það ekki þá rétta leiðin ?", "date": "2008-04-23 21:08:00", "post_id": 40}, {"user_name": "kári litli", "text": "Ef bara fólk hefði ekki mætt þarna og verið að grýta lögregluna og ollið miklu meiri usla, bara svona af því bara <<<icon_rolleyes.gif>>>, að þá hefði þetta verið flott..\n\r\nÉg styð bílsjórana alveg í botn en ekkert bara útaf benzínverði heldur útaf öllum hinum atriðunum sem þeir eru að berjast fyrir...\n\n\r\nÞað er náttúrulega bara fáránlegt að ætlast til þess að atvinnubílsjóri þurfi að fara í ökumat á 4-5 ára fresti á meðan það er svo mikið af kolrugluðu og vitlausu liði sem kann ekkert að aka eftir vegmerkingum eða vegvísum og gerir bara það sem því hentar hverju sinni <<<icon_mad.gif>>>", "date": "2008-04-23 21:10:00", "post_id": 41}, {"user_name": "Viggóhelgi", "text": "EF að þú myndir keyra um á þríhjóli... myndirðu sleppa við að greiða 80 þúsund fyrir bílpróf. ef að þú vilt keyra eftir B réttindum, borgarðu aftur á móti 80 þúsund og keyrir... ef að þú villt fá þér meiri ábyrgð, afla þér tekna, aka um á stórum bíl, þá færðu þér meira prófið. samkvæmt evrópu stuðlum þá krefst það þess að bílstjórarnir séu 100%, og það er tjekkað á því með Ökuritum og svo þessi blessuðu mötum. á meðann allt er 100% er öryggi mitt meira. sérstaklega í hópferðabíll.", "date": "2008-04-23 21:14:00", "post_id": 42}, {"user_name": "Titus", "text": "vá, væluskjóður..... lögreglunni ber að framfylgja landslögum og tryggja öryggi fólksins í landinu! Löggan var bara að vinna sína vinnu og gerði það bara mjög vel sýndist mér á ástandinu í dag. Þessir blessuðu vörubílstjórar eru líka að gera þetta snarvitlaust, halda þeir virkilega að þeir nái einhverjum árangri með því að vera bara að stoppa umferðina..... Þeir ættu miklu frekar að vera að bögga ráðherrana sjálfa eða einfaldlega bara fara í verkfall!\n\r\nAllir þeir sem hafa verið handteknir eða \"lent\" í löggunni virðast alltaf vera með kjaft og vælandi yfir því hvað löggan er harðhent og ósanngjörn ofl ofl...... \n\r\nSérstaklega þeir sem eru kannski stöðvaðir á rúntinum og látnir blása eða beðnir um ökuskírteni og gera við voða breiða og merkilega, og þykjast vita allt um \"sín réttindi\" og eru að jagast í löggunni og með stæla..... Hvernig haldiði að löggan nái öllum þessum aumingjum sem eru keyrandi próflausir, fullir eða uppdópaðir??? með þessu handahófskennda eftirliti, stoppa fólk og tékka á því!\n\r\nLögreglan vinnur einhverja erfiðustu og vanþakklátustu vinnu sem þekkist, fær fáránlega lítið borgað og uppsker ekkert nema endalaus væl og vanþakklæti.....\n\r\nÞætti gaman að sjá ykkur sem eruð að segja löggunni \"stríð\" á hendur prófa að vera í löggunni í viku eða svo og fá allann skítinn yfir ykkur til tilbreytingar.", "date": "2008-04-23 21:23:00", "post_id": 43}, {"user_name": "AddiPaddi", "text": "trukka bílstjórar eru aðalaega bara mótmæla hvilda tímanum þeir tóku bara \"bensín lækkun\" með til að fá almenning með í þetta og það virkaði vel en annars í dag var margt gert sem bæði löggan og trukkabílstjórar hefðu geta slept", "date": "2008-04-24 00:31:00", "post_id": 44}, {"user_name": "Rotti", "text": "Hart gegn Hörðu...meira get ég ekki sagt!", "date": "2008-04-24 00:36:00", "post_id": 45}, {"user_name": "Grétar Þór", "text": "Löggan byrjaði þetta í dag það var ekki buið að kasta neinu í lögguna þegar löggan bannar einum vörubilstjoranum að fara inni bilinn sinn þannig byrjaði þetta , löggan býr til vegg úr löggum með skyldi og þá er byrjað að kasta , þessi veggur átti að passa að fólkið kæmi ekki nálægt vörubilunum. Folkið var í minnsta kosti 3 metra fra þessum vegg en samt helt löggan afram að hoppa framm og veiða fólk sem kallaði það þroskaheft.\n\n\r\nEn já löggan er í erfiðri vinnu? hun er kannski erfið inn a milli þegar það þarf að koma að slysastað. en annars er hun bara runtandi um og stoppandi folk með kastara,filmur í frammrúðum og eitthvað svona ótilngangslaust þannig mer finnst ekkert skritið að það þoli margir ekki lögguna..\n\n\r\nLöggan á ekkert að vera handtaka fólk sem hrópar á þær ljotum orðum bara Barnalegt af lögreglunni að geta ekki hunsað svona þetta eru fullorðnir menn flestir sumir ungir.", "date": "2008-04-24 02:54:00", "post_id": 46}, {"user_name": "/ng/", "text": "Revolution!!! ,allir að blogga um þetta <<<punch.gif>>>", "date": "2008-04-24 03:09:00", "post_id": 47}, {"user_name": "stebbzz", "text": "ég er svo skuggalega sammála en það var sammt á tímabili sem allir voru að fara og þá byrjar einn af meizurunum hja lögguni að rífa kjaft ámóti  og þetta gerðist oftar en einusinni ....... en við þetta þá æstist múgurinn og það var samt svo greinilegt að sumum hjá lögregluni þótti þetta ekki leiðinlegt!!!!!", "date": "2008-04-24 04:59:00", "post_id": 48}, {"user_name": "baldur", "text": "Hvern andskotann var lögreglan að spreyja mace á allt og alla sem voru nógu óheppnir að vera í skotfæri? (marga metra í burtu)", "date": "2008-04-24 10:10:00", "post_id": 49}, {"user_name": "Gullli", "text": "Ég held að þú ættir að kynna þér störf lögreglunnar, áður en þú lætur stór orð falla um hennar störf.\n\r\nVildi þá einnig benda þér (og fleirum) á þessa auglýsingu - ef þú telur þig hafa það sem þarf, endilega að sækja um. Getur þá lagt þitt af mörkum til að gera lögregluna betri, fyrst þú (og fleiri) teljið ykkur vita betur.\n\r\nps. það er stigsmunur á mótmælum og skrílslátum. Mótmæli geta farið friðsamlega fram (ekki segja að \"löggan byrjaði\", því það þarf tvo til). Skrílslæti eru m.a. eggjakast og, það sem er öllu hættulegra, grjótkast. Það hefði ekki þurft mikið til þess að núna væri verið að smíða nýjar tennur upp í lögreglumanninn sem fékk grjótið í höfuðið. Og hvers á hann að gjalda, hann er bara í vinnunni - hann borgar jafn mikið fyrir bensín og við hin.", "date": "2008-04-24 13:07:00", "post_id": 50}, {"user_name": "grilladur", "text": "það er ekkert má að yfirbuga lögregluna þeir eru bara með svona 10- 20 lögreglu menn sem eru með óeyrðabúninga og síðan eru bara örfáir með tára gas, mæta bara með hjálm og í brynju og þá erum við búin að vinna <<<icon_biggrin.gif>>>", "date": "2008-04-24 13:41:00", "post_id": 51}, {"user_name": "Titus", "text": "þú ert semsagt einn af þeim sem finnst að löggan séu **** af því að þeir hafa stoppað þig fyrir að vera með kveikt á kösturunum eða filmur í framrúðunum?? þú ert greinilega vel barnalegur því að það er BANNAÐ að vera með filmur í framrúðunum, alveg sama hversu flottum bíl þú ert á, eða hversu asnalegt þér finnst það. það er samt BANNAÐ, og hvernig í andskotanum geturu þá verið pirraður útí lögguna fyrir að stoppa þig?? hún er bara að vinna sína vinnu, löggan setur ekki lögin!!!! hún er bara að framfylgja þeim!", "date": "2008-04-24 13:44:00", "post_id": 52}, {"user_name": "Grétar Þór", "text": "Æji þegiðu, áttu heima í keflavik? ef ekki þá skiluru mig EKKI löggan hérna í keflavik er Fáranlega treg á alla svona smáhluti! svo finnst slökkviliðsmönnum betra að það séu filmur í ruðum þegar þeir eru að komast inni bila á slysastað og tryggingarfélögin eru lika að reyna fá þessu breytt utaf filmur gera ekekrt nema góða hluti ef það er keyrt i hliðina a þer færðu engin klerbrot eða neitt í þig ef þu ert með filmur. \n\r\nOg löggan hérna í keflavík stoppar bara bíla sem þeir halda og vita að unglingar eiga það hefur verið gert nokkur átök hérna um að taka filmurnar og þa allir unglingar teknir en t.d. einn sem á RANGE rover fékk að hafa sínar í og þær voru sko alls ekki ljosar, löggan er bara í þvi að stoppa unglingalega bíla..\n\r\nog já löggan er nauðsynleg en að þetta með löggur eru favitar og allt það, það er bara orð sem löggan hefur komið sjalf á sig með að vera með Dónaskap og læti þegar það er verið að stoppa.. eg hef verið stoppaður kannski 3-4  i check og filmur og svona sma atriði eg hef alltaf verið mjög kurteis en lögreglan alltaf með mikla stæla og svona.. bara asnalegt eg er samt ekki að segja að löggan eigi skilið grjotkast í hausin það er samt hægt að mæta þeim ekki bara standa kjurr og láta þær piparúða allt og alla, berja alla með kylfum og eitthvað svona eins og gerðist í gær!", "date": "2008-04-24 15:06:00", "post_id": 53}, {"user_name": "Grétar Þór", "text": "Hvaða Smart ass ert þu eiginlega? Löggan í gær þurfti ekki að taka upp skyldi, piparúða og kylfur ALGJÖRLEGA út í hött starf löggunnar er ekki að smalla ruðum til að komast inni bila !!! hun á að pikka lasana upp þeir hafa þannig þjónustu svo er ekki starf lögreglunnar að æsa upp hópin það er ákkurat það sem hun gerði þetta var að róast þa byrjar lögreglan að æsa þetta upp aftur! þetta var langt framm yfir fagmannleg störf lögreglunnar í gær..\n\nAfsaka stafsetningarvillur", "date": "2008-04-24 15:11:00", "post_id": 54}, {"user_name": "Beggi wRe", "text": "Voðalegur pappakassi ertu.\n\r\nAfhverju að yfirbuga lögregluna ? Til hvers að lemja hana ? Hvað fáiði uppúr því ?", "date": "2008-04-24 15:36:00", "post_id": 55}, {"user_name": "Gomez", "text": "Já einmitt sem ég var að hugsa. Þetta er bara rugl.", "date": "2008-04-24 15:44:00", "post_id": 56}, {"user_name": "grilladur", "text": "hver talaði um að lemja hana <<<icon_confused.gif>>> ég er að segja, ef þetta gerist aftur þá er ekkert mál að yfirbuga hana ef allir eru í samræmi, það voru mun fleirri mótmælendur heldur en nokkurntímann lögreglumenn í gær", "date": "2008-04-24 15:49:00", "post_id": 57}, {"user_name": "Grétar Þór", "text": "já sammala þer t.d. þegar það var verið að rifa folkið sem var að blota ur hopnum og handtaka það þá gætu hinir hjalpað passað að þeir nái honum ekki löggan ma ekkert vera handtaka folk fyrir að blota löggunni , folk má segja sinar skoðanir!", "date": "2008-04-24 16:04:00", "post_id": 58}, {"user_name": "gauti90", "text": "nákvæmlega!", "date": "2008-04-24 16:08:00", "post_id": 59}, {"user_name": "haywood", "text": "Ég var að hlusta á útvarpið í gær (reykjavík síðdegis) og þar hringdi maður inn og sagði að ef að löggan hefði sent ca 10 eldri lögreglumenn í staðinn fyrir þessa ungu þá hefði þetta farið mun friðsamlegra fram og hefðu sennilega ekki orðið svona mikill átök. Alveg sammála þeim manni\n\nBottom line: eldri lögrelumenn eru rólegri og kunna að halda rónni frekar en ungu vitleysingarnir sem láta rigna uppí nefið á sér um leið og þeir eru komnir í búning\n\nEf að þið hafið séð forsíðu moggans í dag getiði séð þessa pjúra grimmd sem að skín af gaurnum með brúsan.", "date": "2008-04-24 16:16:00", "post_id": 60}, {"user_name": "Xz3no", "text": "áfram fævó, meis og kylfur í hausinn á þessum pappakössum, heimurinn hættir ekkert að snúast þó að bensínið kosti 150 kall og dísill 162. \r\nMig langar í nýjann bíl, á ég að henda mér þá í götuna og væla? \r\nÉg styð lögleg mótmæli, en ekki þennan ****agang.", "date": "2008-04-24 16:19:00", "post_id": 61}, {"user_name": "Grétar Þór", "text": "hvernig eru lögleg mótmæli? það er alltaf fundin eitthver ástæða til að þetat sé ekki löglegt t.d. þegar motmælendur motmæla styflunni þarna fyrir utan alþingishusið þá var það talið Sjónmengun! þó svo að hver sem er megi standa þarna. svo snyst þetta ekki beint bara um bensinið.", "date": "2008-04-24 16:29:00", "post_id": 62}, {"user_name": "Xz3no", "text": "ok um hvað snýst þetta þá?", "date": "2008-04-24 16:32:00", "post_id": 63}, {"user_name": "kofinn", "text": "skoðaðu það sem hefur verið að gerast í þjóðfélaginu ......... bara horfa á fréttatímann stundum er alveg nóg.", "date": "2008-04-24 16:36:00", "post_id": 64}, {"user_name": "kofinn", "text": "http://live2cruize.com/spjall/showthread.php?t=60954", "date": "2008-04-24 16:38:00", "post_id": 65}, {"user_name": "Xz3no", "text": "ok ég veit ekki hvað er að gerast í þínum heimi, en hérna á jörðinni er bensínverðið hátt og dísill líka, og krónan óstöðug, um að gera að lemja lögguna. þetta er allt þeim að kenna.\n\r\nþetta lýsir hversu ílla gefið fólk getur verið.", "date": "2008-04-24 16:41:00", "post_id": 66}, {"user_name": "Titus", "text": "já það hjálpar voða mikið að fara eitthvað að ráðast á lögguna, eða þannig.... þeir sem eru að tala um það eru augljóslega ekki búnir að þroskast mikið síðan þeir voru um 12 ára. alltaf jafn \"cool\" eitthvað að vera á móti yfirvaldinu og öllu þessu, maður hefði haldið að fólk myndi vaxa uppúr þessu í kringum 8. bekk en...... haldiði að löggan gefist bara upp og embættið verði lagt niður ef einhverjir smápjakkar eins og þið eruð að \"yfirbuga\" lögguna?? eða að löggan segi \"sorry sorry við skulum aldrei athuga hvort þú sért fullur að keyra eða bara tala við þig yfirhöfuð aftur....\" Nei, ef þið ráðist á lögguna, verðiði handteknir, ákærðir, og á endanum stungið í steininn! flóknara er það bara ekki.....\n\r\nÞeir hérna sem eru að tala um að ráðast á lögguna og \"yfirbuga\" hana, endilega deilið með okkur hinum hverju það á að skila......", "date": "2008-04-24 16:51:00", "post_id": 67}, {"user_name": "Xz3no", "text": "nákvæmlega, bara bölvaður barnaskapur að vera með einhverjar yfirlísingar um stríð á löggunni.", "date": "2008-04-24 16:54:00", "post_id": 68}, {"user_name": "benni ms", "text": "Titus: Ég held með þér!!", "date": "2008-04-24 16:54:00", "post_id": 69}, {"user_name": "Titus", "text": "Takk takk<<<icon_cool.gif>>>\n\r\nGott dæmi um þetta er atvikið sem átti sér stað í dag, þegar einhver vitleysingur réðist á lögreglumann þegar átti að fara að afhenda bílana.... hægt að sjá það á myndbandi á vísir.is, virðist vera alveg tilefnislaus árás...\n\r\nGet ekki séð að hann hafi afrekað mikið annað en að gera sig að athlægi, og mun væntanlega uppskera þunga refsingu fyrir vikið.", "date": "2008-04-24 17:16:00", "post_id": 70}, {"user_name": "david/snifff", "text": "sást líka bara á Sturlu að hann vildi ekki vera þarna mikið lengur eftir að löggan var kýld , Hann ætlaði að fara en ljósmyndari bað hann að hanga lengur.\n\r\nMaður heyrir bara á Sturlu að hann vil að þetta fari fram friðsamlega og margir vöru og flutningsbílstjórar vilja það sama , þurfa ekki einhverja sem vilja læti og skaða málstaðinn.", "date": "2008-04-24 21:27:00", "post_id": 71}, {"user_name": "urban", "text": "ok, þú og gummi87 (já og einhverjir fleiri)\n\r\nég vona það innilega að þessi comment verði til þannig að þið getið lesið yfir þau þegar að þið farið aðeins að eldast og fyrist og fremst þroskast, þar sem að þetta tvennt þarf alls ekki að fylgja saman.\n\r\ní fyrsta lagi.\r\nþað sem að þögrelgan gerði var að sía menn út úr, menn sem að voru með mestu lætin, þetta er alþekkt út um allan heim, kallast að reyna að hafa stjórn á hlutunum\r\nþað er að segja að stoppa þessa fáu sem að eru með skrílslæti áður en að múgæsing upphefst.\n\r\nog já, vissiru það að það er lögbrot að vanvirða lögregluna. þannig að það er ekki hægt að segja einsog í videoinu þar sem að lögreglan kemur og rífur nokkra út úr hópnum að þeir séu teknir fyrir að tala...\r\nþeir eru actuly að vanvirða lögregluna, og það alvarlega að mínu mati.", "date": "2008-04-24 22:40:00", "post_id": 72}, {"user_name": "Joker_", "text": "ég var nú að meina að það þyrfti ekki nema 10% af höfuðborgarsvæðinu til að yfirgnæfa lögregluna svo hún myndi ekki þora að stoppa mótmæligönguna,\n\r\nen það má alveg taka í suma af þeim sem eru í lögreglunni, annars eru alltaf til fínir menn sem eru í lögreglunni <<<icon_wink.gif>>>", "date": "2008-04-24 22:47:00", "post_id": 73}, {"user_name": "Xz3no", "text": "þú gerir þér eflaust grein fyrir því að með að reina að yfirbuga lögregluna meiga þeir bregðast við enn harkalegra þar sem þetta er lögbrot og að ráðast að lögreglunni myndi eflaust enda með skotvopnum að hálfu lögreglunnar, ekki það að ég geti fullyrt eitt né neitt með því þá kæmi það mér ekkert á óvart ef gripið yrði til þeirra, það er að segja þessum svokölluðu \"non lethal firearms\" sem ég tel vera gúmíkúlur ofl, sem ég myndi styðja 100%.", "date": "2008-04-24 23:00:00", "post_id": 74}, {"user_name": "baldur", "text": "Löggan sýndi það bara því miður í gær að þeim er engan vegin treystandi fyrir vopnum af neinni tegund, amk ekki þessari óeirðalögreglu hans Bjarnar Bjarnasonar sem mér sýnist á öllu að ráðist tómir hálfvitar í, þetta er bara ekki aðlaðandi starf fyrir menn sem eru með toppstykkið í lagi og eru heilir á geði, og launin eflaust ekkert spes.\r\nÉg verð að segja að ég vorkenni engum sem stofnar til óeirða og verður lúskrað á fyrir vikið. Þegar lögreglan sjálf stofnar til óeirða þá á hún svo sannarlega skilið að láta lúskra á sér.\r\nÉg hef hingað til haft þokkalegt álit á Lögreglunni, en eftir að hafa fylgst með atburðarás gærdagsins þá er það álit algjörlega farið. Það er ekki hægt að afsaka það að ráðast með vopnum á fólk sem stendur bara, marga metra í burtu og gerir ekkert ógnandi. Alveg sama hvað hver segir, það er óafsakanlegt.", "date": "2008-04-24 23:21:00", "post_id": 75}, {"user_name": "Xz3no", "text": "Þú hlýtur þá eflaust geta borið rök fyrir því að þarna séu geðsjúkir láglaunaðir fávitar að störfum, en ekki lögreglumenn sem eru þjálfaðir að hafa stjórn á múgæstum glæpamönnum (þar sem þetta sem þeir gerðu var lögbrot og klárlega sanna myndbönd að þarna var múgæsingur í gangi). \r\nEf ekki, þá eru orð þín jafn marktæk og orð Sturlu Jónssonar, sem sagði orðrétt \"hann er nýkominn úr aðgerð af hné, þó ég þekki mannin ekki neitt\" þegar fréttamaður spurði hvort hann kannaðist eitthvað við manninn sem réðst á lögreglumann sem var að sinna skyldustörfum sínum. Í allvöru, hvað er þetta annað en vitleysa og ****agangur sem vellur uppúr æstum vitleysingum.\n\r\nOg þetta bréf þar sem Björn Bjarnason var hvattur til að skjóta sig, þar var birt orðrétt bréf sem sannast af stafsetningu og orðalagi þar að þarna var ráðavilltur unglingur sem hefur ekki hugmynd um hvað er í gangi.", "date": "2008-04-24 23:30:00", "post_id": 76}, {"user_name": "baldur", "text": "Það þarf nú ekki annað en að horfa á þessa fávita sprauta mace í allar áttir bara eins og þeir séu að vökva garðinn heima hjá sér til þess að sjá að þeir eru ekki hæfir til að fást við svona ástand.\r\nHvaða lög var þetta fólk sem stóð þarna á bensínstöðvarplaninu að brjóta áður en lögreglan mætti með kilfurnar, skildina og mace flöskur af stærstu gerð og byrjaði að beita þeim? Þú hlýtur að geta borið rök fyrir því að fólkið sem fékk yfir sig óskammtað mace hafi verið að gera eitthvað sem gerði það nauðsynlegt að gusa yfir það mörgum lítrum af mace, ef ekki þá eru orð þín jafn marktæk og DV.", "date": "2008-04-24 23:49:00", "post_id": 77}, {"user_name": "Beggi wRe", "text": "Hélt að lögregla mætti ekki spauta piparúða á menn ef þeir eru bakkandi. Þessir  gas gas gaurar þarna sem sprautuðu finnst mér ekki réttir aðilar til að vera með piparúðann.", "date": "2008-04-25 00:01:00", "post_id": 78}, {"user_name": "gummi87", "text": "Sammála þér! ég er alveg búinn að missa allt álit á þeim<<<icon_mad.gif>>>", "date": "2008-04-25 01:24:00", "post_id": 79}, {"user_name": "Beggi wRe", "text": "misstu þið allt álit á ALLRI löggunni yfir höfuð, útaf þessum supertroopers með skyldina og GAS GAS BABY gaurunum ?", "date": "2008-04-25 08:17:00", "post_id": 80}, {"user_name": "Dezzice", "text": "Heyr heyr!!!!  Það er misjafn sauður í mörgu fé og er rétt að hengja heila stofnun og hundruði manna fyrir kannski gjörðir einstakra???\n\r\nEn þið talið alltaf um að löggan hafi bara hoppað þarna fram og æst sig upp úr öllu valdi en skv fólki sem var þarna voru þeir ítrekað búnir að biðja fólk að leysa hópinn upp, fara af veginum osfrv eða til aðgerða yrði gripið.\n\r\nAuðvitað er ég öll fyrir það að mál séu rædd á rólegu nótunum en hvað eiga þeir að gera ef fólk hlýðir ekki tilmælum?  Labba í burtu og segja \"ja hérna hana nú þá förum við bara þið ráðið\"?????", "date": "2008-04-25 09:36:00", "post_id": 81}, {"user_name": "Xz3no", "text": "Lögreglan fer með valdið, ef þú berð ekki virðingu fyrir henni og fylgir fyrirmælum þá er gripið til aðgerða, búið var að biðja fólkið um að fara, það hlýddi ekki.\n\nLögreglan hleypur ekkert inn í miðjan hópinn og byrjar að sprauta, þegar þeir byrjuðu að beita gasi, þá öskruðu þeir GAS, þetta er viðvörun, ef þú ert fyrir þá óheppinn þú, þú varst varaður við.", "date": "2008-04-25 10:39:00", "post_id": 82}, {"user_name": "baldur", "text": "Þannig að það er í lagi að lemja fólk ef þú segir \"Ég ætla að lemja þig\" fyrst?\r\nPiparspreyið er ekki verkfæri til þess að færa fólk...", "date": "2008-04-25 10:54:00", "post_id": 83}, {"user_name": "Xz3no", "text": "Hey, ekki láta eins og smákrakki, ef þú hlýðir ekki lögunum þá er gripið í, og já piparsprey er notað til að hafa stjórn á múgnum eða mönnum sem æsa múginn upp.", "date": "2008-04-25 11:15:00", "post_id": 84}, {"user_name": "Sverrir", "text": "Þú veist betur ekki satt? Til hvers heldur þú að táragasi sé kastað? Er það til þess að fá sem flesta til að steinliggja, eða er það til þess að leysa hópinn upp?\n\r\nTáragas og maze geta alveg haft sama hlutverk. Ekki snúa út úr því þó ég taki táragasið sem dæmi þarna.", "date": "2008-04-25 12:16:00", "post_id": 85}, {"user_name": "Beggi wRe", "text": "Satt, það á eingöngu að nota piparúða ef þeim er ógnað. Sá ekki betur en að þeir gerðu það í fyrstu rétt, en svo voru þeir aðeins of graðir með fingurinn á dollunni.", "date": "2008-04-25 14:02:00", "post_id": 86}, {"user_name": "baldur", "text": "Það er annars búið að búa til hringitón úr þessu.\nhttp://gas.rlr.is\n\r\nÆsingur er smitandi, ef lögreglan er með skrílslæti þá er þeim svarað á sama hátt.\r\nÉg er ekki að segja að það sé í lagi að henda grjóti í lögregluna, ég er bara að segja að það gerist þegar lögreglan er að æsa menn upp.", "date": "2008-04-25 15:03:00", "post_id": 87}, {"user_name": "Invader", "text": "mér finnst þetta hræðilega fáránlegt að gefa þessa skipun? lögreglan á íslandi er að missa ALLT vald.. þetta er hræðilegt. Lögreglan var ekki bara með meis og gas og eitthvað vesen heldur voru þeir líka að brjótast inn í vörubíla og fjarlægja þá .... alveg sama þótt þeim væri löglega lagt eða ekki !!!", "date": "2008-04-25 16:30:00", "post_id": 88}, {"user_name": "Xz3no", "text": "Jebb, þetta er svo satt hjá þér, lögreglan er að æsa fólk upp og lemja mann og annan, allgjörlega að engu tilefni ekki satt?\n\r\nHættu nú að bulla um eitthvað sem þú greinilega hefur ekki hundsvit á, áður en þú gerir þig að jafn miklu ****i og Sturla Jónsson.", "date": "2008-04-25 16:32:00", "post_id": 89}, {"user_name": "baldur", "text": "Það hefðu ekki verið neinar óeirðir þarna ef lögreglan hefði ekki mætt í óeirðamúnderingunni og byrjað að lemja fólk.", "date": "2008-04-25 16:43:00", "post_id": 90}, {"user_name": "Xz3no", "text": "nei það er satt, held með þér, þú ert með þetta á hreinu. \n\nef ég kem í galla sem þú ert á móti, máttu þá henda stein í mig?\n\nOg nei, lögreglan byrjaði ekkert að lemja fólk, skríllinn byrjaði að henda steinum og neita að hundskast í burtu.", "date": "2008-04-25 16:50:00", "post_id": 91}, {"user_name": "Hemmih", "text": "Þeir skemmdu meðal annars bílinn hjá Sturlu, ég var að sjá viðtal við hann á mbl.is þar sem lögreglan var að reyna færa bílinn hans sem var löglega lagður hann var ekki á götunni og þeir reyndu að draga hann í burtu og brutu stuðarann hjá honum, brutu rúðuna og skemmdu drifskaftið!", "date": "2008-04-25 16:53:00", "post_id": 92}, {"user_name": "baldur", "text": "Alls ekki, ég tek ekki þátt í svona vitleysu og hef góða stjórn á skapi mínu. Ég hef hinsvegar mínar skoðanir á þessu máli, og hef lögvarinn rétt til þess að hafa skoðanir.\n\nEn ef þú verður snargeðveikur og byrjar að æsa fólk upp, ógna því  og úða piparúða á það um leið og þú ert kominn í gallann, þá máttu alveg eiga von á því að einhver annar ****** hendi steini í þig.\n\nÉg er ekki að segja að það sé í lagi að beita lögregluna hörku, en það er bara alveg óhjákvæmilegt að hörku sé mætt með hörku, þeir sem stjórna aðgerðum þurfa bara að gera sér grein fyrir því að ef þeir beita múginn hörku þá kemur harka á móti. Því meiri harka, því meiri harka á móti.\n\nÉg endurtek að piparúði er ekki til þess að færa fólk, hann er til þess að yfirbuga það ef þarf við erfiða handtöku og uppræta slagsmál.\n\nHér er frásögn eins sem var á svæðinu\nhttp://einartor.blog.is/blog/einartor/entry/517840/", "date": "2008-04-25 17:08:00", "post_id": 93}, {"user_name": "Beggi wRe", "text": "GAAAAAAAAAAAAAAAAASSSSSSSSS GAAAAAAAAAAAASSSSSSSSSSSSSSS <<<rollinglaugh.gif>>> Aldrei fæ ég nóg af þessum supertrooper úðagutta. <<<icon_lol.gif>>>", "date": "2008-04-25 17:13:00", "post_id": 94}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/crazy.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2008-04-23 17:47:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/crazy.gif", "path": "full/571e9081b9b0ae5c34968ae245909e7bf5b5bedb.gif", "checksum": "24dc6585dc9fac6a2e5e4df2440a7819"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}