{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "42784", "title": "Golf mk4 algengar viðgerðir DIY.", "url": "http://www.live2cruize.com/spjall/showthread.php/42784-Golf-mk4-algengar-viðgerðir-DIY", "posts": [{"user_name": "Drellir", "text": "Sælir.\n\r\nÉg er búinn að vera að ditta að Golfinum mínum og búinn að finna slatta af mjög góðu DIY (Do It Yourself) infói um þessar algengustu bilanir sem að við Golf eigendur lendum í.\n\r\nÞessir leiðinlegu þríhyrningar í afturrúðunni sem að ryðga í hönk, hvernig á að komast að þeim og skipta þeim út:\n\nhttp://forums.vwvortex.com/zerothread?id=960833\n\r\nHægt er að kaupa þá beint af heklu fyrir um 2200kr stykkið.\r\nPartanúmer eru: 1J4-839-415-A-03C og 1J4-839-416-A-03C\n\r\nSvo ef að þú þarft að skipta út járninu sem að þríhyrningurinn er uppvið að þá er partanúmerið: 1J6-839-410-A-O3C (ekki viss hvoru megin þetta partanúmer á við) kostar rúmlega 4000 hjá Heklu.\n\r\nSvo er það afturrúðu þurrku mótorinn ( nr. 1J6-955-711-C ),annaðhvort hættir rúðuúðinn að virka eða bara mótorinn sjálfur.\r\nKostar 24000 hjá Heklu, en er búinn að finna hann á 65evrur á ebay ( leita að 1J6955711C hjá http://stores.ebay.de/ATP-Autoteile ).\r\nEr að fara að panta af þessum þannig að ég veit ekki alveg hvað þetta kemur út á en maður ætti að spara sér um helming frá Heklu verðinu.\r\nEr búinn að tína DIY síðunni fyrir þetta en set hana inn þegar að ég finn hana aftur. Gott að smyrja læsinguna í afturhleranum ef að maður fer í þetta þar sem að hún á til að slappast.\n\r\nSvo er það hitaskynjarinn fyrir vélina sem að er víst algeng bilun í Golf.\r\nBíllin er kraftlaus, snúningshraðælirinn er rokkandi, hitinn á vélinni er rokkandi, bíllinn drepur á sér, og mikið af öðrum lýsingum sem að eiga við þessa bilun.\r\nÞar sem að þessi nemi kostar ekki nema rúmlega 2000 hjá heklu, ekkert mál að skipta um hann og þetta á víst að vera mjög algengt vandamál að þá held ég að það sé best að skipta bara um hann ef að eitthvað af þessum lýsingum á við hjá þér.\r\nÞað eru tvær týpur af skynjurum 059 919 501 ( blár og kassalaga plöggur dýrari hjá Heklu ) ( http://cgi.ebay.com/ebaymotors/Audi-...1713QQtcZphoto ) og svo ( http://cgi.ebay.com/ebaymotors/Audi-...8941QQtcZphoto ) Þessi er með D laga tengi (hef rekist á það á netinu að menn tala um að þessir nemar hafi ekki verið nógu góður til að byrja með og hafi VW skipt þeim út þegar að þeir gátu, nýju nemarnir eru grænir en gömlu svartir (ef að þú ert með grænan að þá er líklegast búið að skipta hjá þér). Ég á einn svona nýjan (grænan) á 2000 kall ef að einhverjum vantar.\r\nÞarft líka að kaupa N90 316 802 sem að er þéttihringur og svo plast splitti ( 032-121-142 ) sem að er best að skipta um á sama tíma.\r\nHafa bara bílinn kaldan þegar að þetta er gert, átt ekki að þurfa neitt nema neftöng til að ná splittinu út svo svo er bara að teygja inn og skipta.\r\nInfo hérna um staðsetningu (undir \"Erratic Idle Speed or Stalling\"):\nhttp://www.golfmk4.co.uk/frequently_...ning_Problems_ \n\r\nLoftnetin fara oft líka og hægt er að fá nýtt hjá Nesradíó á 2000.\n\r\nSvo fer peran sem að lýsir upp miðstöðvarhnappana: Togar út miðjuhnappinn með töng ( setur klút á milli til að rispa ekki hnappinn ) þar fyrir aftan er peran í miðjunni, þarft að nota góða neftöng til að geta náð perunni og svo er bara að smella nýrri í. Hægt að kaupa nýja í bílanaust, best að fara bara með gömlu og sýna þeim.\n\r\nJæja þá er það komið sem að ég man eftir vonandi sparar þetta einhverjum tíma og pening og endilega að bæta við ef að þið eruð með eitthvað fleira.\n\r\nHérna er hægt að finna allskonar infó um VW.\nhttp://forums.vwvortex.com/\nhttp://uk-mkivs.net/forums/\nhttp://www.golfmk4.co.uk/\n\r\nSvo eru þessir að selja tilbúna kapla til að tengja hitt og þetta í Golfinn þannig að menn þurfa ekki að vera að \"skítamixa\" einhverja plögga og víra.\nhttp://www.kufatec.de/shop/index.php...golf-IV-4.html", "date": "2008-04-24 16:15:00", "post_id": 1}], "file_urls": [], "date": "2008-04-24 16:15:00", "files": []}