{"forum_title": "Almennt spjall", "id": "43025", "title": "Stydja Sturlu ?", "url": "http://www.live2cruize.com/spjall/showthread.php/43025-Stydja-Sturlu", "posts": [{"user_name": "SkodaPower", "text": "Uhh ja ?\n\n\nhttp://visir.is/article/20080427/FRETTIR01/333035154", "date": "2008-04-27 13:36:00", "post_id": 1}, {"user_name": "Jonj", "text": "Sturlaður", "date": "2008-04-27 13:38:00", "post_id": 2}, {"user_name": "Mr.Balls", "text": "haha væri ekki gaman ef hann endaði einn", "date": "2008-04-27 13:40:00", "post_id": 3}, {"user_name": "Titus", "text": "Til hvers.....? \n\r\nOg ef þessir vörubílstjórakjánar vilja ná einhverjum árangri í þessum sandkassaleik sínum, af hverju eru þeir þá ekki bara einfaldlega búnir að fara í VERKFALL? Þeir eru kannski ekki það ákveðnir í þessu að þeir séu tilbúnir að verða af launum í einhvern tíma......", "date": "2008-04-27 13:55:00", "post_id": 4}, {"user_name": "Freyr", "text": "það þarf nu aðeins fleyri heldur en þá sem hafa verið að mótmæla til að það skili einhverjum árangri. þeir eru bara verktakar", "date": "2008-04-27 13:59:00", "post_id": 5}, {"user_name": "hrannar91", "text": "stið  sturlu og alla þá trukabílstjora sem mótmla bensín verðinu", "date": "2008-04-27 14:03:00", "post_id": 6}, {"user_name": "hundur", "text": "Fór aðeins að hugsa eitt.\n\r\nSegjum sem svo að þeir fengju einhverjum gjöldum af vörubílum aflétt og fengju t.d. 25kr. afslátt af olíulítranum og hættu að mótmæla og sótsvartur almúgi færi að mótmæla, haldið þið að þeir tækju þátt eða mundu bara keyra og væru sáttir með sitt og að þeir hafi fengið sínu framgengt?\n\r\nÉg styð mótmæli og allt það en fór bara að pæla, ef þeir fengju sínu framgengt væri þetta þá ekki bara búið eða?", "date": "2008-04-27 14:11:00", "post_id": 7}, {"user_name": "Titus", "text": "Eru þeir ekki aðallega að mótmæla reglum um hvíldartíma ofl sem tengist vinnunni þeirra? Þeir hentu bensínverðinu bara inní dæmið til að fá almenning á sitt band og til að fá fjölmiðlaumfjöllun..... þetta hefði aldrei orðið svona stórt ef þeir hefðu ekki hent bensínverðinu inní dæmið.\n\r\nOg fyrir utan það, borgar ekki vinnan þeirra eldsneytið á trukkana.... það er ekki eins og þeir þurfi að borga eitthvað meira bensín en við hin.", "date": "2008-04-27 14:11:00", "post_id": 8}, {"user_name": "Freyr", "text": "á ekki að mæta?!?!", "date": "2008-04-27 14:11:00", "post_id": 9}, {"user_name": "AntiTrust", "text": "Eru þessir menn sem eru að mótmæla ekki flest allt sjálfstæðir verktakar, sem eru að borga olíuna svo til úr eigin vösum?", "date": "2008-04-27 14:15:00", "post_id": 10}, {"user_name": "Freyr", "text": "þetta eru Verktakar...   þeir eiga bílanna og borga öll gjöld, og olíu sem á þá fara. það kostar yfir 30-40 þús bara að smyrja svona bíl. og þetta kemur allt úr þeyrra vasa", "date": "2008-04-27 14:15:00", "post_id": 11}, {"user_name": "Krampi", "text": "væntanlega ekki eiga þeir að fara byrja mótmæla einhverju öðru ?", "date": "2008-04-27 14:25:00", "post_id": 12}, {"user_name": "Ívarb", "text": "þeira eiga ekki bara vörubíla, þeir eiga líka fólksbíla og bensínið á þá þurfa þeir líka að borga.", "date": "2008-04-27 14:28:00", "post_id": 13}, {"user_name": "Legend", "text": "Good point <<<yawn.gif>>>\r\nVæri ekki alveg nógu sniðugt", "date": "2008-04-27 14:42:00", "post_id": 14}, {"user_name": "Brainarinn!!!", "text": "Jú ég held að þetta séu mest allt sjálfstæðir verktakar, og þá þurfa þeir jú að blæða nokkrum þúsundköllunum á mánuði<<<rolleyes.png>>>", "date": "2008-04-27 15:02:00", "post_id": 15}, {"user_name": "Tjóni", "text": "þetta eru allt sjálfstæðir verktakar og svo er þetta ekki ser þjóðflokkur þannig að ef almúgurinn mundi halda afram að mótmæla þa eru þeir lika það folk með sína folksbíla og annað þannig eg se alveg afhverju þeir ættu ekki að standa með í þvi lika", "date": "2008-04-27 18:55:00", "post_id": 16}, {"user_name": "gaulzi", "text": "Pælið svo í því að bensín/oliugjaldið er föst krónutala og svo fá þeir virðisaukaskattinn endurgreiddan þar sem þeir eru jú væntanlega í atvinnurekstri....\n\r\nÉg reiknaði út um daginn að atvinnubílstjórar geta verið að vinna 80 tíma vinnuviku ef þeir skipuleggja sig almennilega..\n\r\nBílstjóri þarf að fá 11 klst hvíld á dag en má stytta það niður í 9 tíma 2x í viku.  Fyrir hverja viku sem er unnin þarf svo að taka einn heilan dag í hvíld.\n\r\nSamkvæmt þessu er þá hægt að vinna frá mánudegi til fimmtudags í 13 tíma og svo á föstudegi og laugardegi 15 tíma, og taka svo frí á sunnudeginum.  Þetta gerir þá 13*4 + 2*15 = 82 tímar!\n\r\nOg miðað við t.d. laun eins og hjá verkamönnum þá eru fyrstu 8 tímar dagsins milli 8 og 4 dagvinna og rest yfirvinna og laugardagar einnig yfirvinna.  Þá má sjá að vel skipulagður bílstjóri er að vinna 40 dagvinnutíma á viku + 42 yfirvinnutíma!  Það gerir á 4vikna tímabili 160 dagvinnutíma og 168 yfirvinnutíma.\n\r\nÉg var til að byrja með fylgjandi trukkabílstjórum uppá hvíldartímann að gera, en þegar ég fór að skoða þetta nánar sá ég að það er ekkert mál að ná ágætis tímafjölda út mánuðinn ef menn eru rétt skipulagðir.\n\r\nSvo er það annað með þetta og það er að eftir 4.5klst akstur þarf að taka 45 mínútna hvíld og svo eftir næstu 4.5klst í akstri þarf að taka 11klst hvíld.\n\r\nSegjum sem svo að menn séu að keyra austur á Egilsstaði, þá er hægt að keyra austur á Selfoss, stoppa þar og fylla á kaffibrúsann og kaupa sér kleinu, bruna svo á Vík og skreppa út að pissa.  Svo væri tilvalið að stoppa næst á Kirkjubæjarklaustri og fá sér sveittan hamborgara.  Ef menn hafa bara vit á því að stoppa í 15mín á hverjum stað þá eru þeir með þessu búnir að taka út sína 45mínútna hvíld og geta haldið áfram að keyra eins og þeim lystir.  Hvað í andskotanum halda menn að þeir komist eitthvað fyrr austur á Egilsstaði ef þeir sleppa því að hvíla sig í 45 mínútur?  Þetta er 8-9 tíma akstur og ef menn taka sér þennan hvíldartíma þá eru þeir að græða heilar 45 mínútur á 8-9klst tímabili.  Og hvað tekur svo við af því?  Vilja menn svo keyra aftur til baka strax sama dag? <<<icon_rolleyes.gif>>>\n\r\nPælið aðeins í þessu og sjáið svo til hvort það sé eitthvað vit í þessum mótmælum.", "date": "2008-04-27 20:19:00", "post_id": 17}, {"user_name": "gaulzi", "text": "Svo má bæta því við að menn geta verið að vinna t.d. á kranabíl og þar er tíminn sem menn eru að vinna á krananum ekki tekinn inn í aksturstímann, og ef menn eru í innanbæjarsnatti þá er hægt að fá undanþágu á ökuritaskyldu ef menn eru að keyra innan við 50km frá starfsstöð.  Það er eiginlega bara ekki hægt að væla yfir þessu kerfi.", "date": "2008-04-27 20:25:00", "post_id": 18}, {"user_name": "Shagrath133", "text": "ég styð sturlu í einu og öllu, hann er einn af þeim sem hefur staðið sig best í þessum mótmælum, lætur það ekki stöðva sig þó trukkurinn sé tekinn af honum heldur röltir í bæinn! Ef maður bara væri í RVK! en mér finnst hann vera að gera góða hluti!! Go Sturla!!", "date": "2008-04-27 21:12:00", "post_id": 19}, {"user_name": "RaggiTwin", "text": "x2 ...... Flottur kappinn", "date": "2008-04-28 03:31:00", "post_id": 20}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/yawn.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif"], "date": "2008-04-27 13:36:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/yawn.gif", "path": "full/55d155309ac3172893b250ec176ed24ac48fc059.gif", "checksum": "07023d2f742948201dc44d42a448aa1b"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}]}