{"forum_title": "Landsbyggðin", "id": "44069", "title": "Akureyringar..vantar lista yfir hvítar Hondu Civic", "url": "http://www.live2cruize.com/spjall/showthread.php/44069-Akureyringar-vantar-lista-yfir-hvítar-Hondu-Civic", "posts": [{"user_name": "Shaggy", "text": "Á þriðjudaginn 6. Maí kom fullorðinn kona á hvítri Hondu Civic í Melasíðu 3 og tók grábröndóttum 5 mánaðar kött. Samkvæmt því sem vitni í blokkinni sáu\n\r\nBifreiðin er 4 dyra og ef þið getið gefið okkur upplýsingar um svoleiðis bíla hér á Akureyri endilega hafið samband. 6964246 Bjarni eða sendið mér póst hér á síðunni", "date": "2008-05-10 18:55:00", "post_id": 1}, {"user_name": "Tausen", "text": "sedan eða hatch ? nýja eða gamla?\n\nfyrst þetta var 4 dyra byst ég við sedan <<<icon_lol.gif>>>\n\nen annars finnst leiðinlegt að heyra svona, þegar fólk stingur svo bara af, svo grimmt eitthvað", "date": "2008-05-10 19:22:00", "post_id": 2}, {"user_name": "Clayman", "text": "Það er gömul kona á 1500 Vtec civic uppí giljahverfi, sérð hann ef þú keyrir Merkigilið.\n\r\nÞetta er við Fákagil og Fossagil.\n\r\nHann er hvítur 4dyra, með svuntur allan hringinn og eitthvað, ætti ekki að fara framhjá þér.\n\r\nSvo er einn hvítur hér í Hjallalundi, samt er ung stelpa á honum. \r\nSvo man ég eftir einum sem að einhver unglingur er á með fratpúst og eitthvað svo ég efa að það hafi verið hann.", "date": "2008-05-10 19:22:00", "post_id": 3}, {"user_name": "Shaggy", "text": "Veit ekki hvort, stelpurnar sem sáu þetta ske sögðu að þetta væri bara 4 dyra hvít Honda Civic og eldri kona og það er einu upplýsingarnar sem við höfum.\n\r\nVorum búnir búnir að tala við þessa konu í Giljahverfinu og það reyndist ekki vera hún.", "date": "2008-05-10 20:15:00", "post_id": 4}, {"user_name": "JoeyThunder", "text": "það er sú eina sem mér dettur í hug. annars er þetta leiðinlegt þegar þetta gerist.", "date": "2008-05-10 21:23:00", "post_id": 5}, {"user_name": "Tausen", "text": "maður skal allavega hafa augun opin, vona að hún finnst bráðlega", "date": "2008-05-10 21:33:00", "post_id": 6}, {"user_name": "benni jihad", "text": "það hlaut að vera að þetta hondu lið skriði út úr skugganum...\n\r\nen það eru samt bara hvað... 5-6 hvítar civic hérna á akureyri..?", "date": "2008-05-11 10:26:00", "post_id": 7}, {"user_name": "RagnarH", "text": "ég veit alveg hvaða kona þetta er.\n\nDóttir hennar bjó í sömu blokk og ég þegar ég bjó í Tjarnalundinum.\n\nÞað er bara ein eldri kona í bænum á Civic. Maður tekur alveg eftir því þegar eldri konur eru á civic. Ekki trúa því að hún hafi ekki gert þetta þótt hún segi það. Spyrjiði stelpurnar sem sáu þetta hvort þetta sé hún.", "date": "2008-05-11 12:10:00", "post_id": 8}, {"user_name": "Shagrath133", "text": "ég veit bara um eina hvíta civic sem eldri kona ekur.. einmitt þessi í giljahverfi! húsið sem er neðst, við merkigilið, stendur alltaf þar, 4 dyra... eins og annar sagði; spurðu stelpurnar hvort hún sé lík henni!", "date": "2008-05-11 15:04:00", "post_id": 9}, {"user_name": "Shaggy", "text": "kisin er fundin en ekki bíllin kötturinn var hjá nágrananum! hehe og rataði ekki þaðan og heim þanig að konan á honduni hentonum kanski út hjá síðuskólanum og hafði farið til nágranans það er ekki skrítið þetta eru bæði blá og hvít hús en takk samt fyrir hjálpina", "date": "2008-05-11 18:57:00", "post_id": 10}, {"user_name": "Shagrath133", "text": "hehe gott að hann er fundinn <<<icon_wink.gif>>>", "date": "2008-05-12 14:09:00", "post_id": 11}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2008-05-10 18:55:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}