{"forum_title": "Tæknilega hornið: Almennt", "id": "44937", "title": "Verð á Trooper?", "url": "http://www.live2cruize.com/spjall/showthread.php/44937-Verð-á-Trooper", "posts": [{"user_name": "BippiDaIce", "text": "ég er að spá í bíl og vill vita hvernig ykkur fynnst... \n\nHvernig er að selja Izusu Trooper?\n\nHvað myndir þú borga fyrir hann?\n\nþetta er 1999 model \nekinn 150\ndökkblár\nbsk\ndvd spilari\n35\"dekk\n\n\náhvílandi 790 þús\n\ner einhvað vit í þessu?", "date": "2008-05-21 10:50:00", "post_id": 1}, {"user_name": "Fjarki", "text": "Það er erfitt að selja, \r\nmyndi ekki borga meira en það sem er áhvílandi,\r\nágætis bílar en getur oft þurft að standa svoldið lengi á sama stað ef að varahluturinn þinn er ekki til.....", "date": "2008-05-21 17:39:00", "post_id": 2}, {"user_name": "ELLIXX", "text": "ath það eru spísa vandamál og glóðarkerta vandamál með þessa bíla og ef það er búið að laga þetta tvent þá er yfirtaka á lánum alveg nóg fyrir svona bíl.\n\r\nsvo skildist mér á félaga mínum sem er bifvélavirki að beinskiftu bílarnir væru með lélegan kassa (eða eihver enda-lega sem fer í þeim) ef maður stendur á kúplinguni þegar bíllinn er settur í gang. (gerist á einhverjum tíma)\n\r\nallavega er þetta það sem ég hef heirt.", "date": "2008-06-06 16:07:00", "post_id": 3}, {"user_name": "KiddiJeep", "text": "Þetta með kúplinguna er ekki vandamál með gírkassann, heldur vélina! Það eru endaslagslegurnar í mótornum sem fara, það er greinilega svona mikil hreyfing á svinghjólinu þegar það er kúplað. Vandamálið er þá að skynjarinn á kúplingshúsinu sem á að skynja hvort mótorinn sé í gangi, nær ekki að skynja það. Mér skilst það sé hægt að laga þetta (s.s. skynjaravandamálið) með því að renna aðeins af skynjaranum, en þá er mótorinn samt sem áður enn laus á legum! Þetta vandamál er ekki til í sjálfskiptum bílum, þar sem þeir eru nú þannig úr garði gerðir að það er engin kúpling í þeim <<<punch.gif>>>\nSvo eru það spíssarnir og glóðarkertin, ef glóðarkertin gróa föst í heddinu þá þarf að taka það af með tilheyrandi veseni == dýrt dæmi á verkstæði\n\nÉg hef verið að sjá þessa bíla allt niður í 450 þúsund staðgreitt... þetta er bara eins og með aðra bíla með 100% láni, oftar en ekki þá eru þeir ofveðsettir eða verða það mjög fljótlega nema þú borgir þeim mun meira á mánuði!\nÞá er nú alls ekkert verra að skoða Musso, jújú heddin í þeim eiga það til að fara (gott að kaupa heddpakkninguna frá Benz þar sem þetta eru jú Benz mótorar!) svo er rafmagnspillerí víst nokkuð algengt í þeim. En fyrir utan heddin þá eru þeir tiltölulega lausir við stórar og dýrar viðgerðir.", "date": "2008-06-06 17:01:00", "post_id": 4}, {"user_name": "gr33n", "text": "glóðarkertavandamálið er ekki hægt að laga, það þarf hins vegar að taka upp glóðarkertin og hreinsa, eða skipta um þau á allavegana ársfresti <<<icon_wink.gif>>>", "date": "2008-06-06 17:33:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2008-05-21 10:50:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}