{"forum_title": "RÖFL", "id": "45545", "title": "Síminn að cappa adsl", "url": "http://www.live2cruize.com/spjall/showthread.php/45545-Síminn-að-cappa-adsl", "posts": [{"user_name": "maxel", "text": "Var að skoða tengingarnar hjá símanum....\nSvo stendur hér http://siminn.is/einstaklingar/netid/adsl/\n\nInnifalið erlent niðurhal: Ótakmarkað****\n\n****Ótakmarkað erlent niðurhal er háð skilmálum (sjá grein 14)\n\nOk kíkti á grein 14\n\n\"14. Síminn áskilur sér rétt til að takmarka þjónustu til rétthafa tengingar, verði hann uppvís að síendurteknu\nóhóflegu erlendu niðurhali sem hefur áhrif á tengingar annarra viðskiptavina. Í þessum efnum skal miðað\nvið að niður- eða upphal viðskiptavinar fari ekki umfram 20 gígabæti á 7 daga tímabili, óháð áskriftar- og\nþjónustuleið hans. Fari notkun viðskiptavinar umfram nefnd mörk mun Síminn takmarka þjónustu hans\ntímabundið og lækka hraða tengingar hans. Síminn mun tilkynna viðskiptavini samstundis um slíkar\nþjónustutakmarkanir með tölvupósti. Bregðist viðskiptavinur ekki við þeim takmörkunum áskilur Síminn sér\nrétt á því að takmarka þjónustu til viðskiptavinarins enn frekar.\"\n\n\nÞannig...\n\nÞannig að það er ekkert ótakmarkað niðurhal...?\n\n\nEDIT: Hefur einhver hérna verið cappaður? Og fékkstu ´þá email?", "date": "2008-05-28 16:19:00", "post_id": 1}, {"user_name": "gunnar", "text": "Ef þú dl meira en 20 gb erlendis á viku þá ertu cappaður, fékk mail.. Fleira en eitt. Þeir gerðu voðalegt mál úr þessu. Var cappaður niður í 256 k tengingu og gat varla notað netið. Hehe.", "date": "2008-05-28 16:21:00", "post_id": 2}, {"user_name": "maxel", "text": "Ég er að farast, ég er með the worst of all..... 1mb O.O \n\nHefur dugað mér hingað til... en vá, það er bara fáranlega slow stundum... sérstaklega núna, sumar síður loadast ekki einu sinni :@", "date": "2008-05-28 16:27:00", "post_id": 3}, {"user_name": "xrated", "text": "djöfull er þetta faranlegt.. ótakmarkað niðurhal á að vera meira en 20 gb,,, það er ekki neitt", "date": "2008-05-28 16:36:00", "post_id": 4}, {"user_name": "MagnúsFreyr", "text": "Þetta er svona líka hjá Voda og Tal", "date": "2008-05-28 16:41:00", "post_id": 5}, {"user_name": "arabíulárus", "text": "20gb á viku er sooo 2003", "date": "2008-05-28 16:46:00", "post_id": 6}, {"user_name": "baldur", "text": "Þetta er ekki svona hjá Vodafone. Þetta er svona hjá Hive/Sko/Skive/Tal.", "date": "2008-05-28 16:47:00", "post_id": 7}, {"user_name": "Beggi wRe", "text": "Aldrei lent í vandræðum í sambandi við niðurhal hjá símanum, en er að vísu heldur ekki viss hvort ég hafi náð að niðurhala 20gb á viku.", "date": "2008-05-28 16:51:00", "post_id": 8}, {"user_name": "Kjallin", "text": "Hann Maggi er að vinna í nethjálp vodafone, þetta er líka svona hjá okkur í dag <<<icon_wink.gif>>>", "date": "2008-05-28 17:09:00", "post_id": 9}, {"user_name": "dorisig", "text": "Síminn hefur aldrei cappað mig en þeir haf a nöldrað oft og mörgu sinnum\n\r\náður en þeir takmörkuðu við 20gb á viku fékk ég nöldurbréf vegna þess að ég náði í um 118gb á einum mánuði\n\r\nfengið 2 bréf frá því að þeir byrjuðu að takmarka við 20gb á viku", "date": "2008-05-28 18:02:00", "post_id": 10}, {"user_name": "Parity", "text": "það er búið að breyta þessu það er ekki lengur 20gb á viku held það sé 80 eða 90 gb á 28 dögum .. sem dæmi Skráð gagnanotkun þín *********** frá útlöndum á tímabilinu 01.05.2008 til 04.05.2008 er 46.439 MB.\nvar ekkert cappaður. fékk einhver 7-8 warning bréf í kjölfarið samt .. þeir loka á þig ef þetta fer yfir 80gb á 28 dögum og ekkert hægt að gera til að komast framhjá því.", "date": "2008-05-28 18:24:00", "post_id": 11}, {"user_name": "baldur", "text": "Það er þá eitthvað nýtt. Síðast þegar ég vissi var Voda bara að priority shaping en ekki að cappa fólk algjörlega í núll hraða ef það fer yfir ákveðna megabætatölu á mánuði.", "date": "2008-05-28 18:25:00", "post_id": 12}, {"user_name": "Aglii", "text": "Vodafone eru með 100gb á mánuði, eða 20gb meira enn síminn og þótt að maður fari yfir þetta þá gera þeir voðalega lítið..\n\r\nÞekki ekki einn sem hefur verið cappaður hjá vodafone og þeir eru samt alltaf að fá viðvörununar email..\n\r\nVodafone rúles.", "date": "2008-05-28 18:30:00", "post_id": 13}, {"user_name": "baldur", "text": "Já. Þeir eru með svolítið annað approach á þetta heldur en að loka bara á menn sem að nota meira en 2,3% af tengingunni sem þeir kaupa...\n80GB á mánuði er svo sjúklega lítil traffík, rétt um 2,3% af því sem að 12Mb lína afkastar. Það er alveg eðlilegt að downloada 300GB á mánuði á 12Mb línu ef það eru fleiri en einn að nota hana. Notkunin hér á bæ er um 500GB á mánuði, náttúrulega ekki allt utanlands en ég er ekkert að mæla innanlands traffíkina sérstaklega.", "date": "2008-05-28 18:37:00", "post_id": 14}, {"user_name": "SiggiRH", "text": "Verið bara sáttir með 100gb á mánuði. Ég er með ljósleiðara og eini ISPinn sem veitir þjónustu hérna þar sem ég bý er sora Skrín/EJS. Hérna er takmarkað við 40gb og það er sko ekkert 2,5kr fyrir auka mb, við fáum bara svífandi háa reikninga ef við rennum rétt framhjá 40gb. Fórum í kringum 42gb einu sinni og mig minnir að það hafi verið 15 eða 20 þúsund kr reikningur.\n\nEdit: Annars til að svara með cappið þá var bróðir minn cappaður einu sinni þegar hann var nýlega kominn með net frá símanum og var að skríða í 500GB minnir mig fyrir mánuðinn.. En hann á mörg TB þannig þetta er ekkert mikið fyrir hann..", "date": "2008-05-28 20:56:00", "post_id": 15}, {"user_name": "Frikki GTI", "text": "Tal er með 80 GB m.v. 7 daga", "date": "2008-05-28 21:32:00", "post_id": 16}, {"user_name": "Tjóni", "text": "eg fer nu vel yfir 150gb á 28dögum dl mest i gegnum torrentz.com er með stora pakkan frá simanum eða 12mb teingingu og fæ aldrei neitt heim eða neitt", "date": "2008-05-28 21:55:00", "post_id": 17}, {"user_name": "danish", "text": "Svona er ísland, ótakmarkað magn af eitthverju hefur eitthvað takmark..", "date": "2008-05-28 23:24:00", "post_id": 18}, {"user_name": "intenz", "text": "Ég man fyrir löngu síðan þegar Vodafone var með 40 GB á mánuði.", "date": "2008-05-28 23:26:00", "post_id": 19}, {"user_name": "Kjallin", "text": "Ég man ekki eftir því?\n\r\nÞað var alltaf 80GB og þá fékkstu sent bréf, ég held að vodafone hafi lokað á EINN aðila sem fór í 700gb eða eitthvað. og var yfir 500gb í 3-4 mán", "date": "2008-05-28 23:28:00", "post_id": 20}, {"user_name": "Turbo-", "text": "eins gott að þetta sé ekki innanlandslíka\r\ní þessari viku er ég búinn að sæka 300gb", "date": "2008-05-28 23:36:00", "post_id": 21}, {"user_name": "baldur", "text": "Ég verð að segja eins og er að ég er verulega illur yfir því að helvítis símafyrirtækin hafi fengið leyfi til að breyta þýðingu orða í íslenskum orðaforða.\r\nOrðið ótakmarkað þýðir núna eitthvað allt annað en engin takmörk.", "date": "2008-05-28 23:54:00", "post_id": 22}, {"user_name": "MagnúsFreyr", "text": "Vodafone lækkar hraðann ef viðkomandi fer yfir 80gb á mánuði ekki 100.\r\nÞetta var tekið í gagnið fyrir 2-3 mánuðum sirka, en á þeim tíma var ekki lækkað hraðann heldur ef v.v. fer yfir 80gb á mánuði 3svar þá var sagt upp tengingunni tímabundið.\r\nNúna er þetta þannig ef v.v. fer yfir 80gb á mánuði þá er skrúfaður niður hraðinn tímabundið.\r\nEf allir væru að dla svona mikið, haldiði að það væri eitthver bandvídd hjá fólkinu sem er ekki að dla mikið, ég tala nú ekki ef fólk er að spila netleiki og fer að \"lagga\" mikið, mikið af nördum sem eru orðnir klikkaðir nú þegar. <<<icon_smile.gif>>>", "date": "2008-05-29 00:01:00", "post_id": 23}, {"user_name": "intenz", "text": "Maður kaupir ákveðna bandvídd og á að ráða hvort maður fullnýti hana eða ekki.", "date": "2008-05-29 00:40:00", "post_id": 24}, {"user_name": "dóriii", "text": "gb er nottla sooooo 2003 þetta er bara TB nuna <<<badger.gif>>>", "date": "2008-05-29 00:44:00", "post_id": 25}, {"user_name": "skyline", "text": "Ég hef fengið mail frá þeim 2x um það að ég hafi downloadað yfir 20gb á einni viku og þeir takmörkuðu tenginguna mína úr 12mb niður í 1mb í nokkra daga.", "date": "2008-05-29 00:47:00", "post_id": 26}, {"user_name": "x-tina", "text": "Frændi minn lenti í þessu veit ég.. En það var nú samt bara bull af því hann fékk sendan póst að hann væri kominn yfir þessi 20.gig og tengingin hjá honum var takmörkuð. Svo fór hann að skoða hjá sér og sá að hann var í rétt rúmum 18 þannig að þetta var bara bull hjá þeim...", "date": "2008-05-29 01:16:00", "post_id": 27}, {"user_name": "Batti", "text": "rólegir hvern andskotann eruð þið að downloada? 20gb eða meira hverja einustu viku! Það er nú held ég verið að hugsa um heildina, ekki væri ég til í að standa í einhverjum töfum á minni tengingu útaf því að einhverjir klámþyrstir vitleysingar eru að misnota tengingarnar sínar líkt og besefann á sér.\n\n\r\n\"hægðu á þér......... annars gerum við það fyrir þig\"", "date": "2008-05-29 04:16:00", "post_id": 28}, {"user_name": "MagnúsFreyr", "text": "Jájá, en það er alveg vitað mál að ef allir væru t.d. að downloada erlendu klámi þá kæmi mikið álag á sæstrenginn og þá hægist á erlendri traffík hjá öðru fólki. Ef allir væru að downloada innlendu klámi þá kæmi mikið álag á ljósleiðarakerfið sem ber gögnin hér á milli innanlands.", "date": "2008-05-29 08:57:00", "post_id": 29}, {"user_name": "baldur", "text": "Ekki selja vöru sem þið eigið ekki til.", "date": "2008-05-29 09:45:00", "post_id": 30}, {"user_name": "MagnúsFreyr", "text": "Þetta er ekki spurning um það, ekki vera stupid...", "date": "2008-05-29 09:53:00", "post_id": 31}, {"user_name": "gr33n", "text": "Thetta er akkúrat spurning um thad!... Thú kaupir ekki 1 líter af mjólk í hverjum mánudi sem inniheldur bara 10mL... ! Audvitad kvartar madur!", "date": "2008-05-29 10:04:00", "post_id": 32}, {"user_name": "MagnúsFreyr", "text": "Já en þú kvartar ekki í Hagkaup ef Lalli Johns drakk restina er það ?", "date": "2008-05-29 10:07:00", "post_id": 33}, {"user_name": "Kjallin", "text": "Það má kannski benda ykkur á það að þetta er í ÖLLUM skilmálum hjá okkur og hefur alltaf verið með þessa takmörkun, þannig að það er aldrei hægt að segja að við séum að selja eitthvað sem við stöndum ekki við <<<icon_wink.gif>>>", "date": "2008-05-29 10:08:00", "post_id": 34}, {"user_name": "gr33n", "text": "Thessi samlýking meikar ekkert sense! Tú ert einfaldlega ekki ad fá thad sem thú borgar fyrir, thad er enginn ad taka neitt frá sér. Adrir eru einfaldlega ad nota thad sem their borgudu fyrir.", "date": "2008-05-29 10:09:00", "post_id": 35}, {"user_name": "baldur", "text": "Þið getið ekki endalaust kennt \"óhóflegu downloadi\" um það að netið er fokkslow. Þið þurfið líka að eiga einhhverja bandvídd til að selja...\r\nÉg var að vinna fyrir netþjónustuaðila sem er töluvert minni en Vodafone-iceland og var með 2 gíg í transit, 1gíg inn á LINX og 1gíg í local peering.\r\nHvað er það mörgum sinnum meiri bandvídd en Vodafone og Síminn (svona 80% af íslenska markaðnum) hafa til samans?\n\r\nÉg veit að það er alvarlegt sæstrengja hallæri út úr landinu og Farice sem gæti borið 700gíg með góðum WDM búnaði þegar hann er ekki bilaður er rekinn af fæðingarhálfvitum og ekki nýttur neitt, með þessu áframhaldi verður strengurinn orðinn ónýtur áður en hann kemst í 5% nýtingu. Svo þegar að einkafyrirtæki sem á strengi hálfan hring í kringum hnöttinn og aftur til baka ætlar að leggja stutta snúru til Íslands þá svara yfirvöld hér með því að láta fæðingarhálfvitanna leggja DANICE og gefa svo samkeppninni fingurinn.", "date": "2008-05-29 10:10:00", "post_id": 36}, {"user_name": "Kjallin", "text": "Svona hefur þetta staðið í langan tíma", "date": "2008-05-29 10:12:00", "post_id": 37}, {"user_name": "Andri Pogo", "text": "af hverju eru þessar tengingar á ekki bara seldar sem slíkar? 80gb á mánuði, í stað þess að segja ótakmarkað.", "date": "2008-05-29 10:14:00", "post_id": 38}, {"user_name": "MagnúsFreyr", "text": "Það sem ég er að tala um er að, segjum að ég sé heimavinnandi buisness kall og fer í Vodafone og kaupi mér 12mb tengingu. Ég sendi mikið af tölvupósti og vafra mikið á netinu, en alltaf eftir 18:00 á kvöldin get ég ekki sent tölvupóst og netið hjá mér er ógeðslega hægt. Ömurlegt fyrir mig afþví að það eru allir hjá Vodafone að downloada sirka 10-20gb á dag. Vodafone getur náttulega ekkert gert fyrir mig útaf því að þeir mega ekki banna þeim að downloada.\r\nEn núna eru þeir komnir með lausn fyrir mig, þeir ætla að laga þetta fyrir mig með að reyna að takmarka download fíklana í hraða svo þeir séu ekki að hægja á netinu mínu. Ég er glaður, en ekki fíklarnir afþví að þeir fá ekki að sjá nýju Batman myndina áður en hún kemur í bíó.\r\nKommon strákar...<<<sleep.gif>>>", "date": "2008-05-29 10:18:00", "post_id": 39}, {"user_name": "MagnúsFreyr", "text": "Það væri ekki heimskulegt", "date": "2008-05-29 10:20:00", "post_id": 40}, {"user_name": "gr33n", "text": "thetta kemur málinu bara ekkert vid! Málid er ad thú ert ad kaupa vøru sem thú færd sídan ekki.. Og thótt ad thú sért slow út af thví ad adrir séu ad DL á fullu, thá er thad ekki theim ad kenna, thví jú.. THEIR ERU BÚNIR AD BORGA FYRIR THAD. Thetta er ALFARID thónustuadilanum ad kenna.", "date": "2008-05-29 10:25:00", "post_id": 41}, {"user_name": "Kjallin", "text": "Það er byrjað að segja í verslunum ótakmarkað upp að 80GB\n\n\n\nÞú borgar fyrir það sem þú skrifar uppá þegar þú kaupir þjónustuna, og þetta stendur allt þar <<<icon_smile.gif>>>", "date": "2008-05-29 10:42:00", "post_id": 42}, {"user_name": "baldur", "text": "<<<withstupid.gif>>>\n\r\nHvað ef að ég þarf að bíða eftir kláminu/sjónvarpsefninu mínu afþví að einhverjar heimavinnandi húsmæður eru að senda svona mikinn tölvupóst. Er það sanngjarnt ?\r\nÞað er ekki hlutverk þjónustuaðila að ákveða að ein notkun sé æskilegri en önnur notkun.\r\nHvað kallar þú \"download fíkla\"? 90% af viðskiptavinum? 10-20GB á dag er hæfileg notkun á nútíma nettengingum.\r\nBtw, vodafone getur alveg gert fullt fyrir heimavinnandi húsmóðurina sem þarf að senda svo mikinn spampóst og keðjubréf að hún meikar ekki að deila bandvíddinni með öllu fólkinu sem notar internetið á hefðbundinn máta. Kostar bara pening og húsmóðirin vælir bara og vill ekki borga, vill bara að voda loki á alla sem nota netið á þann hátt sem telst venjulegur í dag.\r\nEkki halda því fram að það sé einhver misnotkun á nettengingum að nota þær. Vandamálið liggur í því að þið eruð að selja ÓTAKMARKAÐAR nettengingar en svo þegar allt fer í fokk þá berið þið því fyrir ykkur að þið vitið ekki hvað orðið ótakmarkað þýðir. Ekki selja vöru sem þið eigið ekki til (ótakmörkuð bandvídd).", "date": "2008-05-29 10:42:00", "post_id": 43}, {"user_name": "MagnúsFreyr", "text": "Fyrsta lagi get ég ekki séð hugsunarháttinn hjá þér í því að það sé EKKI downloadurum að kenna að netið sé hægt, því jú þetta er Ísland og þetta er það eina sem boðið upp á hér.\r\nÞað sem er verið að reyna að gera er að allir v.v. séu jafnir og einmmitt haldi þeim hraða sem það borgar fyrir.\r\nÞetta er eingöngu fólkinu að kenna sem er að eyðileggja fyrir hinum.", "date": "2008-05-29 10:43:00", "post_id": 44}, {"user_name": "baldur", "text": "Þarf að fara að taka ykkur í málfræðikennslu? Þessi setning er oxymoron. Ótakmarkað þýðir engin takmörk, ekki einhver takmörk.", "date": "2008-05-29 10:44:00", "post_id": 45}, {"user_name": "MagnúsFreyr", "text": "Það er verið að tala um að þú BORGAR aldrei meira en fyrir 4gb. Það er það sem er bakvið Ótakmarkað gagnamagn. En ef þú t.d. lest Vodafone síðuna hér: http://www.vodafone.is/adsl þá séru neðst hægra megin stendur \r\n\"Með verðþaki Vodafone greiðir þú aldrei meira en 4GB. Upphæð verðþaksins ræðst af þeim pakka sem þú ert áskrifandi að. Verðþak miðast við 80 GB gagnamagn á mánuði skv. skilmálum.\"", "date": "2008-05-29 10:48:00", "post_id": 46}, {"user_name": "Andri Pogo", "text": "sé ekki hvernig það kemur málinu við.\r\nþetta heitir ótakmarkað, en er það ekki. Það sem er ótakmarkað á ekki að hafa þak.", "date": "2008-05-29 10:56:00", "post_id": 47}, {"user_name": "MagnúsFreyr", "text": "Verðþak", "date": "2008-05-29 10:58:00", "post_id": 48}, {"user_name": "Andri Pogo", "text": "bingó\n\r\nmér finnst þessi orð bara passa svo illa saman... ótakmarkað, verðþak, takmark...\n\r\nen ég er svosem ekkert að væla útaf þessu við minn þjónustuaðila því ég fer ekki nálægt 80gb á mánuði.", "date": "2008-05-29 11:02:00", "post_id": 49}, {"user_name": "baldur", "text": "Svona vil ég hafa þetta:\r\nKaupa 12Mb ADSL, 512GB notkun á mánuði innifalin. Umfram notkun 40kr/GB.\r\nKaupa 24Mb ADSL, 1024GB notkun á mánuði innifalin. Umfram notkun 40kr/GB.\r\nÞetta rúmar alla venjulega notkun, og þeir sem downloada mikið borga bara meira.", "date": "2008-05-29 11:07:00", "post_id": 50}, {"user_name": "MagnúsFreyr", "text": "Já það væri ekki vitlaust", "date": "2008-05-29 11:11:00", "post_id": 51}, {"user_name": "maxel", "text": "Margt skeð síðan ég skrifaði þennan þráð, mitt point var nú það að þeir eru að auglýsa ótakmarkað niðurhal, samt sem áður verður manni refsað ef maður fer yfir ákveðinn mörk.\n\nÍmynduð ykkur hlaðborð ALL you can eat.. 1000kall inn...\n\nSegjum svo að þú borðir of mikið á þá að refsa manni? Er þetta ekki auglýst all you can eat?\nEiga feitu kallarnir að borða minna því að einhverjum finnst að grennri þurfi hann frekar?\n\nMér er sama þó að download fíklar séu að slowa netið, enda væru þeir líklega ekki hjá þessari þjónustu ef þetta væri auglýst \"60gb á mánuði\"\n\n\nSíminn og allt þetta crap.... get your facts straight...", "date": "2008-05-29 12:12:00", "post_id": 52}, {"user_name": "MagnúsFreyr", "text": "Já ég skil ykkur alveg og þetta er asnalegt en ég er bara að reyna að segja ykkur hvað stjórnin hugsar. Þeir náttúrulega hugsa bara að allir viðskiptarvinir eiga að vera jafnir.", "date": "2008-05-29 12:54:00", "post_id": 53}, {"user_name": "Beatmaster", "text": "Og ef að netið hjá TAL er eins og það var hjá Hive þá skiptir það engu máli því að það er ekki séns fyrir þig að ná að dl 80gb á viku <<<punch.gif>>>", "date": "2008-05-29 13:25:00", "post_id": 54}, {"user_name": "Heddportun", "text": "Síminn er með:\n\n20gb á 7daga tímabili eða yfir 100GB á 28 daga tímabili\n\nÞað er hægt að fá fyrirtækjatengingu sem er Ótakmörkuð en hún kostar líka\n\nÞað er skilgreint sem \"ótakmarkað\" hjá öllum internet veitunum", "date": "2008-05-29 14:22:00", "post_id": 55}, {"user_name": "gr33n", "text": "<<<icon_rolleyes.gif>>> <<<icon_rolleyes.gif>>> ... Hvernig getur það verið þeim sem NOTA sín réttindi (þ.e. það sem þeir eru búnir að borga fyrir) að kenna?! ég bara skil það ekki. Málið er það að það er FYRIRTÆKINU að kenna að vera að selja eitthvað sem þau geta ekki staðið við!\n\r\nÍmyndaðu þér stærðarinnar mjólkurtank. Þú kaupir þér rör til að drekka úr sem er 1 cm í þvermál á ákveðinn pening, ég kaupi mér rör sem er 12 cm í þvermál fyrir mun meiri pening, athugaðu að þetta er \"all you can drink\". Það er fyrirtækið sem á að sjá um það að annaðhvort ná að fylla á tankinn nógu oft til að báðir geti notað það sem þeir hafa borgað fyrir, en á ekki að koma niður á þeim sem borgaði meira til að geta fengið meira. Segjum svo sem svo að fyrirtækið ákveði að bæta við 100 manns í viðbót sem kaupa allar stærðir af slöngum á þeim verðum sem þær kosta. Þá þarf einfaldlega fyrirtækið að spíta í lófana og fylla oftar á.\r\nTjah... ef fyrirtækið hefur ekki við, þá á það einfaldlega að HÆTTA að selja stóru rörin... eða hætta að taka við nýjum kaupendum, ekki flóknara en svo.\n\r\nÞú einfaldlega selur ekki vöru sem þú átt ekki til.", "date": "2008-05-29 15:31:00", "post_id": 56}, {"user_name": "gr33n", "text": "nei... það hugsa þeir ekki. ef þeir hugsuðu það þannig, þá væru teknar prósentur af ÖLLUM ef þeir væru í vandræðum með bandvíddina, en ekki bara þeim sem eru búnir að borga meira fyrir extra bandvídd.", "date": "2008-05-29 15:33:00", "post_id": 57}, {"user_name": "RACER", "text": "jæja strákar..\n\r\nBottom line\n\r\njá þetta er hálf kjánalega orðað.\r\njá þetta stendur allt í þeim skilmálum sem þú skrifar undir og þú ert látinn vita af þessu ( í verslunum vodafone amk )\r\nJá þú getur verslað tengingar sem eru með alveg ótakmörkuðu niðurhali, en eins og bent var á hérna ofar, þá bara kostar það meira.\n\r\nástæðan fyrir því að það var byrjað að kalla þetta ótakmarkað ( hvort sem þið eruð sátt við þessa ástæðu eða ekki ) þá var fyrst engar hömlur á þessu, amk ekki hjá vodafone. Síðan voru menn bara farnir að \"ofnota\" þetta svo svakalega að það varð að gera eitthvað í málunum. Þá var byrjað að auglýsa þetta oft með \" merkjum fyrir framan og aftan orðið og svo skilgreint neðar eða annarstaðar í textanum þessir settu skilmála.\n\r\nHvort sem þið trúið því eða ekki, þá eru um 4 % minnir mig af okkar viðskipta vinum sem eru að dl meira en 80 gb á mánuði, svo að þetta er nú ekki neinn mega hópur sem er verið að tala um. Og í lang flestum tilvikum er ekki verið að refsa viðkomandi neitt heldur bara áminna þá um að þeir sé farnir að vera soldið ágengir í downloadinu.\n\r\nRockbottom line\n\r\nþegar þú segir já og skrifar nafnið þitt á samninginn, ertu búinn að samþikja þessa skilmála og greyið þú <<<icon_wink.gif>>>", "date": "2008-05-29 16:42:00", "post_id": 58}, {"user_name": "doristori", "text": "Bloody brilliant post hjá þér Haukur, enn ég er með Baldri og Gísla í þessu, takið orðið út ef það hefur ekki rétta merkingu lengur.\n\n\n\nFyrirgefðu vinurinn enn nú er ég búinn að vera v.v. hjá Hive (núna Tal) frá byrjun og jú guð minn góður þetta var slæmt um tíma enn þeir hafa bætt sig helling og núna er það orðið svo að ég verð aldrei var við takmarkanir lengur enda kannski orðinn aðeins rólegri, (var áður um 300GB) núna rokkandi í kringum 100-150GB múrinn. Enn svona leit apríl út hjá mér og eins og sést þar er lítið mál að fara yfir 10GB á sólarhring hvað þá 20GB á viku.", "date": "2008-05-29 21:32:00", "post_id": 59}, {"user_name": "Gunnarmh", "text": "Pr0n festival hjá Haffa þessa dagana <<<icon_cool.gif>>>", "date": "2008-06-01 12:26:00", "post_id": 60}, {"user_name": "CS", "text": "80gb erlendis down load er nú meira en nóg.  Ég næ mikið af efni en hef ekki komist nálagt þessu. Þetta var einu sinni 40gb og svo mun minna.\n\r\nEn 512-1024gb efast fólk kæmist yfir það efni<<<icon_smile.gif>>>\n\r\nNema að talvan er lífið þitt <<<rolleyes.png>>>", "date": "2008-06-01 15:58:00", "post_id": 61}, {"user_name": "Kjallin", "text": "Þú getur verið ánægður núna, Vodafone er hætt að auglýsa ótakmarkað og auglýsa 80GB í staðinn. <<<icon_wink.gif>>>\n\r\nVerið er að skoða það að bjóða minni og stærri pakka", "date": "2008-06-12 11:41:00", "post_id": 62}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/badger.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/sleep.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/withstupid.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2008-05-28 16:19:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/badger.gif", "path": "full/e2c33e58a32fc97f849dec4cae846a1815bf6206.gif", "checksum": "3071fa43c5c871b0ad60e0ce890e48e2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/sleep.gif", "path": "full/9a37cfab1f36d4c0b433b92f4b5781d83b070968.gif", "checksum": "e6f03d14781ef0d3810d245f5722af94"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/withstupid.gif", "path": "full/ebcb80634db8cdf1dddfcfa67cf58cf6d459a1bc.gif", "checksum": "60ab426885f8301c444418bb35072c75"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}