{"forum_title": "Tæknilega hornið: Almennt", "id": "46092", "title": "Verð á filmum???", "url": "http://www.live2cruize.com/spjall/showthread.php/46092-Verð-á-filmum", "posts": [{"user_name": "kalli001", "text": "Ég er að spá í að filma bílinn upánýtt fyrir sumarið og var að spá hvort ap það gæti einhver sagt mér hvað það kostar að filma allan hringinn í vw golf þá framrúðuna með...", "date": "2008-06-04 01:02:00", "post_id": 1}, {"user_name": "haywood", "text": "Það mun enginn filma framrúðuna fyrir þig.. Notaðuleitina og þú munt finna svarið með því að taka upp símann og hringja", "date": "2008-06-04 01:06:00", "post_id": 2}, {"user_name": "kalli001", "text": "já en ertu alveg 100% að engin sé til í framrúðu...ég er ekki að tala um alveg svarta sko...bara daufa.", "date": "2008-06-04 01:07:00", "post_id": 3}, {"user_name": "haywood", "text": "það er bara mest ólöglegt af þessu filmudæmi", "date": "2008-06-04 01:24:00", "post_id": 4}, {"user_name": "EinarB", "text": "þeir í amg aukaraf settu nú filmu í framrúðuna á primerunni, en það var nú þeirra eigin bíll", "date": "2008-06-06 01:25:00", "post_id": 5}, {"user_name": "SkodaPower", "text": "their setja allveg i frammruduna ef ad hann borgar theim fyrir thad ?", "date": "2008-06-06 18:45:00", "post_id": 6}, {"user_name": "Krissii", "text": "já þeim kemur ekkert við hvort þetta sé löglegt eða ekki.. það er löggan sem skiptir sér að því ekki þeir", "date": "2008-06-09 19:43:00", "post_id": 7}, {"user_name": "Tausen", "text": "haha lang mestast ólöglegast! þeim gæti ekki verið meira sama, þar sem hitt er ólöglegt líka afhverju ættu þeir þá \"nei heyrðu, við gerum bara það sem er minnst ólöglegast\"", "date": "2008-06-09 21:21:00", "post_id": 8}, {"user_name": "matheuser", "text": "kalli þú ert stoppaður á notime og þú ert sendur í endurskoðun, og hvað þá ætlaru að taka hana úr frammrúðunni?", "date": "2008-06-10 08:11:00", "post_id": 9}, {"user_name": "hagalin", "text": "Svona til að svara spurningu þráðarins að þá ætlaði ég að láta filma Terrano 2000módel. Afturhurðir, öftustu rúðurnar og afturhlerann þá kostaði það 30þúsund hjá VIP filmuísetningar EHF", "date": "2008-06-11 14:31:00", "post_id": 10}, {"user_name": "HugiÓmars", "text": "Ég lét filma bíllinn minn allan hringinn fyrir utan framrúðuna náttúrulega, en ég borgaði 35þús fyrir það hjá Art-Bílalist.\r\nHAHA Kalli ef þú filmar framrúðuna þá byð ég að heilsa lögguni!", "date": "2008-06-25 13:05:00", "post_id": 11}, {"user_name": "Aronpals", "text": "Ég fékk reyndar góðan deal vegna sambanda <<<icon_cool.gif>>> en lét filma allar rúður í bílnum fyrir 25 þúsund, en hringdi í VIP filmur og þeir sögðu 40 þúsund fyrir aftur í (5 rúður, 2 litlar) ..\n\r\nMálið með filmur frammí, ég lét setja það í og auðvitað gera þeir sem eru að þessu þetta fyrir þig ef þú borgar þeim ekki vera stupid guys..\n\r\nÉg var hinsvegar stoppaður á bíladögum, veit ekki hvort ég var heppinn en ég spurði hvort ég mætti ekki bara rífa þetta úr á staðnum, gæjinnn hló og sagði jú þú mátt gera það ef þú villt, auðvitað gerði ég það og það var ekki mikið mál nema límið verður allt eftir og þú þarft að eyða góðum tíma í að ná því af en ég slapp við allar sektir og endurskoðun..", "date": "2008-06-25 14:59:00", "post_id": 12}, {"user_name": "Röggi R900", "text": "hringdu bara í þá sem eru að filma... lang best", "date": "2008-06-25 15:35:00", "post_id": 13}, {"user_name": "RACER", "text": "kalli: gefðu mér betri upplýsingar um þennan bíl og ég skal sjóta á þig einhverju verði.. td. árgerð og hurðafjölda.. <<<icon_smile.gif>>>\n\r\nog ég filma ekki fyrri þig framrúðuna sjálfa, það er að mínu mati bara heimskulegt og í raun hættulegt. tek ekki þátt í því.", "date": "2008-06-25 17:05:00", "post_id": 14}, {"user_name": "sindris", "text": "sææælll þú hefur borgað mikið....allvega sem ég hef heyrt af teim er ekki gott..", "date": "2008-06-25 17:25:00", "post_id": 15}, {"user_name": "Sylvía", "text": "Gaur sem ég þekki lét filma allan hringinn semsagt sjálfa framrúðuna líka og það vel dökk og var alltaf látin í friði hehe <<<icon_razz.gif>>>.. annars finnst mér samt heimskulegt að filma framrúðuna sjálfa en ég skil ekki alveg af hverju það er bannað að vera með filmur í hliðarrúðunum frammí..ég lét filma hliðarrúðurnar frammí hjá mér fyrir bíladaga og löggan er alveg búin að láta það í friði þrátt fyrir að hafa verið stoppuð 2 hérna í bænum og svo var vinur minn að keyra bílinn á bíladögum og var stoppaður og ekkert sett útá þær..heppni i guess vonandi verður það bara þannig áfram <<<icon_cool.gif>>>", "date": "2008-06-25 17:43:00", "post_id": 16}, {"user_name": "Tums", "text": "Það eru til nokkrir staðir sem geta filmað rúðurnar fyrir þig. \n\r\nLang einfaldast að hringja bara á þá og fá tilboð, sjá hvað þeir bjóða þér fyrir að filma bílinn. \r\nVelja svo bara þann sem þú vilt, panta tíma og fara með bílinn þangað<<<icon_smile.gif>>>\n\r\nAukaraf\r\nVip filmuísettningar \r\nArt Bilalist \n\r\nPersónulega finnst mér bílar miklu flottari með filmum, enda er ég að fara með Almeruna hjá mér í filmun. Á tíma núna í byrjun júlí<<<icon_smile.gif>>>\n\r\nEn ég verð að segja að persónulega sé ég ekki heldur tilganginn með því að vera með filmu í framrúðunni.\r\nÉg er heldur ekki alveg viss með að löggan verði ánægð með það.", "date": "2008-06-25 21:20:00", "post_id": 17}, {"user_name": "gEg", "text": "borgaði 24þús fyrir 5 rúður (tvær litlar)", "date": "2008-06-25 21:31:00", "post_id": 18}, {"user_name": "haywood", "text": "hjá cobolt????", "date": "2008-06-26 00:30:00", "post_id": 19}, {"user_name": "Frikki GTI", "text": "Borgaði 30 slétt fyrir 7 rúður og efst á framrúðu.", "date": "2008-06-28 21:52:00", "post_id": 20}, {"user_name": "Ívarb", "text": "Var með dökkar rúður í eitt ár í mínum (semsagt frammí) löggan stoppaði mig einu sinn og ég sagði að ég hafi keypt bílinn með filmunum, þannig hún gaf mér séns.\n\r\nÉg frétti að það mætti ekki hafa filmur í framrúðunum vegna þess að ef maður lendir í slysi þá er mun erfiðara að ná fólkinu úr bílnum af því að það er erfiðara að brjóta rúðuna, veit samt ekki hvort það sé satt.", "date": "2008-06-29 02:50:00", "post_id": 21}, {"user_name": "ReapeR", "text": "SKo málið er að ég HELD að ástæðan fyrir að það sé bannað að vera með filmaðar hliðarrúðurnar frammí sé útaf að ef að t.d löggan kemur að bílslysi sem þarf að brjóta rúðurnar þá sé tiltöluleg auðvelt að brjóta rúðu sem er ekki filmuð, en það verði aðeins erfiðara með filmaða rúðu, þetta hef eg heyrt og gæti allveg trúað þessu. \r\nÞetta meikar actually sens og eg held að það sé ástæðan fyrir banni við filmaðar rúður frammi, líka framrúðuna, plús það tengist líka því að ökumenn eiga að vera sýnilegir i umferðinni.\n\r\nHeld að þetta séu aðal tvær ástæðurnar, endilega benda ef það eru fleiri ástæður.\n\r\nEg myndi ekki láta filma framrúðuna hjá mér, persónulega en hef sé bíla með hliðarrúður filmaðar og það getur allveg komið vel út,\n\r\nsá held eg bláan camaro hérna á Ak um bíladaga sem var með allt filmað, syndist framrúðan vera líka filmuð<<<icon_smile.gif>>>", "date": "2008-06-29 03:59:00", "post_id": 22}, {"user_name": "baldur", "text": "Engin af þessum rökum halda vatni. Framrúðan er með filmu frá verksmiðjunni til þess að hún brotni ekki eins auðveldlega og hinar rúðurnar.\r\nOg með að ökumenn eigi að vera sýnilegir þá er nú ekkert sem bannar að vera með hjálm þegar ökutæki er stjórnað og hjálmar hylja nú margir andlit.", "date": "2008-06-29 11:31:00", "post_id": 23}, {"user_name": "alexsig", "text": "varstu með dökkt frammí ?", "date": "2008-06-29 16:13:00", "post_id": 24}, {"user_name": "Arnar F", "text": "Það eru bara svo misjafnar skoðanir á þessu varðandi filmur, sumir segja þetta eins og þú hefur heyrt.\n\r\nÉg hef heyrt að sumum sjúkrafluttningsmönnum finnst ekkert að því að leyfa filmur frammí þar sem þetta heldur glerinu saman í stað þess að splúndrast á farþegann eða ökumanninn.\n\r\nÉg var með dekkstu filmur frammí og verð að viðurkenna það að á veturnar þá var það frekar tæpt að sjá hvað var hliðiná manni í miklu myrkvi en þegar ég skipti þeim út fyrir ljósustu filmur eftir að hafa fengið boðun í skoðun fann ég þvílíkan mun og hef haldið mig við það.\n\r\nMínu mati, ætti að leyfa vissan styrkleika af filmum.", "date": "2008-06-29 16:27:00", "post_id": 25}, {"user_name": "elfarelí", "text": "Ég er með næst dekksta hringinn (nema auðvitað framrúðu) og það er svo mikið mun þægilegra að keyra með filmur frammí, tala nú ekki um í mikilli sól og svo er það bara miklu meira kósý...\n\nHef ekki lent í neinu böggi frá löggunni so far allavega, skrúfa bara alltaf niður rúðuna ef ég mæti þeim.\n\nÍ vetur átti ég ekki í neinum erfiðleikum með að sjá út um hliðarrúðurnar í miklu myrkri, ekki neinum. Hinsvegar sá ég ekki alltaf nógu vel út um afturrúðuna...\n\nFékk þetta á 30k hjá Art-Bílalist en við fórum reyndar 2 bílar saman.", "date": "2008-06-29 18:31:00", "post_id": 26}, {"user_name": "Annaa!", "text": "En hvað haldiði að það kosti að taka allar filmur úr bílnum(s.s afturrúðu og Hliðar framrúðurnar) og filma svo aftur ?<<<icon_razz.gif>>>", "date": "2008-06-29 19:21:00", "post_id": 27}, {"user_name": "Arnar F", "text": "Þegar ég lét svissa filmunum í hliðarrúðunum frammí var ekkert aukalega tekið fyrir það og fékk það á 10 þúsund hér í kef <<<icon_wink.gif>>>\n\r\nVeit samt ekki hvernig það er í bænum, misjafnt eftir hvert þú ferð að filma.\n\r\nMyndi skjóta á að sumir taki ekkert fyrir að rífa úr og rukki svo fyrir að filma aftur, meðan aðrir taki kannski 5-7 þúsund.", "date": "2008-06-29 19:41:00", "post_id": 28}, {"user_name": "Sævar-DOHC", "text": "jáá Arnar F það fer bara eftir hver gerir það... ég veit um einn sem tekur allan bílinn á 20<<<icon_biggrin.gif>>>", "date": "2008-07-01 21:11:00", "post_id": 29}, {"user_name": "RACER", "text": "að rífa þessar filmur úr er leiðindar verk.. <<<icon_sad.gif>>> og þá sérstaklega í afturrúðunni. Ég amk myndi ekki nenna að taka þær úr frítt.. <<<icon_smile.gif>>>\n\r\nég skal hinsvegar gefa þér eitthvað verð í þetta af þú villt <<<icon_smile.gif>>>", "date": "2008-07-01 21:30:00", "post_id": 30}, {"user_name": "-VAB-", "text": "Ég fékk reyndar góðan díl og fékk filmun fyrir 15þús á allar rúður nema framrúðurnar, þetta er yfirleitt í kringum 30 þúsund kallinn <<<icon_wink.gif>>>", "date": "2008-07-02 00:39:00", "post_id": 31}, {"user_name": "Sylvía", "text": "Ef þú hugsar samt útí það þá geta ófilmaðar rúður gjörsamlega splúndrast auðveldlega yfir þig og farþegann og ég held að það sé ekki neitt ýkja þæginlegt..Löggan gefur bara svo misjöfn comment á þetta..hef heyrt að þeir hafi gefið ástæðuna að þeir verði að sjá ökumanninn sem gjörsamlega meikar bara engann sense <<<icon_lol.gif>>> og svo líka það að framrúðan kemur með filmu frá verksmiðju svo hún splúndrist ekki ef þú lendir í einhverju..þegar ég lenti í tjóni á gamla bílnum mínum brotnaði framrúðan og hún splúndraðist ekki sem betur fer því annars hefði ég fengið glerbrot yfir allt andlitið á mér..svo þetta er bara visst öryggi..mér finnst að það ætti að leyfa að vera með filmur allavega í hliðarrúðum frammí uppað vissum styrkleika..ég er með 35% frammí og finnst það fínt..kemur flottari heildarsvipur á bílinn og verulega þæginlegt í mikilli sól..", "date": "2008-07-02 17:18:00", "post_id": 32}, {"user_name": "ReapeR", "text": "jæja eg hélt að þessi þráður væri týndur, en fann hann eftir mikla leit !\n\r\nNúna er loksins eitthvað að fara gerast, enn eins og áður kom fram í þræðinum þá sendi ég póst á FÍB og hafa þeir loksins núna haft samband aftur, hérna ætla ég að sýna ykkur bréfið sem að ég fékk, eða svona eitthvað af því allaveganna: \n\nErindið gleymdist alls ekki. Ólafur Kr. Guðmundsson varaformaður  \n\r\nfélagsins tók það að sér. Hann hefur þegar verið í sambandi við menn  \n\r\núr ykkar félagsskap, við Umferðarstofu og lögregluna og fundur um  \n\r\nmálið hefur verið haldinn hér innanhúss. Þetta er því í farvegi hjá  \n\r\nokkur. Ólafur hefur verið mjög störfum hlaðinn í sumar, m.a. sem  \n\r\ndeildarstjóri EuroRAP á Íslandi, einn af fjórum aðal- og  \n\r\nalþjóðadómurum í Formúlu 1 og í nefnd samgönguráðuneytis um  \n\r\nendurskoðun umferðarlaga, þannig að honum hefur verið það illmögulegt  \n\r\nfram að þessu að bæta miklu við sig. Nú er hins vegar  \n\r\nkeppnistímabilinu í Formúlunni að ljúka þannig að von er til að hann  \n\r\ngeti snúið sér að þessu brennandi máli ykkar.\n\n\r\nÉg persónulega veit ekki hvort þeir hafi sett sig i samband við Villý og Co, væri gott að heyra frá Villý og fá að vita ef Þeir hafa haft samband.\r\nAllaveganna eg er búinn að þrjóskast með þetta, og eg ÆTLA mér að að fá allaveganna fund með Lögreglunni, Fíb og stofnendum Live2cruize. \r\nSvo er bara bíða og vona og sjá hvað gerist, eg veit einhverjum finnst það ábyggilega asnalegt, en eg fer meira að segja útí það að safna undirskriftalista þegar þar að kemur um að fá að leyfa filmaðar rúður frammí  uppað viss mörgum %.\n\r\nÉg vona eg tali fyrir hönd sem flestra hérna inni þegar eg segji að þetta sé mál sem verður allaveganna að að komast að samningaborði.\n\r\nÞeir hjá Fíb virðast taka þessu vel, og verðum við að gefa þeim tíma, eg hef alls ekki ýtt mikið á eftir þeim, bara svona minnt á okkur (l2c) annars lagið, og núna kemur vonandi eitthvað i ljós á næstu misserum !\n\r\nÞannig að ég vona l2c hafi ykkar stuðning þegar þar að kemur, hvort sem það er undirskriftalisti eða bara standa við bakið a Villý og Co þegar að fundinum kemur,\r\nég MUN fá þennan fund i gegn, hætti allaveganna ekki fyrr en er búið að nefna dag og tíma á fundi með ofangreindum aðilum. og núna vita stofnendur l2c allveg af þessu, ólikt þegar eg byrjaði fyrst að senda Fíb póst, og biðst eg aftur afsökunnar á að hafa ekki verið búinn að tala við stjórnendur !\n\r\nVonum það besta\n\r\nAddi.", "date": "2008-09-08 09:49:00", "post_id": 33}, {"user_name": "ReapeR", "text": "Jæja eins gáfulegur og maður er stundum, þá sé ég að ég póstaði i vitlausan þráð!! EN það skiptir engu þar sem þessi þráður er nanast með sama erindi og þráðurinn sem að ég ætlaði að pósta í.", "date": "2008-09-08 10:49:00", "post_id": 34}, {"user_name": "Viktorkarl", "text": "Settu þetta frekar í hinn þráðinn líka, miklu meiri athygli þar", "date": "2008-09-08 17:34:00", "post_id": 35}, {"user_name": "ReapeR", "text": "eg fann hann ekki það er malið...", "date": "2008-09-08 18:07:00", "post_id": 36}, {"user_name": "GimmiAK", "text": "Flottör addi minn! Fight tha powah! \n\r\nÉg stið þetta 100%. Ég er með mjög skerta sjón í mikilli byrtu og á erfitt með akstur útaf því. Þannig endilega ýta þessu áfram og láta verða af þessu.\n\r\nGimmi Bleiki stuðninsmaður dökkra hliðarrúða.", "date": "2008-09-09 00:06:00", "post_id": 37}, {"user_name": "blackhole", "text": "það notar enginn filmur lengur\r\nallir komnir með digital", "date": "2008-09-09 00:33:00", "post_id": 38}, {"user_name": "Arnar F", "text": "*drumm tssh* <<<icon_lol.gif>>>", "date": "2008-09-09 01:08:00", "post_id": 39}, {"user_name": "Strumpi89", "text": "hefur enginn heyrt talað um sólgleraugu", "date": "2008-09-09 20:36:00", "post_id": 40}, {"user_name": "Grétar G.", "text": "Það er bara engann vegin nóg ekki nema þá kannski maður setji á sig sundgleraugu með sólgleri..\r\nOg svo væri nú freeekar kjánalegt að sjá fólk rúntandi með sólgleraugu á kvöldin og næturnar", "date": "2008-09-15 12:10:00", "post_id": 41}, {"user_name": "Paulie", "text": "haha, kennarinn minn gerir það alltaf", "date": "2008-09-16 18:16:00", "post_id": 42}, {"user_name": "kalli001", "text": "sumir eru bara svo fokk ljotir med solgleraugu<<<haha.gif>>>", "date": "2008-09-21 03:48:00", "post_id": 43}, {"user_name": "Danni Málari", "text": "Er ekki óþarfi að blanda lögreglunni í málið? Lögreglan framfylgir bara lögunum. Til að losna við þetta bann þarf samgönguráðherra að breyta reglugerð um gerð og búnað ökutækja.", "date": "2008-09-21 04:18:00", "post_id": 44}, {"user_name": "danish", "text": "Mæli bara ekki með því nema þú viljir fá ógeðslega rispulegar rúður eftirá.. sést samt varla ef þú filmar aftur. Og þegar þú ferð í skoðunn með bílinn (varðandi filmurnar í framrúðunum) mæli ég grínlaust með að fá lánaðar aðra rúður hjá eitthverri Opel Östru.. nema þú viljir borga fyrir að láta fjarlægja þær, láta skoða bílinn, setja þær aftur í..", "date": "2008-09-21 05:58:00", "post_id": 45}, {"user_name": "Frikki GTI", "text": "Ég var með filmur frammí, lét bara VIP skera þær úr, fór með hann í skoðun, fékk skoðun og lét þá filma aftur, easy.. 10 þús", "date": "2008-09-21 17:44:00", "post_id": 46}, {"user_name": "ReapeR", "text": "Þetta var bara það sem Fíb nefndu við mig í upphafi þannig eg býst við þeir vilji hafa álir Lögreglunnar í málinu.", "date": "2008-09-22 15:23:00", "post_id": 47}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/haha.gif"], "date": "2008-06-04 01:02:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/haha.gif", "path": "full/e465460e74ad10bf8603f9e376bdbc6966568644.gif", "checksum": "7e203216707ebd3f0144ffdec382510d"}]}