{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "46677", "title": "Golf Erfiðleikar í stýrisbúnaði", "url": "http://www.live2cruize.com/spjall/showthread.php/46677-Golf-Erfiðleikar-í-stýrisbúnaði", "posts": [{"user_name": "eyþóringi", "text": "VolksWagen Golf GL 96'\n\r\nÞannig er málið að ég fékk Endurskoðunarmiða vegna þess að ég þurfti að skipta um stýrisenda og spindilkúlu hægrameginn að framan og legur vinstra megin að aftan og bremsuborða að aftan.\n\r\nBíllinn var heldur betur óþæginlegur í langkeyrslunni og fann maður fyrir óöryggi í stýrisbúnaði. Mér fannst dekkið hægra meginn að framan rása af og til og keyrði ég bara á dólinu 70-90 km/h.\n\r\nÉg gerði við allt þetta. Skipti um spindil og stýrisenda. Legurnar og bremsuborðana.\n\r\nAlltí góðu með þetta nema að ég gleymdi að nefna að í beygjum þá gat maður heyrt skrölt í dempara gorminum eins og eitthvað væri að rekast í hann. Þetta breyttist ekkert eftir viðgerðina og ég athugaði líka hvort hann væri ekki á réttum stað og jú. Demparagormurinn er á réttum stað.\n\r\nNúna áðan á leiðinni heim byrjar að skrölta þarna hægra meginn að framan og stoppa ég á miðri leið og prufa að þreifa eitthvað á stýrisendanum og hann var alveg fastur. Veit ekki hvað ég var að pæla en mér leið allavega betur að fá að koma við eitthvað og vita að það er í lagi.\n\r\nNúna er ég farinn að finna fyrir óörygginu aftur af og til og ekki bætir það að heyra þetta skrölt. Ég ætla núna á morgun að losa allt þetta frá og athuga hvort ég sjái eitthvað laust þarna. \n\r\nAllavega herða á eitthverju þarna og fara svo með bílinn í hjólastillingu a.s.a.p.\n\r\nAllavega eftir því sem þið eruð búin að lesa þetta... Hafið þið þá lent í eitthverju slíku ? o.O ?", "date": "2008-06-11 02:04:00", "post_id": 1}, {"user_name": "eyþóringi", "text": "ahahahah fór með bílinn í hjólastillingu bíllinn var svona\n\n\r\n    |o|  <<<vw_logo.gif>>>|o|\r\n/------------/", "date": "2008-06-12 23:52:00", "post_id": 2}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/vw_logo.gif"], "date": "2008-06-11 02:04:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/vw_logo.gif", "path": "full/be1b5c7204aa421976bbacc2f7bd282f37916d01.gif", "checksum": "dc5f5f8d4ad35cf105ce9edd9625f4c5"}]}