{"forum_title": "Almennt spjall", "id": "46708", "title": "Einhverjir lögfróðir hérna?", "url": "http://www.live2cruize.com/spjall/showthread.php/46708-Einhverjir-lögfróðir-hérna", "posts": [{"user_name": "dazy crazy", "text": "Mig langar að vita hvort hægt sé að kæra fyrir hraðakstur og fá dæmt ef einungis eru vitni og ljósmyndir eftirá af hjólförum en engar beinar sannanir eins og myndband eða radar.", "date": "2008-06-11 16:58:00", "post_id": 1}, {"user_name": "BjörnB", "text": "nei það á ekki að vera hægt þar sem að þeir hafa engann hraða til að kæra þig fyrir og engar solid sannanir fyrir því að þetta hafi  yfir höfuð verið þú", "date": "2008-06-11 17:03:00", "post_id": 2}, {"user_name": "RAT", "text": "tjahh bara hægt að dæma fyrir ógætilegan akstur og sekta skv því , engir punktar eða hraða sektir held ég ...  ef þú ollir slysi þá ert þú minn kæri í deep shit .", "date": "2008-06-11 17:03:00", "post_id": 3}, {"user_name": "hagalin", "text": "Hægt er að reikna út lægsta mögulega hraða út frá lengd bremsufara, þyngd bíls og svo framvegis.  Spurning hvort þeir noti það.......", "date": "2008-06-11 20:50:00", "post_id": 4}, {"user_name": "Arnar F", "text": "Lögreglan að kæra eða einhver sem sá til þín ?", "date": "2008-06-11 20:57:00", "post_id": 5}, {"user_name": "icee", "text": "Geta það bara ef þú játar þetta og seigir á hvaða hraða þú vast á.. .annars er þetta bara orð gegn orði.", "date": "2008-06-11 21:12:00", "post_id": 6}, {"user_name": "dazy crazy", "text": "Ég skrifaði ekki undir neitt nema tjónaskýrsluna og þar setti ég einhvern hraða, held 30-40 og er það tekið gilt. Hver er annars hámarkshraði á bílastæði. Ég veit ekki hvort lögreglu****** sem kom á staðinn (og var ofboðslega eitthvað á móti mér) kærði eða fólkið sem átti bíl*****.\n\r\nAllavega er sektarboðið 15.000 og 2 punktar fyrir að miða hraða ekki við aðstæður.\n\r\nOg mér fannst reyndar brotið á mér í þessu máli vegna þess að konurnar sem komu út eftir ástýmið voru látnar vitna. Ég held að það hafi bara ein kona séð þetta ef hún þá sá það en þær voru allar látnar vitna og það saman í hóp en ég og farþegi minn vorum látnir vitna í sitthvoru lagi. Skrítið?\n\r\nÞetta voru ekki nein svakaleg för, bara sandurinn á malbikinu hafði runnið til við beygjuna og ytra framdekkið var aðeins skítugt á hliðinni yst.\n\r\nAllavega það sem ég vil vita er það hvort að hraðinn sem ég skrifaði á tjónaskýrsluna virki sem játning við hraðanum af því að ég skrifaði ekki undir neitt hjá löggimann og mér skylst að maður þurfi að skrifa undir hjá þeim t.d. við hraðakstri.", "date": "2008-06-11 22:31:00", "post_id": 7}, {"user_name": "dazy crazy", "text": "Ég olli ekki slysi á fólki heldur lenti á kyrrstæðum bíl. Tjónið er lítið og ekki neitt sem samsvarar þeim hraða sem þessar konur sögðu. Þær sögðu við lögreglumennina eitthvað á þá leið að ég ætti bara að gista fangageymslur fyrir svona ofsaakstur og að ég hafi verið á 80-90.", "date": "2008-06-11 22:35:00", "post_id": 8}, {"user_name": "RAT", "text": "15 km hámarkshraði á bilastæðum. og já þú þarft andskoti öflugan bíl til að ná 90 á malarbílastæði <<<icon_smile.gif>>> en 50 virkar andskoti hratt á þröngu svæði .", "date": "2008-06-11 22:39:00", "post_id": 9}, {"user_name": "dazy crazy", "text": "þetta var ekki malarbílastæði heldur var svona sandur á malbikinu í beyjunni þannig að ég rann út úr henni (undirstýrði).\n\r\nMér er andskotans sama um þennan 15000 kall, hefði mátt vera 50000 mín vegna en það er svekkjandi að fá 2 punkta 6 dögum fyrir afmælisdaginn, sérstaklga þar sem ég er að verða búinn með meiraprófsnámið. úff", "date": "2008-06-11 22:43:00", "post_id": 10}, {"user_name": "hagalin", "text": "Þú þarft ekki að skrifa undir neitt. Undirskrift er ekki játning. Undirskrift er staðfesting á því að haft sé rétt eftir þér það sem skrifað er í skýrslu. Og ef það sé sagt í skýrslu að þú neitir þá stendur það.", "date": "2008-06-12 09:13:00", "post_id": 11}, {"user_name": "dazy crazy", "text": "En þegar maður er tekinn fyrir of hraðan akstur þarf að skrifa undir er það ekki svo að það sé hægt að sekta mann.", "date": "2008-06-12 10:04:00", "post_id": 12}, {"user_name": "SteiniG", "text": "nei þú verður að fá þér lögfræðing bara og láta hann sjá um þetta en ef þeir sýndu þér engan hraða á radarinum þá er þetta bara orð á móti orði og ekkert hægt að kæra þig, eða það er hægt að kæra þig en ekki. en líkurnar á að tapa þannig máli eru nær engar.", "date": "2008-06-12 10:28:00", "post_id": 13}, {"user_name": "dazy crazy", "text": "Það var enginn radar, lögreglan kom á staðinn eftir að búið var að tilkynna um áreksturinn og einu sönnunargögnin eru skýrsla sem lögreglan tók af vitnum og tjón á bílum og för ef þetta eru þá næg sönnunargögn. Tjónið á bílnum er ekki mikið og airbag púðarnir fóru ekki einu sinni út. Beltin fóru ekki einu sinni í lás stöðuna sína. Löggan sem kom þarna var samt alveg heavy fúl eitthvað, var bara að dæma þetta alveg hægri vinstri (og mér skilst að þeir eigi ekki að hafa skoðun á vettvangi) og var eitthvað geðveikt á móti mér,hann var pottþétt með sprengigrjót í píkunni.", "date": "2008-06-12 10:42:00", "post_id": 14}, {"user_name": "/ng/", "text": "þetta tekur tima að fara í gegnum kerfið, gæti þetta ekki sloppið í sambandi við meiraprófið?", "date": "2008-06-12 10:45:00", "post_id": 15}, {"user_name": "dazy crazy", "text": "Veit ekki, fékk bréfið einhverntímann í síðustu viku um sektarbeiðnina, veit einhver hvað þeir eru lengi að skrá inn svona punkta? Hvar get ég fengið að vita um punktastöðuna mína?", "date": "2008-06-12 10:49:00", "post_id": 16}, {"user_name": "Siggi-Lancer", "text": "var þetta í skeifnunni..?", "date": "2008-06-12 14:12:00", "post_id": 17}, {"user_name": "SonnY", "text": "var það ekki þannig að punktarnir og kæmu ekki i gegn fyrr enn þu hefur borgað sektina? eða var buið að loka a það?", "date": "2008-06-12 14:48:00", "post_id": 18}, {"user_name": "dazy crazy", "text": "Ef það er svoleiðis þá náttúrulega væri það alveg frábært, einhver sem veit þetta?", "date": "2008-06-12 17:55:00", "post_id": 19}, {"user_name": "hagalin", "text": "Nei það er ekki rétt hjá þér. Það skiptir engu máli hvort þú skrifar undir eða ekki hvort þú fáir sektina eður ei........\n\r\nHeld að punktarnir komi ekki inn fyrr en þú borgar sektina.\r\nEn það besta fyrir þig er að hringja í skirfstofu lögreglunar í RVK og spyrja þá um hvort þetta hafi einhver áhrif á meiraprófið.\r\nStóð í sektargerðinni sem þú fékst sent að það væri punkur fyrir þetta???", "date": "2008-06-12 18:02:00", "post_id": 20}, {"user_name": "Don Garri", "text": "Prufaðu að senda þeim bréf, sem er stílað á lögregluna á höfuðborgasvæðinu, og láttu senda það með ábyrgðarpósti. Í bréfinu skaltu biðja um sannanir fyrir ógætilegum akstri, eða hvað þessi sektarbeiðni er, og sannanirnar skulu vera harðar og rökstuddar. Biddu um að fá svarið sent skriflegt. Ef ekkert gerist í segjum 30 daga, skaltu fara upp á lögreglustöð og fá afrit af bréfinu sem þú sendir. Það skal vera stimplað og undirritað fyrir móttöku. Ef það er það ekki, skaltu biðja þann sem afhendir þér ljósritið að stimpla það og kvitta undir.\n\nEf þú á hinn bogin færð svar, geturu sent mér PM og sagt mér hvað stendur í bréfinu og ég skal reyna að hjálpa þér þaðan af...\n\nEdit:\nJá, þú þarft einnig að taka það fram í bréfinu að séu þessi skilirði ekki uppfyllt hafniru sektarbeiðninni.", "date": "2008-06-12 18:20:00", "post_id": 21}, {"user_name": "dazy crazy", "text": "Já ég prufa það ef ekkert gengur, fósturpabbi minn er eitthvað að sýsla í þessu eins og er og ef hann fær enga (góða) niðurstöðu í þetta mál þá reyni ég það sem þú segir pottþétt vegna þess að þú virðist vera maður með vit á þessu. \r\nHvernig samt myndir þú hjálpa mér og hvað kostar það? pm <<<icon_wink.gif>>>\n\n\n\nJá það stóð að viðurlögin við þessu broti (hraði ekki miðaður við aðstæður) væru 2 punktar í ökuferilsskrá og 15.000 krónur.\n\r\nEf það er svoleiðis að punktarnir komi ekki inn fyrr en ég er búinn að borga sektina er ég safe og get fengið fullnaðarskírteinið og klárað meiraprófið áður en ég borga sektina.", "date": "2008-06-12 23:15:00", "post_id": 22}, {"user_name": "matheuser", "text": "tvö orð NEITA ÖLLU!!!! hehe og já þú átt bara að sega að þú hafir verið svona rúmlega löglegur allan tíman og þetta tekur mjög langan tíma að fara í gegn svo ekki hafa áhyggjur af meiraprófinu þetta á eftir að fara í gegnum \"dómara\" sem staðfestir punktana þína en btw þá geturu lent i veseni i sambandi við tryggingar ef löggan kemur á þig þessari sekt eða ógætilegan akstur sama hvað það kallast því það þarf ekkert endirlega að vera að tryggingarnar borgi allt tjónið á hinum bílnum þar sem þú varst að brjóta umferðar reglur sem gæti mögulega ollið því að þú hafir klesst á bílinn eða haft einhver orsök á tjóninu á bílnum. eða ég held þessu framm <<<icon_wink.gif>>>", "date": "2008-06-13 00:11:00", "post_id": 23}, {"user_name": "Lindemann", "text": "Það er rétt með punktana að þeir koma ekki inn fyrr en eftir að þú borgar sektina, enda með því að borga sektina ert þú að játa á þig brotið......(þ.e. gangast við sátt í málinu í stað þess að láta það fara fyrir dóm.)", "date": "2008-06-13 01:00:00", "post_id": 24}, {"user_name": "dazy crazy", "text": "Ok, takk fyrir.", "date": "2008-06-13 08:03:00", "post_id": 25}, {"user_name": "GSXR", "text": "Þegar menn lenda í umferðaróhappi þá er það nú yfirleitt þannig að að óhappið verður vegna þess að einhver braut umferðarlögin. Ef þú keyrir t.d. aftan á bíl þá er það alveg ljóst að það var of stutt bil á milli ökutækja sem er brot sem sektað er fyrir.\n\r\nEf þú ert á bifreiðastæði og \"missir\" bílinn á kyrrstæðan bíl þá er eiginlega alveg ljóst að akstrinum var ekki hagað eftir aðstæðum og ökumaður sýndi ekki nægjanlega aðgæslu. Hvort tveggja er brot á umferðarlögum = sekt.\n\r\nÞað skiptir í raun ekki öllu máli á hvaða hraða þú varst því ljóst er að hraðinn var of mikill miðað við aðstæður alveg óháð því hvort hámarkshraðinn á umræddum vegkafla var 15 km/klst eða 90 km/klst.\n\r\nHeld að það sé nú ekki mikið fyrir þig að gera annað en borga sektina, það er nokkuð ljóst að lögfræðikostnaðurinn er fljótur að ná langt yfir 15.000 krónur.", "date": "2008-06-14 20:22:00", "post_id": 26}, {"user_name": "GSXR", "text": "Áreksturinn sjálfur er í raun sönnunin fyrir því að hann ók of hratt miðað við aðstæður... það er eiginlega ekki mikið flóknara en það. \n\r\nEn ekkert að því að fá rökstudd svör.", "date": "2008-06-14 20:26:00", "post_id": 27}, {"user_name": "Bangsimon", "text": "punktarnir verða ekki komnir á þig fyrr en þú færð sektina þannig þetta mun alveg ganga upp þar sem aþð eru 6 dagar í þetta enn.", "date": "2008-06-14 20:33:00", "post_id": 28}, {"user_name": "dazy crazy", "text": "UUU, ég er búinn að fá sektina!!! <<<icon_confused.gif>>>\r\nÉg á bara eftir að borga hana. <<<icon_biggrin.gif>>>\n\r\nOg þetta með að lögfræðikostnaðurinn fari fljótt yfir 15.000 er ekki það sem ég hef áhyggjur af eins og ég var búinn að segja í þræðinum, ég hafði áhyggjur af því að mega ekki fá fullnaðarskírteinið til að taka meiraprófið á þessu ári. Mér skilst líka að í haust verði meiraprófsaldurinn hækkaður í 20 ár þannig að ég mætti ekki taka meiraprófið á næsta ári og þyrfti þá að bíða til tvítugs.\r\nEn þar sem að punktarnir koma ekki inn fyrr en ég er búinn að borga sektina þá er það í sjálfu sér nóg og ég hef eiginlega ekki tíma til að vera að standa í óþarfa lögfræðistríði við lög- og einvaldið. Aftur á móti hefði alveg verið skemmtilegt að reyna þetta sem Don Garri segir en hef ekki tíma.\r\nEn er það rétt sem ég heyrði að ef ég fer í málsókn og finnist ég vera að tapa að ég geti þá bara sagt hvernær sem er í málinu að ég vilji bara borga sektina og fá punktana svo lengi sem ekki sé búið að dæma? <<<icon_wink.gif>>><<<icon_pale.gif>>><<<yawn.gif>>>", "date": "2008-06-14 21:34:00", "post_id": 29}, {"user_name": "SkodaPower", "text": "Koma punktarnir ekki eftir ad thu borgar sektina?", "date": "2008-06-14 21:35:00", "post_id": 30}, {"user_name": "Legend", "text": "Ef þú játar á þig 30 - 40 á bílastæði þá myndi ég kalla það kvitt að fá bara 2 punkta.. þetta er 2faldur hámarkshraði í augum kjánanna..", "date": "2008-06-14 22:57:00", "post_id": 31}, {"user_name": "Don Garri", "text": "Nei, þú þarft að greiða sakarkostnað ef þú ákveður að borga sektina. Um leið og þú greiðir sektarboðið þá ert þú búinn að fallast á að þú sért sekur. Ef þú ferð með málið fyrir dómstóla, og ákveður á einhverjum tímapunkti að þú viljir ganga að sátt og greiða sektina þarftu samt að greiða sakarkostnað, þar sem þú fellst á það að hafa verið brotlegur.\r\nRíkið greiðir sakarkostnaðinn ef þú ert sýknaður.", "date": "2008-06-14 23:41:00", "post_id": 32}, {"user_name": "dazy crazy", "text": "Ég játaði aldrei neitt formlega hehe <<<icon_biggrin.gif>>>", "date": "2008-06-14 23:51:00", "post_id": 33}, {"user_name": "dazy crazy", "text": "Fellur lögfræðikostnaður ríkisins undir skarkostnað, er sakarkostnaður basically allur kosntaður við málið?", "date": "2008-06-14 23:52:00", "post_id": 34}, {"user_name": "Don Garri", "text": "Nei, lögfræðikostnaður er ekki partur af sakakostnaði. Enda þarftu ekki verjanda nema þú óskir þess. Ef þú ert sýknaður þá greiðir ríkið líka lögfræðinginn.", "date": "2008-06-15 10:36:00", "post_id": 35}, {"user_name": "Bruce Willis", "text": "Ertu viss um það? Ég veit það að ef þú ert kærður af skattinum, ferð í mál við þá og vinnur. Þá berð þú kostnað af lögfræðingnum. Það hef ég allavega heyrt.", "date": "2008-06-15 11:03:00", "post_id": 36}, {"user_name": "drolezi", "text": "Jú, laun verjanda falla undir sakarkostnað.", "date": "2008-06-15 11:29:00", "post_id": 37}, {"user_name": "Don Garri", "text": "Já heyrðu það er rétt það sem þú sagðir fyrst, sakarkostnaður og lögfræðingur fellur undir sama hatt en sektin er síðan sundurliðuð, þ.e. greiðir sakarkostnað og sekt. (sakarkostnaður= dómsmál+verjandi en ekki dómsmál+sekt eins og mig minnti.)\r\nÉg mundi allavega að þetta var tvískipt, þ.e. sakarkostnaður + eitthvað annað dæmi, sem mig minnti að væri lögfræðingur, en það er víst upprunnalega sektin í þessu máli.\n\r\nEf ríkið kærir þig, og tapar, bera þeir allan kostnað af málarekstri.", "date": "2008-06-15 12:16:00", "post_id": 38}, {"user_name": "Siggi-Lancer", "text": "gætir  aldrei unnið þetta mál þar sem það eru vitni að þú keyrðir eins og mongó<<<rolleyes.png>>>\r\nbara eintómur ****askapur að keyra þarna lnagt yfir hámarkshraða þar sem fólk labbar mikið um..\n\r\nog hann fór á 3 bíla ekki 1, ein er mikið tjónaður en hinir 2 eru lítið skemmdir.", "date": "2008-06-15 18:10:00", "post_id": 39}, {"user_name": "RagnarH", "text": "Getur huggað þig við það að þú færð ekki punktana miðað við daginn sem þú ert tekinn. Heldur hvenar þetta fer í kerfið <<<icon_wink.gif>>>", "date": "2008-06-15 18:15:00", "post_id": 40}, {"user_name": "dazy crazy", "text": "Það er nú ruglið í þessu, það var bara ein kona sem var úti að reykja og sá þetta en þær voru allar 7 sem komu út eftir þetta látnar vitna þarna.\n\n\n\nÉg sagði aldrei að ég hafi bara farið á 1 bíl þó ég hafi gefið það í skyn.\n\n\r\nÞín skilgreining á mikið skemmdir eru greinilega aðrar en mínar. Ég tel það ekki miklar skemmdir þegar einungis er um body og lakkskemmdir að ræða. Afturhlerinn á einum bílnum beyglaðist og dráttarkúlan á honum lagðist að stuðaranum (hversu heimskulegt að hafa dráttarkúlu á svona litlum bíl, kannski Siggi-lancer geti sagt okkur hvaða tegund það var fyrst hann veit svona mikið um þetta.) Ég semsagt strauk þennan litla bíl að aftan og tókst svo að beygja frá en þá var scoda octavian (sem var næsti) bíll aðeins lengra aftur og ég lenti aftast á afturstuðaranum á henni og þá rann hún í næsta bíl með þeim afleiðingum að lakkið á honum rispaðist. Endastaðan var svoleiðis að boran var fyrir aftan scodann og ég rakst svo utarlega í hann að ég þurfti ekki að bakka eftir þetta heldur gat ég keyrt áfram. (ef þetta skilst) Ég skal redda mynd af bílnum mínum ef þið viljið, til að sýna hvað þetta var lítið tjón á honum.", "date": "2008-06-15 18:47:00", "post_id": 41}, {"user_name": "dazy crazy", "text": "Svona leit boran út eftir þennan árekstur þar sem þeir sem vitnuðu á móti mér sögðu að ég hafi verið á 80-90 km/klst.\r\nÉg tók vw merkið úr grillinu að framan svo það myndi ekki týnast og sömuleiðis plastið sem á að vera í gatinu á stuðaranum þarna niðri.\n\n\r\nhúddið er beyglað eftir oktavíuna, þetta sem er rifið úr stuðaranum á horninu er eftir kúluna á smábílnum og það sem er rifið fyrir neðan númeraplötuna var. ljósið er pínulítið skakkt og beyglan á frambrettinu er eftir litla bílinn.\n\r\nÞað sem mér finnst fáránlegt er að löggan var bara með einhverja stæla og segir að ég ætti ekki einu sinni að reyna að segja að ég hafi verið undir 70 því að hann sjái alveg tjónið.\r\nMér finnst það rangt þar sem að t.d. líknarbelgurinn sprakk ekki út, það er hægt að opna og loka húddinu, allt sem er fyrir innan þennan plaststuðara er í heilu lagi t.d. vatnskassa festingin, og bara allar festingar, stýrisbúnaður er alveg í lagi og margt fleira.\n\r\nHvað finnst ykkur?", "date": "2008-06-15 19:20:00", "post_id": 42}, {"user_name": "gauti100", "text": "þetta er dýrt tjón það þarf að kaupa húdd grill stuðara númer ljós og bretti nema þú fáir einhvern til að rétta brettið fyrir þig sem að borgar sig varla og líklega stuðara bita og einhvað smá dót og einhver rétting á þessu fyrir innan. en án þess að vita hvað þeir kosta giska ég á 200þ fyrir varahluti <<<icon_smile.gif>>>", "date": "2008-06-16 23:56:00", "post_id": 43}, {"user_name": "dazy crazy", "text": "Bíllinn er að verða tilbúinn og þetta kosta partarnir ef ég hefði gert þetta sjálfur. \n\r\nMyndin segir meira en 500 orð <<<icon_wink.gif>>>\n\r\nÞað þarf ekki stuðarabita en hann kostar 6500 þarna.\n\r\nNúmer kostar ekki nema 3xxx kall og það kostar svona 40000 kall að láta sprauta þetta allt saman.", "date": "2008-06-17 00:17:00", "post_id": 44}, {"user_name": "gauti100", "text": "Ég var ekki að tala um óorginal hluti sem að passa sjaldnast og 40þ er vel sloppið með málingu á allt.", "date": "2008-06-17 09:13:00", "post_id": 45}, {"user_name": "phoenix", "text": "þessi þráður = <<<icon_rolleyes.gif>>>", "date": "2008-06-17 12:20:00", "post_id": 46}, {"user_name": "Siggi-Lancer", "text": "yaris", "date": "2008-06-17 22:44:00", "post_id": 47}, {"user_name": "Krampi", "text": "þetta er bara einelti held ég !", "date": "2008-06-18 00:23:00", "post_id": 48}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_pale.gif", "http://live2cruize.com/spjall/images/smilies/yawn.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif"], "date": "2008-06-11 16:58:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_pale.gif", "path": "full/5b4268767975b0b118c0228344f1339d2236e6fb.gif", "checksum": "e3becd049e6887fead97cab18c92af35"}, {"url": "http://live2cruize.com/spjall/images/smilies/yawn.gif", "path": "full/55d155309ac3172893b250ec176ed24ac48fc059.gif", "checksum": "07023d2f742948201dc44d42a448aa1b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}]}