{"forum_title": "RÖFL", "id": "47246", "title": "Navigation fyrir HelguBjörg", "url": "http://www.live2cruize.com/spjall/showthread.php/47246-Navigation-fyrir-HelguBjörg", "posts": [{"user_name": "ArnarFB", "text": "Robotic Navi-Bear as Annoying as It Is Cute\n\n\n\n\r\nIn-car navigation systems with nagging voices  have officially gone too far. IXs Research has developed a talking robotic teddy bear that not only gives you directions, it'll tell you when you've had too much to drink. \n\r\nThe prototype navi-bear features an alcohol-detection sensor embedded in its neck. If it catches a whiff of the one you had for the road, it'll ask, \"You haven't been drinking, have you?\" Accelerate too hard or brake too quickly and it yells, \"Watch out!\" \n\r\nThat would be enough to warrant tossing navi-bear straight out the window, but it's got one thing going for it -- not only does it tell you how to get where you're going, it points the way.\n\r\nAccording to the U.S. distributor, KumoTek, Teddy Bear Robot incorporates a Fujitsu navigation system that provides voice guidance. TomTom already offers celebrity voices ranging from Mr. T (\"I pity the fool who don't turn right!\") to Dennis Hopper. But this is the first time anyone's had a teddy bear tell you where to go. Providing you don't tell it where to go first.\n\r\nThe prototype has six joints in its arms and neck so it can point the way and make gestures while giving you directions and screaming things like \"Watch out!\" Pat it on the head and it'll tell you where you are. It's even got optical sensors to remind you that it's dark and you should turn on your headlights.\n\r\nKumoTek says the bear will be available in Japan soon, and the head of iXs Research says the company would like to offer robotic navigation systems \"in other shapes and characters.\" \n\r\nNo word yet whether any of them will wag a finger in your face when you've had one too many or flip off that driver who cut you off.", "date": "2008-06-20 03:17:00", "post_id": 1}, {"user_name": "booster", "text": "hahahaha! <<<icon_lol.gif>>> þetta væri ég til að fá í bángsan", "date": "2008-06-20 03:32:00", "post_id": 2}, {"user_name": "HelgaBjörg", "text": "whaat ? e-r útskýra fyrir mér", "date": "2008-06-20 14:40:00", "post_id": 3}, {"user_name": "Ivg|", "text": "til að hafa þetta einfalt \n\r\nhann athugar áfengismagn, bendir þér hvert þú átt að fara til að þú ruglist ekki á hægri og vinstri, (krúttlegur) verður sennilega hægt að fá einhverju skemmtilega rödd á borð við paris hilton á næstu árum, segir þér þegar það er dagur og nótt til að minna þig á aðalljós og segir þér að passa þig ef að þú gefur of hratt í eða bremsar of harkalega (of hraður akstur? ef ekki þá væri það til að toppa það) \n\r\nsemsagt (krúttlegt) og meira pirrandi en ég og pabbi til samans.\n\r\nertu að fatta þetta núna ?", "date": "2008-06-20 15:56:00", "post_id": 4}, {"user_name": "HelgaBjörg", "text": "jáa... en skil samt ekki af hverju eg þarf sona....<<<confused.png>>>", "date": "2008-06-20 18:43:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/confused.png"], "date": "2008-06-20 03:17:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}]}