{"forum_title": "RÖFL", "id": "48868", "title": "Hjálp! Kannast einhver við þessa verslun?", "url": "http://www.live2cruize.com/spjall/showthread.php/48868-Hjálp!-Kannast-einhver-við-þessa-verslun", "posts": [{"user_name": "Raggi", "text": "Ég er að leita að verslun á miðbæjarsvæðinu sem er, eða var allaveganna, að selja notuð raftæki og húsgögn (er ekki að leita að Góða hirðinum).\r\nÞessi verslun var í kjallara með notuð raftæki og svo var hægt að ganga niður í sal/ stórt herbergi með notuð húsgögn. Það var held ég einhver föndurbúð nálægt þessari verslun. Minnir að hún hafi verið kannski í skeifunni eða ármúlanum eða nóatúni eða eitthvað slíkt.", "date": "2008-07-10 18:42:00", "post_id": 1}, {"user_name": "Twincam", "text": "var ekki einhver svona verslun í húsinu sem Elko er í núna?\n\r\nVinstra megin á hliðinni ... alveg við aftara hornið?\n\r\nVeit samt ekkert hvort hún er þarna ennþá....", "date": "2008-07-10 18:45:00", "post_id": 2}, {"user_name": "urban", "text": "er þetta ekki Sala varnarliðseigna ? (sem að er að sjálfsögðu hætt núna)\n\r\nkannast reyndar ekki við neðri hæðina, en efri hæðin og staðsaetning gæti staðist.\n\r\nVar þarna rétt við hliðina á þar sem að Dominos er/var á grensásveginum, aðeins nær \"laugardalnum\"", "date": "2008-07-10 19:00:00", "post_id": 3}, {"user_name": "Raggi", "text": "ég tek það fram að það eru c.a. 4ár eða svo síðan ég fór í þessa verslun seinast. það var semsagt gengið inn nálægt horni á húsnæðinu, þegar komið var inn var svona má segja gangur á hægri hönd með hljómtækjum, sjónvörpum og nokkrum hillum og slíku og afgreiðsluborð, en á móti útidyrahurðinnu var stigi niður í eitthvern sal eða stórt herbergi sem var stútfullt af gömlum húsgögnum, t.d. skápum, hillum og skrifborðum, sumt antík sumt frá ikea og slíkt.\n\r\nef enginn kannast vel við þetta\r\nveit einhver um aðra verslun með notuð raftæki? á höfuðborgarsv. (ekki Góða Hirðinn)", "date": "2008-07-10 19:13:00", "post_id": 4}, {"user_name": "SkodaPower", "text": "koolaid var selt thar og hann er eflaust ad tala um thann stad.", "date": "2008-07-10 19:21:00", "post_id": 5}, {"user_name": "Oskar K", "text": "var í sama húsi og verkfæralagerinn í skeifunni, bara gengið inn á annari hlið...\n\nhef komið þangað einhverntíman og ég held að þetta hafi nú ekki verið sala varnarliðseigna...\n\nEdit:\nvar í skeifunni 8\nveit ekkert um hvort þetta er þar lengur\n\nedit 2:\nheld þetta gæti heitið bókavirkið", "date": "2008-07-10 19:38:00", "post_id": 6}], "file_urls": [], "date": "2008-07-10 18:42:00", "files": []}