{"forum_title": "Tæknilega hornið: Almennt", "id": "4945", "title": "litir á ljósum? lög?", "url": "http://www.live2cruize.com/spjall/showthread.php/4945-litir-á-ljósum-lög", "posts": [{"user_name": "bskati", "text": "hæbb\r\nég var í bílanaust áðan að versla perur í parkljósin og rakst á LED perur (díóður), og ákvað að prófa, jei loksins perur sem eru kannski bláar (venjulega er þetta ekkert blátt ljós af þessu). og viti menn! það kom sko sannarlega bláttljós af þeim! og þá meina ég blátt!!! hefði þetta blikkað þá væri ég orðinn lögga. \n\r\nmér fynnst þetta nú fullgróft og er svona að velta því fyrir mér að rífa þetta úr, hvað finnst ykkur? og er þetta löglegt? veit það einhver? hafa einhverjir verið stoppaðir útaf örðuvísi litum á ljósum?\n\r\nog já, kannski getur einhver sagt mér hvar ég fær perur sem eru svona aðeins litaðar en ekki svona mikið (þetta lýsir þokkalega) en ekki eins og þetta bensínstöðvadrasl sem er bara hvítt þá það standi blátt á pakkanum? á ég kannski bara að setja bláar hulsur yfir hvítar perur?\n\r\nkv\r\nBaldur", "date": "2005-04-26 23:10:00", "post_id": 1}, {"user_name": "Litli_Jón", "text": "Blessaður vertu hafðu þetta bara þangað til að löggan stoppi þig, þá veistu hvort þetta megi eða ekki.........\n\r\nMá samnt pottþétt ekki <<<icon_confused.gif>>>", "date": "2005-04-26 23:15:00", "post_id": 2}, {"user_name": "Arnar Type-R", "text": "ja þetta er bannað eg fekk 5þ kall i sekt fyrir þetta þetta er tákn löggunar ogeinhvad helvitis bull", "date": "2005-04-26 23:21:00", "post_id": 3}, {"user_name": "bskati", "text": "já mig grunaði þetta, því hef það er ljós og er flott, þá er það bannað eins og þetta bull með 'kastaranna' (sem heita reyndar þokuljós samkvæmt reglugerð) af hverju má maður ekki sjást betur? ekki eins og 50 w sem lýsa niður séu að blinda aðra ökumenn!!!  <<<icon_evil.gif>>> \n\r\nhins vegar þegar maður er með 100 w í kastara (ódreyft ljóst) eins og ég er með, þá hugsa ég ekki um það að kveikja á þessu innanbæjar! \n\r\nhnakkar þyrftu að komast á þing og breyta þessu!!!!", "date": "2005-04-26 23:26:00", "post_id": 4}, {"user_name": "hb2", "text": "Það er náttla allt bannað hérna á Íslandi og það mætti alveg skipta \r\nöllum þessum þingmönnum út. Þeir koma með hverja vitleysuna\r\ná eftir annari.\n\r\nÉg gef þér nokkra daga áður en þú verður hirtur með þetta <<<icon_wink.gif>>>\n\r\nÉg var með svona bláar hulsur á parkljósunum og númeraljósunum á gömlu corollunni minn og þá kom svona blár keimur af þeim. Ég setti þetta í \r\ní desember og var hirtur 2 sinnum á 2 vikum með þetta, þurfti að taka þetta úr og löggan hótaði sekt og boðun í skoðun. En ég tók þetta bara strax úr (eftir seinna stoppið reyndar hehe) og fékk að sleppa.", "date": "2005-04-27 01:06:00", "post_id": 5}, {"user_name": "intenz", "text": "Satt að segja keyri ég ALLTAF um með kveikt á kösturunum. Hef oftar en einu sinni og oftar en fimm sinnum keyrt á móti löggu með kveikt á kösturunum. Ekkert gert. <<<icon_biggrin.gif>>>", "date": "2005-04-27 01:54:00", "post_id": 6}, {"user_name": "bskati", "text": "jamm, ég var stoppaður útaf þokuljósum einu sinni þegar ég átti fólksbíl, hann hótaði bara öllu illu en sleppti mér svo. miðað við reglugerðina þá er þetta á mjög gráu svæði hvort það megi nota þokuljós innanbæjar, en alveg ljóst að það er bannað að nota kastara (það sem þið kallið kastara er í flestum tilfellum þokuljós samkvæmt reglugerðinni, en þokuljósin eru með dreyfða geisla en kastari lýsir í punkt)\n\r\nen hins vegar er ég að hugsa um að setja bara hvítar led í staðinn fyrir þetta ofurskæra bláa dót, held það gæti orðið flott svona skærhvítt.", "date": "2005-04-27 03:16:00", "post_id": 7}, {"user_name": "slapi", "text": "ég skil nú ekki hví þið eruð að tuða yfir þessu , auðvitað er þetta bannað og reglugerðin segir mjög skýrt um að að aðal/háu/kastarar , hvað sem snýr fram á að vera hvítt eða gult\n\r\nÞetta með kastarana er í rauninni álitsmál , þeir sleppa fólki frekar ef að þa er með slökkt á aðalljósunum , orðið kannski heldur mikið ljós með bæði aðalljós og þokuljós eru á.", "date": "2005-04-27 07:12:00", "post_id": 8}, {"user_name": "hundur", "text": "Einhverntíman var ég stoppaður fyrir neon ljós og spurði lögguna út í þetta. Skv lögum þá verða bæði ljós að utan og innan að vera hvít eða gul. Þannig að allar litaðar led díóður og neon dót er í raun bannað NEMA bíllinn sé stopp, þá máttu vera með bílinn flóðlýstan ef þér sýnist. Fáránleg lög, ef að fólk getur ekki keyrt án þess að glápa á einhver neonljós eða díóður á næsta bíl, þá á það ekkert að vera með bílpróf!", "date": "2005-04-27 08:49:00", "post_id": 9}, {"user_name": "SkuliSteinn", "text": "Ég keypti mér perur í aukaraf, þær voru hvítar en lýstu bláu (í stíl við xenon perurnar sem ég var með). Löggan stoppaði mig og sagði mér að það væri bannað að vera með litaðar perur, ég sagði að þær væru ekkert litaðar, þá sagði hann að það væri bannað að vera með litaðar hettur yfir perunum. Ég sagði honum að ég væri ekkert með hettur yfir perunum, drap á bílnum og sýndi honum að peran væri alveg glær en lýsti bláu (sagði honum hvað xenon væri) þá sagði hann að þetta væri í lagi en ég ætti endilega að ganga í lögguna víst ég væri svona hrifinn af bláum ljósum  <<<icon_biggrin.gif>>>  Ég þakkaði bara pent fyrir mig.", "date": "2005-04-27 11:41:00", "post_id": 10}, {"user_name": "hundur", "text": "<<<lol3.gif>>>", "date": "2005-04-27 14:10:00", "post_id": 11}, {"user_name": "Dezzice", "text": "LOL góður <<<icon_lol.gif>>>", "date": "2005-04-27 16:25:00", "post_id": 12}, {"user_name": "Aron#66", "text": "Ef ég væri lögga, þá myndi ég setja 7lita undercarkt á alla bilana og tengja það við aðalljósin.", "date": "2005-04-30 14:11:00", "post_id": 13}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Ég keypti Perur í Bílanaust fyrir ca. 2vikum þær voru 2saman í pakka og eru minnir mig glærar en lýsa bláu... er það bannað? kellan í bílanaust sagði að þetta væri LÖGLEGT ....", "date": "2005-05-02 23:39:00", "post_id": 14}, {"user_name": "Kjallin", "text": "Ef þær eru E merktar eru þær löglegar minnir mig.\n\r\nTjékkaðu á því <<<icon_wink.gif>>>", "date": "2005-05-02 23:45:00", "post_id": 15}, {"user_name": "hb2", "text": "Það er satt. Ég keypti svona \"exenon\" perur í 12-Volt 2 stk í pakka.\r\nEn ég fékk endurskoðun vegna þess að þær voru ekki E merktar.", "date": "2005-05-03 15:10:00", "post_id": 16}, {"user_name": "Kjallin", "text": "Gaurinn spurði hvort mínar perur væru E merktar, ég sagði \"auðvitað\" og slepp í gegnum skoðun.  <<<icon_lol.gif>>> \n\r\nÞað eru einmitt perur úr 12 volt.", "date": "2005-05-03 17:04:00", "post_id": 17}, {"user_name": "hb2", "text": "Heppinn. Ég sat bara inní biðstofu og þá kom kallinn og sagði mér þetta að þær væru ekki E- merktar og ég fengi endurskoðun. Hann hlítur að hafa tekið þær úr og tékkað. Helvítið á honum, og mér er sama ef einhver segir að hann hafi bara verið að gera vinnuna sína, því fyrir mér var þetta bara smámunasemi í honum. Frekar að banna þessa Benza og BMW sem eru með einhverjum mega \"exenon\" ljósum og blinda mann alltaf með þessum ósköpum.", "date": "2005-05-03 23:34:00", "post_id": 18}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2005-04-26 23:10:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}