{"forum_title": "Tæknilega hornið: Almennt", "id": "49655", "title": "skil ekki...", "url": "http://www.live2cruize.com/spjall/showthread.php/49655-skil-ekki", "posts": [{"user_name": "spiker", "text": "ég var að enda við að tengja x2 200w hátalara og x2 150w og það breytist ekkeeeert hljóðið eða eitthvað virkar alveg eins og það gerði með tvem 40w og x2 15w..     WTF  hvað get ég gert til að fá þetta að virka (allavega betur en það gerði)....?", "date": "2008-07-19 11:51:00", "post_id": 1}, {"user_name": "blackhole", "text": "þig vantar kraftmeiri spilara eða magnara\r\nathugaðu hvort þú hafir ruglast einhverstaðar á plús og mínus í hátalarana", "date": "2008-07-19 12:32:00", "post_id": 2}, {"user_name": "Tums", "text": "Hvernig hátalarar eru þetta? \n\r\nÉg man að spilarinn í fyrsta bílnum mínum var ágætur. Ég var ekki farinn að pæla jafn rosalega í græjum og græjutengingum og ég geri í dag<<<icon_smile.gif>>> \n\r\nSá spilari virkaði ágætlega. Það var Denver spilari hann var reyndar 4x40 wött, og ég var að keyra tvo 6,5\" hátalara á honum. \n\r\nÉg er líka búinn að eiga tvo Pioneer spilara, sem voru 4x50 wött, og ég var lengi með fjóra hátalara tengda í þá báða, og það virkaði mjög vel bara.\r\nVar alveg sáttur með það, ég lærði að það getur skipt máli hvað spilarinn er öflugur, og líka hversu miklar stillingar hann hefur. \n\r\nÉg held að ef þú ætlar að vera með hátalarana tengda beint í spilarann, þá er það alveg hægt, og getur virkað vel ef þú ert með spilara sem er 4x50 wött, og með mikið af stillingum. \n\r\nEf þú ert með spilara sem er 4x50 þá ertu auðvitað ekki að nota nema 50 wött úr hverjum hátalara. Þessvegna munar svo rosalega ef maður er með kraftmagnara í bílnum. \r\nÞá geturðu náð öllum kraftinum úr hátölurunum. \n\r\nÉg er með einn fjögura rása magnara í bílnum hjá mér, og er með 6x9 250 w Alpine S týpu hátalara tengda í hann, og 12 JBL 1200 watta bassakeilu, og mér finnst hljóðið í bílnum miklu betra með magnaranum heldur en ef hann væri ekki<<<icon_smile.gif>>>", "date": "2008-07-19 14:48:00", "post_id": 3}, {"user_name": "DJOli", "text": "carina97 ertu hissa?\n\r\nef magnarinn væri ekki til staðar þá væri algjörlega vonlaust fyrir þig að nota boxið <<<icon_biggrin.gif>>>", "date": "2008-08-18 02:14:00", "post_id": 4}, {"user_name": "Bjaddni", "text": "ok þetta er þvílíka steypan. \n\r\nok. þú skiptir ekki bara um hátalara og ætlast til að hlóðið batni, þetta er eins og að vera á mini cooper og skipta yfir í pickup en taka vélina úr mini til að keyra áfram pikkan. \n\r\nef þú ætlaðir aldrei að fá magnara með þessu hefðir þú átt að fá þér hátalara með eins lága W tölu og hægt er. en já ef við tökum saman snöggt hvernig original græjurnar hafa verið með 2x15w og 2x40 þá er hægt að áætla að magnarinn fyrir þá hátalara sé einhverstaðar í 25RMS watta töluni eða um 100w magnari.\n\r\nnúna ertu komin með hátalara sem eru samtals 700w og þú ert að nota 100w magnara til að keyra þá áfram. ég mundi segja að þú þurfir svona 600w 4 rása magnara til að keyra þetta áfram. það er eflaust einn svoleiðis til sölu hér á spjallinu fyrir um 10þ eða svo", "date": "2008-08-18 02:50:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2008-07-19 11:51:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}