{"forum_title": "Bílahornið", "id": "49847", "title": "2010 Camaro Allt Komið Á Hreint!!!!!!", "url": "http://www.live2cruize.com/spjall/showthread.php/49847-2010-Camaro-Allt-Komið-Á-Hreint!!!!!!", "posts": [{"user_name": "Bjaddni", "text": "jæja þá er það komið loksins á hreint, Camaro kemur út snemma 2009 sem 2010 árgerð.\n\r\nþað verður sjálfstæð fjörðrun að aftan\n\r\nþað verður 52% að framan 48% að aftan.\n\r\nV6 tíban verður DOHC 3.6L með Vtech og 300 hestöfl sem er hálf skondið að V6 tíban af camaro verður jafn kraftmikil og 8cyl útgáfan af mustang<<<haha.gif>>>\n\r\nþað verður 422hp LS3 6.2L í SS bílnum\n\r\n18-20\" felgur eftir timminu af bílnum.\n\r\nTekið beint frá jálkunum hjá chevrolet www.chevrolet.com/camaro þetta eru loka tölur. verst að bíllin ætlar að vikta 1750kg. sem betur fer er það samt mikið léttara en þessi nýji challenger<<<icon_wink.gif>>>", "date": "2008-07-21 21:00:00", "post_id": 1}, {"user_name": "JoeyThunder", "text": "geðveikt....eitthvað vitað um verð?", "date": "2008-07-21 21:13:00", "post_id": 2}, {"user_name": "Lincoln LS", "text": "<<<sleep.gif>>><<<sleep.gif>>>  Vonandi verður nú þetta Camaro grey til svo að þið getið rasskellt Mustanginn.. maður er orðinn hálf leiður á að flengja alltaf þessa Camaro bíla <<<haha.gif>>>\n\r\nflott samt að þeir séu með IRS.. annað en Mustanginn í dag <<<icon_pale.gif>>>\r\nÞessi LS3 mótor er hrikalega skemmtilegur.. H/C/I svona Camaro yrði hrikalegur.. maður þyrfti sennilega að finna upp einhverja góða afsökun fyrir tapi Þar <<<icon_smile.gif>>>", "date": "2008-07-21 23:18:00", "post_id": 3}, {"user_name": "Bjaddni", "text": "þeir eru að stefna á 30.000$ eða rétt yfir firir V8 tíbuna hef ég oftast heyrt. og v6 verður í 2 trimmum LS og LT sem er nokkuð skondin nafngjöf. en það er stefnt að því að ódýrasta tíban verði á eithvað um 22-24.000$\n\r\nsvo kemur náttúrulega gullfallegur blæjubíl um það bil ári seinna", "date": "2008-07-22 00:43:00", "post_id": 4}, {"user_name": "Sindri Skarph", "text": "virkilega er þetta fallegt", "date": "2008-07-22 00:57:00", "post_id": 5}, {"user_name": "HelgaBjörg", "text": "Mjög flottur!", "date": "2008-07-22 00:59:00", "post_id": 6}, {"user_name": "Teitur", "text": "naunaunau þetta er sjúkt en djöfull er mikið afl í V6 mótorinum \n\r\nen hver er munurinn á LS eða LT<<<icon_biggrin.gif>>>", "date": "2008-07-22 01:15:00", "post_id": 7}, {"user_name": "skunkur", "text": "Var einmitt að hlusta á lægið Kings Of Leon: Camaro þegar ég opnaði þennan þráð \n\nShe look so cool in her new Camaro\nIt's black as coal and it goes boy, go go go\nI brought my fight next to her Camaro\nAnd when I fire on a smile then she blows, she blows\n\nI'm makin eyes through my sharp sunglasses\nShe's such a brat now I'm packin her cigarettes\nI guess I'll take off these great sunglasses\nIt makes her look me in the eye before she's taken away\n\nSo cool in her new Camaro\nIt's black as coal and it goes boy, go go go\nShe looks so cool in that new Camaro\nSo black as coal and it goes, no it go go go\n\nShe look so cool in her new Camaro\nIt's black as coal and it goes boy, go go go\nI brought my fight next to her Camaro\nAnd when I fire on a smile then she blows, she blows\nShe blows, she blows", "date": "2008-07-22 01:26:00", "post_id": 8}, {"user_name": "Skari™", "text": "Döfull ætla ég að fá mér einn svona <<<icon_cool.gif>>>\n\r\nOg gott að vita að þeir séu ekki hættir við!", "date": "2008-07-22 01:30:00", "post_id": 9}, {"user_name": "GTI_F1", "text": "geðveikt geðveikt geðveikt geðveikt geðveiktgeðveikt!!! <<<bowdown.gif>>>", "date": "2008-07-22 01:46:00", "post_id": 10}, {"user_name": "siffz", "text": "stór ást á þetta !", "date": "2008-07-22 02:02:00", "post_id": 11}, {"user_name": "Bjaddni", "text": "flottara look. og meiri aukabúnaður. en samt sama 300hp vélinn. svo er bara að vona að þetta dót seljist temmilega og við fáum að sjá einhverskonar aflmeiri ofurtíbu frá verksmiðjuni þó svo að ég efist um að það sé eithvað yfir að kvarta hvað afl varðar\n\r\nannars má líka benda á eitt mjög athyglisvert. beinskipti SS bíllin verður með annari vél en sá sjálfskipti. beinskipti verður með 422hp ls3 en ssk verða með 400hp L99 vél með þessu systemi sem slekkur á helmingnum af vélini þegar það er lítið álag", "date": "2008-07-22 03:41:00", "post_id": 12}, {"user_name": "Bjarni S.", "text": "AWSOME!!!! Ég get ekki beðið!!! <<<icon_eek.gif>>>", "date": "2008-07-22 03:46:00", "post_id": 13}, {"user_name": "Erica", "text": "kalla það gott að meira segja V6 týpan verði mjög áhugaverður.. endalaust fallegur bíll og mun örugglega seljast vel :cool", "date": "2008-07-22 09:24:00", "post_id": 14}, {"user_name": "íbbi", "text": "v6 týpan verður ekki áhugverð <<<icon_smile.gif>>>", "date": "2008-07-22 09:56:00", "post_id": 15}, {"user_name": "olig", "text": "V6 camaro er eins og gella með typpi.", "date": "2008-07-22 10:35:00", "post_id": 16}, {"user_name": "einarak", "text": "ertu að meina að þú getur notast við hann en það ekki eins spennandi einsog \"the real deal\"?", "date": "2008-07-22 11:40:00", "post_id": 17}, {"user_name": "olig", "text": "Klárlega haha <<<icon_cool.gif>>>", "date": "2008-07-22 12:03:00", "post_id": 18}, {"user_name": "hundur", "text": "eða þá að hann fer inn bakdyrameginn en mundir aldrei láta sjá sig að framanverðu.", "date": "2008-07-22 14:26:00", "post_id": 19}, {"user_name": "Erica", "text": "kalla það gott ef v6 týpan verði jöfn í tölum og 8cyl útgáfan af mustang\n\n<<<icon_pale.gif>>>", "date": "2008-07-22 16:27:00", "post_id": 20}, {"user_name": "Moli", "text": "Töff þessi Camaro, bara hreinasta snilld. Mustangin er reyndar að koma aftur með 5.0 lítra vél líklega 2010 ásamt fleiri breytingum, ekki komið á hreint með frekari specs en það er talað um 370-400hp vél, en það er í V8 GT bílnum. <<<icon_cool.gif>>>", "date": "2008-07-22 17:18:00", "post_id": 21}, {"user_name": "Kiddi j", "text": "Skiptir ekki máli, Challinn er að að rústa þeim í retro fýlingnum. \n\r\nSvo er það komið á hreint Mamma Mopar ætlar að koma með Super Stock útfærslu af Challanum til þess að heiðra 40 ára afmælis Super Stock Dart og Barracudu. <<<icon_biggrin.gif>>> <<<icon_biggrin.gif>>> \n\r\nBTW.....diskóljósafýlinguinn á inréttingunni í camaronum er mjög........***.  <<<icon_biggrin.gif>>><<<icon_biggrin.gif>>> \n\r\nFLAME", "date": "2008-07-22 18:13:00", "post_id": 22}, {"user_name": "RunarG", "text": "þessi bíll er svo fokking geðveikur! draumur um að eignast svona!", "date": "2008-07-22 18:17:00", "post_id": 23}, {"user_name": "Bjaddni", "text": "hvað retro fílinginn varðar þá er þetta náttúrulega svona challenger>mustang>camaro en málið er bara að ef mig langar í einhvern bíl sem er eins og sá gamli  þá bara kaupi ég þann gamla. ég er nokkuð óánægður meira að segja með að þetta retro rugl skuli vera að koma, mér finst að þróun bíla eigi að vera línuleg en ekki hringlaga. og já ef maður er virkilega að kaupa bílinn því að manni fanst þeir gömlu svo flottir þá er bara sniðugra að kaupa gamla bílinn því hann í það minsta fellur ekki í verði og nú eru allir þessir gömlu flottu bílar að falla í 13% tollflokk en ekki 45%", "date": "2008-07-22 21:35:00", "post_id": 24}, {"user_name": "GretarM", "text": "Love it ! Þá veit ég hvað ég bið þennan <<<icon_bigsmurf.gif>>> um <<<icon_smile.gif>>>", "date": "2008-07-22 23:18:00", "post_id": 25}, {"user_name": "ArnarFB", "text": "Ætlarðu að biðja æðstastrump um Camaro?\n\nGood luck", "date": "2008-07-22 23:22:00", "post_id": 26}, {"user_name": "Beggi wRe", "text": "Fallegt <<<inlove.gif>>>", "date": "2008-07-22 23:34:00", "post_id": 27}, {"user_name": "Kiddi j", "text": "Já svona er smekkur manna mismunandi, mér finnst einmitt snilld að þetta retro sé að koma aftur, þó hefði ég viljað hafa nýja bílinn í sömu hlutföllum og sá gamli, því þessi nýji er mikið meiri belgur. Gamli með small block vóg 3600 pund, meðan að þessi nýji með small block og ál heddum vegur 4020 !! \n\r\nMér finnst ekki hægt bara að segja ef mér langar í gamla lookið þá fær maður sér þann gamla. Persónulega finnst mér bara töff að hafa þetta líkt gamla útlitinu en fá góða akstureiginleika, en já svona er smekkur manna mismunandi. \n\r\nDraumurinn væri þó að eiga báða. Helst þanna gamla í pro touring formi, og þann nýja sem daily driver... hver veit nema það verði raunin eftir nokkur ár. \n\r\nÉg er með forkaupsrétt af mínum gamla 1970 Challa sem ég þurfti að selja í pössun til þess að fjárfesta nám erlendis. Við sjáum hvað tíminn leiðir í ljós.", "date": "2008-07-23 00:04:00", "post_id": 28}, {"user_name": "Bjaddni", "text": "já ég veit ekki, mér finst þessi gamli bara flottari heldur en þessi nýji. og er sennilega betri fjárfesting en nýr bíll í þokkabót, en skil samt alveg hvaða átt þú ert að koma úr, sumum langar bara í flottan daily sem er fínn bíll.  \n\r\nen svo kemur náttúrulega upp það mál. ég veit ekki hvernig þessi bíll er en næstum allir chrysler bílar eru alveg skelfilega smíðaðir. allavega þessir nýjustu. ég fór í dodge umboð hérna og skoðaði alla bílana og þetta er skelfing, þeir looka flott á myndum en þetta er meira og minna hrákasmíði með örfáum undantekningum ég vona að þessi challenger verði betri en 300c og charger og þetta dót allavega", "date": "2008-07-23 04:34:00", "post_id": 29}, {"user_name": "Kiddi j", "text": "Já, ég veit nú ekki alveg með hvort þetta sé hrákasmíði bíllinn sjálfur, vissulegar eru innréttingarnar í dodgunum soldið ''rental car'' en ég verð nú að segja að Chargerinn sem ég leigði út á Florida kom mér nokkuð á óvart, það var nú bara 2.7 bíll, en svo prufaði ég 5.7 bíl líka. Það er þó komin sú framf0r að hann er með svamp mælaborði o.s.f.v. en ekki einhverju harðplast rusli. \n\r\nEn bíllinn sjálfan myndi ég ekki kalla hrákasmíði þótt innréttingin sé cheap. En þetta eru nát ''cheap''  bílar m.v. sambærilega evrópska bíla. Ég get t.d. ekki séð að Chevy og ford hafi verið að gera einhverjar gloríur seinustu ár með t.d. innréttingar.  \n\r\nEn vonandi er Camaroinn vel heppnaður í alla staði, því flottur er hann.  Því þá hefur Mopar eithvað verkefni fyrir höndum. <<<icon_wink.gif>>>", "date": "2008-07-23 13:29:00", "post_id": 30}, {"user_name": "íbbi", "text": "ég varð fyrir massívum vonbrigðum með nýja challangerinn, þetta er bara 2door charger/magnum/300, og það eru ekki bílar að mínu skapi, löngunin í challan er 0% , hann er gífurlega fallegur samt, \n\r\nnýji camaroinn er bara holden monaro/pontiac GTO með nýrra boddýi, þeir komu vel út í akturseiginleikum og flr", "date": "2008-07-23 13:43:00", "post_id": 31}, {"user_name": "Bjaddni", "text": "ég sé mikið af þessum bílum hérna og þó að þeir séu flottir að utan, þá er bara innréttingin, smíðagæðin sjálf og áreiðanleiki (var ekki cherokee valin versti áreiðanlegi bíllin 2007 ásamt nokkrum öðrum árum)  eithvað sem þarf að bæta. dodge má eiga það að bílarnir þeirra eru ódýrir en maður fær líka það sem maður greiðir firir", "date": "2008-07-23 18:27:00", "post_id": 32}, {"user_name": "Kiddi j", "text": "Ég veit ekki hvort þú skoðir www.edmunds.com/insideline, eða hvort það sé eithvað að marka þá, en þeir eru nokkuð sáttir við þessa LX bíla. Kannski hefur Mopar mútað þeim til að tala vel um sig.... annað eins hefur nú frést að GM hafi gert <<<icon_biggrin.gif>>>. \n\r\nÞað er samt greinilegt að kítingurinn á milli sorta heldur áfram forever sem er mjög jákvætt og bara gaman af því... Mér sjálfum hefur alltaf fundist mjög fyndið þegar menn dæma bíl út af innréttingu!!. Eins og hér um árið þegar C&D settu NEON SRT-4 í seinasta sætið í testi VS FOCUS SVT, GOLF GTI, og Nissan SENTRA V-SPEC minnir mig að það hafi verið. Neoinn vann ALLA  performance þæti testsins (skiljanlega) en fékk 0 fyrir innréttingu. Og þ.a.l. tapaði testinu. <<<icon_biggrin.gif>>>\n\r\nEn ég er nú buinn að eiga eða hafa varanleg afnot af Stratus 1st and 2nd gen, Avenger, Neon 1st og 2nd gen, SRT-4, og Intrepid 1st og 2nd gen.  Og ég verð að segja að Neoninn og SRT-4 eru mest áreiðanlegu bílarnir þó þeir séu ódýrastir, og svo stratus.  Intrepid er svakalega viðkvæmur og Avenger er mitsubishi, 2 dr. Stratus reyndar líka, sem er mjög fínn bíll ef hann er 3.0L bsk. \n\r\nEn eithvað sjá Íslendingar við þessa Chrysler bíla. Ég man ekki eftir mörgum Amerískum GM eða FORD fólksbílum á götunum nema þá Corvette, Camaro/Trans am og Mustang. Einn og einn Grand Am og Taurus.....\n\r\nps... djöfull er gaman að skemma svona chevy þráð með smá mopar tali. <<<icon_biggrin.gif>>>", "date": "2008-07-23 19:09:00", "post_id": 33}, {"user_name": "íbbi", "text": "mopar er eini framleiðandin af þeim sme hefur framleidd bíla sem eru eitthvað nálægt því að geta kallast bílar, fyrir utan einhverja performance bíla, síðustu 10 árin þ.e.a.s\n\r\nef þú skilur ekki hvernig það er hægt að dæma bíla eftir innrétinguni.. þá skil ég líka vel að þér finnist alltí lagi með dodge <<<icon_smile.gif>>>  GM og ford eru lítið skárri, enda allir amerískir bílar með vonlausar innrétingar.. bæði í útliti, en þá sérstaklega efnisvali\n\r\nannars er nú smá húmor í að ég sé ekki hrifnari af nýjum mopar  ég á nýjar hemi charger, srt4 bíl, og keyri dags daglega um á heavy duty ram með HEMI.. og vinnubíllinn á undan honum var magnum", "date": "2008-07-23 19:35:00", "post_id": 34}, {"user_name": "Kiddi j", "text": "Hahaha góður....\n\r\nEn já ég yrðir sáttur með einn stól, snúningshraðamæli og já (bensínmæli). Veltibúr og fullt af poweri. Þetta innréttingarsnobb er bara fyrir kellingar. <<<icon_biggrin.gif>>>", "date": "2008-07-23 19:48:00", "post_id": 35}, {"user_name": "Bjaddni", "text": "við skulum náttúrulega ekkert fara útí það hvað allir amerískir fólksbílar eru ömurlegir bílar í alla staði hvort það heiti ford, gm eða chrysler.\n\r\ngm er líka með ógeðslegar innréttingar eins og allir aðrir. einu bílarnir frá gm sem eru sómasamlegir að innan eru oftast bara bílar frá einhverjum öðrum fyrirtækjum eins og holden eða opel. en sýnir þó að það sé hægt að fá flottar innréttingar og góða bíla með amerísku merki. það fynst mér bara chrysler ekki geta gert, allavega þessa stundina. \n\r\nen jæja allavega púnkturinn var bara að mér finst chrysler smíðagæði ekki góð allavega í öllum þeim sem ég hef ekið. sama má aldreilis segja um GM en í það minsta finst mér GTO og corvette báðir vera með afbrygðum góðir bílar bæði hvað smíðagæði, innréttingu og aksturseiginleika með að gera. \n\r\nég persónulega mundi nú ekkert slá hendini á móti svona challenger þeir eru helvíti cool. en ef ég væri með þennan pening mundi ég sennilega setja hann annað þegar hægt er að fá mustang camaro eða eithvað japansk í staðin", "date": "2008-07-23 20:19:00", "post_id": 36}, {"user_name": "Wolf", "text": "", "date": "2008-07-27 11:12:00", "post_id": 37}, {"user_name": "G.örn", "text": "VÁÁÁÁ FEGURÐ <<<icon_biggrin.gif>>>", "date": "2008-08-07 13:08:00", "post_id": 38}, {"user_name": "Freyr", "text": "það er nú ekki mikið um takkanna í þessu mælaborði hvað þá Cd player?\n\n\r\nen hér er svo allt önnur útfærsla", "date": "2008-08-09 17:25:00", "post_id": 39}, {"user_name": "dóriii", "text": "þetta er sprenghlægilegt mælaborð", "date": "2008-08-09 20:57:00", "post_id": 40}, {"user_name": "Krilli Rolla", "text": "true true", "date": "2008-08-09 21:04:00", "post_id": 41}, {"user_name": "otto23", "text": "hún mun breytast  og mér líst mjög vel á nýja camaroin lúkkar eins og 69 og keyrir líklega vel að því að hann er með chassie frá  holden manaro /Vauxhall vxr og  ef maður ætlar að kaupa 69 camaro góðan þá þarf maður að selja húsið og hinn bílinn", "date": "2008-08-09 22:00:00", "post_id": 42}, {"user_name": "Bjaddni", "text": "67-70 'argerd af camaro er vel haegt ad fa heim a undir 2 milljonir og i finu standi, eg er buin ad sja tha nokkra herna mjog flotta", "date": "2008-08-10 01:47:00", "post_id": 43}, {"user_name": "Tausen", "text": "sé nú ekki betur en það standi \"CD\" og play merki þarna á litlum skjá í miðjuna? ætli hann sé ekki bara með case aftan í eða einhver staðar á nettum stað?", "date": "2008-08-10 02:18:00", "post_id": 44}, {"user_name": "Unni111", "text": "Hanskahólfinu líklega...", "date": "2008-08-10 06:41:00", "post_id": 45}, {"user_name": "Heddportun", "text": "Bjaddni,við kaupum bara tjónaðan 2009 Camma og smellum bodyinu á 1gen grind og borgum bara 13% múhahaha", "date": "2008-08-10 11:46:00", "post_id": 46}, {"user_name": "otto23", "text": "nú er alltaf að sjá þá á ebay á 40-50 þúsund dollara  og niður en þú hefur örugglega rétt fyrir þér ekkert mikið að skoða þá en langar í nýja camaroinn", "date": "2008-08-10 12:32:00", "post_id": 47}, {"user_name": "Bjaddni", "text": "Fann thennan a 5 min. stadsettur um korters akstri fra mer, 2.150.000  komin heim ef thad er gengid ut fra thvi ad gengid se 79kr en eg nennti ekki ad athuga med gengid adur en eg reiknadi thetta. goda vid svona fjarfestingu er natturulega ad billin fellur ekkert i verdi, tjah annars er akdrei ad vita a islandi folk virdist aldrei tilbuid ad borga virdi thessara fornbila\n\r\nAri, bara sma vesen ad setja bodyid a grind, en thad er allt i lagi, helduru ad that se ekki nog ad nota bara sma duck tape?", "date": "2008-08-10 15:39:00", "post_id": 48}, {"user_name": "otto23", "text": "ok þessi er nú flottur", "date": "2008-08-10 16:51:00", "post_id": 49}, {"user_name": "grutur", "text": "Verð ökutækis í USD: 30.000  USD \r\nGengi á USD: 82  ISK \r\nFlutningskostnaður: 115.000  ISK \r\nStofn til Tolls og Virðisauka: 2.589.400   ISK \n\n\r\nTollur(45%): 1.165.230  ISK \r\nVirðisauki(24,5%): 919.884  ISK \r\nSamtals aðflutningsgjöld: 2.085.114  ISK \n\n\r\nStofn til aðflutningsgjalda: 2.589.400  ISK \r\nAðflutningsgjöld 2.085.114  ISK \r\nÝmis kostnaður við skráningu: 21.864  ISK \r\nSamtals: 4.696.378  ISK", "date": "2008-08-24 17:13:00", "post_id": 50}, {"user_name": "SvennZ", "text": "hrein fegurð, og vá, ekkert smá afl í V6 bílnum, kemur á óvart, mig Langar í!!!!!", "date": "2008-08-24 17:38:00", "post_id": 51}, {"user_name": "otto23", "text": "það er bara 15% á fornbílum", "date": "2008-08-25 07:46:00", "post_id": 52}, {"user_name": "aj1337", "text": "....dips!", "date": "2008-08-30 03:30:00", "post_id": 53}, {"user_name": "aj1337", "text": "Concept vehicle shown in production colors. Actual production model may vary. Coupe available first quarter 2009.", "date": "2008-08-30 03:47:00", "post_id": 54}, {"user_name": "Krisseh", "text": "Ætli þetta hringsnúist ekki eins og The Transformers", "date": "2008-11-24 09:35:00", "post_id": 55}, {"user_name": "RaggiTwin", "text": "Hvenar er hægt að nálgast þennan bíl hér á íslandi ?? .. Hvad mun þetta kosta hérna heima svona ca", "date": "2008-11-24 21:11:00", "post_id": 56}, {"user_name": "Bjaddni", "text": "það er bara hreinlega ekki hægt, og verður sennielga ekki hægt næstu mánuði eða ár, tjah nema þú getir komist yfir aðeins meira en 30.000$ og miðað við galdeyrastöðuna í dag er það ekki hægt. enda miðað við gengi dagsins í dag erum við að tala um bíl sem er farin að nálgast 10 milljónir", "date": "2008-11-24 22:24:00", "post_id": 57}, {"user_name": "G.örn", "text": "Kaupakaupakaupakaupa!!!", "date": "2008-11-27 09:47:00", "post_id": 58}, {"user_name": "RaggiTwin", "text": "Það er nú frekar súrt þar sem maður verður fljótlega í stöðu til að staðgreiða flottan bíl , Væri meira en ekki til í að skoða þennan bíl!,", "date": "2008-12-01 02:06:00", "post_id": 59}, {"user_name": "ArnarFB", "text": "Það verður ekkert flutt inn af bílum af viti á næstu mánuðum allavega, hvað þá bílum í dýrari kantinum (þ.e ekki vísitölubílar)", "date": "2008-12-01 08:01:00", "post_id": 60}, {"user_name": "calli12", "text": "sæll hvað þetta er fallegt", "date": "2008-12-02 00:36:00", "post_id": 61}, {"user_name": "SvennZ", "text": "ég sem hélt að DOHC V-tec væri bara í þessum Vti hondum.\r\nkannski er ég bara eitthvað að rugla, en samt snilldar bíll.", "date": "2008-12-02 03:33:00", "post_id": 62}, {"user_name": "383chevy", "text": "á einhver dollara til sölu ég vill svona", "date": "2008-12-03 18:27:00", "post_id": 63}, {"user_name": "adler", "text": "http://www.nickeychicago.net/vehicle.php?id=212", "date": "2008-12-07 02:05:00", "post_id": 64}, {"user_name": "ronimoto", "text": "okay svo þetta mun koma um 2009? en mun það ganga útaf kreppunni? =S eru ekki flest svona bílafyrirtæki að tapa fúlgu? =S", "date": "2008-12-07 19:29:00", "post_id": 65}, {"user_name": "Alli litli", "text": "almáttugur á ekki til orð <<<jawdrop.gif>>>", "date": "2008-12-15 07:52:00", "post_id": 66}, {"user_name": "Fraizer", "text": "Eigum við að ræða fegðurðina einhvað <<<icon_biggrin.gif>>>\n\nhér eru nokkrar myndir sem ég fann", "date": "2008-12-18 15:20:00", "post_id": 67}, {"user_name": "Siggi B", "text": "framhlutinn er ekki alveg að gera sig:S það er eins og ljósin séu bara inní bílnum en yfir allt er hann flottur<<<icon_wink.gif>>>", "date": "2008-12-18 16:42:00", "post_id": 68}, {"user_name": "Heddportun", "text": "[QUOTE=Bjaddni;1166903]\n\r\nAri, bara sma vesen ad setja bodyid a grind, en thad er allt i lagi, helduru ad that se ekki nog ad nota bara sma duck tape?\n\r\nQUOTE]\n\r\ntad er buid ad gera tetta a 2008-9 callengernum,vid reddum tvi <<<icon_smile.gif>>>", "date": "2008-12-18 17:13:00", "post_id": 69}, {"user_name": "gr33n", "text": "Þér finnst þetta s.s. ljótt líka", "date": "2008-12-18 23:00:00", "post_id": 70}, {"user_name": "JoeyThunder", "text": "þessi hvíti bjúty bjúty <<<bowdown.gif>>><<<bowdown.gif>>><<<bowdown.gif>>>", "date": "2008-12-19 00:05:00", "post_id": 71}, {"user_name": "aj1337", "text": "http://www.5thgen.org/countdown/", "date": "2009-01-12 13:51:00", "post_id": 72}, {"user_name": "goggalina", "text": "sóðalega fallegur sææællll", "date": "2009-01-12 23:01:00", "post_id": 73}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/haha.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/sleep.gif", "http://live2cruize.com/spjall/images/smilies/sleep.gif", "http://live2cruize.com/spjall/images/smilies/haha.gif", "http://live2cruize.com/spjall/images/smilies/icon_pale.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/bowdown.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_pale.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_bigsmurf.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/inlove.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/jawdrop.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/bowdown.gif", "http://live2cruize.com/spjall/images/smilies/bowdown.gif", "http://live2cruize.com/spjall/images/smilies/bowdown.gif"], "date": "2008-07-21 21:00:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/haha.gif", "path": "full/e465460e74ad10bf8603f9e376bdbc6966568644.gif", "checksum": "7e203216707ebd3f0144ffdec382510d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/sleep.gif", "path": "full/9a37cfab1f36d4c0b433b92f4b5781d83b070968.gif", "checksum": "e6f03d14781ef0d3810d245f5722af94"}, {"url": "http://live2cruize.com/spjall/images/smilies/sleep.gif", "path": "full/9a37cfab1f36d4c0b433b92f4b5781d83b070968.gif", "checksum": "e6f03d14781ef0d3810d245f5722af94"}, {"url": "http://live2cruize.com/spjall/images/smilies/haha.gif", "path": "full/e465460e74ad10bf8603f9e376bdbc6966568644.gif", "checksum": "7e203216707ebd3f0144ffdec382510d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_pale.gif", "path": "full/5b4268767975b0b118c0228344f1339d2236e6fb.gif", "checksum": "e3becd049e6887fead97cab18c92af35"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/bowdown.gif", "path": "full/03403bfc45c46730a8fe3013da9dfc5ae8a3e72b.gif", "checksum": "59a28351027b19e90d5770db76f4118d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_pale.gif", "path": "full/5b4268767975b0b118c0228344f1339d2236e6fb.gif", "checksum": "e3becd049e6887fead97cab18c92af35"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_bigsmurf.gif", "path": "full/c1718fcc852192119569cf0aa7f882a0bb4e86d4.gif", "checksum": "f0c9f83cae573f54368b138b0632435b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/inlove.gif", "path": "full/bbba105650d7382b1dca0cc3c8af7d761ce57c59.gif", "checksum": "96dca5f5faa380b78c4eae2e5e9a0e65"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/jawdrop.gif", "path": "full/f8c937253f04637b4f2ae9914f7d50d7bc59653f.gif", "checksum": "5dcf952a1a48d3a9c60ed0c03a87dc2f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/bowdown.gif", "path": "full/03403bfc45c46730a8fe3013da9dfc5ae8a3e72b.gif", "checksum": "59a28351027b19e90d5770db76f4118d"}, {"url": "http://live2cruize.com/spjall/images/smilies/bowdown.gif", "path": "full/03403bfc45c46730a8fe3013da9dfc5ae8a3e72b.gif", "checksum": "59a28351027b19e90d5770db76f4118d"}, {"url": "http://live2cruize.com/spjall/images/smilies/bowdown.gif", "path": "full/03403bfc45c46730a8fe3013da9dfc5ae8a3e72b.gif", "checksum": "59a28351027b19e90d5770db76f4118d"}]}