{"forum_title": "Almennt spjall", "id": "508", "title": "Tvis í Celicu", "url": "http://www.live2cruize.com/spjall/showthread.php/508-Tvis-í-Celicu", "posts": [{"user_name": "-Hjalti-", "text": "Vinur minn sem á 88 Toyotu Celicu sagði að Tvis sem stendur á innspítinguni sé eithvað dæmi svipað eins og VTEC í hondum! veit einhver hvað þetta er?", "date": "2003-05-06 18:05:00", "post_id": 1}, {"user_name": "405MI16", "text": "http://www.toyotacelicaonline.com/celica1/TVIS.htm\n\r\nT-VIS stands for \"Toyota-Variable Induction System\". this technology came on many of the first generation 3S and 4A engines. Here's how Toyota explains the T-VIS mechinism:\n\n\r\n\"This system's intake passages are divided in two and a valve is placed in one side. Then, depending on engine rpm speed, the valve is opened or closed, which changes intake efficiency and improves performance across the rpm range. At low-to-mid rpm, the valve is closed. This effectively narrows the intake passage, which increases the speed of the air flow. Greater air flow speed results in greater volumetric efficiency, which boosts torque output at low-to-mid revs considerably. At high rpm, the valve is open, which reduces resistance within the intake passage and allows full development of the high-rev power potential inherent in the 4-valve configuration.\"\n\n\n\r\nPicture and Quote Source:Toyota Engine Technology, ©1989 Toyota \n\n\n\n\n\r\nAs you can see T-VIS does offer a small mid-range torque advantage over the non-T-VIS equiped Toyota engines of the day. You definately notice a kick at 3800RPMs...or so say people with T-VIS equiped engines<<<icon_smile.gif>>>\n\r\nSo why did Toyota do away with T-VIS? \n\r\nMy guess is it that they designed better intake manifolds which close the gap between the two curves. If you notice the power differences on later (non TVIS) engines better designs created more power. (This makes sense when you remember that the T-VIS butterfly is an obstruction in the intake manifold). \r\nMany TVIS equiped cars also had reliability problems. The T-VIS butterfly has been known to stick closed, and/or the vacuum operating the T-VIS butterfly can malfunction.", "date": "2003-05-07 00:16:00", "post_id": 2}, {"user_name": "Twincam", "text": "Tja.. seinna \"butterfly-ið\" í innspýtingunni hjá mér opnast oftast í kringum 4200rpm. Og þá eykst krafturinn töluvert. En það á víst að vera hægt að stilla það hvenær seinna butterfly-ið opnar sig, ég hef bara aldrei nennt að spá neitt í því.  En hvað það varðar að þetta eigi til að bila, þá hef ég nú ekki lent í neinum vandræðum með T-Vis hjá mér (ennþá, 7-9-13 <<<icon_lol.gif>>> )", "date": "2003-05-07 08:39:00", "post_id": 3}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2003-05-06 18:05:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}