{"forum_title": "RÖFL", "id": "51551", "title": "Brandarar", "url": "http://www.live2cruize.com/spjall/showthread.php/51551-Brandarar", "posts": [{"user_name": "Camaro-Girl", "text": "Bíll keyrir á 120 km/klst á svæði þar sem 50 km/klst var hámarkshraði og keyrir fram hjá löggu. Löggan fer að sjálfsögðu á eftir honum.  Bílstjórinn vissi að þetta yrði mjög há sekt og ákveður því að reyna að stinga lögguna af.  Hann eykur hraðan í 130, 140, 150 og ljósin eru þarna enn.  Að lokum er hann komin í 180 km/ klst og löggan hefur nálgast hann.  Hann gefst því upp.\n\r\nÞegar löggan kemur að bílnum er hún alveg brjálaður og hreytir í hann, „Af hverju í veröldinni keyrðirðu svona hratt?“\r\n„Jú“, segir hann,“konan mín hljópst á brott með löggu í seinustu viku“\r\n„OG HVAÐ MEÐ ÞAÐ“, öskrar löggan á hann\r\n„Ég hélt að þú værir að reyna að skila henni“, segir ökumaðurinn þá.\n\n\r\nNonni litli opnaði dyrnar að hjónaherberginu og sá að pabbi lá á bakinu og mamma hossaði sér uppi á honum. Um leið og mamma kom auga á Nonna hætti hún, klæddi sig og fór fram. Þegar Nonni sá hana spurði hann “Hvað voruð þið pabbi eiginlega að gera?”\n\r\nMamman alveg vandræðaleg og ekki tilbúinn að útskýra þetta fyrir Nonna.  “Já”, segir hún, “Þú veist hvað hann pabbi þinn hefur stóran maga… og ég þarf stundum að hjálpa honum við að fletja hann niður!”\n\r\n“Það er algjör tímasóun hjá þér”, sagði Nonni litli, alltaf þegar þú ferð í Kringluna á fimmtudögum þá kemur konan í næsta húsi, fer niður á hnén og blæs pabba upp aftur!”\n\r\nBjörn var í vandræðum, hann gleymdi nefnilega brúðkaupsafmælinu og kona hans var bálreið þegar hann kom heim án gjafar.   Konan tók hann því í strangt tiltal.\n\r\n-Það er eins gott að á morgun þegar ég vakni verði gjöf í innkeyrslunni, gerð úr járni og gleri og komist í 100 á innan við 6 sekúndum!\n\r\nMorgunin eftir hvarf hann snemma í vinnuna en þegar konan hans vaknaði sá hún kassa í innkeyrslunni.  Hann var ekki alveg eins stór og hún átti von á.  Hún gekk út og opnaði kassann.\n\r\nÁ botninum var baðherbergisvikt!\n\n\r\nEkkert hefur sést til Björns undanfarna daga\n\r\nhahaha", "date": "2008-08-11 23:23:00", "post_id": 1}, {"user_name": "AronTT", "text": "hahaha Snild <<<haha.gif>>>", "date": "2008-08-11 23:29:00", "post_id": 2}, {"user_name": "Guðninn", "text": "hehehe helviti góðir\r\nendilega komið með fleiri ;D", "date": "2008-08-11 23:33:00", "post_id": 3}, {"user_name": "Svennihar", "text": "Unga stelpan var í innilegum samræðum við mömmu sína í fyrstu heimsókn hennar heim eftir að hún byrjaði í framhaldsskóla. Mamma, ég verð að segja þér dálítið, sagði stelpan. Ég missti meydóminn um síðustu helgi. Ég er ekki hissa, sagði mamman. Það hlaut að gerast fyrr eða síðar. Ég vona bara að það hafi verið rómantísk og ánægjuleg reynsla. Ja, já og nei, svaraði dóttirin. Fyrstu átta strákarnir voru frábærir, en eftir það var ég svolítið aum í píkunni.\n\n\r\nGunni var nýkominn úr viku brúðkaupsferð, besti vinur hans spurði hvernig hefði gengið. Fyrstu nóttina gerðum við það níu sinnum. Aðra nóttina, átta sinnum. Þriðju nóttina, sjö sinnum. Fjórðu nóttina, sex sinnum. Fimmtu nóttina, fimm sinnum. Sjöttu nóttina, fjórum sinnum og síðustu nóttina, ekkert. Ekkert?, sagði vinurinn, af hverju?.\r\nHey, hefur þú einhvern tíman reynt að stinga sykurpúða í stöðumæli?.", "date": "2008-08-11 23:46:00", "post_id": 4}, {"user_name": "Lincoln LS", "text": "ahahahahahahahahaha", "date": "2008-08-11 23:55:00", "post_id": 5}, {"user_name": "Tausen", "text": "vil ekki hljóma eins og *******, en nennir einhver að útskýra þennan fyrir mig?<<<confused.png>>>", "date": "2008-08-12 00:03:00", "post_id": 6}, {"user_name": "Taxi", "text": "Örugglega repost en samt,\n\r\nSiggi litli var að rölta í garðinum með pabba sínum þegar þeir labba fram á 2 hunda sem voru á fullu, Siggi spyr pabba sinn hvað þeir séu að gera og pabbinn svarar að þeir séu að búa til litla hvolpa og lét Siggi þá skýringu duga.\n\r\nFáum dögum síðar labbar Siggi inn á pabba sinn og mömmu á fullu í trúboðanum í bólinu, og spyr náttúrulega hvað þau séu að gera.  Pabbinn svarar að þau séu að búa til litla systur eða lítinn bróðir handa Sigga.\n\r\nÞá heyrist í Sigga: \" Æ pabbi, nenniru ekki að snúa henni við, mig langar mikið frekar í hvolp \"  <<<icon_cool.gif>>>", "date": "2008-08-12 00:08:00", "post_id": 7}, {"user_name": "xrated", "text": "siggi litli og pabbi hans eru saman i sturtu og siggi litli spyr \"pabbi afhverju er þitt typpi svona stórt en ekki mitt\" ,,,, afþvi þinn er ekki í bóner", "date": "2008-08-12 00:08:00", "post_id": 8}, {"user_name": "Svenni Litli", "text": "Ojjj maður", "date": "2008-08-12 00:23:00", "post_id": 9}, {"user_name": "JonMaiden", "text": "gróft", "date": "2008-08-12 00:23:00", "post_id": 10}, {"user_name": "Stefhauk", "text": "fyrirtæki í bænum ákvað að skipta um netfang í fyrtækinu og það hljómar svona.\r\nfyrstu 3 stafirnir í fornafni, fyrstu 3 í eftirnafni og fyrstu 3 í hvað þú starfar við hjá fyrirtækinu og svo @ merki.\r\nheyrst hefur að Rúnar Karlsson sérfræðingur sé hættur.", "date": "2008-08-12 00:25:00", "post_id": 11}, {"user_name": "Elnino", "text": "hahahahaha þessi er góður", "date": "2008-08-12 00:27:00", "post_id": 12}, {"user_name": "finder", "text": "HAAHAH\n\r\nSigga litla er í baði með pabba sínum, hún bendir á typpið á pabba sínum og spyr:\r\n\"Pabbi hvenær fær ég svona?\"\r\nPabbinn: \"Þegar mamma fer í vinnu\"", "date": "2008-08-12 00:33:00", "post_id": 13}, {"user_name": "dandri", "text": "Hvernig færðu lítið barn til að gráta tvisvar ?\n\r\nTekur hann blóðugan út og þurrkar í bangsann!", "date": "2008-08-12 00:37:00", "post_id": 14}, {"user_name": "toggi", "text": "kanski ekki alveg við hæfi sko\n\n\n\r\nen fyrst þið eruð byrjaðir \n\n\r\nhvað geriru þegar þú ert búin að sleikja hárlausa píku???\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\nsetur bleyjuna aftur á og skammast þín", "date": "2008-08-12 00:45:00", "post_id": 15}, {"user_name": "dandri", "text": "Why do niggers have shit in their wallets ?\n\r\nBecause they have to ID themselves!", "date": "2008-08-12 00:46:00", "post_id": 16}, {"user_name": "dandri", "text": "Hvað getur pizza gert sem negri getur ekki ??\n\r\nFætt 4 manna fjölskyldu!", "date": "2008-08-12 00:46:00", "post_id": 17}, {"user_name": "toggi", "text": "<<<rollinglaugh.gif>>><<<clap.gif>>>", "date": "2008-08-12 00:51:00", "post_id": 18}, {"user_name": "Elfar_Mar", "text": "hvað geriru ef þú færð gæsahúð á typpið ?\n\n\n\r\nTekur typpið útúr gæsinni og skammast þín.", "date": "2008-08-12 00:51:00", "post_id": 19}, {"user_name": "Guðni F", "text": "Af hverju eru engir múslimar í Star Trek?  Af því þættirnir gerast í framtíðinni\n-\nEinu sinni fór múslimi til læknis vegna þess að honum leið svo illa.  Læknirinn hugsaði í dálitla stund hvað gæti verið að en svo fékk hann allt í einu hugmynd.  Hann lét múslimann fá fötu og sagði honum að fara inn í eitt herbergið sem var þarna, skíta og æla í fötuna, koma svo aftur út og segja frá hvernig honum liði.  Þetta gerði músliminn og þegar hann kom út þá leið honum miklu betur.  Músliminn spurði þá læknirinn; ,,Hvað var eiginlega að?\"  Og læknirinn svara; ,,Bara heimþrá\"\n-\nHver er munurinn á múslima og skít í fötu?  Fatan...\n\n<<<icon_lol.gif>>>\n\nATH tek það fram að ég hef ekkert á móti múslimum<<<icon_wink.gif>>>", "date": "2008-08-12 00:57:00", "post_id": 20}, {"user_name": "2fat2slow", "text": "einn gamall \n\r\nþað er vitað mál að verkfræðingar hönnuðu kvenmannin.  \r\nHver leggur skólplögn í gegnum leiksvæði", "date": "2008-08-12 01:58:00", "post_id": 21}, {"user_name": "einarak", "text": "af hverju eru börnin í afríku með bumbu?\n\n\n-af því þau borða svo mikið og nenna ekki að vinna", "date": "2008-08-12 08:31:00", "post_id": 22}, {"user_name": "Viktorkarl", "text": "Af hverju hlaupa svertingjar hratt ?\n\r\nAf því allir þeir hægu eru í fangelsi.", "date": "2008-08-12 08:38:00", "post_id": 23}, {"user_name": "Viktorkarl", "text": "", "date": "2008-08-12 08:41:00", "post_id": 24}, {"user_name": "Viggóhelgi", "text": "Hver er munurinn á negra og trampólíni ?\r\nBannað að fara í skóm á trampólínið !\n\r\nHver er munurinn á negra og körfubolta?\r\nBannað að sparka í körfuboltann !\n\r\nAf hverju eru negrar svona góðir í körfubolta?\r\naf því að leikurinn byggist upp á að Stela, skjóta, hlaupa.\n\r\nHvað er negri á hjóli ? \r\nRæningi\n\r\nHvað eru 2 negrar á hjóli\r\nSkipulögð glæpastarfsemi\n\r\nHvað er svertingi í stangarstökkvi\r\nKúkur á priki.\n\r\nMercedez benz fer fram af kletti með 4 negrum innanborðs.  Hver er harmleikurinn ?\r\nþað komast 5 í bílinn !\n\r\nHvað kallast negra prestur?\r\nholy shit !\n\r\nHvað tekur það langan tíma fyrir Negra konu að skíta,\r\n9 mánuði !\n\r\nAfhveju er Stewie Wonder altaf brosandi?\r\nHann veit ekki að hann er svartur !\n\r\nAfhverju er alltaf svona vond lykt af svertingjum ?\r\nsvo að blindir geti hatað þá líka !\n\nÉg hef ekkert á móti svertingjum,,,, mér finnst að allir ættu að eiga einn...\n\r\nsvona smávegis.", "date": "2008-08-12 08:55:00", "post_id": 25}, {"user_name": "Sæli", "text": "Hahahaha!\n\n\n\n\n\nKellingar <<<icon_lol.gif>>>\n\r\nAf hverju keyriru ekki á negra á hjóli?\n\r\nÞví hann er örugglega á þínu hjóli!", "date": "2008-08-12 10:50:00", "post_id": 26}, {"user_name": "hundur", "text": "Hver er munurin á svertingja og hundaskít?\r\nÞegar hundaskítur eldist þá verður hann hvítur og hættir að lykta illa.\n\r\nHvað kallast Flistones ef þeir eru svartir?\r\nNegrar.\n\r\nHvernig bjargaru svertingja frá því að drukkna?\r\nTekur löppina af hnakkanum á honum.\n\r\nHvað fá svertingjabörn í jólagjöf?\r\nhjólið þitt.\n\r\nAfhverju eru svertingjar ekki geimfarar?\r\nVarirnar á þeim springa í 50.000 fetum.\n\r\nAfhverju geima svertingjar hænur í garðinum hjá sér?\r\nTil að kenna börnunum sínum að labba.\n\r\nHvað er svertingi?\r\nSönnun fyrir því að apar ríða skúnkum.\n\r\nHvað getur pizza gert sem svertingi getur ekki?\r\nFætt heila fjölskyldu.\n\r\nHvað segiru við svertingja í einkennisbúning?\r\nEinn Big mac og stóra kók.\n\r\nHvað geriru ef þú keyrir yfir svertingja?\r\nBakkar.\n\r\nAfhverju verslar hvítt fólk af svertingjum þegar þeir halda bílskúrssölu?\r\nTil að fá dótið sitt til baka.\n\r\nHvað eiga Stevie Wonder og Ray Charles sameiginlegt?\r\nÞeir eru svertingjar.\n\r\nAfhverju geta þeir ekki lesið?\r\nÞeir eru svertingjar.\n\r\nÞessi verður að vera á ensku.\r\nWhy do niggers always have sex on their mind?\r\nBecause they've got pubic hair on their head!\n\r\nAfhverju fara svertingjar ekki í feluleik?\r\nÞví enginn leitar af þeim.\n\r\nHvaða þrjá hluti geturu ekki gefið svertingja?\r\nGlóðurauga, sprungna vör og vinnu.\n\r\nHvað er svart, snýst í hringi og krafsar í gler?\r\nSvertingi í örbylgjuofni.\n\r\nAfhverju keyra svertingjar með gluggana skrúfaða upp?\r\nÞeir halda að lyktin komi að utan.\n\r\nHvað hendiru í drukknandi svertingja?\r\nRestinni af fjölskyldunni hans.\n\r\nAfhverju fór svertinginn yfir götuna?\r\nHverjum er ekki sama, afhverju er hann ekki á bómullarakrinum?\n\r\nHvað kallaru hvítan mann sem er umkringdur svertingjum?\r\nFangavörð.", "date": "2008-08-12 11:23:00", "post_id": 27}, {"user_name": "JonMaiden", "text": "Tveir félagar eru að labba í miðbæ reykjavíkur þegar annar þeirra segir hinum frá náðargáfu sinni.\n\r\n\"Ég veit alltaf hvenær kvenmenn eru á túr\"\r\nSvo benti hann á eina og sagði \"þessi, þessi er á túr\"\n\r\nFélaginn varð náttúrulega að tékka hvort það væri eitthvað til í þessu og viti menn, konan var á túr.\n\r\nHann var samt ekki alveg að kaupa þettað og þeir endurtóku leikinn nokkrum sinnum og alltaf var það rétt hjá honum.\n\r\nSíðan á leiðinni heim af djamminu labba þeir framhjá blokk og vinurinn með náðargáfuna segir \"þarna á 6 hæð er 14 ára stelpa á túr\"\n\r\nHinn tekur lyftuna á 6 hæð og bankar en það kemur miðaldra kall til dyra sem lítur út fyrir að vera heimilisfaðirinn en vinurinn spyr\n\r\n\"ehhhm, er dóttir þín nokkuð á túr?\"\n\r\nog sá gamli grípur um munnin á sér og segir \"sést það nokkuð?\"\n\n\r\njá frekar langsóttur ég veit", "date": "2008-08-12 12:19:00", "post_id": 28}, {"user_name": "HelgaBjörg", "text": "nei þetta er aðeins of gróft!!", "date": "2008-08-12 12:34:00", "post_id": 29}, {"user_name": "Snili", "text": "Strákurinn fylgir stelpunni heim eftir velheppnað stefnumót, en þegar þau koma að andyrinu heima hjá stelpunni þá styður strákurinn annarri hendinni við vegginn og hallar sér að henni og segir “Viltu nú ekki totta mig?”\r\nStúlkan var ekki til og segir við hann að fjölskyldan sé nú sofandi, svo geti nágrannarnir séð til þeirra.\r\nStrákurinn gefst ekki upp og heldur áfram að röfla, enda engar líkur á að einhver sé á fótum á þessum tíma. Stúlkan heldur áfram að neita.\r\nAllt í einu opnast hurðin, og systur stelpunnar kemur út, með stýrurnar í augunum.\r\n“Pabbi segir að þú eigir að totta hann, ef þú gerir það ekki eigi ég að gera það, ef ég geri það ekki muni hann koma sjálfur og geri það.  En segðu svo kærastanum þínum að taka hendinni af dyrasímanum!”", "date": "2008-08-12 13:00:00", "post_id": 30}, {"user_name": "ttota", "text": "öö..\n<<<confused.png>>>", "date": "2008-08-12 13:38:00", "post_id": 31}, {"user_name": "/ng/", "text": "Kaldhæðni", "date": "2008-08-12 13:45:00", "post_id": 32}, {"user_name": "ttota", "text": "ahh,, var einmitt að sofna yfir negra bröndurunum þegar ég las þetta.. ;p", "date": "2008-08-12 13:55:00", "post_id": 33}, {"user_name": "dandri", "text": "", "date": "2008-08-12 14:13:00", "post_id": 34}, {"user_name": "Viggóhelgi", "text": "For everything else,,, there is mastercard. <<<sleep.gif>>>", "date": "2008-08-12 14:38:00", "post_id": 35}, {"user_name": "SkodaPower", "text": "Gróft og ekki fyndið fyrir 5.", "date": "2008-08-12 18:55:00", "post_id": 36}, {"user_name": "Ingan", "text": "Once upon a time, there was a guy sunbathing in the nude. He saw a little girl coming towards him, so he covered himself with the newspaper he was reading.\n\nThe girl came up to him and asked, \"What do you have under the newspaper mister?\"\n\n\"A bird,\" the guy replied. The little girl walked away and the guy fell asleep.\n\nWhen he woke up he was in a hospital in tremendous pain. When the police asked, what happened, the guy replied, \"I don't know, I was lying on the beach, this little girl asked me about my privates, and the next thing I know I'm in here.\"\n\nThe police went back to the beach, found the girl, and asked her \"What did you do to that naked fellow?\"\n\nAfter a pause, the girl replied, \"To him? Nothing, I was playing with his bird and it spit on me, so I broke its neck, cracked its eggs, and set its nest on fire. \n\n<<<rollinglaugh.gif>>>", "date": "2008-08-16 23:57:00", "post_id": 37}, {"user_name": "Ingan", "text": "Dear Boss.\n\nI, the penis, hereby request a raise in salary for the following reasons:\n1) I do physical labor\n2) I work at great depths\n3) I plunge head first into everything I do\n4) I do not get weekends off or public holidays\n5) I work in a damp environment\n6) I don't get paid overtime\n7) I work in a dark workplace that has poor ventilation\n8 ) I work in high temperatures\n9) My work exposes me to contagious diseases\n------------------------------------------------------------------\nDear Penis,\nAfter assessing your request, and considering the arguments you have raised, the administration rejects your request for the following reasons:\n1) You do not work 8 hours straight\n2) You fall asleep on the job after brief work period\n3) You do not always follow the orders of the management team\n4) You do not stay in your allocated position, and often visit other areas\n5) You do not take initiative - you need to be pressured and stimulated in order to start working\n6) You leave the workplace rather messy at the end of your shift\n7) You don't always observe necessary safety regulations, such as wearing the correct protective clothing\n8 ) You'll retire well before reaching 65\n9) You're unable to work double shifts\n10) You sometimes leave your allocated position before you have completed the day's work.\n11) And if that were not all, you have been seen constantly entering and leaving the workplace carrying 2 suspicious looking bags.\nSincerely,\nThe Management\n\n<<<icon_biggrin.gif>>><<<icon_biggrin.gif>>>", "date": "2008-08-17 00:03:00", "post_id": 38}, {"user_name": "Kimi", "text": "á nú varla að teljast til brandara <<<icon_puke_r.gif>>>", "date": "2008-08-17 01:20:00", "post_id": 39}, {"user_name": "omar90", "text": "ojj þessi er náttúrulega bara ógeðslegur\n\r\nhver er munurinn á dauðum negra og dauðum hundi?\r\nþað eru bremsuför fyrir framan hundinn\n\r\nhver er munurinn á negra og hraðahindrun?\r\nþú bakkar ekki aftur yfir hraðahindrun\n<<<icon_smile.gif>>>", "date": "2008-08-17 19:40:00", "post_id": 40}, {"user_name": "Haffi_", "text": "HAHAHAHAHAHAH þessi er snilld....", "date": "2008-08-17 22:16:00", "post_id": 41}, {"user_name": "Haukur Litli", "text": "Tveir menn sátu við barinn. Annar þeirra er dólgur og fer að móðga hinn. Hann öskrar á hann, \"Ég reið mömmu þinni!\" Barinn þagnar og allir bíða eftir því að hinn svari. Dólgurinn öskrar aftur, \"Ég reið mömmu þinni!\"\n\r\nHinn segir, \"Farðu heim pabbi, þú ert of fullur\"", "date": "2008-08-17 23:25:00", "post_id": 42}, {"user_name": "toggi", "text": "hvernig bírðu til götu í afríku ?\n\n\r\nleggur niður fullt af negrum og valtar yfir þá \n\n\n\r\nhvernig geriru hvítu línurnar ?\n\n\r\nannar hver brosir<<<icon_wink.gif>>>", "date": "2008-08-18 00:38:00", "post_id": 43}, {"user_name": "SkodaPower", "text": "Eða þú hægir á þér aður en þú keyrir yfir hraðahindrun.", "date": "2008-08-18 00:44:00", "post_id": 44}, {"user_name": "KristjánJóhann", "text": "Hver er munur á erotík og perraskap?\n\r\nÞú notar eina fjöður í Erótík en alla helvítis hænuna í perraskapnum <<<icon_biggrin.gif>>>", "date": "2008-08-18 03:10:00", "post_id": 45}, {"user_name": "Kimi", "text": "<<<haha.gif>>>", "date": "2008-08-18 03:47:00", "post_id": 46}, {"user_name": "shadowline", "text": "A New York woman was at her East Side hairdresser's getting her hair styled prior to a trip to Rome with her boyfriend.\n\r\nShe mentioned the trip to the hairdresser who responded, \"Why would anyone want to go to Rome? It's crowded and dirty and, worse yet, full of Italians. You're crazy to go to Rome.\"\n\r\n\"So how are you getting there?\"\n\r\n\"We're flying Continental,\" was the reply. We got a good rate.\"\n\r\n\"Continental,\" exclaimed the hairdresser, \"that's a terrible airline. Their planes are old. Their flight attendants are ugly and they're always late.\"\r\n\"So, where are you staying in Rome?\", asked the hairdresser.\n\r\n\"We'll be at this exclusive little place over on Rome's left side called Teste....\"\n\r\n\"Don't go any further. I know that place. Everybody thinks it's gonna be something special and exclusive but it's really a dump - the worst hotel in the whole city! The rooms are small, the service is surly and they're way overpriced.\"\r\n\"So, whatcha doing when you get there?\", quizzed the hairdresser.\n\r\n\"We're going to go to see the Vatican and we are hoping to see the Pope.\"\n\r\n\"That's rich,\" laughed the hairdresser, \"you and a million other people trying to see him. He'll look the size of an ant. Boy, good luck on this lousy trip of yours. You're sure going to need it.\"\n\r\nA month later, the woman, all smiling, came in for her hair appointment. The hairdresser asked her about her trip to Rome.\n\r\n\"It was absolutely wonderful,\" explained the woman, \"not only did we arrive on time in one of Continental's brand new jets but it was overbooked and they bumped us up to first class. The food and wine were wonderful and I had a handsome 28-year old steward who waited on me hand and foot.\"\n\r\n\"And the hotel - it was fabulous! They'd just finished a $5 million remodeling job and now it's just a jewel, the finest hotel in the city. They too, were overbooked so they apologized and gave us their owner's suite at no extra charge\"\n\r\n\"Well, muttered the hairdresser, \"I know you didn't get to see the Pope.\n\r\n\"Actually, we were quite lucky because as we toured the Vatican, a Swiss Guard tapped me on the shoulder and explained that the Pope likes to personally meet some of the visitors and if I'd be so kind to step into his private room and wait, the Pope would personally greet me.\"\r\n\"Sure enough, five minutes later, the Holy Father walked through the door and shook my hand. I knelt down and he spoke a few words to me.\"\n\r\n\"Really?\" asked the hairdresser, \"What'd he say?\"\n\r\nHe said, \"Where did you get that crappy hairdo?\"\n\n\r\n-------------\n\r\nLittle Johnny came into the kitchen where his mother was making\r\ndinner.\n\r\nHis birthday was coming up and he thought this was a good time to\r\ntell his mother what he wanted.\"Mom, I want a bike for my birthday.\"\n\r\nLittle Johny was a bit of a troublemaker. He had gotten into trouble at school and at home.\n\r\nJohny's mother asked him if he thought he deserved to get a bike for\r\nhis birthday. Little Johnny, of course, thought he did.\n\r\nJohnny's mother, being a Christian woman, wanted him to reflect on his behavior over the last year and write a letter to God and tell him why he deserved a bike for his birthday.\n\r\nLittle Johnny stomped up the steps to his room and sat down to write\r\nGod a letter.\n\r\nLETTER 1:\r\nDear God, I have been a very good boy this year and I would like a bike for my birthday. I want a red one.\r\nYour friend,\r\nJohnny\n\r\nJohnny knew this wasn't true. He had not been a very good boy this\r\nyear, so he tore up the letter and started over.\n\r\nLETTER 2:\r\nDear God, This is your friend Johnny. I have been a pretty good boy this year and I would like a red bike for my birthday.\r\nThank you,\r\nJohnny\n\r\nJohnny knew this wasn't true either. He tore up the letter and started again.\n\r\nLETTER 3:\r\nDear God, I have been an OK boy this year and I would really like a red bike for my birthday.\r\nJohnny\n\r\nJohnny knew he could not send this letter to God either. Johnny\r\nwas very upset. He went downstairs and told his mother he wanted to go church.\n\r\n\"Just be home in time for dinner\", his mother said.\n\r\nJohnny walked down the street to the church and up to the altar. He looked around to see if anyone was there.\n\r\nHe picked up a statue of the Virgin Mary and slipped it under his shirt and ran out of the church, down the street, into his house, and up to his room.\n\r\nHe shut the door to his room and sat down with a piece of paper and\r\na pen. Johnny began to write his letter to God.\n\r\nLETTER 4:\r\nI'VE GOT YOUR MOM. IF YOU WANT TO SEE HER AGAIN, SEND THE BIKE.\r\nSigned\r\nYOU KNOW WHO", "date": "2008-08-18 09:24:00", "post_id": 47}, {"user_name": "GisliM", "text": "Skólarúta lendir í arekstri og allir deyja\n\r\nAllir krakkarnir eru komnir fyrir framan gullna hliðið og fyrsta barnið labbar uppað lykla pétri og spyr: Er þetta himnaríki? Lykla pétur svarar, Já. Má ég koma inn? Já. Verð ég engill? Já.\r\nAnnað barnið kemur og spyr að því sama og fær sömu svörin. Svo kemur Svart barn og spyr: Er þetta himnaríki? já segir lykla pétur. Má ég koma inn? já segir lykla pétur. Verð ég engill? Neeeeiii.. þú verður leðurblaka.", "date": "2008-08-18 11:01:00", "post_id": 48}, {"user_name": "megnuz", "text": "Einu sinni fór gamall maður með afasyni sínum að dorga á bryggju í Ameríku . Eftir eina klst dregur gamli maðurinn upp samlokubunka og byrjar að háma í sig.\r\nÞá segir strákurinn :”Grandpa,can I get one of this ?” \r\nGamli maðurinn :” Son,does your dick reach your ass ?” “No” sagði drengurinn . “Well,then you cant.” sagði sá gamli. Svo héldu þeir áfram að dorga og eftir eina klst dregur gamli maðurinn upp þessa heljarmiklu Coca Cola-flösku . \r\nÞá segir strákur :”Grandpa,can I get one of this ?” \r\nGamli maðurinn :” Son,does your dick reach your ass ?” “No” sagði drengurinn . “Well,then you cant.” sagði sá gamli. Svo héldu þeir áfram að dorga og eftir eina klst dregur drengurinn upp risa gullkistu fulla af peningum. \r\nAfinn öfundsjúkur :”Son,can I get one of this ?”\r\nDrengurinn :”Grandpa,does your dick reach your ass ?”\r\nAfinn montinn :”Yeah,of course”\r\nDrengurinn reiður :”Well then,go and fuck your self !\n\n\n\r\nHvað kallaru konu sem hefur misst 95% af gáfum sínum ?\r\nFráskilda\n\n\r\nand I have some more <<<icon_cool.gif>>>", "date": "2008-08-22 18:36:00", "post_id": 49}, {"user_name": "Gunn1", "text": "Hvað er líkt með konu og grasi?\n\r\nÞarf að slá bæði\n\r\nHvað er ólíkt með konu og grasi?\n\r\nþarft að slá konuna á hverjum degi", "date": "2008-08-22 23:09:00", "post_id": 50}, {"user_name": "Ivg|", "text": "Hvernig nærðu negra úr tré ? skerð á bandið\n\r\nMunurinn á Pizzu og giðing í ofni? pizzan öskrar ekki\n\n\n\n\r\nÞetta comment var í boði:\r\nThule \r\n5 690555 015427\r\nMarlboro\r\n8724 8104", "date": "2008-08-22 23:35:00", "post_id": 51}, {"user_name": "Svennihar", "text": "Why doesn't Osama bin Laden have sex with his five wives? \r\nBecause every time he spreads their legs he sees Bush.\n\n\r\nWhat's the most famous coffee in Afghanistan? \r\nOsama bin Latte \n\n\r\nWhy don't the members of Al Qaeda go out to bars? \r\nBecause they can get bombed at home. \n\n\n\n\n\n\r\nHvað kallar maður tvo svertingja í svefnpoka? \r\n...TWIX \n\r\nHver er munurinn á dauðum hundi og dauðum svertingja? \r\n...það eru bremsuför fyrir framan hundinn.\n\r\nHvað kallar þú gyðing sem er að róta í öskubakka? \r\n...ættfræðing", "date": "2008-08-23 00:27:00", "post_id": 52}, {"user_name": "Clayman", "text": "Af hverju getur Jesús ekki borðað skittles og m&m?\n\nHann er með göt í lófunum!", "date": "2008-08-23 00:42:00", "post_id": 53}, {"user_name": "Poncho", "text": "Hver er munurinn á kokkum og hommum?\n\r\nKokkarnir hræra í rétti dagsins en hommarnir hræra í rétti gærdagsins<<<punch.gif>>>", "date": "2008-08-23 14:03:00", "post_id": 54}, {"user_name": "BjarkiFJ", "text": "HAHHAHAHAHAHAHAHAHAHA <<<clap.gif>>>", "date": "2008-08-23 14:08:00", "post_id": 55}, {"user_name": "Agnar Logi", "text": "Nonni litli opnaði dyrnar að hjónaherberginu og sá að pabbi lá á bakinu og mamma hossaði sér uppi á honum. Um leið og mamma kom auga á Nonna hætti hún, klæddi sig og fór fram. Þegar Nonni sá hana spurði hann “Hvað voruð þið pabbi eiginlega að gera?”\n\r\nMamman alveg vandræðaleg og ekki tilbúinn að útskýra þetta fyrir Nonna.  “Já”, segir hún, “Þú veist hvað hann pabbi þinn hefur stóran maga… og ég þarf stundum að hjálpa honum við að fletja hann niður!”\n\r\n“Það er algjör tímasóun hjá þér”, sagði Nonni litli, alltaf þegar þú ferð í Kringluna á fimmtudögum þá kemur konan í næsta húsi, fer niður á hnén og blæs pabba upp aftur!”\n\n<<<crazyeyes.gif>>>", "date": "2008-08-23 14:31:00", "post_id": 56}, {"user_name": "Rotti", "text": "SJúkt!!!<<<punch.gif>>>", "date": "2008-08-23 14:55:00", "post_id": 57}, {"user_name": "Hafst1", "text": "what's better than winning the special olympics?\n\n\n\n\n\nnot being a retard", "date": "2008-09-19 18:33:00", "post_id": 58}, {"user_name": "ingvarp", "text": "jói sér árna vin sinn og segir \" gaur, skelfing er að sjá hausinn á þér, þú hefðir átt að fara í klippingu fyrir löngu síðan\".\nárni svarar \"ég fór í klippingu fyrir löngu síðann\"\n\n1 vísur\n\nríða ríða rúnka sér\nöskra stynja orga\nég myndi ekki ríða þér\nþótt þú myndir borga\n\n<<<icon_lol.gif>>>\n\ngömlum manni dreymdi draum\ndreymd´ann vær´að ríða\nbrundurinn rann í stríðum straum\ninní kuntu víða\n\n<<<icon_lol.gif>>>", "date": "2008-09-19 18:57:00", "post_id": 59}, {"user_name": "Wolf", "text": "var að horfa á -Paul Mooney,Analyzing white america- áðan:\r\nhann kom með snilldar djók...\n\r\nI love Jerry Springer...Where else could you find 3 fat women fighting over one nigger with only one tool and no job.", "date": "2008-09-19 19:12:00", "post_id": 60}, {"user_name": "Olsen", "text": "Hvað geriði við gamallt hakk ?\n\n\r\nBúið til eldri borgara\n\n<<<icon_biggrin.gif>>>", "date": "2008-09-19 22:33:00", "post_id": 61}, {"user_name": "Hafst1", "text": "Q: What does a black person have in common with a soda machine?\nA: They both don't work and always take your money.", "date": "2008-09-19 23:41:00", "post_id": 62}, {"user_name": "Billi07", "text": "Nokkrir Eldgamlir sem ég átti sevaða hérna <<<icon_razz.gif>>>\n\r\nAf hverju ganga kvennmenn í háhæluðum skóm, mála sig og setja á sig ilmvatn?\n\r\nÞví þær eru litlar, ljótar og illa liktandi\n\n\n\n\r\nEinu sinni voru þrír bræður sem hétu allir Gísli, nema Eiríkur, hann hét Helgi.\n\n\r\nÞað voru einu sinni 2 kindur uppá hól, þá sagði önnur kindin \"meeee\" og þá sagði hin \"haha, alveg það sama og ég var að fara að segja!!\"\n\n\n\r\nHver er munurinn á GSm síma og Konu ?\r\nHægt að fá Vit í síman <<<icon_wink.gif>>>\n\r\n---\n\r\nHvernig kemurðu 5 svertingjum til að sleppa því að nauðga systur þinni???\n\r\nHendir til þeirra körfubolta.\n\r\n----\n\r\nHver er munurinn á körfubolta og svertingja???\n\r\nMaður sparkar ekki í körfubolta.", "date": "2008-09-20 00:42:00", "post_id": 63}, {"user_name": "fiskur", "text": "HAHAHAHA<<<lol3.gif>>>", "date": "2008-09-20 01:57:00", "post_id": 64}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/haha.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/clap.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/sleep.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_puke_r.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/haha.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/clap.gif", "http://live2cruize.com/spjall/images/smilies/crazyeyes.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif"], "date": "2008-08-11 23:23:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/haha.gif", "path": "full/e465460e74ad10bf8603f9e376bdbc6966568644.gif", "checksum": "7e203216707ebd3f0144ffdec382510d"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/clap.gif", "path": "full/26fc953ebc28b84993d8dfa8d5f458a557e5780b.gif", "checksum": "30f627a61413876c24c32054a0aab564"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/sleep.gif", "path": "full/9a37cfab1f36d4c0b433b92f4b5781d83b070968.gif", "checksum": "e6f03d14781ef0d3810d245f5722af94"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_puke_r.gif", "path": "full/a2305d48464819ecb7f85cd430662e937f6230be.gif", "checksum": "0c2f2fa7ec07946f3acb6877fef7ed3c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/haha.gif", "path": "full/e465460e74ad10bf8603f9e376bdbc6966568644.gif", "checksum": "7e203216707ebd3f0144ffdec382510d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/clap.gif", "path": "full/26fc953ebc28b84993d8dfa8d5f458a557e5780b.gif", "checksum": "30f627a61413876c24c32054a0aab564"}, {"url": "http://live2cruize.com/spjall/images/smilies/crazyeyes.gif", "path": "full/74d7871c8563a461e51cc216f53f8322977b498e.gif", "checksum": "aebe4c078f73dbd51f024eb331ada448"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}]}