{"forum_title": "Mótorsport", "id": "51773", "title": "Jæja... Rally Reykjavík 21-23. ágúst", "url": "http://www.live2cruize.com/spjall/showthread.php/51773-Jæja-Rally-Reykjavík-21-23-ágúst", "posts": [{"user_name": "Doddilitli", "text": "Jæja nú er komið að 5. umferð Íslandsmeistaramótsinni í rally.\n\r\n31 áhöfn eru skráðar til leiks, 13 í gengi N (þar af 1 EVO9, 3 EVO7, 6 Imprezur o.fl.), 2 í 2000 flokk, 6 í 1600 flokk og 10 í jeppaflokk.\r\nRásröð fyrir fyrsta dag er að finna hér\n\r\nStaðan í Íslandsmeistaramótinu er nokkuð jöfn og spennandi.\n\r\n1. Sigurður Bragi og Ísak Guðjónsson Evo7 28 stig \r\n2. Pétur S. Pétursson og Heimir S. Pétursson Evo6 27 stig \r\n3. Valdimar Jón Sveinsson og Ingi Mar Jónsson Impreza WRX 20 stig \r\n4. Jón Bjarni Hrólfsson og Borgar Ólafsson Evo7 18 stig \r\n5. Marían Sigurðsson 16 stig og Jón Þór Jónsson Evo5 12 stig\r\n6. Fylkir A. Jónsson og Elvar S. Jónsson Impreza STI 15 stig \r\n7. Jóhannes V. Gunnarsson og Björgvin Benediktson Evo7 11 stig \r\n8. Páll Harðarson og Aðalsteinn Símonarson Impreza STI 10 stig \n\r\nRally Reykjavík er löng og erfið 3 daga keppni sem reynir mikið á ökumenn og bíla og allt getur gerst.\n\nHér er dagatal keppninar og hér er tímamaster og leiðarlýsing.\n\r\nEkin verður ein inninbæjarleið í Gufunesi í tvígang á fimmtudeginum Kl.19:30 og 20:10. síðan verður viðgerðahlé strax á eftir STAÐSETNING AUGLÝST SÍÐAR\n\r\nOg verður Gufunesið ekið aftur tvisvar á fostudeginum Kl.19:18 og 19:48. síðan verður viðgerðahlé strax á eftir STAÐSETNING AUGLÝST SÍÐAR\n\r\nHægt að finna allar frekari upplýsingar um rallið hér\n\r\nEndilega allir að láta sjá sig og að sjá bíla keyra hratt, mikið af MJÖG færum ökumönnum samankomnir. <<<icon_wink.gif>>>", "date": "2008-08-14 16:22:00", "post_id": 1}, {"user_name": "Guðni F", "text": "Skráður.<<<icon_smile.gif>>>", "date": "2008-08-14 19:39:00", "post_id": 2}, {"user_name": "gr33n", "text": "Ég verð víst í tvöföldum service... <<<icon_lol.gif>>>", "date": "2008-08-14 21:18:00", "post_id": 3}, {"user_name": "Doddilitli", "text": "Snilld.... hjá hverjum ertu í service??", "date": "2008-08-14 22:00:00", "post_id": 4}, {"user_name": "gr33n", "text": "Kata og Inga aðallega... með lánsbíl frá þér <<<icon_wink.gif>>>\n\nog svo verð ég aukaservicemaður hjá Gumma Höskulds á imprezu\n\nHlakka MIKIÐ til!! <<<icon_twisted.gif>>>\n\n\n(ég byrjaði btw á mínum í dag <<<icon_wink.gif>>> )", "date": "2008-08-14 22:13:00", "post_id": 5}, {"user_name": "MaggiÞ", "text": "Ég og Guðni mætum á corollunni <<<icon_cool.gif>>>", "date": "2008-08-15 00:12:00", "post_id": 6}, {"user_name": "Guðni F", "text": "rústum þessu<<<icon_cool.gif>>>", "date": "2008-08-15 01:13:00", "post_id": 7}, {"user_name": "Dreitill", "text": "get ekki sofnað, er orðinn svo spentur að taka þátt í þessu<<<icon_wink.gif>>>", "date": "2008-08-15 01:50:00", "post_id": 8}, {"user_name": "MaggiÞ", "text": "Verðuru með Júlla á súkkuni dreitill?  eða ertu á Bleika cherokee eða Tomcat?\n\n...Annars er toyotan hjá mér alveg við það að skríða saman, smotterí hér og þar eftir eins og venjulega samt.", "date": "2008-08-15 22:59:00", "post_id": 9}, {"user_name": "Dreitill", "text": "tomcat.", "date": "2008-08-16 09:38:00", "post_id": 10}, {"user_name": "Orriboy", "text": "Rally skoðunin fer svo fram viðBíldshöfða 5 hjá MAX 1.\n\r\nAnnars erum við skráðir til leiks á \"Clio sport F1\"\n\r\nVerður langt og strembið rall...  En jafnframt rosaleg Skemmtun<<<icon_biggrin.gif>>>\n\r\nAllir að flykkjast á Gufunesið á ofangreindum tímum og sjá okkur taka á því þar <<<icon_wink.gif>>>\n\r\nBKV: Gummi Orri\n\r\nCLIO POWER", "date": "2008-08-18 19:26:00", "post_id": 11}, {"user_name": "Kati", "text": "Þetta verður langt en mjög skemmtilegt\n\r\nÉg vill endilega minna menn á að koma og horfa á í Gufunesinu! Það er fátt eins skemmtilegt að horfa á eins og að horfa á rallý!", "date": "2008-08-20 18:58:00", "post_id": 12}, {"user_name": "MaggiÞ", "text": "Kati verður þú á Tomcat?", "date": "2008-08-20 22:01:00", "post_id": 13}, {"user_name": "Dreitill", "text": "ég og kati ætlum að spreyta okkur á tomcat... (engar vonir,,, er ekki viss um að kati ráði einu sinni við bobcat)", "date": "2008-08-20 23:33:00", "post_id": 14}, {"user_name": "Pétur Snær", "text": "Þessir eru FLOTTASTIR <<<icon_lol.gif>>>", "date": "2008-08-21 12:35:00", "post_id": 15}, {"user_name": "DínuZ-sUpeRmaN", "text": "újé <<<icon_cool.gif>>>", "date": "2008-08-21 16:16:00", "post_id": 16}, {"user_name": "Gelkz", "text": "Hvering er liturinn a bilnum hja petri og heimi ?", "date": "2008-08-23 00:15:00", "post_id": 17}, {"user_name": "Svennihar", "text": "Svona \n\n\n\n\n\n\n\n\r\nTekið af http://www.flickr.com/photos/elvarorn \r\nalgjör meistari þessi maður með myndavélina", "date": "2008-08-23 00:45:00", "post_id": 18}, {"user_name": "Gelkz", "text": "oki þakka <<<icon_smile.gif>>>", "date": "2008-08-23 00:46:00", "post_id": 19}, {"user_name": "Svennihar", "text": "Ekki málið, en veit einhver hvernig staðan er núna, er það rétt að Danni og Ásta séu dottin út ? komið með fréttir, og er Orri enþá með á Clio sport F1\r\nhann verður að klára þetta rall <<<icon_cool.gif>>>", "date": "2008-08-23 01:15:00", "post_id": 20}, {"user_name": "kr980", "text": "http://rallyreykjavik.net/index.php/RR/Results\n\r\nÞetta er staðan síðan í gærkvöldi", "date": "2008-08-23 11:00:00", "post_id": 21}, {"user_name": "gr33n", "text": "Frábært rall alveg hreint...! Og ég er svo þreyttur að það er ekki fyndið <<<icon_lol.gif>>>", "date": "2008-08-23 17:03:00", "post_id": 22}, {"user_name": "Guðni F", "text": "Alveg hreinasta snilld þetta rall.  Gekk nokkuð vel hjá okkur Magga alveg þangað til Kleifarvatnið byrjaði í dag.. þá vildi bíllinn ekki meira.", "date": "2008-08-23 17:49:00", "post_id": 23}, {"user_name": "Kati", "text": "Held að vonandi geti ég ráðið við Bobcat núna??<<<icon_wink.gif>>>", "date": "2008-08-23 17:52:00", "post_id": 24}, {"user_name": "wagon-turbo", "text": "til hamingju kati og ingi flottir", "date": "2008-08-23 18:15:00", "post_id": 25}, {"user_name": "Doddilitli", "text": "Til hamingju Kati og Ingi með sigur í Jeppaflokki. <<<clap.gif>>>", "date": "2008-08-23 20:45:00", "post_id": 26}, {"user_name": "Dreitill", "text": "Takk fyrir það <<<icon_smile.gif>>> Þakka ykkur Tomcat mönnum fyrir lánið á frábærum bíl! \r\nÞetta var erfiðara en mig óraði fyrir en roosalega skemmtilegt <<<icon_smile.gif>>> \n\r\nkv. Ingi", "date": "2008-08-23 23:27:00", "post_id": 27}, {"user_name": "DínuZ-sUpeRmaN", "text": "Já frábært rall, kannski einum of blautt - en samt frábært! <<<icon_wink.gif>>>\n\r\nTil hamingju Kati og Ingi og allir hinir hér !! Og já allra mestu hamingjuóskirnar frá mér fær Maggi, 1. sætis titlar mega sín lítið við hliðiná svona titlum - eins viðurkenningarnar frá hernum sem Danni fékk. En til hamingju strákur, hlökkum mikið til að fylgjast með þér í framtíðinni! <<<icon_smile.gif>>>\n\r\nSammála þér með þreytuna Gísli, hefði átt að vera farin uppí rúm um 22 leytið í kvöld, en hálfsjö er fínt líka!", "date": "2008-08-24 06:22:00", "post_id": 28}, {"user_name": "gr33n", "text": "Virkilega töff smíðin á þessum...... verst að þeir rifu nánast allt afturstellið undan á fyrstu sérleið (Djúpavatn)\n\n\n\nGuðmundur Orri féll út á fyrsta legg, 3 legg og svo loks alveg út á tröllhálsinum í gær (leiðréttu mig ef ég fer með rangt mál). Hefði viljað sjá clioinn klára..... en bjössi Hell datt einnig út á tröllháls þegar bensíndælan vildi einfaldlega kvíla sig svolítið <<<icon_lol.gif>>>\n\n\n\nJá... algjört svekk að detta svona út á næst síðustu sérleið.... og það kleifarvatnið af öllum stöðum <<<icon_confused.gif>>>\n\n\n\nEnda varstu orðinn svo stressaður á tímabili (nefni kaldadal sem dæmi <<<icon_lol.gif>>> ) að það var ekki fyndið.\r\nEn ég þakka fyrir mig, þetta var rosalega gaman.\n\n\n\nRallið var nú ekki það blautt framan að <<<icon_wink.gif>>> \r\nEn hvaða viðurkenningu fékk maggi?\r\nÞess má geta, að við í kisukrúinu hittumst heima hjá Kata í gærkvöld í Pizzu og bjór. Stemmningin var svo svakaleg að við lágum nánast spoonandi uppí sófa allir saman sofandi.... eftir 2 bjóra.... <<<icon_lol.gif>>>", "date": "2008-08-24 13:54:00", "post_id": 29}, {"user_name": "MaggiÞ", "text": "Ég fékk víst \"Maður Keppninar\", einhvern farandbikar sem var gefinn af breta í gamla daga í minningu Haffa Hauks (sem lést í rallýslysi í UK í gamla daga).\n\nég vill samt nýta tækifærið og þakka þeim sem héldu mér gangandi þó þetta langt, sem og starfsmönnum sem létu sig þola allt ógeðslega veðrið.", "date": "2008-08-24 14:15:00", "post_id": 30}, {"user_name": "Ívar Örn", "text": "Þakka fyrir mig\n\r\nog já sammála með þreytuna gísli.....<<<icon_surprised.gif>>>", "date": "2008-08-24 15:35:00", "post_id": 31}, {"user_name": "Kati", "text": "Ég þakka kærlega fyrir mig strákar Gísli, Ívar og Óli þetta hefði ekki geta gerst án ykkar<<<icon_wink.gif>>>\n\r\nJá stemninginn var rosarleg í gær, haha\n\n\r\nFlottur Maggi að komast svona langt, illa svekkjandi að hann bilaði á næst seinustu sérleið<<<icon_mad.gif>>>", "date": "2008-08-24 15:45:00", "post_id": 32}, {"user_name": "MaggiÞ", "text": "Já ekkert alveg uppáhalds sko...\n\nEn á ekki að græja hvítu og rauðu mözdu og reyna að mæta eitthvað meir í gamanið?", "date": "2008-08-24 16:10:00", "post_id": 33}, {"user_name": "Orriboy", "text": "Góðan daginn.  \n\r\nVið duttum ekki út á fyrsta legg bara bíllinn dó á djúpavatninu og náðum honum í gang eftir 11 min en fengum mikla refsingu fyrir fyrsta daginn :S\r\n#3 leg gerðist það sama dó bara á bílnum......   Þá komust við að því í gegnum síma að það gæti verið árekstra skynjarinn.....  Alveg glatað.\r\nSvo í jumpinu á Uxahryggjum þá brotnaði spindill og bara beint útaf .....\n\r\nEn allveg geðveik skemmtun<<<icon_biggrin.gif>>><<<icon_biggrin.gif>>><<<icon_biggrin.gif>>>\n\r\nBkv: Guðmundur Orri", "date": "2008-08-24 19:53:00", "post_id": 34}, {"user_name": "Kati", "text": "Það gæti alveg gerst, það á bara eftir að koma í ljós hvort við tökum þátt í haustrallinu og þá hugsanlega á Mözdunni<<<icon_wink.gif>>>", "date": "2008-08-24 19:55:00", "post_id": 35}, {"user_name": "wagon-turbo", "text": "ég held að það sé málið kati að koma þessari mözdu í gagnið og láta hana finna fyrir því <<<clap.gif>>>", "date": "2008-08-24 20:36:00", "post_id": 36}, {"user_name": "Oskar K", "text": "frábær árangur, til hamingju Kati og Ingi !", "date": "2008-08-25 03:38:00", "post_id": 37}, {"user_name": "Dreitill", "text": "takk fyrir okkur...<<<icon_smile.gif>>>\n\r\nheld að við ættum að reyna að taka sprettin á tomcat...\n\r\nheld að ef að það fari eins og í alþjóða þá eigum við fleyri bikara og íslandsmeistara titil á bakinu..<<<rolleyes.png>>>\n\r\nekki leiðinlegt.<<<icon_wink.gif>>>", "date": "2008-08-25 09:09:00", "post_id": 38}, {"user_name": "Græmí", "text": "Eitthvað missti ég nú af því þegar að afturstellið rifnaði undan? <<<icon_razz.gif>>> Hinsvegar sprengdum við bæði fram og afturdekk vinstra megin í 5 beygju á Djúpavatni (leg #1), og eftir langan tíma við að skipta um dekk og klúður varðandi eftirfara, björgunarsveitarbíl, flaggara, tímaverði og service ákváðum við að hætta keppni áður en við vorum ræstir inná Kleifarvatn. \n\r\nHinsvegar var ég búinn að heyra að við hefðum velt líka og sjúkraflug og læti <<<icon_biggrin.gif>>>\n\r\nÓska ykkur annars til hamingju með flottan árangur <<<icon_biggrin.gif>>>", "date": "2008-08-25 11:05:00", "post_id": 39}, {"user_name": "FloZ", "text": "Jájá á maður ekkert að fá kredit fyrir það! haha en já clioinn komst langt nú er bara að gera clio og focus góða fyrir haustrallið!", "date": "2008-08-25 11:07:00", "post_id": 40}, {"user_name": "Dreitill", "text": "HAHA fyndið hvernig sögur geta breyst á skömmum tíma...\n\r\nenn hvernig er það, Á eftirfari ekki að stoppa og tékka hvort þið ætlið að klára leið?\n\r\nflaggari fer ekki af svæði fyrr eftirfari er komin út.\n\r\nFinnst þetta einhvað dúbíus<<<icon_confused.gif>>>", "date": "2008-08-25 11:37:00", "post_id": 41}, {"user_name": "Græmí", "text": "Eftirfari stoppaði hjá okkur, en hleypti björgunarsveitarbílnum áfram. Þá héldu auðvitað ljósmyndarar og áhorfendur inná leið að leiðinni væri lokið þannig að þegar að við vorum að skipta um dekk þá keyrðu bara 4 eða 5 bílar framhjá okkur sem að voru ekkert að keppa, þannig að við þorðum ekkert að taka á því þegar að við loksins lögðum af stað. \n\r\nÞegar að við svo loksins klárum leiðina, sat flaggarinn bara inní bíl, og cirkaði bara út tímann á okkur!!! Nennti svo ekki einu sinni út til að taka tímabókina hjá mér, heldur þurfti ég að standa í því að vera losa beltin og intercommið og sonna til að rétta henni bókina!!\n\r\nÞá var sörvisinn okkar farinn þar sem að keppendur og eftirfari sagði þeim að við hefðum sennilega aldrei komist inn á leið þannig að við þurftum að keyra með sprungið vinstra megin að aftan ferjuleiðina frá Djúpavatni inn á Kleifarvatn, þar þurftum við svo að taka fram úr svona 20 bíla röð til að komast í ræsingu, þá var tímavörðurinn bara standandi einhvers staðar lengst fyrir neðan og við fundum hana ekkert strax, þannig að við krotuðum bara nöfnin okkar á bókina og hættum þessu bulli ekkert smá fúlir <<<icon_sad.gif>>>\r\nEn tókum í staðinn þátt í mjög skemmtilegum sörvis á föstudegi og laugardegi <<<icon_smile.gif>>>", "date": "2008-08-25 13:11:00", "post_id": 42}, {"user_name": "Dreitill", "text": "semsagt klúður á klúður ofan...<<<punch.gif>>>\n\r\nferlega leiðinlegt að missa ykkur úr keppni.<<<icon_sad.gif>>>\n\r\nvonum að það gangi bara betur næst...<<<icon_smile.gif>>>\n\r\nkv Ingi Örn", "date": "2008-08-25 13:37:00", "post_id": 43}, {"user_name": "doristori", "text": "Fínt að hafa hlutina á hreinu kallinn, konan kom náttlega inn í bíl eftir þessi mistök björgunarsveitarmanna þar sem að það var ekki hægt að gera ráð fyrir öðru enn að það væru allir komnir út af leið sem að ætluðu að klára. Þar fyrir utan voruð þið svo fallnir á max tíma á leið, höfðuð 37 mínútur til að komast frá ræsingu inn á Djúpavatn að tímavarðstöð hjá Kleifarvatni en þið voruð komnir með 38 mínútur rúmar þegar þið komuð út af Djúpavatni. Það hefði þýtt mjög mjög ólöglegan hraða á milli tímavarðstöðva og það hefði sést mjög vel á tímaskráningunni inn á Kleifarvatn og þið hefðuð þá hvort eð er verið dæmdir úr leik fyrir hraðakstur á ferjuleið.\n\nKveðja tímavörðurinn á Djúpavatni og keppnisstjórinn í Haustrallinu.\n\nps. ástæðan fyrir því að konan kom ekki út til að ná í bókina var að hún hafði orðið gegnsósa vegna rigningarinnar að bíða eftir ykkur og var því ekki í buxum.", "date": "2008-08-25 14:06:00", "post_id": 44}, {"user_name": "Græmí", "text": "Hehe jæja. Enda var ég ekkert að setja út á það sem slíkt, það sem við erum aðallega pirraðir yfir er að björgunarsveit hafi verið send út af leið áður en við kláruðum, en það þýddi að við vorum að mæta bílum inná leið sem að væntanlega leiddi það af sér að við vorum 38 mín að klára <<<icon_wink.gif>>> Auðvitað var ógeðslegt veður og flaggarar sem og tímaverðir eiga heiður skilinn fyrir að nenna hreinlega að standa í þessu! Hinsvegar vissi eftirfari að við værum að mæta umferð inná leið og því hefði að mínu viti átt að fella leiðina út??\n\r\nÞað er alveg á hreinu að þarna var í gangi algjört klúður og vitleysa sem varð til þess að við þurftum að hætta keppni, þrátt fyrir að hafa eytt miklum tíma og peningum í undirbúning sem að er klárlega svekkjandi, en það var samt aldrei mín ætlun að vera með leiðindi við einn né neinn. Þannig að ég biðst afsökunar ef að ég hef sært einhvern <<<icon_smile.gif>>>", "date": "2008-08-25 14:23:00", "post_id": 45}, {"user_name": "Dreitill", "text": "Ef ég hefði vitað að tímavörður myndi vera buxnalaus þarna seinni partinn þá hefðum við klárlega hægt á okkur til að verða vitni af því<<<icon_smile.gif>>>", "date": "2008-08-25 16:52:00", "post_id": 46}, {"user_name": "doristori", "text": "Ekkert mál, enginn særður hér.\nHelst bara fýla ykkar vegna að hafa ekki getað haldið almennilega áfram.\n\nÞetta var meðal annars mitt 11. alþjóðarall í röð sem tímavörður og á ég einnig nokkrar keppnir að baki sem keppnisstjóri þannig að ég er nokkuð öruggur á reglunum og ég hugsa að ég hefði fellt leiðina út eftir svona tjón.\n\nEnn þið ætlið að koma í haustrallið er það ekki?", "date": "2008-08-25 19:42:00", "post_id": 47}, {"user_name": "Óli Þór", "text": "er búið að ákveða leiðar í haustralli Dóri?\n\r\nKv Óli", "date": "2008-08-25 19:59:00", "post_id": 48}, {"user_name": "doristori", "text": "Ekki endanlega nei, enn við sjáum það að þetta verður að vera fantaflott rall, úrslitin í íslandsmótinu munu ráðast í þessu litla sæta ralli.", "date": "2008-08-25 22:46:00", "post_id": 49}, {"user_name": "Orriboy", "text": "Fyrirgefðu Flosi minn <<<icon_smile.gif>>>\n\r\nEn já aldreihefði okkur dottið þetta í hug með \"ÁREKSTRASKYNJARANN\".  Og auðvita var það hann Flosi sem, í gegnum síma, fattaði hvað þetta var og vegna mikilla visku hjá honum þágátum við haldið rallinuáfram.  og á hann Flosi minn þúsund þakkir fyrir það.  Húrra Húrra Húrra <<<icon_biggrin.gif>>>\n\r\nTakk fyrir það kútur.\n\r\nBestu kveðjur Guðmundur Orri", "date": "2008-08-25 23:03:00", "post_id": 50}, {"user_name": "Orriboy", "text": "En jávillsvo þakka Steina og grím eftir Heklu leiðina að lánamér skrall og topp nr30 tilað skúfa hægri demparann minn fastann hann var allveg að losna og hefði ekki þolað skógshraunið <<<icon_confused.gif>>>\n\r\nAlgjörir snillingar að vera einhverstaðar LENGST uppá auðninni með réttan topp.  Takk Takk Takk <<<icon_biggrin.gif>>>\n\r\nBestu Kveðjur Guðmundur Orri", "date": "2008-08-25 23:11:00", "post_id": 51}, {"user_name": "Halldór Gunnar", "text": "Ég óska öllum þeim sem fengu verðlaun í þessu ralli innilega til hamingju.\n\r\nVið þökkum öllum starfsmönnum og keppendum fyrir mjög skemmtilegt rallý.\n\r\nMyndir af okkur hér  www.ehrally.blog.is/album/Althjodarallid2008  og myndir af Pétri og Heimi  hér  http://www.rally.blog.is/album/altjo...id_2008_elvaro \n\r\nKveðja\r\nDóri", "date": "2008-08-26 00:26:00", "post_id": 52}, {"user_name": "gr33n", "text": "Geggjað.... til hamingju með þetta\n\n\n\nSmooch <<<twincam.gif>>>\n\n\n\nJá ókei... það gerðist allavegana eitthvað massívt <<<icon_lol.gif>>> ... allavegana sá ég ykkur ekkert restina af þeim degi <<<icon_wink.gif>>>\n\n\n\nÉg sagði hálfpartinn <<<icon_wink.gif>>> enda sá ég ykkur bruna inn að kleifarvatninu framhjá öllu service krúinu <<<icon_lol.gif>>> Leit ekkert rosalega vel út. Spurði einmitt um þetta daginn eftir og þá var mér sagt þetta, svona sérstaklega þar sem þið komuð ekki inn daginn eftir.", "date": "2008-08-28 21:30:00", "post_id": 53}, {"user_name": "Orriboy", "text": "Já reyndar.  Við keyrðum útaf og bíllinn bara \"DÓ\".  Og það tók okkur um 11 mín að koma honum í gang.  ekkert gerðist svo bara alltí einu bara púff í gang.  Og komum rétt á undan bretunum í mark á 31 min <<<icon_confused.gif>>>\n\r\nÞað kom svo í ljós á föstudeginum að þetta var árekstraskynjarinn....!!!\n\r\nEn jújú við tókum svo kleifarvatnið og gufunesið <<<icon_biggrin.gif>>>\n\r\nFengum bara massífa refsingu og áttum aldrei séns á að gera eitthvað bitastætt.....\n\r\nEn hrikaleg skemmtun sko. En maður verður ábyggilega ekkert meira með í sumar og næsta sumar verður maður bara íservise hjá Bræðrunum á Focus.  Svo eftir einhver ár kemur maður aftur inní þetta!!!\n\r\nEn mæli með að allir sem hafa einhvern smá \"snefil\" af áhuga af rallyi að prófa þetta <<<icon_biggrin.gif>>>  Þetta er bara klikkuð skemmtun.\n\r\nSvefnleysi, stress, adrenalín, hraði, óhöpp, félagsskapur, ferðast um landið okkar og margt margt fleirra.  Þetta er ein skemmtilegasta íþrótt sem ég hef nokkurntímann tekið þátt í!!!!\n\r\nBkv: Guðmundur Orri", "date": "2008-08-29 09:55:00", "post_id": 54}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/clap.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/clap.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/twincam.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2008-08-14 16:22:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/clap.gif", "path": "full/26fc953ebc28b84993d8dfa8d5f458a557e5780b.gif", "checksum": "30f627a61413876c24c32054a0aab564"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/clap.gif", "path": "full/26fc953ebc28b84993d8dfa8d5f458a557e5780b.gif", "checksum": "30f627a61413876c24c32054a0aab564"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/twincam.gif", "path": "full/8f2bf6c21648fb74be6864084eac8e8b9f387d69.gif", "checksum": "521a8949cbe57512093f1765ac42bcc7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}