{"forum_title": "RÖFL", "id": "53438", "title": "Forvitni 2008 - VW á erlendum númerum í massavís", "url": "http://www.live2cruize.com/spjall/showthread.php/53438-Forvitni-2008-VW-á-erlendum-númerum-í-massavís", "posts": [{"user_name": "ArnarFB", "text": "Ég keyri Reykjanesbrautina oft í hverri viku en á síðustu dögum hef ég verið að taka eftir VW á erlendum númerum... þýskum til að vera nákvæmari.\n\nBara í dag sá ég allavega tvo ef ekki þrjá svarta Transportera með Xenonzzzz og allir í krómi. Tveir menn í jakkafötum og með bindi framí... sólgleraugu og læti. Svona MIB/FBI fílingur í gangi. \n\nÁ leiðinni heim mætti ég einum svona Transporter og fyrir framan hann sýndist mér ég sjá nýlegan VW Phaeton, svartan... á þýskum númerum. Phaeton frekar en Passat. Virkaði svo stærri og vígalegri. \n\nÁ Kringlumýrabraut sá ég svo nýja Golfinn á þýskum númerum. Steingrár að lit.\n\nEr það ekki rétt munað hjá mér að það eigi að vera einhver svaka frumsýning á nýja Golfinum hérna á næstunni? Ætli þetta sé eitthvað tengt því? \n\nHelstu mafíósar VW að koma til landsins... MIB/FBI style?", "date": "2008-09-03 13:37:00", "post_id": 1}, {"user_name": "Clayman", "text": "Held þetta sé tengt því ég mætti líka tvem stórum bílaflutningabílum á þýskum númerum hérna um daginn, það er einvher svaka svaka kynning á nyja golfinum og það á íslandi", "date": "2008-09-03 13:39:00", "post_id": 2}, {"user_name": "TinnaG", "text": "Þetta tengist eitthvað sýningunni sem er/ verður á planinu við hliðina á Kolaportinu .. <<<icon_confused.gif>>>", "date": "2008-09-03 13:41:00", "post_id": 3}, {"user_name": "G3ML1NGZ", "text": "Það er RÖÐ af v6diesel phaeton bílum í IH í kef. Svoo svalar kerrur, en ég vildi frekar sjá W12 bílana", "date": "2008-09-03 13:42:00", "post_id": 4}, {"user_name": "ttota", "text": "sá hann líka þar rétt áðan,, hann verður ljótari og ljótari í hvert sinn sem ég sé hann :I", "date": "2008-09-03 13:47:00", "post_id": 5}, {"user_name": "wagon-turbo", "text": "það er kynning á þessum nýja golf búðin 5 trailerar fullir af vw kynningin verður uppí bláfjöllum um helgina held ég<<<icon_wink.gif>>>", "date": "2008-09-03 13:52:00", "post_id": 6}, {"user_name": "gdawg", "text": "Fylgjast með krakkar! <<<icon_smile.gif>>>\nhttp://www.mbl.is/mm/frettir/innlent...l_reykjavikur/", "date": "2008-09-03 13:53:00", "post_id": 7}, {"user_name": "ZooMix", "text": "hjá kolaportinu sá ég 13 VW Pheaton bíla í fyrradag. Nú sá ég 5 eða 6 VW Buisness (transporter/caravelle í sparifötum) alla á þýskum númerum. Já þetta eru topparnir hjá VW sem eru hér útaf kynningunni á nýja Golfinum. Svo er sýningarsalur Heklu með nýja Passat CC, VW Eos, Passat R36, VW Pheaton, Toareg R50 og VW Buisness alla á þýskum númerum. Mig langar svoooo í boðspassa í eitthvað af þessum partíum :P", "date": "2008-09-03 13:58:00", "post_id": 8}, {"user_name": "stevie600RR", "text": "sá 3 golf bíla á hellisheiðinni í gærkveldi, um 22:00 og löggan var búinn að stoppa einn þeirra, þetta er út um allt", "date": "2008-09-03 14:20:00", "post_id": 9}, {"user_name": "CT9A", "text": "ég er búnað sjá þetta líka keyrði reykjanesbrautina um dagin og mætti nokkrum svona og þar meðal svona \n\n\n\r\nv12 phantom þetta er ekkert ódýrt sko", "date": "2008-09-03 14:29:00", "post_id": 10}, {"user_name": "ArnarFB", "text": "Meinarðu ekki Phaeton?", "date": "2008-09-03 14:49:00", "post_id": 11}, {"user_name": "G3ML1NGZ", "text": "phaeton, og allir sem ég sá uppi á IH voru v6 diesel og ef það væri 12 cyl vélin væri það W ekki v.", "date": "2008-09-03 14:54:00", "post_id": 12}, {"user_name": "ZooMix", "text": "Þetta er Pheaton og ertu viss um að þetta hafi verið W12 bíllinn en ekki V6 TDI eins og allir hinir hérna á landinu?", "date": "2008-09-03 15:13:00", "post_id": 13}, {"user_name": "Aron Preza", "text": "það eru einhverjir 20 nyjir Golfar uppí flugstöð", "date": "2008-09-03 15:23:00", "post_id": 14}, {"user_name": "tomaz", "text": "Verðmiðinn á svona Transporter er litlar 22 milljónir, passat á tæpar 8 milljónir og Pheaton v6 á 18-19 minnir mig. Þeir eru í sýningarsal Heklu á laugarvegi núna, eða voru það allavega um helgina.", "date": "2008-09-03 16:09:00", "post_id": 15}, {"user_name": "hundur", "text": "<<<icon_lol.gif>>> passat á 8 milljónir, ertu eitthvað geðveikur eða?", "date": "2008-09-03 16:32:00", "post_id": 16}, {"user_name": "ArnarFB", "text": "Ekki finnst þér 22 millj. fyrir Transporter eðlilegra?", "date": "2008-09-03 16:37:00", "post_id": 17}, {"user_name": "RACER", "text": "þetta er jú fyrir sýningu sem verður á \"næstunni\" og verður meðal annars uppí bláfjöllum...  og þetta eru nú að mestu leiti blaðamenn <<<icon_smile.gif>>>", "date": "2008-09-03 16:49:00", "post_id": 18}, {"user_name": "Kjallin", "text": "Passat R36 <<<icon_cool.gif>>>", "date": "2008-09-03 16:51:00", "post_id": 19}, {"user_name": "hundur", "text": "<<<icon_lol.gif>>> nei bara nennti ekki að skrifa það", "date": "2008-09-03 16:53:00", "post_id": 20}, {"user_name": "BjörnB", "text": "eitthvað í sambandi við kynninguna á nýja Golfinum, ef þú ferð niður í bæ hjá Bæjarins Bestu eru 2 svona VW skilti og svo stór hluti af bílastæðinu afmarkaður fyrir einhverja nokkra VW á þýskum númerum", "date": "2008-09-03 17:02:00", "post_id": 21}, {"user_name": "tomaz", "text": "Meinti nú R36 passatinn en samt! Hef reyndar ekki séð innan í hann", "date": "2008-09-03 17:06:00", "post_id": 22}, {"user_name": "BjarkiFJ", "text": "ááááááts <<<icon_razz.gif>>>", "date": "2008-09-03 17:28:00", "post_id": 23}, {"user_name": "tomaz", "text": "Já okei! Ég hélt að Star Wars hafi átt að gerast í framtíðinni", "date": "2008-09-03 17:45:00", "post_id": 24}, {"user_name": "Jónas Þór", "text": "þetta interior er úr styling study r36 bíl.\r\nHeld að þessir stólar séu ekki fáanlegir í r36.", "date": "2008-09-03 17:50:00", "post_id": 25}, {"user_name": "Halldór Berg", "text": "Allir þessir bílar eru hér á vegum VW úti vegna kynningar á nýja Golfinum. Allavega 1500 bíla-blaðamenn víðsvegar að koma hingað og eitthvað. Koma í einhverjum hópum yfir einhverjar vikur. \r\nHeld að þetta standi allt í linknum hérna ofar. \r\nEn Transporterinn er Business Edition og víst svaka flottur að innan. Og Passatinn R36 og Touraeginn R50 svo að það skýrir verðmiðana.", "date": "2008-09-03 17:54:00", "post_id": 26}, {"user_name": "Hörður Aðils", "text": "Þetta er eins og þið hafið verið að segja í sambandi við kynningu á nýja Golfinum sem mun eiga sér stað uppí Bláfjöllum, ég er aðeins búinn að vera að keyra fyrir þessa Þjóðverja sem eru að setja upp þetta hús uppí Bláfjöllum, og þeir sögðu að allir þessi auka bílar verða til að transporta fólkið til og frá Bláfjöllum, svo þessi Transporter limma er rosalega plain að utan en er eins og höll að innan. Það komu 45 VW bílar með 7 bílaflutningabílum í þar síðustu viku, svo eiga að koma 35 VW bílar í þessari viku með þessum bílaflutninga bílum, svo komu 2 cargo flugvélar með bíla og dót. Svaka dæmi í gangi hjá þeim fyrir eina kynningu, búið að smíða svaka sýningarsal uppí Bláfjöllum.", "date": "2008-09-03 17:58:00", "post_id": 27}, {"user_name": "-ROCKY-", "text": "Svona 15-20 stykki vw golf mk6 TSI og TDI í dag uppí heklu, tók nokkrar myndir<<<icon_cool.gif>>>\n\nKíkti í gær uppí bláfjöll til að taka myndir af bílnum mínum, kíkti í leiðinni á þetta VW hús, glóir alveg svona blátt neon, það er samt enþá verið að klára húsið.", "date": "2008-09-03 18:31:00", "post_id": 28}, {"user_name": "Halldór Berg", "text": "Tókstu myndir af húsinu eða verðum við að gera okkur ferð þangað uppeftir?", "date": "2008-09-03 18:58:00", "post_id": 29}, {"user_name": "Mr. Skúli", "text": "ég sá nýjann löggubíl áðan, 08 ford mondeo, helvíti nettur!", "date": "2008-09-03 19:04:00", "post_id": 30}, {"user_name": "-ROCKY-", "text": "reyndar tók ég ekki mynd af húsinu, en fer þangað líklega á morgun eða föstudag að taka fleiri myndir af bíl mínum, á ég þá bara ekki að smella af húsinu líka?<<<icon_biggrin.gif>>>", "date": "2008-09-03 19:05:00", "post_id": 31}, {"user_name": "BjarkiFJ", "text": "ég er samt að fýla þessa körfustóla <<<icon_razz.gif>>>\n\r\nen þetta er innanúr R36", "date": "2008-09-03 19:14:00", "post_id": 32}, {"user_name": "Myriftica", "text": "shit hvað buisness transporterinn er svalur, skoðaði hann vel seinasta laugardag, og ekki ert phateon eithvað verri bara flottar kerrur", "date": "2008-09-03 19:22:00", "post_id": 33}, {"user_name": "HugiÓmars", "text": "Ég fór áðan og skoðaði 1 r36 passat fyrir utan kolaportið. Shit hann er svo sjúkur í alla staði! :0 , ætli hann sé að virka eitthvað?", "date": "2008-09-03 19:31:00", "post_id": 34}, {"user_name": "-ROCKY-", "text": "Hva var hann ekki um 295 hö eða einhvað?", "date": "2008-09-03 19:38:00", "post_id": 35}, {"user_name": "-ROCKY-", "text": "á fleiri ef þið viljið <<<icon_biggrin.gif>>>", "date": "2008-09-03 19:40:00", "post_id": 36}, {"user_name": "boogywoo", "text": "Sá einn tvílitaðan golf keyra niður laugarvegin, kitt og læti. Var svona vínrauður að neðan og svartur að ofan. án efa flottasti golf sem ég hef séð á landinu. Hann var líka á erlendum númerum", "date": "2008-09-03 19:59:00", "post_id": 37}, {"user_name": "Vapor", "text": "Heyrðu jáá... ég sá nú þessa bílaflutningabíla parkeraða í Hveragerði fyrir utan Eden yfir eina nóttina um daginn.... en þar sem ég er svo mikill anti-Volkswagen maður, þá fannst mér ekkert merkilegt að horfa á þessa bíla.... pældi muuun meira í þessum stórglæsilegu Scanium <<<icon_cool.gif>>> \n\r\n.... alltaf gaman að rúnta í Hveragerði... <<<icon_wink.gif>>>", "date": "2008-09-03 19:59:00", "post_id": 38}, {"user_name": "intenz", "text": "Þýskarar með landsyfirráð í vændum? <<<icon_surprised.gif>>>", "date": "2008-09-03 20:18:00", "post_id": 39}, {"user_name": "Svenni Litli", "text": "fleiri!!", "date": "2008-09-03 20:41:00", "post_id": 40}, {"user_name": "ttota", "text": "hahh, varst þetta þú að taka myndir þarna í dag? var eitthvað að vafra um þarna að bíða eftir að bílinn minn væri búin í greiningu,, þetta er FORljótt(bíllinn ekki myndirnar) <<<icon_wink.gif>>> !\n\r\nallavega þá getiði keyrt framhjá bæjarinsbestu og farið og skoðað allt þetta rusl með ykkar eigin augum, einhverjir peyjar í jakkafötum þarna, þóttust vera voða merkilegir með sig <<<rolleyes.png>>>", "date": "2008-09-03 21:14:00", "post_id": 41}, {"user_name": "-ROCKY-", "text": "Varst Þú Stelpan í svörtu fötunum? <<<icon_wink.gif>>><<<icon_biggrin.gif>>>", "date": "2008-09-03 21:36:00", "post_id": 42}, {"user_name": "intenz", "text": "Ekki mikil breyting.", "date": "2008-09-03 21:45:00", "post_id": 43}, {"user_name": "ttota", "text": "svörtu fötunum? svört golla og gallabuxur já", "date": "2008-09-03 21:54:00", "post_id": 44}, {"user_name": "booster", "text": "merkilegir með sig?? hvað gerðu þeir?<<<icon_lol.gif>>>", "date": "2008-09-03 22:02:00", "post_id": 45}, {"user_name": "Freyr", "text": "þessir bílar eru allir fyrir frétta menn sem eru að koma hér til landsins fyrir frummsýninguna á Nýja VW Golf,  það voru 2 svona bilar fluttir hingað inn og við erum bunnir að vera að geima þá á góðum stað því það mátti enginn sjá þá strax en við letum þa fra okkur i gær. það er búið að byggja massa hús hjá bláfjöllum fyrir þessa kynningu", "date": "2008-09-03 22:19:00", "post_id": 46}, {"user_name": "magnuz", "text": "ég hef keyrt W12 bílinn , hann er yndislegur <<<icon_cool.gif>>>", "date": "2008-09-03 22:24:00", "post_id": 47}, {"user_name": "RunarG", "text": "veit það allaveganna að það voru 6 trukkar með 6 bíla á hverjum trukk af vw passat á höfn um daginn.", "date": "2008-09-03 23:41:00", "post_id": 48}, {"user_name": "BjörnB", "text": "pólverji á honum mynnir mig, BARA ljótur finnst þetta hörmung", "date": "2008-09-04 00:07:00", "post_id": 49}, {"user_name": "Disturbed", "text": "100 VW Golf MK6, 40 VW Pheaton og rest sem er um 60 bílar eru VW Touareg R50, v6 TDI, VW Passat R36, VW Multivan Busniess Edition, VW Multivan, VW sharan, og fleiri gerðir af VW.\r\nÍ heildina um 200 bílar.", "date": "2008-09-04 00:27:00", "post_id": 50}, {"user_name": "ZooMix", "text": "Hann er búinn að vera í svolítinn tíma... þýskur strákur sem á hann og tók hann með sér meðan hann býr hér. Mér finnst hann einum of fyrir mig útlitslega, og aðeins of máttlaus kraftlega...", "date": "2008-09-04 00:40:00", "post_id": 51}, {"user_name": "-ROCKY-", "text": "eða það<<<icon_biggrin.gif>>>", "date": "2008-09-04 01:13:00", "post_id": 52}, {"user_name": "-ROCKY-", "text": "MK4? á held ég af honum get sett hana inn... þýskt númer, nema hann er vínrauður að ofan og svartur að neðan<<<icon_confused.gif>>>", "date": "2008-09-04 01:23:00", "post_id": 53}, {"user_name": "ArnarFB", "text": "Fór og kíkti á nokkra af þessum Fólksvögnum... rauði Golfinn sem sést á myndum hér að ofan er geðveikt flottur í lítilli birtu. Virkilega flottur litur. Virkilega!\n\nFinnst þessi bíll flottur. Nokkuð grimmur framendi og afturendinn kominn í stíl við Touareg. \n\nDjöfull finnst mér Passat CC flottur <<<icon_redface.gif>>>", "date": "2008-09-04 01:26:00", "post_id": 54}, {"user_name": "Becker", "text": "Já, vinur minn á þennan Golf. Patrick heitir strákurinn og hann var að dunda sér í þessum í frekar langan tíma útí Þýskalandi og tók hann svo loksins með sér hingað eftir sumarfríið. Hann er ekkert smá stoltur af honum! Þetta er nú ekki ljótur bíll. Þetta paintjob gerði hann sjálfur. Skil reyndar ekki alveg þessar línur í miðjunni, hefði verið flottara að hafa hann bara svartan og rauðan.", "date": "2008-09-04 08:43:00", "post_id": 55}, {"user_name": "boogywoo", "text": "mundi að það voru þessir 2 leitir og skaut á svarti að ofan <<<icon_razz.gif>>>\n\r\nFinnst þetta helvíti nettur bíll, MUN betur breyttur en ógeðslegi kittaði blái golfinn sem er alltaf á flakki með einhvern svakalegan límmiða í afturrúðuni", "date": "2008-09-04 11:04:00", "post_id": 56}, {"user_name": "ZooMix", "text": "Neinei, hann er ekkert ljótur, en mér finnst að hann ætti að eyða meiri pening í vélabreytingar í staðinn fyrir rándýrt húdd og svona <<<icon_smile.gif>>> Hann býr rétt hjá mér (eða bjó) og eitt kvöldið sá ég hann vera að leggja í hann svo ég elti hann niður kringlumýrarbrautina og tók 2 run við hann og talaði eitthvað smá við hann, fínn gæji....", "date": "2008-09-04 11:05:00", "post_id": 57}, {"user_name": "Jónas Þór", "text": "á einhver mynd af þessum mk4?", "date": "2008-09-04 11:16:00", "post_id": 58}, {"user_name": "Becker", "text": "Já það er reyndar rétt.. <<<icon_biggrin.gif>>>\n\r\nHérna eru nokkrar myndir af honum fyrir og eftir (á ekki stærri myndir en þetta): \n\n\n\n\n\n\n\n\n\n\n\r\nMjög misjafnar skoðanir á þessum bíl ábyggilega.. <<<icon_lol.gif>>>", "date": "2008-09-04 11:26:00", "post_id": 59}, {"user_name": "BalliBT", "text": "farið í bílakjallarann í grand hótel", "date": "2008-09-04 11:53:00", "post_id": 60}, {"user_name": "-ROCKY-", "text": "", "date": "2008-09-04 14:06:00", "post_id": 61}, {"user_name": "BinniJ", "text": "Þessi MK6 á örugglega eftir að verða svoo flottur sem GTI og hvað þá R32 (eða þessi awd 4 sílendra turbo útgáfa sem þeir ætla kannski að gera í staðin).\n\r\nSamt hálf asnalegur svona basic... vantar felgur og smá sílsa.", "date": "2008-09-05 11:03:00", "post_id": 62}, {"user_name": "KristjánJóhann", "text": "", "date": "2008-09-05 11:44:00", "post_id": 63}, {"user_name": "HelgaBjörg", "text": "núna er ég alvarlega komin með heimþrá!!! \r\nég er í næsta landi við þýskaland og ég fæ ekki að sjá passat r36 né nýja gólfinn fyrr en það er búið að frumsýna þá á íslandi  af 0öllum löndum!<<<icon_mad.gif>>>", "date": "2008-09-05 13:51:00", "post_id": 64}, {"user_name": "bjornfridrikss", "text": "http://www.vwheimur.com <<<icon_wink.gif>>>", "date": "2008-09-05 18:55:00", "post_id": 65}, {"user_name": "Halldór Berg", "text": "Awww<<<hug.gif>>>", "date": "2008-09-05 19:21:00", "post_id": 66}, {"user_name": "-ROCKY-", "text": "VW húsið þarna í horninu<<<icon_biggrin.gif>>>", "date": "2008-09-06 20:08:00", "post_id": 67}, {"user_name": "Halldór Berg", "text": "Sæll, það er ekkert smá maður!!! Mikið lagt í þetta<<<icon_cool.gif>>>", "date": "2008-09-06 20:20:00", "post_id": 68}, {"user_name": "andrirafn", "text": "á einhver mynd sem er tekin nær húsinu eða inní?", "date": "2008-09-06 20:54:00", "post_id": 69}, {"user_name": "-ROCKY-", "text": "ég á nærmynd af húsinu, en ekki inní því.... en flickrið mitt er fullt... get ekki uploadað..", "date": "2008-09-06 21:10:00", "post_id": 70}, {"user_name": "Disturbed", "text": "Er ekki viss um að R32 verði gerður.\n\r\nVeit að GTi kemur 211hp og svo líka GTi-R sem verður 4motion 268hp 4cyl. turbo (sama vél og í S3 og ED30 með K04).", "date": "2008-09-06 22:53:00", "post_id": 71}, {"user_name": "Siggi H", "text": "passar hjá þér Addi, stoppuðu nokkrir túristar á svona bílum fyrir utan verkstæðið hjá okkur.. meðal annars Phaeton! alveg drulluflottir þessir Phaeton bílar <<<drool.gif>>>", "date": "2008-09-06 23:38:00", "post_id": 72}, {"user_name": "Ford Racing", "text": "Okei fór EINHVER UPPÍ BLÁFJÖLL Í NÓTT? <<<icon_eek.gif>>><<<icon_eek.gif>>>", "date": "2008-09-07 15:52:00", "post_id": 73}, {"user_name": "Jónas Þór", "text": "ég veit nú ekkert hvað var að ske en shiiit það var allt upplýst", "date": "2008-09-07 16:02:00", "post_id": 74}, {"user_name": "-ROCKY-", "text": "málið að fara þá bara í nótt eða? allir upp í bláfjöll<<<icon_lol.gif>>>", "date": "2008-09-07 18:22:00", "post_id": 75}, {"user_name": "IngvarRJ", "text": "Ég fór uppí bláfjöll um daginn og var meinaður aðgangur að svæðinu. Vaktað af erlendum öryggisvörðum.\r\nÖryggisvörðurinn sagði mér að núna í vikunni sem er að byrja þá mega allir koma að skoða.", "date": "2008-09-07 18:25:00", "post_id": 76}, {"user_name": "Ford Racing", "text": "Fór þarna uppað í nótt með félaga mínum og þetta var bara töff!", "date": "2008-09-07 18:28:00", "post_id": 77}, {"user_name": "Snæi GTI", "text": "held að þeir breyti núna úr R32 í R36<<<icon_cool.gif>>> minnir að ég hafi verið að lesa það einhverstaðar<<<icon_smile.gif>>>", "date": "2008-09-07 18:39:00", "post_id": 78}, {"user_name": "D-MaN", "text": "damn var að koma frá selfossi nuna áðan mætti c.a. 20 stykkjum af svörtum Phantom bilum, komu alltaf 3 og 3 saman með nákvæmlega sama millibili, vissi ekki hver fjandinn var að gerast <<<icon_lol.gif>>>", "date": "2008-09-07 20:34:00", "post_id": 79}, {"user_name": "-ROCKY-", "text": "Jæjja, hér koma myndir af húsinu í ljósi og svo myrkri.\n\r\ní ljósi voru teknar á laugardag en í myrkri núna sunnudag í dag.\n\r\nLjósi:\n\n\n\n\r\nMyrkri:\n\n\n\r\nFleiri myndir inná: http://www.flickr.com/photos/30268174@N07/", "date": "2008-09-08 01:57:00", "post_id": 80}, {"user_name": "ArnarFB", "text": "Phaeton <<<icon_wink.gif>>>", "date": "2008-09-08 07:48:00", "post_id": 81}, {"user_name": "ZooMix", "text": "Kemur líklegast ekki R32 en það er 100% að það komi golf með \"R\" merkinu.", "date": "2008-09-08 07:56:00", "post_id": 82}, {"user_name": "Mimir", "text": "þeir leigðu bílastæðaplanið við hliðiná kolaportinu og Radison Sas hótelið í mánuð.. létu mála hótelið og skipta um öll húsgögn.. það hefur verið smá kostnaður í kringum þetta", "date": "2008-09-08 09:12:00", "post_id": 83}, {"user_name": "Disturbed", "text": "R32 dettur út og GTi-R kemur í staðinn 4WD með 4cyl. turbo 268hp.\n\r\nR36 Er 300hp 6Cyl Passat<<<icon_wink.gif>>>", "date": "2008-09-08 10:48:00", "post_id": 84}, {"user_name": "D-MaN", "text": "ja ok eða það<<<icon_biggrin.gif>>> hafði aldrei séð þá áður virkuðu vel massívir", "date": "2008-09-09 02:45:00", "post_id": 85}, {"user_name": "GudniR33", "text": "Það var sagt að þeir byggðu húsið á innavið mánuð. \r\nEinhvað til í því?", "date": "2008-09-09 07:38:00", "post_id": 86}, {"user_name": "ArnarFB", "text": "Rétt rúmum mánuði\n\nhttp://vefmidlar.visir.is/?channelID...f-b8e7f04719cc", "date": "2008-09-09 07:45:00", "post_id": 87}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/hug.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/drool.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2008-09-03 13:37:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/hug.gif", "path": "full/ad0461d3b171386f0b8133ed3a8323fccc421317.gif", "checksum": "ea75c2738fad4ab1f4c995fd4cc0a5a3"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/drool.gif", "path": "full/2e6b57b6d0a7060ade59aa8e3e3405e8a301cb2b.gif", "checksum": "b17b5859bd5b3186823a9c34d6355bd5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}