{"forum_title": "RÖFL", "id": "56385", "title": "Ljótar sögur að koma upp á yfirborðið", "url": "http://www.live2cruize.com/spjall/showthread.php/56385-Ljótar-sögur-að-koma-upp-á-yfirborðið", "posts": [{"user_name": "arabíulárus", "text": "Tekið af http://www.eyjan.is/silfuregils/\n\n\n\nDauði og djöfull <<<icon_mad.gif>>>\n\nÉg vona innilega að þau verðmæti sem eigendur bankanna hafa (líklega) komið undan síðastliðna daga og vikur verði gerð upptæk og notuð til þess að gangast við þeirri \"tryggingu\" sem þetta fólk taldi sig hafa.\n\nÞvílíkur viðbjóður.", "date": "2008-10-08 20:51:00", "post_id": 1}, {"user_name": "BE12GUR", "text": "djöfull er þetta leiðinlegt að heyra <<<icon_mad.gif>>>", "date": "2008-10-08 20:54:00", "post_id": 2}, {"user_name": "phoenix", "text": "Ég get klárað fallöxina fyrir helgi ef áhugi er fyrir því", "date": "2008-10-08 20:56:00", "post_id": 3}, {"user_name": "Beggi wRe", "text": "oj! Bankar = Dauði\n\r\nFá bara borgað í beinhörðum peningum og setja inn í lítinn \"safe\"\n\r\nEkki rosalega öruggt, en greinilega öruggara en þessir helvítis bankar.", "date": "2008-10-08 20:57:00", "post_id": 4}, {"user_name": "brapeson", "text": "Það á að fara heim til þessa grasasna sem keyrðu bankana í kaf, taka lyklana að bílunum og húsinu, kippa Bang & Olufsen græjurnar úr sambaandi og setja upp í það sem bankarnir skulda fólkinu. Finnst ekkert sjálfsagðra en mennirnir sem voru i forsvari í fylleríinu og voru áskrifendur að ofurlaunum borgi!", "date": "2008-10-08 21:00:00", "post_id": 5}, {"user_name": "JonMaiden", "text": "Allir forstjórar og eigendur og whatever sem voru að fá ofurlan upp á tugi milljóna pr mánuð eiga að taka ábyrgð og bæta fólki upp það sem hefur tapast í máli eins og þessu. Eins og fæðingarhálfvitinn hjá glitnir sem fékk 300 milljónir fyrir að láta sjá sig fyrsta daginn", "date": "2008-10-08 21:00:00", "post_id": 6}, {"user_name": "JonMaiden", "text": "Hef aldrei treist bönkum, hef tekið launin mín út samstundis og þau koma inn á reikning síðan í 10 bekk....\n\r\nFynnst eins og ég hafi betri yfirsýn í hvað ég eiði þá og hvað ég á milli handanna.\n\r\nBankar=úrelt fyrirbæri\n\r\nkaupa sér frekar 200.000 safe og múrann í vegginn hjá sér !", "date": "2008-10-08 21:02:00", "post_id": 7}, {"user_name": "1ceman", "text": "Vá... manni er nú ekki sama þegar maður les þennan pistil... rosalegt! Ég vona svo sannarlega að eitthvað vit komi út úr þessu, allra þeirra vegna sem tapað hafa á þessum sjóðum! En að vona er víst það eina sem ég get gert!", "date": "2008-10-08 21:07:00", "post_id": 8}, {"user_name": "Krampi", "text": "þekki fólk sem á nokkrar miljónir í sjóðum þá er ég ekki að meina 1 eða 2 .. ef þau fá ekki peningana þá fer ég og geri eitthvað \"sprell\" heima hjá þessu skítapakki", "date": "2008-10-08 21:41:00", "post_id": 9}, {"user_name": "Lindemann", "text": "Mér var oft sagt að það væri rosalega sniðugt að leggja reglulega inn pening í svona peningamarkaðssjóði. Ég var farinn að hugsa mikið um að nota svoleiðis til að leggja fyrir ákveðna upphæð í hverjum mánuði eftir að það var búið að þrýsta á mig, auðvitað var þetta allt 100% öruggt og rúmlega það. \r\nEinusinni reyndi einn sölufulltrúi hjá kaupþing að ljúga því að mér að ég fengi 30% ávöxtun á svona öruggum verðbréfasjóði <<<icon_lol.gif>>>\n\r\nÉg átti reyndar eitthvað inní sjóð hjá Spron, en var sem betur fer búinn að taka allt út......átti kannski 5þús kall eftir eða eitthvað.\n\r\nég sagði það oft að allt sem væri verðbréfasjóður gæti ekki mögulega verið 100% öruggt, oftast var mér nánast sagt að ég væri bara heimskur.............", "date": "2008-10-08 22:11:00", "post_id": 10}, {"user_name": "GretarK", "text": "Það eru ótrúlegar upphæðir sem eru/voru fastar í þessum sjóðum og nánast flestir sem ég þekki eru einmitt með peninga fasta þarna. Og það hefur engin hugmynd um hvað verður um þetta, hvort það verði eitthvað eftir þegar markaðir opna aftur. Mjög leiðinlegt ástand.\n\n\nHringdi einmitt í minn þjónustufulltrúa og spurði hvort ekki allt væri í lagi með þetta á föstudaginn síðasta <<<icon_lol.gif>>> \n\nHefði betur treyst hugboðinu mínu og leyst þetta helvíti út <<<icon_confused.gif>>>", "date": "2008-10-08 22:15:00", "post_id": 11}, {"user_name": "bjoggi", "text": "þetta er rosalegt, helvítis bankar!! en ein spurning þar sem ég er nú voðalítið inní þessu  <<<icon_redface.gif>>> ég er í Vista þanna lífeyrissjóðnum sem KB banki býður uppá og legg þangað 4% af launum mínum og hef gert í svoldinn tíma, eru þessir peningar tryggðir eða eru þeir horfnir eða hvað <<<icon_confused.gif>>> er allveg hættur að botna í þessu helvítis rugli", "date": "2008-10-08 22:21:00", "post_id": 12}, {"user_name": "Nat", "text": "Það er gífurleg reiði í íslenskri alþýðu núna..\n\r\nÞað er EINS gott og að FME skoði vel og vandlega þessi mál og dragi aðila til ábyrgðar.\n\r\nAnnars held ég að þessir menn þori ekki að láta sjá sig á Íslandi næstu árin.", "date": "2008-10-08 22:24:00", "post_id": 13}, {"user_name": "Sæli", "text": "Ef að þessir menn verða ekki dregnir til ábyrgðar þá er eins gott fyrir þá held ég að fara bara úr landi. Fólk sem er að tapa á þessu rugli á ekki eftir að verða sátt.", "date": "2008-10-08 22:29:00", "post_id": 14}, {"user_name": "bjoggi", "text": "ertu brjálaður hvernig eiga þeir þá að hafa á efni á öllu draslinu sínu...<<<punch.gif>>>\n\r\nhvernig helduru að t,d fostjóri KB banka hafi efni á að byggja sér SUMARBÚSTAÐ sem er áætlað að kosti milljarð!!", "date": "2008-10-08 22:31:00", "post_id": 15}, {"user_name": "BjörnB", "text": "það á að taka allan peninginn af þessum \"fjármálasnillingum\" og senda þá til Nígeríu!", "date": "2008-10-08 22:36:00", "post_id": 16}, {"user_name": "BjörnB", "text": "count me in <<<soap.gif>>>", "date": "2008-10-08 22:41:00", "post_id": 17}, {"user_name": "arabíulárus", "text": "Heldur betur. Þeim voru veittar þessar víðtæku lagaheimildir með það að markmiði að vernda hag almennings, og ef minnsti grunur leikur á um að eitthvað vafasamt hafi átt sér stað í starfsemi bankanna, eða viðskiptum sem tengjast þeim á einhvern hátt, eiga þeir að gera viðeigandi ráðstafanir strax til að vernda rannsóknarhagsmuni og þar með hagsmuni almennings.", "date": "2008-10-08 22:42:00", "post_id": 18}, {"user_name": "BjörnB", "text": "bara eitt að gera, upp með gapastokka, fallexir og gálga and get medievil!", "date": "2008-10-08 22:45:00", "post_id": 19}, {"user_name": "JonMaiden", "text": "Senda peningana til nígeríu eða fjármálaapana <<<rofl.gif>>> ?", "date": "2008-10-08 22:46:00", "post_id": 20}, {"user_name": "JonMaiden", "text": "Oi, ég hef aðgang að dýnamíti <<<icon_biggrin.gif>>>\n\r\nHvar eiga Dabbi og Geir heima ásamt öllum eigendum bankana :P\n\n\r\nDjók í brók...", "date": "2008-10-08 22:47:00", "post_id": 21}, {"user_name": "BjörnB", "text": "apafóstrin auðvitað", "date": "2008-10-08 23:32:00", "post_id": 22}, {"user_name": "steina", "text": "ég tapaði 400 þúsund krónum.. dropi í hafið þegar á heildina er litið, en mikið fyrir mig skólamanneskjuna <<<rolleyes.png>>>  get ekki ímyndað mér hvernig fólki líður sem er að missa heimili sín og svo framvegis..", "date": "2008-10-08 23:41:00", "post_id": 23}, {"user_name": "D-MaN", "text": "þetta er bara hræðilegt...meira ruglið er orðlaus", "date": "2008-10-08 23:47:00", "post_id": 24}, {"user_name": "danish", "text": "Ótrúlega sorglegt, og þetta gerðist eingöngu útaf græði í mannverunni!", "date": "2008-10-09 00:45:00", "post_id": 25}, {"user_name": "SiggiRH", "text": "Fólk...\n\r\nPeningamarkaðssjóðirnir hafa ekki farið niður í 9 ár frá því þeir voru stofnaðir...\n\r\nEins og er búið að koma fram sáu þeir sem með valdið fara þetta ekki fyrir...\n\r\nÉg efast um að þeir sofi eitthvað rólega þessa dagana, vitandi að á þeirra \"ábyrgð\" er sparnaður fólks að fuðra upp..\n\r\nÉg tek annars ekki þátt í múgæsingnum sem virðist vera að myndast. Það þýðir ekki að taka 1 og 1 dæmi fyrir sem er að koma í ljós, það eru margir að missa ennþá meiri pening en þessi maður. Auðvitað leiðinlegt að það var nýbúið að segja við hann að það væri allt í góðu, en starfsmaðurinn vissi að sjálfsögðu ekki betur - honum hafði örugglega ekki verið sagt annað.\n\r\nÞetta er auðvitað skítt, en þeir sem vita hvað peningamarkaðsbréf eru þá er þetta sjóður með áhættustig 1, sem er minnst, en samt sem áður áhætta.", "date": "2008-10-09 00:47:00", "post_id": 26}, {"user_name": "ENGELS", "text": "Ég er nú bara sáttur að missa ekki mína vinnu í kreppunni. Vinn á McDonald's<<<tongueout.gif>>>", "date": "2008-10-09 01:24:00", "post_id": 27}, {"user_name": "KristjánJóhann", "text": "Ég á 220þús í peningabréfum í Landsbankanum og óvíst hvort ég fái nokkuð að sjá þennan pening. Búinn að vera að leggja til hliðar um 10þús kall í að verða 2 ár til að eiga í neyð eða kaupa mér eitthvað sem mig hefur langað í... EN NEI! FOKKIN DRASL. afsakið orðbragðið!", "date": "2008-10-09 02:07:00", "post_id": 28}, {"user_name": "Snoopy", "text": "Það er mun auðveldara að koma fólki fyrir nef kattarins í útlöndum....\n\r\nLeyfum þeim að fara... ég skal persónulega fara á eftir þessu liði...\n\n\r\nPs. Höfundur er mjög nákomin. álíka einstakling og er verið að tala um í greininni.\n\n<<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>> Kill em all", "date": "2008-10-09 02:26:00", "post_id": 29}, {"user_name": "Viktorkarl", "text": "Svipað hér, var samt ekki kominn yfir 200 kallinn.", "date": "2008-10-09 02:29:00", "post_id": 30}, {"user_name": "toggi", "text": "peningabréf ???\n\r\nhvað er það?   en ef fólk er að sækjast eftir hærri vöxtum en boðið er uppá í bankanum með því að kaupa hlutabréf og þessháttar þá er það að taka áhættu og spila með peninganna sína ef þú hefur efni á því að spila með peninganna þína í verðbréfakaupum þá vorkenni ég því ekkert að tapa peningunum sínum því ef þú treistir þér í þetta að vera að kaupa verðbréf þá hlítutu að vera reiðubúin að tapa peningunum þínum líka....\n\r\nEða hvað?????", "date": "2008-10-09 02:40:00", "post_id": 31}, {"user_name": "UnnarÓ", "text": "Peningabréf eru ekki það sama og hlutabréf.\n\r\nÞað var talað um peningabréf sem áhættulausa fjárfestingu með háum vöxtum (man ekki nákvæmlega hve háir vextirnir hjá L. Í. eru, sjálfsagt í kringum 12-14%)", "date": "2008-10-09 03:06:00", "post_id": 32}, {"user_name": "KristjánJóhann", "text": "Sko, þetta stóð mér til boða þegar ég fór í bankann til að sækja um svona sparnaðar dæmi. Þau lofuðu gull og grænum skógum. Engin áhætta, allt Í Kei! Ég gleypti náttla við því. \"Betri vextir, betri kjör\" allt geggt! \"Verðbréf er ekki sama og hlutabréf, engin áhætta, miklu betri vextir\"\n\nSvo veit náttúrulega enginn hvernig þetta fer. Verðum bara að sjá til eftir helgi, nenni ekki að velta mér uppúr þessu, maður verður bara fokk pirraður\n\nEn þetta er samt ekki jafn slæmt eins og ef ég hefði keypti hlutabréf, þá myndi ég ekki eiga neitt eftir. En það er þó séns í þessum peningabréfum", "date": "2008-10-09 03:09:00", "post_id": 33}, {"user_name": "gaulzi", "text": "feginn að vera bara í mínus! mínus sinnum mínus = plús <<<icon_cool.gif>>>", "date": "2008-10-09 03:16:00", "post_id": 34}, {"user_name": "toggi", "text": "eitt fynst mér soldið skondið ef að ég á 10 milljónir inná banka og bankin fer á hausin þá er verið að tala um að það sé tryggt fyri 2,7 milljónir þannig að ég fæ þá 2,7 en tapa hinsvegar 7,3 milljónum og svo á ég  bíl og skulda í honum 10 milljónir að þá gera þeir sammt kröfu um það að ég klári að borga lánið. þá er ég semsagt að borga 17,3 fyrir bílinn sem að kostaði ekki nema 6 milljónir þeghar hann var keyptur og lánið tekið í erlendri minnt.\n\r\nþannig að bankinn getur tekið mig í þurt rassgatið og ég get ekkert gert í því.", "date": "2008-10-09 04:04:00", "post_id": 35}, {"user_name": "Viggóhelgi", "text": "eitt það bjánalegasta sem að ég hef heyrt. \n\r\nkoddinn þinn gefur ekki vexti. og er ekki tryggður. gegn ráni bruna, né neinu öðru. og þú ert ekki að búa þér til neitt kredit eða neitt innan bankakerfisinns, sem getur leitt verri lánakjör í framtíðinni... <<<icon_biggrin.gif>>>\n\r\nmaður verður aðeins að spá hvað maður er að gera... ekki bara gera eitthvað út í loftið! <<<icon_smile.gif>>>", "date": "2008-10-09 04:22:00", "post_id": 36}, {"user_name": "MrManiac", "text": "Spurnig hversu lengi íslenska krónan verður eitthvað til að státa sig af.....Og eins og staðan í dag er Viggó þá hreinlega veit ég ekki hvað er best í þessum ævintýra heim. Ég setti gjaldeyri sem ég átti í bankahólf ásamt íslenskum krónum. ég hreinlega veit ekki og skil ekki alveg hvaða leið á að fara til að sigla út úr þessu.", "date": "2008-10-09 11:23:00", "post_id": 37}, {"user_name": "Pétur Snær", "text": "Peningarbréf eru sjóðsbréf og eru í áhættuflokki 1 ! Peningabréf hafa ALDREI verið áhættulaus fjárfesting, en þó með lága áhættu. \n\r\nPeningabréf hjá Landsbankanum hafa verið að skila 18% vöxtum seinasta ár.", "date": "2008-10-09 11:30:00", "post_id": 38}, {"user_name": "KristjánJóhann", "text": "Sko, ef þú átt eitthvað inná bankabók, þá er það verðtryggt. En ef þú ættir þetta í Hlutabréfum, sem þú vissir að væri áhættuefni frá byrjun, þá geturu tapað því sísvona bara. En inneign í banka er verðtryggð uppað vissu marki, man ekki hvað það var mikið. En já penginabréfin mín lækkuðu um 10þús í dag, vonandi fer þetta helvíti ekki neðar.", "date": "2008-10-09 11:31:00", "post_id": 39}, {"user_name": "blackhole", "text": "koddinn hanns fer heldur ekki og kaupir einkaþotu flýgur á henni til útlanda svo hann geti eitt restinni af aleigu hanns\n\r\nekki það að maiden svaiden hefði nokkrusinni náð að eiga fyrir þotu\n\r\nþar sem rykmaurar gefa ekki háa vexti", "date": "2008-10-09 11:36:00", "post_id": 40}, {"user_name": "JonMaiden", "text": "Nei en ekki allir sjóðir/bækur innan bankanna eru tryggðar heldur", "date": "2008-10-09 12:12:00", "post_id": 41}, {"user_name": "SnowMan", "text": "count me in!", "date": "2008-10-09 12:22:00", "post_id": 42}, {"user_name": "phoenix", "text": "Mér finnst að /b/ ætti að ákveða næsta skref", "date": "2008-10-09 12:32:00", "post_id": 43}, {"user_name": "UnnarÓ", "text": "Já, ég var að meina að það væri alltaf talað um þau eins og áhættulaus. T.d. þegar ég keypti mér peningabréf þá sagði ráðgjafinn mér að þetta væri engin áhætta og langsniðugast.", "date": "2008-10-09 13:37:00", "post_id": 44}, {"user_name": "Arnar F", "text": "Allar innistæður landsmanna eru tryggðar en ekki verðbréfasjóðir ef þú átt við það.", "date": "2008-10-09 13:42:00", "post_id": 45}, {"user_name": "Garðar Ingi", "text": "91. gr. Hegningarlaga\n\r\nÉg er ekkert sérstaklega lögfróður en ég get ekki annað lesið ú r þessu annað en það þarf að athuga hvort eitthvað saknæmt hafi farið fram á undanförnum mánuðum!", "date": "2008-10-09 13:59:00", "post_id": 46}, {"user_name": "Viggóhelgi", "text": "Eins og ég sagði áðann,, fólk má ekki bulla eitthvað út í loftið. peningar inn á venjulegum sparibókum. eru tryggðar. <<<icon_biggrin.gif>>>", "date": "2008-10-09 14:55:00", "post_id": 47}, {"user_name": "VolvoFH16", "text": "myndi maður hálshöggva davíð oddson og restina af þessum fávitum! ef maður fengi ekki 6-16 ára fangelsi fyrir það þá væri maður búinn að því !\n<<<soap.gif>>><<<soap.gif>>><<<soap.gif>>><<<soap.gif>>>", "date": "2008-10-09 15:32:00", "post_id": 48}, {"user_name": "RaggiTwin", "text": "Okei emo kid", "date": "2008-10-09 15:35:00", "post_id": 49}, {"user_name": "GretarK", "text": "Skrýtið, mín hafa ekki haggast síðan þetta bull byrjaði <<<confused.png>>>", "date": "2008-10-09 15:49:00", "post_id": 50}, {"user_name": "DínuZ-sUpeRmaN", "text": "Neeiii váááá en þú sniðugur !!! Verður gaman fyrir þig ef að svo færi að krónan yrði aðeins verðlaus pappír svona rétt eftir mánaðarmót (það getur ALLT skeð í þessum málum, eins og við höfum séð síðustu daga.....)", "date": "2008-10-09 16:09:00", "post_id": 51}, {"user_name": "DínuZ-sUpeRmaN", "text": "SKO <<<icon_wink.gif>>> Venjulegar bankabækur, hvort sem þær eru verðtryggðar eða óverðtryggðar eru með ríkisábyrgð og ef þið hafið fylgst með fréttum síðustu daga þá er marg búið að segja að ALLUR PENINGUR á þessum bankabókum með \"ríkisábyrgð\" er tryggður - ekki bara uppað 2,7 milljónum heldur bara AAAALLT !!!!\n\r\nEins gott að það sé eitthvað að marka það eftir allt saman !!!!!", "date": "2008-10-09 16:17:00", "post_id": 52}, {"user_name": "JonMaiden", "text": "tja já það getur allt skeð, bankinn gæti algerlega farið á hausinn og allar innistæður yrðu frystar, þá væri betra að eiga þettað heima hjá sér, en ef krónan yrði verðlaus eins og þýska markið var fyrir nokkrum áratugum síðan þá myndi það engu breita hvar þú værir með peningana", "date": "2008-10-09 16:41:00", "post_id": 53}, {"user_name": "JonMaiden", "text": "Sérðu ekki orðið \"sjóðir\" í commentinu mínu ?", "date": "2008-10-09 16:43:00", "post_id": 54}, {"user_name": "Arnar F", "text": "Hvaða inneignir almennings eru tryggðar hjá bönkunum?\n\r\nGeir H. Haarde forsætisráðherra bað almenning fyrir stundu að taka ekki mikið reiðufé út úr bönkum enda væri sparifé tryggt. Á vef Alþýðusambands Íslands er farið yfir hvaða inneignir almennings eru tryggðar hjá bönkunum. Sá listi fer hér á eftir:\n\n\n\r\n1. Innistæður á hefðbundnum innlánsreikningum. Með því er átt við innstæður viðskiptamanna sem tilkomnar eru vegna innláns eða millifærslu í hefðbundinni almennri bankastarfsemi og viðskiptabanka eða sparisjóði ber að endurgreiða samkvæmt skilmálum er gilda samkvæmt lögum eða samningum. Undir þetta falla bæði almennir og óbundnir reikningar en einnig reikningar sem bundnir eru í tíma. \r\n2. Verðbréf. Með því er átt við verðbréf í eigu viðskiptamanns og sem eru í vörslu, umsjón eða umsýslu bankastofnunar og því ber að endurgreiða eða standa skil á samkvæmt skilmálum er gilda um samskipti aðildarfyrirtækis og fjárfestis samkvæmt lögum eða samningum. Þetta á t.d. við um skuldabréf á þriðja aðila sem viðskiptamaður hefur falið bankastofnun umsjón með og sem glatast í þeirra vörslum. \n\r\n3. Reiðufé. Með því er átt við innborgað reiðufé viðskiptamanns til bankastofnunar í tengslum við viðskipti með verðbréf t.d. fé sem greitt er bankastofnun til kaupa á verðbréfum en kaupin hafa ekki átt sér stað og peningarnir í vörslu stofnunarinnar. Það fé væri tryggt. \n\r\nSamkvæmt lögum nr. 98/1999 um innistæðutryggingar og tryggingakerfi fyrir fjárfesta (Tryggingasjóðslögin) er hámark bóta til hvers og eins viðskiptamanns 1.7 milljónir króna miðað við gengi evru þann 5.1 1999. Miðað við gengi evru þann 7.10 2008 losar þessi ábyrgð 3.000.000.- króna. Þessi fjárhæð er fyrir hverja kennitölu vegna allra inneigna í sömu bankastofnun. Ef viðskiptamaður á innistæður í fleiri bankastofnunum gildir nýtt hámark þar. \n\r\nSkv. yfirlýsingu ríkisstjórnarinnar frá 6.10 2008 mun ríkissjóður ábyrgjast allar innistæður skv. töluliðum 1-3, þrátt fyrir hámarksákvæði laganna.Þessari yfirlýsingu hefur ekki verið fundinn staður í lögum. \n\nHvaða inneignir almennings eru ekki tryggðar\n\nAllt annað en það sem að ofan greinir - eignir í sjóðum.Með því er átt við eignir eða hlutdeild viðskiptamanna í aðskiljanlegum sjóðum bankastofnana. Þeir sjóðir eru settir upp m.v. mismunandi áhættu. Sumir sjóðanna dreifa eignum milli venjulegra bankareikninga, ríkisskuldabréfa, skuldabréfa fyrirtækja, hlutabréfa og svo framvegis.Aðrir eru áhættusæknari og geta hafa fjárfest eingöngu í hlutabréfum. Þessir sjóðir eru sjálfstæðir og gerðir upp hver fyrir sig.Eign hvers og eins viðskiptamanns sem lagt hefur þar inn fé ræðst af því hvert verðmæti þeirra eigna sem sjóðurinn hefur keypt er á hverjum tíma.\n\r\nFlestir þessara sjóða eru þegar þetta er skrifað ( 7.10 2008 ) eru lokaðir.Til þess liggja tvær meginástæður. Sú fyrri er sú, að lítill ef nokkur markaður er fyrir eignir þeirra ef selja þarf þær í snarheitum t.d. vegna kröfu viðskiptamanna um að hlutur þeirra verði greiddur út þegar í stað. Við þær aðstæður fæst ekki „eðlilegt“ verð fyrir eignir sjóðanna og því nauðsynlegt staldra við. Sú síðari gæti verið skortur umsýsluaðilans á lausafé til útborgunar. Ætla verður að verðmæti margra eigna sem sjóðirnir hafa fjárfest í muni rýrna er fráleitt má ráð fyrir því að öll eignin sé glötuð nema um glæpsamlegt atferli af hálfu sjóðsins hafi verið að ræða. \n\n\n\nHvenær verða bætur greiddar, reyni á ábyrgð Tryggingasjóðs \n\r\nSkv. reglugerð með Tryggingasjóðslögunum getur viðskiptamaður krafist greiðslu úr sjóðnum þegar:\n\r\n·Fjármálaeftirlitið gefur upp það álit sitt að bankastofnun geti ekki greitt út innistæður skv. töluliðum 1-3 hér að framan. \n\r\n·Bankastofnun er tekin til gjaldþrotaskipta. \n\r\nGreiðsla skal fara fram innan 3 mánaða en viðskiptaráðherra getur framlengt þann frest um þrjá mánuði í senn en þó að hámarki upp í 12 mánuði. \n\r\nKrafa viðskiptamanns miðast við eign viðskiptamanns í bankastofnun eins og hún er þann dag sem fjármálaeftirlitið gefur upp álit sitt skv. framanrituðu eða m.v. þann dag sem úrskurður um gjaldþrot er kveðinn upp eftir því hvor kemur upp fyrr. \n\n\n\nSéreignasparnaður og séreignasjóðir\n\r\nForsætisráðherra gaf þá yfirlýsingu þann 6.10 2008, að séreignasparnaður landsmanna yrði varinn. Efni þessarar yfirlýsingar hefur ekki verið lögfest og því erfitt að átta sig á því við hvað nákvæmlega er átt við, því séreignasparnaður landsmanna er af ýmsum toga. \n\r\nMargir séreignasjóðanna eru ávaxtaðir með eignum í hinum ýmsu sjóðum bankastofnana sem grein hefur verið gerð fyrir hér að ofan og falla ekki undir tryggingaákvæði Tryggingasjóðslaganna.\n\r\nSumt af séreignasparnaði landsmanna er hins vegar tryggður á sérstökum innlánsreikningum (lífeyrisbókum) og ljóst að sá sparnaður mun varinn af Tryggingasjóði og yfirlýsingu ríkisstjórnarinnar eins og aðrar inneignir sem grein er gerð fyrir hér að ofan. Í neyðarlögunum er að sérstakt finna ákvæði um að innistæður ýmissa séreignasjóða og lífeyrissjóða hjá banka eða sparisjóði séu tryggðar í Tryggingasjóði þrátt fyrir að vörsluaðili eða rekstrarfélag slíkra sjóða sé viðkomandi banki eða sparisjóður. Þetta bætir stöðu séreignasparnaðarins nokkuð.", "date": "2008-10-09 17:12:00", "post_id": 55}, {"user_name": "DínuZ-sUpeRmaN", "text": "Þekki þetta ekki nógu vel til að þræta um þetta.\r\nHef samt alltaf haldið að seðlarnir og krónurnar verði bara verðlaust drasl en peningur inná bankabók breytist yfir í \"evrur\" (eða þann gjaldmiðil sem myndi koma í stað hans....) \r\nKannski er ég bara bullukolla <<<icon_razz.gif>>>\n\r\nVæri gaman ef einhver fróður vissi þetta !", "date": "2008-10-09 18:06:00", "post_id": 56}, {"user_name": "Krampi", "text": "betra að hafa þetta í bankanum ? og tapa því þar allveg eins...\n\n\n\nsem dæmi þegar var breytt í evrur í þýsklandi þá gastu samt enþá Farið með Þýsku peningana og skipt þeim... og Evran er örugglega ekki fara koma beint á morgun og pottþétt ekki hinn... En ég meina hvað veit maður fyrir 3 Vikum voru allir Bankar Tip top og allt í góðu lagi hjá þeim...", "date": "2008-10-09 22:27:00", "post_id": 57}, {"user_name": "DínuZ-sUpeRmaN", "text": "DJÓK, þú breyttir svarinu þínu eftir að ég svaraði <<<icon_wink.gif>>>", "date": "2008-10-09 22:30:00", "post_id": 58}, {"user_name": "Krampi", "text": "hehe Svaraði hinu fyrst og hélt svo áfram að lesa þráðinn<<<icon_wink.gif>>>", "date": "2008-10-09 22:37:00", "post_id": 59}, {"user_name": "AMG", "text": "þannig að það var kannski ekki svo vitlaust að taka peningana úr bankanum i síðasta mánuði og kaupa sér sumarbústað\n\r\nsem betur fer fékkst ekki lán á bústaðinn og eg varð að borga hann. annars sæti eg uppi með sumarbústað með láni og enga peninga i banka", "date": "2008-10-09 23:29:00", "post_id": 60}, {"user_name": "Krampi", "text": "Sennilega gott að eiga sem minnst af peningum í dag <<<icon_smile.gif>>>", "date": "2008-10-09 23:54:00", "post_id": 61}, {"user_name": "JHP", "text": "Nigga plz......", "date": "2008-10-10 01:12:00", "post_id": 62}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/rofl.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2008-10-08 20:51:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/rofl.gif", "path": "full/51b00a571877dec3874bcb115ce2e201729ce345.gif", "checksum": "1ad96412c720bd904dce789340e6228f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}