{"forum_title": "Tæknilega hornið: Almennt", "id": "5711", "title": "snúrur?", "url": "http://www.live2cruize.com/spjall/showthread.php/5711-snúrur", "posts": [{"user_name": "mmc", "text": "sælir\n\r\nhvar er best að kaupa snúrurnar og örygginn.... efað maður lýtur á gæðin?  er það ekki bara audio.is málið?", "date": "2005-06-23 21:40:00", "post_id": 1}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "ég myndi kaupa þar eða í ásco ef að þú ert fyrir norðan", "date": "2005-06-23 22:00:00", "post_id": 2}, {"user_name": "Roark85", "text": "Nesradio eða amg aukaraf þar færðu besta snuru dótið,punktur", "date": "2005-06-24 02:48:00", "post_id": 3}, {"user_name": "Guttormur", "text": "Gaman að sjá gaura eins og þig vera tjá sig svona (ábyggilega ágætis náungi)\n\r\nÞegar maður er að halda svona hlutum fram á maður fyrst að kynna sér þá þú segir að Nesradio og Aukaraf séu með bestu snúrurnar ok. en það eru líklegast einu staðirnir sem þú hefur tékkað á snúrum vegna þess að Boss KIT-10 sem er 4 gauge kittið er á 9.900 hjá Aukaraf en nákvamlega sama Boss Kitt-10 er á 7.900 á Audio.is þannig að þarna verslaðir þitt kittið á röngum stað og tapaðir 2.000 sem er ekki mikill peningur en hægt að nota í margt annað.", "date": "2005-07-15 00:29:00", "post_id": 4}, {"user_name": "Roark85", "text": "Ég færi aldrei að mæla með boss sama hvað það er,eg er að tala um rockford fosgate og DLS snurur,EKKI BOSS.", "date": "2005-07-17 00:09:00", "post_id": 5}, {"user_name": "Bjaddni", "text": "þetta eru nú samt bara snúrur það er nú ekki neinn gífurleggur munur á þeim. ég mundi persónulega bara reyna að finna staðin sem selur breyðustu snúrurnar. kikker snúrur eru frekar góðar af því sem ég hef prófað en svo er náttúrulega monster cable bestu snúrurnar að mínu mati. ég veit samt ekki hvort að það sé hægt að fá þær í einhverju magni hér heima man að heimilistæki voru allavega með M.C. snúrur firir hátalara", "date": "2005-07-17 00:45:00", "post_id": 6}, {"user_name": "Roark85", "text": "Eg held nu bara að monster cable seu nu bara með bestu snurum sem eru fáanlegar ever.", "date": "2005-07-17 15:58:00", "post_id": 7}, {"user_name": "Jon Mar", "text": "þú hefur væntanlega ekki séð landsvirkjunarsnúruna sem er í poloinum hjá twincam, og það bara fyrir 50% af verði 33Q snúru og alls ekki verra að hún sé 50Q. Monster þetta og hitt, skiptir ekki máli svo framarlega að þetta flytji rafmagn í nægu magni. Hátalarasnúrur geta svo verið mismunandi frá framleiðanda til framleiðanda. En dýrast er ekki alltaf best, þó margir flaski á því samt.", "date": "2005-07-18 14:01:00", "post_id": 8}, {"user_name": "Freyr Gauti", "text": "Það eru náttúrulega ekki allir eins og þú jón minn og ræna köplum úr virkjunum til að láta í bílinn sinn :P <<<icon_wink.gif>>>", "date": "2005-07-18 19:52:00", "post_id": 9}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2005-06-23 21:40:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}