{"forum_title": "RÖFL", "id": "58013", "title": "Kompás", "url": "http://www.live2cruize.com/spjall/showthread.php/58013-Kompás", "posts": [{"user_name": "Lexinn", "text": "ok ég var að horfa á kompás á viðtalið við björgólf ,, einhvernvegin trúi ég\r\nhonum svo mikið meira heldur en ríkistjórnin þar sem ég hef eiginlega aldrei\r\ntreyst henni og hvað þá seðlabankanum og dabba .. og er ég rugl hissa á þessu\r\nef þetta er satt ... sýnir okkur kannski íslenska spillingu, ég veit ekki... hvað\r\nfinnst ykkur", "date": "2008-10-27 20:03:00", "post_id": 1}, {"user_name": "Karl Bjarni", "text": "ha hvað var hann að segja. Missti af þessu<<<icon_smile.gif>>>", "date": "2008-10-27 20:05:00", "post_id": 2}, {"user_name": "Aron Preza", "text": "Þetta er Kóngurinn", "date": "2008-10-27 20:06:00", "post_id": 3}, {"user_name": "Galant ES", "text": "Var hann að spila Súperman í þessum þætti ?", "date": "2008-10-27 20:09:00", "post_id": 4}, {"user_name": "Morte", "text": "Ég trúi Björgólfi mikið frekar en þessum álfum í seðlabankanum og ríkistjórnini", "date": "2008-10-27 20:11:00", "post_id": 5}, {"user_name": "Lexinn", "text": "bjöggi ? tja veit nú ekki alveg horfið bara á hann á netinu", "date": "2008-10-27 20:11:00", "post_id": 6}, {"user_name": "baldur", "text": "Þið eruð nú meiri gufurnar.\n\r\nBjörgólfur og Jón Ásgeir láta báðir eins og það hafi bara allt verið í himnalagi í bönkunum þeirra, bara gull og grænir skógar.\r\nÞað er ekki hægt að horfa framhjá því að þrátt fyrir þessar yfirlýsingar voru þeir að sitja neyðarfundi með Seðlabankanum þar sem þeir voru að óska eftir að fá lánaða ansi marga milljarða til að bjarga sér fyrir horn á.\r\nÉg held ekki að Davíð hafi nægilega mikið vit á hagfræði til þess að stjórna seðlabankanum einhliða, en það er ekki hægt að horfa fram hjá því að þessir bankar voru FUCKED, alveg sama hvað Björgólfur og Jón Ásgeir halda fram eftir á. Það má vel vera að það hefði verið hægt að halda öðruvísi á skóflunni en bankarnir voru svo djúpt sokknir í skít að hausinn stóð ekki lengur upp úr.", "date": "2008-10-27 21:43:00", "post_id": 7}, {"user_name": "kidlingur", "text": "Þetta er mjög einfalt, maður sem ber ábyrgð á einhverri stærstu skuld Íslands fyrr og síðar er ekki að fara að segja allan sannleikann í sjónvarpi!\r\nÉg og allir Íslendingar vita að Davíð og ríkisstjórnin missti boltann og brást eins illa við öllu eins og hægt var.\r\nEn það bara breytir því ekki að Björgólfs feðgarnir eiga þetta Ice klúður að öllu leiti, þar var stærsta klúðrið að láta ekki viðeigandi land taka innláns ábyrgðina á sig.\r\nÞað sýnir bara hverskonar menn þetta eru að þeir gerðu allt til að forða sínum peningum frekar en að bjarga bankanum.\r\nHorfið á Bakkavör þar settu þeir 30 milljarða af sínum peningum til að bjarga sínum banka sem var Kaupþing.\r\nSpurningin er hvort að við ætlum að láta þessa feðga, Dabba, ríksisstjórnina og hina útrásarmennina komast frá þessu án þess að blæða...", "date": "2008-10-27 22:01:00", "post_id": 8}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2008-10-27 20:03:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}