{"forum_title": "Almennt spjall", "id": "58090", "title": "Innbrot í jeppann, kreppan farinn að seigja til sín!!", "url": "http://www.live2cruize.com/spjall/showthread.php/58090-Innbrot-í-jeppann-kreppan-farinn-að-seigja-til-sín!!", "posts": [{"user_name": "ND2SPD", "text": "Í nótt aðfaranótt þriðjudags var brotist inní jeppann í annað skiptið, í þetta skiptið er skaðinn töluvert meiri en í fyrra skiptið var einungis stolið stórum kösturum framaná bílnum.\n\r\nEn það hefur greinilega verið kreppa í hausnum á þeim sem braust inní bílinn í nótt því aðfarirnar eru hrykalegar og jafnvel ónýt hurð eftir.\n\r\nÞessi bíll er ferðabíll og er því fullur af drasli, þar á meðal fullt af geisladiskum, svefnpokum, vöðlum og öðru slíku, svo ég get ekki alveg verið klár á því hverju var stolið en það helsta eru geisladiskarnir (Stúttfullur innkaupapoki) Neoprine vöðlur og bassabox sem ég keypti í stokkhólm á sínum tíma og ég stórlega efast um að það sé annað slíkt á landinu svo endilega hafið augun opinn fyrir því!\r\nÞað er af gerðinni GAS og er amerískt með innbyggðum magnara.\n\n\r\nEn þetta hefur líklegast verið einhverjir krakkabjánar því geislaspilarinn var skilinn eftir ásamt CB stöð og ýmsu fleira og innbrotaaðferðin lítur út fyrir að vera verkstýrð af Stjána Stuð!!\r\nÉg veit ekki hvaða djö ametjörar þetta hafa verið!!\n\n\n\n\n\n\n\n\r\nÞað er semsagt búið að bora út sílenderinn og spenna hann útur hurðinni með teilheyrandi skemmdum á gamla greyinu! <<<icon_sad.gif>>>\n\r\nEf einhver getur veitt mér upplýsingar um hverjir voru þarna að verki eða sjá svona bassa til sölu þá er síminn hjá mér 897-7387, e-mail fjarhus@hotmail.com eða pm hér.\n\r\nLíklegt innbrots tæki: Dósaopnari\n\r\nVinsamlegast hafið augun opinn\n\r\nKveðja Benni \"ND2SPD\"", "date": "2008-10-28 20:05:00", "post_id": 1}, {"user_name": "ND2SPD", "text": "Já, nenni ekki að edita póstinn en hrikalegur og stútfullur ekki hrykalegur ogstúttfullur..\n\r\nEn ef einhver sér svona bassa í bíl þó það sé eftir eitt ár láta mig vita þeir eru ekki margir svona hér.", "date": "2008-10-28 20:08:00", "post_id": 2}, {"user_name": "Oskar K", "text": "það á að taka svona fólk og hengja það upp á skapahárunum.... <<<soap.gif>>>", "date": "2008-10-28 20:19:00", "post_id": 3}, {"user_name": "Haukur Litli", "text": "Það liggur við að maður setji þjófavarnarkerfi í ´90 Hiluxinn.<<<icon_mad.gif>>>\n\r\nÞað er oft sem maður veit ekki um allt dótið í þessum jeppum. Það er svo mikið af smádóti sem kostar samt slatta.\n\r\nFinn til með þér.\n\r\nP.s. Það er hægt að fá sérstakar þjófavarnarrær frá Warn sem maður setur á kastarana hjá sér. Flestir kastarar eru með sömu boltana. Það kannski stoppar ekki alla en það stöðvar krakka **** sem eru kannski bara með skiptilykil og skrúfjárn. Þær fást í M12X1,75 og í M10X1,5. Þær stærri passa á stóru IPF kastarana og litlu á alla Hella kastara og litlu IPF kastarana.\n\nBarri nuts frá Warn.", "date": "2008-10-28 20:37:00", "post_id": 4}, {"user_name": "Sævar Örn", "text": "Fyndið hvað  þeir hafa verið í miklu basli við skrána þarna á hurðinni, eins auðvelt og það er nú að losa gömlu toyotu lásana.\n\r\nVona að þú náir í afturendann á þessum hálfvitum og flengir rækilega.", "date": "2008-10-28 20:44:00", "post_id": 5}, {"user_name": "david/snifff", "text": "hmm þarf að kenna innbrotsfræði í skólum nú til dags?\n\r\nhefði verið styttra inn að brjóta rúðuna eða nota gamlan sléttan bíl lykill og ódýrara\r\nenn að eyða tíma í að fara í skrána svona og til hvers? haha uss\n\r\nvona að þú færð einhverjar upplýsingar um þetta og krakkar munið.. ef þið sjáið einhverja sniglast kringum bíla þá er að hringja í lögregluna eða næsta klikkhaus <<<rolleyes.png>>>", "date": "2008-10-28 20:53:00", "post_id": 6}, {"user_name": "Hörður Aðils", "text": "Djö... helvítis aumingjar eru þetta, af hverju getur maður aldrei fengið að eiga dótið sitt í friði!!! En ég hef augun opin og vona að þetta finnist!", "date": "2008-10-28 21:03:00", "post_id": 7}, {"user_name": "olig", "text": "Nákvæmlega eins aðkoma að einum econline fyrir stuttu en þá gafst gaurinn upp á að juðast á skránni og reyndi að spenna hurðina upp með kúbeini. \r\nMaðurinn sem á bílinn kom að gaurnum en hann hljóp út í bíl og keyrði í burtu, rauður sunny. \r\nÉg skal gá hvort að hann hafi náð númerinu á morgun og verð í bandi. \r\nVonandi nærðu þessum aumingja.", "date": "2008-10-29 01:52:00", "post_id": 8}, {"user_name": "CT9A", "text": "vá þetta er nákvæmlega einsog var gert við mözduna mína í denn þegar að það var brotist inn í hann, bara fúlt!", "date": "2008-10-29 08:12:00", "post_id": 9}, {"user_name": "ND2SPD", "text": "Ok cool, eithvað að frétta af þessu??\n\r\nAnnars var ég að muna nokkra hluti sem eru horfnir úr jeppanum, m.a fjarstýrt leitarljós!!", "date": "2008-10-29 22:00:00", "post_id": 10}, {"user_name": "BIGBRO", "text": "uuuu afhverju ekki bara að brjóta gluggann:P ??? þetta hefur verið einhver sem var nýbúinn að horfa á einhverja bíómynd og vildi gera eins... \n\r\nen leiðinlegt að lenda í þessu maður vonandi næst sá sem gerði þetta", "date": "2008-10-30 09:14:00", "post_id": 11}, {"user_name": "G.örn", "text": "ojj leiðinlegt að heyra þetta vonandi nást þessir Pjakkar og Vonandi serða þeir Rasskeltir Almennilega", "date": "2008-10-30 09:28:00", "post_id": 12}, {"user_name": "phoenix", "text": "Andskotinn, er að verða kominn tími á að ég hætti að skilja bílana mína allstaðar eftir með lyklana í svissinum?", "date": "2008-10-30 10:41:00", "post_id": 13}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png"], "date": "2008-10-28 20:05:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}]}