{"forum_title": "RÖFL", "id": "58972", "title": "Austurvöllur", "url": "http://www.live2cruize.com/spjall/showthread.php/58972-Austurvöllur", "posts": [{"user_name": "Gunnarmh", "text": "er allt bandbrjálað þar eða? Er að lesa það á mbl\n\r\nEr að sjá fyrir mér Pétur og Jóa bandbrjálaða og eldrauða yfir því að man u tapaði og taka það út á alþingishúsinu <<<icon_lol.gif>>>", "date": "2008-11-08 16:15:00", "post_id": 1}, {"user_name": "RAT", "text": "nei þetta var nú ekki svo brjálað þegar ég fór . sem var fyrir svona hálftíma , en margt getur breyst á stuttum tíma.", "date": "2008-11-08 16:23:00", "post_id": 2}, {"user_name": "Kjallin", "text": "Ég var í mestu makindum að skoða www.visir.is og sé frétt þar sem er verið að tala um Aðsúg að lögreglu, og hvað er það FYRSTA sem ég sé? Jónsson Tryllti!!!!", "date": "2008-11-08 16:26:00", "post_id": 3}, {"user_name": "Gunnarmh", "text": "hahahah ég tók ekki eftir þessu <<<rollinglaugh.gif>>>", "date": "2008-11-08 16:32:00", "post_id": 4}, {"user_name": "Twincam", "text": "Það gat skeð... bölvaður óþekktarangi þessi rauðhaus... <<<icon_lol.gif>>>", "date": "2008-11-08 16:33:00", "post_id": 5}, {"user_name": "BalliBT", "text": "það var nú allt rólegt þegar ég fór en það er mæting aftur næsta laugardag sjáum hvernig það verður, ég sá samt ótrúlega lítið af lögreglumönnum.....kannski var ég bara ekki að taka eftir", "date": "2008-11-08 16:40:00", "post_id": 6}, {"user_name": "Pétur Snær", "text": "Haha! Ég stóð nú bara þarna með hendur í vösum.\n\nBónusfána manneskjan á hrós skilið.\n\nTuðaði eitthvað við Geir Jón en sé eftir því þar sem ég virkilega sá í dag að lögreglan er í alvöru sammála almenningi! Löggan á hrós skilið eftir daginn.", "date": "2008-11-08 17:06:00", "post_id": 7}, {"user_name": "Gunnarmh", "text": "Mér finnst að fólk ætti alveg að láta lögguna vera, þeir er bara að vinna sína vinnu og vilja vísast halda í vinnuna sína á meðan það getur. Alveg nógu og mikið atvinnuleysi að spretta upp núna.\n\nÉg spái 70% atvinnuleysi í byggingabrannsanum", "date": "2008-11-08 17:32:00", "post_id": 8}, {"user_name": "phoenix", "text": "Drengurinn með bónusfánann er hetja vikunar án vafa <<<icon_lol.gif>>> <<<icon_cool.gif>>>\n\nOg það munaði þar líka helvíti litlu að það yrði vitlaust þegar óeinkennisklædda lögguviðrinið hljóp á eftir honum inní mannfjöldan <<<icon_eek.gif>>>\n\nLögreglumennirnir eru jú fólk líka og upp til hópa sammála rest en það er líka nóg af erkifávitum eins og þessum vitleysing.", "date": "2008-11-08 17:35:00", "post_id": 9}, {"user_name": "ND2SPD", "text": "Power to the people!!", "date": "2008-11-08 17:37:00", "post_id": 10}, {"user_name": "SnowMan", "text": "Ég vill óska Jónsson Tryllta til hamingju með börnin <<<icon_lol.gif>>> <<<icon_lol.gif>>> <<<icon_lol.gif>>>", "date": "2008-11-08 17:50:00", "post_id": 11}, {"user_name": "Raggzz", "text": "er einhver mótmæli ennþá í gangi?", "date": "2008-11-08 17:54:00", "post_id": 12}, {"user_name": "intenz", "text": "Þú ert bara kjafturinn. Engin molotov. <<<ahah.gif>>>", "date": "2008-11-08 18:41:00", "post_id": 13}, {"user_name": "Gunnarmh", "text": "Pétur og Jói voru í fréttunum á stöð 2!!111", "date": "2008-11-08 18:43:00", "post_id": 14}, {"user_name": "HjorturG", "text": "Einhver með mynd af þessum bónusfána? Nú er ég forvitinn..", "date": "2008-11-08 18:47:00", "post_id": 15}, {"user_name": "dazy crazy", "text": "Hvernig fór hann uppá alþingishúsið?", "date": "2008-11-08 18:54:00", "post_id": 16}, {"user_name": "KiddiJ", "text": "kom nú í fréttum kvöldsins", "date": "2008-11-08 18:59:00", "post_id": 17}, {"user_name": "Gunnbjörn", "text": "Bara Snild að Fólk er að taka sig til og reyna að niðurlægja þessa helvítis anskota Alþingis fólki sem er að reyna að stjórna þessu litla Landi", "date": "2008-11-08 19:05:00", "post_id": 18}, {"user_name": "Kimi", "text": "ég seigi re-mach næstu helgi", "date": "2008-11-08 19:07:00", "post_id": 19}, {"user_name": "Fraizer", "text": "sæææll þetta var snilld <<<icon_biggrin.gif>>>", "date": "2008-11-08 19:11:00", "post_id": 20}, {"user_name": "Gunnbjörn", "text": "ég er game og vera með meiri læti koma bara á V8 Bílum og bílum með opið púst og vera með Vörubretti af eggjun og skyr.is.", "date": "2008-11-08 19:12:00", "post_id": 21}, {"user_name": "hundur", "text": "Þegar ég svona \tgæja eins og þig \t\r\nfinnst mér veröldin breyta um svip.\r\nÞú hefur þannig  áhrif á \tmig  \r\nað ég fell í yfirlið.\n\r\nRauðhærða hetjan mín \t\r\nRauðhærða hetjan mín \t\r\nRauðhærða hetjan mín \t\r\nHvernig varðstu til?\t\n\r\nSíðan þegar líður á kvöld\r\nþú birtist mér á tölvuskerminum.\r\nGæjalegur tekur öll völd\r\numvafinn rauðhærða sjarmanum.\n\r\nRauðhærða hetjan mín \t\r\nRauðhærða hetjan mín \t\r\nRauðhærða hetjan mín \t\r\nHvernig varðstu til?\n\r\nLöggunum þú vefur um fingur þér\r\nmeð því að sýna hörku kjark og þor.\r\nÞú veist ekki hve heitt ég óska mér\r\nað vera bara komin í þeirra spor\n\r\nRauðhærða hetjan mín\r\nég vild þú værir minn  <<<smooch.gif>>>", "date": "2008-11-08 19:21:00", "post_id": 22}, {"user_name": "Pétur Snær", "text": "WTF!! <<<icon_lol.gif>>> <<<rollinglaugh.gif>>>\n\nEndurtek, löggan á hrós skilið fyrir daginn. Stóðu rétt að málum og í rauninni sýndu að þeir eru í alveg sömu sporum og við.", "date": "2008-11-08 19:37:00", "post_id": 23}, {"user_name": "Arnar F", "text": "<<<icon_cool.gif>>>", "date": "2008-11-08 19:49:00", "post_id": 24}, {"user_name": "intenz", "text": "<<<icon_lol.gif>>>", "date": "2008-11-08 19:50:00", "post_id": 25}, {"user_name": "Karl Bjarni", "text": "hahaha það var bara gaman að vera þarna", "date": "2008-11-08 19:52:00", "post_id": 26}, {"user_name": "Gunnbjörn", "text": "hahahaha Bara Snild", "date": "2008-11-08 21:07:00", "post_id": 27}, {"user_name": "DaRKSTaR", "text": "myntkörfu mótmæli ? <<<icon_biggrin.gif>>>", "date": "2008-11-08 22:05:00", "post_id": 28}, {"user_name": "KristjánJóhann", "text": "Jæja, hendi hérna inn nokkrum sem ég er búinn að vera að vinna aðeins, endilega tjáið ykkur um þær:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEf þið viljið sjá myndirnar stærri, þá er þetta linkurinn:\n\nhttp://flickr.com/photos/kristjanjoh...7608771992763/", "date": "2008-11-08 23:58:00", "post_id": 29}, {"user_name": "Oskar K", "text": "<<<rofl.gif>>> gargandi snilld <<<rofl.gif>>>", "date": "2008-11-09 00:07:00", "post_id": 30}, {"user_name": "Krampi", "text": "Come on látið nú lögguna í friði.. en Hvernig væri að láta auglýsa betur næstu mótmæli betur fá meira að fólki......\n\r\nog það hjálpar ekki að láta flemming geir og co vera kasta eggjum verður allavega að vera fólk sem er byrjað að borga skatta......", "date": "2008-11-09 02:25:00", "post_id": 31}, {"user_name": "M8", "text": "Allar slíkar aðgerðir munu bara skemma málstaðinn!\nÞá endar þetta bara eins og hjá vörubílstjórunum.\n\nÞað væri nú kaldhæðnislega sorglegt að fólk sem virkilega vildi breytingar og mætti í komandi mótmæli, \nmundi nú svo enda á því í öllum æsingnum að skemma fyrir sjálfu sér og öllum öðrum, með svona eggjakasti og tilheyrandi, \nöllum öðrum er mættu í mótmælin í sama tilgangi og kastararnir, en ákváðu að skilja dólgslætin eftir heima. \nVið erum öll að berjast fyrir sömu hlutunum. \nFólk verður að vera samstíga í þessu! \n\nSvo gæti allt þetta stóra eggjakastaramál bara verið einn stór misskilningur...<<<confused.png>>><<<rolleyes.png>>>\nKannski telja kastararnir sig vera að gera atvinnulífinu/ástandinu greiða með því að skapa atvinnu.\nþað þarf náttúrulega að kalla út mannskap til að þrífa öll þessi ósköp. <<<rolleyes.png>>>\n\nÞetta er líka bara svo tilgangslaust. Fólk verður að halda stjórn.\nSvo í ofanálag telst það nú varla mjög gáfulegt hjá þjóðfélagsþegnum að vera að spreða aurunum sínum \ní einhvern óþarfa eggjalager, nú þegar við erum við það að ganga inn í nýtt krepputímabil. \n\nÞað er nú ekki eins og að Dabbi KING og Geiri Harði þurfi að mæta persónulega til að þrífa þetta. Þeim er skítsama!\nÞeir sitja bara hvor á sínu heimili yfir kaffibolla og ræðast við um þetta símleiðis. \nSvo munu þeir bara glotta útí annað yfir því hvað Íslendingar upp til hópa geta verið uppátækjasamir(Not) og frumlegir(Not).\n\n\n\nJá tek nú undir þetta, allavega miðað við fréttirnar. \nÉg kunni nú að meta það þegar Geir Jón sagði að þeir vildu ekki vera að setja heljarmikla lögregluaðgerð í gang\ntil þess eins að handtaka eggjakastara í reiði-og hefndarhug.\nFólk er auðvitað reitt og það eru nú í raun ekki margar áþreifanlegar leiðir til að láta það í ljós, nema þessi t.d.\nEn það gildir einu, þetta bætir ekki ástandið.", "date": "2008-11-09 10:47:00", "post_id": 32}, {"user_name": "Sverrir", "text": "Þessi mótmæli fóru þokkalega fram og fór að ég held ekki framhjá neinum. En mér finnst það samt vera lítilsvirðing gagnvart okkur sjálfum sem Íslendingar að grýta Alþingishúsið sjálft með eggjum. Meina húsið hefur ekki gert okkur neitt, þó það hýsi 63 aula. Ekki gleyma því að þetta hús á stóra sögu í sjálfstæðisbaráttu okkar Íslendinga sem þjóð. \n\r\nOg hvað lögregluna varðar. Það virðast alltaf vera einhverjir sauðir sem fara gagngert á svona samkomur til að vera með leiðindi, og þá er ég að tala um þessa mótmælendur sem gerðu aðsúg að lögreglumönnum við skyldustörf. Ekki gleyma því að þetta eru feður og mæður með heimili og börn á sínu framfæri, vinnandi þetta vanmetna starf fyrir 181.000 krónur í grunnlaun á mánuði.", "date": "2008-11-09 10:57:00", "post_id": 33}, {"user_name": "Dikta", "text": "Mér fannst þessi mótmæli ágæt, en mér finnst það samt kjánalegt af fólki að ráðast á lögreglu.. hvað í ósköpunum gerðu þeir til þess að valda kreppu?? Það virðist vera eins og þeir séu einhvers konar tákn ríkisins sem fólk ákveður að taka reiði sína út á, en gleymir að þeir eru í alveg sömu stöðu og við öll...\n\nHérna er quote frá kunningja mínum á facebook, sem einmitt er í lögreglunni og þurfti að mæta á austurvöll..\n\n,,með kúlu á hausnum! takk herra mótmælandi! vissi ekki að kreppan væri mín sök.\"\n\n,,Nei þetta var ekki skemmtilegt. Að koma niðrí bæ til þess að aðstoða vinnufélagasína við skyldustörf, þá er gargað á okkur: aumingjar! rottur! ógeð! ætlið þið að berja ykkar eigið fólk helvítis ógeðin ykkar! drullið ykkur í burtu! svo er maður laminn með skilti í höfuðið... ekki eitthvað til þess að kætast yfir. Vonandi líður þessu fólki betur í dag eftir að hafa fengið útrásina á okkur.\"\n\n-bara svona svo fólk sjái aðeins þeirra hlið líka.", "date": "2008-11-09 11:00:00", "post_id": 34}, {"user_name": "M8", "text": "Alveg rosalega góður punktur! <<<icon_thumleft.gif>>>", "date": "2008-11-09 11:05:00", "post_id": 35}, {"user_name": "Gunnbjörn", "text": "M8 is an unknown quantity at this point\n\nDefault\r\nQuote:\r\nOriginally Posted by Bangi90 View Post\r\nég er game og vera með meiri læti koma bara á V8 Bílum og bílum með opið púst og vera með Vörubretti af eggjun og skyr.is.\r\nAllar slíkar aðgerðir munu bara skemma málstaðinn!\r\nÞá endar þetta bara eins og hjá vörubílstjórunum.\n\nÞað væri nú kaldhæðnislega sorglegt að fólk sem virkilega vildi breytingar og mætti í komandi mótmæli,\r\nmundi nú svo enda á því í öllum æsingnum að skemma fyrir sjálfu sér og öllum öðrum, með svona eggjakasti og tilheyrandi,\r\nöllum öðrum er mættu í mótmælin í sama tilgangi og kastararnir, en ákváðu að skilja dólgslætin eftir heima.\r\nVið erum öll að berjast fyrir sömu hlutunum.\r\nFólk verður að vera samstíga í þessu!\n\r\nSvo gæti allt þetta stóra eggjakastaramál bara verið einn stór misskilningur...\r\nKannski telja kastararnir sig vera að gera atvinnulífinu/ástandinu greiða með því að skapa atvinnu.\r\nþað þarf náttúrulega að kalla út mannskap til að þrífa öll þessi ósköp.\n\r\nÞetta er líka bara svo tilgangslaust. Fólk verður að halda stjórn.\r\nSvo í ofanálag telst það nú varla mjög gáfulegt hjá þjóðfélagsþegnum að vera að spreða aurunum sínum\r\ní einhvern óþarfa eggjalager, nú þegar við erum við það að ganga inn í nýtt krepputímabil.\n\r\nÞað er nú ekki eins og að Dabbi KING og Geiri Harði þurfi að mæta persónulega til að þrífa þetta. Þeim er skítsama!\r\nÞeir sitja bara hvor á sínu heimili yfir kaffibolla og ræðast við um þetta símleiðis.\r\nSvo munu þeir bara glotta útí annað yfir því hvað Íslendingar upp til hópa geta verið uppátækjasamir(Not) og frumlegir(Not).\n\n\r\nErtu þá með einhvað Betra í huga heldur en þetta..", "date": "2008-11-09 11:42:00", "post_id": 36}, {"user_name": "Beggi wRe", "text": "T.d. hætt þú að tjá þig um þetta, því eina sem þú villt greinilega er að henda eggjum, berja lögguna og láta eins og hálvita á 8gata vél þenjandi eins og auli...", "date": "2008-11-09 12:25:00", "post_id": 37}, {"user_name": "Galant ES", "text": "Það var samt alveg frekar fyndið.  Ég var að ræða þetta eitthvað við einn \"frægan\" mótmælanda í gær.  Hann var að reyna að fá lögregluna á sitt band \"Þið eruð alveg í jafn djúpum skít og við ég meina kommon þetta kemur illa við ykkur eins og okkur o.s.f\" <<<icon_biggrin.gif>>>\r\nSvo sagði hann líka að það ætti bara að hringja í þessa ríku menn og segja bara \"Plís nenniði bara að hætta þessu , bara plís leyfið fólki að búa áfram í húsunum sínum og bara hættið þessu veseni og reynið bara að hjálpa okkur að laga þetta og bara ekki fara svo út í eitthvað svona rugl eins og þið eruð búnir að vera að gera.\" \r\nMjög gaman af þessu . .", "date": "2008-11-09 13:29:00", "post_id": 38}, {"user_name": "M8", "text": "Ef þú lest yfir textann minn, sérðu að ég er bara að tala um að sleppa svona barnaskólaathöfnum, ss. eggjaköstum og þvíumlíku <<<icon_wink.gif>>>\r\nÞau munu kannski ekki virka þessi eggjalausu mótmæli, Það kemur kannski í ljós. \r\n(Annars mun það líklegast ekkert koma í ljós því þessir bjánar eiga eftir að mæta aftur á næstu mótmæli, tel ég <<<icon_confused.gif>>>). \r\nEn það er alveg nokk öruggt að þessi mótmæli munu ekki skila okkur neinu á meðan eggjabölvun hvílir yfir þeim!  <<<soap.gif>>>\r\nÞað hlýtur hver einasti maður að sjá og skilja,\r\nað það að kasta eggjum eða hverju öðru sem er, í svona máli, \r\ner ekki fullorðnu fólki sæmandi og mundi þá frekar flokkast undir fráleitann barnaskap!\n\r\nÉg veit ekki með aðra, en í mínum samskiptum við börn, þá er það ég sem stjórna því ég er sá fullorðni.\r\nAlmenningur er með eggjaköstum(sem skrifast á mótmælin eins og þau leggja sig, þrátt fyrir að einungis nokkrir séu að kasta þeim), \r\nað færa ríkinu á silfurfati, foreldraréttindi gagnvært almenningi hvað varðar þessi mótmæli. \r\nEf við fólkið látum eins og börn, \r\nþá munu þeir að sjálfsögðu koma fram við okkur sem slík og ekki hlusta.\r\nEn hey þá heldur þetta bara áfram eins og þetta hefur alltaf verið <<<icon_confused.gif>>>\n\r\nOg vonandi verður öllum eggjakösturum, öðrum krökkum og fullorðnu börnunum sem sáust með egg í hönd, gert mikla og ríka grein \r\nfyrir því hversu mikla óvirðingu er verið að sýna Alþingishúsinu okkar Íslendinga með þessu athæfi, \r\násamt því hversu slæm áhrif það getur haft á þá málstaði og kröfur sem við almenningur stöndum fyrir í þessum mótmælum.\r\nFánamálið er, tel ég á gráu svæði en þó töluvert snyrtilegra statement en hitt.\r\nÉg held að það sé samt yfirhöfuð ekkert sniðugt að vera að ögra æðstavaldinu með hinum og þessum misgáfulegu uppátækjum.\n\r\nMeð áframhaldandi tilraunastarfsemi gagnvært þolkrafti og umburðarlyndi lögreglunnar og blessaðs óvirtann Dómsmálaráðherra, \r\nmun örugglega koma til þess á endanum að lögreglan nýtir sér þau ákvæði sem hægt er að grípa til. \r\nLögreglan getur t.d. notað lagarákvæði sem kallast \"ólögleg hópamyndun\", eða jafnvel einhver fastari tök ef lög leyfa (hef ekki kynnt mér það).\n\r\nMér finnst réttast að mæta þangað mörgþúsund manns, vera bara til friðs og með skilti. \r\nÞað mundi vekja alveg jafnmikla athygli, ef ekki meiri, \r\nog mótmælin mundu í kjölfarið ekki fá neikvæða umfjöllun í fréttum, heldur lof. \r\nGóð umfjöllun er gríðarlega mikilvæg uppá að ná fjölgun með hverjum einustu mótmælum sem haldin eru/verða, \r\nþ.e.a.s. ef að almenningur gefst ekki upp áður en þetta gætu orðið virkilega stór og virk mótmæli, eða tækist að glopra \r\nrétti sínum til að halda friðsamleg mótmæli án alvarlegra afskipta lögreglu.\n\n\r\nEftir fréttaumfjöllun eins og í gær, vill enginn sem ekki var þarna, mæta næst,\r\nþví þetta stefnir aðeins á einn veg, tel ég, ef haldið verður uppteknum hætti.\n\r\nÞetta er bara mín skoðun á þessu öllu saman,<<<icon_wink.gif>>> og flestra vona ég <<<icon_confused.gif>>>\r\nOg það sem upphaflega átti bara að vera svar við einfaldri spurningu, \r\nendaði með þessari ritgerð sem hlýtur nú að fara að nálgast Masters-ritgerð í lengd. <<<yawn.gif>>> \n\r\nPælið í því....\r\n....Ef að haldin yrðu mótmæli hvern einasta laugardag næstu mánuðina, \r\nog alltaf færi allt friðsamlega fram og góð fréttaumfjöllun í kjölfarið, \r\nmundi pottþétt nást fjölgun hverja einustu helgi!\n\r\n....Ef hver einasti mótmælandi af þessum 4000 sem mættu í gær \r\nmundi fá tvo aðra sem ekki voru með í gær, til að koma með sér næst, \r\nþá erum við komin með 12.000 manns! Það er slatti...!!\n\r\n....Ímyndiði ykkur, kannski einn laugardaginn á fyrrihluta næsta árs,\r\neru mættir kannski 50-70 þúsund manns í svona mótmæli sem mundu ná yfir allan Austurvöll, Ingólfstorg og Lækjartorg.\n\r\nÆtliði að fara að segja mér það að það mundi ekki hreyfa eitthvað við þessum gallagripum á alþingi !?!\n\nÞetta er nefnilega alls ekkert fráleitt!\r\nSem dæmi, þá tóku um 50.000 manns á móti handboltalandsliðinu \r\nþegar þeir komu heim með silfrið fyrir einhverju...\n\r\nTil þess að þetta eigi einhvern möguleika í raunveruleikanum, \r\nþá verðum við íslenskur almenningur að horfa á þetta sem \r\nlangtímaverkefni og halda þetta út! \r\nÞað er ekkert okkar sterkasta hlið að vera þolinmóð, \r\nþá sérstaklega í svona máli, en það er okkar von; ná fjölgun á hverjum einustu mótmælum, \r\nhverja helgi, og jafnvel að hvetja þá sem mæta \r\nhverju sinni að koma með 1-2 nýja með sér helgina á eftir þegar \r\nnæstu mótmæli fara fram. \r\nÞað er ekkert að fara að gerast í næstu eða þarnæstu mótmælum. \r\nEn við verðum samt að mæta! Nú er bara að byrja að byggja!!\n\r\nNú er kominn tími fyrir almenning að vera sterkur einu sinni!!\r\nVið erum alltof fljót að fyrirgefa og gleyma! \r\nÞað er nú einhvern veginn þannig að sem einstaklingar erum \r\nvið Íslendingar mjög sterkir, bæði andlega og líkamlega, \r\nen þegar útí fjöldann er farið, virðumst við tapa öllum andlegum \r\nstyrk heildarinnar (þjóðarinnar). <<<icon_confused.gif>>>\r\nSamstaða almennings er bara ekki til staðar, allavega ekki hingað til.\r\nVonandi að það þjóðarástand sem myndast hefur sé nógu fast \r\nspark í rassinn á hverjum einasta landsmanni til að við lærum að við \r\nverðum stundum að standa öll saman og vera EIN þjóð. \r\nÞað fyndna við þetta allt, er að saman, öll, \r\nerum við stærri, meiri og öflugri en allt yfirvaldið og löggjafavaldið \r\neins og það leggur sig!!\n\n\nÉG ÆTLA AÐ MÆTA Á NÆSTU MÓTMÆLI!!\r\nHVAÐ MEÐ YKKUR????\n\r\nVá svakaleg hvatningarræða sem ég bjó óvart til heh...\r\nÉg bara grætti næstum því sjálfan mig við lesningu <<<icon_razz.gif>>> <<<icon_pale.gif>>>", "date": "2008-11-09 14:45:00", "post_id": 39}, {"user_name": "SnowMan", "text": "Ég legg nú bara til að næstu mótmæli verða haldin fyrir utan breska sendiráðið ! <<<icon_cool.gif>>>", "date": "2008-11-09 17:01:00", "post_id": 40}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/ahah.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/smooch.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/rofl.gif", "http://live2cruize.com/spjall/images/smilies/rofl.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_thumleft.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/yawn.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_pale.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2008-11-08 16:15:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/ahah.gif", "path": "full/21b798b8017340c2f4a207c421b5382ac35194cf.gif", "checksum": "764c4f921759df5812bbe6f95e3ef93d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/smooch.gif", "path": "full/48e40ebdf63dc074c08a213fd03c6b119bd8208c.gif", "checksum": "f744a1bf2db84bdfe9babba561e8e8cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/rofl.gif", "path": "full/51b00a571877dec3874bcb115ce2e201729ce345.gif", "checksum": "1ad96412c720bd904dce789340e6228f"}, {"url": "http://live2cruize.com/spjall/images/smilies/rofl.gif", "path": "full/51b00a571877dec3874bcb115ce2e201729ce345.gif", "checksum": "1ad96412c720bd904dce789340e6228f"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumleft.gif", "path": "full/e3fd2e409371c457f5b46f846bebe75426faec75.gif", "checksum": "d802bcaf64eb23a5dba36dd612d992e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/yawn.gif", "path": "full/55d155309ac3172893b250ec176ed24ac48fc059.gif", "checksum": "07023d2f742948201dc44d42a448aa1b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_pale.gif", "path": "full/5b4268767975b0b118c0228344f1339d2236e6fb.gif", "checksum": "e3becd049e6887fead97cab18c92af35"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}