{"forum_title": "Almennt spjall", "id": "59165", "title": "Má þetta?", "url": "http://www.live2cruize.com/spjall/showthread.php/59165-Má-þetta", "posts": [{"user_name": "ÍsakVTi", "text": "sælir\n\r\nég var í ártúnsbrekkunni áðan og var að gefa smá í, en allt í einu sé ég blá ljós blikka fyrir aftan mig og ég fer út í kant. þá kom í ljós að þetta voru tveir óeinkennisklæddir lögreglumenn á ómerktri lögreglubifreið. þeir létu mig drepa á bifreiðinni og setjast inní bíl með sér þar sem að þeir sögðu að ég hafi tekið fram úr þeim á ofsa ferð og þeir hafi farið að elta mig og að hraðamælir þeirra síndi 150 km hraða og að þeir ætluðu að kæra mig fyrir málið. ég sagði að þeir gætu ekki kært mig þar sem að þeir höfðu ekki radarmælingu en þeir gerðu samt skýrslu og sögðust ætla að kæra mig fyrir þetta og að þeirra bíll yrði radarmældur á þeim hraða sem að þeir voru á þegar að þeir voru á eftir mér og sá hraði yrði notaður á kærunni. hefur eitthver lent í svona máli eða? haldið þið að þeir hafi eitthverjar sannanir fyrir þessu þar sem að engin radarmæling var gerð? ég er nett pirraður yfir þessu máli sko", "date": "2008-11-10 21:39:00", "post_id": 1}, {"user_name": "Siggi-Lancer", "text": "rugl, geta ekkert kært þig fyrir þetta", "date": "2008-11-10 21:47:00", "post_id": 2}, {"user_name": "david/snifff", "text": "skrifaði þú undir þetta plagg? ef svo gerðiru athugasemd við skort á hraðamælir áður en þú kvittaðir undir", "date": "2008-11-10 21:49:00", "post_id": 3}, {"user_name": "ÍsakVTi", "text": "ég tjáði mig ekkert um málið og skrifaði undir neðst", "date": "2008-11-10 21:57:00", "post_id": 4}, {"user_name": "arnir", "text": "þá klúðraðir þú þessu alveg held ég...", "date": "2008-11-10 22:05:00", "post_id": 5}, {"user_name": "Andriii", "text": "Er líklega nett riðinn núna", "date": "2008-11-10 22:07:00", "post_id": 6}, {"user_name": "Bjarni S.", "text": "Þú átt ALDREI að skrifa undir!!!", "date": "2008-11-10 22:09:00", "post_id": 7}, {"user_name": "Regga", "text": "með því að skirfa undir þá ertu að samþykkja það sem þeir eru að segja, áttir ALLS EKKI að skrifa undir", "date": "2008-11-10 22:13:00", "post_id": 8}, {"user_name": "E!K!", "text": "Aldrei Aldrei Skrifa Undir Aldrei....................aldrei\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\nAldrei", "date": "2008-11-10 22:13:00", "post_id": 9}, {"user_name": "toggi", "text": "<<<punch.gif>>><<<nono.gif>>>", "date": "2008-11-10 22:18:00", "post_id": 10}, {"user_name": "ÍsakVTi", "text": "andskotinn, hvernig væri að segja manni það fyrr<<<icon_mad.gif>>>", "date": "2008-11-10 22:18:00", "post_id": 11}, {"user_name": "phoenix", "text": "Ekkert annað í stöðunni en að finna út hverjir þessir óeinkennisklæddu menn voru og nauðga kettinum þeirra.", "date": "2008-11-10 22:18:00", "post_id": 12}, {"user_name": "ÍsakVTi", "text": "tjahh, annar þeirra var snoðaður og geðveikt harður og var að hlusta á marilin manson í bílnum og þeir voru á skoda octavíu\n\r\nannars var ég að panikka og vildi ljúka þessu af sem fyrst og skrifaði undir en svo þegar ég hugsaði um það seinna þá fattaði ég að ég hefði frekar átt að neita því að skrifa undir", "date": "2008-11-10 22:22:00", "post_id": 13}, {"user_name": "Myriftica", "text": "þú færð klárlega sultuverðlaun dagsins, mátt koma og sækja Sultuna í Ömmubakstur á morgun", "date": "2008-11-10 22:25:00", "post_id": 14}, {"user_name": "Freyr", "text": "ekki í fyrsta skipti að þeir sekta bíla á þennan hátt og kæran fer í gegn og hraði þeirra er notaður og engin skekkjumörk.", "date": "2008-11-10 22:28:00", "post_id": 15}, {"user_name": "Arnar Ingi", "text": "gætir varla verið heimskari  að skrifa undir<<<punch.gif>>><<<rolleyes.png>>>", "date": "2008-11-10 22:29:00", "post_id": 16}, {"user_name": "E!K!", "text": "Nákvæmlega af hverju datt engum í hug að gera þráð um að skrifa ekki undir neitt hjá löggunni <<<rolleyes.png>>><<<rolleyes.png>>>", "date": "2008-11-10 22:37:00", "post_id": 17}, {"user_name": "Arnar F", "text": "Bara hafa það sem reglu að spurja alltaf um að fá að sjá hraðamælinguna ef lögreglan stöðvar þig.\r\nHún á það oft til að reyna fá þig til að játa ýmsa hluti þegar hún veit hún hefur engar sannanir.", "date": "2008-11-10 22:42:00", "post_id": 18}, {"user_name": "david/snifff", "text": "þetta hefur verið nánast nefnt í hverjum einasta þráði um umferðalögregluna", "date": "2008-11-10 22:44:00", "post_id": 19}, {"user_name": "Dezzice", "text": "Uuu verðurru ekki alltaf að skrifa undir skýrsluna?\n\nVar það ekki þannig að þú verður að láta taka fram eða haka við eitthvað sem sýnir að þú sért ekki sammála eða sáttur við málavöxtu.  Þ.e. þú ert í raun þá bara að kvitta fyrir það að já þú varst stoppaður en ert á engan hátt að samþykja brotið sem þeir báru upp á þig eða eitthvað.\n\nEf þú varst að keyra of hratt þá geturru nú samt sem áður baaaara sjálfum þér kennt um <<<icon_wink.gif>>>\n\nVinsamlegast einhver leiðrétta mig ef ég er í tómu rugli.", "date": "2008-11-10 22:46:00", "post_id": 20}, {"user_name": "Mr. Skúli", "text": "beinustu leið niður á stöð!!", "date": "2008-11-10 22:47:00", "post_id": 21}, {"user_name": "Bc3", "text": "skiptir ekki rassgat hvort þú skrifar undir eða ekki! ekki vera með þetta kjaftæði strákar!  en eina i stöðuni er bara að þú verður að bíða eftir profmissirnum og sektinni, löggan hefur alltaf rétta fyrir sér eða i 99% tilvika", "date": "2008-11-10 22:52:00", "post_id": 22}, {"user_name": "phoenix", "text": "með molotov? <<<hugegrin.gif>>>", "date": "2008-11-10 22:53:00", "post_id": 23}, {"user_name": "E!K!", "text": "Þetta var kaldhæðni<<<icon_wink.gif>>>", "date": "2008-11-10 22:54:00", "post_id": 24}, {"user_name": "Kjartan Óli", "text": "Ég lenti í þessu fyrir sirka 3 árum og fékk fellt niður.  Ég lét bóka í skýrsluna að ég teldi mig hafa verið á löglegum hraða og gerði um leið athugasemd við að ekki hefði verið radar í bílnum..\n\r\nÞað sem þú átt að gera er að skrifa hjá þér hvernig þetta gerðist, hvernig löggan kom fram við þig o.s.fr. svo þú munir nákvæmlega hvernig þetta var. Þegar bréfið kemur mótmælirðu við lögfræðinginn og mín rök voru þau að hraðamælirinn í Octaviu væri hvorki nákvæmt né löggilt mælitæki og hversu stutt löggan hefði keyrt á eftir mér en þau neituðu að segja mér hvar þau hefðu byrjað að elta mig(þau þurftu að ná upp hraða, ná mér og elta mig og svo stoppa mig að mig grunar á mjög stuttum kafla).  \n\r\nSeinast þegar ég heyrði í lögfræðingnum þá sagðist hann vera að láta athuga hraðamælaskekkjuna í bílnum og ég hef ekkert heyrt í sirka 3 ár svo líklega hefur þetta týnst í kerfinu.\n\r\nEdit\r\nrak augun í þetta með að þeirra bíll yrði radarmældur og sá hraði notaður.  Kannski hafa þeir breytt vinnubrögðunum eftir þetta mál hjá mér.  En þú skalt að minnsta kosti reyna þetta.", "date": "2008-11-10 22:56:00", "post_id": 25}, {"user_name": "SonnY", "text": "Ég var mældur á 130 fyrir ca 3 mánuðum sem var algjört kjaftæði og sagði bara að það stæðst ekki, hafði líka góð rök fyrir því og skrifaði ekki undir neitt og neitaði öllu og hef ekki fengið neina sekt.", "date": "2008-11-10 23:06:00", "post_id": 26}, {"user_name": "ÍsakVTi", "text": "þakka þér fyrir þetta svar, ég mun klárlega reyna þetta", "date": "2008-11-10 23:12:00", "post_id": 27}, {"user_name": "Karl Bjarni", "text": "getur maður semsagt bara neitað að skrifa undir? <<<icon_scratch.gif>>>", "date": "2008-11-10 23:12:00", "post_id": 28}, {"user_name": "fiskur", "text": "þarf maður alltaf að skrifa undir þegar maður er tekinn fyrir of hraðann akstur?\r\nef svo er þa var ég tekinn um daginn (reyndar ekkert mikið yfir hámarkshraða; á 70 á 50 götu) og ég fékk sekt án þess að ég hafi verið beðinn um að skrifa undir neitt <<<icon_confused.gif>>>\r\ner ég að misskylja eða?", "date": "2008-11-10 23:35:00", "post_id": 29}, {"user_name": "Eddy", "text": "Yeb einfalt mál bara segja NEI TAKK og brosa <<<icon_biggrin.gif>>>", "date": "2008-11-10 23:36:00", "post_id": 30}, {"user_name": "intenz", "text": "Ég var einu sinni plataður í svona. Ég hélt einmitt að ef maður myndi skrifa undir væri maður að viðurkenna brot sitt, en þeir sögðu að ég væri bara að staðfesta vitnisburð minn. Djöfulsins kjaftæði var það. Nokkrum dögum síðar fékk ég sekt heim. <<<icon_lol.gif>>>", "date": "2008-11-11 00:25:00", "post_id": 31}, {"user_name": "ZooMix", "text": "Þú skrifar undir að þú hafir heyrt réttindi þín en þú þarft að haka sérstaklega við játningu brots. Það sem þú gerir núna er að fara niðrá þá löggustöð sem tilheyrir því umdæmi sem þú varst stoppaður í (ártúnsbrekka, væntanlega Hlemmur) og segir þeim að þú hafir verið í tímabundnu andlegu sjokki vegna ásakana lögreglumanna í þinn garð, sem hafi gert það að verkum að þú hafir ekki alveg vitað hvað þú hafir verið að skrifa undir. Síðan dreguru játningu þína til baka og gerir athugasemd við það að radarmælitæki hafi ekki verið til staðar og hraðamælir ökutækis lögreglumanna sé ekki löggilt við mælingu annarra ökutækja. Einnig setur þú athugasemd að þó svo að ökutæki lögreglunar hafi náð 150 km/h þýðir það ekki að þitt ökutæki hafi verið á þeim hraða.\n\n\nTóku þeir ökuskirteinið af þér? Ef ekki er þetta líklegast að fara í annan en venjulegan farveg, vegna þess að í vinnureglum lögreglu segir til um að ef að liggur fyrir að svipting ökuréttinda nái þremur mánuðum, skuli sakborningur vera sviptur ökuréttindum á staðnum. Ef þú hinsvegar varst sviptur teininu á staðnum segist þú ætlast til að geta náð í skirteinið þitt aftur í lok dags, ella fái þessi starfsmaður sem þú ræðir við símtal frá lögfræðingi þínum.\n\nSíðast en ekki síst, fáðu þér lögfræðing.", "date": "2008-11-11 01:12:00", "post_id": 32}, {"user_name": "toggi", "text": "það er ekkert mál að neita að skrifa undir ég var tekin fyrir það að aka undir áhrifum 6 sinnum frá því í desember 2007 þangað til 20 maí 2008 ég skrifaði aldrei undir og játaði aldrei neitt en svo endaði það að ég lá heima um daginn sofandi vakna svo við það að það er barið á útidirnar og þegar ég kem fgramm og opna hurðina standa 2 lögreglumenn fyrir utan og rétta mér blað og segja mæér að skrifa undir það annars verði ég handtekin á staðnum og settur í vörslu lögreglunar þangað til að ég skrifi undir þetta blað hjá þeim. Þannig ég skrifaði undir þetta og rendi svona létt yfir þetta og það sem ég las var það að ég væri boðaður til lögregglu til þess að ganga frá þessum málum sem að ég játaði ekki á mig og vitimenn viku síðar fæ ég umslag frá lögreglunni sem að segir mér það að ég sé að missa bílprófið í 10 mánuði og þurfi að borga 980.000 kr í sekt fyrir þetta.\n\r\nAldrei skrifa undir neitt sem að þú ert ekki búinn að lesa yfir .....lestu það helst 2 áður en þú hugsar um það að skrifa á það....", "date": "2008-11-11 01:37:00", "post_id": 33}, {"user_name": "Madvillain", "text": "Skal gera þráð í DIY eftir smá.\n\n\n\nFélagi minn lennti í þessu og lögfræðingurinn hans er að vinna í þessu fyrir hann núna, en þetta sem Viktor skrifar hér fyrir ofan er að öllu leiti rétt að mig minnir.", "date": "2008-11-11 01:53:00", "post_id": 34}, {"user_name": "baldur", "text": "Þetta er ósköp einfalt. Þú bara gefur ekki eftir.\r\nÍ þessu tilfelli hafa þeir enga hraðamælingu. Það að þeir hafi náð einhverjum hraða á skódanum er bara ekki sönnun á neinu. Þeir hafa ekki löggilda mælingu í höndunum (og voru ekki einusinni með radar) og þeir eru ekki dómbærir á það hvenær þeirra bíll er kominn á sama hraða og þinn bíll, nema þeir séu bókstaflega límdir við stuðarann hjá þér.\r\nMér finnst það svosem bara gott á þig að hafa verið hirtur, en rétt skal vera rétt og það er fáránlegt að ákvarða refsingu bara eitthvað út í bláinn þegar þeir hafa ekki hugmynd um hversu hratt þú varst að keyra.", "date": "2008-11-11 01:56:00", "post_id": 35}, {"user_name": "RonZG6", "text": "http://www.domstolar.is/domaleit/nan...ype=1&Serial=1\n\r\nÞarna er eitt svona mál, þar sem ökumaður var stöðvaður fyrir hraðakstur af leynilögreglubíl sem var ekki með radar. Lestu þetta yfir, ökumaðurinn tapaði málinu.", "date": "2008-11-11 09:37:00", "post_id": 36}, {"user_name": "KOTO", "text": "hahaha<<<icon_cyclops.gif>>>", "date": "2008-11-11 10:07:00", "post_id": 37}, {"user_name": "Viggóhelgi", "text": "nú settirðu hnút í magann á honum Ronzg6.... dís what a buddy", "date": "2008-11-11 10:09:00", "post_id": 38}, {"user_name": "Sindri Skarph", "text": "gastu ekki bara stungid tha af varstu ekki a hondu.....", "date": "2008-11-11 10:55:00", "post_id": 39}, {"user_name": "doror", "text": "Haha já þú ert ótrúlega óheppinn að hafa \"lent\" í þessu.. Sérstaklega þar sem að þú byrjar í póstinum þínum að viðurkenna að þú varst að keyra hratt í Ártúnsbrekkunni.\n\r\nBorgaðu bara sektina og misstu prófið einsog maður. Það er klárlega ekki lögreglunni að kenna að þú varst á tæplega tvöföldum hámarkshraða.", "date": "2008-11-11 11:14:00", "post_id": 40}, {"user_name": "Eddy", "text": "Þetta er náttúrulega bara fáranlegt!\"", "date": "2008-11-11 11:23:00", "post_id": 41}, {"user_name": "Hell", "text": "Hef lent í þessu sama, en ég var með ferilvöktun í bílnum hjá mér\r\nÞeir runnu á rassinn með þetta þegar ég krafðist þessa að nákvæmur tími á eftirförinni þeirra yrði settur inn í skýsluna, þannig að ég gæti komið með útprentun yfir sama tímabil\n\r\nUrðu helv kindarlegir og sögðu að ég slippi í þetta sinn <<<icon_lol.gif>>>\n\r\nPs. var ekki nema 10 yfir, en þeir héldu því fram að ég hafi verið 60 yfir", "date": "2008-11-11 11:46:00", "post_id": 42}, {"user_name": "Frikki GTI", "text": "Díí <<<rolleyes.png>>>\n\r\nAnnars þá sá ég þig stopp í ártúnsbrekkunni með leynilögguna fyrir aftan þig..\n\r\nÞetta er bara leiðinlegt mál.", "date": "2008-11-11 11:53:00", "post_id": 43}, {"user_name": "Amer", "text": "Þetta skeði fyrir mig núna seinasta sumar, þeir eltu mig frá Hafnarfirði, og upp í breiðholt og stoppuðu mig þar, og sögðu að þeir hafi þurft að keyra á allt að 170.km hraða til að ná mér, ég sagði bara við þá að þar sem þeir hefðu enga mælingu á mig, að þá gætu þeir ekkert gert og skrifaði ekki undir neitt og keyrði í burtu, og ég hef ekkert séð eða heyrt um þetta eftir það............", "date": "2008-11-11 12:16:00", "post_id": 44}, {"user_name": "Rexinn", "text": "Hefur lögreglan sérstakt leyfi til að aka á ólöglegum hraða? Má hún elta þig á þeim hraða án þess að vera með ljós á allan tíman? Er búnaðurinn sem að þeir nota til að \"Mæla þig\" í þessu tilfelli löggildur og með stimpil uppá það? Þetta er eitthvað sem að ég myndi spurja að ef að ég myndi lenda í þessari stöðu sjálfur.", "date": "2008-11-11 12:40:00", "post_id": 45}, {"user_name": "gusti", "text": "Það ætti nú að taka menn eins og þig og svipta þig fyrir lífstíð\r\nog gera bílinn þinn upptækann í leiðinni!", "date": "2008-11-11 12:47:00", "post_id": 46}, {"user_name": "JonMaiden", "text": "löggan, sökkar", "date": "2008-11-11 12:53:00", "post_id": 47}, {"user_name": "Arnar Sig", "text": "ég er búinn að þurfa fara ansi langt með svona löggumál, þú átt rétt á því að fá að sjá útrpentun á ferilvöktun lögreglubílsins, sjá radarmælingu og hljóð og videoupptöku ef það hefur verið svoleiðis búnaður í bilnum. sendu svo lögfræðideild og lögreglustjórum bara email um þetta og segðu þeim að þetta sé bara rugl og vitleisa að þú hafir verið á þessum hraða.\r\nég gerði þetta (reyndar eftir mikið vesen) en fékk svo bara bréf heim stuttu seinna um að málið væri fellt niður.", "date": "2008-11-11 13:00:00", "post_id": 48}, {"user_name": "sindris", "text": "Númerið á bílnum hjá þér lx-*** og octavia sem stoppaði þig sem er fíkniefnalögreglan?", "date": "2008-11-11 14:59:00", "post_id": 49}, {"user_name": "david/snifff", "text": "er engin fíkniefnalögreglubíll til , lögreglan notar bara þá bíla sem eru til þegar þeir þurfa þá og oftast eru sumir notaðir meira en aðrir.\n\r\nsvo sé ég ekki hvaða máli skiptir hvort lögregluþjóninn sé fíknó eða umferðalögregla.. maður telur að fíknó sé meira lærð og þar með er hún hæfari", "date": "2008-11-11 16:03:00", "post_id": 50}, {"user_name": "E!K!", "text": "Vá bömmer fyrir gæjann þurfti að borga 60.000 kall í sekt og 131.472 í lögfræðikostnað, hversu oft hefur gæjinn sagt við sjálfan sig ''anskotinn afhverju borgaði ég þessa sekt ekki strax''", "date": "2008-11-11 17:16:00", "post_id": 51}, {"user_name": "Ingsie", "text": "Spurðann, hann er nú á spjallinu <<<icon_wink.gif>>>", "date": "2008-11-11 17:41:00", "post_id": 52}, {"user_name": "Bjaddni", "text": "það stendur bersýnilega hvað það þýðri að skrifa undir. þú ert aðeins að staðfesta að þú hafir lesið yfir skýrluna sem þeir gerðu, en þú getur að sjálfsögðu tikkað í boxið \"neitar\" sem segir bara að þú hafir lesið yfir skýrsluna og hafir neitað að játa á þig brotið.  \n\r\nþað eina sem þú gerir þér með að skrifa ekki undir er auka ferð uppá lögrelgustöð dagin eftir.", "date": "2008-11-11 18:15:00", "post_id": 53}, {"user_name": "JoeyThunder", "text": "varstu að keyra svona hratt?\n\r\nvarstu með græjunar í botni ? ef svo er þá geta mælingin sýnt miklu meira hraða en þú ert á það kom upp svona dæmi einhverntíman sem ég man ekki hvenar, þá var einhver gaur mældur á 160 þegar hann var á 70km/h meira segja gert grín að þessu i spaugstofuni.", "date": "2008-11-11 18:24:00", "post_id": 54}, {"user_name": "Krampi", "text": "löggan tók mig og ætlaði að fara sekta mig fyrir eitthvað vildi aldrei segja töluna og ég spurði .. Hvað hérna var ég að aka hratt þá fóru þeir í einhverja vörn um að kæra mig fyrir Glannalegt aksturslag og blabla.. Slapp allavega<<<icon_smile.gif>>>", "date": "2008-11-11 18:42:00", "post_id": 55}, {"user_name": "Krampi", "text": "Drugs.. Thc mælist í manni í allavega 1 mánuð kókaín og þann pakki ca. viku \n\r\nvarla viltu láta taka þig fyrir aka undir áhrifum áfengis viku eftir þú hefur drukkið ! mesta rugl í heimi!", "date": "2008-11-11 18:49:00", "post_id": 56}, {"user_name": "Krampi", "text": "Hann var mældur með hraðamæli í öðrum bíll ekki Radarmælir <<<icon_wink.gif>>>", "date": "2008-11-11 18:51:00", "post_id": 57}, {"user_name": "Kjartan Eagle", "text": "http://www.domstolar.is/domaleit/nan...Serial=1&Words \n\n\n\r\nþetta gerðist fyrir mig og ég sagði að þetta væri bra kjaftæði og ég skrifaði samt undir og þetta var mikið vesen.þetta var allavegana fellt niður.", "date": "2008-11-11 19:55:00", "post_id": 58}, {"user_name": "M8", "text": "Það þykir mer reyndar alveg mjög undarleg lög. <<<icon_scratch.gif>>>", "date": "2008-11-11 23:37:00", "post_id": 59}, {"user_name": "Guðmundur B", "text": "æji mér finnst þetta bara ansalegt mál og líka að margar íslenskar löggur  eru fávitar og alltof harðir", "date": "2008-11-12 00:12:00", "post_id": 60}, {"user_name": "toggi", "text": "lögin á íslandi eru fáránleg það var í 1 skipti af þessum 6 sem að það mældist í blóði annars var allt hitt bara í þvagi\n\r\nþetta er eins og að vera sviptur því það var áfengis lykt af þér en mældist sammt ekki í þér ...", "date": "2008-11-12 00:26:00", "post_id": 61}, {"user_name": "Stefhauk", "text": "já sællll", "date": "2008-11-12 00:52:00", "post_id": 62}, {"user_name": "cruiser217", "text": "Óheppynn. Hljómar eins og að þú hafir verið Punkt' af íslensku löggunni <<<icon_biggrin.gif>>> \r\nBuhu call the vhambulance!\r\nYou want some chease with that whine?\r\nHva er meira til... Bah skiptir ekki máli þetta er bara of findið!\n\r\nTekinn! Með A. Blöndal í farabroddi <<<icon_biggrin.gif>>>\n\r\nAnnars hef ég verið tekinn án þess að þeir læstu á radarinn sem þeyr voru með... Dómarinn sagði það ekki skypta nein máli löggan átti að hafa séð töluna og ég þurfti ekkert að sjá hana sjálfur! skítt, en hvað getur mar gert, nauðgað ketti dómarans? Bahh, kettir eru meira vyrði en þa!", "date": "2008-11-12 01:11:00", "post_id": 63}, {"user_name": "elli", "text": "Það er náttúrulega bara rugl að þeir megi gera þetta <<<icon_exclaim.gif>>>", "date": "2008-11-12 01:17:00", "post_id": 64}, {"user_name": "Hr.Cummins", "text": "swekk <<<icon_question.gif>>>", "date": "2008-11-12 03:09:00", "post_id": 65}, {"user_name": "Shagrath133", "text": "daaang... slæmt mál maður hah.. Það er eins og lögreglumenn séu bara heilagir, það sem þeir segja er bara ALLTAF sannleikurinn.. ekki að tala illa um lögguna in general en það leynist alltaf svona einn og einn spilltur innan lögreglunnar og hver veit hver það er og hvað af því sem hann segir er sannleikur? mér finnst að löggan þurfi að hafa læsta tölu, ekki bara svona \"já sáum að það stóð 150 þarna í 1 sekúndu og þar af leiðandi ertu BUSTED!!\" það er crap...", "date": "2008-11-12 13:36:00", "post_id": 66}, {"user_name": "david/snifff", "text": "ég verð að spyrja.. er lögreglan á móti hvítum 2001+ imprezum?\n\r\ntveir dómar komnir inn og báðir bílar hvítar imprezur 2001 og 2002", "date": "2008-11-12 13:45:00", "post_id": 67}, {"user_name": "bbc", "text": "Besta leiðin til að losna frá þessu er:\n\r\na)  EKKI keyra svona hratt !!\r\nb)  Ekki aka eftir að hafa drukkið áfengi !!\n\r\nÞar sem þið virðist ekki hafa farið eftir þessum prinsipp reglum almennra borgara ættuð þið varla að vera hissa á að einhver geri athugasemd við aksturslag ykkar.\r\nNema þið séuð svo merkileg að íslensk lög nái ekki yfir ykkur, þar með talið Diplómatapassi og svoleiðis.. ekki ?   svekk.", "date": "2008-11-12 15:00:00", "post_id": 68}, {"user_name": "Siggi-Lancer", "text": "með sand í skaufanum?", "date": "2008-11-12 15:20:00", "post_id": 69}, {"user_name": "Arnar F", "text": "Það eru líka lög og reglur hvernig vinnubrögð eiga fara fram hjá lögreglunni ekki máttu gleyma því. \n\r\nAnnars þarf ég ekki að spá í þessu, er nefnilega með svona diplómatapassa <<<icon_cool.gif>>>", "date": "2008-11-12 16:40:00", "post_id": 70}, {"user_name": "silent1", "text": "ég var að lenda í þessu fyrir 2 dögum, stoppuðu mig og báðu mig um að koma í bílinn til þeirra. Ég vissi ekki á hvaða hraða ég hefði verið, en þeir sögðu að þeir hefðu verið á 130, svo spurðu mig hvort ég vildi setja eitthvað útá mælinguna(ég hélt að þeir hefðu notað radar eða eitthvað) þannig að ég sagði að þeir hefðu verið á ferð, þannig að það væri skekkja. Þeir vildu alveg viðurkenna það, og sögðu að ég hefði þá kanski verið á svona 120, þá bað ég um að fá að sjá mælinguna hjá þeim, en þá byrjuðu þeir bara að rugla eitthvað, og gerðu í því að rugla mig allann tímann (btw, ég er 17 og þetta er fyrsta skipti sem ég er tekinn, svo að ég var vel stressaður) svo réttu þeir mér blaðið sem þeir voru að fylla út og báðu mig að skrifa undir, þannig að ég skrifaðu og svo leifðu mér að fara og sögðu \"þú færð KANSKI gluggapóst\" þannig að ég var ekkert smá ruglaður eftir þetta", "date": "2008-11-12 18:04:00", "post_id": 71}, {"user_name": "dorsson", "text": "lol       .", "date": "2008-11-13 12:54:00", "post_id": 72}, {"user_name": "Nagli_", "text": "Hleypa löggurnar manni eitthvað í burtu ef maður skrifar ekki undir ??", "date": "2008-11-17 09:05:00", "post_id": 73}, {"user_name": "*Bambi*", "text": "þegar að ég var tekin í vor var ég ekki látin skrifa undir...", "date": "2008-11-17 10:37:00", "post_id": 74}, {"user_name": "Pokémon", "text": "Héraðs- og hæstaréttadómarar eru búnir að sýna fram á það að löggan þarf ekki að sýna radarmælingu ef tveir lögreglumenn eru í bílnum eða nýja myndavélakerfið í notkun.\n\nTapaði svona máli fyrir nokkrum árum og það kostaði mig nóg af pening.", "date": "2008-11-17 11:57:00", "post_id": 75}, {"user_name": "elpepe", "text": "ég lenti í þessu fyrir 2 árum og ég tapaði málinu... fór með þetta fyrir dóm og allt.... Þeir ná að staðfesta hraðann í gegnum tetrakerfið eða eitthvað svoleiðis kjaftæði... þannig að ég myndi bara borga sektina", "date": "2008-11-18 19:20:00", "post_id": 76}, {"user_name": "ÍsakVTi", "text": "smá update... ég hef ekkert heyrt af þessu máli, hvorki fengið símtal né bréf, þar af leiðandi engin sekt né prófmissir.\r\nsem að þýðir það að löggan hefur greinilega ekki haft nægar sannanir eða nógu löglega mælingu og því þurft að fella niður málið en vildu samt vera leiðinlegir við mig og ákveðið að senda málið til barnaverndar. ég ætla ekki að tjá mig meira um það en ég er nú samt sáttur með að eiga ennþá bleikt plastkort með mynd af mér.", "date": "2009-02-23 02:09:00", "post_id": 77}, {"user_name": "Viktorkarl", "text": "Það eru til mörg dæmi um nákvæmlega þetta samt, þegar löggan hefur ekkert í höndunum um hraða en finnst þú samt keyra hratt þá stoppa þeir aðilann og hóta honum eins og þeir gerðu við þig, og viti menn það virkar.\n\nSá sem var stoppaður keyrir sjálfkrafa varlega næstu vikurnar eða mánuði, alltaf hræddur um að fá himin háa sekt heim.\n\nLeiðinleg starfsaðferð en virkar þó.", "date": "2009-02-23 02:16:00", "post_id": 78}, {"user_name": "Viktorkarl", "text": "Jább ..", "date": "2009-02-23 02:17:00", "post_id": 79}, {"user_name": "kidlingur", "text": "Já það er alveg fáránlegt að pappakassar eins og þú sem keyra ítrekað fullir skuli ekki sleppa <<<punch.gif>>>", "date": "2009-02-23 17:17:00", "post_id": 80}, {"user_name": "Shagrath133", "text": "Maður frænku minnar vinnur hjá sýslumanninum á Akureyri og ég spurði hann út í svona, þar sem mér fannst/finnst hafa verið svindlað á mér fyrir næstum 3 árum (ennþá bitur).. hann sagði að þó ég skrifaði undir, ætti ég rétt á að sjá öll sönnunargögnin í málinu og skoða það og ef þetta er rugl væri hægt að fara með þetta fyrir rétt... en ef þú borgar sektina og setur ekkert út á þetta fyrir það, þá ertu búinn að samþykkja þetta og búinn að fá refsingu. Veit ekkert meira um þetta en það sem ég hef heyrt frá honum!", "date": "2009-02-23 17:39:00", "post_id": 81}, {"user_name": "ScareCrow", "text": "Hvernig vita þeir að þú hafir farið frammúr þeim á 150km/h? enginn möguleiki að þeir viti það nema vera á svipuðum hraða...", "date": "2009-02-23 19:56:00", "post_id": 82}, {"user_name": "EnnVee", "text": "er ekki allveg viss en held nu að ég sá lögreglan á STI i haust <<<icon_smile.gif>>> það var cool", "date": "2009-02-23 20:07:00", "post_id": 83}, {"user_name": "vwfast", "text": "Yeah, about that...", "date": "2009-02-23 23:08:00", "post_id": 84}, {"user_name": "dazy crazy", "text": "Ég var einmitt að leita að þessum þræði í gær.\n\r\nÞannig er mál með vexti að ég var að keyra uppí hesthús og keyri bústaðarveg frá hringbraut og að flugvallaveginum.\r\nÉg var eitthvað yfir löglegum hraða og þá sé ég einhverja tvo tappa á skoda keyra við hliðina á mér og annar þeirra lítur illilega á mig og þeir hægja síðan á og ég hægi svo á yfir gatnamótin bústaðarvegur/flugvallavegur og þegar ég er kominn yfir gatnamótin fæ ég blá blikkandi ljós og þá eru þetta óeinkennisklæddir lögregluþjónar í óeinkennisklæddri skoda lögreglubifreið.\r\nAnnar maðurinn kemur og segir mér að drepa á bílnum og ég hafi verið á 100 á 60 götu og hvað ég hafi verið að pæla og eitthvað og ég segi eitthvað í panikki \"ég veit það ekki\", þá spyr hann hvort ég sé með ökuskírteini en ég var ekki með það enda á leiðinni uppí hesthús í öðrum buxum en ökuskírteinið var í.\r\nHann segir mér að stíga úr bílnum og setjast inní lögreglubílinn. Þar er ég eitthvað yfirheyrður (meira samt svona spjall) og ég spurður hvort ég hafi verið á ferðinni í nótt og hvað mér gangi eiginlega til. Ég var í algjöru sjokki og bulla eiginlega bara. Þeir kalla mig upp í talstöðina og fá að vita að ég eigi tvö hraðakstursbrot á bakinu.\r\nAnnar þeirra \"ætlarðu aldrei að læra, búinn að vera tekinn tvisvar áður og ennþá keyrirðu eins og bavíani.\r\nég \"veit það ekki muml muml\"\r\nHann\" Þetta kannski kennir þér að við getum verið hver sem er, taktu nú hausinn úr rassgatinu og farðu að keyra eins og maður\"\r\nÉg \"já, ég lofa því\"\r\nHann \"þú mátt fara\"\r\nÉg \"takk fyrir\" labba út og lem bílinn minn og keyri svo áfram og í sjokkinu keyri ég næstum yfir á rauðu með þá fyrir aftan mig.\n\r\nÞað sem ég vil vita er hvort ég fæ sekt eða ekki, þeir töluðu ekkert um sekt né létu mig skrifa undir neitt. Það var ekki myndavél í bílnum svo ég gæti séð.\n\r\nVona að ég fái svör.", "date": "2009-02-24 00:03:00", "post_id": 85}, {"user_name": "Frikki GTI", "text": "No worries, ekkert að fara ske.", "date": "2009-02-24 00:50:00", "post_id": 86}, {"user_name": "BjörnB", "text": "ALDREI skrifa undir ef þú ert saklaus eða þeir geta ekki sannað sekt þína, ef þú skrifar undir skaltu allavegana gera athugasemd.", "date": "2009-02-24 00:57:00", "post_id": 87}, {"user_name": "tinni77", "text": "frægt dæmi um það þegar hin skemmtilega \"sumarlöggu/vetrarlöggu\"sagan kom frá Fannari<<<icon_lol.gif>>>", "date": "2009-02-24 01:02:00", "post_id": 88}, {"user_name": "Grétar G.", "text": "Sem þú átt ekkert nema skilið og rúmlega það !", "date": "2009-02-24 01:15:00", "post_id": 89}, {"user_name": "dazy crazy", "text": "ok, flott er.\r\nHvernig geturðu samt verið svona viss? Fæ ég ekki bara gluggapóst?", "date": "2009-02-24 18:19:00", "post_id": 90}, {"user_name": "Titus", "text": "Keyrði löggan ekki á 150 fyrir aftan þig og segjast þessvegna geta sannað að þú hafir verið að keyra svo hratt? Er það ekki alveg jafn mikil sönnun fyrir því að þeir hafi verið að keyra á 150? Án forgangsljósa eða sírenu. Hafa þeir eitthvað sérstakt leyfi til þess? Ef þú verður sakfelldur ætti bílstjóri skódans að verða það líka..... Ekki rétt?<<<icon_smile.gif>>>", "date": "2009-02-25 00:13:00", "post_id": 91}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/nono.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/hugegrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cyclops.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2008-11-10 21:39:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/nono.gif", "path": "full/6731506014e88bdd6795a6eb3fdf6ba90cbc5b16.gif", "checksum": "7f2674ecf6fab47b272cf5c43b33bb04"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/hugegrin.gif", "path": "full/6fe6ab5cfe99546ffd100250dffcaf09b4cced33.gif", "checksum": "1ff4f9a530c38ed18dfe0c205c784a15"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "path": "full/eee4b2d7dd562d7e5941abc6122014deb9b3d474.gif", "checksum": "dfddfc30e10b880f76a3b030817b033c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cyclops.gif", "path": "full/7302686a7c84cfde48255528bd6b0deac87ddf95.gif", "checksum": "5c10e38e066d9da4fa20a3d20a6b2a77"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "path": "full/eee4b2d7dd562d7e5941abc6122014deb9b3d474.gif", "checksum": "dfddfc30e10b880f76a3b030817b033c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}