{"forum_title": "Almennt spjall", "id": "5935", "title": "HELVÍTIS FÍFL!!!!", "url": "http://www.live2cruize.com/spjall/showthread.php/5935-HELVÍTIS-FÍFL!!!!", "posts": [{"user_name": "Fannzi_GTi", "text": "Halló.. það var brotist inní sunny-innminn fyrir utan  sæbólsbraut 12 til 24 í kopavogi milli 3 í nótt og 10 í morgun, og hann gjörsamlega strípaður, bíllinn er með þjófavörn sem virkaði ekki augljóslega, eða ótengdri, ég er ekki viss..\r\nbílstjóra rúðan mölvuð og sagan segir sig sjálf.. allt tekið, 2x audiobahn s-e keilur.. í heimasmíðuðu boxi, (ílla teppalagt) soundstorm slide 2500W monoblock magnari, audiobahn 4x200watt hatalara magnari (með skópi).. þess má geta að soundstorm slide monoblockin er bara ein af 2svona mögnurum á landinu, og er bara seldur hjá audio.is, og er hann því auðþekjanlegur og gott sem ónothæfur fyrir vitleisingin sem stal þessu úr bílnum... það sem var lika tekið var.. frammhátalara sett að gerðini DUB og eru 250watt.. en í kassanum.. aftur hátalara sett. 550w sondstorm slide 6x9\" aftur hátalarar... en í kössunum,  2x soundstorm  Stretch Daddy þéttar, einn 2farad, og annar 1farad.. annar þéttirin var í poka ásamt boss audio deiliboxi, 2farad þéttirinn var enn í umbuðunum.. svo var líka þessi fíni panasonic spilari,, nýr frá br-ormsson.. og 2stórir snúrupakkar.. allt keypt frá audio.is..\r\nþað er heilmikið af þessum græjum mjög sjaldgæfar.. þessvegna ráðlegg ég þeim sem tók þetta að skila þessu vandamála laust... \r\nsem betur fer er þetta allt tryggt, en ég vil fá mínar græjur, því ég er líka með hluti fyrir þær sem þarf til að fá þetta til að virka allt saman <<<icon_smile.gif>>>\r\ngræjurnar áttu að fara í bílinn í dag.. ásamt nýrri þjófavörn.. og þessvegna er þetta virkilega pirrandi..\n\r\nþetta er ljosgrænn nissan sunny 1,6sr. með numerinu PI-xxx man ekki =/ og þetta gerðist á milli 3 í nott og 10í morgun.. \r\nþað eru væg fundarlaun í boði.. þetta er auðþekkjanlegt, og ég þekki keilurnar mínar úr endalausri fjarlægð því þær hafa báðar einkeni sem bara ég og felagi minn sjáum sem við gerðum í þær.. \r\nþessvegna er ég að byðja þann sem stal þessu, eða einhvern sem veit eitthvað um málið að láta mig vita í sima 8659022 eða lögreggluna í kóp..\r\nþetta eru miklir peningar hérna sem við erum að tala um.. vel yfir hálfa miljón í græjur sem eru ekki lengur þar sem þær eiga að vera.. og ég vil fá þær aftur!\n\r\nmyndir af sambærilegum græjum...\r\nþéttir 2farad-\n\r\nþéttir 1farad-\n\r\nafturhátalar-\n\r\nframmhátalarar-\n\r\nhátalara magnari-\n\r\nekki til mynd af monomagnaranum, en hann er einn af 2 á landinu. er grár.. og heitir Soundstorm slide, og hann má þekkja hvaðan sem er..\r\nkeilurnar-\n\r\nstendur framan á þeim \"audiobahn special edidion, og eru þær áritaðar af D-jones,\r\nog svona grill er á keilunum.\n\r\ntæknideild lögreglunar skoðaði bílinn vegna fingrafara og allir umboðsaðilar audio.is hafa verið látnir vita.. löggan er mjög vongóð á að finna þetta allt saman <<<icon_smile.gif>>> \r\nen ef einhver laumar á upplysingum.. þá skal ég borga fyrir að heyra þær.. og jafnvel borga fundarlaun..\r\nen það skrítnasta við þetta er.. þeir læstu bílnum og brutu rúðurna.. og ég sjálfur er handviss um að hafa lagt bílnum annarstaðar en hann var í morgun.. þannig að mig grunar að einhver hafi farið með lykla af honum, sótt hann hreinsað hann og skilað honum, en ég er ekki viss.. líka þar sem sleðin fyrir spilaran var skilinn eftir.. semsagt.. þeir höfðu lykil af læsinguni í sleðanum... því sleðin er óskemdur nema smá eftir mig sjálfan, enda gafst ég upp á að ná spilaranum úr... ég er viss um að þetta var eitthvað fyrirfram ákveðið.. \r\nen sá sem gerði þetta valdi mjög svo vitlausan bíl...\r\nog valdi mjög óheppilegar græjur til að stela =/\r\nog ætti allvarlega að íhuga það að koma þeim til mín aftur.. því ég mun finna þann sem gerði þetta.. og ég á eftir að fá græjurnar. með góðu eða íllu.\r\nvonandi í góðu..... <<<icon_rolleyes.gif>>>", "date": "2005-07-09 11:55:00", "post_id": 1}, {"user_name": "Turbo-", "text": "fkn fílf.\r\nvona að þetta finnist", "date": "2005-07-09 12:02:00", "post_id": 2}, {"user_name": "Disturbed", "text": "Leitt að heira <<<icon_sad.gif>>> \n\r\nLenti í því sama með minn sunny og öllu stolið, það áttu ekki margir svona keilur sem ég var með og enginn annar hefur keipt 2 saman eins og ég gerði og svona box með, Lögreglu****in lugu öllum anskotanum að mér og ég mar nottkuð viss um að finna Draslið... Það er Búið að Sjást Til Keilnana 2 sinnu en ég er ekki ennþá búinn að fá neitt uppí hendurnar.... Þetta var Audiobahn líka....", "date": "2005-07-09 12:04:00", "post_id": 3}, {"user_name": "íbbi", "text": "skrítið.. ég átti sona sunnybrak líka, og þar sem það er sona auðvelt að brjótast inn í þá, þá skildi ég hann bara eftir opin <<<icon_mrgreen.gif>>>  og einhverntíman gleymdi ég spilara liggjandi í sætinu og lyklunum í, í sona 2 vikur og þegar ég fattaði það var allt á ´sínum stað", "date": "2005-07-09 12:15:00", "post_id": 4}, {"user_name": "baldur", "text": "Tekur því ekkert að setja svona græjur í bíla, þessu er öllu stolið hvorteðer.", "date": "2005-07-09 12:37:00", "post_id": 5}, {"user_name": "Bjarni-", "text": "eins og svo oft áður, fólk er ****! <<<icon_sad.gif>>>", "date": "2005-07-09 12:43:00", "post_id": 6}, {"user_name": "Bjaddni", "text": "það er samt að mínu mati í lagi að hafa kanski hátalara og nettan magnara við ekkert alltof mikið.\n\r\nÉg vona fannzi að þetta finnist allt. heimsku þjófa kvikindi!", "date": "2005-07-09 12:45:00", "post_id": 7}, {"user_name": "ÓskarG", "text": "Vona að þetta finnist..", "date": "2005-07-09 14:27:00", "post_id": 8}, {"user_name": "Ingsie", "text": "Æji ömurlegt að heyra!! \n\r\nEn vonandi finnst þetta! Fólk kann ekki að bera virðingu fyrir annara manna hlutum, þoli það ekki..", "date": "2005-07-09 14:41:00", "post_id": 9}, {"user_name": "siggik", "text": "<<<icon_surprised.gif>>>  sá þetta í msn, trúði þessu ekki, þetta hlítur að vera einhver sem þekkir til bílsins einsog þú gefur í ljós , vona að þessi **** fynnast, skal glaður segja þér eitthvað ef ég heyri eitthvað, sem ég mun sennilega ekki gera <<<icon_sad.gif>>>", "date": "2005-07-09 14:46:00", "post_id": 10}, {"user_name": "Geir-H", "text": "Varstu ekki með þetta tryggt Fannzi?", "date": "2005-07-09 14:58:00", "post_id": 11}, {"user_name": "Freyr", "text": "allveg ótrulegt að maður má ekki eiga neitt, án þess að því verði stolið,\n\r\neins og það var brotist inn i minn bil, ég var kominn með ágætis græjur allt frá kenwood, og var buinn að gera allt tilbuið þanga til eg fengi bilprofið.  meigjasegja \r\na tóku þeir líka silfurlituðu rúðuþurkurnar og loftnetið, allt sem þeir gátu bara tekið utan af bilnum og að innan, þeir rifu upp aftur sætin hja mer lika þannig að klæðið fór af, og klifftu á allar snúrur.", "date": "2005-07-09 15:03:00", "post_id": 12}, {"user_name": "skam", "text": "hvað segir þetta okkur annað en ekki kaupa nissan sunny?? nema þú getir geymt hann inni!!!  <<<icon_lol.gif>>> <<<icon_lol.gif>>> <<<icon_lol.gif>>>  neinei bara djók  <<<icon_lol.gif>>> \n\r\nen vonandi finnuru þann sem gerði þetta og gefur honum/henni nýtt andlit!! <<<icon_twisted.gif>>> <<<icon_twisted.gif>>> <<<icon_twisted.gif>>>", "date": "2005-07-09 15:40:00", "post_id": 13}, {"user_name": "Fannzi_GTi", "text": "það er allveg klárt mál <<<icon_surprised.gif>>>\r\nog ég tel mig vita hver gerði þetta.. einhver sem veit hver ég er.. og já.. kannski einhver sem þekkir bílinn.. því allt var hirt sem tengdist græjum, þeir skildu meira að segja eftir diskana mina, hálsmen sem er utanum speygilinn, armband sem er þar lika, hraðbankakortið mitt, kortanumerið og pening sem var í bilnum... bara græjutengt tekið <<<icon_sad.gif>>> \r\nþetta er farið að vera óendanlega pirrandi.. að geta ekki einusinni átt helvítis græjurnar í friði,, buið að skemma transann.. og það var buið að stela spilara frá mér og eitthvað úr honum.. og svo þetta..\n\r\nég ætlaði mér stóra hluti í næstu græjukeppni.. en það verður ekkert úr því =/ nema að sá sem er með þær skilar þeim aftur.. ef þetta verður ekkert mál.. þá kæri ég ekki, og það verða ekki nein leiðindi. ég skal ekki einusinni rukka rúðuna sem var brotin.. \r\nég vil bara fá græjurnar mínar aftur.. \r\nALLAR UPPLYSINGAR ERU VEL ÞEGNAR!\r\nFundarlaun í boði.. peningar.. jafnvel ein medion V8 tölva ef einhver vill svoleiðis frekar..\r\nendilega látið mig vita ef einhver veit eitthvað.. \r\nmeð fyrirframm þökk.. Fannar D.", "date": "2005-07-09 17:37:00", "post_id": 14}, {"user_name": "Hr.Cummins", "text": "Græjurnar eru í holu bakvið ruslatunnu bakvið Pizza67 í keflavík <<<icon_smile.gif>>> komdu og sæktu þær.. og núna vil ég fá Medion V8 tölvuyna <<<icon_biggrin.gif>>>", "date": "2005-07-09 17:51:00", "post_id": 15}, {"user_name": "Bc3", "text": "leiðinlegt að heira", "date": "2005-07-09 17:57:00", "post_id": 16}, {"user_name": "imported_no_fear", "text": "shitt þetta sökkar vona að þú finnir þetta", "date": "2005-07-10 17:53:00", "post_id": 17}, {"user_name": "Fannzi_GTi", "text": "þetta bara skal finnast! <<<icon_sad.gif>>>\r\nog damn ég nenni ekki að skipta um rúðuna =/", "date": "2005-07-10 18:31:00", "post_id": 18}, {"user_name": "Fannzi_GTi", "text": "endilega reynið að hafa augun opin, monoblockin og keilurnar geta ekki verið í umferð því þá finnst þetta strax.. \r\nég vona bara að þetta komist í leitirnar eða að ég fái þetta bætt <<<icon_sad.gif>>>", "date": "2005-07-10 18:33:00", "post_id": 19}, {"user_name": "Dezzice", "text": "Illa leiðinlegt að heyra þetta, vona að þetta finnist  <<<icon_confused.gif>>>", "date": "2005-07-10 18:33:00", "post_id": 20}, {"user_name": "Kristjan PGT", "text": "Ertu óheppnasti maður á jarðríki eða?", "date": "2005-07-10 19:00:00", "post_id": 21}, {"user_name": "intenz", "text": "Leiðinlegt að heyra. Vona að þetta finnist. <<<icon_mad.gif>>>", "date": "2005-07-10 19:06:00", "post_id": 22}, {"user_name": "GisliM", "text": "félagi minn á sunny tík. hann var i smáralind og þegar að hann kom út tveimur timun seinna þá var buið að stela framljosunum og huddhlífinni... það er nátturulega óendanlegt hvað folk er mikið fifl", "date": "2005-07-10 20:00:00", "post_id": 23}, {"user_name": "phoenix", "text": "<<<icon_rolleyes.gif>>>", "date": "2005-07-10 20:12:00", "post_id": 24}, {"user_name": "ND4SPD", "text": "Þetta er semsagt ritskoðað.... eða hvað  <<<icon_confused.gif>>>", "date": "2005-07-10 21:18:00", "post_id": 25}, {"user_name": "ElliOfur", "text": "helv djö", "date": "2005-07-10 21:23:00", "post_id": 26}, {"user_name": "Nonni Pimp", "text": "<<<icon_eek.gif>>>", "date": "2005-07-10 21:58:00", "post_id": 27}, {"user_name": "Dezzice", "text": "Ef þið ætlið að fara út í að nafngreina eitthvað lið hérna fram og tilbaka fyrir þjófnað á þessum græjum eða einhverjum öðrum græjum þá verður tekið á því.\n\r\nÞið ættuð að vita betur heldur en að vera að draga þetta djö kjaftæði hingað inn, verið menn og ræðið hlutina face2face en verið ekki með þetta sandkassakjaftæði hérna inn á.  \n\r\nNæsti póstur sem kemur hingað inn með svona kjaftæði þýðir læsing á topicci/eyðsla á topiccinu.", "date": "2005-07-10 23:43:00", "post_id": 28}, {"user_name": "Fannzi_GTi", "text": "var ég að ásaka einhvern?", "date": "2005-07-10 23:44:00", "post_id": 29}, {"user_name": "ND4SPD", "text": "Gat ekki séð það  <<<icon_confused.gif>>>", "date": "2005-07-11 21:23:00", "post_id": 30}, {"user_name": "Dezzice", "text": "Það var meira í þessum þræði sem var eytt út og svarið mitt er í beinu framhaldi af því, þeir taki það til sín sem vita upp á sig sökina  <<<icon_confused.gif>>> \n\r\nDURTUR: það sem Fannzi sagði hér fyrir ofan var ekki ritskoðað svo ég best viti, bara eins og hann sagði það <<<icon_biggrin.gif>>>", "date": "2005-07-11 22:26:00", "post_id": 31}, {"user_name": "Fannzi_GTi", "text": "ég er ekki að ásaka neinn né nafngreina neinn.. og það er ekki buið að finna græjurnar og ég stórefa að þær finnist nokkurtíman <<<icon_sad.gif>>> voðalega sjaldan allavegana sem svona finnst <<<icon_sad.gif>>> en það er pottþétt mál að það var einhver sem veit hvar ég bý og veit hver ég er!", "date": "2005-07-12 00:22:00", "post_id": 32}, {"user_name": "Sergio", "text": "enda þu ert nu buinn að gera 2 þræðir um þessar græjur þannig ekkert mál að vita eftir hverju á að leita <<<icon_rolleyes.gif>>>\n\r\nen annars samhryggist <<<icon_sad.gif>>>", "date": "2005-07-12 01:07:00", "post_id": 33}, {"user_name": "poseidon", "text": "Það á aðtaka fólk sem að gerir sonna og Kjöldraga!!  <<<burn.gif>>> <<<cursin.gif>>> <<<realmad.gif>>> <<<icon_twisted.gif>>> <<<icon_evil.gif>>>", "date": "2005-07-12 03:24:00", "post_id": 34}, {"user_name": "Danni", "text": "ef Þetta var einhver sem veit hver þú ert og hvar þú býrð, og einsog þú heldur var með lykil af bílnum þínum, þá hlýturðu að komast að því flótlega hver þetta er! En þetta er alltaf bögg að lenda í svona og ég vona að þú finnir græjurnar sem fyrst því mér var farið að hlakka til í að heyra í þeim <<<icon_sad.gif>>>", "date": "2005-07-12 03:34:00", "post_id": 35}, {"user_name": "poseidon", "text": "ég er fyrri eigandi af þessum  bíl og vinur minn átti hann á undan mér Fannzi fekk 2 orginal lyklana ad honum  <<<icon_scratch.gif>>> og ef þjófurinn væri með lyklana færi hann varla að brjóta rúðuna?  <<<icon_rolleyes.gif>>>", "date": "2005-07-12 03:42:00", "post_id": 36}, {"user_name": "Danni", "text": "þá hefur annað hvort einhver sem hann þekkir tekið varalykilinn, eða einhver fengið hann lánaðann einhverntímann (bílinn það er) og tekið copy af lyklinum á meðan...", "date": "2005-07-12 03:44:00", "post_id": 37}, {"user_name": "FS", "text": "Ok þetta er orðið dálítið furðulegt aint it?\n\r\nen allavega, vonandi finnst þetta dót hjá þér fannzi\n\r\nÉg er sjálfur skíthræddur um að einhver kengruglaður rónadjöfull brjótist inní minn bíl, þessvegna læt ég bara spilara og hátalara nægja.", "date": "2005-07-12 04:30:00", "post_id": 38}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "jæja ég hef skrifað eitthvað vitlaust og því eytt út þannig ég skrifa þetta öðruvísi.\r\nÞað er alltaf leiðinlegt þegar græjunum manns er stolið  <<<icon_mad.gif>>>  og ég ætti nú að vita það því einn ónafngreindur aðili gerði það við mig. þú skilur hvað ég er að fara <<<icon_sad.gif>>> en svoleiðis aðilar eiga skilið að lenda í því sama ekki satt fannzi minn  :wink:  þannig við skulum vona að sá sem gerði þetta fái að finna fyrir því sama og sá sem gerði það við mínar græjur   <<<icon_mrgreen.gif>>>", "date": "2005-07-12 12:54:00", "post_id": 39}, {"user_name": "Anger", "text": "jaja við erum með þjóf herna", "date": "2005-07-12 17:52:00", "post_id": 40}, {"user_name": "Fannzi_GTi", "text": "Örvar ertu ****** steingelda helvítið þitt.. það þarf að taka rækilega í þig djöfulsins ógeð! ég snerti ekki þetta ógeðis celicu flak þitt! og þú veist það vel sjálfur! og þú lamdir mig aldrei fyrir það helvítis lyga ræfill! og hættu að ljuga uppá mig við Ástu Kristínu, þó hun trúir allri þessari helvítis þvælu útur þér þá áttu ekki skilið að era með henni, hvað þá láta mig líta verr út í henar augum lyga ****! þú veist vel hver tók græjurnar og þú veist líka vel að það var ég sem kom þeim aftur í þínar hendur ******nn þinn!! þannig að þú skalt stein halda helvítis kjafti og hafa vit á því!!!!!", "date": "2005-07-12 18:42:00", "post_id": 41}, {"user_name": "Fannzi_GTi", "text": "ertu semsagt að segja að þú tókst þær?\r\nokey..þá hringi ég nuna á lögregluna.", "date": "2005-07-12 18:45:00", "post_id": 42}, {"user_name": "Kristjan PGT", "text": "Hringdu í leiðinni í klepp og láttu redda þér aðeins.\n\r\nCHILL PILL!", "date": "2005-07-12 18:51:00", "post_id": 43}, {"user_name": "Fannzi_GTi", "text": "<<<icon_rolleyes.gif>>>", "date": "2005-07-12 18:53:00", "post_id": 44}, {"user_name": "Hr.Cummins", "text": "vóvóvóvó, takiði báðir chill pill og steinþegiði, farið bakvið Pizza67 í keflavík... þær eru í holu bakvið ruslatunnu <<<icon_biggrin.gif>>> ég lofa <<<icon_wink.gif>>>", "date": "2005-07-12 18:55:00", "post_id": 45}, {"user_name": "ArnarFB", "text": "Sumir ætla einfaldlega aldrei að þroskast. Hvernig væri að læra að hemja sig... both of you!", "date": "2005-07-12 18:57:00", "post_id": 46}, {"user_name": "DínuZ-sUpeRmaN", "text": "Greyin mín leysið þetta annars staðar..", "date": "2005-07-12 19:00:00", "post_id": 47}, {"user_name": "CT9A", "text": "<<<lol2.gif>>>", "date": "2005-07-12 19:00:00", "post_id": 48}, {"user_name": "ArnarFB", "text": "Þetta endalausa rifrildi í ákveðnum einstaklingum er orðið með eindæmum leiðinlegt. Sprengiþræðirnir orðnir leiðinlega stuttir...\n\r\nEf þið farið svona í taugarnar á hvorum öðrum, why the hell are you communicating here?!", "date": "2005-07-12 19:01:00", "post_id": 49}, {"user_name": "Binni", "text": "svo sammála", "date": "2005-07-12 19:03:00", "post_id": 50}, {"user_name": "DínuZ-sUpeRmaN", "text": "Nákvæmlega.. en það eru nú líka sumir sem hafa gaman af að kveikja í þræðinum og það er fyrir mér enn vitlausara og óþroskaðra..", "date": "2005-07-12 19:04:00", "post_id": 51}, {"user_name": "Dezzice", "text": "Hvað er vandamálið hjá ykkur báðum?\n\r\nHvað í \"TAKIÐ ÞETTA AF SPJALLBORÐINU\" skiljið þið ekki?\n\r\nÉg var búin að vara ykkur við að um leið og þetta byrjaði aftur hérna að þá myndi ég læsa þræðinum.\n\r\nÖbbi: þú veist vel afhverju hinum svörunum þínum var eytt og ég er búin að þurfa að segja þér núna oftar en einu sinni að hætta að blanda heilu spjallborði í þetta mál.\n\r\nFannzi: hvað er ég oft búin að segja þér að slaka á og hætta að láta fólk espa þig svona upp, þú ert ekki að gera neinum gott með því að snappa alltaf svona hérna inn á, hvað þá sjálfum þér.\n\r\nEf þið hafið sannanir fyrir hinu og þessu skuluð þið vera eins og menn, trítla upp á lögreglustöð og leggja fram formlega kæru og hætta að benda á hvorn annan og vera með ásakanir.  Þetta er orðið verulega þreytt og afskaplega barnalegt.\n\r\nEf þið opnið annan þráð um þetta mál farið þið báðir í bann EINFALT.  <<<icon_evil.gif>>>  Við moddarnir hérna höfum margt annað að gera heldur en að vakta þetta stríð á milli ykkar tveggja.", "date": "2005-07-12 19:07:00", "post_id": 52}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/burn.gif", "http://live2cruize.com/spjall/images/smilies/cursin.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/lol2.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif"], "date": "2005-07-09 11:55:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/burn.gif", "path": "full/7448a5931864d9a2c885b43a0f7e06470ad52cce.gif", "checksum": "093009ca6b76d8748bf5aa22e1823bb3"}, {"url": "http://live2cruize.com/spjall/images/smilies/cursin.gif", "path": "full/793ebb44a1c41f19f908f9bb3b0d655888ac1be4.gif", "checksum": "cf0c3975fa02b54eec26891c66be4562"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "path": "full/eee4b2d7dd562d7e5941abc6122014deb9b3d474.gif", "checksum": "dfddfc30e10b880f76a3b030817b033c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol2.gif", "path": "full/5d239bd0d20da16450c245a06d97141e7c319538.gif", "checksum": "4ae018d8623731332d26fb8c910f3344"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}]}