{"forum_title": "RÖFL", "id": "59399", "title": "Sénsinn í helvíti", "url": "http://www.live2cruize.com/spjall/showthread.php/59399-Sénsinn-í-helvíti", "posts": [{"user_name": "mustanggirl", "text": "Þegar maðurinn kemur heim............\r\nSvona var þetta í gamla daga..\r\nÞessar reglur eru teknar úr kennslubók í heimilisfræði síðan 1950.\n\r\n1. Hafðu kvöldmatinn tilbúinn á réttum tíma. Það veitir honum þá tilfinningu að þú hafir verið að hugsa um hann og að þér sé annt um þarfir hans. Flestir karlmenn eru svangir þegar þeir koma heim og tilbúinn matur er hluti af því að láta hann finna hversu velkominn hann er heim, en það er karmönnum nauðsynlegt.\n\r\n2. Notaðu 15mín. til að snyrta þig og skipta um föt áður en hann kemur. Hann er að koma heim úr leiðinlegri og erfiðri vinnu og er þreyttur. Vertu svolítið hress og skemmtileg til að hressa hann við.\n\r\n3. Taktu upp allt rusl og dót. Farðu eina umferð um húsið og safnaðu saman skólabókum, leikföngum, pappírsrusli og blöðum. Renndu svo tusku yfir borðin til að þurrka af og þrífa svolítið. Eiginmanni þínum mun finnast hann kominn í friðarparadís og það hefur mikið að segja fyrir hann.\n\r\n4. Snyrtu börnin til. Það tekur aðeins nokkrar mínútur að þrífa hendur og andlit og greiða þeim.. Ef þarf, skaltu láta þau skipta um föt. Þau eru hans fjársjóður og hann vill sjá þau þannig.\n\n\r\n5. Sjáðu til þess að húsið sé hljóðlátt. Slökktu á öllum vélum, s.s. uppþvóttavél, þvottavél, þurrkara og ryksugu. Reyndu að sjá til þess að börnin hafi hljótt. Taktu á móti honum með glöðu brosi.\n\n\r\n6. Gættu þess að hella ekki yfir hann kvörtunum þegar hann kemur. Ekki heldur kvarta þó hann komi of seint í mat. Þú getur verið viss um að þínar kvartanir eru minniháttar í samanburði við það sem hann hefur þurft að þola yfir daginn.\n\r\n7. Sjáðu til þess að hann hafi það þægilegt. Láttu hann halla sér aftur á bak í hægindastól eða stingdu upp á því að hann halli sér smástund í rúmið. Vertu tilbúinn með kaldan eða heitan drykk handa honum. Bjóddu honum að klæða hann úr skónum og hagræddu púðunum undir honum. Ræddu við hann með rólegri, mjúkri röddu. Leyfðu honum að slaka á.\n\r\n8. Láttu hann ráða kvöldinu. Ekki kvarta þó hann fari ekki með þig út að borða eða á aðrar skemmtanir, reyndu í stað þess að skilja að hann hefur fengið sinn skerf af streitu og látum yfir daginn og þarfnast hvíldar heima.\n\r\n10. Markmiðið er að gera heimilið að stað þar sem eiginmaður þinn getur fundið frið og reglu og getur slakað á eftir erfiðan dag.\n\n\r\nman ekki hvort ég hef sett etta inn", "date": "2008-11-13 16:16:00", "post_id": 1}, {"user_name": "Twincam", "text": "bíddu.. afhverju gerir þú þetta ekki fyrir mig?  <<<icon_surprised.gif>>> <<<icon_sad.gif>>>", "date": "2008-11-13 16:17:00", "post_id": 2}, {"user_name": "mustanggirl", "text": "ég geri þetta,nema þú ert bara hættir að takaeftir", "date": "2008-11-13 16:18:00", "post_id": 3}, {"user_name": "Twincam", "text": "hehh.... ég ætla mér að taka EXTRA vel eftir í kvöld... svo þér er hollast að fara að byrja vinan... <<<icon_wink.gif>>>", "date": "2008-11-13 16:20:00", "post_id": 4}, {"user_name": "oskaree", "text": "svona a þetta að vera, fokk með þetta jafnréttisrugl, ég vill ekki horfa uppa pabba minn að vaska upp og þrífa, hvað ´þá ég sjálfur? kjellingar eiga ða taka eþtta til fyrirmyndar <<<icon_smile.gif>>>", "date": "2008-11-13 16:21:00", "post_id": 5}, {"user_name": "Linnet", "text": "svona á þetta að vera <<<icon_biggrin.gif>>>", "date": "2008-11-13 16:25:00", "post_id": 6}, {"user_name": "D-MaN", "text": "damn, the 50's was the time to be....", "date": "2008-11-13 16:25:00", "post_id": 7}, {"user_name": "marrig", "text": "Vantar reglu númer 9!!", "date": "2008-11-13 16:27:00", "post_id": 8}, {"user_name": "Pálmi-", "text": "hahahaah....af hverju ekki að sjá um þessi verk saman frekar en að annar aðlinn sjái um þetta allt einn...:S", "date": "2008-11-13 16:28:00", "post_id": 9}, {"user_name": "mustanggirl", "text": "það var ekki til nóg blek til að gera hana<<<punch.gif>>>", "date": "2008-11-13 16:32:00", "post_id": 10}, {"user_name": "skyline", "text": "Mér finnst þetta alveg sjálfsagt ef að eiginkonan er heima allan daginn...\n\nHún getur alveg þrifið og eldað í staðin fyrir að vera í búðarölti að spreða peningunum sem kallinn er að vinna fyrir.", "date": "2008-11-13 16:54:00", "post_id": 11}, {"user_name": "AntiTrust", "text": "Shiiiiiiiit hvað konur voru kúgaðar! <<<icon_lol.gif>>>", "date": "2008-11-13 16:55:00", "post_id": 12}, {"user_name": "baldur", "text": "Það er nákvæmlega ekkert athugavert við þetta, í þessa daga var algengt að konur væru ekki í vinnu heldur væru bara heimavinnandi húsmæður. Í þannig tilfellum er bara eðlilegt að karlinn geri ekki handtak heima fyrir vegna þess að konan er í fullu starfi við það að halda heimilinu góðu.", "date": "2008-11-13 16:55:00", "post_id": 13}, {"user_name": "Mr. Skúli", "text": "AMEN!! svona á þetta að vera!!!kreppan mun koma öllu aftur í þetta horf! <<<icon_lol.gif>>>\n\n\n\nég tárast alltaf þegar ég sé pabba minn vaska upp! labba svo að mömmu og slæ hana og segi við hana að grey maðurinn sé að brotna niður þegar hann fær svona villandi upplýsingar frá henni að hann þurfi að vinna vinnuna hennar!..", "date": "2008-11-13 17:11:00", "post_id": 14}, {"user_name": "dazy crazy", "text": "var mikið um þurrkara 1950?", "date": "2008-11-13 17:13:00", "post_id": 15}, {"user_name": "danish", "text": "A men! <<<cheers.gif>>>", "date": "2008-11-13 17:35:00", "post_id": 16}, {"user_name": "AddiPaddi", "text": "Svo fengu konur kosningar rétt ... þá fór allt til helvitis", "date": "2008-11-13 17:38:00", "post_id": 17}, {"user_name": "Galant ES", "text": "já\nhttp://en.wikipedia.org/wiki/Dry_cleaning", "date": "2008-11-13 17:40:00", "post_id": 18}, {"user_name": "Dauntless", "text": "Nákvæmlega!\n\r\nBack to the 50's!!", "date": "2008-11-13 17:43:00", "post_id": 19}, {"user_name": "SiggiG", "text": "True dat", "date": "2008-11-13 17:44:00", "post_id": 20}, {"user_name": "david/snifff", "text": "1950 sagðiru.. hvenær var þessi bók seinast uppfærð?\n\r\nannars sendi ég mínar konur út að vinna meðan ég hangi heima.. útskýrir kannski afhverju ég er sífellt einhleypur <<<icon_biggrin.gif>>>", "date": "2008-11-13 17:45:00", "post_id": 21}, {"user_name": "Gunnarmh", "text": "Þessar kellingar eru best geymdar bakvið eldavélina", "date": "2008-11-13 17:46:00", "post_id": 22}, {"user_name": "Pési", "text": "hahah nei fyrir framan hana", "date": "2008-11-13 17:47:00", "post_id": 23}, {"user_name": "david/snifff", "text": "ég hef þá misskilið þetta.. ég sett þær alltaf inní eldavélina vegna þess Hans og Gréta gerðu það", "date": "2008-11-13 17:50:00", "post_id": 24}, {"user_name": "phoenix", "text": "Hélt að þetta væri svona á öllum heimilum <<<confused.png>>>", "date": "2008-11-13 17:52:00", "post_id": 25}, {"user_name": "Hafst1", "text": "OG AFHVERJU BREYTTIST ÞETTA SVONA MIKIÐ Á EKKI LENGRI TÍMA!!!! Í dag á allt snúast  um að þóknast konunum í einu og öllu. Þær þurfa meira að segja að vera með sömu laun og við!", "date": "2008-11-13 17:54:00", "post_id": 26}, {"user_name": "Sindri Skarph", "text": "thetta er rett", "date": "2008-11-13 17:55:00", "post_id": 27}, {"user_name": "Gunnarmh", "text": "Misskilningur í þér", "date": "2008-11-13 17:56:00", "post_id": 28}, {"user_name": "Beggi wRe", "text": "Ég vaska upp heima hjá mér og er stoltur af því! Ekki séns að konan mín fari að vaska upp eftir að hún hafi eldað góðan mat fyrir mig <<<icon_smile.gif>>>\n\n\r\nSvo koma dagar þar sem ég fer í ham og tek til heima, því ég vill hafa hreint í kringum mig!", "date": "2008-11-13 17:56:00", "post_id": 29}, {"user_name": "Dauntless", "text": "Þetta fer í hringi eins og allt annað. Það er bara tískubóla núna þetta að þóknast konum í einu og öllu og há laun og svona.\n\r\nÞær fara aftur fyrir framan eldavélina", "date": "2008-11-13 17:57:00", "post_id": 30}, {"user_name": "-ROCKY-", "text": "mér finnst þetta ekki vera rétt, allavega ekki í nútímanum, skiptast á og svona<<<icon_biggrin.gif>>>", "date": "2008-11-13 18:12:00", "post_id": 31}, {"user_name": "intenz", "text": "Hún er hérna...\n\n9. Gefðu honum munngælur og leyfðu honum að koma yfir andlitið á þér.", "date": "2008-11-13 18:13:00", "post_id": 32}, {"user_name": "baldur", "text": "Já ef bæði eru í fullri vinnu þá á það við.\r\nEf að konan er hinsvegar bara heima að sjá um heimilið og karlinn er útivinnandi að vinna fyrir öllum tekjum heimilisins þá kemur ekki til greina að skiptast neitt á.", "date": "2008-11-13 18:18:00", "post_id": 33}, {"user_name": "CS", "text": "Mæli með þú sendir þetta á vissan hard core feminista sem er mjög hataður hérna.......<<<rolleyes.png>>>", "date": "2008-11-13 18:18:00", "post_id": 34}, {"user_name": "Dikta", "text": "Æj en krúttlegt.... ekki feitur séns að ég myndi nenna þessu! Þetta er nú svona frekar jafnt hjá mér og kallinum... hjálpumst bara að saman við að elda þrífa og það allt..ég hata að ryksuga, svo hann gerir það, og hann hatar að þrífa klósettið, svo ég þríf það..  <<<icon_smile.gif>>>Virkar bara ágætlega svoleiðis <<<icon_biggrin.gif>>>\n\nOg ég held nú að þetta sé ekki að fara að breytast aftur neitt í bráð kallarnir mínir.. allavega ekki fyrst að rúm 60% af háskólanemendum í dag eru kvenkyns <<<icon_wink.gif>>>", "date": "2008-11-13 18:49:00", "post_id": 35}, {"user_name": "LeNa", "text": "Ég myndi gera þetta fyrir þann rétta! Ekki spurning <<<icon_wink.gif>>>", "date": "2008-11-13 18:56:00", "post_id": 36}, {"user_name": "Linnet", "text": "ég er þá á leiðini<<<punch.gif>>>", "date": "2008-11-13 19:06:00", "post_id": 37}, {"user_name": "dandri", "text": "Byrjamemmér? <<<icon_wink.gif>>>", "date": "2008-11-13 19:09:00", "post_id": 38}, {"user_name": "dandri", "text": "Þetta kalla ég góða reglu", "date": "2008-11-13 19:10:00", "post_id": 39}, {"user_name": "RaggiTwin", "text": "Gaaaay\n\r\nAnnars er þetta kúl stöff", "date": "2008-11-13 19:44:00", "post_id": 40}, {"user_name": "Pési", "text": "hahahahha lololollololololollolololoo", "date": "2008-11-13 19:48:00", "post_id": 41}, {"user_name": "gaulzi", "text": "kannski örlítið farið út í öfgar þarna... en þetta er nú heimilisfræði... þ.e. fag sem kellingar fóru væntanlega í til að læra að verða heimavinnandi húsmæður.", "date": "2008-11-13 20:02:00", "post_id": 42}, {"user_name": "jaman", "text": "Þetta er virkilega góður listi", "date": "2008-11-13 20:21:00", "post_id": 43}, {"user_name": "Dauntless", "text": "Þú veist þú myndir samt gera þetta fyrir mig Dikta mín :*", "date": "2008-11-13 20:22:00", "post_id": 44}, {"user_name": "Dikta", "text": "ohh.. ok þá.. en bara afþví þúrt svo sætur <<<tongueout.gif>>>", "date": "2008-11-13 20:52:00", "post_id": 45}, {"user_name": "fiskur", "text": "finst almennt að jafnt ætti að ganga yfir konur sem karla, nema ef annað þeirra er vinnandi á meðan hitt er heima.", "date": "2008-11-13 20:56:00", "post_id": 46}, {"user_name": "Mr. Skúli", "text": "breytti þessu aðeins fyrir þig..", "date": "2008-11-13 21:17:00", "post_id": 47}, {"user_name": "fiskur", "text": "hahahaha vá takk <<<rollinglaugh.gif>>>", "date": "2008-11-13 21:40:00", "post_id": 48}, {"user_name": "LeNa", "text": "Jam, læt þig vita þegar ég verð á lausu<<<icon_wink.gif>>>", "date": "2008-11-14 01:21:00", "post_id": 49}, {"user_name": "binniOli", "text": "mæja .. sona er sannleikurinn bara sár", "date": "2008-11-14 03:45:00", "post_id": 50}, {"user_name": "mustanggirl", "text": "prrff<<<icon_razz.gif>>>", "date": "2008-11-14 09:50:00", "post_id": 51}, {"user_name": "Kareen", "text": "hehe ekki viss um að ég myndi nenna þessu á hverju kvöldi.....en myndi karmönnum ekki leiðast við að gera alltaf það sama á kvöldin?", "date": "2008-11-14 09:50:00", "post_id": 52}, {"user_name": "TinnaG", "text": "haha góðar reglur en ég færi ekkert eftir þeim <<<scoobydoo.gif>>>", "date": "2008-11-14 10:07:00", "post_id": 53}, {"user_name": "Oskar K", "text": "fer eftir því hversu góður kokkur þú ert og hve góð í rúminu...\n\n\nannars finnst mér þetta nú fuuull gróft þessar reglur, sérstaklega með að þrýfa krakkana bara áður en pabbi gamli kemur heim <<<icon_lol.gif>>>\nog að slökkva á öllum heimilistækjum", "date": "2008-11-14 10:19:00", "post_id": 54}, {"user_name": "LeNa", "text": "Finnst þetta nú ekki gróft. En annars þá eru mjög fáar konur nú til dags sem bera almennilega virðingu fyrir kallinum sínum.", "date": "2008-11-14 10:40:00", "post_id": 55}, {"user_name": "TinnaG", "text": "Er þetta almennileg virðing í þínum huga?<<<icon_pale.gif>>>", "date": "2008-11-14 10:42:00", "post_id": 56}, {"user_name": "Oskar K", "text": "enþá færri kallar sem bera virðingu fyrir konunni sinni <<<icon_wink.gif>>>", "date": "2008-11-14 10:43:00", "post_id": 57}, {"user_name": "Karl Bjarni", "text": "djöfulsins karlrembu reglur eru þetta", "date": "2008-11-14 10:52:00", "post_id": 58}, {"user_name": "phoenix", "text": "Þá þurfa þær bara að vanda sig betur við húsverkin og muna eftir að slökkva á ryksugunni og þvottavélinni þegar maður kemur heim", "date": "2008-11-14 12:56:00", "post_id": 59}, {"user_name": "gaulzi", "text": "hef nú séð mun fleiri dæmi þar sem kerlingarnar haga sér eins og einhverjar prinsessur og þræla körlunum út... frekar en hitt", "date": "2008-11-14 13:49:00", "post_id": 60}, {"user_name": "Sylvía", "text": "Shii og vilt þú þá bara þræla fyrir þá? <<<rolleyes.png>>> Annars eru alveg miklu fleiri karlar í heiminum sem bera nákvæmlega enga virðingu fyrir konunum sínum!\n\r\nAnnars var þetta alveg svona í gamla daga enda voru karlarnir útivinnandi og konurnar heima að sjá um heimilið og það var þá bara eðlilegur hlutur..Núna hins vegar vinna yfirleitt bæði karlinn og konan úti og þá er að sjálfsögðu engan vegin sanngjarnt að konan geri allt! <<<icon_wink.gif>>> Miklu betra og skemmtilegra að skiptast á og þannig..<<<icon_smile.gif>>>", "date": "2008-11-14 15:15:00", "post_id": 61}, {"user_name": "Tjóni", "text": "regla 9. er fullkominn hehe\n\nog allar hinnar eitthvað sem maður færi sáttur með lika", "date": "2008-11-14 15:19:00", "post_id": 62}, {"user_name": "dazy crazy", "text": "Þrír menn sátu saman og voru að monta sig af því hvernig þeir höfðu látið nýju konurnar sínar fá skyldur og verkefni heima fyrir.\n\r\nSá fyrsti hafði gifst konu frá Colarado og hann hafði sagt henni að hún ætti að þvo upp og þrífa húsið. Það tók nokkra daga en á þriðja degi kom hann heim í hreint hús og uppvaskið búið og frágengið.\n\r\nAnnar maðurinn hafði gifst konu frá Nebraska. Hann hafði skipað konu sinni að sjá um öll þrif, uppvask og eldamennsku. Fyrsta daginn hafði ekkert gerst, annan daginn hafði það aðeins skánað og þann þriðja var húsið hreint, uppvaskið búið og svaka steik og meðlæti í matinn.\n\r\nÞriðji maðurinn hafði gifst konu frá Íslandi. Hann sagði henni að hennar verk væru að halda húsinu hreinu, sjá um uppvaskið, slá garðinn, þvo þvott og elda heita máltíð í hverjum matmálstíma. Hann sagði að fyrsta daginn hefði hann ekki séð neitt, annan daginn sá hann ekkert heldur en á þriðja degi minnkaði bólgan svo hann sá aðeins með vinstra auganu, rétt nóg til að hann gat útbúið sér eitthvað að borða og sett í uppþvottavélina!\n\r\nÞessar íslensku eru nú samt alltaf bestar, bara halda þeim góðum. <<<icon_cool.gif>>><<<icon_wink.gif>>>", "date": "2008-11-14 17:33:00", "post_id": 63}, {"user_name": "Viktor10", "text": "Sældarlíf ..", "date": "2008-11-14 17:41:00", "post_id": 64}, {"user_name": "Hafst1", "text": "Þrældómur og vinna er ekki það sama. \n\n\r\nFyrsta skiptið sem núverandi kona bauð mér í mat, bauðst ég til að vaska upp. Hún sagðist ekki taka það í mál enda væri það hennar verk. Ég vildi ganga í augun á henni og tók af henni burstann og vaskaði upp. ÞAÐ VORU MISSTÖK! Síðan þá hefur þetta verið MITT VERK á heimilinu. Var alltí lagi til að byrja með, mér fannst það bara sjálfsagt að vaska upp þegar hún eldaði. Svo kom að því einn daginn að ég asnaðist til að sýna henni hvað ég væri góður kokkur. Hún var svona yfir sig hrifin, svo núna er það LÍKA MITT VERK. Núna þegar ég kem heim úr vinnunni býður mín ekki bara eldamennska, heldur uppvask þar á eftir! Núna er ég tildæmis með pottinnn á hellunni. Hún hefur reyndar haldið því verki (ennþá) að þrífa gólfin, enda er ég slakur í því. Svo kem ég ekki nálægt þvottavélinni (nema ég skipti um kol í henni um daginn) því ég \"kann ekki á hana\". En það á eftir að koma að því að þvotturinn komist í mínar hendur líka. Ég þarf að sýna henni þessar reglur svo hún skilji sitt hlutverk aftur.", "date": "2008-11-14 17:51:00", "post_id": 65}, {"user_name": "david/snifff", "text": "það hefur lærst ef maður klikkar einu sinni þá er maður laus við það sem eftir er <<<icon_smile.gif>>>", "date": "2008-11-14 18:26:00", "post_id": 66}, {"user_name": "ÓskarG", "text": "Mamma þín og pabbi eru skilin!", "date": "2008-11-14 19:47:00", "post_id": 67}, {"user_name": "LeNa", "text": "Svona til að svara öllum: MÉR finnst þessar \"reglur\" vera í fínu lagi. Það er enginn að þræla sér út eitthvað hérna, ef karlinn sér ekki um heimilið þá gerir hann eitthvað annað í staðin. Það er í fínu lagi ef honum langar að hjálpa mér af og til. En ég myndi vilja sjá um öll húsverk á mínu heimili því ég tel karla ekki eiga erindi þar. Þeir hafa yfirleitt í mörgu öðru að snúast en að vaska upp. Þarna hafið þið það <<<icon_razz.gif>>><<<icon_biggrin.gif>>>", "date": "2008-11-14 22:13:00", "post_id": 68}, {"user_name": "Andri M.", "text": "erum við að tala um draumaeiginkonu eða hvað, ef þú ert ekki það sem allir karlmenn þrá að þá veit ég ekki hvað við karlmennirnir þráum almennt þegar kemur að heimilishaldi", "date": "2008-11-14 23:04:00", "post_id": 69}, {"user_name": "LeNa", "text": "Nei ég er ekki draumaeiginkona, ég er alltof dugleg að laga til og svona, en ef þú vogar þér að drasla til þá verðuru einfaldlega laminn í drasl, how do u like that? ;D", "date": "2008-11-14 23:09:00", "post_id": 70}, {"user_name": "intenz", "text": "Ekki láta Lenu plata ykkur, hún er í raun karlmaður. <<<icon_confused.gif>>>", "date": "2008-11-14 23:17:00", "post_id": 71}, {"user_name": "LeNa", "text": "Já þess vegna hefuru áhuga á mér! Mikið er ég heimskUR að hafa ekki fattað þennan leik hjá þér ;D", "date": "2008-11-14 23:19:00", "post_id": 72}, {"user_name": "intenz", "text": "Ég þóttist bara hafa áhuga á þér til að ná til systur þinnar!", "date": "2008-11-14 23:21:00", "post_id": 73}, {"user_name": "LeNa", "text": "Og til þess neyddistu til að kikja í brækurnar hjá mér? Mhm RIGHT ;D haha", "date": "2008-11-14 23:23:00", "post_id": 74}, {"user_name": "intenz", "text": "Maður verður að gera það sem maður þarf til að komast í '92!", "date": "2008-11-14 23:29:00", "post_id": 75}, {"user_name": "LeNa", "text": "Jæja nú þegar það er búið að koma upp um mig ætla ég að taka mynd af sys út af dp <<<icon_sad.gif>>>", "date": "2008-11-14 23:54:00", "post_id": 76}, {"user_name": "MrManiac", "text": "Bidduuuuu Haaaaaaa....Er intenz s.s búinn að dúnka þig ??", "date": "2008-11-15 00:02:00", "post_id": 77}, {"user_name": "LeNa", "text": "Neeei, ég tók hann, aftanfrá ;D hahahha", "date": "2008-11-15 00:03:00", "post_id": 78}, {"user_name": "T.J.", "text": "hahahah <<<icon_biggrin.gif>>><<<icon_biggrin.gif>>><<<icon_biggrin.gif>>>\n\r\n....priceless.. <<<icon_cool.gif>>> \r\n..nema hann hafi fengið borgað fyrir greiðann..<<<rolleyes.png>>>", "date": "2008-11-15 00:09:00", "post_id": 79}, {"user_name": "intenz", "text": "Ertu frá þér??? Hún er allt of gömul fyrir mig. Ég tek stefnuna á systir hennar.", "date": "2008-11-15 00:10:00", "post_id": 80}, {"user_name": "intenz", "text": "Heyrðu vinur, vilt þú ekki bara halda áfram að leira og leyfa fullorðna fólkinu að tala saman. <<<crazyeyes.gif>>>", "date": "2008-11-15 00:13:00", "post_id": 81}, {"user_name": "MrManiac", "text": "Ok hjúkk.......helt að standart-inn væri endanlega farinn í ruslið", "date": "2008-11-15 00:37:00", "post_id": 82}, {"user_name": "Andri M.", "text": "með góðum aðlögunartíma ætti maður að geta lifað það af, ég fengi þá bara að hafa bílskúrinn fyrir mig og hafa drasl í honum í staðinn, how do u like that ?", "date": "2008-11-15 00:39:00", "post_id": 83}, {"user_name": "MrManiac", "text": "Taktu ráðleggingar frá lengra komnum....Kvennmenn eru verkfæri djöfulsins þá ber að forðast og nota aðeins í einum tilgangi. Allt sem þær geta gert getur þú gert betur. Eina hlutinn sem vantar upp á má nálgast hér og þar með engum aðlögunartíma og sólarhringsleigu.......getur meira að segja sloppið með klukkara ef þú splæsir í leigubíl.", "date": "2008-11-15 00:41:00", "post_id": 84}, {"user_name": "AMG", "text": "ert þú semsagt kominn útúr skápnum sigurður? og ert að hvetja aðra til þess líka?", "date": "2008-11-15 00:43:00", "post_id": 85}, {"user_name": "KITTEN", "text": "þá hættir maður að svara honum þessum <<<icon_biggrin.gif>>>", "date": "2008-11-15 00:44:00", "post_id": 86}, {"user_name": "Andri M.", "text": "haha góður, annars er allt gott í hófi, þannig að ef/þegar maður fær nóg af þeim, að þá má bara fara út í frískt loft og rölta á næsta pöbb meðan maður safnar í sig kjark til að fara aftur heim", "date": "2008-11-15 00:51:00", "post_id": 87}, {"user_name": "MrManiac", "text": "HaHa....JáJá Hr AMG Vitlu ræða reynslu þína eitthvað frekar af sólarhringsleigum eða klukkaraskreppitúrum ???????????????????????", "date": "2008-11-15 00:54:00", "post_id": 88}, {"user_name": "AMG", "text": "jaja ekkert mal, minar voru þó með 2 ísetningargöt að neðan <<<icon_biggrin.gif>>><<<icon_biggrin.gif>>><<<icon_biggrin.gif>>><<<icon_biggrin.gif>>>", "date": "2008-11-15 00:55:00", "post_id": 89}, {"user_name": "MrManiac", "text": "ER það ????????' bitribitri GAUR", "date": "2008-11-15 00:57:00", "post_id": 90}, {"user_name": "intenz", "text": "Amg Hvað Ertu Að Gera á Netinu????? Bjórinn Drekkur Sig Ekki Sjálfur?????????", "date": "2008-11-15 01:25:00", "post_id": 91}, {"user_name": "ÓskarG", "text": "", "date": "2008-11-15 02:48:00", "post_id": 92}, {"user_name": "intenz", "text": "Vá ég hélt fyrst að þetta væri Svenni Tiger.", "date": "2008-11-15 03:46:00", "post_id": 93}, {"user_name": "LeNa", "text": "I think we have a deal <<<icon_cool.gif>>>", "date": "2008-11-15 09:13:00", "post_id": 94}, {"user_name": "MrManiac", "text": "Sæælllllllllllllllllllll.....Lena er svo hörð að Stál Veður ABBÓ í kringum hana", "date": "2008-11-15 15:10:00", "post_id": 95}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/cheers.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/scoobydoo.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_pale.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/crazyeyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2008-11-13 16:16:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/cheers.gif", "path": "full/d21c329e1505cd23abb1611005606259febda0a0.gif", "checksum": "a01c6ef54721d77301272cc8a6ee1c45"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/scoobydoo.gif", "path": "full/7fe8f1eba105aa884f96310dbc1dabd6c3867f24.gif", "checksum": "ebf1481f31ba73e830c0de5f0153ca80"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_pale.gif", "path": "full/5b4268767975b0b118c0228344f1339d2236e6fb.gif", "checksum": "e3becd049e6887fead97cab18c92af35"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/crazyeyes.gif", "path": "full/74d7871c8563a461e51cc216f53f8322977b498e.gif", "checksum": "aebe4c078f73dbd51f024eb331ada448"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}