{"forum_title": "RÖFL", "id": "60751", "title": "Ringulreið.org", "url": "http://www.live2cruize.com/spjall/showthread.php/60751-Ringulreið-org", "posts": [{"user_name": "Kruder", "text": "Þekkir einhver hérna einhvern admin á ringulreid.org\n\nSímanúmeri mínu, nafni og heimilisfangi var póstað þangað inn og mér þætti mjög vænt ef sá hinn sami gæfi sig fram við mig núna.\n\nhttp://www.anonib.com/_ringulreid/index.php?t=779", "date": "2008-11-29 23:26:00", "post_id": 1}, {"user_name": "Sævar Örn", "text": "æ æ greyið <<<icon_smile.gif>>>", "date": "2008-11-29 23:32:00", "post_id": 2}, {"user_name": "Kruder", "text": "Þú þarna 91 módel, ef þú ætlar að reyna að vera fyndinn, vertu það þá annarstaðar, mig vantar upplýsingar", "date": "2008-11-29 23:36:00", "post_id": 3}, {"user_name": "olig", "text": "Hvað gerðist?", "date": "2008-11-29 23:39:00", "post_id": 4}, {"user_name": "Sævar Örn", "text": "djöfuls viðbjóður er þessi síða, ég er sko alls ekki að reyna að vera fyndinn, þessi síða er hreinn og beinn djöfulsins viðbjóður og ef nafnið mitt kæmi fram á þessari síðu myndi ég frekar hafa samband við lögregluna en að spyrja um það hér\n\r\nkv. ég hérna 91 model", "date": "2008-11-30 00:02:00", "post_id": 5}, {"user_name": "Aaron-TRD", "text": "ja er sammála myndir og fullt nafn hja vinkonu minni þarna sem hún vill sko alls ekki hafa þarna nafn og sími óskast!!!", "date": "2008-11-30 00:06:00", "post_id": 6}, {"user_name": "intenz", "text": "Mér þykir það leitt, Kristján, en það er ekkert sem þú getur gert. <<<icon_confused.gif>>> Eina sem þú getur vonað er það að þráðurinn muni deyja.\n\n\n\nOg hvað á lögreglan að gera?", "date": "2008-11-30 00:07:00", "post_id": 7}, {"user_name": "Sævar Örn", "text": "Láta loka þessari vefsíðu??\n\r\nEkki eins og það hafi ekki verið gert áður. Þarna eru myndir og upplýsingar um fólk í leyfisleysi", "date": "2008-11-30 00:10:00", "post_id": 8}, {"user_name": "intenz", "text": "Já og hvernig eiga þeir að fara að því? Þessi síða er hýst í útlöndum. Geta íslensk yfirvöld gert mikið í tilveru The Viking Bay? Hugsaðu aðeins drengur.", "date": "2008-11-30 00:14:00", "post_id": 9}, {"user_name": "EYJ", "text": "en ef það eru einhverskonar moddar þarna þá getur varla verið mikið mál að eyða út er það ?", "date": "2008-11-30 00:18:00", "post_id": 10}, {"user_name": "intenz", "text": "Það er bara ekki þeirra stefna nema það sé barnaklám.", "date": "2008-11-30 00:19:00", "post_id": 11}, {"user_name": "Loud1", "text": "þessi síða er bara Pedobear hangout", "date": "2008-11-30 00:20:00", "post_id": 12}, {"user_name": "EYJ", "text": "hverskonar síða er þetta eiginlega <<<icon_confused.gif>>>\n\r\nspyr sá sem ekki veit <<<icon_biggrin.gif>>>", "date": "2008-11-30 00:20:00", "post_id": 13}, {"user_name": "intenz", "text": "Afsprengi af /b/ á 4chan.", "date": "2008-11-30 00:26:00", "post_id": 14}, {"user_name": "Galant ES", "text": "þessi síða . . \r\nAfhverju dettur manni bara í hug internet explorer 1.0 þegar að maður sér þetta.\r\nfinnst að það ætti að loka þessu ef að það er þá hægt.", "date": "2008-11-30 00:49:00", "post_id": 15}, {"user_name": "Azaruz22", "text": "biddu er þetta ekki barnaklám eða fucking viðbjoður!!!", "date": "2008-11-30 01:12:00", "post_id": 16}, {"user_name": "Azaruz22", "text": "eg meina sjaiði þetta er stelpa sem er ekki deginum eldri en svona 15\n\n\nhttp://www.anonib.com/passnimage.php...420_anonib.jpg \n\r\nojj eg meina eg er 18 sko en mer bara byuður við þessu!!!", "date": "2008-11-30 01:16:00", "post_id": 17}, {"user_name": "BE12GUR", "text": "þú spilar með s.s með hinu liðinu ?", "date": "2008-11-30 01:20:00", "post_id": 18}, {"user_name": "maxel", "text": "Mér finnst hún drulluflott", "date": "2008-11-30 01:20:00", "post_id": 19}, {"user_name": "intenz", "text": "Ég er nú ekki mikið að fikta í 15 ára en skv. lögum er það löglegt. <<<icon_confused.gif>>> Því telst þetta ekki vera barnaklám.", "date": "2008-11-30 01:23:00", "post_id": 20}, {"user_name": "Galant ES", "text": "Hvers vegna bíður þér við þessu ? \r\nHenni líður vel á þessari mynd og er þarna nakin , falleg og í blóma lífsins.  Ung kona á uppleið. Meirasegja smá perraglott á henni þannig að hún gæti mögulega hafa sett þetta sjálf á netið.\n\r\nÞessi fór beint á desktoppið á heimilistölvunni.", "date": "2008-11-30 01:23:00", "post_id": 21}, {"user_name": "Azaruz22", "text": "allt yfir 16 er gott sko,en þetta er bara baby meeen,,,sjá tutturnar á þessu,,,etta er eins og á 12 ára þroskaheftu stúlkubarni<<<confused.png>>>", "date": "2008-11-30 01:31:00", "post_id": 22}, {"user_name": "Kruder", "text": "Lögreglan getur varla haldið við eigin tölvukerfi, hvað þá haft uppi á einhverjum e-thugs útí heimi. \n\r\nMér datt helst í hug að einhver hérna þekkti admin þarna sem gæti tekið þetta út.", "date": "2008-11-30 01:31:00", "post_id": 23}, {"user_name": "Azaruz22", "text": "og nei eg spila ekki með hinuliðinu,,,eg vill bara hafa minar dömur þroskaðar,,ekki enþá i barbie", "date": "2008-11-30 01:33:00", "post_id": 24}, {"user_name": "Galant ES", "text": "aldrei einusinni hugsað um að tjekka á þeim markaði.", "date": "2008-11-30 01:33:00", "post_id": 25}, {"user_name": "KarlHK", "text": "Algjör viðbjóður þessi síða !", "date": "2008-11-30 01:47:00", "post_id": 26}, {"user_name": "Gunnarmh", "text": "Þessi síða\n\nAWSOME!", "date": "2008-11-30 01:59:00", "post_id": 27}, {"user_name": "BjörnB", "text": "getur flokkast undir barnaklám og þá þarf ekki annað en að senda lögreglu landsins sem síðan er hostuð í einhver skilaboð og þá er henni lokað á fjandinn laus", "date": "2008-11-30 04:31:00", "post_id": 28}, {"user_name": "BjörnB", "text": "þú mátt ríða 15 ára en ekki taka myndir né myndbönd af þeim nöktum eða í einhverjum kynlífsathöfnum, þá er það orðið barnaklám", "date": "2008-11-30 04:33:00", "post_id": 29}, {"user_name": "finder", "text": "Er ekki spjallmeðlimur sem á þetta lén?", "date": "2008-11-30 04:55:00", "post_id": 30}, {"user_name": "Don Garri", "text": "Þið verðið að passa þetta strákar, ef þið hafið náð 18 ára aldri er allt undir 18 ólöglegt.", "date": "2008-11-30 05:17:00", "post_id": 31}, {"user_name": "M8", "text": "Dísus.. Þessi \"negra*****\" <<<icon_surprised.gif>>> Þvílíki skíturinn sem hann skrifar.\r\nGreinilega eitthvað að svona fólki eins og honum sem getur réttlætt svona fyrir sjálfu sér <<<punch.gif>>>\r\nOg rökin sem maðurinn er að koma með á stundum...eða öllu heldur rökleysan!<<<oml.gif>>>", "date": "2008-11-30 05:23:00", "post_id": 32}, {"user_name": "BalliBT", "text": "besta vinkona mín er á þessari síðu...eða öllu heldur mynd af henni", "date": "2008-11-30 06:12:00", "post_id": 33}, {"user_name": "hallzli", "text": "Alger vitleysingur", "date": "2008-11-30 06:51:00", "post_id": 34}, {"user_name": "Oskar K", "text": "þráður um Galant ES þarna", "date": "2008-11-30 06:59:00", "post_id": 35}, {"user_name": "intenz", "text": "Já, gangi þér vel. <<<icon_lol.gif>>> anonib.com er bara síða með fullt af spjallborðum víðsvegar um heiminn og get ég alveg lofað þér því að ef þú ferð á anonib.com muntu finna einhver spjallborð sem eru með mun grófara efni heldur en Ringulreiðin. Ringulreiðin er jú lítið ritskoðuð og er frekar mikið málfrelsi þar, en engu að síður eru mjög skýrar reglur um að þetta sé ekki klám/barnaklámsíða.\n\n\n\n\"Negra*****\" er sjálfgefið nafn á Ringulreiðinni og eru þetta margar persónur sem eru sjálfgefið undir sama nafni. <<<icon_biggrin.gif>>> Ef þú kvittar þarna og skrifar ekkert nafn, færðu nafnið \"Negra*****\".\n\n\n\nJú, lénið ringulreid.org, en það vísar bara á anonib.com/_ringulreid sem er síða með fullt af spjallborðum víðsvegar um heiminn.", "date": "2008-11-30 08:43:00", "post_id": 36}, {"user_name": "LeNa", "text": "Er ekki einhver hakkari hérna? Hvað með að rústa síðunni bara,fyrst það er ekki hægt að láta loka henni? ;D", "date": "2008-11-30 09:40:00", "post_id": 37}, {"user_name": "intenz", "text": "Já hinkraðu bara aðeins á meðan ég hringi í félaga minn, Kevin Mitnick.", "date": "2008-11-30 09:59:00", "post_id": 38}, {"user_name": "Sindri Skarph", "text": "þessi síða er nú meira ruglið", "date": "2008-11-30 10:35:00", "post_id": 39}, {"user_name": "Viggóhelgi", "text": "hehe <<<icon_compress.gif>>>", "date": "2008-11-30 11:54:00", "post_id": 40}, {"user_name": "siifin", "text": "las nú ekki allan þráðinn, en ertu búinn að senda email á ringulreid@cryptomail.org ?.. þeir kíkja kannski ekkert inn á þetta email.. en allt í lagi að prófa \n\r\nGreyið stelpurnar sem er póstað myndum af þarna.. <<<icon_confused.gif>>>    úfff", "date": "2008-11-30 12:50:00", "post_id": 41}, {"user_name": "dj23", "text": "kannski þessar 14 ára druslur læra að ekki taka myndir af sér að pósa svoles", "date": "2008-11-30 13:34:00", "post_id": 42}, {"user_name": "zoolanderinn", "text": "Nákvæmlega. Ef þú lætur taka myndir af þér við þessar kringumstæður geturu varla verið að væla yfir því að þær séu birtar hvar sem er í rauninni... geta bara sjálfum sér um kennt... Ef þær væru ekki litlar mellur væru þessar myndir ekki þarna, simple as that.", "date": "2008-11-30 13:43:00", "post_id": 43}, {"user_name": "Ingsie", "text": "Ég get eiginlega ekki vorkennt svona stelpum. Jújú óheppnar að myndirnar fara þangað, en afhverju að taka þessar myndir ef þú sendir einum þá yfirleitt fær vinur þess að sjá og svo næsti og næsti <<<icon_wink.gif>>>", "date": "2008-11-30 13:52:00", "post_id": 44}, {"user_name": "siifin", "text": "já ég er alveg sammála með þessar stelpur sem eru að pósta myndum af sér nöktum, og að fetta sig og bretta<<<icon_wink.gif>>> Ekkert hægt að vorkenna þeim\n\r\nen eins og t.d. þessar, virka eins og frekar venjulegar stelpur sem eru nú ekkert að öskra á athygli <<<icon_wink.gif>>>\nhttp://www.anonib.com/_ringulreid/index.php?t=785\n\nhttp://www.anonib.com/_ringulreid/index.php?t=995", "date": "2008-11-30 14:13:00", "post_id": 45}, {"user_name": "tinni77", "text": "grunar einhvern veginn að þessi \"negra*****\" sé frekar desperate náungi,,", "date": "2008-11-30 14:19:00", "post_id": 46}, {"user_name": "Gunnarmh", "text": "Hvenar ætlar fólk að átta sig á því að Negra***** er nafnið sem kemur upp ef maður skrifar ekki neitt í nafn þegar maður kvittar þarna!\n\nÞað er enginn notandi þarna sem heitir negra*****, þetta er spjall sem gengur út á það að vera nafnlaus og það er snilldin við þetta spjallborð <<<icon_smile.gif>>>", "date": "2008-11-30 14:23:00", "post_id": 47}, {"user_name": "Ingsie", "text": "Ahh reyndar =/", "date": "2008-11-30 14:25:00", "post_id": 48}, {"user_name": "-ROCKY-", "text": "<<<soap.gif>>>Helvítis barnaklám þarna inná<<<rant_2.gif>>> Það er örugglega stelpur niður í 8 ára eða álíka þarna <<<icon_surprised.gif>>> F****** Viðbjóður! loka síðunni og stinga einhverjum í fangelsi!", "date": "2008-11-30 14:27:00", "post_id": 49}, {"user_name": "Einar Vti", "text": "Þú ættir að kynna þér landslög betur... getur verið með síðuna hýsta hvar sem er í heiminum!!! og svo lengi sem starfseminn fer fram á íslandi.. þá gilda íslensklög\n\r\nbara lögreglan á íslandi er svo skít sama um allt vinna ekki vinnu sina vilja bara stija og fá laun...\n\n\n\nWe are working on it <<<rolleyes.png>>>\n\n\n\nSeigir Ringulreidi fan nr 1!!!", "date": "2008-11-30 14:30:00", "post_id": 50}, {"user_name": "baldur", "text": "Ekki svo einfalt. Íslensk lög gilda ekki erlendis sem þýðir að lögregla og dómstólar hafa ekki lögsögu til þess að loka síðunni eða biðja hýsingaraðila eða rekstraraðila um upplýsingar. Ef einhver sendir inn efni þá er hann háður lögum í því landi sem hann er staddur, en síðan sem slík er háð lögum í því landi sem hún er hýst. Sá sem rekur síðuna getur ekki tekið nema takmarkaða ábyrgð á efni sem notendur senda inn. Þetta hefur verið látið reyna á fyrir dómstólum á Íslandi í máli gagnvart moggablogginu, að Morgunblaðið ber ekki ábyrgð á lögbrotum notenda þar.\n\n\n\n\nÞeir eru búnir að gefa það út að þeir geta ekki aðhafst vegna þess að hluteigandi aðilum í ameríku eða hvar sem síðan er ber engin skylda til þess að vinna með þeim.\n\n\n\n\nÞú ert sumsé að gefa það út að þú sért að fara að fremja eða sért aðili að samsæri til þess að fremja innbrot í tölvukerfi.", "date": "2008-11-30 14:47:00", "post_id": 51}, {"user_name": "Pési", "text": "hefuru aldrei heyrt um jailbait ?", "date": "2008-11-30 14:49:00", "post_id": 52}, {"user_name": "-ROCKY-", "text": "ég veit ekki hvað þú kallar þetta http://anonib.com/cutegirls/", "date": "2008-11-30 14:53:00", "post_id": 53}, {"user_name": "Galant ES", "text": "Held að flestir geti fallist á að þessi síða er sick. \r\nHeld samt að þið getið bara ekkert gert í þessu. \r\nÆttuð frekar að einbeita ykkur af því að nota reiðina ykkar að leysa vandamál sem að eru nær ykkur í raunveruleikanum.\r\nÞetta stríð á hendur ringulreiðar hjá ykkur er tapað áður en það byrjar.", "date": "2008-11-30 14:58:00", "post_id": 54}, {"user_name": "Azaruz22", "text": "það á náttla bara að drepa og gelda þessa menn,,þetta eru 8-9 ára börn,,,", "date": "2008-11-30 14:59:00", "post_id": 55}, {"user_name": "Gunnarmh", "text": "Þetta er ekkert hluti af ringulreið! Ekki off topica svona!", "date": "2008-11-30 15:00:00", "post_id": 56}, {"user_name": "Gunnarmh", "text": "Bjó til smá lista:\n\r\n1. Drulla þessum prófum af\r\n2. Kaupa nokkrar jólagjafir\r\n3. <<<badger.gif>>>\r\n4. Sprengja í stelpu sem er þreytt og svöng\r\n5. Sprengja í stelpu sem er sveitt og þröng\r\n6. Grafa í kæfunni á einhverri 14 ára.", "date": "2008-11-30 15:02:00", "post_id": 57}, {"user_name": "Pési", "text": "GAUR HVAÐ ERT ÞU AÐ SKOÐA !!?!? <<<icon_surprised.gif>>> KLÁÁÁMHUNDUR", "date": "2008-11-30 15:03:00", "post_id": 58}, {"user_name": "Pési", "text": "geturu búið til 2 svona lista ?", "date": "2008-11-30 15:04:00", "post_id": 59}, {"user_name": "Siggi-Lancer", "text": "pési næstum búinn að gera það í gær..", "date": "2008-11-30 15:05:00", "post_id": 60}, {"user_name": "baldur", "text": "Ég veit ekki hvað á að kalla þetta, en þetta er ekki klám. Klám eru myndir af hvers konar kynlífsathöfnum. Það er bara snargeðveikt vinstri grænt feministalið sem að kallar eitthvað annað klám.\r\nSick já, klám nei.", "date": "2008-11-30 15:08:00", "post_id": 61}, {"user_name": "-ROCKY-", "text": "<<<punch.gif>>>", "date": "2008-11-30 15:09:00", "post_id": 62}, {"user_name": "Lindemann", "text": "uss....ekki skemma. <<<icon_lol.gif>>>", "date": "2008-11-30 15:12:00", "post_id": 63}, {"user_name": "finder", "text": "Myndi ekki hafa neinar áhyggjur af því að honum takist það, hans hugmynd að vefsíðugerð er að setja upp Joomla og rukka fyrir það.  <<<icon_lol.gif>>>", "date": "2008-11-30 15:16:00", "post_id": 64}, {"user_name": "baldur", "text": "Haha, ég hef nú engar áhyggjur vegna þess að ég tengist þessari síðu ekki neitt.\r\nÉg er bara að benda honum á að fara varlega í yfirlýsingarnar...", "date": "2008-11-30 15:47:00", "post_id": 65}, {"user_name": "Einar Vti", "text": "ég er nú ekkert að bjótast þarna inn... haha þekki bara fólk sem er að skoða kerfið þeirra...\n\r\nég kann allveg á þessar reglur eg var sjálfur kærður fyrir vef sem ég var með úti veit allveg reinsluna á því sem betur fer vann ég málið þar sem röksemdur á kærunni voru rangar...\n\n\n\nþú ættir að kynna þér betur hvað ég er að gera kallinn minn og bara ef þú vissir þá eru all mörg fyrirtæki sem gera akkúrat það sem ég geri.. komdu bara í heimsókn setjumst niður og ég skal útskýra allt með góðum upplýsingum.. og plús það þá er ég að græða ágætistlega af þessu.\n\n\r\nen mín skoðun á þessum vef.. algjör fátvitaskapur og bara rosalega sorglegt að sjá að fólk virkilega nennir að vera hakka sig inná facebook mysapce og á nóva símreikninga og svona rugl.. þetta var gert við félaga minn og nuna er alltaf einhver inná gamla myspacinu hans að senda öllum ógeðslega pósta og annað. reindar var hann að eyða þessum user um daginn.. vona bara innilega að þessi vefur verður lagður niður.", "date": "2008-11-30 17:19:00", "post_id": 66}, {"user_name": "BalliBT", "text": "ég er búinn að  þekkja þessa stelpu síðan við vorum 4 ára og hún er mjög nice manneskja", "date": "2008-11-30 18:19:00", "post_id": 67}, {"user_name": "Diddipje", "text": "Þið eruð hálfvitar.", "date": "2008-11-30 18:45:00", "post_id": 68}, {"user_name": "-ROCKY-", "text": "Afhverju er ég *******?<<<yawn.gif>>>", "date": "2008-11-30 18:47:00", "post_id": 69}, {"user_name": "ChadVader", "text": "af því það er hálFviti *sigh*", "date": "2008-11-30 23:08:00", "post_id": 70}, {"user_name": "Hafst1", "text": "Sérð þú nokkuð um að skrifa texta inná þessar síður sem þú ert að gera?", "date": "2008-11-30 23:19:00", "post_id": 71}, {"user_name": "kittyfuck", "text": "ókey drengir, núna ætla ég aðeins að segja ykkur.\r\nÉg er ekki neinn hakkmeistari og þekki íslensku lögin ekki vel.\n\r\nNr.1 Gunnarmh...Nei...Ef þú kvittar ekki undir nafni þá kemur sjálfrátt \"onafngreindur\" ekki Negra*****, Negra***** byrjaði á einum gaur sem ákvað að vera fyndinn, og svo tóku fleiri undir þetta, svo \"Negra*****\" er a.m.k. 5-10 manneskjur.\n\r\nNr.2 Eina ástæðan fyrir að stelpur sem eru naktar þarna og undir 18 er því aldur kemur ekki fram, ég postaði einni 93 módel, naktri, og hérna er smá sönnun:\nhttp://i33.tinypic.com/r0cile.jpg\r\n[Verðið að Zooma til að geta lesið]\n\r\nNr.3 Ef þið eruð ekki að nota Ringulreid, afhverju er þá Ringulreidin að bögga ykkur -.- \n\r\nÉg verð bara segja eitt í viðbót...Reyndar þrennt...\n\n\r\nTITS OR GTFO!!!!!!!!!!!", "date": "2008-11-30 23:30:00", "post_id": 72}, {"user_name": "intenz", "text": "#1 Nei, það er ekki rétt hjá þér. Ef þú kvittar þarna og skrifar ekkert nafn, kemur \"Negra*****\" sem nafnið þitt. Stjórnendurnir breyttu þessu úr \"Onafngreindur\" í \"Negra*****\". Þú sérð það líka á titlinum á síðunni sjálfri: \"Einhverstaðar verða negrahommarnir að vera\".", "date": "2008-11-30 23:47:00", "post_id": 73}, {"user_name": "SICO", "text": "Gtfo Newfag !!!!", "date": "2008-12-01 00:24:00", "post_id": 74}, {"user_name": "ZooMix", "text": "Hahahaha er vinur þinn Sindri Vest??\n\r\nAnnars finnst mér þessi síða snilld, þó svo ég imageblocki flest allar myndirnar þarna vegna viðbjóðs (rotten dæmi) finnst mér þessir hackerar þarna inná mestu legends í heimi. T.d. fundu þeir leið inn í ftp server prentsmiðjana odda og ísafoldar, og póstuðu adressunni þarna inn svo allir gætu nú séð allar bækurnar í prentun fyrir jólin<<<icon_biggrin.gif>>> Og svo þessi Sindri Vest... ææjjjj hvað hann var baaakaður af þessum gæjum þarna með símayfirlitinu sínu og pw á myspace og nova.is\n\r\nÉg passa mig bara á að vera ekki að böggast í þessum gæjum því þá komast öll þín svörtustu leyndarmál upp <<<icon_smile.gif>>>\n\r\nPS: Kruder? Af hverju var allt í einu símanúmerið þitt þarna inni? Varstu að rífast við ónafngreindan??\n\n\r\nÞó svo að þið sem ætlið að \"láta loka\" þessari síðu kemur þessi síða líklegast aftur upp undir öðru nafni. T.d. var gama Handahófið lagt niður af völdum DV og var svo ekki ein önnur síða uppi áður en ringulreiðin kom???", "date": "2008-12-01 00:27:00", "post_id": 75}, {"user_name": "kittyfuck", "text": "Nú jæja, það hefur þá breyst eftir að ég varð bannaður <<<punch.gif>>>", "date": "2008-12-01 00:31:00", "post_id": 76}, {"user_name": "intenz", "text": "Þetta er reyndar FTP svæði opið almenningi.\n\nhttp://oddi.is/index.php?option=cont...d=58&Itemid=82", "date": "2008-12-01 00:35:00", "post_id": 77}, {"user_name": "BE12GUR", "text": "", "date": "2008-12-01 03:08:00", "post_id": 78}, {"user_name": "Tausen", "text": "", "date": "2008-12-01 03:16:00", "post_id": 79}, {"user_name": "AntiTrust", "text": "Ég kalla það nú ekki legend h4x0r að kunna að planta keylogger, eða setja ftp:// fyrir framan url.", "date": "2008-12-01 10:52:00", "post_id": 80}, {"user_name": "íbbi", "text": "vá.. ég var búinn að gleyma hversu sorglegir svona tölvunördar eru...  ekkert þrna nema hommaklámyndir, einhverjar hakkabuff myndir og myndir af íslenskum stelpum sem engin af þessum lúðum kæmist yfir", "date": "2008-12-01 11:37:00", "post_id": 81}, {"user_name": "Mr. Skúli", "text": "já og samt segja flestir gaurarnir: hehh búinn með þessa! <<<icon_cool.gif>>> \n\n<<<icon_lol.gif>>>", "date": "2008-12-01 11:48:00", "post_id": 82}, {"user_name": "Fraizer", "text": "hahaha vá hvað þetta er spes síða <<<icon_biggrin.gif>>>", "date": "2008-12-01 12:28:00", "post_id": 83}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/oml.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_compress.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/rant_2.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/badger.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/yawn.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2008-11-29 23:26:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/oml.gif", "path": "full/2ccc73fe669297d9cab548af04bff0421e484513.gif", "checksum": "b7a95e333810b2ecbdc99e7d4af5fe6f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_compress.gif", "path": "full/0e38613bd00b082f3b7bd38b81ff53ac8f0f99bc.gif", "checksum": "da0c41a80b217ba04745bc78716a16e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/rant_2.gif", "path": "full/83d7a42ef252c7b0b650db5a295d2ae4593e578f.gif", "checksum": "6979f3e2ab103f4752042943392be90e"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/badger.gif", "path": "full/e2c33e58a32fc97f849dec4cae846a1815bf6206.gif", "checksum": "3071fa43c5c871b0ad60e0ce890e48e2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/yawn.gif", "path": "full/55d155309ac3172893b250ec176ed24ac48fc059.gif", "checksum": "07023d2f742948201dc44d42a448aa1b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}