{"forum_title": "RÖFL", "id": "61245", "title": "10-11 löggan slapp ekki", "url": "http://www.live2cruize.com/spjall/showthread.php/61245-10-11-löggan-slapp-ekki", "posts": [{"user_name": "RAT", "text": "http://visir.is/article/20081205/FRETTIR01/875372452/-1\n\n<<<icon_cool.gif>>>", "date": "2008-12-05 16:41:00", "post_id": 1}, {"user_name": "KOTO", "text": "mér finst þetta of lítið finst að hann ætti að borga stráknum 800þ", "date": "2008-12-05 16:46:00", "post_id": 2}, {"user_name": "krayzie", "text": "sammála og reka hann úr starfi", "date": "2008-12-05 16:46:00", "post_id": 3}, {"user_name": "BalliBT", "text": "60 þúsund!!!!", "date": "2008-12-05 16:51:00", "post_id": 4}, {"user_name": "^Matti^", "text": "<<<icon_cool.gif>>> Þetta er töff", "date": "2008-12-05 16:53:00", "post_id": 5}, {"user_name": "HugiÓmars", "text": "Strákurinn ætti að greiða lögguni sekt fyrir svona kjaft.", "date": "2008-12-05 16:54:00", "post_id": 6}, {"user_name": "Vapor", "text": "<<<punch.gif>>>", "date": "2008-12-05 17:00:00", "post_id": 7}, {"user_name": "Bjaddni", "text": "sammála. þessi strákur hefði bara átt að hlýða, þar sem að ef hann hafði ekkert í vösunum hafði hann ekkert til að vera fúll yfir", "date": "2008-12-05 17:21:00", "post_id": 8}, {"user_name": "RAT", "text": "60 þús ? hverju breytir upphæðin strákurinn er 16 ára og varð ekki fyrir neinu teljandi fjárhagslegu tjóni hann er heppin að fá þessa upphæð enda lendir hann eflaust í harðari slagsmálum annarstaðar , aðalmálið er að það féll dómur gegn lögreglumanninum . Það sjálft er alvarlegra en að greiða jafnvel milljón í skaðabætur.\n\nFólk verður að hætta að huggsa bara um fjárhagslegu hliðina á öllu <<<icon_smile.gif>>>", "date": "2008-12-05 17:29:00", "post_id": 9}, {"user_name": "xrated", "text": "eruði ************ ?", "date": "2008-12-05 17:32:00", "post_id": 10}, {"user_name": "AntiTrust", "text": "Hvur fjandinn.. Réttlæti á Íslandi? Krónan að styrkjast?\n\r\nHvað næst, maður sem labbar á vatni?", "date": "2008-12-05 17:33:00", "post_id": 11}, {"user_name": "Sæli", "text": "True, kenna þessum guttum að bera virðingu fyrir lögreglunni og eldra fólki.", "date": "2008-12-05 17:35:00", "post_id": 12}, {"user_name": "RAT", "text": "var ekki sagt að á síðustu og verstu tímunum myndi skyndilega birta til hjá öllum ... ætli við séum ekki að deyja bara.", "date": "2008-12-05 17:37:00", "post_id": 13}, {"user_name": "AntiTrust", "text": "Meh. Worse things have happend.", "date": "2008-12-05 17:39:00", "post_id": 14}, {"user_name": "Vapor", "text": "Það er reyndar rétt.. en það er ekkert sem réttmætir þessa hegðun hjá löggimann samt... löggan á að vera hlutlaus...", "date": "2008-12-05 17:40:00", "post_id": 15}, {"user_name": "danish", "text": "Nokkuð til í því, en berum þetta saman ef við værum in da usa, 60þ kallinn væru  2 milljónir dollara.. <<<icon_lol.gif>>>", "date": "2008-12-05 17:44:00", "post_id": 16}, {"user_name": "Sæli", "text": "Mér finnst þetta réttmæta heilmikið það sem að lögreglumaðurinn gerði. Svona krakkaskítar eru farnir að vaða uppi með kjaft og vesen. Ef ég fengi að ráða þá ætti þessi drengur að biðja lögreglumanninn afsökunnar.\n\r\nEn það er kannski þessvegna sem að ég fæ ekkert að ráða neinu <<<icon_lol.gif>>>", "date": "2008-12-05 17:45:00", "post_id": 17}, {"user_name": "gaulzi", "text": "náttúrulega alveg fáránlegt þegar krakkarindlar komast upp með að rífa kjaft við lögguna og litháar í hópum komast upp með að berja lögreglumenn... ekki vildi ég vera í lögreglunni", "date": "2008-12-05 17:51:00", "post_id": 18}, {"user_name": "TinnaG", "text": "Þetta er samt ekki rétt af lögreglunni ..\r\nEn skil samt alveg að það hafi fokið í hann \r\nað strákurinn var með stæla ..\r\nAfhverju hlýddi hann bara ekki lögreglunni ef \r\nhann hafði ekkert gert rangt <<<punch.gif>>>\r\nEins og hann hefði verið að biðja um eitthvað <<<yawn.gif>>>\r\nÞessi aldur ..", "date": "2008-12-05 17:53:00", "post_id": 19}, {"user_name": "Tiger", "text": "60 þúsund rofl", "date": "2008-12-05 17:56:00", "post_id": 20}, {"user_name": "Don Garri", "text": "1. Samt ekki rétt hjá lögreglunni, það er ekkert sem réttlætir svona hegðun í lögreglustarfi.\r\n2. Ef hann bregst svona við \"ég er búinn að sýna þér fokkin lyklana\" settningu, þá á hann ekki heima í vestrænu samfélagi. Hann gæti flutt til Sádí Arabíu eða á einhvern sambærilegan stað.\r\n3. Practice his rights. Þetta er bara einfallt mál, ef þú vilt búa við fasisma, gerðu allt sem lögreglan segir þér að gera og settu ekki spurningamerki við það sem hún segir þér. Lögreglan hefur ENGAN rétt til þess að leita á einum né neinum af undanskildum dómsútskurði, og hún má leita í klæðum þess sem hún handtekur.\r\n4. Já, hann var að biðja hann um að afsala sér hans lögbundna rétti.\r\n5. <<<yawn.gif>>>", "date": "2008-12-05 18:13:00", "post_id": 21}, {"user_name": "Don Garri", "text": "Það kom mér samt á óvart að hann var sakfelldur, og ég fagna því. Ég átti von á því að hann yrði sýknaður, svona miðað við fyrri dæmi.", "date": "2008-12-05 18:14:00", "post_id": 22}, {"user_name": "tony", "text": "Þið sem standið með lögreglunni verðið kannski líka að pæla í því að hann fer ALLTOF ruddalega í hann án þess að hafa NEINA vitund að hann hafi stolið ? hvernig getiði borið virðingu fyrir þannig mönnum?", "date": "2008-12-05 18:22:00", "post_id": 23}, {"user_name": "kidlingur", "text": "Krakka ******nn átti ekki að fá krónu í skaðabætur, hann lét eins og ****** og átti að sýna virðingu.\r\nLöggann á aftur á móti að fara í sálfræðimeðferð annars missa vinnuna...", "date": "2008-12-05 18:27:00", "post_id": 24}, {"user_name": "SkuliSteinn", "text": "Kom líka einhversstaðar fram að strákurinn var ekki viðstaddur þegar dómurinn féll af því að hann var í öðrum réttarsal þar sem hann var verið að dæma hann fyrir líkamsárás........", "date": "2008-12-05 18:29:00", "post_id": 25}, {"user_name": "SiggiG", "text": "Finnst ykkur það réttlætanlegt að lögreglumenn taki hálstak á mönnum og skelli þeim í jörðina ef einhver segir við þá \"Ég var búinn að sýna þér fokkin lyklana\" ?\n\r\nSvona löggur verða til þess að löggan missi virðingu hér á landi.\r\nEyðileggja fyrir löggunum sem eru ekki með mikilmennskubrjálæði og eru bara að sinna sinni vinnu. <<<soap.gif>>>", "date": "2008-12-05 18:37:00", "post_id": 26}, {"user_name": "dorsson", "text": "Það er kjaftæði.", "date": "2008-12-05 18:37:00", "post_id": 27}, {"user_name": "TinnaG", "text": "2. Var sko að tala um að það hefði fokið í lögreglumanninn<<<icon_confused.gif>>>\n\r\nFinnst þetta mál bara vera þannig að stráksinn er að biðja um þetta ..", "date": "2008-12-05 18:59:00", "post_id": 28}, {"user_name": "TinnaG", "text": "Með löggur þær eru allar svo misjafnar fer bara eftir því hverjum þú lendir á <<<icon_confused.gif>>>\r\nAuðvitað átti lögreglan ekki að taka hálstaki ..\r\nEn þeir gera líka alveg mistök eins og við og hann hefur átt að fá að finna fyrir því eins og hann gerði. Brottvísun úr starfi eða eitthvað svoleiðis ..\r\nSumir eru geðveikt nice og svo koma aðrir sem eru algerir skíthælar <<<punch.gif>>>\r\nÞessi 10-11 lögga hefur líklegast flokkast undir seinni flokkinn <<<icon_cyclops.gif>>>", "date": "2008-12-05 19:03:00", "post_id": 29}, {"user_name": "SiggiG", "text": "Einmitt, það hefði mjög lítill hluti lögreglunnar brugðist svona við.\r\nGæinn heyrði bara \"fokkin\" og réðst á drenginn og sagði honum ekki að vera með kjaft !       Þetta er bara hluti af talmáli fólks undir 20-25 ára og er notað til að leggja áherslu á eitthvað eða sýna hneykslun.", "date": "2008-12-05 19:09:00", "post_id": 30}, {"user_name": "SiggiG", "text": "Ég held að það hafi meira að segja staðið á mbl að hann hafi verið í öðrum réttarsal á hæðinni fyrir ofan, þó að ég muni ekki af hverju.", "date": "2008-12-05 19:11:00", "post_id": 31}, {"user_name": "TinnaG", "text": "<<<iagree.gif>>>", "date": "2008-12-05 19:13:00", "post_id": 32}, {"user_name": "danish", "text": "Okey mitt álit á málinu!\n\nAuðvita átti krakkinn að sýna lögreglunni virðingu og virða þá sem eldri eru, EN maðurinn átti ekki að missa sig svona rosalega!  Hluti að því að vera lögregluþjónn er að halda skapi sínu við allar aðstæður! Hann gerði það ekki, heldur greip hann ungling hálstaki og hendir honum í jörðina og neitar síðan öllum ásökunum! (ef ég man rétt þá neitaði hann, gæti verið vitlaust, endilega leiðréttið mig)\n\nStrákbjáninn fékk lítinn pening, en svona er þetta bara á Íslandi.\n\nFinnst að báðir aðilar ættur að fara í \"meðferð\", þeas. unglingurinn að læra að virða aðra, sérstaklega eldri aðila og lögregluna og lögreglumaðurinn ætti að fara í svona \"anger management\" <<<icon_wink.gif>>>", "date": "2008-12-05 19:40:00", "post_id": 33}, {"user_name": "TinnaG", "text": "Arrrgh Miskabætur ..\r\nHvað fær strákurinn út úr því \r\nað fá peninga fyrir að hafa verið\r\ntekinn hálstaki <<<punch.gif>>>\n\r\nEn samt alltaf gott að fá pening <<<icon_biggrin.gif>>>", "date": "2008-12-05 19:45:00", "post_id": 34}, {"user_name": "RaggiTwin", "text": "Ég skal segja þér hvað hann fær útur því að vera tekin hálstaki!! ...PENINGA", "date": "2008-12-05 19:48:00", "post_id": 35}, {"user_name": "HugiÓmars", "text": "Hvernig fattaðiru?:0", "date": "2008-12-05 20:03:00", "post_id": 36}, {"user_name": "tony", "text": "Verður líka að athuga að hann tók hann hálstaki við e-h smámál sem er enn verra.", "date": "2008-12-05 20:15:00", "post_id": 37}, {"user_name": "SiggiG", "text": "Hahaha, þú fattaðir þetta *5*", "date": "2008-12-05 20:22:00", "post_id": 38}, {"user_name": "Danni Málari", "text": "Spáið hinsvegar í það að lögreglumaðurinn þarf að borga rétt rúma milljón í málskostnað.", "date": "2008-12-05 21:30:00", "post_id": 39}, {"user_name": "RAT", "text": "Anger management <<<icon_biggrin.gif>>> hehehe", "date": "2008-12-05 21:48:00", "post_id": 40}, {"user_name": "gaulzi", "text": "Það eina sem mér finnst lögreglumaðurinn hafa gert virkilega rangt var að þræta fyrir það að hafa gert það sem hann gerði.  Það er alveg eðlilegt að menn reiðist og þar sem lögreglumaðurinn er nú eftir allt bara maður eins og við öll hin en ekki vélmenni þá voru þetta \"eðlileg\" viðbrögð.  Ef hann hefði bara drullast til að viðurkenna að hann hefði misst skapinu á sér hefði ég persónulega sleppt honum lausum allra mála með áminningu ef ég hefði verið í stöðu til þess.\n\r\nAnnars finnst mér magnað að sjá hvað fólk er stundum með miklar þversagnir... þegar kemur að lögreglunni þá verður allt að vera alveg 100% löglegt í alla staði og ef lögreglan missir sig eitt andartak eða gerir smávægileg mistök þá jaðrar það við heimsendi.  Hins vegar þegar kemur að því að brjóta lögin þá virðist allt vera leyfilegt, eins og t.d. að keyra hratt þegar löggan sér ekki, bera menn með valdi út úr alþingishúsinu og fleira.  Finst að menn ættu nú allavega að vera samkvæmir sjálfum sér ef þeir ætla á annað borð að vera með fullyrðingar sem varða mannlegt eðli og horfa á alla þætti málsins en ekki bara brotabrot af  heildinni.", "date": "2008-12-05 22:15:00", "post_id": 41}, {"user_name": "RAT", "text": "Við erum Íslendingar við erum þversagnakenndir að eðlisfari ...", "date": "2008-12-05 22:18:00", "post_id": 42}, {"user_name": "Don Garri", "text": "Þegar það kemur að lögregluþjónum geri ég kröfur um 100% fagmennsku. Það eru ekki eðlileg viðbrögð að rjúka í fólk þótt það kalli það þroskaheft eða öðrum illum nöfnum, þótt það væri algerlega upp úr þurru, sérstaklega þegar þú sem eldri ert átt að hafa vit fyrir því að búa ekki til vandamál úr einföldu dæmi.\r\nÞað er engin þversögn að ætlast til þess að lögregluþjónar vinni vinnuna sína 100% löglega, enda eru þetta þeir þjónar sem starfa við það að halda uppi lög og reglu, eru menntaðir og þjálfaðir til þess og það er þeirra vinna að fara 100% eftir lögum og reglum.\n\r\nAðrir íbúar eru ekki sérmenntaðir eða þjálfaðir til þess að fara 100% eftir lögum og reglum, enda væri það fólk með lögfræðigráðu. Það samfélag þar sem allir færu 100% eftir lögum og reglum mundi ekki þurfa að notast við lögreglu, enda væri hún algerlega óþörf þar sem engin bryti á bága við lög, hvorki meðvitaður um það eða í kæruleysi eða algerlega ómeðvitaður um það.\n\r\nSá lögregluþjónn sem brýtur lög og reglur við vinnu er ekki starfi sínu vaxinn og ætti að vera látinn víkja hið snarasta.\n\r\nAð kenna drengnum um sem varð fyrir fólskulegri líkamsárás lögregluþjóns að tilefnislausu er álíka fráleitt og heimskulegt og að kenna fórnarlambi nauðgunar um að hafa skapað sér þær aðstæður sjálf með því að klæðast \"eggjandi\" fatnaði.\n\r\nÞað er fráleitt og mér blöskrar við það hversu margir reyna að afsaka gerðir lögregluþjónsins í þessu tilviki með því að segja að hann sé \"aðeins mennskur\" og hvað þá að kenna drengnum um með því að brúka munn.\n\r\nÞessi maður á aldrei að fá að vinna við lögreglustörf aftur.", "date": "2008-12-05 23:15:00", "post_id": 43}, {"user_name": "kidlingur", "text": "Að tilefnislausu ertu að grínast?\n\r\nÞessi drengur hagaði sér eins og **** og ég vorkenni honum ekki neitt. \r\nRuglið sem þessi grey í lögreglunni þurfa að þola á hverjum deigi fyrir skítalaun er þvílíkt. Þessir strákar eru mannlegir og eiga slæma daga eins og allir annars væru þeir vélmenni en það er greinilega þín krafa...\r\nStrákurinn var með allskonar rugl og kjaft og átti að hlíða og ekki reyna að líkja þessu við nauðgun<<<yawn.gif>>>\r\nEn löggan brást líka of hart við en það er líka spurning um smá session hjá sálfræðing.", "date": "2008-12-06 01:32:00", "post_id": 44}, {"user_name": "phoenix", "text": "Það hefði verið réttast að fá hóp af stórum svörtum durtum til þess að raðnauðga þeim báðum.", "date": "2008-12-06 01:41:00", "post_id": 45}, {"user_name": "Don Garri", "text": "Ert þú sem sagt þessi týpa sem ræðst á fólk og lemur það ef það segir eitthvað vitlaust við þig eða móðgar þig ef þú ert ekki að skilja það sem sagt er við þig?\r\nKannski lemurðu kærustuna þína líka og finnst það allt í lagi? Ég bara spyr.\n\r\nJá, þetta var ALGERLEGA AF TILEFNISLAUSU, það réttlætir aldrei að ráðast á fólk, og þá sérstaklega ekki þegar þú ert í valdstöðu, þótt eitthvað sé sagt við þig sem þér líkar ekki. Þannig mannskap á ekki að ráða í lögreglustörf.\r\nÞeir eru Þjálfaðir til þess að takast á við hin ýmsu aðstæður, og eiga að vera vanir að hafa afskipti af fólki sem er í anarlegu ástandi, fúlt og pirrað og þar fram eftir götunum. Þeir vinna við það. Fólk hringir ekki á lögreglu til þess að spjalla um lífið og veginn, og oftar en ekki er fólk að ganga í gegnum verstu tíma lífs síns þegar kallað er á lögreglu, eða ertu kannski ekki að skilja það heldur?\r\nÞað er engin sem skikkar einn né neinn til þess að ganga í lögregluna, og þess vegna er ekki hægt að fela þá bakvið skítalaun og drullu sem þeir þurfa að ganga í gegnum. Ég vorkenni þeim bara ekki neitt, enda völdu þeir sér þetta starf sjálfir, og þeir sem ég þekki sem eru lögregluþjónar finnst starfið mjög skemmtilegt, og eru þar vegna hugsjóna með það að markmiði að láta gott af sér leiða.\n\r\nJá, þeir eiga að haga sér eins og vélmenni á vettvangi, ALLTAF. Það er prestur inn á lögreglustöðinni sem er til staðar einmitt þegar lögregluþjónum líður illa, sem þeir geta leitað til, til þess að tala við einhvern.\n\r\nStrákurinn var BÚINN AÐ HLÝÐA, þrisvar sinnum, en það virtist ekki nægja fyrir þessum ósvífna lögregluþjóni. Strákurinn var orðin verulega pirraður á þessum óþvera og reif kjaft, og ég skil það bara mjög vel.\n\r\nÉg var ekki að líkja árásinni sem nauðgun, til þess að þú fáir það út hlýtur þú að búa í galtómu herbergi.\r\nEf þú LEST það sem ég skrifaði gætirðu séð þá líkingu sem ég dró fram, ég á ekki að þurfa að útskýra hana nánar.\n\r\nÉg held bara að fæstir hérna gera sér grein fyrir alvarleika lögregluofbeldis, því það fólk sem verður fyrir því hefur enga vörn eða bakland.", "date": "2008-12-06 04:35:00", "post_id": 46}, {"user_name": "g0tlife", "text": "ég hef nú lært það að það er ekki hægt að vera með dónaskap eða grín við löggu. Ég sjálfur gillaði eyrað á löggu með röri og var tekinn útí bíl eins og ég hefði kýlt hana. Svo var ég kærður fyrir áreitni, lenti bara á slæmri löggu þótt ég baðst hana afsökunar þá var hún bara með feita stæla og sagði að mér yrði sko ekki fyrirgefið.\n\r\nEn já, fer bara eftir löggum, hef séð alveg mjög góðar löggur sem hafa húmor og eru ekki með stæla og hef líka séð löggur sem hóta manni öllu áður en maður nær orði við hana.\n\r\nEn ég sjálfur skil alveg strákinn, ef hann gerði ekkert af sér þá er mjög leiðinlegt að fá e-h stæla frá löggu sem heldur að þú gerðir e-h. Þá eru menn ekkert reiðubúnir að taka á móti stælum. Ef maður virkilega væri með fulla vasa af tyggjói þá kannski hefði strákurinn kannski brugðist öðrýsi við. \n\r\nEn það er bara mín skoðun.", "date": "2008-12-06 05:30:00", "post_id": 47}, {"user_name": "toggi", "text": "sko lögreglan á að hafa allt 100%. Ef hann getur ekki haldið stjórn á skapi sínu þegar hann er í uniform þá er hann ekki hæfur sínu starfi.\r\nÞú talaðir um að fólki fynst allt í lagi að brjóta lög þegar lögreglan sér ekki til.\r\nLögreglumaðurinn hefti mátt rífa strákin í sig mínvegna ef hann hefði ekki verið í vinnunni og í lögreglubúning.\r\nEn fyrst hann var í búningnum og vinnunni þá er þetta ekki hægt að sýna svona frammkomu. 1 lögregla eru 2 ríkisborgarar þersvegna tapar fólk yfirleitt málum sem það setur upp á móti lögregluni.\r\nOg fyrst lögreglan hefur það þá held ég að það sé nú í lagi að þessir hálvitar sem að kalla sig lögreglumenn en eru í raun og veru bara venjulegir ríkisborgarar með valdasýki á háu stigi hegði sér eins og menn í vinnunni.\r\nÞú veist að þú eins og allir aðrir í heiminum hefur rétt á því að neita lögregluni rétt eins og hún á rétt á því að leita á þér.\r\nÞú ert ekki skildugur til að tæma vasana fyrir framan lögregluna en þá getur hún handtekið þig og þú átt fullan rétt á því að streitast á móti í handtöku.\r\nLögreglan má ekki loka hurðinni á klefanum ef hún er búin að handtaka þig og færa þig upp á lögreglustöð því þá er hún að svipta þig frelsi og það má hún ekki gera nema með dómsúrskurði.\r\nEn þetta gerir hún sammt og þú færð ekkert að segja.\r\nEf þú hefur verið handtekin þá áttu alveg að vita hvernig lögreglan hegðar sér\r\nhún hegðar sér ekkert öðruvísi en þessi 17 ára strákur sem var handtekin þarna í 10-11.\n\r\nÉg er ekki að réttlæta það sem að hann gerði.\r\nHann á auðvitað að bera virðingu fyrir eldra fólki og bara fólki almennt\r\nen lögregluþjónninn brást bara alveg kolrangt við þessu.\r\nÞegar strákurinn sagði \"ég er búinn að sína þér fokings síman\" þá átti lögregluþjónninn að biðja hann vinsamlegast að setja hendur fyrir aftan bak og tjá honum það að hann sé handtekin og bera fyrir hann rétt hanns þá hefði ég skilið hann ef að strákurinn hefði haldið áframm að rífa sig og þá má hann beita valdi við handtökuna. \n\r\nÉg er ekki búin að sjá neitt um þetta mál nema bara þetta video a youtube og fréttina á vísi.is og ég ætla ekki að vera að fullyrða neitt. En það sér það hvaða ******* sem er að lögregluþjónninn er ekki að beita réttum aðferðum við að tala við strákinn.\r\nEins og einhver sagði hérna fyrr í þessum þræði að \"strákurinn ætti að bera virðingu fyrir lögguni\" lögregluþjónninn á að gera það sama og bera virðingu fyrir manneskjunni sem hann er að tala við. En ekki bara gera það sem honumsínist því hann er með eithvað merki sem segir að hann sé lögregglumaður.", "date": "2008-12-06 05:54:00", "post_id": 48}, {"user_name": "danish", "text": "Já að sjálfsögðu, eitthver krakkabjálfi að bögga hann, en samt sem áður átti hann að geta haldið skapi sínu. Ef þetta fór svona í taugarnar á honum, ímyndaðu þér þá vandræðin ef strákurinn hefði verið fullur.. <<<icon_lol.gif>>>", "date": "2008-12-06 06:21:00", "post_id": 49}, {"user_name": "gaulzi", "text": "Bíddu ert þú ekki gaurinn sem kom vídjó af í kompás að hóta gömlum karli?  Held þú ættir aðeins að líta í eigin barm áður en þú ferð að tala um hvað aðrir mega og mega ekki gera.\n\r\nÉg er ekki að segja að það sé sjálfsagt að lögreglan bregðist svona við alltaf, heldur er skap bara partur af hinu mannlega eðli og öllum getur orðið á einhverntíma á ævinni.  Þessi löggugaur hefði nú samt mátt sjá sóma sinn í að viðurkenna þetta bara strax í staðinn fyrir að þræta fyrir að hafa beitt strákinn of miklu valdi.", "date": "2008-12-06 06:21:00", "post_id": 50}, {"user_name": "Danni Málari", "text": "Lögreglumaðurinn greip í hálsinn á honum, auðvitað hefði hann ekki átt að gera það en mér finnst svolítið eins og fólk hérna álíti að hann hafi reynt að kyrkja drenginn.\n\nÞessi strákur var víst með eitthvað inná nærbuxunum sínum en þær stóðu upp fyrir buxurnar hans. Aðspurður sagði hann þetta vera síma en vildi ekki sýna lögreglunni hann.\n\nAuðvitað braut lögreglumaðurinn af sér í starfi en brotið finnst mér þó ekki eins alvarlegt og sumum hérna. Það er kannski vegna þess að ég er ekki unglingur sem er með mótþróa gegn valdstjórninni. Auðveldari lausn hefði kannski verið að handtaka bara drenginn vegna gruns um þjófnað þegar hann vildi ekki sýna hvað hann var með inná sér.\n\nÉg vil endilega benda fólki á að lesa dóminn í heild sinni, þar koma fram vitnisburðir flestra viðstaddra, það gæti gefið fólki betri hugmynd um hvað það er yfir höfuð að tjá sig um hérna.", "date": "2008-12-06 07:06:00", "post_id": 51}, {"user_name": "dorsson", "text": "Strákurinn var ekki með neitt á sér, hann var búinn að tæma vasana áður en þetta myndband byrjaði síðan var leitað á honum í löggubílnum.\n\r\nAnnars skil ég ekki afhverju fólk er að væla um þetta mál, 99% af liðinu hérna veit ekkert um þetta og hefur einungis heyrt kjaftasögur eða séð þetta myndband.", "date": "2008-12-06 07:30:00", "post_id": 52}, {"user_name": "Gunnbjörn", "text": "HAHAHAH auli þessi lögga eins og allar aðrar löggur á klakanum", "date": "2008-12-06 11:12:00", "post_id": 53}, {"user_name": "Danni Málari", "text": "Ég byggi allavega ekki á neinum kjaftasögum enda þekki ég sem betur fer ekkert til þessara unglinga sem þarna voru á ferð. Ég byggi bara vitnisburðum sem fólk á staðnum bar fyrir dómi.\n\r\nÚr vitnisburðum tveggja aðila...\n\n\n\n\n\nSmá meira úr dómnum...", "date": "2008-12-06 18:00:00", "post_id": 54}, {"user_name": "toggi", "text": "það er soldið annað að neita lögreglunni um hvað hann er með í vasanum.\r\nþetta mál með mig það var búið að skipuleggja þetta og plana að fá mig til að hóta honum svo hægt væri að handtaka mig ef þú horfir á þennan þátt aftur að þá sérðu hvað hann er að espa mig upp í að hóta sér spurði mig 6 sinnum hvað muni gerast ef hann borgi ekki þannig ekki vera að blanda því inní þetta.\r\nauðvitað geta menn mist stjórn á skapi sínu en það á bara ekki að gerast þegar þú ert í starfi sem allt á að fylgja regglumk sem að þú ert að reyna að fá fólk til að fara eftir.\r\nhefuru lennt í átökum við lögregluna???\r\ngeturu ímyndað þér hvað gerist ef að þú tekur lögreglumann hálstaki???\r\nþú ert ekki bara tekin og færður í klefa.\r\nég held að þú ættir bara ekkert ð vera að tjá þig um þetta mál ef að þér fynst það í lagi að lögreglan fari út fyrir lögin og beiti þig ofbeldi fyrir að svara henni öðruvísi en henni fynst þú eiga að gera.\r\nef að hún má begja lögin þá hlít ég að meiga það líka.\r\nhég held þú getir ekki ímyndað þér hvaða orð komu útúr þessum 3 lögreglumönnum sem að voru í bílnum með mér á leiðinni í keflavík þegar ég var handtwekin þarna í kompás en ekki fæ ég einusinni færi á að reyna að segja neitt á móti því þá fékk ég bara hnefa í andlitið og kom alblóðugur upp á lögreglu stöð. en þessi strákur átti alveg fullan rétt á því að neita lögreglunni um að leita á sér en þessi lögreglumaður átti akkurat engan rétt á að fara svona að við að handtaka drenginn.", "date": "2008-12-07 00:17:00", "post_id": 55}, {"user_name": "CivicGirl", "text": "Hvar finnuru þennan dóm?", "date": "2008-12-07 00:31:00", "post_id": 56}, {"user_name": "toggi", "text": "http://www.haestirettur.is", "date": "2008-12-07 00:34:00", "post_id": 57}, {"user_name": "Danni Málari", "text": "Gjörðu svo vel...\n\nhttp://domstolar.is/domaleit/nanar/?...erial=1&Words=\n\n\n\nÞetta var fyrir Héraðsdómi, ekki Hæstarétti <<<icon_wink.gif>>>", "date": "2008-12-07 00:44:00", "post_id": 58}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/yawn.gif", "http://live2cruize.com/spjall/images/smilies/yawn.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_cyclops.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/yawn.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2008-12-05 16:41:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/yawn.gif", "path": "full/55d155309ac3172893b250ec176ed24ac48fc059.gif", "checksum": "07023d2f742948201dc44d42a448aa1b"}, {"url": "http://live2cruize.com/spjall/images/smilies/yawn.gif", "path": "full/55d155309ac3172893b250ec176ed24ac48fc059.gif", "checksum": "07023d2f742948201dc44d42a448aa1b"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cyclops.gif", "path": "full/7302686a7c84cfde48255528bd6b0deac87ddf95.gif", "checksum": "5c10e38e066d9da4fa20a3d20a6b2a77"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/yawn.gif", "path": "full/55d155309ac3172893b250ec176ed24ac48fc059.gif", "checksum": "07023d2f742948201dc44d42a448aa1b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}