{"forum_title": "RÖFL", "id": "61688", "title": "Fyrsta skattahækkunin : Fer ekki að koma tími til að yfirgefa klakan?", "url": "http://www.live2cruize.com/spjall/showthread.php/61688-Fyrsta-skattahækkunin-Fer-ekki-að-koma-tími-til-að-yfirgefa-klakan", "posts": [{"user_name": "RAT", "text": "Fyrst er þjóðin skuldsett umfram allt , verðbólga ríkur upp og verðtryggðu lánin með og síðan þetta ? http://mbl.is/mm/frettir/innlent/200...verdur_17_900/\n\nHvernig huggsar þessi ríkistjórn ? \ntjahh almenningur er hvortsem er að blæða hryllilega útum anusinn sjá eflaust ekkert að því að borga 4000 krónur aukalega við fyrri afnotagjöld af verstu sjónvarpsstöð sem ísland ber þess ''heiður'' að hafa , hvernig væri að Rúv myndi bara endurskipuleggja reksturinn lækka þessi sjúklega háu laun sem að Páll Magnússon er að fá ásamt öðrum stjórnarmönnum var ekki samantekt á stjórnendum rúv um daginn voru með að meðaltali 1,8 milljónir á mánuði í fyrra þeir eru 5 minnir mig .  \n\nAðgerðir sem Ríkistjórnin hefur gripið til er til að bjarga fyrirtækjum einungis jú jú Sumu fólki er tryggð vinna ? en vinna fyrir hverju ? Launin brenna upp hvort eð er í að borga bruðl og mistök . <<<soap.gif>>>", "date": "2008-12-10 15:09:00", "post_id": 1}, {"user_name": "kidlingur", "text": "Já 17.900 kr á ári fyrir stöð sem ég horfi aldrei á!", "date": "2008-12-10 15:51:00", "post_id": 2}, {"user_name": "Fraizer", "text": "þetta er rétt að byrja", "date": "2008-12-10 15:58:00", "post_id": 3}, {"user_name": "siifin", "text": "Já nákvæmlega.. alveg óþolandi.. \r\nþannig að núna á bara mitt heimili eftir að borga 71.600kr á ári takk fyrir! \n\r\nfyrir stöð sem engin af okkur horfir á... Og plús það, að þegar það er eitthvað merkilegt að gerast í landinu, eru hinar stöðvarnar líka að keppast við að segja manni frá því.. \n\r\nÞannig að ég skil ekki af hverju mín fjölskylda á að borga 6000kr á mánuði fyrir að heyra frá þeim, nákvæmlega það sama og allir hinir eru að segja manni frá..", "date": "2008-12-10 16:00:00", "post_id": 4}, {"user_name": "Tausen", "text": "nú er bara að selja öll sjónvörp af heimilinu og byrja að horfa á allt í tölvu :P", "date": "2008-12-10 16:00:00", "post_id": 5}, {"user_name": "Lexinn", "text": "eg skal alveg viðurkenna ég borga ekki þennan skatt kemur ekki til greina", "date": "2008-12-10 16:04:00", "post_id": 6}, {"user_name": "AntiTrust", "text": "Þú ert þó ekki að margfalda kostnaðinn með fjölda sjónvarpa á heimilinu?", "date": "2008-12-10 16:05:00", "post_id": 7}, {"user_name": "maxel", "text": "Mótmælið með því að sleppa borga þetta", "date": "2008-12-10 16:12:00", "post_id": 8}, {"user_name": "siifin", "text": "neipp, við erum 4 á heimili sem þurfum að borga þennan nefskatt", "date": "2008-12-10 16:13:00", "post_id": 9}, {"user_name": "D-MaN", "text": "orugglega fjöldinn ahiemilinu sem þarf að borga", "date": "2008-12-10 16:13:00", "post_id": 10}, {"user_name": "D-MaN", "text": "ja þu varst a undan að svara <<<icon_cool.gif>>>", "date": "2008-12-10 16:14:00", "post_id": 11}, {"user_name": "burgundy", "text": "Skrá bara sjónvarpið á mömmu og pabba eða eh álíka. gerir þeim bara einhvern greiða í staðinn(ekki nema foreldrarnir eigi ekki sjónvarp)...", "date": "2008-12-10 16:16:00", "post_id": 12}, {"user_name": "david/snifff", "text": "valdi ef þú ferð út láttu mig vita.. ég hef ákveðið að yfirgefa landið í einhver ár og nenni ekki að vera eini íslendingurinn sem maður sér <<<icon_biggrin.gif>>> , svo tekur tíma að kynnast fólkinu í kring.", "date": "2008-12-10 16:22:00", "post_id": 13}, {"user_name": "RAT", "text": "Ég er svo gamaldags að við höfum bara eitt sjónvarp , en jaá ég kem ekki til með að greiða þetta .\n\n\nDabbi : jamm , erum að skoða heillandi lönd og skipuleggja þetta , ég nenni ekki að láta þjappa mig svona mikið lengur búin að tapa suddalega mikklu það sem af er árinu + að leggja inn í íbúð sem er já við það að fuðra upp . Einsog ég sagði einhvestaðar hér um dagin betra er að flytja út með smá pening og byrja frá 0 heldur en að búa hér heima í endalausum mínus ... þó maður eigi 100 þús eftir eða meir þegar allt er greitt er maður samt í mínus því að lánið á íbúðinni hækkar um rúmlega það á mánuði .", "date": "2008-12-10 16:23:00", "post_id": 14}, {"user_name": "T.J.", "text": "sammála.. ekki myndi mér detta það í hug.. keypti notað sjónvarp og ætla sko ekkert að vera að borga drullugjöld af því..", "date": "2008-12-10 16:29:00", "post_id": 15}, {"user_name": "RACER", "text": "þetta verður bara tekið með skattinu sem þú borgar venjulega hvortiðer ekki satt.. hvernig kemstu þá hjá því að borga þetta.. ? skil ekki alveg þá pælingu.. \n\r\nekki það að ég hafi verið að borga fyrri þetta eins og þetta hefur verið. ég horfi kanski samtals í 10 mín á ári á Rúv.\n\r\nsvo má nú líka deila... er þetta tölvuskjár.. eða sjónvarpsskjár sem ég er að nota. <<<icon_smile.gif>>> .. ég get notað hann sem bæði <<<icon_smile.gif>>>", "date": "2008-12-10 16:30:00", "post_id": 16}, {"user_name": "hundur", "text": "skiptir engu máli, nefskattur þýðir það að hvert nef yfir 18ára aldri borgar þessa upphæð. Finnst samt ótrúlegt að það sé hægt að skylda fólk, í landi sem á að heita lýðræðisríki, að borga af sjónvarpsstöð sem meginþorri landsmanna horfir ekki á, nema 50+ og yfir.", "date": "2008-12-10 16:33:00", "post_id": 17}, {"user_name": "burgundy", "text": "já ok <<<icon_surprised.gif>>> ég er ekki nógu mikið inní þessu <<<icon_cyclops.gif>>> en lýðræði my ass!!", "date": "2008-12-10 16:36:00", "post_id": 18}, {"user_name": "david/snifff", "text": "ég fékk einhvern tímann símtal frá dömu hjá rúv með flotta rödd sem spurði mig hvort ég ætti sjónvarp og ég neitaði og svo spurði hún mig hvort ég ætti útvarp og ég neitaði , hún spurði mig hvort ég væri viss og ég spurði hvort hún vildi ekki kíkja í heimsókn sjálf og horfa á vegginn með mér , hún afþakkaði og kvaddi <<<icon_confused.gif>>>\n\r\nannars bjóst ég alltaf við að fá einhvern karlskrauf frá rúv í heimsókn til að kanna hvort ég ætti ekkert", "date": "2008-12-10 16:40:00", "post_id": 19}, {"user_name": "RAT", "text": "karlskaufinn hefur engan rétt á að kíkja inn <<<icon_smile.gif>>>", "date": "2008-12-10 16:47:00", "post_id": 20}, {"user_name": "SkodaGirl", "text": "Ég veit ekki alveg með það, en mamma sagði mér að þeir lugu eitthvað að pabba þannig pabbi hleypti þeim inn, og þeir sáu sjónvarpið og frá því hefur mamma þurft að borga af RUV. Þaað er kjaftæði.", "date": "2008-12-10 16:56:00", "post_id": 21}, {"user_name": "Svezel", "text": "Þetta snýst ekki um að borga fyrir notkun heldur borga skattarnir okkar RÚV batterýið eins og það leggur sig.\n\r\nRÚV er ekki bara dægrastytting fyrir gamalt fólk heldur líka öryggistæki og hafði/hefur einnig mikilvægu hlutverki að gegna á auglýsingamarkaði, sem er reyndar að einhverju leiti verið að takmarka núna.\n\r\nÖll tæki með innbyggðum sjónvarpsmótakara teljast til sjónvarpstækja enda sést greinilegur munur á verði eftir því hvort fólk kaupir sjónvarp eða \"tölvuskjá\" í sömu/svipaðri stærð vegna mismunandi tollaflokka.\n\r\nÉg get nú ekki sagt að ég horfi mikið né hlusti á útsendingar RÚV en það kemur fyrir og þetta er svo sannarlega ekki sá skattur sem ég ætla að fara að væla yfir.", "date": "2008-12-10 16:56:00", "post_id": 22}, {"user_name": "RACER", "text": "magnað... svo að ef þú ert ekki með tv mótakara sem slíkan í flatskjánum hjá þér.. þá er ekki hægt að rukka þig fyrir að þetta sé sjónvarp. heldur bara skjár.. þú getur svo bara tengt myndlykil við skjáinn og málið leist.. þarmeð bara borgað fyrir þær rásir sem þú skráir þig fyrir á þessum tiltekna lykil.\n\r\n.. btw.. svezel, búinn að selja srt ?? bara kominn einhvern passat trunta í sign. hjá þér  <<<icon_biggrin.gif>>>", "date": "2008-12-10 17:05:00", "post_id": 23}, {"user_name": "Fraizer", "text": "LCD sjónvarp er nátturlega ekkert annað en tölfuskjár þannig ætti maður ekki að getað komið sér einhvað undan með svoleiðis apparati?", "date": "2008-12-10 17:23:00", "post_id": 24}, {"user_name": "AntiTrust", "text": "Það er innbyggður tuner í \"Sjónvarp\". Ef þetta er bara monitor þarftu ekki að borga afnotagjöld.", "date": "2008-12-10 17:33:00", "post_id": 25}, {"user_name": "BalliBT", "text": "ég er allavega búinn að ákveða það að flytja til germany eftir skólann", "date": "2008-12-10 17:48:00", "post_id": 26}, {"user_name": "Dikta", "text": "Mér finnst þetta fáránlegt.... ég er alveg ákveðin í því að ég flyt til lúx um leið og ég er búin með skólann.. nenni þessu sko ekki lengur! Maður er að borga um 20% skatta í Lúx eða minna, samt eru þeir með betra heilbrigðiskerfi, betri almenningsamgöngur (samt búa bara 400þús þarna), og já, atvinnuleysisbætur ef þú varst í ágætlega launaðri vinnu eru sirka 600 þúsund EFTIR skatt....", "date": "2008-12-10 18:00:00", "post_id": 27}, {"user_name": "RAT", "text": "þarft samt eflaust mjög góða menntun eða vera mjög hátt settur innan fyrirtækisins til að fá 600 þús kall í atvinnuleysis bætur :P", "date": "2008-12-10 18:10:00", "post_id": 28}, {"user_name": "Svezel", "text": "Jebb SRT farinn og ég er alveg alsæll að vera ekki borga nein helvítis bílalán <<<icon_smile.gif>>>", "date": "2008-12-10 20:17:00", "post_id": 29}, {"user_name": "Halldór Berg", "text": "Held að sumir eru ekki að skilja þennan skatt. Þetta er nefskattur sem að er skattur á alla borgara landsins sem að hafa náð 18 ára aldri. S.s. það þurfa allir yfir 18 ára að borga þennan skatt.\nÞað þarf ekki að eiga sjónvarp, útvarp, íbúð eða bíl. Nefskatturinn er 17.900kr á hvern einstakling. Fyrir þessa breytingu var upphæðin á hvert heimili rúmlega 35.000kr.\nÞað þýðir að fyrir 4 manna fjölskyldu sem að í eru 2 fullorðnir og 2 börn yngri en 18 ára þarf að borga 35.800kr. Það er svipað og var.\n\nEn hinsvegar þegar að fjölskyldan er komin með 1 barn yfir 18 ára þá er dæmið búið að snúast við. Ég tek sem dæmi mína fjölskyldu. Við erum 8 sem að búum hér og erum því 2 vísitölufjölskyldur. Við erum 6 yfir 18 ára sem að skilar sér í rúmlega 71.000 auknum tekjum frá minni fjölskyldu.\nSamtals erum við að greiða 107.400!!!!<<<soap.gif>>>", "date": "2008-12-10 20:22:00", "post_id": 30}, {"user_name": "Gunnbjörn", "text": "sammála þetta er FKN rugl þetta er ekki lýðandi helvítis rugl ég er að spá þegar að ég er búinn með skólan að fara til DK eða Sweden og dunda mér það en ekki á þessum klaka.", "date": "2008-12-10 20:25:00", "post_id": 31}, {"user_name": "phoenix", "text": "Flott fyrir þessa heyrnalausu að borga þetta líka.", "date": "2008-12-10 20:26:00", "post_id": 32}, {"user_name": "Oskar K", "text": "áramótaskaupið er ekki 18000kr virði fyrir mér.....", "date": "2008-12-10 21:04:00", "post_id": 33}, {"user_name": "Andri STi", "text": "haha góður punktur<<<bs.gif>>>", "date": "2008-12-10 23:01:00", "post_id": 34}, {"user_name": "Krampi", "text": "Finnst ykkur þetta virkilega réttlátt sumum hérna ? \n\r\ná bíllaus gæji að Borga bifreiðagjöld? \n\r\ná sjónvarplausgæji að borga Rúv ?\n\r\naf hverju geta þeir ekki sett Rúv í áskrift ha? þora þeir ekki í samkeppni?\n\r\nOg bíddu er þetta Vörn blablabla.. 365 er miklu fljótari og með miklu betri fréttir heldur en Rúv. þegar Suðurlandsksjálftinn var þá var bylgjan á undan að koma honum í útvarpið og vara fólki við og á meðan var enþá einhver Sinfónía hjá Rúv ? \n\r\nekki séns að ég fari að borga þetta helvíti!", "date": "2008-12-10 23:35:00", "post_id": 35}, {"user_name": "Hafst1", "text": "1. Það eru allstaðar sjónvarðstöðvar reknar af ríkinu, enda er það skylda.\r\n2. Þá hefur bara einfaldlega verið haft samband fyrst við 365\r\n3. Þá verður þú bara að hætta að vinna, þá þarftu ekki að borga þetta.\n\n\n\r\nP.s. Mér finnst þetta að mörgu leiti fáránlegt eins og ykkur flestum. Ég er bara þeim hæfileikum gæddur að geta horft á báðar hliðar allra mála.", "date": "2008-12-10 23:41:00", "post_id": 36}, {"user_name": "intenz", "text": "Þetta er á hvern einstakling eða hvern lögaðila. Sem sagt ef þið búið 4 á heimilinu er það 17.900*4 = 71.600 kr. !!!", "date": "2008-12-10 23:46:00", "post_id": 37}, {"user_name": "urban", "text": "alveg merkilegur andskoti að allir séu á móti þessu og að einhverjir ætli sér ekki að borga þetta, gangi ykkur þá bara vel tekjulausum það sem að eftir er, ég skal skutla í ykkur hundrað kalli ef að ég sé ykkur á hlemmi einhvern tíman að betla.\nhvort finnst ykkur betra að þetta sé gert svona, ákveðin krónutala af öllum eða hreinlega hluti af öðrum sköttum hjá ykkur færi í þetta ?\n\nog þeir sem að segjast aldrei horfa á rúv.\nekki gleyma því að þarna inní eru líka 2 útvarpsstöðvar. gamla gufan og rás 2\n\nog ég segi fyrir mig að ég horfi á fréttir og veður á rúv, ég hlusta á fréttir á gufunni og veðrið þar líka.\n\nhlusta alveg óhemju mikið á rás2\n\nog jú, ég horfi á rúv, og mig grunar nú að það geri það fleyri sem að haldi því fram að þeir horfi aldrei á það en síðan er farið að telja upp nokkra þætti og þá er yfirleitt fylgst með eitthvað af þeim.\n\nen já...\npeningarnir fara til rúv, hvort sem að það sé nefskattur sem að er í ákveðnri krónutölu eða hluti af öðrum skatttekjum, alveg einsog þeir hafa gert hingað til.", "date": "2008-12-10 23:53:00", "post_id": 38}, {"user_name": "Don Garri", "text": "Það  sem urban segir er rétt. Svo má líka bæta því við að þið sem horfið aldrei á Sjónvarpið eða hlustið aldrei á Rás 1 eða Rás 2, væru þið til í að borga 17.900 kr. á ári fyrir að horfa á Skjá1?\n\r\nÞetta er gert m.a. til að koma á móts við Skjá1 og Stöð2, með að minnka auglýsingatekjur gífurlega mikið og draga sig mjög mikið út af þeim samkeppnismarkaði (að selja auglýsingar).\n\r\nÞar af leiðandi getur Skjár1 og Stöð 2 séð sóknartækifæri og fengið til sín þær tekjur sem RÚV afsalar sér í gegnum auglýsingar, og meiri líkur að td. Skjár1 haldi lífi.\r\nÞeir hafa kvartað undan því að RÚV sé á auglýsingamarkaði og í beinni samkeppni við einkarekin fyrirtæki, sem er réttlát kvörtun og hana ber að skilja.\n\r\nÞótt ég horfi persónulega mjög lítið á sjónvarp, held ég að þetta sé leið sem við fynnum ekki mikið fyrir, en margir halda vinnunni (amk hjá Skjá1) og fólk getur haldið áfram að horfa á Skjá1 áður en það skríður í bólið, sem ég held að ansi margir geri.\n\r\nVið skulum bara vona að þetta framlag menntamálaráðherra verði til þess að þeir sem kaupa sjónvarpsauglýsingar kaupi þær af Skjá1 og Stöð 2 fyrir vikið og þær stöðvar nái að lifa af.", "date": "2008-12-11 00:44:00", "post_id": 39}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_cyclops.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/bs.gif"], "date": "2008-12-10 15:09:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cyclops.gif", "path": "full/7302686a7c84cfde48255528bd6b0deac87ddf95.gif", "checksum": "5c10e38e066d9da4fa20a3d20a6b2a77"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/bs.gif", "path": "full/03be952c43bd5b4cb3ac7266a74ad971d24accb3.gif", "checksum": "2ba2f49195a00d3b42d3dc140bdf3fc4"}]}