{"forum_title": "Almennt spjall", "id": "61933", "title": "Tengja Sírenu lúður í bíl(ekki færa vantar hjálp strax)", "url": "http://www.live2cruize.com/spjall/showthread.php/61933-Tengja-Sírenu-lúður-í-bíl(ekki-færa-vantar-hjálp-strax)", "posts": [{"user_name": "BippiDaIce", "text": "hvernig á að gera það?", "date": "2008-12-13 15:04:00", "post_id": 1}, {"user_name": "Maggi B", "text": "tengir rauða vírinn við straum og svarta við jörð, annað er ekki hægt að segja þér því þú lýsir vandamálinu ekki á neinn hátt", "date": "2008-12-13 15:30:00", "post_id": 2}, {"user_name": "BippiDaIce", "text": "ég prufaði að taka rauða og láta í plúsinn á geyminum og svarta í mínus og ekkert gerðist <<<icon_confused.gif>>>", "date": "2008-12-13 16:26:00", "post_id": 3}, {"user_name": "haffinn", "text": "Ég vinn á bílaverkstæði, stundum svara ég í símann þar. \n\r\nÉg hef nokkrum sinnum fengið spurningar eins og \"hvað kostar að gera við rafmagn í Hjondæ?\" eða \"það er eitthvað hljóð í bílnum mínum, hægra megin. Hvað er að og hvað kostar að gera við það?\"\n\r\nÞessu er ekki hægt að svara, sömu sögu er að segja af þessari spurningu þinni.", "date": "2008-12-13 16:28:00", "post_id": 4}, {"user_name": "Maggi B", "text": "í raun og veru ertu ekki að spurja að neinu því ég veit ekkert hvað það er sem þú ert með..", "date": "2008-12-13 16:50:00", "post_id": 5}, {"user_name": "urban", "text": "RTFM.......", "date": "2008-12-13 17:29:00", "post_id": 6}, {"user_name": "GretarK", "text": "ef þú ert búinn að prófa að beintengja lúðurinn á geymi, og ekkert gerist. Þá er þessi lúður ónýtur.", "date": "2008-12-13 17:34:00", "post_id": 7}, {"user_name": "haffinn", "text": "Hvað meinaru með sírenulúður? Ertu bara með hátalara? Ertu með hátalara með innbyggðu stjórnboxi? Er stjórnboxið sér og hátalarinn svo tengdur við það?\nHvaða tegund er þetta? Er þetta eitthvað gamalt dót eða varstu að kaupa þetta og nennir ekki að lesa leiðbeiningarnar?\n\nEf þú ert bara með hátalarann og tengir hann beint við geymi þá ertu líklega búinn að eyðileggja hann.\n\nFlestur sírenubúnaður er samsettur úr hátalara sem er hafður frammi í húddi (í grillinu eða bakvið stuðarann t.d.) eða uppi á toppi. Inni í bíl er svo einhver stýribúnaður til að breyta tíðninni á hljóðinu, hækka og lækka o.s.fr. oft er hægt að tengja míkrafón við þennan stjórnbúnað. Í þessum búnaði er magnarinn fyrir hátalarann.\n\nEf þú ert bara með lúður er hann að öllum líkindum ekkert nema stakur hátalari sem þú færð ekki til að væla nema hafa stjórnboxið með.\n\nKomdu með betri upplýsingar um þetta dót. T.d. hvaða tegund (Whelen eða Federal t.d.) og hvernig þetta lítur út.\n\nÞegar menn eru að vinna með rafmagnsdót sem þeir vita ekkert um og prófa bara að tengja einhverja víra beint á geyminn hjá sér er algengt að menn eyðileggi búnaðinn.", "date": "2008-12-13 17:51:00", "post_id": 8}, {"user_name": "BippiDaIce", "text": "Þetta var keypt i dag og tedung er Lifetime Cars 6tone sirens s.s þetta er lúður og stjórnbox með 6 tökkum engar leiðbeiningar á þessu úr stjórnboxinu kemur snúrur sem tengjast í lúðurinn og svo ein Svört snúra og ein rauð/svört\n\nHJÁLP", "date": "2008-12-13 19:26:00", "post_id": 9}, {"user_name": "haffinn", "text": "Jahá, maður myndi halda að sú svarta væri jörð, og sú svarta/rauða væri plús.\n\r\nEru bara þessir tveir vírar?\n\r\nErtu búinn að gúggla þetta eitthvað? Er ekki einhver vefslóð á pakkanum eða einhverjar nánari upplýsingar? Getur ekki sá sem seldi þér dótið hjálpað?", "date": "2008-12-13 21:14:00", "post_id": 10}, {"user_name": "BippiDaIce", "text": "ég prufaði að gúggla etta en ekkert fanst engin vefsíða eða neitt... og ég spurði hann sem seldi mer og hann gat ekkert gert", "date": "2008-12-13 21:17:00", "post_id": 11}, {"user_name": "haffinn", "text": "Er þetta nýtt dót? Heyrist að þú ættir nú bara að skila þessu.", "date": "2008-12-13 21:20:00", "post_id": 12}, {"user_name": "Nagli_", "text": "er þetta hræódýra flautan sem fæst í verkfæralagernum eða eitthvað svoleiðis ?? ef svo er, þá myndi ég setja þetta beint í ruslið  því annaðhvort kaupiru það ónýtt eða það skemmist strax :/ aaaaalgjört drasl<<<icon_mad.gif>>>", "date": "2008-12-13 21:26:00", "post_id": 13}, {"user_name": "ÓskarG", "text": "Og er þetta ekki ólöglegur búnaður?", "date": "2008-12-14 01:27:00", "post_id": 14}, {"user_name": "haffinn", "text": "Ja, ekki ef bílinn er skráður til forgangsaksturs og með ljósabúnað í stíl. En í þessu tilfelli jú, alveg örugglega.\n\r\nSamt er nú líklega ekki ólöglegt að eiga eða selja búnaðinn, bara að nota hann.", "date": "2008-12-14 15:06:00", "post_id": 15}, {"user_name": "Don Garri", "text": "Er þetta ekki bara eitthvað sem svipar til þjófavarnakerfa í bílum sem sum hver gefa frá sér þessi helstu sírenuhljóð.\r\nKæmi mér ekkert á óvart að þessi sírena sé eitthvað um 12 wött, í staðin fyrir þessar 100-200 watta 120dB+ sírenur sem eru í þessum neyðarakstursbifreiðum.\n\r\nÉg held að þetta sé pre-wired plug 'n play dæmi, sem þú þarft bara að tengja við rafmagn og jörð, frekar simple.\r\nEf það væru rafmagnsinnstungur í bílum þá færi þessi beint í plöggið, þ.e. þetta gæti varla verið einfaldara.\n\r\nEf þú getur tekið mynd og póstað henni hérna inn ætti að vera hægt að finna út úr þessu frekar fljótlega held ég, þ.e. ef þú ert ekki þegar búinn að finna út úr þessu.", "date": "2008-12-16 21:54:00", "post_id": 16}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif"], "date": "2008-12-13 15:04:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}]}