{"forum_title": "Almennt spjall", "id": "62475", "title": "Klikkhaus á mótorhjóli", "url": "http://www.live2cruize.com/spjall/showthread.php/62475-Klikkhaus-á-mótorhjóli", "posts": [{"user_name": "Gísli Camaro", "text": "Man ekki hver var á hjólinu þegar þetta vídeo var gert.", "date": "2008-12-20 13:52:00", "post_id": 1}, {"user_name": "KSS", "text": "Nice! já hann er að \"pínu\" vitleysingur að vera i prjóni á 200 <<<icon_cool.gif>>>", "date": "2008-12-20 14:15:00", "post_id": 2}, {"user_name": "GeiriWRX", "text": "ég er viss um að þetta endar með einum eða öðrum hætti á visir.is <<<icon_lol.gif>>> En annars örugglega geðveikt að eiga svona hjól<<<icon_cool.gif>>>", "date": "2008-12-20 14:17:00", "post_id": 3}, {"user_name": "Aron Preza", "text": "Það er svo asnalega mikil orka í þessum hjólum<<<icon_lol.gif>>>", "date": "2008-12-20 14:39:00", "post_id": 4}, {"user_name": "EYJ", "text": "Þetta er klárlega draumurinn, að eignast svona hjól <<<icon_smile.gif>>>", "date": "2008-12-20 14:44:00", "post_id": 5}, {"user_name": "M8", "text": "Náði hann að setja það í 300??", "date": "2008-12-20 14:59:00", "post_id": 6}, {"user_name": "Jói ÖK", "text": "Mesti hraði sem ég sá allavega var 270ogeithvað", "date": "2008-12-20 15:03:00", "post_id": 7}, {"user_name": "M8", "text": "Hann var að slefa í 290 í eitt skiptið meðan hann var enn í Rvk.", "date": "2008-12-20 15:07:00", "post_id": 8}, {"user_name": "burgundy", "text": "Haha SO true <<<icon_lol.gif>>>\n\nAnnars geggjað hjól! einhverntímann mun maður eignast svona á lífsleiðinni <<<icon_cool.gif>>>", "date": "2008-12-20 15:08:00", "post_id": 9}, {"user_name": "IngiG", "text": "hvað er á milli eyrnanna á þessum hálvita..?  <<<soap.gif>>>\n\r\nhvað ætlar hann að gera ef hann skildi lenda í slysi á 270km/h \r\n..þetta er ******!", "date": "2008-12-20 15:15:00", "post_id": 10}, {"user_name": "GeiriWRX", "text": "Hann myndi eflaust gera voðalega lítið, og þyrfti eflaust ekki að pæla í því eftir á<<<icon_wink.gif>>>", "date": "2008-12-20 15:20:00", "post_id": 11}, {"user_name": "SkodaPower", "text": "287 <<<icon_wink.gif>>>", "date": "2008-12-20 15:20:00", "post_id": 12}, {"user_name": "burgundy", "text": "Þetta er hann Ingi. Hann hefur aldrei keyrt hraðar en 90. tökum inga til fyrirmyndar<<<bowdown.gif>>><<<rolleyes.png>>>", "date": "2008-12-20 15:21:00", "post_id": 13}, {"user_name": "Hjalli Vti", "text": "hann lifir bara lífinu eins og maður á að gera <<<icon_smile.gif>>>", "date": "2008-12-20 15:24:00", "post_id": 14}, {"user_name": "M8", "text": "Á nöfinni ss....", "date": "2008-12-20 15:27:00", "post_id": 15}, {"user_name": "Sævar Örn", "text": "Allavega myndi eg ekki gera video og syna a netinu ef eg væri svona mikill vitleysingur. <<<icon_confused.gif>>>", "date": "2008-12-20 15:31:00", "post_id": 16}, {"user_name": "M8", "text": "Ekki ég heldur..Þetta er eflaust gaman, en ekkert töff að auglýsa það á netinu.\r\nÞað er meira svona sad....<<<sleep.gif>>> IMO", "date": "2008-12-20 15:34:00", "post_id": 17}, {"user_name": "h1coupe", "text": "hjólamenn sem troða sér svona á milli bíla á ljósum eiga að missa prófið með það sama.", "date": "2008-12-20 15:34:00", "post_id": 18}, {"user_name": "M8", "text": "Ekki sammála því samt, Meiga fyrir mér gera þetta.\nÞað er öruggara fyrir þá að gera það heldur en að vera fyrir aftan \nog taka séns á því að fá bíl aftan á sig sem nær ekki að stoppa <<<icon_wink.gif>>>\nMá ekki gleyma þeim möguleika <<<icon_wink.gif>>>", "date": "2008-12-20 15:38:00", "post_id": 19}, {"user_name": "EdoX^", "text": "það skemmtilegasta sem ég hef átt yfir æfina eru báðir racerarnir mínir og sama hvað þú reynir þú getur ekki krúsað á honum ekki séns þessi hjól byðja þig um að leika", "date": "2008-12-20 15:43:00", "post_id": 20}, {"user_name": "RAT", "text": "ég er hættur að stoppa í umferð einfaldlega veggna þess að á þessum stutta tíma sem ég hef verið að hjóla hefur einhvað **** snert afturdekkið hjá mér! nýti smæðina á hjólinu og sting mér á milli ALLTAF héðan í frá.", "date": "2008-12-20 15:48:00", "post_id": 21}, {"user_name": "Klaufi", "text": "Flestir ökukennarar kenna þetta, segja þeim að gera þetta, þó að löggan sekti þá, þá eiga þeir samt að gera þetta..\n\r\nÞetta er margfalt öruggara fyrir þá að öllu leiti! Komdu með ein rök fyrir því afhverju þeir ættu ekki að gera þetta annað en að þú ert bitur yfir því að þeir komast á undan þér af stað?", "date": "2008-12-20 15:54:00", "post_id": 22}, {"user_name": "M8", "text": "Skil báða mjög vel\r\nÁstæðan fyrir því að ég á ekki hjól...Hef ekki þroskann eða agann til að vera til friðs á því...\r\nDí ég get ekki einu sinni hamið mig á Turbo Astra <<<icon_lol.gif>>>, hvað þá á mótorhjóli!", "date": "2008-12-20 15:56:00", "post_id": 23}, {"user_name": "Sindri Skarph", "text": "this video has been removed by user", "date": "2008-12-20 15:57:00", "post_id": 24}, {"user_name": "M8", "text": "Nkl það sem ég hef alltaf sagt með svona hluti...\r\nÉg tek mitt common sense fram yfir öll lög!\r\nEf ég fæ sekt fyrir það, þá fine, ég er þó öruggari IMO <<<icon_wink.gif>>>", "date": "2008-12-20 15:59:00", "post_id": 25}, {"user_name": "Aron Preza", "text": "þau fara bara i 299 á mæli\r\nen eg veit að k8 1000 sukkan á 1 gír eftir þegar mælirinn er kominn i 299<<<icon_surprised.gif>>>", "date": "2008-12-20 16:04:00", "post_id": 26}, {"user_name": "Drone", "text": "http://www.youtube.com/watch?v=8uAcmrUEp2U", "date": "2008-12-20 16:11:00", "post_id": 27}, {"user_name": "Sævar Örn", "text": "hehe þessi var flottur", "date": "2008-12-20 16:16:00", "post_id": 28}, {"user_name": "135791", "text": "Nett geðveikur gaur þessi!!<<<rolleyes.png>>>", "date": "2008-12-20 16:24:00", "post_id": 29}, {"user_name": "fohelle", "text": "Ég sé ekki neitt myndband", "date": "2008-12-20 16:56:00", "post_id": 30}, {"user_name": "Freyr", "text": "ekkert myndband í póst 1.. ??", "date": "2008-12-20 17:09:00", "post_id": 31}, {"user_name": "h1coupe", "text": "mér er nákvæmlega sama hver kemst fyrst af stað, ég er ekki í kappakstri á öllum ljósum. þetta er bara djöfulsins frekja og er bannað með lögum, og í þokkabót er þetta ein af ástæðum þess að hjólafólk er litið þessu hornauga sem það er litið!\n\r\nog ef ökukennarar eru að kenna þetta þá ætti væntanlega að svipta þá réttindunum fyrir að kenna fólki að fara ekki eftir lögum. menn geta ekki bara valið úr það sem þeim sýnist, fólk hlýtur að átta sig á því. \n\n\r\nmenn þurfa að átta sig á að mótorhjól er farartæki eins og bíllinn og á heima í röðinni þar sem það kemur ekki á milli á engri akrein, og að tala um að fá einhvern aftan á sig er náttúrulega bara vitleysa. þarna er fólk ekki tryggt fyrir fyrir óhöppum þar sem það er ólöglegt.\n\r\nég hef hjólað, ég gerði þetta aldrei og sá engann tilgang með því að troða mér þar sem nánast ekkert pláss er, taka sénsinn á að rekast utan í bíl eða detta og lenda á bíl.", "date": "2008-12-20 17:27:00", "post_id": 32}, {"user_name": "RAT", "text": "Maður fer ekki milli bíla ef það þarf að troðast á milli , þá fer maður bara á hliðarlínuna því jú bíllin er þá of nálagt miðju :P fólk er bara fúllt að missa fyrsta pláss i röðinni <<<icon_biggrin.gif>>>", "date": "2008-12-20 17:39:00", "post_id": 33}, {"user_name": "Sævar Örn", "text": "Hann tok það ut og lika hin hraðaksturs og prjon vidjoin. kannski skammast hann sin og eg vona að það se astæðan.", "date": "2008-12-20 17:39:00", "post_id": 34}, {"user_name": "Krampi", "text": "af hverju? þeir eru fljótir á stað og taka minka því umferðina...\n\nog jú mér finnst reyndar mikið af því þegar þeir koma á 50 þarna á milli en allt annað þegar þeir koma á 10-15 hraða..", "date": "2008-12-20 17:55:00", "post_id": 35}, {"user_name": "h1coupe", "text": "þeir minnka ekki umferðina þótt þeir séu fremstir í röðinni þeir eru enn í umferðinni fyrir því.\n\r\nþetta er ólöglegt og kemur slæmur orði á hjólafólk!", "date": "2008-12-20 19:36:00", "post_id": 36}, {"user_name": "M8", "text": "Ég persónulega nenni ekki að rökræða svona við menn sem hafa þessa skoðun,\r\nen næ sjaldnast að sitja á mér frekar en núna.\r\nÞið sjáið bara lögin og ekkert nema lögin en áttið ykkur ekki á því að fyrir þessa menn á þessum \r\nlitlu farartækjum snýst þetta um þeirra eigið líf.\r\nEða að þið sjáið það alveg en eruð bara alveg sama, sem er enn verra og bara mjög skrítið.\r\nÞeir vilja greinilega stjórna því sjálfir hvort þeir drepi sig á þessu en ekki bjóða sofandi einstaklingum \r\ní umferðinni að gera það fyrir þá. Það þykir mér mjög skiljanlegt.\r\nMer er alveg sama þótt þeir fari á milli akreina svo framalega að þeir geri það varlega og meðan umferð er stopp.\r\nÞað er tvímælalaust öruggara fyrir þá og ég ætla ekki að standa í vegi fyrir því að þeir séu öruggari í umferðinni.\r\nSvona sjálfskipaðar löggur eins og þú kemur út fyrir að vera, eru engum til gagns!", "date": "2008-12-20 19:49:00", "post_id": 37}, {"user_name": "M8", "text": "Af hverju kemur þetta slæmu orði á þá? \nEitthvað verra orði en sportbílafólk er með á sér?\nEr það ekki bara e-ð sem þetta hjólafólk er tilbúið til að gera til að vera öruggara.\n\nErt þú ekki stundum að spyrna á þessu víteek dóti þínu?\nÞað er líka jafnólöglegt! Ekki vera hræsnari! Og ekki segja að þú gerir það aldrei\nþví ég stórlega efast um að það sé til VTI eigandi á landinu sem spyrnir bílnum sínum aldrei.\nMunurinn á þessu tvennu er samt að það sem hjólamaðurinn gerir, hefur tilgang, \nmeðan að sá sem er að spyrna er bara að plain leika sér fyrir sína eigin ánægju <<<icon_wink.gif>>>", "date": "2008-12-20 19:55:00", "post_id": 38}, {"user_name": "doddi1", "text": "hjólafólk er nú ekkert með besta orðið á sér, því miður <<<icon_confused.gif>>>\n\nætli það sé ekki öllum töppunum sem prjóna um götur borgarinnar að þakka og þeim sem þjóta framúr manni á góðum tvöföldum hámarkshraða\n\n\n\nen ég fór að spá í því sem þú segir með að ástæðan fyrir því að hjólafólk treður sér fremst sé til að flýta fyrir umferð og að það sé hættulegt fyrir hjólafólk að vera aftast \n\nfyrst að það er svona lífshættulegt að vera aftast á ljósunum á mótorhjóli, af hverju ætli það sé ekki sett í lög að leyfa mótorhjólum að troðast fremst? \n\nog ef menn eru hræddir við að vera aftastir á ljósum þá eiga þeir bara ekkert að vera á hjóli, ef þú kaupir græju sem kemst frá 0-200 á undir 10sekúndum en þorir svo ekki að vera aftastur á umferðarljósum þá er eitthvað bilað í kollinum á þér... <<<icon_wink.gif>>>\n\nen annars pirrar þetta mig ekkert þegar hjólafólk gerir þetta svo lengi sem það er ekki of nálægt bílunum\n\nmér finnst bara þessi rök sem fólk kemur með að það sé svo hættulegt að vera aftastur og eitthvað blabla alveg fáránleg", "date": "2008-12-20 20:24:00", "post_id": 39}, {"user_name": "phoenix", "text": "Mér finnst þið allir vera hálfvitar.", "date": "2008-12-20 20:28:00", "post_id": 40}, {"user_name": "M8", "text": "Já kannski eru þau það, en góð og gild fyrir mér allavega, \nþó að það sé eflaust ekki það sem hjólamaður er að hugsa þegar hann fer á milli.\nEn þegar öllu er á botninn hvolft hjá mér, \nþá er mér bara alveg sama þótt þeir geri þetta, svo framalega að þeir geri það ekki glæfralega. <<<icon_wink.gif>>>\nPirrar mig ekki og ég skil ekki að þetta skuli fara svona í taugarnar á fólki.\nÞað ætti frekar að eyða pirringsorkunni sinni í það að þola ekki þegar fólk hangir á vinstri akrein.\nÞað er meiri tilgangur og vit í því.", "date": "2008-12-20 20:31:00", "post_id": 41}, {"user_name": "RAT", "text": "Ekki hættulegt að vera aftastur það er hættulegt að vera milli bíla í röð , ef að keyrt er aftan á þig í bíl færðu smá högg á þig ef þú ert á hjóli áttu þá hættu að kastast af hjólinu og undir annan bíl. Mér yrði sama ef ég ætti ekki í hættu á að fá bíl aftan á mig en af einhverjum furðulegum ástæðum hefur það gerst tvisvar! sem og bílar að skipta um akgrein stuttu eftir ljós ætla bara í hliðin á manni! ég kýs frekar að vera á undan umferð heldur en fljóta með henni sé ekki hvað það skaðar ykkur á einn eða annan hátt sé ekki afhverju ykkur er ekki drullu sama, það er líka bannað að stunda hraðakstur samt hver einasti sem hefur tjáð sig gegn þessu hefur pottþétt slefað í 200 og leikið sér í spyrnum. Mér er svo slétt f*****g sama þó að þetta athæfi sé ólöglegt, þið spyrjið afhverju við eigum þá hjól , afhverju átt þú bíl ?", "date": "2008-12-20 20:31:00", "post_id": 42}, {"user_name": "Hafst1", "text": "Mér finnst þetta óþolandi þegar þetta er gert þegar ég er að bíða. En það komast líka fleiri yfir á græna ljósinu ef mótorhjólin gera þetta.", "date": "2008-12-20 20:32:00", "post_id": 43}, {"user_name": "M8", "text": "Þarna kemurðu að rót vandans hjá nánast hverjum einasta Íslendingi í umferðinni.\nÞola ekki að einhver skuli komast á undan sem hefur beðið styttra.\nSvo heimskulegt, og því sem meira skiptir, hættulegt viðhorf í umferðinni!\nSama ástæða er fyrir því að fólk er tregt við því að hleypa manni framúr.\nÞetta er ástæðan fyrir því að íslensk umferð mun aldrei ná að fljóta eins og hægt er, því miður.\nÍslendingar eru einfaldlega of frekir til að það sé hægt.", "date": "2008-12-20 20:38:00", "post_id": 44}, {"user_name": "Halldór Berg", "text": "Svo sammála þér! Frekjan og yfirgangurinn er svakalegur. Og engir sénsar, bílum ekki hleypt sem að gefa stefnuljós í góðan tíma... Þoli ekki að verða vitni að slíku.", "date": "2008-12-20 20:54:00", "post_id": 45}, {"user_name": "stevie600RR", "text": "ég er hjólamaður, og ég sting mér á milli á ljósum, og mér finnst ekkert að því, ástæðan er einföld\n\nég tek ekki áhættu á því að verða að samloku á milli bíla, auk þess, sem að þetta hjálpar umferðinni að flæða, maður fer fremst, og er mjög fljótur af stað, bílarnir fyrir aftan mig finna ekkert fyrir þessu, auk þess, sem að ef ég fer framar, þá kemur bíllinn sem ætti að vera fyrir aftan mig, yfir ljósin, því að ég er ekki lengur í röðinni\n\nregla númer 1 í mótorhjólaheiminum, ekki treysta neinum, það eru allir í umferðinni fávitar, hjólin eru það lítil, að fólk á erfitt með að sjá þau\n\nog vissulega, er hjólafólk ekki með besta orðsporið á sér, enda eru til dæmis Racerar build for speed, það vantar einfaldlega aðstöðu til að leika sér á, braut, fyrir hjól og bíla", "date": "2008-12-20 21:17:00", "post_id": 46}, {"user_name": "kidlingur", "text": "Ég á racer en geri þetta aldrei. En ég skil fullkomlega þá sem þetta gera og það pirrar mig ekki nema að fólk geri þetta á miklum hraða og þegar bílar eru jafnvel ekki stopp.\n\r\nFólk verður að skilja að munurinn á aftanákeyrsla á bíl þýðir hálsrígur en á hjóli getur það þýtt lömun eða verra...", "date": "2008-12-20 23:49:00", "post_id": 47}, {"user_name": "Kjallin", "text": "Þetta að fara á milli bíla hefur ADREI hjá mér tengst því eitthvað að vera á undan öllum öðrum.\n\r\nÍ fyrsta lagi, þá er fólk í umferðinni ****, og það er mikið um aftanákeyrslur hérna í reykjavík. Hvað skeður þegar það er keyrt aftaná mótorhjól á smá hraða? Já, þú ert dauður eða lamaður!\n\r\nÞegar ég var á R6 og beið lengi í röð i umferð, þá fucking GRILLAÐI ég á mér punginn, hjólin hitna helling ef þú keyrir það ekki, og þú SITUR á mótornum!\n\r\nÉg sé EKKERT að því að fara á milli bíla, svo framarlega sem það sé gert varlega\n\n\n\n\nAMEN!!", "date": "2008-12-21 00:00:00", "post_id": 48}, {"user_name": "stevie600RR", "text": "gleymdi að minnast á það, að vera fastur í einhverri röð, er alveg glatað fyrir hjólið, þau verða að vera á ferð nánast allan tíman, þau hitna svo svakalega hratt, til dæmis í 1 maí kerslunni í ár, þá var hitamælirinn á hjólinu hjá mér kominn yfir 120 gráður, þá vorum við að keyra á svona 30 til 50 km hraða, oft að stoppa og svoleiðis rugl\n\r\nalls staðar erlendis, til dæmis á spáni, þar sem að menn eru mikið á vespum, þar er ætlast til þess að menn fari á milli bílana, stingi sér fremst, á íslandi, þarf þetta vissulega að vera vesen, mætti stundum halda að allir ökumenn séu frá Ítalíu, miðað við virðingarleysið<<<punch.gif>>>", "date": "2008-12-21 03:16:00", "post_id": 49}, {"user_name": "Bergen", "text": "heirðu vinur ég held þú ættir að láta kíkja á vatnskassan ef það er einhver<<<rolleyes.png>>>", "date": "2008-12-21 13:03:00", "post_id": 50}, {"user_name": "stevie600RR", "text": "hehe, það voru flest allir racerarnir í svipaðri tölu, frá 110 upp í 120, þeir þurfa bara stanslausa vindkælingu, sérstaklega ef að það er buið að fikta eitthvað í hjólinu", "date": "2008-12-21 13:54:00", "post_id": 51}, {"user_name": "Halldór Berg", "text": "Á sumum hjólum er það ekki til staðar... T.d. Harley lögguhjólin, þau þurfa oft og reglulega að gefa í til að kæla hjólið. Erfitt þegar að þau þurfa að vera í fygld sem að fer hægt um.", "date": "2008-12-21 15:03:00", "post_id": 52}, {"user_name": "Aron Preza", "text": "þetta er eðlilegt á svona motorhjolum<<<icon_lol.gif>>>", "date": "2008-12-21 16:58:00", "post_id": 53}, {"user_name": "ViktorG.", "text": "hahah einn bara í símanum að chilla á hraðbrautinni<<<icon_cyclops.gif>>> þessi gaur er bara heimskur!", "date": "2008-12-21 17:30:00", "post_id": 54}, {"user_name": "AddiPaddi", "text": "búin að glugga í kennslu bókina fyrir mótorhjóla próf og það er alltaf gefið í skyn að sem mótor hjóla maður áttu að haga þér eins og annað farartæki í umferðinni auðvitað verður maður létt pirraður á því að þeir eru alltaf að troða sér á milli en það sem er meira pirrandi hvernig þeir komast alltaf upp með það ...", "date": "2008-12-21 17:35:00", "post_id": 55}, {"user_name": "M8", "text": "<<<icon_rolleyes.gif>>>", "date": "2008-12-21 17:41:00", "post_id": 56}, {"user_name": "maxel", "text": "Hahahahhahaha best thread ever.\nElska biturt fólk sem verður fúlt ef einhver fer framúr úr röðinni...\nSvona eins og gaurinn sem opnaði hurðina þegar ég keyrði á strætó akreinninni um daginn <<<icon_lol.gif>>>", "date": "2008-12-21 18:46:00", "post_id": 57}, {"user_name": "M8", "text": "Haha <<<icon_lol.gif>>>\nÞað er alveg ótrúlegt hvað það fer í fólk þegar einhver kemst á undan...\nHeldur alltaf að umferðin sé einhver röð... sem er ástæðan fyrir því að það raðar sér á allar akreinar...\nUmferðin er bara engin röð....Á að vera meira svona eins og fljót...\nmismunandi hraði eftir akreinum...Fólk fattar það ekki...", "date": "2008-12-21 18:52:00", "post_id": 58}, {"user_name": "ViktorG.", "text": "hahaha og hvað gerðiru?<<<icon_biggrin.gif>>>", "date": "2008-12-21 19:17:00", "post_id": 59}, {"user_name": "maxel", "text": "Ég man það ekki, sveigði bara frá eða eitthvað var ekki á mikilli ferð þar sem ég fór úr röðinni til að geta komist á beygjuakreinina fyrr...\n\nVar á leiðinni í FTÍ í fyrra þegar ég var í honum.\nÞetta er þarna gamla DV húsið svo þið fattið hvar þetta er \n\nSvo fékk ég thumbs up eftir smá drift frá miðaldra konu fyrir stuttu , svona 45 ára <<<icon_lol.gif>>>", "date": "2008-12-21 19:25:00", "post_id": 60}, {"user_name": "hrannar91", "text": "hvar get ég seð þeta video", "date": "2008-12-21 19:58:00", "post_id": 61}, {"user_name": "h1coupe", "text": "hvers lags djöfulsins apaköttur ertu eiginlega? ertu ekki búinn að lesa orð af því sem ég hef skrifað?\n\r\nég hef hjólað sjálfur og ég sé ekki fyrir nein rök að eitthvað öryggi felist í því að brjóta lögin. ef þú treður þér á milli bíla ertu ólöglegur og ótryggður og hvaða mögulega öryggistilgangi þjónar þér og öðrum að þetta sé gert. viltu fá svona mann ótryggðan í hliðina á bílnum hjá þér þegar hann er að troðast?\n\r\nhefur þú heyrt um eitt mál þar sem hjólamaður hefur fengið bíl aftan á sig á ljósum? ég get lofað þér því að það er eitthvað stórkostlega sjaldgæft!\n\r\nef þú ætlar að fara að þykjast geta valið úr reglum af því að \"þér finnst eitthvað\" þá ertu að stefna í hættulega átt og vill ég ekki hafa svona fiskhausa með mér í umferðinni það er alveg á hreinu!", "date": "2008-12-21 21:53:00", "post_id": 62}, {"user_name": "h1coupe", "text": "ég hef bara varla lesið pósta eftir heimskari einstakling heldur en þig?\n\r\num leið og þú skríður uppúr leikskólanum ættirður kannski að lesa yfir þessa þvælu eftir þig!!!!!!!!", "date": "2008-12-21 21:55:00", "post_id": 63}, {"user_name": "M8", "text": "Jájá það er þín skoðun... <<<sleep.gif>>>\r\nFarðu samt varlega í það vinurinn að kalla menn heimska sem þú þekkir ekkert <<<icon_wink.gif>>>\r\nSegir nú bara meira um þínar eigin gáfur en mínar.\r\nÞú metur ekki gáfur út frá skoðunum\r\nAnnars væri meira og minna allir heimskir því þeir eru með \"heimskar\" skoðanir að þínu mati\r\nSé nú heldur ekki að þú sért búinn að fá neitt rosalegar undirtektir með þínar eigin.", "date": "2008-12-21 22:06:00", "post_id": 64}, {"user_name": "Hafst1", "text": "Ég er á sama máli en þú, en ég verð að svara þessu.\n\r\nÞað skiptir þig engu máli hvernig tryggingar hins aðilans eru í árekstri, það eru þínar tryggingar sem skipta máli.\n\r\nSjaldgæft er það kannski, en ég mundi ekki vilja fá bíl aftaná mig ef ég væri á hjóli.", "date": "2008-12-21 22:09:00", "post_id": 65}, {"user_name": "h1coupe", "text": "segir það meir um mínar gáfur að ég sé einn á móti einhverjum pappakössum að verja ólöglegt athæfi? þú talar um frekju í fólki að vilja troða sér fremst á ljósum og vilji vera fremst eins og það sé krabbamein íslenskrar bílamenningar en í sömu setningu réttlætir það að hjólafólk geri nákvæmlega það og það sé svo mikið öryggisatriði að vera ótryggður og ólöglegur á milli bíla, menn eru hérna að tala um að þeir grilli á sér punginn á því að sitja fastir fyrir aftan bíl á ljósum í 2sec lengur heldur en ef þeir troða sér á milli bíla og fari fremst<<<rolleyes.png>>> ég hef hjólað slatta og átti racer og ég verð að segja að læknisferð til að athuga pungsig sé í pípunum ef menn eru að ofhitna á pungnum við að sitja stopp í smá stund á þeim því þá er pungurinn farinn að síga eitthvað niður á milli og undir bensíntankinn<<<punch.gif>>>.", "date": "2008-12-21 22:14:00", "post_id": 66}, {"user_name": "maxel", "text": "Það eru nú ekki ófá dæmi um aftanákeyrslur á ljósum nema með hjól því þeir fara á milli..\n\nH1Coupe venjulega virði ég skoðanir annara en þú ert bara heimskur", "date": "2008-12-21 22:25:00", "post_id": 67}, {"user_name": "SiggiG", "text": "Tvöföld neitun ?", "date": "2008-12-21 22:33:00", "post_id": 68}, {"user_name": "BjörnB", "text": "ég hefði nú bara bombað á hurðina =D\n\n\nhér er ein mjög skemmtileg staðreynd: Íslendingar kunna ekki að keyra, eða svona 96% af þeim ættu ekki að fá að koma nálægt bílstjóra sætinu allavegana.\n fólk er bara í góðu chilli á vinstri akrein oft undir hámarkshraða eða alveg á punktinum, svo er sá sem er á hægri akreininni á sama hraða og svo gefur hann aðeins í og maður fer á hægri til að komast framúr, nei þá gefur sá sem er á vinstri í líka og svo fara þeir aftur niður í sinn fyrri hraða", "date": "2008-12-21 22:55:00", "post_id": 69}, {"user_name": "phoenix", "text": "Hélt að menn væru löngu búnir að átta sig á því að það þýðir ekkert að rökræða við h1coupe <<<icon_rolleyes.gif>>>", "date": "2008-12-21 23:33:00", "post_id": 70}, {"user_name": "Malt", "text": "Hvurslags svaðalegur apaköttur ert þú h1coupe! Endalaust í þér vælið, reyna að fela vanþóknun þína á því að aðrir komist hraðar um í umferðinu en þú með lagavæli, ekki einu sinni reyna að halda því fram að þú keyrir tvöfalda kaflann á reykjanesbrautinni á 90, eða sæbrautina á 60 eða hver sem hámarkshraðinn er þar, og ekki reyna að segja mér að þú farir svo niður í 70 á flugvallaveginum / reykjanesbrautinni við grænásinn eða á fitjum. En þessi lög eru líklega valfrjáls í huga apakatta, en önnur ekki.\n\nÞað er svo kannski ekki hægt að ætlast til þess að apaköttur eins og þú skiljir það að þú færð þitt tjón bætt ef viðkomandi kemur í hliðina á þér. Ábyrgðartrygging er líklega of flókið fyrirbæri fyrir þig.", "date": "2008-12-21 23:43:00", "post_id": 71}, {"user_name": "robbisam", "text": "Ég get ekki séð hvað er heimskulegt við það sem að hann er að segja, hvort sem að þú ert á hjóli eða bíl þá gilda sömu umferðarreglur og ég hef átt hjól og hjólað slatta og ég gat aldrei séð það að ég þyrfti að vera að troða mér á milli bíla á ljósum og ekki lenti ég í að grilla á mér punginn og eitthvað þvíumlíkt kjaftæði einsog sumir eru að halda hér fram og þegar að maður stoppar fyrir aftan bíl á ljósum þá er reynir maður að vera aðeins til hliðar við hann til að verða ekki á milli ef að annar bíll kemur aftan á,það var kennt þannig þegar að ég tók prófið á sínum tíma og það er alveg fínt ráð.\n\r\nSvo þarf ekkert að ræða þetta neitt frekar, þetta er ólöglegt og ég get sagt af eigin reynslu að þetta er tilgangslaust og ekki til neins að vera að verja þetta frekar en önnur umferðarbrot þó svo að allir hafi brotið umferðarlögin einhvern tímann.", "date": "2008-12-21 23:50:00", "post_id": 72}, {"user_name": "robbisam", "text": "Það er til fólk sem að reynir nokkurn veginn að fylgja hámarkshraða og öðrum lögum og ég og H1coupe keyrum báðir svona nokkurn veginn eftir þessum hraðatölum sem að þú talar um í póstinum, það sem að þú ásamt mörgum öðrum hérna ert að segja er að það sé alltílagi að skjóta sér á milli bíla á ljósum og að keyra of hratt og þá hlítur bara að vera alltílagi að gera bara það sem að manni dettur í hug í umferðinni.\n\nÞú hefur allavega ekki efni á að kalla aðra apaketti það er nokkuð ljóst og veist það greinilega ekki hverjir það eru sem að borga fyrir tilgangslausu tjónin sem að verða í umferðinni þó svo að þú sért fróðari um ábyrgðartryggingu en H1coupe að eigin sögn", "date": "2008-12-22 00:04:00", "post_id": 73}, {"user_name": "M8", "text": "<<<icon_lol.gif>>> Var u.þ.b. að átta mig á því í kvöld <<<icon_wink.gif>>> <<<icon_rolleyes.gif>>>", "date": "2008-12-22 03:25:00", "post_id": 74}, {"user_name": "BalliBT", "text": "líka svo ótrúlega margir sem eru að stjórna umferðinni með því að vera á sama hraða og bíllinn við hliðinna á sér\n\r\nt.d. þegar þú keyrir yfir hellisheiðina, þá koma stundum svona gaurar og keyra akkúrat í miðjunni þar sem tvær akreinar eru í sömu stefnu og keyra alveg vel undir hámarkshraða og svo þegar 2+1 verður 1+1 eða 1+2 þá gefur hann allt í botn og gerir svo nákvæmlega sama hlutinn aftur við næstu 2+1, það er bara þannig að löggan á líka að taka svona fólk sem keyrir undir 70-80 og sekta það, það er stórhættulegt að keyra vel undir hámarkshraða", "date": "2008-12-22 06:41:00", "post_id": 75}, {"user_name": "KalliCamaro", "text": "ojjhh hold kjeft marr....HVAR ER HÆGT AÐ SJÁ VIDEOIÐ SEM ÁTTI AÐ VERA í POST #1 það er það eina í þessum fjárans þræði sem vekur áhuga", "date": "2008-12-22 12:33:00", "post_id": 76}, {"user_name": "k3-1000", "text": "hafa h1coupe og robbisam ekki bara verið að dreyma að þeir voru hjólamenn <<<sleep.gif>>>\r\nþað er bara svona þegjandi samkomulag milli okkar og löggunar með ýmislegt, td eru nokkrir í lögguni að hjóla og þeir vita hvað er í gangi og þess vegna er þetta.\r\ngamla reglan var sú að ef einhver reyndi að keyra mótorhjólamann niður eða gera atlögu að honum þá var það bara leist á einfaldan máta, það er regla sem við mótorhjólamenn erum alveg tilbunir til að gera aftur.\r\nh1coupe þú ert vitleisingur með hausinn á kafi uppí rassgatinu á þér, þú hefur keyrt hraðar en hámarkið  oft, það eru allir sem hafa bílpróf sekir um það.\r\nrobbisam, það er engin furða að þú farir ekki yfir hámark, þú ert á crv\r\nJAFNIÐ YKKUR\r\nlifið heil", "date": "2008-12-22 16:03:00", "post_id": 77}, {"user_name": "M8", "text": "<<<icon_lol.gif>>><<<icon_lol.gif>>>", "date": "2008-12-22 16:15:00", "post_id": 78}, {"user_name": "h1coupe", "text": "það á svo skemmtilega við að ég akkúrat keyri alltaf rétt á ca 95 á reykjanesbrautinni sama hvort á tvöfalda kaflanum eða ekki, keyri alltaf jafna keyrslu þar. og jú ég hægi á mér niður í sjötíu á flugvallarkaflanum, ég hef ósjaldan horft uppá lögguna við gæslu þar og hef engan áhuga á að borga sektir fyrir að hægja ekki um 20km/h á þessum stutta kafla. ég keyri bara sæbrautina svo rosalega sjaldan en þau skipti sem ég er þar þá reyni ég að halda þeim hraða sem flæðir í gegnum öll ljósin þar og jú það er eitthvað nálægt 60km/h.\n\r\nsvo þú ættir kannski að drullast til að halda kjafti yfir einhverju sem þú hefur ekki hugmynd um!", "date": "2008-12-22 19:03:00", "post_id": 79}, {"user_name": "h1coupe", "text": "það sem fólk ætlar að vera sorglegt hérna. hausinn á kafi í rassgati, hvernig heldurðu að þú sjáir það með þinn svo langt uppi að þú sérð ekki neitt.\n\n\r\njafnaðu þig bara sjálfur!", "date": "2008-12-22 19:05:00", "post_id": 80}, {"user_name": "h1coupe", "text": "og að menn séu að reyna að halda því fram að þeir pappakassar sem stunda þennan troðning séu að því vegna þess að þeim er svo umhugsað um öryggi sitt vegna aftanákeyrslu er alveg hreint frábært. það er sko það síðasta sem menn eru að spá í þegar þeir eru að troða sér svona á milli hvort þeir séu öruggir eða ekki. þeir eru að akkúrat því sem m8 segir að sé svo slæmt að troðast fremst og ekkert annað!!!!\n\n\r\njafnið ykkur nú og reynið að skríða uppúr leikskólahugsunarhættinum og þroskist!", "date": "2008-12-22 19:07:00", "post_id": 81}, {"user_name": "h1coupe", "text": "menn geta rökrætt með lögmætum rökum ekki þessu fræga l2c barnamáli \"mér finnst\" og \"ég held\"\n\r\nættir kannski að prufa að rökræða eðlilega og sjá hvað skeður!", "date": "2008-12-22 19:10:00", "post_id": 82}, {"user_name": "h1coupe", "text": "þín skoðun á heimsku er eitthvað brengluð.\n\r\nvilltu ekki bara réttlæta öll lögbrot og kalla þá heimskingja sem vilja framfylgja reglunum?\n\n\r\nþað er orðið greinilegt að meðalaldur l2c manna hefur fallið niður í 15-16ára krakka!", "date": "2008-12-22 19:13:00", "post_id": 83}, {"user_name": "RAT", "text": "h1coupe hættu þessu pósthóri , hvað veist þú hvað við erum að huggsa þegar við gerum þetta? prófaðu að hjóla heillt sumar sjáum hversu hræddur þú verður að fá bíl á fleygiferð aftan að þér , það þarf ekki nema bump á 5 kmh til að henda manni af hjólinu . Sjáum hversu harður þú verður þá og hvort þú nýtir þér þann eiginleika hjólsins að komast á milli bíla. Þetta er öryggistæki fyrir okkur og þetta hjálpar umferð að flæða tvær staðreyndir sem ættu að láta þig TAKA HAUSIN ÚTÚR RASSGATINU Á ÞÉR!!! og sætta þig við þetta , má vel vera að þetta sé sakhæft athæfi en löggan sleppir okkur þannig lærðu bara að lifa með þessu.\n\nÞú ert einmitt á VTI með nitro skillst mér þvi þú ert svooo saklaus .", "date": "2008-12-22 19:22:00", "post_id": 84}, {"user_name": "M8", "text": "H1coupe er gáfaðastur og við allir hinir erum bara heimskir...<<<sleep.gif>>> <<<punch.gif>>>\r\nErum við ekki að fatta það?!\n\r\nÞvílíkur bjáni....Allir sem eru búnir að reyna að rökræða þetta við þig\r\n(ss. allir þeir sem þú ert búinn að vera með kjaft við) eru vel yfir tvítugu og sumir hverjir að nálgast þrítugt!\r\nFyndið samt að þú skulir nefna 15-16 ára krakka, \r\nþví það er akkúrat aldurinn sem þú ert með þinn þroska á, allavega miðað við þennan þráð.\r\nByrjaðu nú að læra mannasiði og að dæma ekki fólk sem þú þekkir ekki, \r\nkastandi orðunum \"heimskur\" og \"pappakassi\" útí loftið eins of þér sé borgað fyrir það...\r\nSkilaðu nú skóflunni og hættu að grafa þig lengra niður í þessa holu sem \r\ner þó nú þegar orðin það djúp að haus þinn er farinn niðurfyrir jarðmörk!", "date": "2008-12-22 20:00:00", "post_id": 85}, {"user_name": "phoenix", "text": "Plís ekki hrauna yfir eða skamma hann heldur. Greyið er bara of einfalt til þess að skilja það.", "date": "2008-12-22 20:14:00", "post_id": 86}, {"user_name": "M8", "text": "<<<icon_lol.gif>>><<<icon_lol.gif>>> ok sorry... skal tala einfaldara mál framvegis við hann <<<icon_lol.gif>>> <<<icon_wink.gif>>>", "date": "2008-12-22 20:24:00", "post_id": 87}, {"user_name": "k3-1000", "text": "þú veist að 95 er YFIR löglegum hámarkshraða <<<haha.gif>>>", "date": "2008-12-22 20:29:00", "post_id": 88}, {"user_name": "gr33n", "text": "Hvenær ætlar fólk að læra það að leyfa bara h1coupe að rífast og skammast sjálfum út í horni..... og leyfa honum að tjá sínar ástir á Honda og hvað allt annað er drasl... bara í friði.... Bara leiða þetta hjá ykkur eða blocka hann... þá þurfið þið ekki að sjá hvað hann skrifar.", "date": "2008-12-22 20:30:00", "post_id": 89}, {"user_name": "k3-1000", "text": "GR33N er greynilega vandaður einstaklingur, ekki kaldhæðni.", "date": "2008-12-22 20:33:00", "post_id": 90}, {"user_name": "robbisam", "text": "Það breytir engu hvort að það svari 5 eða 50 vitleysingar á borð við þig í þennan þráð það sem að eftir stendur er það að ég hef rétt fyrir mér, öll rök og lögin eru með mér í þessu máli ásamt því að ég hef hjólað helling og hef hellings reynslu af þessum hlutum og veit að það er hægt að verja sig á annan hátt en þetta gegn aftanákeyrslum þó svo að það sé alltaf til nóg af óvitum til þræta áfram. \n\r\nOg vissulega keyrði maður stundum of hratt þegar að maður var að hjóla en ég er ekki það vitlaus að ætla að verja það eftirá og ég hef líka átt nokkra kraftmikla bíla en ég hef nú yfirleitt ekki nennt því að keyra hratt og ég held að það ættu margir í þessum þræði að íhuga að fá sér Crv ef það hjálpar til við að halda sér á löglegum hraða", "date": "2008-12-22 20:34:00", "post_id": 91}, {"user_name": "h1coupe", "text": "hvernig væri að þú mundir lesa um hvað er verið að þræta áður en þú tjáir þig?\n\r\nþað er enginn að tala um honda hérna.", "date": "2008-12-22 20:41:00", "post_id": 92}, {"user_name": "SkuliSteinn", "text": "Mér finnst bara 100% eðlilegt að hjól fari á milli bíla á ljósum ef menn gera það á réttan hátt, s.s. þegar bílarnir eru stopp og læði sér á milli þeirra. Í mörgum löndum eru menn á hjólum sektaðir fyrir að fara ekki á milli bíla því að með því eru þeir að greiða fyrir umferðinni, einnig fer maður á mótorhjóli helvíti illa út úr því að fá bíl aftaná sig.\n\r\nOg allir þeir \"reynsluboltar\" sem vilja halda öðru fram, skellið ykkur á hjól, stoppiði úti á götu og ég skal bomba aftaná ykkur á cherokee-inum mínum og spurja ykkur svo hvort þið séuð enn á sömu skoðun.", "date": "2008-12-22 20:44:00", "post_id": 93}, {"user_name": "h1coupe", "text": "þetta er fjölskyldubíllinn minn og það vill bara svo heppilega til að ég set kútinn ekki í skottið nema ég fari uppá braut. \n\r\nog ekki tala um að prufa að hjóla heilt sumar maður sem er nýkominn með prófið. ætli ég hafi ekki nokkuð meiri reynslu af hjólamennsku en þú!", "date": "2008-12-22 20:44:00", "post_id": 94}, {"user_name": "h1coupe", "text": "það breytir engu hvað þú segir. það sem þið eruð að reyna að verja er lögbrot og hvaða rökleysa sem þið reynið að færa fer út um þúfur sjálfkrafa.\n\r\nþað er hægt að hlusta á rök sem hafa rétt á sér en þú rökræðir ekki lögleysu, það er bara vitlaust og þú þarft að átta þig á því og þangað til ertu bara 15-16ára!", "date": "2008-12-22 20:47:00", "post_id": 95}, {"user_name": "phoenix", "text": "Þú ert svo æðislega þversum að hálfa væri mikið meira en hellingur <<<icon_lol.gif>>>", "date": "2008-12-22 20:48:00", "post_id": 96}, {"user_name": "k3-1000", "text": "H1COUPE.\r\ngastu ekki svarað þessu með að keyra á 95 á brautini ?", "date": "2008-12-22 20:51:00", "post_id": 97}, {"user_name": "robbisam", "text": "Ég hef þá eina spurningu fyrir svona reynslubolta á borð við þig, hvað gerir þú til að verja þig gegn aftanákeyrslu þegar að þú ert fremstur á ljósum??\r\nÞú hlítur bara að bomba yfir á rauðu, ég meina það er alveg skiljanlegt þú ert nú bara að verja þig fyrir aftanákeyrslu<<<confused.png>>>", "date": "2008-12-22 20:52:00", "post_id": 98}, {"user_name": "urban", "text": "þessu er ég bara alveg sammála, sé ekkert að því að menn fari á milli, ef að þeir fara það á \"lullinu\"\n\r\nkoma ekki, einsog ég hef því miður séð, á of mikilli ferð.\n\r\nog jú, að sjálfsögðu eru tilbúnir að taka ábyrgð á því ef að menn rekast utan í bíla við þetta, þar sem að þetta er jú ólöglegt og ég er ekki viss um að tryggingar hjá hjóleiganda greiði þetta.\n\r\nen ef að menn eru að koma þarna á milli á ferð þá mætti að mínu mati bara taka hjólið af þeim mönnum.", "date": "2008-12-22 20:54:00", "post_id": 99}, {"user_name": "k3-1000", "text": "ja ég allavega vil frekar fara þá á hausinn heldur en að klemmast á milli tveggja bíla", "date": "2008-12-22 20:57:00", "post_id": 100}, {"user_name": "phoenix", "text": "Er ekki bara best að banna bifhjól á íslandi? þetta er ekki notað nema örfáa mánuði á ári hvort eð er og þá yfirleitt bara í tómstundum. Sé ekki betur en að menn á klakanum nái aldrei að nota hjólin nógu lengi samfellt til þess að ná fullkomnum tökum á þeim, eru svo síspíttandi framúr mér þar sem ég er í sunnudagsbíltúrnum, eyðandi bensíni og slíta malbikinu algerlega að óþörfu. Svo eru þetta víst upp til hópa fíkniefnasalar og glæpamenn sem hjóla sem sést best á subbulegum leðurklæðnaðinum.", "date": "2008-12-22 20:58:00", "post_id": 101}, {"user_name": "SkuliSteinn", "text": "Ég held mig nálægt vinstri kantinum, alls ekki á miðri akreininni", "date": "2008-12-22 20:58:00", "post_id": 102}, {"user_name": "robbisam", "text": "Já akkúrat það sem að ég var búinn að tala um hérna fyrr í þræðinum og þessi aðferð er líka kennd og virkar vel hvort sem að maður er fyrstur á ljósum eða ekki sem að gerir það af verkum að troðast á milli bíla er óþarft og er ekki gert til öryggis heldur bara til að troða sér þrátt fyrir að menn séu að halda öðru fram.", "date": "2008-12-22 21:02:00", "post_id": 103}, {"user_name": "baldur", "text": "Ég hef nú ekki átt mótorhjól en mér finnst fullkomnlega eðlilegt að þeir skríði framúr röðinni í lausaganginum á rauðu ljósi. Það er eina ástæðan fyrir því að það er ekki mjög algengt að þeir lendi í samloku á milli bíla í röð.\nSama með hitann, hjólin eru með lítinn vatnskassa og sjaldnast með kæliviftu, og sum þeirra loftkæld sem er ennþá verra. Það er ekki hægt að bjóða svoleiðis upp á að stoppa mörg rauð ljós í röð án þess að komast á einhvern hraða.", "date": "2008-12-22 21:06:00", "post_id": 104}, {"user_name": "Linnet", "text": "held nú að öll hjól í dag séu veð viftu", "date": "2008-12-22 21:11:00", "post_id": 105}, {"user_name": "M8", "text": "Ok gott og vel..þá vill ég sem ökumaður bíls bara losna við þá í burtu fram fyrir röðina til að greiða fyrir umferð.\nAnnars eru þau bara í rassgatinu á manni hvorteð er.\nSjáiði ekki þið þveru hér, að þetta er allra hagur? \nÞetta minnkar bara umferðina, alveg eins og að víkja af vinstri akrein fyrir hraðari umferð.\nSættið ykkur bara við það að ástæðan fyrir því að þið þolið þetta ekki er sú \nað þeir eru að komast upp með að fremja lögbrot, \nog það fáið þið ekki að gera! Það fer í taugarnar á ykkur.\nÞið eruð bara að hugsa um rassgatið á sjálfum ykkur og skýlið ykkur á bakvið lögin <<<icon_wink.gif>>>", "date": "2008-12-22 21:11:00", "post_id": 106}, {"user_name": "phoenix", "text": "Þessi nagli hefur verið margnegldur í höfuðið áður í svipuðum umræðum en það kemst ekkert frekar í hausinn á svona víðáttu sjálfhverfingum eins og hjondækúpnum nú frekar en fyrri daginn <<<icon_rolleyes.gif>>>", "date": "2008-12-22 21:23:00", "post_id": 107}, {"user_name": "robbisam", "text": "Það er rétt maður er að drepast úr öfund!<<<rolleyes.png>>>", "date": "2008-12-22 21:27:00", "post_id": 108}, {"user_name": "M8", "text": "Nei nkl. Ég er kominn á endastöð í þessum þræði!\r\nEr farinn að reyna að kenna hundinum mínum að segja nafnið mitt, það er líklegra til árangurs!", "date": "2008-12-22 21:30:00", "post_id": 109}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/soap.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/bowdown.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/sleep.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cyclops.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/sleep.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/sleep.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/sleep.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/haha.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png"], "date": "2008-12-20 13:52:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/soap.gif", "path": "full/4b37a743964455d661da44dc4c2d3a249dbde466.gif", "checksum": "c2efc2892fc413eec72677134ca0f2f1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/bowdown.gif", "path": "full/03403bfc45c46730a8fe3013da9dfc5ae8a3e72b.gif", "checksum": "59a28351027b19e90d5770db76f4118d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/sleep.gif", "path": "full/9a37cfab1f36d4c0b433b92f4b5781d83b070968.gif", "checksum": "e6f03d14781ef0d3810d245f5722af94"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cyclops.gif", "path": "full/7302686a7c84cfde48255528bd6b0deac87ddf95.gif", "checksum": "5c10e38e066d9da4fa20a3d20a6b2a77"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/sleep.gif", "path": "full/9a37cfab1f36d4c0b433b92f4b5781d83b070968.gif", "checksum": "e6f03d14781ef0d3810d245f5722af94"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/sleep.gif", "path": "full/9a37cfab1f36d4c0b433b92f4b5781d83b070968.gif", "checksum": "e6f03d14781ef0d3810d245f5722af94"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/sleep.gif", "path": "full/9a37cfab1f36d4c0b433b92f4b5781d83b070968.gif", "checksum": "e6f03d14781ef0d3810d245f5722af94"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/haha.gif", "path": "full/e465460e74ad10bf8603f9e376bdbc6966568644.gif", "checksum": "7e203216707ebd3f0144ffdec382510d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}]}