{"forum_title": "RÖFL", "id": "62758", "title": "Ótrúlegar tilviljanir !", "url": "http://www.live2cruize.com/spjall/showthread.php/62758-Ótrúlegar-tilviljanir-!", "posts": [{"user_name": "Arnar F", "text": "1. Leigubílstjóra einum í Aþenu brá heldur betur í brún þegar farþegi settist upp í bílinn hans og gaf upp hans eigið heimilisfang. Bílstjórinn ákvað að segja ekki neitt og keyrði manninn möglunarlaust heim til sín. Síðan horfði hann á eftir manninum taka upp lykla og hleypa sjálfum sér inn. Bílstjórinn elti og kom að manninum þegar hann var í þann mund að fara að sænga hjá eiginkonu hans.\n\n\n\r\n2. Í byrjun áttunda áratugarins fékk Anthony Hopkins hlutverk í mynd sem var byggð á bókinni The Girl From Petrovka eftir George Feifer. Hopkins fór til Lundúna til að reyna að hafa uppi á bókinni, en þrátt fyrir að fara í margar bókabúðir fann hann hana ekki. En þar sem hann stóð á járnbrautarstöðinni og beið eftir lestinni heim til sín tók hann eftir bók liggjandi á bekk einum. Það var The Girl From Petrovka, bókin sem hann var að leita að. Tveimur árum síðar, þegar tökur á myndinni voru í fullum gangi, kom höfundur bókarinnar í heimsókn á settið. Hann gaf sig á tal við Hopkins og minntist á að hann ætti sjálfur ekki eintak af bókinni. Hann hefði lánað vini sínum sitt eintak, fullu af athugasemdum skrifuðum á spássíurnar, og vinurinn týnt því einhverstaðar í Lundúnum. Hopkins dró þá upp eintakið sem hann hafði fundið. Það var sama bókin.\n\n\n\r\n3. Götusóparinn Joseph Figlock var á gangi í heimabæ sínum Detroit í Bandaríkjunum þegar eins árs gamalt barn féll úr glugga á fjórðu hæð og lenti á honum. Hvorki Figlock né barnið slösuðust alvarlega, en óhætt er að segja að verr hefði farið fyrir barninu ef Figlock hefði ekki átt leið þar hjá. \r\nÁri síðar var Joseph Figlock aftur á gangi á sömu götu þegar tveggja ára gamalt barn kom fljúgandi út úr glugga á fjórðu hæð. Það var sama barnið og ári fyrr, og enn einu sinni bjargaði Figlock lífi þess.\n\n\n\r\n4. Á hverjum degi þakkaði Bandaríkjamaðurinn Henry Ziegland Guði fyrir að vera á lífi. Hann hafði nefnilega komist ansi nálægt dauðanum. Árið 1883 hafði hann hætt með kærustunni sinni, en hún tók það svo nærri sér að hún framdi sjálfsmorð. Bróðir stúlkunnar kenndi Ziegland um dauða hennar og réðist að honum í garðinum heima hjá sér. Bróðirinn skaut Ziegland í höfuðið og framdi síðan sjálfsmorð. En Ziegland komst lífs af: byssukúlan straukst bara við höfuð hans, og lenti því næst í stóru tré sem stóð í miðjum garðinum.\r\nÞó nokkrum árum síðar vildi Ziegland losna við tréð úr garðinum. Í stað þess að rembast við að höggva það ákvað hann að sprengja það í sundur með nokkrum dýnamít-stöngum. En í sprengingunni skaust byssukúlan gamla út úr trénu og lenti í höfði Zieglands og hann dó.\n\n\n\r\n5. Eineggja tvíburar voru skildir að við fæðingu og ættleiddir hvor af sinni fjölskyldunni. Þeir hittust ekki fyrr en fjörtíu árum síðar og kom þá í ljós ótrúleg tilviljun. Báðir voru drengirnir skýrðir James. Þeir gengu báðir í lögregluna en fengust við trésmíði og tækniteiknun í frístundum. Báðir giftust þeir konum sem hétu Linda og eignuðust með þeim einn son hvor um sig, sem hétu sama nafni, James Alan. Síðan skildu þeir báðir við Lindurnar og giftust konum að nafni Betty, og tóku að sér sinn hundinn hvor sem hétu Toy. Báðir vöndu þeir svo komu sína á sömu baðströndina í St. Petersburg á Flórída.\n\n\n\r\n6. Á þriðja áratug tuttugustu aldar voru þrír Englendingar um borð í lestarvagni í Perú. Þeir voru einu mennirnir um borð í vagninum, og þekktustu ekki. Þeir heilsuðust og kynntu sig. Eftirnafn hins fyrsta var Bingham. Sá næsti sagðist heita Powell. Þá stóð sá þriðji upp furðu lostinn og sagði, að hann héti Bingham-Powell.\n\n\n\r\n7. Uppkomin dóttir breska prentarans Stuart Spencer sendi honum þúsund púsla púsluspil í afmælisgjöf. Á púslinu var ljósmynd af gufuskipi sem sigldi um árnar í Norfolk, og Spencer-hjónin höfðu oft ferðast með. Eiginkona Spencers lést fyrir fjórum árum og hafði undir það síðasta verið bundin við hjólastól. Þegar hann var að leggja lokahönd á púslið kom hann auga á nokkuð: mannvera í hjólastól sat á þilfarinu. Það var augljóslega eiginkona hans.\n\n\n\r\n8. McCready-fjölskyldan var á leið í fjölskyldujólaboð jólin 1946 þegar skall á hríðarbylur, sem endaði með því að þau keyrðu út í skurð og sátu föst. En það fór betur en á horfðist þegar vörubíll kom að og bílstjórinn gróf þau upp úr skurðinum. Bílstjórinn fór svo leiðar sinnar en gleymdi skóflunni sinni. Síðan var skóflan góða geymd í skottinu á bíl McCready-fjölskyldunnar sem einskonar heillagripur.\r\nSautján árum síðar var McCready-fjölskyldan aftur á ferðlagi á svipuðum slóðum, og stoppaði á veitingahúsi einu við vegarkantinn. Á næsta borði sátu þrír menn og borðuðu hádegisverð. Þau heyrðu þá greinilega ræða frostaveturinn mikla árið 1946, og einn mannanna sagði frá því þegar hann hjálpaði fjölskyldu sem hafði keyrt út í skurð, en þau síðan keyrt á brott með skófluna hans. Fjölskyldufaðirinn steig þá upp þegjandi og hljóðalaust, náði í skófluna sem enn var í skottinu, rétti manninum og sagði: „Hér er andskotans skóflan þín.“\n\n\n\r\n9. Tveir vinir fóru á flóamarkað einhver staðar í Bandaríkjunum. Annar maðurinn var fyrrverandi hermaður og hafði barist í Víetnam. Hann vonaðist til þess að finna hermannajakka eins og hann hafði átt í stríðinu. Það var vinur hans sem fyrstur kom auga á einn slíkan. Þegar hann skoðaði jakkann betur tók hann eftir nafni sem var skrifað sem svörtu tússi innan í eina ermina. Það var eftirnafn hermannsins, vinar hans. Hann sýndi honum jakkann og vinurinn varð fölur í framan og kom ekki upp orði. Þetta var gamli jakkinn hans.\n\n\n\r\n10. Mildred West sá um að skrifa minningargreinar í Alton Evening Telegraph í New York. Sumarið 1946 ákvað hún að taka sér vikufrí, í fyrsta sinn á margra ára farsælum ferli. Í fyrsta sinn í manna minnum dó enginn í Alton, borg sem í bjuggu 32.000 manns, alla dagana sjö sem frú West var í burtu. Venjulega dóu rúmlega tíu manns í hverri viku.\n\n\n\r\n11. Mikil umskipti urðu í fjölskyldu Texas-mannsins Rons Thompsons einn dag árið 1990, þegar þrjár dætur hans eignuðust allar syni með örfárra klukkustunda millibili.\r\nMary, 28 ára, var fyrst. Systir hennar, Joan, 19 ára, keyrði hana á fæðingardeildina, en hún var líka komin á steypirinn. Svo mjög að sjö klukkustundum síðar var komið að Joan og henni var ekið upp á fæðingardeild af þriðju systurinni, Carol, sem einnig var ólétt. Um það leyti sem þær komust á leiðarenda var Carol sjálf komin með hríðir.\n\r\n-------------------------\n\n\r\n3 & 4 er allveg svakalegt <<<icon_eek.gif>>>", "date": "2008-12-24 20:33:00", "post_id": 1}, {"user_name": "tony", "text": "djöfull eru 3 og 4 creisy", "date": "2008-12-24 20:44:00", "post_id": 2}, {"user_name": "135791", "text": "haha djöfulsins snilld er þetta! 3 já allsvakalegt en númer 4 er bara eins ótrúlegt og það getur verið, bróðirnum tókst þá ætlunarverk sitt eftir allt! <<<icon_lol.gif>>>", "date": "2008-12-24 20:45:00", "post_id": 3}, {"user_name": "Batti", "text": "er þetta tekið úr blaðinu skakki turninn?", "date": "2008-12-24 22:49:00", "post_id": 4}, {"user_name": "Krampi", "text": "var einhver annar en ég sem trúði flestu af þessu ekki <<<icon_razz.gif>>>?", "date": "2008-12-25 00:37:00", "post_id": 5}, {"user_name": "Kjallin", "text": "Sammála. Mikið af þessu er 100% kjaftæði", "date": "2008-12-25 00:58:00", "post_id": 6}, {"user_name": "tony", "text": "maybe so en meirað segja góðar sögur <<<icon_cool.gif>>>", "date": "2008-12-25 01:00:00", "post_id": 7}, {"user_name": "Halldór Berg", "text": "Ok, það eru tilviljanir og allt það... En ég ætla ekki að trúa neinu af þessu nema að það komi einhver góð sönnun. En sumt þarna gæti nú alveg verið satt.", "date": "2008-12-25 01:00:00", "post_id": 8}, {"user_name": "MT", "text": "Neita að trúa tvíburadæminu. Sumt af þessu er alveg sennilegt þó.", "date": "2008-12-25 01:39:00", "post_id": 9}, {"user_name": "vladrulli", "text": "hehe... fyrsta er best... <<<icon_lol.gif>>>", "date": "2008-12-25 01:46:00", "post_id": 10}, {"user_name": "Bjólfur", "text": "Hvar fannstu þessar upplýsingar um þetta? gæti alveg trúað sumt af þessu með tvíburana, en ekki öllu\n\n\nættu þeir þá ekki einhvern tíman að hafa séð bróðirinn eða mann sem er alveg einsog hann sjálfur <<<icon_lol.gif>>>", "date": "2008-12-25 01:50:00", "post_id": 11}, {"user_name": "KristjánJóhann", "text": "Þetta er awwweeesome!", "date": "2008-12-25 05:38:00", "post_id": 12}, {"user_name": "M8", "text": "Jahá! \nÉg kaupi ekki nr. 3-5! Hvaðan koma þessar sögur? <<<icon_smile.gif>>>", "date": "2008-12-25 06:09:00", "post_id": 13}, {"user_name": "Rotti", "text": "hahaha satt <<<icon_biggrin.gif>>>", "date": "2008-12-25 06:19:00", "post_id": 14}, {"user_name": "Arnar F", "text": "Þetta eru vel staðfestar heimildir frá DV ! <<<icon_lol.gif>>>", "date": "2008-12-25 15:26:00", "post_id": 15}, {"user_name": "Sergio", "text": "meinaru Séð og Heyrt <<<icon_lol.gif>>>", "date": "2008-12-25 15:52:00", "post_id": 16}, {"user_name": "Joker_", "text": "þetta er bara einn besti þráðurinn sem ég hef lesið hérna.", "date": "2008-12-25 16:02:00", "post_id": 17}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2008-12-24 20:33:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}