{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "63785", "title": "Vélarþvottur", "url": "http://www.live2cruize.com/spjall/showthread.php/63785-Vélarþvottur", "posts": [{"user_name": "Totos", "text": "Jæja þá er vélarsalurinn á bílnum mínumm skítugari enn drulla og langar mig að dúlla í því að þrífa salinn þannig ég ætla að kasta fram spurningum\n\r\nHaða efni er best að nota?\r\nHvaða búnað þarf ég að nota?\r\nHvaða hluta af vélinni þarf ég að hylja?\n\r\nsvo yrði yndislegt ef einhver gæti komið með step by step hvernig ætti að gera þetta\n\r\nB.T.W þá er þetta 2006 wrx\n\r\nKveðja Þórhallur", "date": "2009-01-06 20:06:00", "post_id": 1}, {"user_name": "Clayman", "text": "notaðu bara brútus eða svipað efni, uppþvottabursta og kalt vatn úr slöngu. ALLS ekki háþrýstidælu.", "date": "2009-01-06 20:44:00", "post_id": 2}, {"user_name": "Totos", "text": "spyr ég eins og noob\r\nhvað er brútus", "date": "2009-01-06 20:48:00", "post_id": 3}, {"user_name": "oskar9", "text": "sápa kallast líka granít, mjöll-frigg selur þetta held ég,\r\n svínvirkar, notum þetta uppí vinnu í gjörsamelga allt", "date": "2009-01-06 22:01:00", "post_id": 4}, {"user_name": "geiri23", "text": "ég myndi nú segja að þetta efni frá kemi tekur brútus í rassgatið   http://kemi.is/?item=78&v=item var sjálfur að taka vélarsalinn hjá mér og var búinn að fara 2 umferðir með brútus og fór svo eina með kemi nautilius og það lak hreinlega hellingur af drullu sem brútus náði ekki.... svo er ég ekki frá því að kemi gæti verið ódýrari þrátt fyrir að vera innflutt vara en brútus er að ég held innlend framleiðsla...\n\n\r\nmæli allavegna frekar með þessu heldur en brútus\n\n\r\ntekið af heimasíðu kemi\n\r\nNautilus\r\nAlhliða olíu, fitu og sóthreinsir. Efnið er notað til margs konar þrifa hvort sem um ræðir verkstæðasápu, vélahlutahreinsir, bílasápa eða harpixhreinsiefni. Einnig er efnið frábært á sót og sem vinnugallasápa. Eitt mest selda olíu og iðnaðarhreinsiefni á Íslandi. 100% umhverfisvænt og lyktarlaust.", "date": "2009-01-09 11:16:00", "post_id": 5}, {"user_name": "Maggi B", "text": "ég var að enda við að þrífa vélarsalinn í integrunni sem hefur ekki verið þveginn síðan einhvað snemma á þessari öld.\n\r\nolíuhreinsir, fór alveg líter í þetta hjá mér\r\nnotaði uppþvottabursta og svamp\r\nog háþrýstidælu það er það eina sem virkar til að þrífa vel og ég segi bullshit við gaurinn sem sagði að það mætti ekki.\n\r\nhef þrifið hundruði vélarsala og einu vandamálin sem ég hef lent í er að það hefur stundum komist vatn niður með kertaþráðum. blæst það bara úr með lofti.\n\r\nen það ætti ekki að vera vandamál hjá þér því að heddin hjá þér liggja til hliðana.\n\r\nhafðu vélina kalda/volga allavega ekki heita og ekki nota heitt vatn. gufan er það sem að gerir mest vesenið. gefðu þér svo bara tíma í þetta. úðaðu allan salinn með hreinsir og byrjaðu svo að skrúbba verstu staðina svo úðaru bara meira ef það fer að þorna, þetta vinnur best ef þetta fær að liggja rosalega vel.\n\r\ngætir þurft að setja back to black á loftsíuboxið þitt. og já ef þú ert með cone síu eða einhvað annað aftermarket þá seturu það í poka", "date": "2009-01-09 14:44:00", "post_id": 6}], "file_urls": [], "date": "2009-01-06 20:06:00", "files": []}