{"forum_title": "RÖFL", "id": "63913", "title": "Hringurinn", "url": "http://www.live2cruize.com/spjall/showthread.php/63913-Hringurinn", "posts": [{"user_name": "ommi", "text": "Jæja, þá ætla ég og félagar mínir að taka hringinn um Ísland í fyrsta sinn í sumar. Ég var bara svona að velta því fyrir mér hvort ég geti fengið tips frá einhverjum hér á spjallinu sem hefur farið út í þetta. T.d kostnaðaráætlun, góða stoppustaði til að detta í það og bara fá nokkurn veginn hvernig þið byggðuð þetta upp. Og ef ég spyr eins og hálfviti vil ég að mér sé svarað eins og hálfvita <<<icon_wink.gif>>>\n\n*EDIT*\nÉg var beðinn um að bæta við meiri uppl.\nÉg reikna með að taka viku til 10 daga frí fyrir ferðina og þetta verður sukkferð. En samt ekki eingöngu. Ætlum líka að skoða skemmtilega staði sem einkenna Ísland.", "date": "2009-01-07 22:36:00", "post_id": 1}, {"user_name": "tinni77", "text": "Gistið þið í tjaldi/tjöldum eða eruð þið með einhver hús?", "date": "2009-01-07 22:46:00", "post_id": 2}, {"user_name": "ommi", "text": "Misjafnt, getum örugglega fengið hús á stóru bæjunum eins og t.d Akureyri, en oftast í tjöldum.", "date": "2009-01-07 23:00:00", "post_id": 3}, {"user_name": "tony", "text": "hmm selfoss , akureyri , egillstaðir myndi eg taka stoppp og öller", "date": "2009-01-07 23:06:00", "post_id": 4}, {"user_name": "tomaz", "text": "Finnst nú full snemmt að taka öl á selfossi ef hann fer austurleiðina,.. stoppa frekar á Hellu eða Vík..", "date": "2009-01-07 23:12:00", "post_id": 5}, {"user_name": "Hafst1", "text": "Ég mundi nú ekki fara fyrst á Selfoss og þaðan á Akureyri <<<icon_wink.gif>>> Höfn, Egilsstaðir, Húsavík (eða akureyri hehe), Blönduós (Sauðárkrókur kannski). \n\nBara svona hugmyndir. Finnst svolítið stutt að stoppa fyrst á Selfossi.", "date": "2009-01-07 23:14:00", "post_id": 6}, {"user_name": "tony", "text": "selfoss er gott pleis", "date": "2009-01-07 23:17:00", "post_id": 7}, {"user_name": "Sleeper", "text": "Þetta er bara ekki slæm hugmynd.. kannski maður skellir sér líka í góðærinu <<<icon_smile.gif>>>", "date": "2009-01-07 23:26:00", "post_id": 8}, {"user_name": "Addi", "text": "hrrr", "date": "2009-01-08 00:23:00", "post_id": 9}, {"user_name": "Gunnarmh", "text": "Vá kláraðu grunnskóla og þá kemstu að öðru", "date": "2009-01-08 00:30:00", "post_id": 10}, {"user_name": "RagnarH", "text": "Smá opptopic úr hamingjuþræðinum.\n\r\nPeningar eru greinilega ekki hamingja hjá þér, það er kókómjólk <<<haha.gif>>>", "date": "2009-01-08 00:33:00", "post_id": 11}, {"user_name": "vladrulli", "text": "Gistiheimili eða bændagisting á leiðinni (tjald kemur líka til greina ef vilji er fyrir hendi)... öl á Egilstöðum, Akureyri, Ísafirði...\n\nfer svolítið eftir því hvort þetta á bara að vera sukkferð eða hvort þið ætlið raunverulega að skoða það sem landið hefur uppá að bjóða - þ.e. taka af og til útúrdúra af hringveginum...\n\nMesti kostnaðurinn verður í bensíni, mat og öli...", "date": "2009-01-08 00:33:00", "post_id": 12}, {"user_name": "Arnar_Þ", "text": "Ég myndi skoða bara www.visiticeland.com og www.nat.is.. þá finnuru örugglega staði sem þig langar að stoppa á ofl.. en ég myndi örugglega stoppa á akureyri, egs, höfn, skaftafell svo eitthvað sé nefnt..", "date": "2009-01-08 00:43:00", "post_id": 13}, {"user_name": "-Hjalti-", "text": "Eru þið að fara í fyllery ferð eða eru þið að fara að skoða landið? ef svo er þá er Must að stoppa í Skaftafelli labba að svartafoss , þræða alla austfyrðina (ekki fara shortköttið)Fara samt á Egilstaði ,  jafnvel kikja á Kárahnjúka þó það sé útúrdúr , Mývatn og dimmuborgir , Svo er Ásbyrgi einn flottasti staður á landinum , og stutt í Dettifoss sem er lika möst að sjá. Eftir Akureyri ef þú ert á suðurleið er fátt sem mér þykir eitthvað spennandi", "date": "2009-01-08 01:13:00", "post_id": 14}, {"user_name": "Dauntless", "text": "Voðalega erfitt að reikna út kostnað með svona litlar upplýsingar.\n\r\nHvernig bíl á að fara á? Svolítill munur að fara á dísel skoda eða einhverju bensínknúnu sem eyðir 15-20L t.d.\n\r\nOg éturðu mikið t.d.? Eða lítið? <<<icon_biggrin.gif>>>\n\r\nOg á að vera stanslaust djamm eða á þetta að vera til að skoða náttúruna?\n\n<<<icon_lol.gif>>>\n\r\nGiska samt á að sem íslendingur sé þetta djammferð. <<<icon_biggrin.gif>>>", "date": "2009-01-08 01:14:00", "post_id": 15}, {"user_name": "Addi", "text": "það er náttúrulega möst að taka djamm þar sem hægt er að taka djamm, en það er skylda hvers íslendings að sjá landið sitt í allri sinni fegurð...", "date": "2009-01-08 01:53:00", "post_id": 16}, {"user_name": "ZooMix", "text": "Eins og ég mundi gera þetta: Keyra austur og stoppa fyrstu nóttina þar sem manni langar að stoppa, endalaust af tjaldstæðum og fíneríi þarna þannig að þegar einhverjum langar í öl, þá er stopp (Væntanlega einhversstaðar í kringum hvolsvöll, vík eða þar í grend), næsta dag farið og stefnt á Höfn, skoðað pleisin á leiðinni osfrv, farið þaðan á Egilsstaði og hitt pípsið þar og gist eina nótt, þrætt austfirðina Reyðarfjörð, norðfjörð og eskifjörð allavega, þaðan upp á húsavík/ásbyrgi og skoðað dæmið þar, stoppa á mývatni í \"bláa lónið\" og endað þetta á sukkeríi eina helgi á Akureyri( ekki verra ef það væri Bíladagahelgin) og svo bara keyrt mega þunnir heim, stoppað á pottinum og pönnunni á leiðinni heim og upp í bæli <<<icon_wink.gif>>>", "date": "2009-01-08 02:47:00", "post_id": 17}, {"user_name": "urban", "text": "ok...\r\nþetta miðast allt við að það sé farið frá reykjavík...\n\r\npeningar..\r\ntaktu með allavega lágmark 2x það sem að þú heldur að verði nóg..\r\n(bara svona að þú vitir það, það áð öllum líkindum ódýrara fyrir þig að fara í viku ferð til benidorm en vikuferð hringinn í kringum ísland)\r\nTími....\r\nef að þú reiknar með viku, taktu þér frí í allavega 10 daga, þar sem að það er ekkert gaman í svona ferð nema vera með nægan tíma.\r\n´\r\nef að þú reiknar með 2 vikum.\r\ntaktu þér frí í 3....\n\r\nEN...\r\nþetta er svona \"gróf\" hugmynd frá mér...\n\r\nstaðir til að stoppa á.\r\nþetta fer allt eftir því hvað þið ætlið að vera lengi á leiðinni (hversu margar nætur)\n\r\nstaðir sem að ég mæli með að stoppa á.\r\njú ok sumir segja selfoss...\r\ntjahh ég hef aldrei verið neitt hrifinn af selfossi nema að það sé ball þar.\r\nen ef að þið ætlið að byrja á því að keyra í austur átt.**\r\nath þetta miðast við að þið ætlið þjóðveg 1 austur úr(semsagt ekki kíkja t.d. á gullfoss/geysir/laugarvatn eða eitthvað álíka)\r\n(í millitíðinni, og ef að majónesdósin er enþá þarna vestan við þjórsárbrúnna, láta taka mynd af sér við hana)\r\nþá mæli ég með því að stoppa á hellu eða hvolsvelli í hádegismat (fínar pizzur á Gallerý pizza á selfossi (ef að sá staður er enþá opinn(eða já, voru það fyrir nokkrum árum <<<icon_biggrin.gif>>> )))\r\nnauðsinlegt að kíkja á seljanlandsfoss og röllta hringin í kringum fossinn.\r\nkíkja á safnið* á skógum (*man ekki hvað í fjandanum það heitir, semsagt allavega gömul tæki og tól(t.d. bílar og traktorar)\r\nég persónulega tæki síðan fyrstu nótt á vík eða hugsanlega á klaustri (veit reyndar EKKERT um pöbba þar, svo að ég taki það fram.\n\r\nsíðan væri haldið áfram yfir sandana og kíkt á jökulsárlón á leiðinni austur. fínt að éta einmitt smá hádegis verð þar\r\nsíðan er einmitt alveg pottþétt góður staður til að éta á, á höfn (staðarkunnugir geta bennt þér á réttan stað)\r\nég persónulega mundi stoppa á einhverjum af litlu fjörðunum til þess að taka pöbbakvöld. (djúpivogur/fáskrúðsfjörður t.d.)\n\r\nnæsti dagur færi í það hjá mér að krúsa um firðina fyrir austan...\n\r\nreyðarfjörður, eskifjörður, norðfjörður, síðan færi ég í gegnum egilstaði(jafnvel kíkja uppað kárahnjúkum) og mundi enda á seyðisfirði... færi pottþétt á pöbbinn þar ( en nota bene það er vegna gamalla minninga minna þaðan, má vel vera að það að aðrir mundu stoppa á egilsstöðum)\n\r\nnæsti dagur færi í að rúnta um norðausturland...\r\nborgarfjörð og langanesið  og húsavík t.d. \r\nmývatn er náttúrulega skilda að fara á\r\n(ath ofboðslega langt síðan að ég var þarna , og það má vera að þetta sé óraunvörulegur dagur hjá mér(bæði vegalegndir og staðsentingar))\r\nen ég mundi pottþétt sofa í ásbyrgi um nóttina, allavega má ekki klikka á því að fara á mývatn og ásbyrgi... \n\r\nok þá erum við semsagt að koma að norðurlandi, og já, ef að ég væri að plana svona ferð, þá mundi ég persónulega plana hana þannig að maður væri á akureyir í kringum bíladaga og taka þann pakka þar... \r\nsemsagt nokkura daga skemmtun (nokkrir bjórar með <<<icon_biggrin.gif>>> ) á akureyri...\n\r\nkíkja síðan á stað eftir þynnku á einhverjum degi skoða norðvesturlandið og vestulandið (verður að afsaka, en ég þekki þetta landsvæði ekkert og get þar að leiðandi ekkert sagt þér til þar) en ég persónulega tæki síðustu nóttina annað hvort á snæfellsnesinu (stykkishólmur) eða í borganesi.\r\nsíðan væri það smsagt að keyra heim dagin eftir, og þá í svona roadtrippi er að sjálfsögðu skylda að fara hvalfjörðinn á leiðinni heim...\n\r\nvona að þetta gefiu þér einhverjar hugmyndir um það hvað þú gætir gert. <<<icon_smile.gif>>>", "date": "2009-01-08 04:16:00", "post_id": 18}, {"user_name": "Haukur Litli", "text": "Þeagr þið eruð á Akureyri þá mæli ég með að þið skreppið í Ysta/Ytra Fell. Þar er samgönguminjasafnið og fullt af flottum bílum og einn skriðdreki.", "date": "2009-01-08 06:18:00", "post_id": 19}, {"user_name": "Hafst1", "text": "Ef þið farið frá Húsavík til Akureyrar er þetta 20 min ca. frá Húsavík. Ég hef keyrt þarna 2400 sinnum framhjá en aldrei stoppað. Skammast mín fyrir að segja þetta. Já og þetta heitir Ystafell. Ytrafell er annar bær þarna rétt hjá.\n\r\nUrban: Það er alveg minnst 2 daga verk að skoða austfirðina og norðausturland. Ég mundi mæla með heilum degi í hljóðaklettum, ásbyrgi og dettifoss. Margt að skoða fyrir austan líka. Mæli með að keyra skriðurnar yfir á Fáskrúðsfjörð. Í góðu veðri er mjög fallegt þar, taka svo bara göngin til baka.\n\r\nÉg er sjálfur að hugsa um að fara hringinn næsta ári, ég held að það sé bara 3 vikna ferð ef maður vill sjá allt.", "date": "2009-01-08 12:33:00", "post_id": 20}, {"user_name": "urban", "text": "enda miðaði ég við semsagt einn dag í austfirðina og 1 á norðausturlandið má reyndar vera að það sé of stutt", "date": "2009-01-08 14:59:00", "post_id": 21}, {"user_name": "KalliCamaro", "text": "EIN SPURNING!?!? er búið að malbika allan þjóðveg 1, hvern einasta meter?", "date": "2009-01-08 17:47:00", "post_id": 22}, {"user_name": "HelgiSig", "text": "Ég held allveg örugglega að það eina sem er eftir sé smá spölur á möðrudalsöræfum.\n\r\nAnnars ef ég væri að fara hringinn þá myndi ég stoppa helst í Skaftafelli og Ásbyrgi. Hitt svona skiptir heldur minna máli. Vestfirðirnir eru náttúrulega ekki hluti af hringveginum en það er alveg skylda að koma þangað allavega einu sinni svo mér finnst það vera alveg sér ferð.\n\r\nÉg er sammála þessu með að keyra Hvalfjörðinn á leiðinni svo er skylda fyrir alla sem hafa minnsta áhuga á bílum að koma í Samgöngumynjasafnið í Ystafelli.", "date": "2009-01-08 18:26:00", "post_id": 23}, {"user_name": "Hafst1", "text": "Ásbyrgi er ekki heldur við hringveginn.\n\nÞað er smá spölur sem er í framkvæmd, hlýtur að fara að klárast þegar maður fer uppúr jökuldalnum uppá hárekstaðaleið.", "date": "2009-01-08 19:30:00", "post_id": 24}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/haha.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2009-01-07 22:36:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/haha.gif", "path": "full/e465460e74ad10bf8603f9e376bdbc6966568644.gif", "checksum": "7e203216707ebd3f0144ffdec382510d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}