{"forum_title": "Almennt spjall", "id": "645", "title": "Bíladagar, götuspyrnan,  nokkuð sem allir þurfa að lesa!", "url": "http://www.live2cruize.com/spjall/showthread.php/645-Bíladagar-götuspyrnan-nokkuð-sem-allir-þurfa-að-lesa!", "posts": [{"user_name": "caid", "text": "Ég var að komast að því að til að geta tekið þátt í götuspyrnunni verður viðkomandi keppandi að vera í annaðhvort Bílaklúbb Akureyrar eða Kvartmíluklúbbnum.\n\r\nÞetta er gert útaf einhverjum tryggingum, er ekki alveg sure afhverju, en fannst rétt að þið vissuð af þessu sem ætlið að taka þátt, þ.e.a.s. ef að þið vissuð þetta ekki fyrir...", "date": "2003-05-27 10:51:00", "post_id": 1}, {"user_name": "Helgi", "text": "takk fyrir ad lata okkur vita <<<icon_biggrin.gif>>>", "date": "2003-05-27 18:47:00", "post_id": 2}, {"user_name": "Kristjan PGT", "text": "ég kemst ekki einu sinni á bíladagana en ég mun samt láta þetta orð falla\nLAME", "date": "2003-05-27 22:12:00", "post_id": 3}, {"user_name": "caid", "text": "ég barasta verð að taka undir þetta orð sem féll...", "date": "2003-05-28 11:33:00", "post_id": 4}, {"user_name": "JHG", "text": "Ertu viss um að þetta sé rétt?  Skv. www.ba.is:\n\r\n\"Athugið að keppnisgjald fyrir götuspyrnu er 4000 kr. fyrir félaga í Bílaklúbbi Akureyrar og Kvartmíluklúbbnum. Fyrir þá sem eru utan við klúbba er gjaldið 6000 kr.\"\n\r\nÞað má vera að það sé búið að herða kröfurnar en þær koma þá líklegast frá tryggingafélögum (vegna þess sem gerðist í fyrra).\n\r\nJHG", "date": "2003-05-28 14:22:00", "post_id": 5}, {"user_name": "caid", "text": "þetta er allt síðan 2002 sem skrifað er þarna...", "date": "2003-05-28 17:50:00", "post_id": 6}, {"user_name": "Rexinn", "text": "Ég sendi fyrirspurn um þetta mál fyrir alls ekki svo löngu síðan og fékk þessi svör..  Spyrnukeppnin er að sjálfsögðu á sínum stað og er að venju haldin á Tryggvabrautinni. Keppnisgjald í öll mót félagsins er krónur 4.000.- og þarf keppandi að vera félagsmaður í akstursíþróttafélagi innan ÍSÍ. (Bílaklúbbur Akureyrar, Vélhjólaíþróttaklúbburinn og Kvartmíluklúbburinn)\r\nSvolítið asnalefgt en samt skiljanlegt útaf tryggingum í braut!!!\n\n\r\nK.v Geiri\r\nCRX ´90\r\nLitli talibaninn með 0fsóknarbrjálæðið", "date": "2003-05-29 21:35:00", "post_id": 7}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2003-05-27 10:51:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}