{"forum_title": "Almennt spjall", "id": "66195", "title": "Lykla vesen", "url": "http://www.live2cruize.com/spjall/showthread.php/66195-Lykla-vesen", "posts": [{"user_name": "G.örn", "text": "já ég lennti í smá veseni með lykla.\n\r\nþannig er mál með vexti að allir lyklar af bílnum mínum eru týndir og hann fer ekki í gang nema með aðallyklunum þar sem tölvan skynnjar ekki kubbinn í lyklunum öðruvísi. ég hringdi í umboðið (brimborg) og þeir sögðu að ég þyrfti að skipta um tölvu og þjófavarnakerfi og einhvað fleirra sem myndi kosta allt að 150.000, það sem ég var að pæla er hvort að það sé engin önnur leið að koma honum í gang? endilega postiði ef að þið vitið um einvherja leið ! <<<icon_biggrin.gif>>>", "date": "2009-01-30 02:10:00", "post_id": 1}, {"user_name": "ElvarPrelude", "text": "Fynna lykillinn?", "date": "2009-01-30 02:14:00", "post_id": 2}, {"user_name": "109Rider", "text": "mæli með að finna lykilinn bara, lang ódýrast <<<punch.gif>>>", "date": "2009-01-30 02:15:00", "post_id": 3}, {"user_name": "G.örn", "text": "ef þið hafið ekki gáfulegt að segja ekki þá kommenta hérna ég nenni ekki svona sniðugum kommentum ég væri væntanlega ekki að búa til þennan þráð ef að ég gæti fundið lyklana er búinn að gera dauðaleit af þessu drasli og finn þá ekki þannig að ekki kommenta hérna nema að þið hafið einhvað að segja sem að kemur mér að gagni.", "date": "2009-01-30 02:29:00", "post_id": 4}, {"user_name": "Dauntless", "text": "fInna\n\r\nOg að ég held er þetta besta leiðin to go ef þú finnur ekki lyklana. Er samt engan veginn nógu klár í þessum efnum.", "date": "2009-01-30 02:51:00", "post_id": 5}, {"user_name": "birkveh", "text": "hvernig væri að koma með upplýsingar um bíl og árgerð ?", "date": "2009-01-30 02:53:00", "post_id": 6}, {"user_name": "109Rider", "text": "eina sem mér dettur þá í hug, að finna allveg eins bíll á partasölu og kaupa draslið úr honum ef það er hægt <<<icon_razz.gif>>> örugglega ódýrara en að kaupa það nýtt í umboðinu.", "date": "2009-01-30 02:57:00", "post_id": 7}, {"user_name": "sakaxxx", "text": "er ekki hægt að smella í aftermarket lykil og cylinder og aftengja tölvuna?", "date": "2009-01-30 09:55:00", "post_id": 8}, {"user_name": "Kristjan_GUÐ", "text": "verður að fá orginal lykil með flögu í og láta kóða hann inn fyrir þig hjá umboðsaðila, annars fer bíllinn ekki í gang", "date": "2009-01-30 10:06:00", "post_id": 9}, {"user_name": "G.örn", "text": "Þetta er 1998 árg af Dihatsu Sirion", "date": "2009-01-30 11:02:00", "post_id": 10}, {"user_name": "Grétar G.", "text": "Henda bílnum og fá 15þús kallin sem hann er virði <<<icon_biggrin.gif>>> Fara svo og kaupa sér nýjan bíl.", "date": "2009-01-30 12:36:00", "post_id": 11}, {"user_name": "Master", "text": "Daihatsu lyklakerfið er þannig gert að það verður að vera til lykill að svissinum með kóða í sér.\nÞegar lyklinum er stungið í svissinn, þá sendir svissinn fyrirspurn yfir í lykilinn og hann á að svara með ákveðnum kóða.\nEf hann svara engu eða röngum kóða, þá geturðu startað endalaust en bíllinn fer aldrei í gang.\nÞað er ekki til aðferð við að kóða inn tölvuna (án lykils með kóða) uppá nýtt !!!!\nÞað verður að kaupa allt nýtt, því miður.\n\náttu nokkuð til eldri lykil? hann má vera brotin osf. bara ef kóðinn er ennþá í lagi.\nÞá geturðu lagt hann við svissinn og látið smíða venjulegan lykil (án koða)\nog startað bílnum þannig. (svo myndurðu bara festa lykilinn (líma) innan við styristúpuplastið við svissinn og nota óbreyttan lykil)\n\nef ekki þá er skynsamlegast að finna partabíl og rífa úr honum allt lyklasettið og tölvuna og setja í þinn.\n\nÉg myndi samt byrja á því að eyða góðum tíma í að leita af hinum lyklinum, og ef hann finnst --- láttu smíða aukaeintak ----\n\nÞað er eitthvað sem allir ættu að passa uppá....", "date": "2009-01-30 16:04:00", "post_id": 12}, {"user_name": "G.örn", "text": "Kanntu ekki að lesa ?", "date": "2009-01-30 17:14:00", "post_id": 13}, {"user_name": "G.örn", "text": "Þakka þér fyrir þetta, en nei ég er búinn að leita af öllum lyklum af bílnum útum allt og ekkert fynst, eina leiðin er þá eftir að fara á einhverja partasölu fyrir Dihatsu þá.\n\r\nB.T.W vitiði um einhvera partasölu fyrir Dihatsu ?", "date": "2009-01-30 17:17:00", "post_id": 14}, {"user_name": "Spec B", "text": "DITTO . . .  Þetta er án efa einn al-ógeðslegast bíll sem framleiddur hefur verið . . .", "date": "2009-01-30 17:29:00", "post_id": 15}, {"user_name": "Mercedes Benz", "text": "Er ekki hægt að frá lykilnúmer fyrir bílinn frá umboði? láta skera eftir númeri og kóda ný lykil?", "date": "2009-01-30 19:58:00", "post_id": 16}, {"user_name": "birkveh", "text": "Þessar dollur heimsækja vöku á reglulegu millibili", "date": "2009-01-30 20:22:00", "post_id": 17}, {"user_name": "Kristjan_GUÐ", "text": "ég skal borga 20 ef þú hendir honum", "date": "2009-01-30 22:07:00", "post_id": 18}, {"user_name": "Chevrolet", "text": "Þetta er tilfellið með marga ef ekki flestalla nýja bíla með tölvumiðstýrðri þjófavörn. Kóðaði lykillinn og talvan tilheyra hvort öðru og umboðin hafa enga aðra lausn en setja allt nýtt í.\n\nÍ öryggisskyni þá t.d. lét ég smíða venjulega lykla að Alfanum hans pabba og límdi kóðaða lykilinn á stýritúbuna. Þá getur gamli týnt lyklum villevæk og það kostar ekki nema 300 kall að smíða nýjan.\n\nÉg hef oft spáð í að það sé ferlegt að lenda í þessu með eldri bíl. Mér dettur í hug að einhver tölvu sérfræðingur (helst sjálflærður) gæti örugglega reddað þessu. Þetta eru nú víst ekki svo háþróðar tölvur í þessum bílum. \n\nMenn eru farnir að geta gert allan fjandann inn á bíltölvunum. Er ekki til eitthvað forrit til að komast í sambandi við bíltölvurnar með venjulegri PC og breyta ýmsu fram og tilbaka? Ég legg til að þú komist í samband við einhverja þessa tune shop gæja sem breyta ýmsum japana tíkum í fleiri hundruð hestöfl!\n\nÞeir gætu haft einhverja sniðuga lausn.", "date": "2009-01-31 08:50:00", "post_id": 19}, {"user_name": "S13", "text": "Það væri nú gott að eiga VW núna þá dugar að fá bara nýjan lykil, þarf ekki að kaupa allt helvítis draslið.", "date": "2009-01-31 12:21:00", "post_id": 20}, {"user_name": "alexsig", "text": "nei enþá meira vesen með þá ..", "date": "2009-01-31 13:10:00", "post_id": 21}, {"user_name": "S13", "text": "Nú hvernig geturðu sagt það, ef að þú týnir lyklunum þínum þá þarftu bara að kaupa nýjan lykil en ekki allt helvítis draslið með.", "date": "2009-02-01 11:10:00", "post_id": 22}, {"user_name": "Steffý", "text": "Nákvæmlega..\n\r\n djöfulsins rugl er að þurfa að kaupa allt draslið ef maður týnir lykli. ég er bara ekki átta mig á þessu", "date": "2009-02-05 11:51:00", "post_id": 23}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2009-01-30 02:10:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}