{"forum_title": "RÖFL", "id": "66241", "title": "Iphone spurning", "url": "http://www.live2cruize.com/spjall/showthread.php/66241-Iphone-spurning", "posts": [{"user_name": "gtturbo", "text": "Veit það einhver hérna að ef maður kaupir Iphone 3G í útlöndum, er ekki hægt að \"krakka\" hann hérna heima? Einnig ef einhver hefur keypt síma úti þá má viðkomandi alveg miðla reynslu sinni þar sem að þessir símar eiga aðeins að vera seldir í áskrift en hvernig hefur mönnum gengið að komast framhjá því??", "date": "2009-01-30 18:18:00", "post_id": 1}, {"user_name": "Pokémon", "text": "Enga reynslu af 3G símunum en ég veit það að ef þeir eru keyptir frá Ítalíu, Þýskalandi eða Frakklandi þá eiga þeir að vera ólæstir.  Það eru nokkrir til sölu hér og þar á ýmsum spjöllum en enga undir 90K.\n\r\nSvo er slatti af símum frá USA sem koma læstir.  En samkvæmt www.hackthatphone.com þá á að vera komið crack fyrir 3G 2.2 firmware-ið.  Þar er líka að finna leiðbeiningar um hvernig á að framkvæma það, veit hinsvegar ekki hversu erfitt eða tímafrekt það er.\n\r\nEf þú ert að fara að kaupa svona síma þá máttu láta mig vita hvað það kostar því ég er sjálfur að leita mér að einum svona.", "date": "2009-01-30 19:41:00", "post_id": 2}, {"user_name": "Pokémon", "text": "Og já varðandi áskriftina þá hef ég heyrt að fólk hefur getað keypt sig útúr henni.", "date": "2009-01-30 19:42:00", "post_id": 3}, {"user_name": "tony", "text": "Það er ekki erfitt að fá Iphone 3G 8-16gb á svona 70-90k ,\n\r\nSÁ sjaldgæfasti var að fara á 95þúsund ,, Hvítur 3G 16GB ..\n\r\nFáðu þér bara einn ferskan á www.gemsaspjall.net", "date": "2009-01-30 19:47:00", "post_id": 4}, {"user_name": "Pokémon", "text": "Já ég hef ekkert fylgst með þessu síðustu vikur eða mánuð en þá sem ég sá á þeim tíma voru auglýstir á yfir 95 þúsund (16gb).", "date": "2009-01-30 20:01:00", "post_id": 5}, {"user_name": "Andriii", "text": "http://maclantic.com/spjall/\n\nFullt þarna =)", "date": "2009-01-30 20:33:00", "post_id": 6}], "file_urls": [], "date": "2009-01-30 18:18:00", "files": []}