{"forum_title": "RÖFL", "id": "66487", "title": "skráðurtjónabíll!!", "url": "http://www.live2cruize.com/spjall/showthread.php/66487-skráðurtjónabíll!!", "posts": [{"user_name": "daddi120", "text": "ef ég kaupi mér skráðan tjónabíll er hann þá grindaskakkur?\r\neða getur það verið eitthvað annað er að fara að kaupa bíl sem er með framtjóni og brotið naf.\r\nog í hvnerig feril þarna svona skránigardót að fara.Þarf hann ekki að fara í réttingarbekk og eitthvað ef hann er grindaskakkur?\r\nef nafið er brotið er það skráð undir tjónabíll", "date": "2009-02-02 17:00:00", "post_id": 1}, {"user_name": "JóiVidd", "text": "blílar eru alltaf skráðir tjónabílar ef grindin sekkist, hlítur að vera aðeins skakkur, hann þarf að fara í bekk til að vera skráður \"viðgerð tjónabifreið\" örrvísi geturu ekki sótt númerinn af honum held ég...", "date": "2009-02-02 17:33:00", "post_id": 2}, {"user_name": "135791", "text": "Það er bara misjafnt hvort bíllin er skráður tjónabíll, ættir að geta haft samband við tryggingafélagið þitt og fengið upplýsingar um það.\n\r\nEf bíllin er skráður tjónabíll þá þarf að fara með bílin í réttingarbekk til að fá mælingu á grindina, tosa hana til ef þarf og fá vottorð frá lögmætum réttingaraðila..\n\r\nFara síðan með vottorðið til að fá skráningu á hann aftur (númer) til að hann sé löglegur á götunni.", "date": "2009-02-02 17:34:00", "post_id": 3}, {"user_name": "Bjaddni", "text": "skráðir tjónabílar eru ekki alltaf grindaskakkir, það er oft ekkert að þeim. ef skráninginn gerðist á íslandi er þetta oftast þónokkuð tjón en ef að bíllinn var fluttur inn með tjónasögu er oft um miklu minni skemd að ræða. svo geta þeir líka verið skráðir tjónabílar vegna flóðs eða þjófnaðar.", "date": "2009-02-02 18:14:00", "post_id": 4}, {"user_name": "daddi120", "text": "tjónið gerðist hérlendis.\r\nEn hvnerig er með það þegar bíll er skráður tjónabifreið er þá búið að mæla hann í bekk um að hann sé skakkur eða er það bara ákveðið sísvona?\n\r\nhér er mynd af þessu tjóni.\r\nsjálfum finnst mér ólíklegt að hann sé skakkur hvað finnst ykkur?\n\r\nmynd:", "date": "2009-02-02 18:28:00", "post_id": 5}, {"user_name": "Kristjan_GUÐ", "text": "sýnist vera bogin spyrna og þar í kring en ekki grindarskakkur..\n\nbíllinn minn er skráður tjónabíll eftir veltu á hliðina innanbæjar í miklum snjó, það brotnaði ekki einusinni rúða í honum við það, krumpaðist bara dældir um allt, þarf ekkert að vera mikið tjón við að vera tjónabíll", "date": "2009-02-02 18:34:00", "post_id": 6}, {"user_name": "Toy_Si", "text": "Skráður tjónabíll er þannig að ef bílinn er með skakkur skemmd grind eða skemmt hjólastell þá á að skrá hann sem tjónabíl. Til þess að fá nr aftur á hann verðuru að geta framvísað mælingarvottorði (Löggilt réttingaverkstæði er með þau) , Hjólastillingu (eithvað bifreiðaverkstæði sem má skrifa uppá hjólastillingarvottorð) og verður að standast skoðun.\n\nKeyptiru þetta af tryggingunum?\nþví ef þetta er kannski annað tjón en hann var skráður tjónabíll fyrir þá er ekki hægt að taka þennan tjónastimpil af honum.", "date": "2009-02-02 18:38:00", "post_id": 7}, {"user_name": "daddi120", "text": "heyrðu eigandi bílsins var ölvaður þegar hann dundraði á steypuvegg þannig að tryggingarnar vildu ekki sjá bílinn..\r\nen hins vegar veit ég að nafið er brotið og öxullinn er dottinn úr gæti það verið skryringin að bíllinn sé skráður tjónabifreið?", "date": "2009-02-02 18:42:00", "post_id": 8}, {"user_name": "david/snifff", "text": "pottþétt undirvagnstjón", "date": "2009-02-02 18:46:00", "post_id": 9}, {"user_name": "daddi120", "text": "semsagt hjólastellið?", "date": "2009-02-02 18:49:00", "post_id": 10}, {"user_name": "-Hjalti-", "text": "Þetta er heldur ekki neitt tjón sem kemur tryggingunum við Ekki það að gömul Astra hafi verið í kaskó heldur, þannig drukkinn eða ekki þá kemur þetta tryggingunum ekkert við", "date": "2009-02-03 03:36:00", "post_id": 11}, {"user_name": "Siggi H", "text": "það svarar alveg örugglega ekki kostnaði að fara að laga þennan bíl þarna á myndinni heldur...", "date": "2009-02-03 12:23:00", "post_id": 12}, {"user_name": "íbbi", "text": "það að bíllinn sé skráður tjónabíll þarf bara ekki að segja neitt, sérstaklega ekki ef hann er innfluttur tjónaður, \n\r\nallir theft recovery bílar og flr fá líka þennan stimpil, ég átti charger sem var stolið nokkrum hlutum uppúr húddinu og farþegasætinu úr, hann varð tjónabifreið fyrir það.. og svo viðgerð tjónabifreið þegar það var búið að festa nýtt farþegasæti í hann", "date": "2009-02-03 13:10:00", "post_id": 13}, {"user_name": "Lexinn", "text": "fyrsta skifti sem ég keyrði á fékk ég bíl inní aftur hurðina/brettið og var ekki skráður tjónabíll eftir það ... \n\r\nAnnað skiftið keyrði ég útaf á 100 og flaug eh og rústaði einhverjum hlutum undir og eiðinlagði hjólabúnaðin að framan/hægrameigin og hann er ekki ennþá skráður tjónabíll", "date": "2009-02-03 13:25:00", "post_id": 14}, {"user_name": "daddi120", "text": "okay..;D\r\nég er búinn að redda öllum varahlutum í hann fyrir 70þús kall og svona 30þús fyrir bílinn....<<<icon_wink.gif>>>", "date": "2009-02-03 16:29:00", "post_id": 15}, {"user_name": "HK RACING", "text": "Gleymdu þessu,svo þarf að rétta bílinn,það kostar um 50 þús með vottorði,svo þarf hann í hjólastillingu það kostar 10 þús með vottorði,svo þarf hann í skoðun og borga gjald til að breyta tjónaskráningu og það er 10 þús í viðbót,og það fyrir utan að þetta er bíll með láni sem ekki verður tekið af honum eins og mér skilst á þér,og þá á eftir að mála og raða saman....\r\nNotaðu þennan frekar í varahluti í annan bíl sem er ekki skráður tjónabíll,það er mín ráðlegging til þín en ég er búinn að vera í þessu stanslaust undanfarin 10 ár<<<icon_wink.gif>>>", "date": "2009-02-03 19:47:00", "post_id": 16}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2009-02-02 17:00:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}