{"forum_title": "RÖFL", "id": "67125", "title": "Bíllinn startar ekki(vantar hjálp strax ekki færa)", "url": "http://www.live2cruize.com/spjall/showthread.php/67125-Bíllinn-startar-ekki(vantar-hjálp-strax-ekki-færa)", "posts": [{"user_name": "BippiDaIce", "text": "æja vinur minn lenti í því að bíllinn hann ákvað allti einu að starta sér ekki :S\r\nþað er búið að skipta um startara en ekkert gerist??\n\r\nþegar hann reyndi að starta i gær þá rétt drullaðist hann i gang og svo er búið að ýta honum i gang síðan en núna gerist ekkert, þegar hann setur bílinn á ON þá kemur bara handbremsuljós, ekki rafgeima né olíuljósið\n\r\nHVAÐ GETUR VERIÐ AÐ?", "date": "2009-02-08 20:51:00", "post_id": 1}, {"user_name": "ArnarFB", "text": "Alternator hleður ekki?", "date": "2009-02-08 21:01:00", "post_id": 2}, {"user_name": "AddiPaddi", "text": "Yes lýsir best að alternatorinn sé farinn", "date": "2009-02-08 22:26:00", "post_id": 3}, {"user_name": "jdm109", "text": "kevikjan haspennukeflið", "date": "2009-02-09 01:41:00", "post_id": 4}, {"user_name": "maxel", "text": "Geturu ýtt honum í gang?\nTjekkaðu á reiminni á alternatornum.", "date": "2009-02-09 02:59:00", "post_id": 5}, {"user_name": "BippiDaIce", "text": "ekki hægt að ýta i gang", "date": "2009-02-09 12:39:00", "post_id": 6}, {"user_name": "Hjalli Vti", "text": "bensínlaus :P", "date": "2009-02-09 12:56:00", "post_id": 7}, {"user_name": "RAT", "text": "fer bensín dælan í gang? er hann ekki bara bensín laus :P\n\nef að hleðsluljósið logar ekki er gott sem hægt að útiloka alternator vandamál því það er greinilega rafmagn á bílnum ef hann hökkti í gang ... <<<rolleyes.png>>> Ég skít á bensíndæluna eða einhvað tengt bensíninu...", "date": "2009-02-09 12:57:00", "post_id": 8}, {"user_name": "Haukur Litli", "text": "Hvernig bíll er þetta? Hefur hann alltaf verið í fínu lagi eða hefur verið eitthvað vesen á honum? Er þetta bensín eða dísel bíll? Er hann með innspýtingu eða blöndung? Er búið að vera að fikta í honum með loftinntak, púst eða tölvukubb?\n\r\nSnýr startarinn en mótorinn fer ekki í gang? Snýr hann mótornum eða kemur bara hávaði úr startaranum? Er rafgeymirinn í lagi? Er jarðtenging frá rafgeymi í boddý í lagi? Er jarðtenging frá mótor í grind/boddý í lagi? Er svissbotninn í lagi? Er öryggið fyrir EFI í lagi? \n\r\nEruð þið búinir að skoða bílinn eitthvað eða spörkuðuð þið í dekkin og hristuð slöngur og snúrur í húddinu?", "date": "2009-02-09 13:11:00", "post_id": 9}, {"user_name": "intenz", "text": "Þá myndi geymaljósið í mælaborðinu vera á.", "date": "2009-02-09 13:28:00", "post_id": 10}, {"user_name": "Gunnbjörn", "text": "er hann ssk/bsk.", "date": "2009-02-09 14:07:00", "post_id": 11}, {"user_name": "BippiDaIce", "text": "sko um er að ræða Toyotu corollu SI 1994 model en sko þegar hann startar heyrist ekkert þetta er ekki því hann er bensínlaus eða neitt", "date": "2009-02-09 14:30:00", "post_id": 12}, {"user_name": "Arnar Sig", "text": "þetta gæti alveg verið altenatorinn ef það logar ekki ljósið þegar svissað er á bílinn... og bara mjög líklega er það hann sem er farinn og bíllinn rafmagnslaus.", "date": "2009-02-09 14:45:00", "post_id": 13}, {"user_name": "Arnar Sig", "text": "nei alveg akkurat ekki, það á að loga þegar það er bara svissað á bílinn en eitthvað greinilega að fyrst það logar ekki, en ef bíllinn væri í gangi þá mundi ljósið líklega loga þegar altenator er farinn en alls ekki alltaf!", "date": "2009-02-09 14:48:00", "post_id": 14}, {"user_name": "BippiDaIce", "text": "það koma öll ljós á bílin en hann fer eki i gang, ljós og rafmagn virka en ekki að starta", "date": "2009-02-09 15:01:00", "post_id": 15}, {"user_name": "Haukur Litli", "text": "Ég geri ráð fyrir að þið séuð búnir að tengja annan bíl við hann eða skipta um rafgeymi til að útiloka rafmagnsleysi.\n\r\nHeyrist ekkert í startaranum? Þá gæti verið farið öryggi fyrir startarann eða eithvað relí. Athugið hvort eitthvert tengi sé ekki í sambandi eða hvort það rétt hangi saman. Athugið öll öryggi fyrst þið eruð að toga öryggin úr á annað borð, ath hvort þau séu ekki öll af réttri stærð og í lagi. Finnið vírana sem liggja að startaranum og ath hvort þeir séu ekki í lagi. Prufið að skipta um svissbotn, ef hann virkar ekki þá virkar voðalega fátt í bílnum.\n\r\nAthugið hvort að það sé slitinn vír frá vélar blokkinni eða heddinu yfir í boddý, ef vélin er ekki jarðtengd þá virkar startarinn ekki.\n\r\nEf þú horfir á startarann sérðu tvo bolta sem vírar festast við. Settu skrúfjárn á milli þeirra þannig að það leiði á milli. Passaðu bara að bílinn sé í hlutlausum gír annars gæti hann keyrt yfir þig. Ef hann virkar svona þá er startarinn í lagi og vandamálið er annarsstaðar í bílnum.\n\r\nMundu bara að það er ógeðslega gaman að leita að rafmagnsbilun í bílum.<<<icon_razz.gif>>>", "date": "2009-02-09 15:10:00", "post_id": 16}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif"], "date": "2009-02-08 20:51:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}]}