{"forum_title": "Almennt spjall", "id": "67751", "title": "skemdarverk á gt imprezu", "url": "http://www.live2cruize.com/spjall/showthread.php/67751-skemdarverk-á-gt-imprezu", "posts": [{"user_name": "chaser79", "text": "eru eitthverjir sem gætu vitað hverjir það voru sem voru að ganga á silfruðu imprezuna síðasta sumar fyrir utan ræsir á krókhálsinum.  Hún var stórskemmd og allt tekið innan úr henni og þá meina ég ALLT.  Mælaborð og innrétting.\r\nþeir sem hafa eitthverjar upplýsingar vinsamlegast sendið mér PM.\n\r\nMeð fyrirfram þökkum.", "date": "2009-02-15 01:06:00", "post_id": 1}, {"user_name": "Sleeper", "text": "Las ég rétt, seinasta sumar?", "date": "2009-02-15 09:35:00", "post_id": 2}, {"user_name": "hundur", "text": "í stað þess að skrifa þetta, þá hefðiru getað lesið aftur yfir og séð að það stendur indeed, síðasta sumar.", "date": "2009-02-15 12:06:00", "post_id": 3}, {"user_name": "chaser79", "text": "já <<<icon_sad.gif>>><<<icon_sad.gif>>><<<icon_sad.gif>>>", "date": "2009-02-15 12:43:00", "post_id": 4}, {"user_name": "Sleeper", "text": "Ha, er það hægt?", "date": "2009-02-15 13:17:00", "post_id": 5}, {"user_name": "Amer", "text": "Af hverju í ósköpunum ertu að spurja um þetta núna eftir allan þennan tíma???", "date": "2009-02-15 13:26:00", "post_id": 6}, {"user_name": "Josie", "text": "skildi eg rétt, seinasta sumar. Varstu að komast af því um daginn að það hafi verið brotist inní bílinn seinasta sumar?  eða fattaðir þú það seinasta sumar? . Og hvers egna þarftu núna upplýsingar um eitthvað sem gerðist seinasta sumar?\n\nP.S Er ekki með leiðindi, ef einhver finnst  það má hann hafa það fyrir sig. Þetta er BARA mín skoðun á þessu máli. Takk", "date": "2009-02-15 13:26:00", "post_id": 7}, {"user_name": "Twincam", "text": "Hvar er restin af þessum bíl?  S.s. afgangurinn af boddýinu? \n\r\nEr það til sölu á raunhæfu verði?\r\nEkki einhverju bulli eins og bíllinn þegar hann var bilaður og til sölu.... <<<icon_rolleyes.gif>>>", "date": "2009-02-15 13:33:00", "post_id": 8}, {"user_name": "david/snifff", "text": "hvað var eigandi inni í fangelsi? , Erlendis? , alltaf á sjó eða vinna útá landi og aldrei að spá í bílnum sínum.\n\r\nRúnar ef ég man rétt söguna um þennan bíl þá var bílinn vélarlaus þarna fyrir utan , búið að aka utan í hann og svona", "date": "2009-02-15 13:47:00", "post_id": 9}, {"user_name": "íbbi", "text": "er fólk alveg heilalaust, kannski er bara ekkert búið að ganga að finna dótið og lögregla reynst með öllu gagnslaus og þetta eitt af þeim úrræðum sem hann á eftir,", "date": "2009-02-15 18:36:00", "post_id": 10}, {"user_name": "Andri M.", "text": "ég hefði nú bara gert þetta á sama tíma, hringt á lögguna, vegna pappírsástæðna, og tilkynnt þetta hérna á sama tíma, \n\r\nen ég er allveg sammála að löggan er vita gagnslaus, þannig að frekar held ég að  hún ætti að vera seinasta úrræðið, ef ekki væri fyrir pappírsvinnuna", "date": "2009-02-15 19:07:00", "post_id": 11}, {"user_name": "Sleeper", "text": "Rólegur, við erum bara að forvitnast um hvað þetta snýst.. Enginn með leiðindi hérna<<<icon_smile.gif>>>", "date": "2009-02-15 19:42:00", "post_id": 12}, {"user_name": "Gústz!", "text": "er þetta bíllinn sem er á sveitabæ á milli selfossar og hveragerðis?\r\nef svo er þá er body heilt en allt inní honum er ónýtt... má segja að það þurfi að finna allt í innréttinguna... sá líka að hann er lækkaður... svo var held ég STI scoop og litla scoopið fyrir loftið og það var búið að sparlsa það fast á húddið... \n\r\nef þetta er bíllinn sem er hér á suðurlandinu þá er ég buinn að tala við eigangdann og hann vildi selja hann á góðu verði og það fylgdi slatta af dóti með.. held gírkassi og vél en sveifarásinn var ónýtur minnnir mig...  og fullt meira...\n\r\nen hvað er nr á bílnum annars.. ég man ekki nr-ið en það var á bílnum og hann var með 05 miða", "date": "2009-02-15 19:42:00", "post_id": 13}, {"user_name": "chaser79", "text": "ég komst að þessu strax en ástæðan er að ég er búinn að vera í slagsmálum við tryggingarnar og ég er að leita að sönnunum núna og ef menn vilja kaupa þá er hann til sölu bara hafa samband í pm.  það er ekki að löggann sé gagnlaus heldur er svo vont að sanna hlutina þar sem ekki er hægt að fara eftir númerum heldur er ég með myndir og fl til að bera saman til að sanna mitt mál nema ég þarf að fynna draslið.", "date": "2009-02-15 21:06:00", "post_id": 14}, {"user_name": "chaser79", "text": "Jæja hvað er að verða um íslendinga í dag?  Er ekkert sem heitir virðing fyrir eigum annara?  Það er frekar leiðinlegt þegar maður þarf að horfa uppá að bíllinn sinn sé bókstaflega lagður í rúst og stór skemmdur.  Núnar er búið að rífa allt framan af honum.  Ljósin, Stuðaran og fleirra.  Er enginn sem veit neit um það hver það er sem er að gera upp imprezu eða breita bílnum sínum.  Það er vont að sjá bílinn sem var einn af flottustu bílunum hérna vera að grotna niður vegna skemmdarvarga sem eitthverjir aular og lúðulakkar eru að gera á annara manna hlutum.  Ef það eru eitthverjir sem geta gefið það góðar upplýsingar að dótið finnist og viðkomandi aðilar verða sakfeldir þá fær sá sem getur bent á þá vegleg verlaun fyrir.  Nafn og persónuleind heitið.  vinnsamlegast hafið samband í síma 8646812 ef þið hafið eitthverjar upplýsingar.  Ég vill biðja alla sem geta lift hendi gegn þessu að gera það og við skulum reyna að stoppa þessa glæpaöldu sem er í gangi í innbrotum í bíla.  Ég veit að það er ekki bara ég sem er orðinn þreyttur á þessu ástandi hérna á þessum klakka og okkur þykkir vænt um bílana okkar þannig að ég veit að þið skiljið reiðina hjá mér og fleirrum.  Við verðum að standa saman og vinna með okkar ágætu lögreglu til þess að þetta sé möguleiki að stoppa þetta því að þetta eru ákveðnir einnstaklingar sem eru að lifa á þessu.\n\r\nKveðja Bjarki", "date": "2009-03-01 18:41:00", "post_id": 15}, {"user_name": "condi", "text": "leiðinlegt að heyra að svona fari fyrir flottum bílum :/", "date": "2009-03-02 00:34:00", "post_id": 16}, {"user_name": "chaser79", "text": "http://visir.is/article/20090301/FRETTIR01/808974080", "date": "2009-03-02 01:16:00", "post_id": 17}, {"user_name": "hallzli", "text": "einhvejri búnir að hringja i þig um málið ?", "date": "2009-03-02 02:22:00", "post_id": 18}, {"user_name": "Dropi", "text": "„Þetta er einn af þessum flottari GTI bílum sem voru á götunni fyrir nokkrum árum, einn af þessum sportbílum,\" <<<yawn.gif>>>", "date": "2009-03-02 02:50:00", "post_id": 19}, {"user_name": "chaser79", "text": "já sá þetta skrifaði þetta ekki sjálfur eflaust bara stafsetningarvilla <<<rolleyes.png>>>", "date": "2009-03-02 03:06:00", "post_id": 20}, {"user_name": "chaser79", "text": "eins og ég setti fram þá gef ég ekkert upp ég kem fram við aðra eins og ég vill að komið sé fram við mig<<<icon_smile.gif>>><<<icon_smile.gif>>>", "date": "2009-03-02 03:08:00", "post_id": 21}, {"user_name": "Joker_", "text": "það geta nú varla verið margar Gt eða GL imprezur sem er verið að gera upp, svo þetta hlýtur að finnast, og svo kæmi það mér ekkert á óvart að það sé einhver hérna á þessu spjalli sem veit eikkað um málið, það væri flott ef einhver hérna veit um málið komi og gefi sig fram og talar. <<<icon_wink.gif>>>", "date": "2009-03-02 04:37:00", "post_id": 22}, {"user_name": "Krissii", "text": "vá heimska lið, og já afhverju er ekki buið að grípa þá í öll þessi 5 skipti?;o", "date": "2009-03-02 05:55:00", "post_id": 23}, {"user_name": "sammidavis", "text": "Góður eigandi að gleyma imprezunni sinni fyrir utan ræsi í 2-3 ár <<<icon_wink.gif>>>\n\r\nEn já svekk með ránið á hlutunum :/", "date": "2009-03-02 08:37:00", "post_id": 24}, {"user_name": "Shagrath133", "text": "öööömurlegt dæmi :S hrikalegt að heyra um svona.. =/ vona innilega að þú finnir eitthvað af dótinu aftur, eða að þú getir fengið eitthvað bætt frá tryggingum...!! helv.. krimmar!!", "date": "2009-03-02 09:01:00", "post_id": 25}, {"user_name": "BRG", "text": "Myndavélar!!\nASAP\n\nBusta þá næstu sem gera þetta og dumpa öllum innbortunum á viðkomandi.", "date": "2009-03-02 12:59:00", "post_id": 26}, {"user_name": "chaser79", "text": "Jæja smá update fyrir alla.  Ég var að tala við sjóvá og fékk ég þær fréttir að kaskóið bætir ekki tjónið á bilnum fyrst honum var ekki stolið í heilu lagi.  Ég þarf því að taka þetta á mig.  kaskó tryggir heldur ekki neit sem heitir græjur nema það komi orginal í bílnum og segja þeir að það sé ekki hægt að tryggja það sér.", "date": "2009-03-02 15:49:00", "post_id": 27}, {"user_name": "knútzi", "text": "ömurlegt þegar svona gerist", "date": "2009-03-02 16:05:00", "post_id": 28}, {"user_name": "SnowMan", "text": "er þá ekki um að gera að láta hann hverfa í heilu lagi?", "date": "2009-03-02 16:15:00", "post_id": 29}, {"user_name": "chaser79", "text": "svona er að sjá hann í dag", "date": "2009-03-02 20:39:00", "post_id": 30}, {"user_name": "chaser79", "text": "ég var að tala við lögfræðinginn minn í dag og þetta er það sem hann sagði.\n\r\nFá skriflegt hjá tryggingarfélaginu afhverju þeir vilja ekki taka þetta í kaskó.\r\nFara niður í fjármálaeftirlit og fylla þar út beiðni til úrskurðarnefndar vátrygginga.\r\nLeggja þetta inn ásamt lögregluskýrslum og tryggingarskilmálum félaganna.\r\nBíða svo eftir svari frá þeim.\n\r\nþað eru þrír menn í þessari nefnd,\r\neinn frá FME,\r\neinn frá sambandi tryggingarfélaga\r\nog einn frá hagsmunasamtökunum.\n\r\nþetta eru allt lögmenn.\n\r\nKveðja Bjarki", "date": "2009-03-03 23:48:00", "post_id": 31}, {"user_name": "-Bexy", "text": "vá þetta er hryllingur, held það vona allir að þú fáir þetta bætt eða fynnir etthvað af þrjótunum,     ætli þetta séu ekki sömu gæjarnir víst þetta skeði heil 5 skipti, <<<icon_confused.gif>>>", "date": "2009-03-04 01:14:00", "post_id": 32}, {"user_name": "Joker_", "text": "það er ekki hægt að treysta á þessa fávita í þessari nefnd er búinn að brenna mig á þeim einu sinni og geri það ekki aftur, það myndi marg borga sig að tala beint við lögfræðing <<<icon_wink.gif>>>", "date": "2009-03-04 02:14:00", "post_id": 33}, {"user_name": "chaser79", "text": "þetta er ekki gamla nefndin sem tryggingarfélöginn voru með hún er í ransókn hjá samkeppnisstofnun og meiga ekki taka nein mál fyrir.  Þessi nefnd er undir fjármálaeftirlitinu og fjármálaráðuneitinu.  Þessi nefnd skilst mér að sé ný til komin\n\r\nen þar sem virðist vera að það sé mjög vont að fá þessa varahluti á partasölum þá er hreinlega spurning hvort það sé þá ekki sniðugt að taka höndum saman og vera ekki að kaupa hluti af mönnum út í bæ nema þeir geti bent eða sanað með einum eða öðrum hætti hvar eða hvernig þeim áskornaðist hluturinn.  ég er ekki að kasta róg á parta sölur eða heiðarlega einstaklinga sem að ég veit að eru margir en það eru þessir fáu sem að við verðum að stoppa og besta leiðin er að mínu mati (svona til að byrja með) er að koma því í verk að þeir geti ekki selt hlutina.  Þegar þú kaupir stolin hlut eins og til dæmis felgur ert það þú en ekki þjófurinn sem réttmætur eigandi getur farið fram á bætur vegna slits á.  Þó að sá sem stelur hlutnum fái dóminn.  Þetta veit ég að eigin raun", "date": "2009-03-04 02:48:00", "post_id": 34}, {"user_name": "Twincam", "text": "En það er nú samt agalega erfitt að ætla að biðja fólk um að sína fram á fæðingarvottorð fyrir framljósi.. þar sem þau eru eins á öllum þessum bílum frá '99-'00 ...\n\r\nEn stuðarann er hins vegar hægt að biðja seljanda að segja sér hvar hann áskotnaðist honum... svo og innréttingu og það...", "date": "2009-03-04 10:07:00", "post_id": 35}, {"user_name": "knútzi", "text": "ja reyndar", "date": "2009-03-04 12:35:00", "post_id": 36}, {"user_name": "VolvoFH16", "text": "ég vona svo innilega að þessir FÁVITAR sem eru búnir að vera að þessu fái að finna fyrir því ! svona á náttúrulega ekki að sniðgangast!", "date": "2009-03-04 16:09:00", "post_id": 37}, {"user_name": "chaser79", "text": "ljósin sem voru á mínum bíl voru quad light úr ÁG þannig að þið vitið það ef það dúkkar eitthver upp með svoleiðis sem var ekki með það fyrir ca mán síðan", "date": "2009-03-04 18:27:00", "post_id": 38}, {"user_name": "Twincam", "text": "Ertu að meina Morette ljós?\n\r\nÞað eru nú til alveg nokkur sett af þannig ljósum... þar á meðal allavega eitt sem er í sama lit og þinn bíll....", "date": "2009-03-04 20:40:00", "post_id": 39}, {"user_name": "chaser79", "text": "man ekki hvað þau heita en ég keypti þau af þeim þegar ég var nýbúinn að kaupa bílinn 2004.  ekki varst það þú sem áttir hann?", "date": "2009-03-04 21:37:00", "post_id": 40}, {"user_name": "Óli Þór", "text": "hvernig hefði nú bara verið að koma bílnum í húsaskjól áður en að þetta dundi yfir? borgar sig frekar en að láta týna af honum drasl...", "date": "2009-03-04 23:36:00", "post_id": 41}, {"user_name": "chaser79", "text": "jú en það var verið að fara að vinna í honum þegar þetta byrjaði þessvegna var hann ekki í geymlu lengur\n\r\nsvo á það ekki að skipta máli þessir aumingjar sem eru að gera þetta eiga að virða eigur annara rétt eins og heiðarlegir menn gera.", "date": "2009-03-05 01:01:00", "post_id": 42}, {"user_name": "brynjarx", "text": "ég á ein það eru ekki þín fekk þaug hjá jóni bergs í fira sumar", "date": "2009-03-05 10:01:00", "post_id": 43}, {"user_name": "Twincam", "text": "Ég á engin svona Morette ljós... en ég veit um eitt sett sem er til í sama lit og þessi bíll... sem koma samt ekki af honum.\n\r\nOg nei, ég hef aldrei átt þennan station bíl...", "date": "2009-03-05 12:26:00", "post_id": 44}, {"user_name": "knútzi", "text": "en þarf maður ekki ad taka vélina i sundur liggur vid til ad ná sveifarrásini eda hvernig náðu þeir að stela henni", "date": "2009-03-14 15:42:00", "post_id": 45}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/yawn.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2009-02-15 01:06:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/yawn.gif", "path": "full/55d155309ac3172893b250ec176ed24ac48fc059.gif", "checksum": "07023d2f742948201dc44d42a448aa1b"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}