{"forum_title": "Almennt spjall", "id": "68163", "title": "[KOSNING] Ljósmyndakeppni 4: Vetrar/Snjómynd í boði Dodojuice", "url": "http://www.live2cruize.com/spjall/showthread.php/68163-KOSNING-Ljósmyndakeppni-4-Vetrar-Snjómynd-í-boði-Dodojuice", "posts": [{"user_name": "Dezzice", "text": "Nú er komið að kosningu eins og áður og viljum við benda fólki á að umræður um myndirnar sem slíkar eru EKKI leyfðar fyrr en kosningu lýkur.\n\n\r\nLjósmyndakeppni 4 KOSNING\n\nÞema:  Vetrar/Snjómynd\nDómarar: Dezzice, Erica, Gunnarmh, Kjallin og TA.\nVerðlaun: Eins og ég tók fram í hinum þræðinum þá mun Dodojuice skaffa verðlaun fyrir fyrsta sætið í keppninni að andvirði 12.875 kr\n\n\n\r\nÍ verðlaunapakkanum eru eftirfarandi hlutir:\nDodo Juice Purple Haze Soft Wax.Dodo Juice Lime Prime Pre-Wax 250ml.Dodo Juice Born to be Mild Shampoo 250ml.Dodo Juice Blue Blue Roo bónpúða.Dodo Juice Fantastic Fur Buffing örtrefjaklút.Dodo Juice Soft Touch drying örtrefjatusku.\n\r\nÞeir ætla að bjóða þennan pakka á sérstöku tilboði á meðan keppnin er fyrir þá sem vilja kaupa sér og fæst hann á 10.670 kr\n\nHeimasíða Dodojuice:  www.dodojuice.is\n\nDodojuice biður einnig um leyfi til að nota verðlaunamyndina á heimasíðuna sína eftir að úrslit eru orðin kunn.\n\r\n--------------------------------\n\nÞáttakendur:\n\n1. Icekorn - 15 stig - 5. sæti\n\n\r\n---------------------------------\n\n2. Hafst1 - 8 stig - 10. sæti\n\n\r\n---------------------------------\n\n3. MaggiÞ - 4 stig - 11-13. sæti\n\n\r\n---------------------------------\n\n4. Röggi R900 - 3 stig - 14-15. sæti\n\n\r\n---------------------------------\n\n5. JonMaiden - 1 stig - 18. sæti\n\n\r\n---------------------------------\n\n6. Dohc - 12 stig - 6. sæti\n\n\r\n---------------------------------\n\n7. Júlli Æ - 3 stig - 14-15. sæti\n\n\r\n---------------------------------\n\n8. Gr33n - 20 stig - 4. sæti\n\n\r\n---------------------------------\n\n9. GretarK - 2 stig - 16-17. sæti\n\n\r\n---------------------------------\n\n10. HalldórHrafn - 10 stig - 8-9. sæti\n\n\r\n---------------------------------\n\n11. MrPorsche - 10 stig - 8-9. sæti\n\n\r\n---------------------------------\n\n12. DarriLitli - 137 stig - 1. sæti\n\n\r\n---------------------------------\n\n13. GudniR33 - 4 stig - 11-13. sæti\n\n\r\n---------------------------------\n\n14. Danni Málari - 11 stig - 7. sæti\n\n\r\n---------------------------------\n\n15. Dazy Crazt - 2 stig - 16-17. sæti\n\n\r\n---------------------------------\n\n16. Meso - 52 stig - 2. sæti\n\n\r\n---------------------------------\n\n17. KristjánJóhann - 37 stig - 3. sæti\n\n\r\n---------------------------------\n\n18. SnowMan - 4 stig - 11-13. sæti\n\n\r\n---------------------------------\n\n19. ÓGILD \n\r\n---------------------------------", "date": "2009-02-18 14:30:00", "post_id": 1}, {"user_name": "Erica", "text": "og enn og aftur ítrekum við að vera ekki að ræða myndirnar hérna í þræðinum\n\ncomment eins og nr X er flottust og ég kaus mynd nr X mega koma fram EFTIR kosningu!", "date": "2009-02-18 15:44:00", "post_id": 2}, {"user_name": "Hafst1", "text": "Hvenær er kosningu lokið?", "date": "2009-02-18 18:06:00", "post_id": 3}, {"user_name": "M8", "text": "This poll will close on 21st February 2009 at 14:32", "date": "2009-02-18 18:09:00", "post_id": 4}, {"user_name": "Hafst1", "text": "Takk fyrir að minna mig á hvað ég er vitlaus.", "date": "2009-02-18 18:11:00", "post_id": 5}, {"user_name": "M8", "text": "hehe lítið mál, til þess er ég <<<tongueout.gif>>>", "date": "2009-02-18 18:15:00", "post_id": 6}, {"user_name": "Danni Málari", "text": "telst þetta ekki ágæt þátttaka bara?", "date": "2009-02-18 21:29:00", "post_id": 7}, {"user_name": "EYJ", "text": "Átti erfitt með að velja, margar mjög fínar myndir <<<icon_smile.gif>>>", "date": "2009-02-18 22:17:00", "post_id": 8}, {"user_name": "KristjánJóhann", "text": "Töff Stöff!", "date": "2009-02-19 05:03:00", "post_id": 9}, {"user_name": "Shagrath133", "text": "Mjög flottar myndir allar saman.", "date": "2009-02-19 10:48:00", "post_id": 10}, {"user_name": "Frikki GTI", "text": "Get ekki ákveðið mig <<<icon_sad.gif>>>", "date": "2009-02-19 11:40:00", "post_id": 11}, {"user_name": "Sindri Skarph", "text": "mér fynst bara ein mynd falleg svo þetta var auðvelt val", "date": "2009-02-19 12:41:00", "post_id": 12}, {"user_name": "magnuz", "text": "hmmm , hvaða mynd ætli það sé ? <<<rolleyes.png>>> *hóst*", "date": "2009-02-19 12:59:00", "post_id": 13}, {"user_name": "Wolf", "text": "þeir sem ekki eru búnir að kjósa þurfa að drífa sig að kjósa <<<icon_smile.gif>>>", "date": "2009-02-20 18:09:00", "post_id": 14}, {"user_name": "Danni Málari", "text": "bætast síðan atkvæði dómara ofan á þessari tölur?", "date": "2009-02-21 02:46:00", "post_id": 15}, {"user_name": "IngvarRJ", "text": "Ef þessi kosning er eins og síðast þá já <<<icon_smile.gif>>>", "date": "2009-02-21 03:40:00", "post_id": 16}, {"user_name": "Wolf", "text": "má ræða myndirnar eitthvað núna fyrst atkvæðagreiðslan er lokuð?", "date": "2009-02-21 15:25:00", "post_id": 17}, {"user_name": "Dezzice", "text": "Ekki alveg strax, við eigum eftir að gefa okkar dómarastig.  Er bara að bíða eftir stigum frá 2 dómurum og þá get ég hent loka niðurstöðum inn <<<icon_biggrin.gif>>>  Eftir það má ræða myndirnar eins og ykkur dettur í hug <<<icon_biggrin.gif>>>", "date": "2009-02-21 18:03:00", "post_id": 18}, {"user_name": "Siggi-Lancer", "text": "ég vil sjá mynd nr 19. hún er ábyggilega mega avsum <<<icon_biggrin.gif>>>", "date": "2009-02-21 18:36:00", "post_id": 19}, {"user_name": "Dezzice", "text": "Dómarastig voru eftirfarandi:\n\nMynd 1 - 7 stig\nMynd 2 - 6 stig\nMynd 8 - 1 stig\nMynd 10 - 2 stig\nMynd 11 - 2 stig\nMynd 12 - 51 stig\nMynd 14 - 1 stig\nMynd 16 - 15 stig\nMynd 17 - 9 stig", "date": "2009-02-23 12:02:00", "post_id": 20}, {"user_name": "Dezzice", "text": "Okkur langar að óska DarraLitla innilega til hamingju með sigurinn.  Hann vann þessa keppni með yfirgnæfandi atkvæðum eða 137 stigum.  DarriLitli hlýtur því verðlaunin að þessu sinni <<<icon_biggrin.gif>>>\n\nEinnig langar okkur að óska Meso og KristjániJóhanni til hamingju með 2 og 3 sætið.\n\n1. DarriLitli - 137 stig\n2. Meso - 52 stig\n3. KristjánJóhann - 37 stig\n\nÉg minni á að fyrstu þrjú sætin verða að skila inn orginal EXIF mynd fyrir 22:00 næsta miðvikudagskvöld.", "date": "2009-02-23 12:04:00", "post_id": 21}, {"user_name": "Clayman", "text": "Ágætiskeppni, verðskuldaður sigur hjá Axel Darra", "date": "2009-02-23 12:05:00", "post_id": 22}, {"user_name": "KristjánJóhann", "text": "YAY! Ég var í þriðja haha", "date": "2009-02-23 13:05:00", "post_id": 23}, {"user_name": "Wolf", "text": "hvernig virka þessi dómarastig?", "date": "2009-02-23 17:49:00", "post_id": 24}, {"user_name": "Siggi-Lancer", "text": "var of seinn að senda mína <<<punch.gif>>>", "date": "2009-02-23 18:04:00", "post_id": 25}, {"user_name": "KristjánJóhann", "text": "Flott mynd Siggi, hefðir verið ofarlega með hana, hefði þurft smá meiri vinnslu samt <<<icon_razz.gif>>>", "date": "2009-02-23 20:00:00", "post_id": 26}, {"user_name": "GretarK", "text": "hehe var búinn að póst mínu flottasta á flickr, þegar ég fattaði þessa keppni <<<icon_confused.gif>>>", "date": "2009-02-23 20:19:00", "post_id": 27}, {"user_name": "Shagrath133", "text": "mmm langar í þennan Audi.......... sleeeef", "date": "2009-02-23 20:24:00", "post_id": 28}, {"user_name": "Gunnarmh", "text": "Sigurvegarinn átti það svo sannarlega skilið, til hamingju.\n\nÞeir sem ekki unnu núna skulu bara taka þátt næst <<<icon_smile.gif>>>  Mikið af ágætis myndum og margar mjög skarpar en vantaði yfirleitt að útfæra þær örlítið betur. Gangi ykkur betur næst", "date": "2009-02-23 20:39:00", "post_id": 29}, {"user_name": "Siggi-Lancer", "text": "eina sem ég gerði var whitebalance.. var að flýta mér", "date": "2009-02-23 20:41:00", "post_id": 30}, {"user_name": "ttota", "text": "jæjja,, á ég semsagt að vera fyrst að koma með gagnrýni á myndirnar? <<<icon_biggrin.gif>>>\n\r\nég tek það fram að þessi gagnrýni er vonandi til gangs og alls ekki til að hríða einn né neitt, hafið samband ef þið viljið láta taka þetta út.\r\nHere it is..\n\r\nMynd 1 – Icekorn\r\nFannst þessi mynd ein af þeim betri í keppninni en fannst vanta aðeins meira fyrir augað á henni, kannski það sé með fjarlægðina á bílnum eða litina\n\r\nMynd 2 – Hafst1\r\nFinnst white-ballanceið ekki rétt, of blá(hefðir geta stillt það eftirá þó þú hafir tekið það í vitlausu white-balancei), fannst fókusinn líka aðeins hreyfður, einnig fannst mér skemma fótaförin út bílnum (svolítið erfitt að komast frá, en photoshop virkar í svona lagfæringar) Annars finnst mér myndefnið sjálft og staðan á bílnum flott.\n\r\nMynd 3 – MaggiÞ\r\nFinnst pósan á bílnum mjög flott, vantaði aðeins uppá mynvinnslu og kannski smá crop. Finnst einnig bílarnir efst skemma smá athygli bílsins.\n\r\nMynd 4 – Röggi R900\r\nÞessari mynd vantar lýsingu, rétt litaflæði, fókus og burt með bremsuljósin <<<icon_wink.gif>>>\n\r\nMynd 5 – JonMaiden\r\nSniðugt concept að hafa glansa bílsins í athyglinni. Skemmdi rosalega fyrir mér fólkið á bílnum.. speilgunin semsagt. Fannst hún líka pínulítið óskýr.\n\r\nMynd 6 – Dohc\r\nFín mynd, en ekki fyrir bílinn sem mætti vera aðalathyglin á myndinni. \n\r\nMynd 7 – Júlli Æ\r\nFannst vanta focus og litadýrð en flott “pósa” á bílnum, flottur bill í snjóinn líka <<<icon_wink.gif>>>\n\r\nMynd 8 – Gr33n\r\nEfrihluti myndarinnar er flottur, en neðri hlutinn finnst mér ekki vera aðalhlutverkið á myndinni, bíllinn sýnist tiny. Annars flott mynd.\n\r\nMynd 9 - GretarK\r\nFinnst hún over-all fín, en hefðir matt croppa hana aðeins meira, og láta smá meira contrast í hana.\n\r\nMynd 10 – HalldórHrafn\r\nFlottur glans og flott speiglun á bílnum en hún er smá skökk. Getur prufað að setja meira contrast í hana til að gera hana dýpri.\n\r\nMynd 11 – MrPorsche\r\nHefðir mátt croppa myndina aðeins, og taka hana á styttri tíma, er aðeins hreyfð, en svo er líka erfitt að taka mynd af bíl á svona ferð, færð plús fyrir framlagið\n\r\nMynd 12 – DarriLitli\r\nTil hamingju með sigurinn, áttir hann svosannarlega skilið, myndin er mjög flott, eina sem ég gæti sagt við hana er að þú hefðir mátt vera aðeins meira annaðhvort á móti bílnum eða meira hliðiná honum.\n\r\nMynd 13 – Gudni R33\r\nFinnst staðsetningin ekki alveg nógu flott, eða catchy. Bíllinn sýnist vera úr fókus. En annars er myndin með góðum halla (þá meina ég enginn halli á henni)\n\r\nMynd 14 – Danni Málari\r\nFlottur bill og sérstaklega flottur með snjónum, en finnst skemma að það líti út fyrir að þú hafir skóflað snjónum uppað bílnum til að koma bílnum í gegnum titil keppninnar “snjómynd” Einnig finnst mér hallinn ekki flottur, þyrfti að vera meira hallandi eða ekkert hallandi, of lítill halli semsagt. Annars fanst mér fókusinn mjög góður á bílnum.\n\r\nMynd 15 - Dazy Crazt\r\nHún hallar, hefðir mátt laga það í lightroom/photoshop og einnig finnst mér hestarnir skemma, kannski því þeir eru bara eitthvað að skoðast þarna um eða hvort þú hafi ítt þeim þangað til að hafa meira á myndinni, þá finnast mér þeir annaðhvort þurfa að vera alveg í bakrunn eða þá í aðalhlutverki.\n\r\nMynd 16 – Meso\r\nFinnst vanta mikið uppá fókus í myndinni, veit eginlega ekki hvað ég á að segja um hana meir.\n\r\nMynd 17 – KristjánJóhann\r\nHefði viljað sjá hana stærri, sé ekki útaf hreyfingu hvort bílinn sé í fókus eða ekki.\r\nFinnst vanta smá uppá lýsinguna en annars flott mynd.\n\r\nMynd 18 – Snowman\r\nVantar fókus, einnig er bíllinn staðsettur einhvernvegin hálfur á vinstri á hálfur á hægri akrein, skemmir smá. Hefði líka viljað sjá bílinn stærri\n\r\nkv.\r\nTóta", "date": "2009-02-23 21:21:00", "post_id": 31}, {"user_name": "Danni Málari", "text": "Þakka gagnrýnina. Vissi svosem að snjórinn myndi aldrei líta eðlilega út þarna en fannst þurfa að vera meiri snjór á myndinni en bara smá í bakgrunninum, sé samt smá eftir því. Reyndar var ætlunin fyrst að taka mynd frá farþegahlið bílsins og var ég búinn að skófla snjó að allri hliðinni þar, nennti ekki meira. Er persónulega ekki sérlega hrifinn af hallandi myndum og sendi bara þessa inn vegna þess að myndin sem ég hefði viljað nota var ekki leyfileg í keppnina þar sem ég þurfti að photoshoppa út skugga af myndavélinni á jörðinni.\r\nMyndirnar voru teknar á síðasta sólarhring keppninar þannig það var ekki hlaupið að því að finna snjó. Fannst samt skemmtilegt hvað þessi rauði hóll skar sig úr í myrkrinu (myndirnar eru desaturated, hóllinn er vel rauður)\n\r\nMyndin sem ég hefði viljað nota er þessi...\n\n\r\nMynd með meiri snjó...", "date": "2009-02-23 22:47:00", "post_id": 32}, {"user_name": "GretarK", "text": "ánægður með þig tóta, gaman að fá svona gagnrýni <<<icon_smile.gif>>>", "date": "2009-02-23 23:11:00", "post_id": 33}, {"user_name": "ttota", "text": "mér finnast þessar báðar flottari en þessi sem var í keppninni <<<icon_wink.gif>>>\r\nhefuru prufað svarthvítt? <<<icon_smile.gif>>>\n\n\n\nOfur <<<icon_biggrin.gif>>>", "date": "2009-02-23 23:23:00", "post_id": 34}, {"user_name": "Dezzice", "text": "Þau bætast ofan á stigin sem keppendur hafa fengið í kosningu og geta því hækkað þá.\n\r\nÉg skal reyna að koma svo með gagnrýni á myndirnar.", "date": "2009-02-23 23:29:00", "post_id": 35}, {"user_name": "Gunnarmh", "text": "Danni, mér finnst myndin sem þú settir í keppnina flottari. En það er auðvitað bara mín skoðun <<<icon_smile.gif>>>", "date": "2009-02-23 23:31:00", "post_id": 36}, {"user_name": "Danni Málari", "text": "Prófaði að setja þær í svarthvítt en þar sem hóllinn er nánast eini hluturinn sem einhver litur er í fannst mér það gera bara myndirnar leiðinlegri.", "date": "2009-02-23 23:33:00", "post_id": 37}, {"user_name": "Dezzice", "text": "Mynd 1\r\nFinnst þessi mynd ótrúlega flott.  Skerpan, litirnir, landslagið osfrv.  Eina sem ég hefði viljað sjá meira af var bíllinn.  Hefði persónulega viljað hafa bílinn meira í close up en samt þannig að landslagið nyti sín betur.\n\r\nMynd 2\r\nFinnst þessi mynd mjög flott en ætli það sé ekki bláleikinn í myndinni sem pirrar mig aðallega.  Finnst vanta smá skerpu í hana líka.  Þetta er eins og hálfunninn HDR mynd í raun.  Hefði viljað sjá hana aðeins bjartari líka.\n\r\nMynd 3\r\nTöff mynd og gaman að sjá bíl í action.  Held aftur á móti að þessi mynd myndi njóta sín betur sem örlítið meira close-up og með smá vinnslu.\n\r\nMynd 4\r\nFinnst þessi mynd of mikið unninn og litirnir ekki alveg að gera sig svona óraunverulegir.  Skemmir líka svo fyrir að snjórinn fær ekkert að njóta sín þannig myndin missir ákveðin vetrarsjarma.  Finnst bíllinn líka ekki sjást nógu vel.\n\r\nMynd 5\r\nFinnst myndin aðeins of blá og hefði mátt vera örlítið bjartari.  Fittar alveg þemað sem slík en einhvernveginn hefði ég viljað sjá bílinn heilan á henni, ekki bara part.\n\r\nMynd 6\r\nÞetta var ein af mínum uppáhalds myndum.  Með smá vinnslu gæti þessi mynd orðið geðbilað falleg.  Hún er aðeins of blá, mætti lýsa hana þó nokkuð upp og vinna aðeins í henni.  Finnst þetta umhverfi alveg ótrúlega fallegt í alla staði og rosa svona ró yfir myndinni.  Bíllinn er samt sem áður ekki þarna í aðalhlutverki þannig hann hefði mátt vera í meira close up.\n\r\nMynd 7\r\nFinnst þetta svona ekta hardcore vetrar mynd.  Litirnir fallegir í henni og ég hef í raun ekkert út á hana að setja.\n\r\nMynd 8\r\nÓkosturinn kannski við þessa mynd er að bíllinn er ekki í aðalhlutverki.  Myndin sem slík er samt mjög töff og finnst himininn rosa flottur.  Hefði mátt vera aðeins kaldari neðri hlutinn fyrir minn smekk.\n\r\nMynd 9\r\nHefði kosið að sjá aðeins meiri vinnslu á þessarri mynd.  Hefði líka verið skemmtilegt að sjá ökumanninn aðeins ljósari og myndina sem slíka aðeins ljósari og skarpari.\n\r\nMynd 10\r\nÞað sem pirraði mig aðallega við þessa mynd var skekkjan á henni.  Hefði viljað sjá bílinn meira beinann.  Hefði líka viljað sjá hana aðeins lýsta upp og smá meiri contrast á hana.  Annars er þetta rosa flott mynd og skemmtileg skerpan á bílnum á móti því að bakgrunnurinn er aðeins blörraður.\n\r\nMynd 11\r\nÞað sem pirraði mig aðallega við þessa mynd er það að bíllinn er blurry.  Hann hefði mátt vera í fókus.\n\r\nMynd 12\r\nMan að ég opnaði mailið með þessarri mynd og það fyrsta sem ég hugaði var “vá þessi vinnur keppnina”.  Fittar þemað perfect, bíllinn shiny og flottur, gaman að sjá action í myndinni og skemmtilegur contrast á milli bíls og snjós.  DarriLitli átti sigurinn vel skilið.\n\r\nMynd 13\r\nÞað sem ég get aðallega sett út á með þessa mynd er að það er eins og framendi bílsins sé blurry.  Annars finnst mér vinnslan á umhverfinu mjög flott.\n\r\nMynd 14\r\nPersónulega fannst mér þessi mynd mjög töff.  Fílaði contrastinn á dökka bakgrunninum við hvítan bílinn.  Vinnslan fannst mér flott og persónulega fannst mér þetta flottari mynd en hin myndin sem þú sendir inn.  Kannski það sem ég get aðallega sett út á er það að það vantar smá snjó þarna.\n\r\nMynd 15\r\nÞað hefði mátt rétta myndin af, hún hallar svolítið og ég hefði viljað sjá alveg í andlitið á hestunum, þ.e. hafa þá nær eða hafa þá meira í bakgrunninum.  Ekki það að hestar taki leikstjórn mjög vel og standi kyrrir eftir þörfum haha.\n\r\nMynd 16\r\nFinnst eitthvað alveg geðbilað flott við þessa mynd.  Það er bara allt snilld við hana.  Tunglið, birtan á henni, hjólförin, dýptin, vinnslan, bara u name it.  Venjulega hefði maður einhvernveginn haldið að hvítur bíll myndi ekki ganga í svona umhverfi en það smellpassar allt þarna.\n\r\nMynd 17\r\nHreyfingin í myndinni er töff.  Finnst eins og bíllinn sé að drifta í hringi utan um myndatökumanninn sem er töff.  Hún er samt aðeins of dökk fyrir minn smekk.\n\r\nMynd 18\r\nHefði viljað sjá meira close up af bílnum og finnst það skemma svolítið fyrir hvað hann er úr fókus.", "date": "2009-02-24 00:04:00", "post_id": 38}, {"user_name": "Meso", "text": "Yeah I'm the best of the losers <<<icon_biggrin.gif>>>\n\r\nAnnars bjóst ég ekki við að vera svona ofarlega, þakka öllum sem kusu mína <<<icon_thumright.gif>>>\n\r\nVerð líka að lýsa undrun minni á því að mynd 17 hafi ekki fengið fleiri stig.", "date": "2009-02-24 00:28:00", "post_id": 39}, {"user_name": "dazy crazy", "text": "Helvítis hross.\n\r\nVar með fullt af myndum og þetta var mjög erfitt val.\r\nVar eiginlega að hugsa um að senda inn eitthvað af þessum og svona eftirá finnst mér ég hafa gert mikil mistök.", "date": "2009-02-24 00:38:00", "post_id": 40}, {"user_name": "Dezzice", "text": "Finnst efsta myndin eða þessi næst neðsta snilld.  Hallast held ég meira að efstu.", "date": "2009-02-24 00:42:00", "post_id": 41}, {"user_name": "Ingsie", "text": "Mér finnst ótrúlegt afhverju mynd númer 2 fékk svona fá atkvæði <<<icon_surprised.gif>>>", "date": "2009-02-24 00:54:00", "post_id": 42}, {"user_name": "KristjánJóhann", "text": "Takk fyrir gagnrýnina Villý. Það er reyndar akkurat það sem hann er að gera þarna, hann var að drifta í kringum mig. Ég var orðinn ansi ringlaður þegar ég náði þessari mynd því ég var örugglega búinn að snúa mér í eina 20hringi eða svo. Svo er að sjálfsögðu myrkur þarna og einn ljósastaur bakvið mig sem lýsti bílinn upp. Náði henni eins og ég vildi hafa hana en er sáttur við gagnrýnina.", "date": "2009-02-24 02:26:00", "post_id": 43}, {"user_name": "HalldórHrafn", "text": "Þakka fyrir mig =) \n\r\nMyndin af Imprezuni (1.Sæti) var alveg 100% flottasta myndin þarna <<<icon_cool.gif>>>", "date": "2009-02-24 02:44:00", "post_id": 44}, {"user_name": "Danni Málari", "text": "Allt í einu hækkaði þessi mynd töluvert í áliti hjá mér. Ég var alveg handviss um að bíllinn væri kyrrstæður og myndin hefði verið blörruð eftirá. Hvað erum við að tala um í shutter tíma þarna? Greinilega ekki eins dimmt og hjá mér, ég komst aldrei undir 5sek shutter <<<icon_smile.gif>>>", "date": "2009-02-24 02:54:00", "post_id": 45}, {"user_name": "KOTO", "text": "12 er heit", "date": "2009-02-24 03:27:00", "post_id": 46}, {"user_name": "JonMaiden", "text": "ég er stoltur af 18 sætinu sem ég fékk", "date": "2009-02-24 08:07:00", "post_id": 47}, {"user_name": "Shagrath133", "text": "Vá alveg sammála!! en þegar maður skoðar myndina, er erfitt að sjá hvort afturdekkin séu að hreyfast eða ekki! en annars bara allt mjög flottar myndir, til hamingju með sigurinn Axel!!!", "date": "2009-02-24 08:23:00", "post_id": 48}, {"user_name": "Hafst1", "text": "Má til með að svara hérna. \n\r\nÞað var að vilja gert að hafa hana svona bláa. Dekkti umhverfið svolítið og blurraði það til að bíllinn fengi meiri athygli (þetta er jú bílakeppni). Ttota: bíllinn er í mjög góðum fókus, það fer bara ekkert vel að minnka myndir svona mikið, sérstaklega dökkar, ég hefði viljað ná að taka myndir þarna í meiri birtu, þessi mynd er tekin á miðju Vestmannsvatni á ís, og orðið full dimmt. \n\r\nÞakka hinum manninum sem kaus mig, og einnig dómurunum fyrir stigin.", "date": "2009-02-24 08:54:00", "post_id": 49}, {"user_name": "Birgir Örn", "text": "Nr 16 var LANG flottust!\n\r\nGrétar stóð sig vel líka vantaði bara flottara módel <<<icon_smile.gif>>>", "date": "2009-02-24 09:38:00", "post_id": 50}, {"user_name": "DarriLitli", "text": "Ég vil bara þakka fyrir mig <<<icon_biggrin.gif>>> er hæðst ánægður, vill þakka góða gagnrýni og öllum sem kusu mig <<<icon_biggrin.gif>>>\n\nÞess má til gamans geta að myndin er tekin á ís... það var þar sem hugmyndin kviknaði upphaflega, að taka einhverja aksjón mynd á ís, en þar sem það var svo mikill snjór þá gat ég ekki fundið eina einustu mynd þar sem sæist greinilega að bílinn væri á ís... en það er samt töff að vita af því <<<icon_wink.gif>>>\n- tekin á tjörninni inná Akureyri fyrir framan skautahöllina <<<icon_cool.gif>>>\n\nÆtla að setja fleiri myndir frá þessu inní Gallerí við tækifæri <<<icon_biggrin.gif>>>\n\np.s. Ttota; ef myndin væri tekin meira á hlið, þá sæist ekki í framendann á bílnum... og ef hún væri tekin meira faramaná þá væri mina aksjón... en takk annars fyrir góða gagnrýni <<<icon_smile.gif>>>", "date": "2009-02-24 10:10:00", "post_id": 51}, {"user_name": "CS", "text": "Ekki rétt bílategund......<<<icon_confused.gif>>> fékk mitt atkvæði.....", "date": "2009-02-24 10:48:00", "post_id": 52}, {"user_name": "Dezzice", "text": "Ekki rétta bílategundinn?  Whoot\n\r\nÞað síðasta sem ég horfði á var bíltegundinn <<<icon_biggrin.gif>>>", "date": "2009-02-24 10:57:00", "post_id": 53}, {"user_name": "Hafst1", "text": "Ef myndin sem vann (sem mér finnst 100% sanngjarnt, enda stórgóð mynd) hafi verið mynd af Skoda Fabia en myndin hans Kristjáns verið af STI held ég að Kristján hefði unnið.", "date": "2009-02-24 12:01:00", "post_id": 54}, {"user_name": "CS", "text": "þetta meira í joke....  En ef þetta hafði verið STI eða EvO....... og sú sem vann verið volvo eða lada... bara í stað sti.....\n\nSamt flott mynd af þessum sti", "date": "2009-02-24 12:02:00", "post_id": 55}, {"user_name": "Icekorn", "text": "Takk fyrir mig og gaman fá gagnrýni. Sáttur með 5. sætið í minni fyrstu myndasamkeppni. <<<icon_razz.gif>>>", "date": "2009-02-24 12:29:00", "post_id": 56}, {"user_name": "M8", "text": "Flott módel í nr. 16 <<<icon_cool.gif>>>\r\nGeggjuð mynd og vel unnin!", "date": "2009-02-24 13:08:00", "post_id": 57}, {"user_name": "DarriLitli", "text": "Þið verðið samt að hugsa þetta aðeins lengra... Vissulega er þetta ljósmyndakeppni fyrst og fremst, en hún er á bíla spjalli og það á að vera bíll/farartæki á myndinni.\n\r\nÞað þýðir lítið að gagnrýna eitthvað: \"Þarf flottari bíl\" og eitthvað í þá áttina og svo framvegis... það er bara ekki rétt í þessu samhengi...\n\r\nTekið sem dæmi til að rökstyðja mál mitt: Ef ég væri að dæma ljósmyndakeppni, og annarsvegar væri mynd með alveg svakalega flottri skutlu á en frekar illa tekin og svo hinsvegar væri mynd sem væri svakalega vel tekin og flott hugsuð en stelpan á myndinni væri alveg svakalega óheppin með útlit sitt og bara ferlega ljót... hvorri myndinni munduð þið dæma í hag?\n\r\nÞetta snýst annarsvega um það að ná flottri mynd með því að ná \"mómentinu\" eða hinsvega að búa til flott \"móment\"... Annarsvegar þá með uppstyllingu eða \"heppni\"/færni.\r\n(þetta í raun útskýrir megin mun á íþróttaljósmyndara sem er að mynda handboltaleik og hins vegar ljósmyndara sem er að vinna á sinni stofu að taka fermingamyndir af krökkum og styllir upp...)", "date": "2009-02-24 13:26:00", "post_id": 58}, {"user_name": "Sergio", "text": "DarriLitli átti þetta skilið, hættið þessu væli", "date": "2009-02-24 13:39:00", "post_id": 59}, {"user_name": "Shagrath133", "text": "Bara svona for the record.. þá var þetta WRX <<<icon_smile.gif>>> bara benda á það", "date": "2009-02-24 14:03:00", "post_id": 60}, {"user_name": "CS", "text": "Það vantar ekki ræðuna hjá þér...... Gaur ég kom bara með smá spurningu ef...\n\r\nSvo var þetta sagt svona í gríni....  þú tekur þetta allt of inn á þig....\n\r\nEn ef þetta þarf vera \"flott móment\" næst þegar svona keppni er, notaðu normal bíl......\n\r\np.s þetta með gellurnar, gellan sem ljót mundi vinna ef þú ert að dæma myndina...\n\r\nEins sagði hérna áðan flott mynd", "date": "2009-02-24 14:17:00", "post_id": 61}, {"user_name": "CS", "text": "<<<bs.gif>>>\n\nHver er væla......\n\n\nShagrath133 takk fyrir benta mér á það.......\n\nups sorry double post.....", "date": "2009-02-24 14:20:00", "post_id": 62}, {"user_name": "Shagrath133", "text": "Líka ef það er skoðað, þá var nú gamall (en djöfulli flottur!!!) Volvo á einni myndinni sem náði 3. sæti.. og myndin í 4. sæti var að mér sýnist mjög venjuleg gyllt Vitara, myndirnar eru bara bilað flottar, þess vegna fóru þær hátt! <<<icon_biggrin.gif>>> en verð nú að segja líka að það skemmir alls ekki þessa frábæru mynd hjá Axeli að hafa WRX-inn þarna, sjæní og flottan! <<<icon_biggrin.gif>>>", "date": "2009-02-24 14:32:00", "post_id": 63}, {"user_name": "DarriLitli", "text": "haha, þetta var samt alls ekki bara meint til þín, skaut þessu bara inn því að þetta átti við í umræðunni... <<<icon_biggrin.gif>>> var bara ný búinn að rökræða þetta aðeins við aðra manneskju og þetta fíraði aðeins í mér... en ég tek þetta alls ekki inná mig, mér finnst í raun bara orðið gaman að fá gagnrýni... maður verður bara að sýna þroksa... tekur í raun líka út smá þroska að fá gagnrýni og taka henni eins og maður... ekki segja bara \"uss, þetta eru allt hálfvitar\" það er ekki hægt... ef mynd í svona keppni höfðaði aðeins til þess sem tók hana mundi hún aldrei skora hátt... <<<icon_question.gif>>>punch:\n\r\n- þetta þarf ekki endilega að vera flott \"móment\", það er ákveðin list að búa til flotta mynd úr ekki svo æðislegu \"mómenti\" það er í raun það sem gerir Ljósmyndun að list, að geta breytt \"mómenti\" eða aðstæðum og slíku og gert þær flottar eða lýst þeim vel með aðeins einu skoti/ramma.\r\n- svo getur maður líka bara búið til flott \"móment\" í studioi eða með fallegu módeli eða hvernig sem það er... ég er samt alveg sammála því að ég hefði sennilega ekki unnið þessa keppni ef að ég hefði sent einhverja framhjóladrifna hrúgu þarna út á svellið og sagt viðkomandi að spóla á riðhrúgunni sinni... <<<icon_wink.gif>>>\n\r\n- en þetta með gellurnar, ekki veit ég hvort að þú ert að gefa í skyn að ég sé *** eða hvort að ég mundi dæma mynd sem væri með fallegri uppbyggingu... en þetta snýst um að fara þennan gullnamilliveg og hafa svo gott sem fullkomið samspil á milli þess að hafa mjög flott módel og að búa til mjög fallega mynd (uppbygging og annað). Ég tel mig hafa nokkuð næmt auga fyrir því hvað er fallegt/myndalegt og hvað ekki þar sem ég er alinn upp í þessu umhverfi, þ.e. ljósmyndun, vinnslu og öðrum þáttum sem tengjast því <<<icon_smile.gif>>>\r\nEn vissulega er hægt, og ég tel mig hæfan til að búa til fallega mynd með síðri bíl, en það væri ekk jafn auðvelt...\r\n- Ef það væri ekki fyrir þetta að fegurð spilaði inní þá væru til dæmis ekki til nein atvinnumódel eða fyrirsætur, þá væri bara næstadrulsa eða húsmóðir tekin af götunni stillt upp fyrir auglýsingarherferð eða annað og smellt af - það er að segja ef þetta væri allt í höndum ljósmyndarans, en það er það sko vissulega ekki. Þetta snýst líka mikið um módel, umhverfi, uppbyggingu og allan pakkann <<<icon_biggrin.gif>>>\n\r\nAlls ekki beint neitt aðallega til þín og engin persónuárás... \n\r\nkv. Axel Darri", "date": "2009-02-24 14:37:00", "post_id": 64}, {"user_name": "Shagrath133", "text": "Áts!! hehehe neinei annars mjög flott ræða sem meikar gjörsamlega sens!!", "date": "2009-02-24 14:54:00", "post_id": 65}, {"user_name": "Dezzice", "text": "Persónulega hefði það skipt mig engu máli hvort myndin hans Axel Darra væri með Imprezu eða gömlum Volvo.  Actionið, uppbyggingin, vinnslan og annað voru brill.\n\nMyndin hans Meso t.d. heillaði mig geðveikt út frá uppbyggingu og myndin hans Kristjáns Jóhanns fannst mér snilld með Vollanum.  Eitthvað svo öðruvísi við að sjá Volvo í \"drifti\".  Myndin hans dohc var tæpast með einhverjum sportara en mér fannst landslagið einna flottast á henni og myndin hjá Gísla Gr33n var eye catching og ekki var nú einhver Impreza í aðalhlutverki þar.\n\nAuðvitað verða alltaf þeir sem dæma myndirnar ut frá bílnum á henni því miður, en vonandi að restin horfi framhjá þannig hlutum og meti myndirnar sem heild.  Eins og DarriLitli benti á að þá þarf stundum að skapa flott móment.  Það segir sig sjálft að gamall ryðgaður haugur verður tæpast jafn vinsæll og eitthvað úber tæki ef myndefnið byggir á því að ná svona glamúr shot.  Haugurinn væri annars heavy nettur á svona old school fílings mynd.  Það þarf að velja viðfangsefni sem fittar þemanu, simple as that.", "date": "2009-02-24 14:54:00", "post_id": 66}, {"user_name": "Dezzice", "text": "Kannski smá viðbót að Imprezan á myndinni hans DarraLitla er þarna í sínu elementi, sem gerir myndina spennandi að mörgu leiti.  Hún fittar svo vel inn í en svo fíla ég líka svona rosa contrasta eins og Volla að drifta.  Eitthvað sem á ekki að fitta beint en er eitthvað svo natural samt.", "date": "2009-02-24 14:57:00", "post_id": 67}, {"user_name": "Hafst1", "text": "Báðar MJÖG fínar, en að mínu mati hefðu þær verið fallegri ef bílarnir hefðu ekki verið á þeim, þ.a.l. finnst mér þær ekki passa 100% í þemað, þar sem bíllinn átti að vera í aðalhlutverki.\n\n\r\nÉg er ekki að væla Sergio, þetta var fullkomlega sanngjarnt því sigurmyndin var áberandi best.", "date": "2009-02-24 15:11:00", "post_id": 68}, {"user_name": "Dezzice", "text": "Engin spurning að bíllinn hefði mátt spila mun stærra hlutverk, þ.e. verða stærri partur af myndinni sem slíkri en t.d. eins og með myndina hans dohc það hefði verið hægt að taka flotta close up en samt láta landslagið njóta sín.", "date": "2009-02-24 15:29:00", "post_id": 69}, {"user_name": "KristjánJóhann", "text": "Ég hleyp ekki í hringi með 5sek shutter með góðu móti sko heheh.\n\nf/3.5\n1/30sek\nISO800\ná 10mm", "date": "2009-02-24 15:54:00", "post_id": 70}, {"user_name": "DarriLitli", "text": "var nú ekki að ráðst á framhjóladrif þannig séð... sagði bara svona af því að ég prufaði að fara þarna út á (þ.e. svellið þar sem mín mynd er tekin) framhjóladrifnum bíl og gekk það ekki sem best <<<icon_wink.gif>>> en það er gott að einhver kann að meta skrif manns<<<icon_biggrin.gif>>>", "date": "2009-02-24 17:22:00", "post_id": 71}, {"user_name": "gr33n", "text": "Jæja... ætti maður ekki að koma með dóma svona þótt maður hafi tekið þátt svona upp á fönnið <<<icon_wink.gif>>> Vona að enginn taki þessu persónulega, þar sem ekkert að þessu er meint sem eitthvað diss. Ég er aðeins að miðla því sem mér finnst.\n\n1. Icekorn\nFínasta mynd.... svolítið miðjusett þó, en það virkar með þessa. Sjóndeildarhringurinn er beinn og það virðist sem það hafi verið sett einhver hugsun í myndina.\n\n2. Hafst1\nFínasta vetrarmynd. Þó er hún örlítið of blá fyrir minn smekk auk þess sem það vottar fyrir smá ofskerpingu. Persónulega hefði ég viljað sjá aðeins meira af landslaginu og hafa þá bílinn í hægra neðra horninu til að ná þriðjungaskiptingu.\n\n3. MaggiÞ\nFlott mynd... og alveg ótrúlegt hvað hún var neðarlega. Örlítið brunnin, en þar sem við erum að tala um snjó, þá er það svosum allt í lagi. Frábær notkun á gullinsniðinu.\n\n4. Röggi R900\nHrikalega contröstuð og saturuð mynd....eiginlega frekar óþægilegt að horfa á hana. Aftur á móti er myndbyggingin fín.\n\n5. JonMaiden\nÞað er akkúrat ekkert sem heillar við þessa mynd, því miður. Sjóndeildarhringurinn er kol skakkur, og það er eins og hugsunin á bak við myndina hafi verið... \"það hafa svo margir tekið flottar svona myndir frá hlið bílsins\"... en þessi er ekki að virka.\n\n6. Dohc\nMyndbyggingin er fín, en myndin er aftur á móti allt of dökk, auk þess sem það er mjög óþægilegt fyrir augun að horfa á svona mikinn skakkann sjóndeildarhring.\n\n7. Júlli Æ\nEinhvernvegin virkar þessi mynd á mig sem ósköp venjulegt snapshot af krúsernum. Ekkert slæmt sem svo til að setja á bílasölur.is.... \n\n8. Gr33n\nÆtla ekkert að vera að gagnrýna sjálfan mig, en ég veit alveg hvað er rétt og rangt við þessa mynd <<<icon_wink.gif>>> En hún var upphaflega ekki tekin til að vera með í þessarri keppni, enda sendi ég hana bara inn þar sem ég hélt að það væru svo fáir að taka þátt <<<icon_lol.gif>>> Aftur á móti ætla ég að segja að ég sé ósammála því að bíllinn þurfi að vera mikið stærri partur af myndinni.... þar sem þemað er Vetrarmynd... og þessi fellur svo sannarlega undir það\n\n9. GretarK \nFínasta mynd. Hefði þó viljað sjá aðeins meiri teikningu á hjólið og ökumanninn. Sýnist þetta ekki vera neitt sem S/H getur ekki lagað. Skurðurinn á myndinni gæti verið skemmtilegri, þ.e. það er eins og ökumaðurinn sé að keyra út úr myndinni en ekki inn á hana, sem virkar venjulega betur, en stundum virkar það hinsegin <<<icon_wink.gif>>>\n\n10. HalldórHrafn\nFínasta mynd. Í raun ekkert sem ég get sett út á hana. Hún er skörp og fín. Aftur á móti er hún ekki að heilla mig sem slík, stundum heillast maður bara ekki af myndum þrátt fyrir að þær séu í raun mjög fínar.\n\n11. MrPorsche\nAllt of miðjusett að mínu mati, auk þess sem sjóndeildarhringurinn er kolskakkur. En aksjónið er alvöru\n\n12. DarriLitli\nÞessi mynd er vel að sínum sigri komin... algjörlega. Í raun ekkert hægt að setja úr á myndina nema hugsanlega kroppið, en ég hefði persónulega viljað hafa aðeins meira dautt svæði fyrir framan og ofan bílinn. En engu að síður, ein af 2 bestu myndum keppninnar.\n\n13. GudniR33\nÉg veit eiginlega ekki hvað gerðist þarna hjá þér Guðni, en ég hef séð svo mikið betra stöff eftir þig. Staðsetningin er einhvernvegin þannig að það er eins og þú hafir ekki nennt að fara lengra, auk þess sem bíllinn er ekki í fókus. Ég veit að þú getur gert MIKIÐ betur en þetta.\n\n14. Danni Málari\nÞarna er skekkjan á sjóndeildarhringnum að virka ágætlega, þar sem það sést greynilega að hún er þarna viljandi. Þó hefði ég viljað hafa örlítið meiri skekkju til að láta topphornið á bílnum vera í sömu hæð og toppurinn á sandhólnum, svona til að fá eina beina línu í myndina. Aftur á móti er þessi snjór í kringum bílinn ekki að gera sig sem og að þessi lýsing er allt of hörð einungis framan á bílinn.\n\n15. Dazy Crazt\nÞessi lúkkar eins og hvert annað snapshot. Eins og engin pæling hafi farið í myndina. Hestarnir hálfir inn á myndinni og skorið að öðru framdekkinu\n\n16. Meso\nHvernig þessi mynd komst svona hátt er mér hugi leikið. Myndin er miðjusett, halo í kringum trén, auk þess sem mér finnst skýjin hreint ekki falleg. Ég hefði persónulega snúið myndavélinni örlítið til hægri til að fá gullinsniðið inn í myndina, peppað fstoppinu örlítið upp til að fá smá hreyfingu á skýjin. Hugsunin er flott, og það hefði verið hægt að leika sér með þetta myndefni mikið meira.\n\n17. KristjánJóhann\nAð mínu mati ein af 2 bestu myndum keppninnar. Flott hreyfing. En það eina sem ég get sett út á hana væri hallinn á henni. Miðað við hvað mér sýnist vera búið að skera mikið af henni, þá hefði mátt laga hann 100%\n\n18. SnowMan\nFlott location fyrir myndatöku sem slíka. Myndin dregst niður fyrir það að vera of miðjusett og ekki fullkomnlega í fókus.", "date": "2009-02-24 17:59:00", "post_id": 72}, {"user_name": "Danni Málari", "text": "Ég legg til að næsta keppni verði druslumyndakeppni! Væri gaman að sjá hvað menn ná að vinna með ekki svo spennandi myndefni. Pínu svipað og derelict tískan í Zoolander <<<icon_biggrin.gif>>>", "date": "2009-02-24 18:02:00", "post_id": 73}, {"user_name": "KristjánJóhann", "text": "HAHA! Mega ekkert vera breyttir og á stálfelgum! Lýst vel á það!", "date": "2009-02-24 18:10:00", "post_id": 74}, {"user_name": "Danni Málari", "text": "Þakka virkilega gagnleg gagnrýni, reyni að hafa þetta í huga framvegis. Þetta með lýsinguna pirraði mig ekkert fyrr en ég las þetta hjá þér en vá hvað þetta pirrar mig núna. Einhver ráð um hvernig ég hefði getað komist hjá þéssu án þess að enda með mjög dökka mynd?", "date": "2009-02-24 18:15:00", "post_id": 75}, {"user_name": "Meso", "text": "Ég eiginlega verð að vera sammála þér, kom mér mjög á óvart hve hátt mín mynd endaði, var ekki sáttur með photoshootið og vildi fara út aftur og taka nýjar,\r\nen ég asnaðist til að selja myndavélina mína, svo ég ákvað bara senda þessa inn bara til að vera með, en er nú loks kominn með nýja vél svo ég tek aftur þátt í næstu.\n\r\nSvo með hreyfinguna á skýjunum þá var það ekki inni í myndinni, tók nokkrar á 60sec shutter og himininn var nánast alveg eins og á þessari sem er 12 sec.\n\r\nEn takk fyrir uppbyggilega gagnrýni. <<<icon_thumright.gif>>>", "date": "2009-02-24 21:46:00", "post_id": 76}, {"user_name": "gr33n", "text": "Mér sýnist lýsingin hafa verið gerð með bílljósum, en gæti þó komið frá ljósastaur (hallast þó frekar af bílljósunum vegna hæðinnar, en það skiptir ekki öllu). Helst hefði verið auðvitað að vera með 1 eða jafnvel 2 off camera flöss til að ná að lýsa upp toppinn, sennilegast þyrfti að vera með einhversskonar softbox eða beautydish til að ná því fram. En auðvitað ertu kominn í smá pakka þar <<<icon_wink.gif>>>. Annars hefði verið hægt að ná þessu án allra ljósa og stilla bara vélina á dágóðan tíma, og þá að sjálfsögðu með þrífæti, nota bulp mode ef þess þyrfti.\n\n\n\nókei... það var s.s. algjört logn úti <<<icon_wink.gif>>>... þá er náttúrulega lítið hægt að gera í skýjunum. En víst að svo var, þá hefði ég jafnvel gert meira úr þessum skýjum og tekið myndina í Portrait... en þó uppsetta svipað og ég sagði fyrst.\n\n\n\n\r\nEn... báðir... takk fyrir að rífa mig ekki á hol fyrir að segja mína skoðun <<<icon_lol.gif>>> ... það eru margir sem hefðu gert það <<<icon_lol.gif>>>", "date": "2009-02-24 22:08:00", "post_id": 77}, {"user_name": "Danni Málari", "text": "Við nánari athugun þá er bíllinn kannski svolítið of mikið lýstur upp í eftirvinnslu. Myndin er tekin á 5sek og lýsingin er frá ljóskastara í 60-80m fjarlægð, í rauninni er rosalega dimmt þarna. Off camera flass og þessháttar fær að bíða betri tíma og batnandi efnahags, þetta er svo djöfull dýrt dót allt saman. Er enn að bíða eftir að einhver bjóði mér eitthvað sniðugt myndavéladót í skiptum fyrir málningarvinnu <<<icon_wink.gif>>>", "date": "2009-02-24 23:08:00", "post_id": 78}, {"user_name": "KristjánJóhann", "text": "Sé soldið eftir því að hafa ekki sett þessa í keppnina frekar, kannski fengið einhver prik útá hana <<<icon_wink.gif>>>", "date": "2009-02-26 01:03:00", "post_id": 79}, {"user_name": "MR.BOOM", "text": "Þetta er norðurljósamynd, alveg sama hversu vond hún hún væri þá myndi hún alltaf vinna.\n\r\nEn þessi er fín betri enn allar þær myndir sem kepptu í þetta sinn,fannst þær allar frekar slakar.", "date": "2009-02-26 01:15:00", "post_id": 80}, {"user_name": "KristjánJóhann", "text": "Þú ert alltaf jafn uppörvandi og hughreystandi Sæmi minn! <<<icon_biggrin.gif>>>", "date": "2009-02-26 01:20:00", "post_id": 81}, {"user_name": "DarriLitli", "text": "Ef ég skil þig rétt þá þætti gaman að sjá þig gera betur...", "date": "2009-02-26 09:55:00", "post_id": 82}, {"user_name": "Hafst1", "text": "Þetta hefði ég látið ósagt\n\n\nhttp://flickr.com/photos/sonusgrale/...7594573231809/", "date": "2009-02-26 10:02:00", "post_id": 83}, {"user_name": "Shagrath133", "text": "Mjög flottar myndir hjá herra Boom!", "date": "2009-02-26 10:51:00", "post_id": 84}, {"user_name": "DarriLitli", "text": "[QUOTE=Hafst1;1424260]Þetta hefði ég látið ósagt\n\n\n\r\nNú? Gét ekki séð að hann hafi unnið einhverja keppni? <<<icon_wink.gif>>>", "date": "2009-02-26 11:27:00", "post_id": 85}, {"user_name": "KristjánJóhann", "text": "[quote=DarriLitli;1424340]\n\nÉg er feginn að hann er bara ekki að taka þátt í keppnunum hérna hehe", "date": "2009-02-26 12:04:00", "post_id": 86}, {"user_name": "MR.BOOM", "text": "Darri þú ert sýnilega ekki bjartasta flassið í myndavélatöskunni ef þú heldur að maður þurfi endilega taka þátt í keppnum til þess að geta tekið góðar myndir.Það má vel vera að þú takir betri myndir en ég ,enda væri annað skrítið þar sem ég hef engan áhuga á ljósmyndun sem slíkri,heldur bílum og mótorsporti.\r\nSvo meigið þið ekki verða sárir ef manni finnst myndirnar ekki standast þær kröfur sem maður vill sjá hjá áhugaljósmyndurum.\n\r\nÞín mynd finnst mér ekkert sérstök,ef maður hefur ísilagða tjörn, púðursnjó og Subaru WRX, og nær ekki betri ramma en þessi mynd þá annað hvort hefurðu ekki auga fyrir aksjóni í mótorsporti eða ökumaðurinn ekki að standa sig.", "date": "2009-02-26 12:22:00", "post_id": 87}, {"user_name": "Clayman", "text": "http://www.live2cruize.com/spjall/sh...ad.php?t=88695", "date": "2009-02-26 12:27:00", "post_id": 88}, {"user_name": "DarriLitli", "text": "Ég er ekki að segja að þú þurfir að taka þátt í keppni til að geta tekið fallegar myndir... það er mjög mikið af áhugaljósmyndurum sem taka mjög flottar myndir og hafa aldrei tekið þátt í neinum keppnum.\n\r\nEn ég skil samt ekki hvernig þú getur gefið sjálfum þér leifi til að drulla yfir myndirnar í þessari keppni eða segja að þær séu afspyrnu slakar... þær voru nú ekki allar uppá 10, en þær voru alls ekki allar slakar! Þessi mynd er með næst flest stig af öllum myndum í öllum keppnum á þessari síðu... það kannski segir þér ekkert en mér finnst mikill heiður að eiga mynd sem hefur komist þetta langt/hátt... ég er 18 ára gamall og þú ert hvað?\n\r\n- ekki drulla yfir myndinar í keppnunum nema taka sjálfur þátt... annars hefur þú ekki efni á því að vera að segja að myndirnar séu allar slakar\n\r\n... en misjafn er smekkur manna og ég vil glaður heyra hvað þér finnst að myndinni minni og hvað hefði getað farið betur <<<icon_wink.gif>>>", "date": "2009-02-26 12:34:00", "post_id": 89}, {"user_name": "MR.BOOM", "text": "Var búinn að skoða þessar,fannst bara ekkert varið í þær miðað við aðstæður....sorry<<<icon_wink.gif>>>\n\r\nváááá hvað þú ert sár gaur..............................", "date": "2009-02-26 12:34:00", "post_id": 90}, {"user_name": "bimmer", "text": "Þú ert ágætur..... <<<rollinglaugh.gif>>>", "date": "2009-02-26 12:36:00", "post_id": 91}, {"user_name": "DarriLitli", "text": "Mig langar samt að fá að vita hvað hefði getað farið betur? hvað finnst þér vannta? hvað er það sem gerir myndirnar sérstakar (fyrst að þessar eru það ekki)? Mig langar að vita nákvæmlega hvað er að mynduppsetningunni hjá mér? Er hún vitlaust kroppuð eða snír bíllinn vitlaust?\n<<<icon_smile.gif>>> Langar að heyra þína skoðun, af því að þú ert sá fyrsti til að gagnrýna myndina mína á þennan hátt <<<icon_wink.gif>>>\n\n... er samt ekkert voðalega sár sko, það hafa mun fleiri komið með flott uppbyggjandi komment en svona drull svo að ég er nokkuð sáttur sko... það er þá kannski bara fáfræði í öllum örðum sem hafa komið með góðugagnrýnina... <<<icon_confused.gif>>>", "date": "2009-02-26 12:37:00", "post_id": 92}, {"user_name": "MR.BOOM", "text": "Best að gagnrýna svo heimurinn verði betri staður til að vera á.\n\n\r\nÞessi mynd hefði átt að vera í topp þremur\r\nFín mynd björt og góð,einnig eru litir í góðu jafnvægi,ásamt góðri skerpu.\r\nÞað sem mér finnst vanta uppá er eftirfarandi.\r\nBíllinn hefði mátt snúa þannig að bæði framljósin hefðu sést,gerir myndana sterkari.\r\nHann er ekki alveg fyrir miðju á myndinni sem gera hlutföllin dálítið út kú,\r\neins er hann helst of langt inní myndinni.\r\nBakkgrunnurinn er ekki alveg að heilla mig finnst hann ferkar óspennandi.\n\n\r\nÞað eru tvö atriði í lagi á þessari mynd,það er sjónarhornið og hversu veðbarinn bílinn er.Gefur henni vissan sjarma.\r\nÞað sem er að er.\r\nLitir eru gjörsamlega út á þekju,þessi blái tón er bara í tómu rugli.\r\nHefði slökkt á aðalljósunum því bjarminn frá þeim gerir ekkert annað en að eyðileggja myndina.\r\nHefði staðsett bíllinn betur þannig að förin sem eru fyrir aftan væru ekki inní myndinni og farið út um farþegahurðina.\r\nEins er myndin verulega undirlýst og einhver slikja yfir henni allri.\n\n\r\nHeyrðu,ég á mörghundruð af svona myndum,en fæstar af þeim rata á netið.....\r\nGóða við hana er, það er allt að gerast,þokkalega lýst og réttir litir.\r\nÞað sem finnst að er........\r\nHún hallar örlítið (finnst það ekki ganga upp þarna)\r\nSmá bruni í snjónum.\r\nMér finnst sjónarhornið ekki alveg ganga upp.\r\nVantar meira pláss hægra megin við bíllinn svo aksjónið verði meira.\r\nBílarnir í hægra horninu trufla mig,eins finnst mér vanta uppá fókus á bílnum sem skiptir höfuðmáli í svona myndatöku.\n\n\r\nLítið hægt að segja gott um þessa mynd.....(skamm Röggi)\r\nGóða við hana er myndbyggingin og þá er það búið.\r\nÞað sem er að.......er allt.\r\nLitir ó nei.\r\nVerulega mikil bruni bæði í skuggasvæðum sem og í bjartari hlutum myndarinnar.\r\nVeit hreinleg ekki hvað ég á að skrifa meira um þessa mynd svo slæm er hún.", "date": "2009-02-26 16:22:00", "post_id": 93}, {"user_name": "M8", "text": "Meira <<<icon_razz.gif>>>\r\nTaktu restina af myndunum...", "date": "2009-02-26 18:53:00", "post_id": 94}, {"user_name": "Danni Málari", "text": "Sæmi BOOM er Simon Cowell ljósmyndakeppni L2C.... Sæmi Cowell <<<icon_biggrin.gif>>> \nAllir vilja heyra hvað hann hefur að segja þó það innihaldi sjaldan fögur orð um keppendur.\n\nPersónulega vil ég mun frekar fá að vita hvað ég er að gera vitlaust heldur en að fá einhver \"flott mynd\" comment.", "date": "2009-02-27 14:53:00", "post_id": 95}, {"user_name": "DarriLitli", "text": "Það er bara gaman að fá gagnrýni á verk eftir sig bæði góða og slæma sem maður getur þá lært af fyrir vikið. Ég bíð bara spenntur eftir umsögninni um mína mynd <<<icon_smile.gif>>>", "date": "2009-02-27 17:53:00", "post_id": 96}, {"user_name": "Dezzice", "text": "Ég verð persónulega að vera sammála DarraLitla í því að ef menn eru ekki sáttir við myndirnar sem slíkar að segja þá afhverju, þ.e. það gagnast engum að segja þetta eru allt slæmar myndir eða það var einstaka mynd góð og restin drasl.  Menn geta ekki bætt sig á þannig kommentum.\n\nSvo má heldur ekki gleyma að misjafn er smekkur manna, þannig þó svo mörgum finnist einhver x mynd falleg þá þýðir það ekki að einhverjum öðrum finnist hún það líka.", "date": "2009-02-27 18:23:00", "post_id": 97}, {"user_name": "DarriLitli", "text": "Þetta var nákvæmlega meiningin... ekki bara \"myndin er ógeðsleg/ljót\", maður þarf þá að fá að vita hvað er að henni og fá einhver rök er það ekki? Græðir lítið á rökleysu eins og \"hún er bara ekkert spes\", þá vill maður fá að heyra hvað maður hefði getað gert til að gera hana spes <<<icon_biggrin.gif>>> Nenni ekki að fá einhver rökleysu-komment... hef ekkert gagn af því um líku <<<icon_confused.gif>>>", "date": "2009-02-27 19:00:00", "post_id": 98}, {"user_name": "gr33n", "text": "Sorry... en ég sé því miður engann mun á því að segja... \"Oj ógeðsleg mynd\" eða \"vá... gjöðvek mynd maður\" .... en ég sé engann kvarta yfir seinni hlutnum <<<icon_rolleyes.gif>>>", "date": "2009-02-27 19:03:00", "post_id": 99}, {"user_name": "dazy crazy", "text": "Nei, af því að þá hefur hann sennilega ekkert útá myndina að setja. <<<icon_wink.gif>>>", "date": "2009-02-27 19:09:00", "post_id": 100}, {"user_name": "MR.BOOM", "text": "Djöfull getið vælt........þetta er mín skoðun og hlít að meiga eiga hana.", "date": "2009-02-27 19:23:00", "post_id": 101}, {"user_name": "KSS", "text": "Sjálfur er ég strax búinn að læra eitthvað á því að lesa allar gagnrýnirnar á hvað er slæmt við hverja mynd fyrir sig svo afhverju eruð þið að kvarta?\r\nEf þið ætlið að geta tekið flottar myndir þurfið þið að geta tekið gagnrýni og leiðbeiningum svo þið klúðrið ekki sama atriðinu trekk i trekk!\n\r\nSumt er auðvitað ekki hægt að alhæfa og frekar þá mat hvers og eins en ef þið lesið t.d það sem þessir ljósmyndagúrúar hafa sagt eruð þið að segja (þið sem eruð að væla) að það sé rangt?\n\n\r\nÉg ætla nota tækifærið og væla smá...HEIMTA fl. comment á myndirnar, góð og slæm <<<icon_cool.gif>>>", "date": "2009-02-27 19:31:00", "post_id": 102}, {"user_name": "GretarK", "text": "sæmi, hvað kom fyrir flickr síðuna þína ?", "date": "2009-02-27 19:55:00", "post_id": 103}, {"user_name": "MR.BOOM", "text": "Er að vinna hörðum höndum við að taka allar myndirnar mínar af netinu.", "date": "2009-02-27 19:59:00", "post_id": 104}, {"user_name": "GretarK", "text": "hvers vegna ? \r\ner verið að stela þeim eða ?", "date": "2009-02-27 20:27:00", "post_id": 105}, {"user_name": "MR.BOOM", "text": "Aðalega endurskipulag,var bara kominn með of mikið af myndum á netið.", "date": "2009-02-27 20:49:00", "post_id": 106}, {"user_name": "*Bambi*", "text": "1.\nFannst fókus og birta góð en lítið annað sem að heillaði staðsetning bílsins var lítið spennandi einnig hefði mátt finna skemmtilegri bakgrunn.\n\n2.\nVantaði uppá fókus og birtu einnig hefðu förin mátt missa sig...\n\n3.\nBíllinn hefði mátt vera meir inná myndinni einnig betri bakgrunnur.\n\n4.\nLitirnir í myndinni voru ekki að gera sig. Fannst bjarminn af ljósunum of mikill og rauði liturinn í snjónum ekki alveg að gera sig einnig hefði mátt vera aðeins meiri birta í myndinni en mér fannst hún of dökk á köflum...\n\n5.\nLélega uppbyggð mynd. Umhverfi heillaði ekkert einnig sést svo gott sem ekkert af bílnum. Veit í raun ekki hvað átti að grípa mann þarna.\n\n6.\nFlott umhverfi. Vantaði örlítið uppá fókus en birtan hefði mátt vera aðeins betri enda bíllinn nokkuð skyggður. Bíllinn hefði mátt fá aðeins stærra hlutverk.\n\n7.\nJeppi í snjó. Veit ekki hvað fl. er hægt að segja um þessa mynd enda lítið annað til að spila úr. Vantar alveg umhverfi í myndina einnig hefðu gæði hennar mátt vera aðeins skárri.\n\n8.\nÞetta var sú mynd sem heillaði mig mest þrátt fyrir tvenna galla. Bíllinn er einungis aukaleikari á þessari mynd fyrir utan það að það vantar örlítið uppá fókusinn.\n\n9.\nFannst þessi bara nokkuð góð uppá birtu og annað að gera...\nHefði þó mátt vera skemmtilegra umhverfi einnig meira action.\n\n10.\nFínasta mynd þannig séð en fannst eitthvað vanta kannske ef bíllinn hefði snúið öðru vísi?\n\n11.\nÖrlítið hreyfð en erfitt að ná myndum af bílum á hreyfingu öðru vísi. Umhveri hefði mátt vera skemmtilegra einnig truflaði jeppinn aðeins.\n\n12.\nFín mynd. Tókst vel upp með uppþyt en hefði mátt gera betur. Kannske ef að það hefði sést á bíllinn aðeins á ská eða með skemmtilegu umhverfi.\n\n13.\nMynd ekki nægilega í fókus.\n\n14.\nSvoldið eins og að snjónum hafi verið mokað þangað. Hefði mátt vera öðru vísi halli eða mynd tekin frá öðru sjónarhorni...\n\n15.\nFín birta og fókus en umhverfið var ekkert spes líka hrossin trufluðu mig.\n\n16.\nFlott mynd. Bíllinn hefði þó mátt spila meira hlutverk.\n\n17.\nAðeins hreyfð en annars mjög flott mynd.\n\n18.\nHefði mátt sjást meir af bílnum. Annað sjónarhorn og einnig er bíllinn úr fókus.", "date": "2009-02-27 21:33:00", "post_id": 107}, {"user_name": "Dezzice", "text": "Tja mér finnst munur af því þegar einhver setur út á það sem maður gerir þá vill maður fá að vita afhverju svo maður geti bætt sig.  Allavegana veit ég ekki alveg hvernig fólk á að bæta sig nema fá uppbyggilega krítík og að sjálfsögðu lærir maður eflaust mest á krítík sem er þannig að fólki finnist ekki allt æði sem maður gerir, ekki satt??\n\r\nHorfðu á þetta svona, ég kem til þín og segi:\n\r\nGísli mikið hrikalega var myndin þín í keppninni flott - Flestir myndu svara: Heyrðu já ég var drullusáttur við hvernig myndin heppnaðist etc  Þú myndir vita að þú værir að gera góða hluti og fólk væri að fíla þennan stíl.\n\r\nEf ég segði nú við þig:  Gísli djöfulli var myndin þín ógeðslega mishepnuð í keppninni.  Myndirru ekki vilja fá að vita afhverju??  Það geta legið milljón ástæður á bakvið það afhverju fólk fílar ekki myndina en er ekki betra að fá að vita afhverju eða hvað það var nákvæmlega sem fólk var ekki að gúddera?\n\r\nÆi ég veit það bara sjálf að ég myndi aldrei taka því ef menn gagnrýndu verkin mín nema þeir gæfu mér haldbæra ástæðu.  Þetta er drulluljótt eða af því bara eru komment sem ég tek ekki mark á en ef fólk getur gefið mér góðar og gildar ástæður sem hjálpa mér að bæta mig tek ég gagnrýni fegins hendi.  Eina leiðin fyrir mig að bæta mig og læra meira enda finnst mér fátt meira challenging en komment sem valda því að mig langar að gera betur <<<icon_wink.gif>>>\n\r\nVoðalega dramadrottningar eru samt allir orðnir hérna <<<icon_lol.gif>>>", "date": "2009-02-27 21:49:00", "post_id": 108}, {"user_name": "*Bambi*", "text": "Kannske bara minn misskilningur en ég tók orðum Gr33n meir þannig að hann væri að segja að það væri ekkert meiri gagnrýni að fá bara flott mynd comment. Finnst vanta meir að fólk segi hvað þeim misslíkar og hvað þeim líkar. Engin mynd er 110% fullkomin þó hún sé góð og má ávalt bæta sig... <<<icon_smile.gif>>>", "date": "2009-02-27 22:43:00", "post_id": 109}, {"user_name": "gr33n", "text": "Takk fyrir það..... en til að leiðrétta smá... þá er fókusinn akkúrat þar sem ég vildi hafa hann <<<icon_wink.gif>>>... en aftur á móti er örlítil hreyfing í myndinni.... enda 30 sek exp. í smá golu <<<icon_wink.gif>>>\n\n\n\nÞú skyldir þetta akkúrat rétt <<<icon_wink.gif>>>", "date": "2009-02-27 23:51:00", "post_id": 110}, {"user_name": "gr33n", "text": "Bingó...\n\n\n\nÉg hef kanski orðað þetta skringilega... en bambi skildi þetta rétt <<<icon_wink.gif>>> ... en aftur á móti hefur fólk skoðanir á listum, og eiga ekkert að þurfa að rökstyðja þær frekar. Listamaðurinn sjálfur (í þessu tilfelli ljósmyndarinn) verður bara að gera það upp við sig hvort hann taki þessu illa og verði móðgaður, eða einfaldlega taki bara ekki mark á því. Heck... ég hef fengið slæma gagnrýni frá fólki sem ég tek 0% mark á... einfaldlega út af því að ég ákvað að kíkja á flickr (eða sambærilegt) síðuna hjá þeim og sá að þau kunnu ekki skít <<<icon_lol.gif>>>\n\nEn auðvitað er alltaf hægt að biðja um betri gagnrýni, og gaman að fá hana hvort sem hún er slæm eða góð, og er það frábær leið til að læra.\n\n\nEn hafa ekki alltaf verið þvílíkar dramadrottingar hérna <<<icon_lol.gif>>>", "date": "2009-02-27 23:59:00", "post_id": 111}, {"user_name": "Dezzice", "text": "Skildi þig eins og Bambi en ég held bara að flestir taki neikvæðri gagnrýni meira nær sér heldur en jákvæðri og þ.a.l. finnst mér það bara skipta mun meira máli að neikvæð gagnrýni eigi við rök að styðjast af því annars kemur hún oft bara út sem leiðindi eða afbrýðisemi.\n\r\nEins og fólkið sem veður inn á flickr síðuna þína og er bara með leiðindi til að vera leiðinlegt.\n\r\nNeikvæð gagnrýni á 110% rétt á sér en til að hún sé oftast málefnaleg verða að fylgja rök með.  Þetta er allavegana það sem ég sá svínvirka þegar ég var í skólanum úti og hjálpaði manni MEST þegar einhver var virkilega tilbúin að gagnrýna eitthvað sem maður var að gera og hreinlega setja út á það EN koma þá með rök fyrir því, hugsanlega punkta um hvernig megi bæta þetta osfrv.  \n\r\nSver það samt sem áður að karlmenn toppa kvennmenn any day í dramatík <<<icon_lol.gif>>>", "date": "2009-02-28 00:05:00", "post_id": 112}, {"user_name": "Hafst1", "text": "Það er samt algjörlega tvennt ólíkt að hafa vit á ljósmyndun og að kunna að mynda. Hver sem er getur lært að gagnrýna myndir en tekst illa upp við að mynda. Ég er t.d. hrikalega góður að segja mönnum hvernig á að spila pool. Samt er ég ekkert sérstakur sjálfur.", "date": "2009-02-28 00:05:00", "post_id": 113}, {"user_name": "gr33n", "text": "Jájá... ég er alveg sammála þér þarna.... en engu að síður, þá ber mönnum engar skyldur til þess að útskýra mál sitt frekar en þeir vilja. Listamaðurinn þarf bara að læra að velja og hafna <<<icon_wink.gif>>>\n\r\nEn munurinn á karla og kvennadramatík er sá að eftir heljarinnar rifrildi geta karlmennirnir farið og fengið sér bjór saman á meðan kvennfólkið talast ekki við í langan langan tíma <<<icon_lol.gif>>>\n\n\n\nÞað er alls ekki svo ólíkt..... það sést um leið ef manneskjan hefur eitthvað vit á því sem hún er að segja á myndunum hjá henni. Myndirnar þurfa kanski ekki endilega að vera flottar (að manns eigin mati), en hugtökin og reglurnar eru þarna til staðar. ATH, það er sagt að til þess að brjóta reglurnar, þurfi að kunna þær.... og þrátt fyrir að maður brjóti þær í klessu.... þá fylgir maður þeim alltaf að eitthverju leiti, og það sést.", "date": "2009-02-28 00:23:00", "post_id": 114}, {"user_name": "Dezzice", "text": "Engin að segja að nokkrum manni beri skylda til að útskýra sig eitthvað EN ef fólk vill láta taka mark á sínum skoðunum þá er oftast betra að útskýra sitt mál <<<icon_biggrin.gif>>>\n\r\nÉg er reyndar ekki sammála þessu með reglurnar að mörgu leiti.  Mér finnst t.d. ALLT OF mikið af ljósmyndurum sem hafa lært ofboðslega vel á bókina en taka skít lélegar myndir.  Þeir gætu greint myndir hægri vinstri, sagt þér nákvæmlega allt um hitt og þetta en þegar kemur að real life scenarios þá feilar þetta lið BIG TIME.  Myndirnar verða aldrei mikið meira en eitthvað sem hvaða meðalljón gæti tekið.  Þegar það bætist ofan á þetta léleg PS vinnsla þá er voðinn vís <<<icon_lol.gif>>>\n\r\nÞetta er svipað og liðið sem er með besta búnaðinn tekur ekki alltaf bestu myndirnar <<<icon_wink.gif>>>", "date": "2009-02-28 00:53:00", "post_id": 115}, {"user_name": "MR.BOOM", "text": "Satt best að segja þá mér hundaskít sama hvað ykkur finnst um þessi orð mín.\r\nÞetta eru bara vondar myndir og fólk ætti frekar að drulla sér út og reyna bæta sig í ljósmyndun en væla endalaust á netinnu.", "date": "2009-02-28 01:43:00", "post_id": 116}, {"user_name": "JonMaiden", "text": "Ég las þennan texta og hélt að höfundurin væri 5 ára þar til ég sá prófíl myndina.", "date": "2009-02-28 02:23:00", "post_id": 117}, {"user_name": "MR.BOOM", "text": "Þakka þér fyrir fína og uppbyggilega gagnrýni Jón Kerling", "date": "2009-02-28 02:28:00", "post_id": 118}, {"user_name": "Danni Málari", "text": "ég er enn að bíða eftir gagnrýni frá Sæma á restina af myndunum", "date": "2009-02-28 02:30:00", "post_id": 119}, {"user_name": "*Bambi*", "text": "Já datt það svona nokkuð í hug að efri hlutinn hefði verið aðal skotið fannst bara smá bömmer að neðri hlutinn kom ekki eins vel út svona sérstaklega miðað við útfrá hvað keppnin gekk útá. En flott framtak og sérstaklega í ljósi þess að hún átti upprunalega ekki að vera með <<<icon_wink.gif>>>\n\n\r\nEn til annarra þáttakanda þá vil ég bara segja að þetta eru allt fínustu myndir og vonandi að fólk haldi bara áfram að æfa sig og bæta.\r\nÍ svona keppnum spilar flottur bakrunnur, staðsetning bíls, staðsetning skots og birta bara miklu máli enda þó nokkrir sem að taka þátt og ef fólk vill komast langt í keppninni þá verður myndin þeirra að grípa mann yfir hinar. <<<icon_smile.gif>>>", "date": "2009-02-28 10:50:00", "post_id": 120}, {"user_name": "Titus", "text": "Á ekki að fara að henda upp næstu keppni? Mér sýnist flestir hérna ready til að hlaupa út og taka betri myndir<<<icon_razz.gif>>>", "date": "2009-02-28 11:12:00", "post_id": 121}, {"user_name": "gr33n", "text": "Þetta er akkúrat nánast það sem ég var að segja.... þeir kanski taka skítlélegar myndir.... en ef þeir kunna bókina og reglurnar... þá sést það samt alltaf. Mennirnir eru að nota þriðjunga-eða gullinsniðið, sjóndeildarhringurinn er réttur... etc.... en þeir geta aftur á móti verið með lélegt auga.... og kunna ekki baun á myndvinnsluforrit.", "date": "2009-02-28 12:27:00", "post_id": 122}, {"user_name": "bErio", "text": "Mynd 1.\r\nFalleg mynd, bíllinn mætti vera ekki alveg svonna miðjusettur á myndinni og myndatökumaður hefði getað haldið myndavélinni aaaðeins ofar. Töff umhverfi samt sem áður.\n\r\nMynd 2.\r\nAllt í lagi mynd.\r\nMætti laga whitebalance til að fá meiri hvíta lit og minni bláan\n\r\nMynd 3. \r\nMjög flott mynd en smáá yfirlýst. Hefði verið hægt að vinna hana í mjög flotta mynd.\n\r\nMynd 4.\r\nEkki að fýla þetta. Skugglega leiðinlegir litir. \r\nAllir litnirnir eru brenndir inni myndina. \n\r\nMynd 5.\r\nLala mynd, typical mynd sem ég t.d. tók þegar ég var nýbyrjaður að leika mér með pocket myndavél.\r\nEkkert sérstök samt\n\r\nMynd 6.\r\nHrikalega flott umhverfi. Frekar dökk mynd samt og ég tók ekki eftir bílnum nema þurfa að lýta yfir myndina.\r\nHefði verið hægt að bjarga henni með smá vinnslu\n\r\nMynd 7.\r\nÓsköp venjuleg mynd af jeppa á snjó.\r\nEkkert það merkileg, fínn bíll samt.\n\r\nMynd 8.\r\nEin flottasta mynd keppninnar uppá look á umhverfi en bíllinn er bara svo hrikalega bjagaður. Fékk samt mitt vote.\n\r\nMynd 9.\r\nFannst þetta töff mynd. Fékk töffaraprik. En og aftur hefði þurft smá whitebalance. Mætti hafa croppað myndina þannig að hjólið væri meira til hliðar á myndinni.\n\r\nMynd 10.\r\nTöff mynd ef hún væri ekki svonna smá skökk. Hefðir getað bjargað henni með vinnslu <<<icon_wink.gif>>>\n\r\nMynd 11.\r\nFlott mynd en bíllinn mætti vera í meiri focus, væri flottara að hafa hann ekki alveg svonna í miðjunni.\r\nFlott potential i pan mynd.\n\r\nMynd 12.\r\nFannst þetta mjög flott mynd\r\nSamt heldur skorin, væri skemmtilegra að sjá umhverfið.\n\r\nMynd 13.\r\nEkki að fíla þetta, bíllinn ekki alveg í focus og blah. Getur betur.\n\r\nMynd 14.\r\nFínasta mynd, umhverfið lala. Hallar heldur mikið.\r\nFannst fyndið að sjá \"plantaða\" snjóinn fyrir framann bílinn.\n\r\nMynd 15.\r\nFinnst þessi ekkert spes. Ekki það að bíllinn er eitthvað ljótur eða neitt, bara alltof \"venjuleg\".\n\r\nMynd 16.\r\nFannst þessi mynd alveg hræðileg.\r\nSkýin drepa myndina.\n\r\nMynd 17.\r\nTypical pan mynd. Frekar dökk, en frekar \"töff\" að sjá gamlann svía renna í snjónum.\n\r\nMynd 18.\r\nLéleg mynd. Móða á myndinni, bíllinn ekki í fócus.\r\nÓnýt mynd.", "date": "2009-02-28 13:31:00", "post_id": 123}, {"user_name": "DarriLitli", "text": "það er búið að nefna þessa bók áður í þessum þræði... er verið að tala um einhverja ákveðna bók? (eða er þetta bara hugtak sem þið notið um þá sem kunna helling en geta lítið?)", "date": "2009-03-01 14:41:00", "post_id": 124}, {"user_name": "bErio", "text": "Þetta er bara orðatiltak stráksi", "date": "2009-03-01 14:47:00", "post_id": 125}, {"user_name": "ArnarFB", "text": "Þetta er gömul bók sem segir allt hvernig á að taka myndir og allar reglur er þar að finna líka", "date": "2009-03-01 14:47:00", "post_id": 126}, {"user_name": "DarriLitli", "text": "þessi bók er til <<<icon_wink.gif>>> hún er bara ekkert svakalega gömul...\n\nhttp://www.pedromyndir.is/sites/handbokfbyrjendur", "date": "2009-03-01 14:54:00", "post_id": 127}, {"user_name": "gr33n", "text": "Örðatiltæki kallinn <<<icon_wink.gif>>>\n\n\n\nJá... þessi bók er mjög góð... auk annarra bóka. Svo er líka hægt að lesa um þetta allt á netinu líka <<<icon_wink.gif>>>", "date": "2009-03-01 17:09:00", "post_id": 128}, {"user_name": "Pési", "text": "ég er til í aðra keppni <<<icon_biggrin.gif>>>", "date": "2009-05-22 07:47:00", "post_id": 129}, {"user_name": "KristjánJóhann", "text": "sama hér", "date": "2009-05-22 08:21:00", "post_id": 130}, {"user_name": "GudniR33", "text": "Segjum öll", "date": "2009-05-22 10:43:00", "post_id": 131}, {"user_name": "ttota", "text": "líka ég !", "date": "2009-05-22 11:24:00", "post_id": 132}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/bs.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2009-02-18 14:30:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/bs.gif", "path": "full/03be952c43bd5b4cb3ac7266a74ad971d24accb3.gif", "checksum": "2ba2f49195a00d3b42d3dc140bdf3fc4"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}