{"forum_title": "RÖFL", "id": "68173", "title": "Björn jörundur idol dómari", "url": "http://www.live2cruize.com/spjall/showthread.php/68173-Björn-jörundur-idol-dómari", "posts": [{"user_name": "Krampi", "text": "http://www.visir.is/article/20090218...IR01/364143564\n\r\nhvern er hann að reyna plata ? \n\r\nþetta er leiðinlegt mál og finnst léilegt að það skuli verið að nafngreina einstaklinga sérstaklega þegar aldrei er talað um fíkniefni í þessum símtölum.. og því ekkert hægt að sanna þó maður með hærri greindivísitölu en 50 ætti allveg að sjá hvað er í gangi! finnst þetta bara ofsafréttamenska og þetta ætti ekki að koma okkur við...\n\r\nen hvað ætli séu samt margir frægir sem nota einhvern efni? meina hann er allveg örugglega ekkert sá einni...", "date": "2009-02-18 16:34:00", "post_id": 1}, {"user_name": "M8", "text": "Já ég er sammála. Þetta er asnalegt.\nÁ hinn bóginn held ég nú að flestir viti, gruni eða hafi heyrt þetta e-n tímann, að Björn Jörundur væri enginn engill.\nEn hann er bara ekkert eini þekkti einstaklingurinn sem er viðloðinn svona, \nþannig þetta er fáránlegt að ráðast svona inn í hans einkalíf!", "date": "2009-02-18 16:39:00", "post_id": 2}, {"user_name": "RAT", "text": "hann er pottþétt ekki sá eini og ekki einusinni einn af aðeins 10 ... þetta kemur engum við hvað menn gera í sínum frítíma þótt það sé ólöglegt sem þeir eru að gera.", "date": "2009-02-18 16:40:00", "post_id": 3}, {"user_name": "Mimir", "text": "það vita þetta allir fyrir hvort eð er", "date": "2009-02-18 16:42:00", "post_id": 4}, {"user_name": "elli", "text": "Bwahaha, þvílíkt lingo <<<icon_lol.gif>>>", "date": "2009-02-18 16:45:00", "post_id": 5}, {"user_name": "M8", "text": "Spurning hvort að þetta hafi einhverjar afleiðingar fyrir hann varðandi Idolið...\n\nhttp://www.visir.is/article/20090218...IR01/903453394", "date": "2009-02-18 16:48:00", "post_id": 6}, {"user_name": "Krampi", "text": "já vona að hann verði ekki rekinn úr idolinu er að fíla hann þar! eins og þetta skipti einhverju svaka máli...", "date": "2009-02-18 16:55:00", "post_id": 7}, {"user_name": "Kjallin", "text": "Þeir hljóta að reka hann fyrir þetta, þetta skemmir \"andlit\" keppninnar.\n\nÞetta + kalli bjarni, geta annars farið að kalla þetta þetta annað en Idol <<<icon_lol.gif>>>", "date": "2009-02-18 16:57:00", "post_id": 8}, {"user_name": "RAT", "text": "Skil ekki hvaða áhrif þetta ætti að hafa , það er ekkert í ráðningarsamningum sem lýtur að þessu enda brot á friðhelgi einkalífs menn mega gera það sem þeir vilja gera í sínum frítíma svo lengi sem það hefur ekki áhrif á vinnu, það er vinnuveitandanum óviðkomandi þó svo að athæfið sé ólöglegt. Ef fólk vill nota fordæmis dótið þá er það bull, þú spilar golf og heldur uppá tiger woods áttu tag heuer úr og nike föt því að hann er í auglýsingonum ? flesstar stærri rokkstjörnur hafa verið þekktir fyrir að nota dóp og sukka allsvakalega í sínum frítíma hefur það áhrif á aðdáendurnar? mötley cru er enþá vinsæl eru allir sem hlussta á þá á heróíni og kóki því að hljómsveitin hefur notað þessi efni? svarið er nei. \n\nÞessi efni eru til það vita allir af þeim og þeirra eigin áhvörðun hvað þeir gera þannig að Björn jörundur sé rekin eða segir af sér fyrir að sýna slæmt fordæmi væri bull . Þetta kemur bara engum við að mínu mati.", "date": "2009-02-18 16:58:00", "post_id": 9}, {"user_name": "Jonj", "text": "Ég dýrka Björn Jörund, og finnst hann slgjör snillingur.\n\r\nEn að hann skuli reyna að segja að þett hafi ekki verið fíkniefnaviðskipti finnst mér alveg fáránlegt, svona ef maður les dóminn og samtöl Björns og þess dæmda<<<confused.png>>>", "date": "2009-02-18 17:00:00", "post_id": 10}, {"user_name": "Kjallin", "text": "Ertu að djóka, helduru að það sé bara allt í lagi að vera sukkandi dópisti ef það hefur ekki áhrif á vinnuna? Well guess what, þetta er komið í fjölmiðla = Búið að hafa áhrif á vinnuna hans", "date": "2009-02-18 17:02:00", "post_id": 11}, {"user_name": "RAT", "text": "Er ekki að tala um að vera sukkandi dópisti þá væntanlega er maður orðin vel skemmdur og þá hefur það auðvitað áhrif en engin hefur séð neitt athugavert við Björn nema í einum Bubba þættinum þar var hann augljóslega á einhverju... en ég veit ekki finnst svona mál ekki koma almenningi við.", "date": "2009-02-18 17:08:00", "post_id": 12}, {"user_name": "Fraizer", "text": "það er ekki eins og hann sé eina \"celebrity-ið\" hérna á íslandi sem er í þessu \n\nen þetta er nú ágætis magn sem fanst hjá þessum gæja þarna", "date": "2009-02-18 17:14:00", "post_id": 13}, {"user_name": "Krampi", "text": "hann er tekinn með efni 20 sinnum..", "date": "2009-02-18 17:31:00", "post_id": 14}, {"user_name": "M8", "text": "Þetta finnst mér nottla alveg hlægilegt hjá Bubba. Lætur eins og hann viti ekkert um hagi Björns <<<icon_lol.gif>>>\nÞarna finnst mér Bubbi hafa selt félaga sinn, Björn Jörund <<<punch.gif>>> SellOut!\nMaður hefði nú haldið að hann af öllum hefðu nú skilning á svona óheppilegu atviki hjá Birni, \nog mundi því ekkert vera að tjá sig svona um þetta...\n\nhttp://www.visir.is/article/20090218...IR01/652800648", "date": "2009-02-18 17:36:00", "post_id": 15}, {"user_name": "hundur", "text": "Hann var bara óheppinn, ekki einsog það sé leyndarmál í þjóðfélögum heimsins að fólk fái sér í nefið af og til og afhverju ætti það að vera eitthvað öðruvísi með celeb?", "date": "2009-02-18 17:36:00", "post_id": 16}, {"user_name": "arabíulárus", "text": "http://www.domstolar.is/domaleit/nan...ype=1&Serial=1\n\r\nMan vel eftir þessum svarta w211 Benz (DN-N07), var alltaf að sjá þennan bíl einhversstaðar", "date": "2009-02-18 17:38:00", "post_id": 17}, {"user_name": "D-MaN", "text": "fáranlegt að vera að nafngreina manninn! þetta kemur bara engum við...", "date": "2009-02-18 17:42:00", "post_id": 18}, {"user_name": "Sævar Örn", "text": "Bubba langar bara aftur í ædolið", "date": "2009-02-18 17:45:00", "post_id": 19}, {"user_name": "Krampi", "text": "True maður las það þarna i gegn", "date": "2009-02-18 17:48:00", "post_id": 20}, {"user_name": "Dezzice", "text": "Tja Bubbi er einn af þeim sem ætti að vita hversu mannskemmandi fíkniefni eru þannig kannski ekki furða að hann taki þennan pól í hæðina.  Hvort sem hann vissi af þessu eða ekki þá held ég að skoðun hans á fíkniefnaneyslu breytist lítið sama hvort það er einhver sem hann þekkir eða þekkir ekki.\n\nAuðvitað hefði þetta aldrei verið dregið i fjölmiðla nema af því Björn Jörundur er þekktur hér á landi, en það breytir samt engu að sala og kaup á fíkniefnum eru lögbrot og þá skiptir litlu hver á í hlut.\n\nÞað kemur öðru fólki við hvað maður er að gera í sínum frítíma ef það getur haft áhrif á annað fólk í kringum þig eða ímynd fyrirtækis eða \"lógós\".  Það vill bara svo óheppilega til að hann er dómari hjá Idol núna og bæði Idolið úti og framleiðendur hér heima lenda í neikvæðri umræðu út frá svona máli og ég tala nú ekki um þar sem maðurinn er þarna innan um krakka sem eru bara um 16 ára.  \n\nHvort sem hann var að kaupa ása eða tvíburabræður handa sér eða einhver efni að þá því miður virðist hann vera að lenda í leiðinlegu máli núna.  Fólki getur grunað ýmislegt og velt ýmsu fyrir sér en það þýðir ekkert að það sé rétt, hann er sá eini sem veit hvað er rétt í þessu máli.  Vonum að þetta hafi samt farsælan endi hjá honum.", "date": "2009-02-18 18:40:00", "post_id": 21}, {"user_name": "HugiÓmars", "text": "Bjössi er 1 af okkar bestu söngvörum og leikurum og mikið í uppáhaldi hjá mér. Hverjum er ekki sama þótt hann fái sér í nefið stökku sinnum, og hvað er Bubbi að skipta sér af? ég þoli hann ekki hann þykjist alltaf vera svo fullkominn og orðinn ógeðslega væminn", "date": "2009-02-18 18:45:00", "post_id": 22}, {"user_name": "phoenix", "text": "Teh lulz bara", "date": "2009-02-18 20:55:00", "post_id": 23}, {"user_name": "AMG", "text": "á einhver ás handa mér?", "date": "2009-02-18 21:03:00", "post_id": 24}, {"user_name": "CT9A", "text": "Axel ferðu í ríkið, fer ég hvert, ríkið, ÁTVR, já, fer ég? já, ég, JÁ!!, nei enn get alveg farið fyrir þig \n\nhahahaha", "date": "2009-02-18 21:06:00", "post_id": 25}, {"user_name": "david/snifff", "text": "aldrei skilið þetta að draga þekkta einstaklinga inní svona mál.. ef ég myndi spyrja meðlimi hvort þeir gætu nefnt fimm einstaklinga sem þeir þekkja hafa brotið einhver af lögum landsins þá myndu meirihluti geta það.\n\r\nísland er svo lítið að allir þekkja alla.", "date": "2009-02-18 21:08:00", "post_id": 26}, {"user_name": "phoenix", "text": "Á soldið af týnda þríburanum fyrir þig", "date": "2009-02-18 21:10:00", "post_id": 27}, {"user_name": "tinni77", "text": "hahaha fyrsta sem mér datt í hug<<<icon_lol.gif>>>", "date": "2009-02-18 21:13:00", "post_id": 28}, {"user_name": "D-MaN", "text": "fjórburar hérna ingþór, hoppaðu yfir", "date": "2009-02-18 21:15:00", "post_id": 29}, {"user_name": "DarriLitli", "text": "það fyrsta sem ég heyrði þegar þetta kom upp...\n\r\n\"Hann má þetta alveg, hann er söngvari\"", "date": "2009-02-18 21:17:00", "post_id": 30}, {"user_name": "D-MaN", "text": "Þetta hljómar samt rosalega eins og Bubba langi i idolið aftur þetta viðtal <<<icon_lol.gif>>>  hann er samt kóngurinn", "date": "2009-02-18 21:27:00", "post_id": 31}, {"user_name": "KOTO", "text": "bjössi er kúl <<<icon_cool.gif>>>", "date": "2009-02-18 21:33:00", "post_id": 32}, {"user_name": "urban", "text": "ég skil mjög vel ef að manninum verði sparkað úr þættinum fyrir þetta þar sem að það þykir slæmt fyrir þáttinn og stöðina, og svo er ekkert óalgengt að fyrirtæki (erlendis þó mest aðalega, en er að aukast hérlendis)biðji um vímuefnatest þegar að þú mætir í vinnu.\n\r\nen það sló mig svolítið að þú segir sukkandi dópisti \r\ner maður sem að fær sér öðruhverju um helgar ólögleg fíkniefni endilega orðið dópisti ?\n\r\nert þú þá ekki róni eða alkóhólisti ?\r\nþar sem að þú færð þér jú öðru hverju um helgar bjór og annað löglegt fíkniefni.", "date": "2009-02-18 21:41:00", "post_id": 33}, {"user_name": "Danni Málari", "text": "Þannig lögbrot eru í lagi svo lengi sem að enginn sér til?", "date": "2009-02-18 21:41:00", "post_id": 34}, {"user_name": "Galant ES", "text": "Ef að menn eru að þessu þurfa þeir að gera það með leynd til að geta verið þær fyrirmyndir sem að fólk ætlast til að þeir séu. \r\nÞið sjáið engan fíkniefnabaróna eða dæmda lögbrjóta í aðalhlutverkum í sjónvarpinu og það er alveg ástæða fyrir því.", "date": "2009-02-18 21:44:00", "post_id": 35}, {"user_name": "RAT", "text": "skil vel að þú sjáir það úr þessu kommenti hjá mér ... hversu oft ferðu yfir hámarkshraða? það er brot þó það sé á afskekktum vegi þarsem engin sér til en flesstum finnst það í lagi. Sé ekkert öðruvísi við þetta. Lögin eiga að vera til að vernda almenning er það ekki ? ef að almenningur verður ekki fyrir neinum skaða þarsem þetta er gert sé ég ekkert að þessu. Þitt eigið val að mínu mati enda er ég soldill frjálshyggju maður og anarkisti í huggsunum...", "date": "2009-02-18 21:48:00", "post_id": 36}, {"user_name": "Kjallin", "text": "Já, ég orðaði þetta kannski soldið vitlaust. Var ekki að tala um hann í þessu samhengi. Var að meina svona in general.", "date": "2009-02-18 21:53:00", "post_id": 37}, {"user_name": "Danni Málari", "text": "Hvað með mann sem situr í einrúmi heima hjá sér of safnar barnaklámi?", "date": "2009-02-18 23:01:00", "post_id": 38}, {"user_name": "urban", "text": "sérðu ekki muninn ?\r\nþað sem að ég kalla \"tómstundarneytenda\" er semsagt fíkniefnaneitandi sem að fær sér í haus öðru hverju...\r\neða fær sér smá kók með djamminu...\n\r\nskaðar engan og er þar að leiðandi glæpur án fórnarlambs.\n\r\nef að við tengjum þetta við barnaklám.\r\nþá er fórnarlamb þar.", "date": "2009-02-18 23:05:00", "post_id": 39}, {"user_name": "Galant ES", "text": "Held að allir með viti átti sig á því hvað þú meinar með \"tómstundaneytandi\" en það orð bara skilar sér ekki inn í hausinn á öllum og meðal annars gömlu fólki, fávitum og börnum.\r\n\"nei gulla mín hann fær sér bara þegar að hann er í svona popppartýum hann er alveg dry í barnatímanum\" \n<<<icon_biggrin.gif>>>\n\r\nAnnars barnaklámið er ekki sambærilegt á neinn hátt.", "date": "2009-02-18 23:18:00", "post_id": 40}, {"user_name": "Danni Málari", "text": "Hvað með tengsl milli neyslu örvandi efna og ofbeldishneigðar?\n\nAukningu í eftirspurn sem kallar á það að meira magn efna sé flutt til landsins? Pakkningar rifna inni í burðardýrum sem deyja þá.\n\nHvað með það að sumt fólk verður virkilega háð þessu og fer að leita allra leiða (sem geta skaðað aðra) til að útvega sér meira?\n\nEngin fórnarlömb?", "date": "2009-02-18 23:23:00", "post_id": 41}, {"user_name": "tinni77", "text": "er ekki frekar vitlaust að vera að bera saman kvikmyndir og raunveruleikann?", "date": "2009-02-18 23:24:00", "post_id": 42}, {"user_name": "Pikachu", "text": "þetta kemur okkur þjóðinni ekkert við hann má allveg vera nota fíkniefni eins og allir aðrir og að birta þetta í fréttonum og öllum þessum slúðursíðum eins og visir og mbl er bara ****agangur..", "date": "2009-02-18 23:27:00", "post_id": 43}, {"user_name": "Danni Málari", "text": "Alltaf gaman að nota öfgakennd dæmi til að vekja fólk til umhugsunar. Þetta er sambærilegt að því leyti að bæði er ólöglegt og bæði skaðar samfélagið.", "date": "2009-02-18 23:27:00", "post_id": 44}, {"user_name": "VALDI B", "text": "ég á bíl sem björn jörundur átti............ hann er tilsölu <<<icon_cool.gif>>>", "date": "2009-02-19 01:12:00", "post_id": 45}, {"user_name": "Mimir", "text": "leitaðu vel í bílnum", "date": "2009-02-19 08:50:00", "post_id": 46}, {"user_name": "Galant ES", "text": "Stundum verður maður að setja hlutina í fáránlegt samhengi til að sjá þá í réttu ljósi. - Jón Gnarr.", "date": "2009-02-19 10:40:00", "post_id": 47}, {"user_name": "Galant ES", "text": "Ef að kvikmyndir eru hluti af raunveruleikanum, sem þær eru þá er það ekkert vitlaust. \r\nEf að þú ferð í bíó og sérð mynd byggð á skáldsögu þá þýðir það ekki að bíóferðin þín hafi verið skáldskapur.", "date": "2009-02-19 10:40:00", "post_id": 48}, {"user_name": "Dezzice", "text": "Ég get ekki betur séð en skv viðtali við hann að þá neiti hann ekki fyrir þetta, tali um að þetta sé mjög gamalt mál og staðan sé önnur í dag.\n\nFinnst það bara frábært hjá honum að vera hreinskilin með þetta mál og vonandi að þetta sé rétt.  Það geta öllum orðið á mistök.\n\nEn þið verðið að fyrirgefa, ég trúi ekki á \"hobbyneyslu\".  Megið alveg vera ósammála mér, ég á bara enn eftir að hitta menn sem geta virkilega stjórnað því hvað þeir gera þegar kemur að dópi.  Það sem ég hef séð á fólki í kringum mig sem fer út í svona heimska hobbyneyslu er að það þarf alltaf meira og meira og meira þangað til það er orðið bara að full blown dópista en myndi samt aldrei fyrir sitt litla líf viðurkenna það.  Kosturinn/ókosturinn var kannski sá að svo margir áttu pening hérna í góðærinu að það var hægt að fela sig á bakvið það \"hey ég bý ekki á götunni og sel mig fyrir dóp, þannig ég er ekki dópisti\" <<<icon_rolleyes.gif>>>\n\nÞað er kannski einstaka maður sem getur stjórnað sinni eigin neyslu en oftar en ekki fara menn bara dýpra og dýpra því miður.", "date": "2009-02-19 11:08:00", "post_id": 49}, {"user_name": "M8", "text": "http://www.visir.is/article/20090219/FRETTIR01/46884243", "date": "2009-02-19 11:34:00", "post_id": 50}, {"user_name": "Dezzice", "text": "Við höfum nú sjálf lent í því að blaðamenn hafa haft samband við okkur og ekkert minnst að neinu ráði á hvað sé verið að leita að svörum fyrir, heldur séu þeir bara að kynna sér eitthvað mál þegar það rétta var að þeir voru að leita eftir svörum út frá einhverju máli sem átti svo að birta í blaðinu.\n\nVeit ekkert hvernig staðan var í þessu máli með Bubba, bara veit hvernig hægt er að snúa orðum.", "date": "2009-02-19 11:39:00", "post_id": 51}, {"user_name": "M8", "text": "Já einmitt, enda fannst mér þetta svolítið skrítið, það sem haft var eftir Bubba í gær, eins og ég sagði fyrr í þræðinum.\r\nÞetta skírir það <<<icon_wink.gif>>>", "date": "2009-02-19 11:42:00", "post_id": 52}, {"user_name": "Dauntless", "text": "Það eru actually til bara heill hellingur af frístundadópistum - sennilega jafn margir og þeir sem hafa stjórn á drykkjunni. \n\n\n\nÁfengi er eiginlega svona talið skaðmesta vímuefnið - áfengi gerir marga ofbeldishneigða og veldur ansi mörgum dauðsföllum og rústar heilu og hálfu fjölskyldunum.\n\r\nLangaði bara að skjóta því inn. \n\r\nAnnars er þetta vissulega leiðinlegt mál fyrir Björn, mér finnst óþarfi að birta þetta svona á netinu af því að hann er þekktur Íslendingur. Ef hann er edrú núna þá er það bara hið besta mál - batnandi mönnum er best að lifa.", "date": "2009-02-19 12:37:00", "post_id": 53}, {"user_name": "Dezzice", "text": "Get persónulega ekki verið alveg sammála þessu en eins og ég sagði þá er þetta bara mín skoðun <<<icon_biggrin.gif>>> \n\r\nHef bara séð menn fara úr því að vera í smotterís hobbyneyslu sem byrjaði bara þegar þeir fóru að djamma eða einstaka kvöld á ári, en fór svo úr því að verða einstaka djamm yfir í bæði fös og lau og úr því yfir í smá inn í miðri viku og úr því yfir í næstum hvern dag.  Sumir hafa verið að þróa þetta upp í mörg ár, á meðan aðrir henda sér bara beint í drullupollinn og troða öllu í sig sem þeir ná í.\n\r\nEkki misskilja mig það á alveg fullt af fólki verulega bágt hvað varðar áfengi líka og myndi aldrei viðurkenna það.  Felur sig á bakvið djamm allar helgar eða verða að fá sér öllara öll kvöld eftir erfiðan vinnudag.  Finnst þetta persónulega hætt að vera hobbyneysla þegar menn geta ekki djammað án þess að fá sér eitthvað og djamma svo allar helgar svo þeir geti örugglega fengið sér eitthvað smá.\n\r\nEn eins og ég sagði í fyrri póstinum þá er eflaust eitthvað af fólki sem getur stjórnað þessu, held bara persónulega að það sé meira af fólki sem telji sig geta stjórnað þessu en fær svo hurðina í smettið einn daginn.", "date": "2009-02-19 13:07:00", "post_id": 54}, {"user_name": "urban", "text": "ég tók nú fram skaðar engan, þá á ég við fólk sem að lendir ekki í vandam´laum á djamminu, fer á djammið, skemmtir sér og fer í partý eða heim.\n\r\nekki lið sem að er lemjandi mann og annan, enda eru þar orðin fórnarlömb.\n\r\nog já, ég er að tala um tómstundar(tækifæris) neytendur, ekki lið sem að er langt komið í neyslu.\n\r\nenda var það þannig í upprunalegu svari mínu til kjallins.\n\r\nTek það nú einnig fram að ég er ekkert að verja fíkniefnaneytendur neitt endilega, tók þetta nú aðalega fram vegna þess hve miklir fordómar virtust vera í svarinu hjá honum Magga.", "date": "2009-02-19 13:51:00", "post_id": 55}, {"user_name": "david/snifff", "text": "það eru til nokkuð stig af lögbrjóti.\n\r\n1. sá sem veit að hann sé að fremja brotið og heldur að hann næst ekki\r\n2. sá sem braut af sér í stunda brjálæði.\r\n3. sá sem braut af sér vegna þess aðstæður urðu til þess að hann þurfti að brjóta af sér til að bjarga sér eða einhverjum öðrum\n\r\nsvo eru trúlega til fleiri stig", "date": "2009-02-19 16:34:00", "post_id": 56}, {"user_name": "baldur", "text": "Er það ekki bara svipað og gaur sem er með eina plöntu inni í skáp heima hjá sér sem hann reykir af?", "date": "2009-02-19 20:10:00", "post_id": 57}, {"user_name": "Kruder", "text": "<<<rolleyes.png>>>", "date": "2009-02-19 20:25:00", "post_id": 58}, {"user_name": "Aron Preza", "text": "Vá hann fær sér smá í nös<<<rolleyes.png>>>", "date": "2009-02-19 21:29:00", "post_id": 59}, {"user_name": "Krampi", "text": "akkúrat ekki eins og hann er að kaupa þetta á hverjum degi eða eitthvað er að fár sér eitt og eitt slag.. bara bull að fólk sé að væla útaf einhverju svona.. fólk áttar sig bara ekki  á að þetta miklu nær mann heldur fólk heldur...", "date": "2009-02-19 23:57:00", "post_id": 60}, {"user_name": "Danni Málari", "text": "Sá gaur er reyndar í svolítið öðrum málum, hann annar eigin eftirspurn. Þar erum við loksins komin með glæp sem bitnar ekki á neinum... nema það væri þá samkeppnisaðila sjoppunnar sem hann kaupir munchið hjá.", "date": "2009-02-20 00:11:00", "post_id": 61}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/punch.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png"], "date": "2009-02-18 16:34:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/punch.gif", "path": "full/9393f29887cb698b6d0f841796248d9540665e50.gif", "checksum": "4963d0f13b5458a5610c56e03e920e20"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}]}