{"forum_title": "Tæknilega hornið: Almennt", "id": "68502", "title": "Rafkerfamál varðandi vélaswap í civic", "url": "http://www.live2cruize.com/spjall/showthread.php/68502-Rafkerfamál-varðandi-vélaswap-í-civic", "posts": [{"user_name": "krayzie", "text": "Er að spegúlera aðeins í að swappa VTi krami úr 1997 civic yfir í 1993 civic 1.4..\n\r\nGet ég notað rafkerfið eins og það er úr 97 bílnum beint yfir í 93 bílinn eða þarf að mixa þau eitthvað saman? báðir eru 3dyra h/b.\n\r\nÓska eftir svörum frá þeim sem hafa gert þetta og vita hvað þeir eru að tala um!", "date": "2009-02-20 23:53:00", "post_id": 1}, {"user_name": "Linnet", "text": "rexinn veit þetta. en seluru boddyið þegar þú ert búinn að taka allt úr því? pm,,,,,,,,,,,,", "date": "2009-02-21 15:51:00", "post_id": 2}, {"user_name": "krayzie", "text": "þarf að fá svar við þessu rafkerfamáli áður en ég get svarað þér með boddyið!", "date": "2009-02-27 12:13:00", "post_id": 3}, {"user_name": "Geiri_EG6", "text": "ég er búinn að gera þetta og það er mega mál þurfti að skypta allveg útí ljós og hurðir og svo breyta fullt til að fá mælaborðið og allt til að virka", "date": "2009-02-27 12:34:00", "post_id": 4}, {"user_name": "krayzie", "text": "Er þetta semsagt skuggalega mikið sem þarf að mixa til að fá allt til að virka rétt ?", "date": "2009-03-01 05:02:00", "post_id": 5}, {"user_name": "Dreitill", "text": "ég hef sett rafkerfi úr ek í eg.\r\nog til að losna við vesenið með mælaborðið þá færirðu það bara á milli líka.\r\ns.s eg með mælaborð úr ek.", "date": "2009-03-01 15:39:00", "post_id": 6}, {"user_name": "krayzie", "text": "það væri náttla snilld, passar það beint á milli ?", "date": "2009-03-01 16:45:00", "post_id": 7}, {"user_name": "Rexinn", "text": "Nei það er ekki beinlínis plug n play, varahlutabíllinn minn er eg með ek rafkerfi. Sko til að byrja með þá er það bara bull tímalega séð að vera að fara að standa í því að setja ek yfir í eg. Það sem er langbest að gera ef að þú vilt endilega vera að nota obd2, er að notast rafkerfið í eg bílnum og tengja svo græna plöggið úr vélarafkerfinu úr ek ínná eg rafkerfið. Þetta er að mig minnir 20.pinna plögg.", "date": "2009-03-01 19:28:00", "post_id": 8}, {"user_name": "Dreitill", "text": "'Astæðan fyrir því að ég færði allt milli var immobilizer.. hafði ekki kunnáttuna að fara framm hjá því á þeim tíma. og var einginn peningur til að vera að kaupa einhvað dót til að leysa það.(bara vinna úr því sem til er.)\r\nEnn gæti hugsanlega krackað immobilizerinn hjá þér, enn verð þá að fá ek gangfærann með kóðuðum lykli.", "date": "2009-03-01 23:37:00", "post_id": 9}, {"user_name": "Geiri_EG6", "text": "þú getur fengið að skoða þetta í bílnum hjá mér ef þú villt", "date": "2009-03-02 08:59:00", "post_id": 10}, {"user_name": "adurgur", "text": "ég er sjálfur að swappa vti vél í 93 1300cc boddý, en ég keypti OK-443 vti-inn til að auðvelda mér málin til muna, það er hægt að nota 96-01 mælaborð en það verður aldrei 100%.það var til dæmis 99 mælaborð í rauða kittaða 95 Coupinum. en svo er hægt að swappa bara vélum og panta 92-95 vti rafkerfi og nota svo gamla mælaborðið úr 93 bílnum, nánast eini munurinn á mælaborðinu er að það er grátt og ljótt ,mundu svo að halda mótorpúðanum bílstjórameginn af gömlu 1400 vélinni því þú þarft að nota hann aftur", "date": "2009-03-02 13:54:00", "post_id": 11}], "file_urls": [], "date": "2009-02-20 23:53:00", "files": []}