{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "70043", "title": "Hjálp!  Hljóð í stýri og dempurum í lexus is 200", "url": "http://www.live2cruize.com/spjall/showthread.php/70043-Hjálp!-Hljóð-í-stýri-og-dempurum-í-lexus-is-200", "posts": [{"user_name": "Titus", "text": "Er með lexus is 200, og í gær byrjaði allt í einu mikið surg/urg hljóð í stýrinu þegar maður snýr því, er að spá í hvort þetta geti verið legur sem eru farnar eða eitthvað annað....?  Svo er komið ljótt hljóð í demparana, aðallega að aftan. heyrist þegar maður fer yfir hraðahindrun og ef maður ýtir honum niður að aftan. Þessi hljóð komu bara allt í einu, stuttu eftir að ég þreif bílinn vel (ef það skiptir einhverju máli) smúlaði felgurnar með háþrýstidælunni á löður eins og ég hef gert milljón sinnum...... Er ekki einhver spekingurinn hérna með skýringu á þessum ljótu hljóðum??? <<<icon_smile.gif>>>", "date": "2009-03-07 23:11:00", "post_id": 1}, {"user_name": "Sævar Örn", "text": "Spyrnugúmí gefa frá sér óhljóð við fjöðrun, spindillegur ofaná dempurum að framan þegar þú stýrir\n\r\nGæti líka verið stirðleiki í stýrisöxlinum, gerist í mjög mörgum bílum í frosti.\n\r\nað aftan gætirðu skoðað dempara og spyrnugúmí\n\n\r\nÞetta gætu verið milljón hlutir, best að fá einhvern reyndann til að fara með þér yfir þetta fyrst þú ræður ekki fram úr þessu sjálfur.\n\r\nKv. Sævar", "date": "2009-03-07 23:15:00", "post_id": 2}, {"user_name": "Titus", "text": "Ahh..... gæti passað, því það var soldið kalt þegar ég þreif hann, þá gæti hafa frosið eitthvað þarna.... en ætti það þá ekki að hætta þegar búið er að keyra bílinn soldið? Annars verður kíkt á hann hjá manni sem vinnur á toyota selfossi á morgun, ætlað bara að tékka á þessu hérna fyrst, því ef framhjólalegurnar væru slitnar eða farnar væri varla sniðugt að keyra á selfoss........", "date": "2009-03-07 23:21:00", "post_id": 3}, {"user_name": "Sævar Örn", "text": "Ég meinti reyndar stýrisöxlinum upp gegnum kvalbak og inn í stýrishjólið. Það vill oft myndast raki þar milli fóðringa sem skapar svona víbringshljóð þegar stýrinu er snúið.\n\r\nKv. Sævar", "date": "2009-03-07 23:36:00", "post_id": 4}, {"user_name": "baldur", "text": "Ég ætla að segja spindilkúla.", "date": "2009-03-08 09:00:00", "post_id": 5}, {"user_name": "Titus", "text": "Hljóðið heyrist að framan þegar bíllinn fjaðrar, og þegar stýrinu er snúið. líka þegar hann er kyrr og maður snýr stýrinu.", "date": "2009-03-08 13:46:00", "post_id": 6}, {"user_name": "Haukur Litli", "text": "Hljóðið í stýrinu gæti líka verið frá snertunum fyrir flautuna. Það gæti verið óhreinindi á milli eða komið skarð í snertu og því heyrist skrað og urg þegar stýrinu er snúið.", "date": "2009-03-08 16:17:00", "post_id": 7}, {"user_name": "KristjánJóhann", "text": "Stýrisdæla kannski? Allavega ef þú snýrt stýrinu en veit ekki með fjöðrun...", "date": "2009-03-08 17:08:00", "post_id": 8}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2009-03-07 23:11:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}