{"forum_title": "RÖFL", "id": "71390", "title": "Stjórnendur ?", "url": "http://www.live2cruize.com/spjall/showthread.php/71390-Stjórnendur", "posts": [{"user_name": "tinni77", "text": "Ætla bara að vona þið eyðið ekki þessum þræði líka, hvernig er það að þið bannið þessa 3 aðila og þeir fá ástæðuna \" No Reason \" í lífstíðarbann ?", "date": "2009-03-21 21:53:00", "post_id": 1}, {"user_name": "Galant ES", "text": "Ráðlegg þér að senda stjórnendum frekar einkapóst um þetta mál ef að þú veist ekkert hvað um ræðir.", "date": "2009-03-21 21:55:00", "post_id": 2}, {"user_name": "Arnar F", "text": "Hvernig væri það bara að leyfa öllum að vita það, vel þekktir ljósmyndarar hér á spjallinu og fá lífstíðarbann án ástæðu.", "date": "2009-03-21 21:56:00", "post_id": 3}, {"user_name": "dj23", "text": "ég ráðlegt að setja þennan í eilífðar bann", "date": "2009-03-21 21:56:00", "post_id": 4}, {"user_name": "D-MaN", "text": "svona þræðir bjoða bara upp á leiðindi og rugl.\n\r\nef þú ert svona svakalega forvitinn og eyðilagður yfir öðrum sem eru i banni skaltu ræða við eiganda siðunnar.", "date": "2009-03-21 21:58:00", "post_id": 5}, {"user_name": "Galant ES", "text": "Ráðlegg þér að drekka laxerolíu", "date": "2009-03-21 21:58:00", "post_id": 6}, {"user_name": "Dezzice", "text": "Þessir 3 menn áttu bannið sitt fyllilega skilið.\n\nEinn þeirra er í lengra banni og ekki ákveðið hversu lengi, enda ekki ástæða til að gefa fleiri sjénsa eins og er því miður.\n\nVið flutning að þá urðum við að keyra allar töflur inn upp á nýtt og því miður tapaðist ýmislegt eins og vinalistar ofl og m.a. upplýsingar um hvenær ætti að aflétta bönnum.  Tveir af þessum mönnum voru í vikubanni sem átti að klárast í gærkvöldi en þar sem borðið var ekki með upplýsingar um hvenær ætti að opna fyrir þeim að þá gerðist ekkert.  Ég er búin að lagfæra þá villu núna og þeir ættu að geta loggað sig inn án vandamála.", "date": "2009-03-21 22:31:00", "post_id": 7}], "file_urls": [], "date": "2009-03-21 21:53:00", "files": []}