{"forum_title": "Almennt spjall", "id": "73361", "title": "Opel turbóhedd portað af heddportara Dauðans", "url": "http://www.live2cruize.com/spjall/showthread.php/73361-Opel-turbóhedd-portað-af-heddportara-Dauðans", "posts": [{"user_name": "stigurh", "text": "Ef þú þarft meira power þá er þetta ein leið\nhttp://stigurh.123.is/", "date": "2009-04-06 22:46:00", "post_id": 1}, {"user_name": "fohelle", "text": "Þetta er heddið sf BUZY <<<icon_smile.gif>>>", "date": "2009-04-06 22:58:00", "post_id": 2}, {"user_name": "GeiriWRX", "text": "Hvað græðir maður nákvæmlega af því að porta? Fræðið mig<<<icon_smile.gif>>>", "date": "2009-04-06 23:03:00", "post_id": 3}, {"user_name": "adurgur", "text": "jebb greinilega\n\nhuggulegt - en er þetta ekki vanalega mun fínna slípað ? uppá flæði þá\n\nopc vs. civic", "date": "2009-04-06 23:09:00", "post_id": 4}, {"user_name": "KiddiGretarzz", "text": "[QUOTE=GeiriWRX;1297269]Hvað græðir maður nákvæmlega af því að porta? Fræðið mig<<<icon_smile.gif>>>[/QUOTE\n\r\nmeira flæði, meira response, fleiri hestöfl. En nota bene mjög kostnaðasöm hestöfl.", "date": "2009-04-06 23:19:00", "post_id": 5}, {"user_name": "Kristjan_GUÐ", "text": "svakalega er þetta gróft eitthvað", "date": "2009-04-06 23:48:00", "post_id": 6}, {"user_name": "burger", "text": "jaaa :/ frekar gróft er ekki pólerað oft til að fá enþá betra flæði ?", "date": "2009-04-07 02:37:00", "post_id": 7}, {"user_name": "maxel", "text": "Vá ég verð að kvóta þetta <<<icon_lol.gif>>>", "date": "2009-04-07 05:58:00", "post_id": 8}, {"user_name": "Gunnar H.", "text": "Intake gróft\r\nExhaust fínt", "date": "2009-04-07 08:19:00", "post_id": 9}, {"user_name": "Heddportun", "text": "Því meira loft sem vélin getur andað í gegnum heddin því meiru afli getur hún skilað en það er ekki sama hvernig loftið fer inn í sprengirýmið\n\nÞað fer algjörlega eftir því hvað menn kalla gróft og hvað fínt en það er ekki marktækur munur á flæði milli 80 og 200 og fínna\n\nÞeir sem ætla að reyna að porta heddin sín í skúrnum-Forget It!!", "date": "2009-04-07 08:52:00", "post_id": 10}, {"user_name": "Haukur Litli", "text": "Ef inntaksportin eru of fínt pússuð þá ruglar það í eldsneytisblöndunni. Ef portin eru slétt þá getur bensínið sest á veggina og runnið niður í stað þess að blandast loftinu. Ef þau eru höfð grófari gufar bensínið hraðar upp og fer með loftinu í brunahólfið.\n\r\nAfgasportin er betra að hafa slétt vegna þess að þar er engin raki og það flæðir örlítið betur slétt, þá er líka minni hætta á að það setjist sót og carbon í portin ef þau eru slétt.\n\r\nÁ díselbílum mega bæði portin vera rennislétt vegna þess að eldsneyti sprautast beint inn í brunahólfið en ekki í inntaksportin.\n\r\nMunurinn á flæði í sléttu og \"grófu\" porti er ekki svo mikill, það er aðallega stækkunin, endurbættar beygjur og það að fjarlægja steypugalla sem bætir flæðið.", "date": "2009-04-07 10:53:00", "post_id": 11}, {"user_name": "baldur", "text": "Rétt. Ég reyndar hef farið með fræsinn á heddin mín en bara til að eyða brúninni á milli ventlasætis og ports og minnka brúnirnar sem eru í kringum ventlasætin. Fjarlægi lítið efni úr sjálfu portinu, mest úr ventlasætinu og brunarýminu. Þori nú ekki að gera meira án þess að flæða heddið og sjá hvað er að gerast.", "date": "2009-04-07 11:08:00", "post_id": 12}, {"user_name": "Tótz922", "text": "hvað er verið að taka fyrir svona portun hjá einhverjum pro?", "date": "2009-04-07 14:33:00", "post_id": 13}, {"user_name": "burger", "text": "já okei \n\r\nhvað sérðu svona fyndið við þetta ?", "date": "2009-04-07 15:41:00", "post_id": 14}, {"user_name": "stigurh", "text": "Ég notaði í þetta verk porting kit frá Standard Abrasives. Ég keypti porting dót fyrir 150 $ = 23000 ísk...djók.   Ég mæli með svona dóti þar sem carbíturinn vinnur svo hratt að það getur verið varasamt í svona fíngerðu heddi. Þetta tók mig 12 tíma og ég var að DREPAST í bakinu á eftir.\n\r\nFyrst notaði ég 40grid og kláraði með 80grid. \n\r\nEf einhver er að pæla í að pólera þá er það ótrúlega mikil vinna. \n\r\nÉg skoðaði nokkrar flowtölur og það er 20-35% meira flæði bara við að \"pakkningapassa\" og  taka brúnirnar undir sætunum.\n\r\nÞetta er flott hedd sem ætti að gefa vel þegar þetta er orðið svona nuddað. Óli fer í lágar 12 í sumar. Hann er búin að fara 13.10 á framhjóladrifi.\r\nstigurh", "date": "2009-04-07 19:29:00", "post_id": 15}, {"user_name": "Heddportun", "text": "Það er fínt að hreinsa upp heddin eins og Stígur er að gera,casting lekan og allt það en öll efnistaka úr þeim er vafasöm.Svona 4cyll Hedd meiga við voðalega litlum breytingum\n\nSætið(ventury) á að vera um 80% af ventlinum það ætti að hjálpa þér í að setja stærðina á ventilsætinu þó svo ég mæli ekki með að þetta sé gert heima í skúr,kosturinn við Forced induction vélar er að þær finna ekki eins mikið fyrir breytingum og N/A vél ef það er farið í vitlausa átt\n\n\n\nLangar að koma inná afhverju þetta er dýrt og aðeins framhvæmt á fagmönnum,búinn að fá margar spurningar og þakka fyrir það\n\nÞað spurði e-h um verð.Það fer algjörlega eftir hverju heddi fyrir sig og þeim sem vinnur þau en þú borgar fyrir gæði.Þetta kostar slatta getum við orðað og það sem er rukkað fyrir þetta er ekki mikið miða við vinnuna sem fer í þetta eins og bakið á Stígi veit <<<icon_lol.gif>>>\n\nVið að \"porta\" heddin í skúr án flæðibekks eða nokkurar þekkingar á portun er mjög líklegt að þú skemmir loftflæði heddana og missir lofthraða,færð turbulance í flæðið þá fer öndunin niður um 5-40cfm í versu tilfellum,AKA Þú missir afl og það verulega\n\nBifvélavirki,Vélvirki ect.. veit EKKERT um Heddportun bara svo það sé á hreinu og ekki láta ljúga öðru að ykkur,það var talað um 10ára að læra heddportun til fulls en núna er það aðeins styttra sem slíkt eða um 5ár ef þú tekur vel eftir og skilur aðferðarfræðina", "date": "2009-04-07 20:51:00", "post_id": 16}, {"user_name": "GSTuning", "text": "Sammála.\n\nÞetta er líka annað á blöndungs bílum þar sem að hver stimpill sér um að fæða sig jafnt af lofti og bensíni þrátt fyrir mismunandi flæði á milli stimpla.\n\nEnn á innspýttingar bíl fá þeir allir það sama og munurinn á porti sem looka alveg eins getur þýtt muninn á brunnum stimplum og langlífri vél.\n\nÞAÐ ER ENGINN AÐ FARA PORTA HEDD ALMENNILEGA ÁN ÞESS AÐ MÆLA OG MÆLA OG MÆLA OG MÆLA.", "date": "2009-04-07 22:51:00", "post_id": 17}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Var með hedd í höndunum um daginn úr Toyotu... hrikalega gróft inní intaksportunum<<<icon_surprised.gif>>>", "date": "2009-04-07 23:31:00", "post_id": 18}, {"user_name": "addi-206", "text": "það er nú svona planið hjá mér að læra að porta... hvernig sem ég fer að því <<<icon_wink.gif>>>", "date": "2009-04-08 17:56:00", "post_id": 19}, {"user_name": "Heddportun", "text": "Þú þarft að fara í skóla til að læra það eða vinna sem Gimp í 10ár hjá vélasmið á skíta launum og þú vinnur ekki við þetta á Íslandi", "date": "2009-04-08 20:20:00", "post_id": 20}, {"user_name": "BuZy", "text": "<<<icon_cool.gif>>><<<icon_cool.gif>>><<<icon_cool.gif>>><<<icon_cool.gif>>> Svo fer heddið á bílin á morgun, reikna með að byrja að keyra á föstudaginn, verður fróðlegt að finna munin <<<icon_smile.gif>>>", "date": "2009-04-08 20:30:00", "post_id": 21}, {"user_name": "Master", "text": "Jæja.....\n\r\nÞetta er nú ekki eins og þetta sé \"rocket-Science\" að porta hedd.\n\r\nMaður þarf bara að hafa grunnskilning á hvernig loftflæði virkar, upplýsingar um heddin (þmt hvernig er mælt með að porta viðkomandi hedd til að ná því út sem leitað er eftir) og svo rétt áhöld. \r\nÞetta ætti að vera nóg til að ná amatör árangri mjög fljótlega.\n\r\nLátið enga \"wannabe bifvélavirka\" segja ykkur annað <<<rolleyes.png>>>", "date": "2009-04-08 21:03:00", "post_id": 22}, {"user_name": "Heddportun", "text": "Nú jæja\n\r\nÞú ættir þá að opna vélaverkstæði(engine shop) og sérhæfa þig í heddportun fyrst þetta er svona auðvelt,gætir jafnvel sagt NASCAR,F1 og öllum hinum keppnissportunum að hætta að eyða mörgum milljöðrum í R & D og tala við þig <<<rolleyes.png>>>\n\n\r\nAlltaf gaman að hlusta á bifvélavirkja tala um e-h sem þeir vita ekkert um", "date": "2009-04-08 21:27:00", "post_id": 23}, {"user_name": "Bragi", "text": "hef nú alveg portað hedd og það virkaði fínt <<<icon_smile.gif>>> \nþó að ég sé BARA bifvélavirki, \n\nsíðan er hægt að ganga útí öfgar,  í mótorhjólunum eru þeir allavena alveg að missa sig í þessu, þá er jafvel steypt uppí portið á sumum stöðum til að fá öðruvísi powerband, en að fræsa aðeins úr heddinu til að fá meira flæði er ekkert mál og virkar í flestum tilfellum alveg næginega vel...", "date": "2009-04-08 21:43:00", "post_id": 24}, {"user_name": "Heddportun", "text": "Og með hverju mældiru árangurinn?", "date": "2009-04-08 21:50:00", "post_id": 25}, {"user_name": "Bragi", "text": "með vélar dyno auðvitað....\n\n\n\n\nnei, ég mældi þetta ekki á nokkurn hátt, en vélin varð að minsta kosti ekki verri fyrir vikið.\n\nvar bara með m5 hedd uppá borði þegar ég var að taka upp heddið mitt, og portin í heddinu mínu voru bara svo ógeðsleg í samanburði við m5 heddið, þannig ég náði með í handfræsi og gerði  út portin \"eins og\" í m5 heddinu, átti ekkert við inn portin þar sem þau eru svo risa stór í 4age...\n\nsíðan þrýstiprófaði ég bara heddið  og það lak ekki, þannig ég var bara sáttur...", "date": "2009-04-08 22:15:00", "post_id": 26}, {"user_name": "gr33n", "text": "Alltaf gaman að lesa hræsnina frá manninum sem heldur að túrbó rauðhitni ekki <<<icon_rolleyes.gif>>> <<<icon_lol.gif>>>\n\nEn aftur á móti er ég sammála þér um megnið hérna. Til þess að gera þetta almennilega þarf að hafa mælitæki á þetta. En auðvitað er hægt að slumpa á þetta svona ágætlega (á þessum venjulegu basic vélum) með því að sverfa aðeins út þessu. En til að gera þetta almennilega þarf stærðfræðin að vera 110%", "date": "2009-04-08 22:20:00", "post_id": 27}, {"user_name": "Heddportun", "text": "Og það er alltaf jafn gaman að því þegar fólk snýr útur því sem er verið að segja eða einfaldlega skilur ekki afhverju hlutir gerast\n\nSvo hef ég unnið meira með vélabreytingar og smíði á turbo bílum og vélum en þú svo það væri ágætt ef þú myndir halda þig við spyndulkúliskiptingar þar að segja ef þú vinnur við viðgerðir á annað borð,sýnist ekki allvega á því sem þú skirfar hérna oft.\n\nÍ svörum þínum koma oft stælar og skítköstin þegar fólk er að spyrja einfaldrar spurnigna eða vill fá hjálp,veit ekki hvað er að angra þig en nún ertu kominn út fyrir þitt svið\n\nÉg er Vélasmiður og Heddportari svo það væri ágætta að hver myndi halda sig við sýna menntun ef þú veist hvað ég meina vinur....", "date": "2009-04-08 23:39:00", "post_id": 28}, {"user_name": "Tótz922", "text": "ertu menntaður? og heitiru það í símaskránni? \r\nportaru eitthvað fleira? túrbínur td?", "date": "2009-04-08 23:43:00", "post_id": 29}, {"user_name": "Heddportun", "text": "Já ég er menntaður S.A.E. og nei ég heiti það ekki í símaskránni <<<icon_lol.gif>>>\n\r\nÉg porta Intake,throttlebody,porta allt sem hægt er að bæta..smíða Sheet Metal intake,ITB og Flækjur oflofl\n\r\nÞessvegna er ég að reyna að koma þeim skilningi í gegn að það fer enginnn að porta útí skúr og ná e-h útúr heddunum sem er marktækt án þess að hafa LÆRT þetta eða unnið við það í nokkur ár. Það að pólera hedd er ekki að porta\n\r\nEn sumir þurfa alltaf að vera með skítkast og þannig er það nú bara,ég byrja allavega ekki á svona stælum eins og Gr33n", "date": "2009-04-09 01:36:00", "post_id": 30}, {"user_name": "GSTuning", "text": "Að porta hedd án þess að mæla það er eins og að keppa í kvartmílu með skeiðklukku", "date": "2009-04-09 01:52:00", "post_id": 31}, {"user_name": "burger", "text": "en póleru en oft frammkvæmd til að bæta flæði ekki rétt ? \nbara spyr", "date": "2009-04-09 03:30:00", "post_id": 32}, {"user_name": "Lindemann", "text": "Hvar er hægt að sjá árangur þinna verka á borði eða blaði?\r\nEkki á hverjum degi sem maður nær á manni hérna á klakanum sem portar, smíðar, tjúnnar og bætir allt sem hugurinn girnist en kann samt sem áður ekki að stafsetja orð eins og spindilkúla??????\n\r\nertu bara loftbóla eða hefuru gert eitthvað?", "date": "2009-04-09 04:52:00", "post_id": 33}, {"user_name": "knútzi", "text": "eg veit ekkert um þetta mál og er sáttur vildi bara vera med <<<chicken.gif>>>", "date": "2009-04-09 05:03:00", "post_id": 34}, {"user_name": "Arnar F", "text": "Þessi þráður er allveg frábær <<<icon_lol.gif>>>", "date": "2009-04-09 08:01:00", "post_id": 35}, {"user_name": "Heddportun", "text": "Nei það bætir ekki flæð nema á virkilega lélegu casting 1-3% sem er lítið á heddum eða um 1-5cfm ef það svo mikið ,þegar það er gert er meira verið að hreinsa þau upp og fegra", "date": "2009-04-09 09:05:00", "post_id": 36}, {"user_name": "Heddportun", "text": "+\n\r\nBara ósköp eðlileg stafsetningarvilla þegar þú skrifar svar á 30sec\n\r\nBara svo þú vitir það þá bý ég í USA og er að vinna við þetta", "date": "2009-04-09 09:22:00", "post_id": 37}, {"user_name": "einarak", "text": "og það að gera stafsetningarvillu á spjallborði sýnir náttúrulega að maðurinn hefur ekki hugmynd um hvað hann er að tala? Shhjit hvað þú ert barnalegur", "date": "2009-04-09 10:30:00", "post_id": 38}, {"user_name": "gr33n", "text": "Uhh... jahhá... <<<icon_lol.gif>>> í fyrsta lagi þá var ég nú bara að vera sammála þér þarna! Og hvað í ANSKOTANUM veist þú um hvað ég hef gert <<<icon_rolleyes.gif>>>\r\nBara það að maður sem vinnur við smíði á túrbó bílum vilji meina það að þær rauðglói ekki við áreynslu gefur til kynna hvað hann veit <<<icon_rolleyes.gif>>>\r\nJá... og þú ert sennilega eini vélarsmiðurinn í heiminum sem hlær' actually ekki yfir Hiclone/cyclone/turbonator.... heldur viljir meina það að þetta virki alveg GÍKANTÍSKT!\r\nBara svona til að snúa út úr <<<icon_rolleyes.gif>>>\n\n\n\nÞað varst þú sem byrjaðir með hrokann hérna! Þessi nýðingur gagnvart bifvélavirkjum eins og þú ert vanur <<<icon_rolleyes.gif>>>", "date": "2009-04-09 15:11:00", "post_id": 39}, {"user_name": "Heddportun", "text": "<<<lol3.gif>>>\n\n<<<chicken.gif>>>", "date": "2009-04-09 15:17:00", "post_id": 40}, {"user_name": "fohelle", "text": "á túrbó bílum myndast virkilega fljótt hiti í vélarrúminu <<<icon_smile.gif>>>\n\nEn þetta ætti að vera vel gert enda verslar óli bara við topp náunga <<<icon_wink.gif>>>, \n\nSvo sýnist mér Sófaracer #1 alveg vita hvað hann er að tala um alvega er hann útskýra hlutina, sjálfur veitt ég ekki neitt um að \"porta\" hedd annað en það ef það er rétt gert getur það breyta bílnum helling", "date": "2009-04-09 16:14:00", "post_id": 41}, {"user_name": "burger", "text": "hehe oki <<<icon_biggrin.gif>>>\n\r\nþakka samt proves my point þar sem sumir eru alveg<<<rolleyes.png>>>", "date": "2009-04-09 17:14:00", "post_id": 42}, {"user_name": "Doddilitli", "text": "hahahaha... þetta er ágætt.\n\r\nSófaracer af hverju er samasem merki að vera BARA bifvélavirki/vélvirki og vita ekkert um að porta hedd?\n\r\nÞarf maður að vera svona heddportari til að vita eitthvað um að porta hedd?\n\r\nÍ hvaða námi varstu og hvað hét áfanginn í heddportun eða var þetta kannski sérstakt nám?\n\r\nTrúir þú virkilega ekki að túrbínur geti orðið rauðglóandi heitar þegar það er verið að nota þær?", "date": "2009-04-09 18:09:00", "post_id": 43}, {"user_name": "Master", "text": "Ég þekki kauða ekki neitt, en það er ekki alveg laust við það að manni sýnist hann hafa verið heddportaður sjálfur. Ekki oft sem maður verður var við svona mikið flæði af dásemdum um sjálfan sig og sitt ágæti samfara yfirlýsingum á getuleysi allra annarra.", "date": "2009-04-09 18:18:00", "post_id": 44}, {"user_name": "KSS", "text": "haha ekki alveg <<<lol3.gif>>>", "date": "2009-04-09 19:01:00", "post_id": 45}, {"user_name": "gr33n", "text": ".               .", "date": "2009-04-09 21:07:00", "post_id": 46}, {"user_name": "Heddportun", "text": "Hvað er málið með þig? Ég er að gera þetta dags daglega og veit hvað þarf í þetta og er einfaldlega að benda á staðreyndir en svo kemur herra bifvélavirki(þú) sem hefur aldrei verið við flæðibekk og segir að þetta sé ekkert mál og hver sem er gert í skúrnum,sem er enganvegin rétt en ég ætla ekki að stoppa þig í að fara að porta í skúrnum með borvélinni þinni.Bæði Baldur og GStuning eru einnig búnir að benda á það\n\nÞað er hefð á spjallinu fyrir því að sumir sem eru búnir að pósta hérna inn segist vita allt betur en aðrir að því að þeir séu bifvélavirkjar,hvað er öðruvísi við það sem ég er að segja?", "date": "2009-04-09 22:02:00", "post_id": 47}, {"user_name": "Heddportun", "text": "Þú veist það sjálfur að það er ekki kennd straumfræði,hönnun eða vélabreytingar(heddportun) í þessum iðngreinum og því fráleitt að halda öðru fram\n\r\nÞetta er sérnám og viðurkennt af SAE, Society of Automotive Engineers. F1,Nascar,Funny Car,Top Fuel,Pro Stock ect..  eru öll með fólk úr þessu námi svo þetta er ekkert námskeið \n\r\nÞú færð engan skilning á portun við að lesa HotRod Magazine eða álíka til að segjast vita e-h um málið annað en það sem þú lest", "date": "2009-04-09 22:10:00", "post_id": 48}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Ég keypti mér nýja vinnuhanska um daginn, mjög sáttur.", "date": "2009-04-09 22:14:00", "post_id": 49}, {"user_name": "Lindemann", "text": "ég veit ekkert hvað maðurinn veit eða kann enda sagði ég aldrei að hann vissi ekki hvað hann væri að tala um, eina sem ég veit er að hrokinn virðist skína svoleiðis af honum gagnvart öðrum hérna og það er það eina sem pirrar mig........", "date": "2009-04-09 22:17:00", "post_id": 50}, {"user_name": "Doddilitli", "text": "Í alvöru.....  hvernig hanska, eru þeir með low stick palm retaner leðri, micro high stick velcro rubber-band wrist strap og high flow breathing back hand cutton?\n\r\nVið viljum myndir<<<icon_eek.gif>>>", "date": "2009-04-09 23:39:00", "post_id": 51}, {"user_name": "Master", "text": "<<<lol3.gif>>>\n\r\n góður", "date": "2009-04-09 23:43:00", "post_id": 52}, {"user_name": "Heddportun", "text": "Engin hroki svara bara eins og mér er svarað,þetta er internetið og þar misskilst oft það sem sagt er", "date": "2009-04-09 23:45:00", "post_id": 53}, {"user_name": "gr33n", "text": "Ekki tala um hanska... þetta er komið út fyrir þitt range, þú ert bara bifvélavirkji sem veist ekki neitt.... haltu þig bara við spyndilkúluskipti <<<icon_rolleyes.gif>>> <<<icon_lol.gif>>>", "date": "2009-04-10 00:30:00", "post_id": 54}, {"user_name": "Lolli DSM", "text": "Þetta er góður þráður... nú ætla ég aldrei að porta aftur <<<rolleyes.png>>>", "date": "2009-04-10 01:00:00", "post_id": 55}, {"user_name": "Doddilitli", "text": "Uuuuu.. gleymdi mér aðeins þegar Guðmundur fór að tala um vinnuhanska. Er einhver lærður vinnuhanskasaumari hérna sem getur sagt okkur aðeins frá höskunum hans Guðmundar?<<<icon_wink.gif>>>\n\n\n\nÞú ert heldur ekki með SAE gráðu í heddportun.", "date": "2009-04-10 01:11:00", "post_id": 56}, {"user_name": "Lolli DSM", "text": "Nei ég þarf endilega að gramsa dýpra í cheerios pakkan eftir henni... hehe <<<icon_wink.gif>>>", "date": "2009-04-10 01:37:00", "post_id": 57}, {"user_name": "Haukur Litli", "text": "Vissulega þarf maður flæðibekk til að fá sem mest útúr heddi, custom inntaki eða plenum. \r\nEn það þýðir ekki að Jón Jónsson geti ekki farið út í skúr og pússað niður steypugalla og pólerað afgasportin til að auka flæði í heddinu. \n\r\nÉg held að það sé engin að fara að breyta radíus beygjanna, setja risa ventla eða steypa í beygjur og breyta portinu í skúrnum hjá sér á skítugu vinnuborði. \n\r\nSófaracer #1, heldur þú að það myndi eyðileggja hedd að pússa niður opin þannig að þau passi við pakkningar? \n\r\nLáta inntak og hedd passa þannig saman að það sé engin brún sem loftið lendi á, myndi það skemma vélina?\n\r\nAð pólera inntakið og inntaksportin að spíssanum en hafa hrjúft þaðan og að ventli til að eldsneytið og loftið blandist rétt saman?\n\r\nEn að pólera alveg bæði inntaks- og afgasportin á díselvél, myndi það skemma eitthvað?\n\r\nPorta pústgreinina til að afgasið þurfi ekki að þrýsta sér framhjá brúnum, myndi það skemma eitthvað?\n\r\nÉg er viss um að það þarf að læra þetta til að gera þetta rétt, vera shophand sem hleypur með kaffi og fær að sjá við og við hvernig á að gera þetta, fá svo að hjálpa til við þetta og svo loks að gera þetta sjálfur. Þú hefur kannski setið námskeið í loftfræði, lesandi um venturi, turbulence og fleira. \n\r\nEn ekki gera lítið úr áhugamönnum um vélabreytingar, þeir gera það sem þeir gera vegna þess að þeir hafa gaman af því. \n\r\nEf maður getur grætt nokkur hestöfl eftir heimaportun og getur þá unnið vin sinn uppi á kvartmílubraut þá er það þess virði. \n\r\nGæti hann fengið meira afl með flæðibekk og sérfræðing í vélasmíði?-Já örugglega. \r\nEr það þess virði fyrir mann sem er ekki að keppa í milljarða króna keppnum?-Nei \n\r\nÉg held að menn hafi brugðist illa við þér af því að undirliggjandi tónninn hjá þér var sá að bifvélavirkjar eða vélvirkjar væru allir heimskir smurapar sem ættu bara að skipta um fóðringar og spindilkúlur og halda sig frá breytingum. \n\r\nHvernig væri að menn myndu aðeins slappa af í metingnum og fara að tala saman? Þá gætu kannksi allir grætt á hvorum öðrum!\n\r\nKv Haukur.", "date": "2009-04-10 12:28:00", "post_id": 58}, {"user_name": "addi-206", "text": "Haukur Litli.... besta svar sem ég hef séð á live2cruize... ever <<<icon_surprised.gif>>>", "date": "2009-04-10 13:37:00", "post_id": 59}, {"user_name": "KSS", "text": "vel mælt hjá þér Haukur <<<icon_razz.gif>>>", "date": "2009-04-10 14:02:00", "post_id": 60}, {"user_name": "Heddportun", "text": "Póstuinn hjá Hauki er mjög góður og undirstrikar það sem ég hef sagt en sumir snúið útúr eða einfaldlega ekki lesið ef þráðurinn allur er lesinn aftur\n\nÞað sem virðist pirra bifvélavirkjana hérna er að ég benti réttilega á að þeir gætu ekki\nhaldið því framm að þeir gætu portað hedd því þeir væru bifvélavirkjar sem sumir þeirra gera í daglegu tali og summir virðast samt sem áður halda því framm\nÞað eru aðrir einnig búnir að benda á það svo ég er ekki einn um þetta \n\nEngin að gera lítið úr neinum en þegar fólk er byrja að rífast við mann um e-h sem ég veit betur,snúa útúr með allskonar stæla þá svara ég þvi þó ég eigi ekki að gera það <<<icon_smile.gif>>>", "date": "2009-04-10 19:50:00", "post_id": 61}, {"user_name": "addi-206", "text": "ég skil hvað þú meinar og búin að lesa þennan þráð og fylgjast með honum og vildi bara segja.. ég er bifvélavirki og treysti sjálfum mér til þess að porta hedd-ið  á mínum 205 GTi til þess að fá hann aðeins til að virka betur, en ekki séns í helvíti að ég mundi porta hedd á bíl sem á að skila 1500+ hö og á að snúast upp í 12.2 rpm, það er náttúrulega stór munur á því að porta svoleiðis mótor heldur en minn 130 hestafla mótor sem fer í 6000rpm", "date": "2009-04-10 21:07:00", "post_id": 62}, {"user_name": "GSTuning", "text": "Enn hvað fær þig til að halda og vita að portunin þín gékk upp?\n\nAð porta hedd er ekki bara að græða lítið og svo meira og meira,\nÞú getur byrjað vel og svo gert skissu sem skemmir portið.\nHvað þá að öll portin flæði eins það er 100sinnum mikilvægara enn sjálft total flæðið sérstaklega á innspýttingar bíl. Það getur verið léttilega 10% munur þá á milli stimpla ef þetta er einhver gisk vinna.\n\nMixtúran á einum er \n12:1 og á næsta 13.3:1\nÞetta þýðir bara að annars runna miklu heitar og er mikið líklegri til að knocka og brenna ventla. Þeir á spjallinu sem hafa tjúnað vita hvað þetta er stór munur á góðri mixtúru og slæmri...... , \n\nÉg myndi ekki láta mér detta það í hug að runna portað hedd sem er ekki eins flæðandi á hverju einasta porti. Þá er bara betra að sleppa því.\n\nMæla menn ekki hersluna á heddboltum þegar þeir setja hedd á??????\nÞetta er alveg það sama, slumpar ekkert á svona nákvæmnis vinnu..", "date": "2009-04-11 00:07:00", "post_id": 63}, {"user_name": "Heddportun", "text": "Þetta er nkl það sem þetta snýst um\n\r\nMunurinn milli porta á að vera eins lítill og hægt er,5cfm muniur getur verið um 12HP á milli cyllendra,margfaldar það með fjöda cyllendra og það er stór summa\n\r\nDynoaði 360cid Ford N/A Vél sem skilaði 825hp,var tekin í gegn og allt jafnað út,skila núna 890hp á sama setupi", "date": "2009-04-11 01:23:00", "post_id": 64}, {"user_name": "Gusti_opel", "text": "ja ok<<<icon_smile.gif>>> eg var einmitt að spa í að fa mer nyja vinnuhannska, hvar kaupiru þina?", "date": "2009-04-11 10:59:00", "post_id": 65}, {"user_name": "Valdi 27", "text": "En hvernig er það, er til flæðibekkur á þessu blessaða skeri og einhver sérmenntaður maður sem er búinn að fara í þetta nám. Eða þarf maður að senda heddið til ameríku til a' fá almennilega portun???", "date": "2009-04-11 11:10:00", "post_id": 66}, {"user_name": "Lolli DSM", "text": "Gott svar Haukur.\n\r\nSé ekki Sófaracer og gstuning vera að drulla yfir stíg fyrir að vera að hreinsa og laga til portin á opel heddinu. Ekki var stígur að flæðimæla það hedd. Ætli þetta komi þá til með að valda því að mótorinn hjá óla fari í sumar... Nei ef hann fer verður stíg ekki kennt um.\r\nMér hefur sýnst að flestir hér treysti sér til að gera akkúrat það sem Stígur var að gera við opel heddið, ég er búinn að hreinsa heddið á mínum upp t.d.\n\r\nÞað gefur ykkur viseguys ekkert leyfi til að spá ragnarrökum fyrir alla sem langar að prófa að slípa portin sín til. \r\nOg þar sem það er það er bara verið að eiga smávægilega við portin kemur það aldrei til með að breyta flæðinu nóg til að blandan verði 12 - 13.3 á milli cylindra.\n\r\nFrekar að halda bara umræðu í gangi en að vera að kúka og pissa á náungan.", "date": "2009-04-11 12:23:00", "post_id": 67}, {"user_name": "Heddportun", "text": "Ég er búinn að fara í gegnum þetta nám og á eina flæðibekkin Superflow SF600 mér vitandi hérna heima en bý ekki á íslandi", "date": "2009-04-11 13:20:00", "post_id": 68}, {"user_name": "Bragi", "text": "bara smá forvitni... hvar vinnur þú?", "date": "2009-04-11 13:25:00", "post_id": 69}, {"user_name": "Heddportun", "text": "<<<icon_thumright.gif>>>\n\r\nMunurinn milli porta er dágóður frá framleiðanda fyrirframm,ef það er verið að pússa upp portin þá er ekki hægt að taka sama magn af þeim öllum sem getur leitt til vandamála,kanski ekki á 5þús km en það styttir líftíman á innvolsinu því misaflmiklkir cyllendrar setja balanceinn á sveifarásnum úr skorðum og allt þaðanaf\r\nÁ tildurlega létt túnuðum mótorum er þetta ekki svo mikið áhyggjuefni en þegar þú ert kominn með mjög aflmikn mótor per stærð og sérstaklega sem snýst hratt eru hlutirnir fljótari að koma í ljós\n\r\nMunurinn milli 12,5:1 og 13:1 er nægur til að stúta mótor því þetta er meðaltal A/F ratio á WOT,raun A/F Ratio getur verið 0.5 milli cyllendra ef að er gáð með Wideband per cyllender eða mældur pústhiti með EGT.þessi munur er nægur til að brenna gat eða banka mótorinn í sundur,fer bara eftir mótorum", "date": "2009-04-11 13:39:00", "post_id": 70}, {"user_name": "binni17", "text": "Fyrst það er engin alvöru portari hérna þá held ég með að þú látir vita á spjallinu þegar þú kemur til landsins. örugglega alveg helling af fólki sem ert til í að borga fyrir pro hedd portun.", "date": "2009-04-11 17:12:00", "post_id": 71}, {"user_name": "Kjallin", "text": "Eftir að hafa lesið þennan þráð, þá er ég að spá í að porta á mér heddið <<<icon_lol.gif>>>", "date": "2009-04-11 17:55:00", "post_id": 72}, {"user_name": "Halldór Berg", "text": "<<<icon_lol.gif>>><<<icon_lol.gif>>>", "date": "2009-04-11 18:01:00", "post_id": 73}, {"user_name": "Lolli DSM", "text": "Áttu flæðibekk á íslandi?\r\nVar búinn að ná því að þú ert ekki staddur hér eins og stendur.\r\nHjá hverjum ertu að vinna í usa eða ertu með sjálfstæðan rekstur?", "date": "2009-04-11 18:16:00", "post_id": 74}, {"user_name": "baldur", "text": "Jamm, ódýrir fjöldaframleiddir mótorar eru engin nákvæmnissmíði.", "date": "2009-04-11 22:24:00", "post_id": 75}, {"user_name": "BuZy", "text": "JúJú klárlega verður honum kennt um <<<icon_biggrin.gif>>>\n\r\nBílinn er að verða rdy, verður fróðlegt að sjá munin á honum eftir þetta,\n\r\nVeit ekki betur en að Stígur hafi portað þó nokkuð marga mótora, þá einnig þann sem er í kryppuni ??? ekkert slor þar. Spurning hvprt Stígur getur ekki staðfest það", "date": "2009-04-11 22:48:00", "post_id": 76}, {"user_name": "Heddportun", "text": "Bekkurinn er heima í kössum\n\nÉg vinn sjálfur sem og fæ verkefni frá félaga mínum sem hannaði Ls6 Heddin fyrir Lingenfelter og fleiri", "date": "2009-04-11 23:38:00", "post_id": 77}, {"user_name": "Lolli DSM", "text": "Ok pillaðu þér heim og flæðimældu eitt hedd fyrir mig...", "date": "2009-04-12 04:13:00", "post_id": 78}, {"user_name": "ZooMix", "text": "Ég þori ekki að keyra bílinn minn lengur, ég er ekki kominn með FIA leyfið ennþá <<<icon_sad.gif>>>", "date": "2009-04-12 05:30:00", "post_id": 79}, {"user_name": "stigurh", "text": "Sælir félagar \n\r\nÞetta er frábær þráður. Ég er mjög ánægður með ykkur alla hérna á vefnum. Þessar pælingar eru fínar. \n\r\nJá Óli ég er búin að porta helling af heddum og finnst það gaman ! Svona er maður klikk. Ég fékk heilmikið kikk útúr því að porta heddið þitt, flott steypa. Geri þetta aftur anytime !!!\n\r\nÉg hef bara aldrei átt eða notað mótor sem ég hef ekki portað ! Alltaf fengið meira power fyrir það sem ég hef verið að gera. \n\r\nÉg portaði hedd, soggrein og Holley Dominator blöndung á 427 bbc með fínum árangri. 2600lbs bíll fór 8.85@153mil með 100hp nítró skoti. \n\r\nSami bíll 2005 bara þyngri með standard 454 með ovalport heddum og std 2,07 1,72 ventlum fór 9.95@135mil á benzini. Alveg ótrúlega gaman að ná því, erfitt en frábært.\n\r\nSami bíll með 540 fór 9.30@146mil á bensíni í sumar. Það er hreyfill sem ég er að byrja með núna.\n\r\nÉg nota BBChevy vélar í reisinu og þær eru alls ekki að flæða það sama á öllum runnerum ! Það munar alltaf helling á hp milli strokka ! Því er um að kenna mismunandi ventlastaða. En samt, hvaða sú vél sem skilar því sama á öllum strokkum er vandfundin. Það er alltaf eitthvað sem er öðruvísi.\n\r\nÉg mæli með lestrar efni frá David Vizard. Það er náungi sem er hámenntaður úr flugvélaiðnaðinum en telur okkur áhugamennina alveg nógu góða til að gera hlutina sjálfir og gera þá rétt. Við getum ekki fengið 100% án þess að mæla en við getum svo sannarlega fengið 80-90% af því sem er í boði án þess að borga pro portara $$$. Þess utan að það er engin hér á Los Klakos. \n\r\nEf að engir væru áhugamennirnir þá væri víst lítið að gerast í reisinu.\n\r\nHaldið áfram að lesa, gerið hlutina sjálfir og setjið peningin í keppnir. \n\r\nstigurh", "date": "2009-04-12 12:08:00", "post_id": 80}, {"user_name": "stigurh", "text": "Smá uppdate hjá Óla ópel\n\nhttp://stigurh.123.is/\n\r\nAllt að gerast\n\r\nstigurh", "date": "2009-04-12 12:49:00", "post_id": 81}, {"user_name": "Master", "text": "Sammála því sem stigurh segir, en það er samt eitt sem mig langar að fá að vita betur, hvernig veistu að mótorinn er að skila mismunandi á milli cyl.? Ertu kannski bara að gefa þér það, því þú getur ekki mælt það nákvæmlega? Eða byggirðu það útfrá mismunandi hita?", "date": "2009-04-12 19:18:00", "post_id": 82}, {"user_name": "Lolli DSM", "text": "Góður stígur.\n\r\nÞað er engin leið að mæla mismun í afli milli cylindra. Menn geta bara gefið sér það útfrá mismunandi bruna í hverjum cylinder. Hvort sem það væri gert með egt á hverja pústgrein eða wideband o2 skynjara í hverja grein (hef aldrei séð það) og svo ion sensing (sem er fuck dýrt)", "date": "2009-04-12 21:53:00", "post_id": 83}, {"user_name": "baldur", "text": "Ég hef séð notaða wideband O2 skynjara á hverja grein, svo eru líka til þrýstiskynjarar sem þú getur tengt inn í cylendrana með því að bora gat í kerti eða hedd til að fylgjast með brunanum. Líka hægt að mæla hröðunina á mismunandi hlutum af snúningnum (sem er ein af ástæðunum fyrir því að notuð eru trigger hjól með margar tennur eins og 60-2, það er að geta mælt snúningshraða vélarinnar 156 sinnum yfir 720 gráðurnar.) og það er það sem að OEM tölvur gera til þess að nema misfire og segja þér á hvaða cylinder það er að gerast.", "date": "2009-04-12 22:43:00", "post_id": 84}, {"user_name": "Lolli DSM", "text": "Sjálfsagt hafa einhverjir notað wideband á hverja grein. En það er e-ð sem er ekki algengt. o2 skynjarar eru ekki að fíla mikinn hita í langan tíma, sem er ein ástæðan fyrir að mælt er með að setja þá aftar í pústið.\n\r\nCitroen hafa verið að nota eftir neista á kerti til að mæla hvernig bruninn tókst. Vélartölvan skynjar þá spennuna sem þarf til að kertið neisti í annað skipti.\n\r\nIon sensing er skynjari sem er hafður í hverjum cylinder. Hann mælir e-h jónir í brunanum og segir til um hvernig blandan hafi brunnið.", "date": "2009-04-13 01:25:00", "post_id": 85}, {"user_name": "baldur", "text": "tja það er algengara að sett séu bara test port á flækjurnar og lekið smá gasi þar út fyrir mælinguna, sem er þá kælt áður.\r\nIon sensing er aðferð sem byggir á því að nota kertin sem skynjara, þá er sett á þau lág spenna og mældar breytingar sem verða á rýmd í neistabilinu við breytingar á loftþrýstingi.", "date": "2009-04-13 02:08:00", "post_id": 86}, {"user_name": "ZooMix", "text": "ég les þetta og bara fuck ég á langt í land í bifvélavirkjanum <<<icon_sad.gif>>>", "date": "2009-04-13 05:15:00", "post_id": 87}, {"user_name": "einarak", "text": "ein quick forvitnis hérna, skiptir máli hvar wideband skynjari er staðsettur í pústinu?", "date": "2009-04-13 10:37:00", "post_id": 88}, {"user_name": "GSTuning", "text": "Svo það sé á hreinu þá er hægt að mæla og reikna út HÖ per cylinder.\nMeð þá sveifarás hraðanum, EGT og AFR og tölurnar úr port mælingunni.\nIon sensing er ekki auka skynjari\n\nEf það er narrow band skynjari þá skiptir mega máli hvar hann er, hann virkar bara rétt á ákveðnu hita sviði. \n\nEf það er wideband skynjari þá verður hann samt að vera ákveðið langt frá hæðsta hitanum, nema að hann er hita stýrður til að mæla súrefnismagn.\n\nMeð því að vita magnið af lofti sem flæðir við allt ventla lift og vitandi knastása tímann þá er hægt að reikna út powerið sem vélin á að gefa upp að cirka 1-3%, sem þýðir að þá er hægt að reikna mismun á milli porta.", "date": "2009-04-13 15:59:00", "post_id": 89}, {"user_name": "Lolli DSM", "text": "Það er mismunandi milli N/a eða turbo. \r\nÍ augnablikinu er ég t.d. með minn strax eftir bínu sem er ekki gott fyrir endinguna á skynjaranum en þegar nýja bínan fer í verður hann sirka fyrir neðan hvalbak.\r\nEn í n/a skilst mér að hann sé hafður tiltölulega nálægt heddportunum. Er ekki með fjarlægðina alveg á hreinu.\r\nEn ef menn eru með langar flækjur hljóta þeir að hafa skynjaran í collectornum til að hafa meðalblöndu allra cylindra.\n\n\n\nAð mæla og reikna er ekki það sama. Þú getur reiknað út mismun eins og þú sagðir, útfrá mælingum.\n\r\nÉg sá einhverntíman ion sensing system frá Delphi minnir mig. Það var e-ð rándýrt og voru skyjarar í hvert brunahólf. En er samt ekki alveg viss á uppsetningunni á því. Það er langt síðan ég var að spá í því.", "date": "2009-04-13 16:34:00", "post_id": 90}, {"user_name": "GSTuning", "text": "Já þannig af ef þú veist heildar aflið og hvernig það hlutfalslega deilist niður á stimplanna geturru reiknað og VITAÐ mismuninn.\n\nMeð því að segja mæla og reikna, þá meina ég mæla fyrst, reikna svo.\n\nEf menn ætla að grafa vel ofan í hvað er að gerast þá bara verður að reikna og vita.\nmæla og bera samann , reikna og mæla , og svo framvegis.\nÞróa Imperial formúlur út frá mælingum , sem er t,d hvernig fluid dynamics virkar. \nAllt mælt fyrir langa löngu og skráð, svo einhver sem finnur út formúlu til að hægt sé að sleppa við að mæla alltaf og bara reiknað til að vita hvað gerist eða getur gerst.\n\n\nION sensing er að tölvan mælir straum magn í gegnum kertið þegar það hefur neistað með því að setja á það spennu.\nÞannig veit tölvan út frá töflu hversu mikið af jónum sitja á milli kertabilsins og þá hvernig bruninn tókst. \nÞetta er því meira og minna að nota venjulegt kerti nema að það er tölvan sem sér um að framleiða spennu og mæla straum", "date": "2009-04-13 16:52:00", "post_id": 91}, {"user_name": "einarak", "text": "ok, ég er með narrowband mælir í collectornum á stuttum flækjum er það cool? \nsvona mælir to be exact http://store.summitracing.com/partde...5&autoview=sku", "date": "2009-04-13 16:53:00", "post_id": 92}, {"user_name": "GSTuning", "text": "narrow band mælir er aldrei málið , aldrei nokkurn tímann.", "date": "2009-04-13 23:25:00", "post_id": 93}, {"user_name": "Heddportun", "text": "Fjarlægð skynjara frá enda greinana í collector er best að hafa í um 2-3\" fjarlægð\n\nMeð skynjara per grein eru probe rörin höfð um 2\" frá fláns á flækjum\nÞað munar töluverðu líka með hvar í rörinu þeir eru staðsettir,best að hafa að innanverðu ef beygja er á rörinu stuttu áður,þar ættiru að fá bestu avg mælinguna\n\n\n\nEinar ef þú ert með Holley injection systemið þarftu wideband til að stilla A/F á WOT,narrow mælir ekki eins vel og wideband-Svart og Hvítt", "date": "2009-04-14 01:15:00", "post_id": 94}, {"user_name": "einarak", "text": "nei, ég seldi innspýtinguna, ég er bara með holley DP með proform body ca. 700 cfm. Dugar mér ekki þessi AF mælir sem ég er með til að velja mér jetta í blöndunginn? Jetta stærðir verða hvort eð er aldrei 100% því það eru um 5% flæðimunur á milli jetta stærða", "date": "2009-04-14 09:35:00", "post_id": 95}, {"user_name": "GSTuning", "text": "narrow band mælir virkar flott EF þú ætlar að vita hvort að mixtúran sé \nlean, lambda 1, rík.\nStundum kemur þetta ekki einu sinni rétt frá svoleiðis skynjara. \nÞeir þurfa líka að vera mæla í ákveðnum afgashita til að virka rétt.\nÞannig að það er alveg ljóst að svona mælir gerir ekkert betur enn að giska jafn vel og ég og þú.", "date": "2009-04-14 23:40:00", "post_id": 96}, {"user_name": "GSTuning", "text": "Eins leiðinlegt og það er að þurfa bumpa þennan þráð þá tel ég mjög mikilvægt að það sé gert til að minna menn á að heima portanir eru ekki málið á innspýttinga vélar nema það sé flæði mælt.\n\nÞetta portunar job er víst algjört fail.", "date": "2009-06-06 21:37:00", "post_id": 97}, {"user_name": "adurgur", "text": "wtf - hva virkar bíllinn verr/betur eða ?", "date": "2009-06-06 21:42:00", "post_id": 98}, {"user_name": "Lolli DSM", "text": "Er buzy með motor fail?? Ég var búinn að sjá hann nokkrum sinnum vera að taka á honum.", "date": "2009-06-06 21:48:00", "post_id": 99}, {"user_name": "GSTuning", "text": "Það er víst svo óreglulegt flæðið að það gékk ekki að tjúna hann.\nHann kannski upplýsir menn betur um málið", "date": "2009-06-06 21:55:00", "post_id": 100}, {"user_name": "BuZy", "text": "HaHa það er ekki allveg rétt <<<icon_smile.gif>>> Var Guðni að reyna lýsa vandanum ??\n\r\nBílinn Forsprengir og teljum við ástæðuna vera sprengirímið. Heddið fer af næsta laugardag og þá sé ég hvað hefur klikkað,\n\r\nBílinn hefur ávalt fretað eftir að ég setti mótorinn aftur saman ( 4+5+6 Gír á háum snúning ) eftir portunina, reyndar fóru nokkrir hlutir í á sama tíma, og eftir 12 tíma vinnu með Mr X er það ljóst að vandinn liggur í heddinu,\n\r\nÞanngatil vandin kemur í ljós skulum við ekki benda á neinn <<<icon_wink.gif>>>\n\r\nLolli : Það hefur varla verið nýlega, Prufaði bílinn með Arnari F en annars hef ég verið þægur <<<icon_smile.gif>>>", "date": "2009-06-06 23:03:00", "post_id": 101}, {"user_name": "BRG", "text": "Sækja SolidWorks.\r\nSækja blueprints af heddi.\n\r\nReikna air flow.\n\nhttp://www.youtube.com/watch?v=8JjcXOanQPw", "date": "2009-06-06 23:50:00", "post_id": 102}, {"user_name": "Kjallin", "text": "Eftir allan þennan þráð og allt sem portheddari dauðans og þeir segja, ef það kemur í ljós að heddið er í rugli, þá er þetta heljarinnar fail <<<icon_eek.gif>>>", "date": "2009-06-08 01:53:00", "post_id": 103}, {"user_name": "TIMMY TUNING", "text": "Hafiði pælt í kveikju málum? er orginal kveikja í bílnum?", "date": "2009-06-08 21:17:00", "post_id": 104}, {"user_name": "baldur", "text": "já það er, og það er búið að prófa að fá lánað coilpack úr öðrum bíl. Líka búið að prófa margar tegundir af kertum og keyra kertabilið alveg niður í ekki neitt.", "date": "2009-06-09 00:23:00", "post_id": 105}, {"user_name": "109Rider", "text": "<<<lol3.gif>>><<<lol3.gif>>><<<iagree.gif>>><<<iagree.gif>>><<<iagree.gif>>>", "date": "2009-06-09 01:47:00", "post_id": 106}, {"user_name": "BuZy", "text": "En þetta er víst ekki fail <<<icon_smile.gif>>>\n\r\nErum búnir að ganga frá bílnum svo hann viriki eðlilega og betur en hann gerði fyrir þessa breytingu,\n\r\nÉg bætti kvartmílutíman minn strax á fyrstu æfingu, Bættan úr 13,195@104 í 13,152@109 !!\n\r\nSemsagt 5mílur meira sem segir okkur að það sé meira afl en í fyrra,\n\r\nSvo það sé þá á hreinu að bílinn er ekki að faila heldur þurfti bara að fínstilla græjuna <<<icon_cool.gif>>>", "date": "2009-06-11 23:50:00", "post_id": 107}, {"user_name": "firebird400", "text": "Að fara úr 13,195@104 í 13,152@109 eftir svona breytingar er MAJOR FAIL !!!!\n\r\nHvað er þetta eiginlega búið að kosta þig ?\n\r\nÉg mundi brenna börn þeirra sem seldu mér svona bætingu á mílunni\n\r\nÞetta er ekki bæting, ÞETTA ER DAGAMUNUR", "date": "2009-06-12 22:06:00", "post_id": 108}, {"user_name": "ABARTH", "text": "Þetta er mjög stór breyting reyndar, Að porta hedd á vél og vel þess virði ef þú átt nægann pening til að vera að standa í þessu, <<<icon_lol.gif>>> Hún gefur ekki mörg hestöfl en hún bætir flæði í vélinni, sem er mjög jákvætt ef það er gert rétt, ef ekki þá fuuk <<<icon_lol.gif>>>", "date": "2009-06-12 22:12:00", "post_id": 109}, {"user_name": "Aron Preza", "text": "það er ekki eina sem er buið að gera síðan siðasta sumar\r\nen hann hlitur að eiga slatta inni", "date": "2009-06-12 22:19:00", "post_id": 110}, {"user_name": "ValdiZippo", "text": "einmitt það sem að ég var að hugsa <<<icon_lol.gif>>> ég skil eitt og eitt orð!", "date": "2009-06-12 22:22:00", "post_id": 111}, {"user_name": "Orville", "text": "Var þessi bæting á mílunni á nýja malbikinu?", "date": "2009-06-12 22:30:00", "post_id": 112}, {"user_name": "Poncho", "text": "Það vantar allt gúmmí í brautina svo bætingin er ekki brautinni að þakka heldur á hann líklega enn meira inni þegar það fer að leggjast smá gúmmí niður.", "date": "2009-06-12 22:37:00", "post_id": 113}, {"user_name": "einarak", "text": "Það skiptir samt minna máli, það er hraðinn sem sýnir aflið, 5mph aukning í þessu tilfelli er 4.5%, það er ekki svo slæmt", "date": "2009-06-12 22:41:00", "post_id": 114}, {"user_name": "BuZy", "text": "Á fyrstu æfingu á 1,0 bari,, það tel ég mjög gott, sjáum hvað gerist þegar ég fer í 1,2/1,3 bar einsog ég á á gamla tímonum, fyrir utan þessar 5 mílur sem ég er að fá auka á nýja tímanum,\n\r\nÞegar ég náði 13,195 í fyrra náði ég þeim tíma 1x, fór alldrei neðar en 13,3** núna tók ég að mig minnir 3 tíma 13,1** og marga 13,2**\n\r\nEigum við ekki að sjá hvað setur þegar líður á sumarið og dæma þá <<<icon_smile.gif>>> ?", "date": "2009-06-13 01:29:00", "post_id": 115}, {"user_name": "TommI Camaro", "text": "er þetta frett en til staðar ? breyttiru einhverju öðru  með þessu port jobi.\n. er þessi aukning ekki bara mr.x að þakka og tjúnni hans eða ertu en að keryra á þessari tölvu þinni sem er pre möppuð?", "date": "2009-06-13 21:00:00", "post_id": 116}, {"user_name": "gudmundur", "text": "Er sjéns að original kveikjan höndli þetta einfaldlega ekki ?", "date": "2009-06-14 02:16:00", "post_id": 117}, {"user_name": "BuZy", "text": "Var búið að breyta kveikjuni fram og til baka :\\\\", "date": "2009-06-14 02:33:00", "post_id": 118}, {"user_name": "Lolli DSM", "text": "ertu með kveikju magnara? hvert er hitastigið á kertunum orginal og hvað ertu með í núna?", "date": "2009-06-14 10:40:00", "post_id": 119}, {"user_name": "GSTuning", "text": "Það sem þeir meina er hvort að kveikjumagnarinn í tölvunni eða fyrir utan hana sé nógu öflugur til að gefa háspennukeflunum nægt rafmagn til að hlaða sig nóg til að missa ekki neista.", "date": "2009-06-14 11:51:00", "post_id": 120}, {"user_name": "BuZy", "text": "Nei, er ekki með magnara,\n\r\nOrginal 6, er með 7 núna,", "date": "2009-06-14 12:25:00", "post_id": 121}, {"user_name": "bimmer", "text": "Óli var ekki rétt skilið hjá mér að það sé annar bíll í UK sem er með\r\nnákvæmlega sama setup (fyrir utan heddjobb) sem er í fínu lagi\r\nmeð þetta agressífa map?", "date": "2009-06-14 12:30:00", "post_id": 122}, {"user_name": "BuZy", "text": "Jú það var rétt skilið,\n\r\nSamt er mjög gott að fá alla þessa punkta sem maður getur klórað sér í hausnum yfir <<<icon_smile.gif>>>\n\r\nEr mikið mál fyrir mig að græja kveiku magnara og koma honum fyrir ? þarf ég einhver sem er gerður fyrir minn bíl eða get ég notað nánast hvern sem er ?", "date": "2009-06-14 12:34:00", "post_id": 123}, {"user_name": "GSTuning", "text": "Fyrir það fyrsta þá þarftu að vita hvort að háspennukeflin þín hafi innbyggðann magnara eða ekki. \n\nEf svo er ,\nþá þyrftiru að fá þér önnur kefli og magnara til að tengja í þau. Með merkinu frá tölvunni.\n\nEf ekki.\nÞá er tvennt í stöðunni.\n\n1.Tölvan hefur innbyggðann magnara (90% líklegt)\n2.Kerfið er með sér kveikjumagnara .\n\nEf 1. : Þá er lítið hægt að gera nema fá CDI inná milli, 4rása þá sem myndi leysa öll vandamál með missfire/fret\nEf 2. : Þá gætirru einfaldlega skipt magnaranum út fyrir einhvern sem getur gefið hærri straum sem leyfir keflunum að draga betur straum.\n\n\nENN, Keflin draga bara það sem þau vilja. Stærri magnari ýtir ekki ofan í keflin straum,.\nEinna besta er annaðhvort CDI eða einfaldlega betri háspennukefli.", "date": "2009-06-15 03:54:00", "post_id": 124}, {"user_name": "Heddportun", "text": "Þú getur fengið þér magnara frá MSD sem er plögg and play dæmi,settu þig í samband við þá og þeir hjálpa þér allveg örugglega\n\r\nEr búið að rífa heddið af og laga brunarýmin?Endilega upplýsa forvitna <<<icon_smile.gif>>>\n\r\n5milur í bætingu er flott,þegar byrjar að kólna aftur ættiru að bæta þig meira\n\n\n\n\n\r\nÞetta comment er Fail!!! Sorry\n\r\nÞað er allveg sama hversu misjaft flæðið er inn á hvern og einn þú stillir vélina alltaf á þann cyllender sem gengur heitastur\n\r\nVarðandi þetta portjobb þá er ekki hægt að ætlast til þess að bílinn bæti sig mikið þegar þetta er snyrting en ekki portjobb og sýnir vel hvað það gerir lítið fyrir vélina", "date": "2009-06-21 20:03:00", "post_id": 125}, {"user_name": "BuZy", "text": "Ekki búið að taka heddið af, Gummi 303 ættlar að kíkja á þetta með mér i vikuni <<<icon_smile.gif>>> Höldum að hann sé að blása út neista, 5 mílu bæting á lægra boosti en i fyrra, vonum að þetta fari að lagast svo ég komist í 12,99 <<<icon_smile.gif>>>", "date": "2009-06-21 20:09:00", "post_id": 126}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/chicken.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/chicken.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2009-04-06 22:46:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/chicken.gif", "path": "full/0024872def94db426abaf5d50f16ef9610f66b97.gif", "checksum": "51768d275ee294140daf6d71f5e698ef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/chicken.gif", "path": "full/0024872def94db426abaf5d50f16ef9610f66b97.gif", "checksum": "51768d275ee294140daf6d71f5e698ef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_thumright.gif", "path": "full/02c06d07c61aabd346099c6953775aea8b70523f.gif", "checksum": "6d67056a8fd1d9908dd01fb776e5aeac"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}