{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "76125", "title": "Vantar upplýsingar um fagmann sem líklegastur er að geta gert við Jag S-Type R", "url": "http://www.live2cruize.com/spjall/showthread.php/76125-Vantar-upplýsingar-um-fagmann-sem-líklegastur-er-að-geta-gert-við-Jag-S-Type-R", "posts": [{"user_name": "4x0n", "text": "Sælir,\n\r\nVona að þetta hafi endað á réttum stað á borðinu en þá að vandanum. Er með Jaguar S-Type R, sem er búinn að vera með vesen í þó nokkurn tíma. Eins og fróðir menn ættu að vita er ekkert Jaguar umboð á landinu og því erfitt að finna einhvern sem getur gert við óalgeng vandamál. Bíllinn hefur farið á minnst 4 verkstæði og búið er að gera ýmislegt en aldrei lagast vandinn.\n\r\nÞannig að spurningin mín er sú hvort einhver hérna gæti bent mér á verkstæði þar sem að líklegast væri hægt að laga bílinn?\n\r\nKv.\r\n4x0n", "date": "2009-04-28 13:54:00", "post_id": 1}, {"user_name": "biturk", "text": "hvað er að honum?", "date": "2009-04-28 15:34:00", "post_id": 2}, {"user_name": "Dreitill", "text": "hvað er vandamálið? rafmagn, vél, skipting eða eitthvað annað.", "date": "2009-04-28 19:26:00", "post_id": 3}, {"user_name": "Heddportun", "text": "kíktu í mótorstillingu,sjáðu hvað þeir segja", "date": "2009-04-28 22:56:00", "post_id": 4}, {"user_name": "4x0n", "text": "Þetta er einhver vélarbilun. Byrjaði þannig að ef vélin fór yfir 6000rpm þá sló hún af og gaf skilaboð í mælaborði, \"performance restricted.\" Svo seinna varð þetta verra, hámarkssnúningarnir sem að vélin þoldi minnkaði og minnkaði og á einhverjum tímapunkti kom check enginge ljósið.\n\r\nAflestur á tölvunni sagði að þetta væri misfire í jöfnu tölunum á cylindrunum, en ekki alveg viss hvort það sé 100% rétt þar sem að sumir kóðarnir voru ekki staðlaðir og ekki neinar upplýsingar að finna um þá á netinu (minnir að ég hafi heyrt að Jaguar sé með sitt eigið kerfi, get ekki staðfest það).\n\r\nHef fengið ábendingar hjá nokkrum um að þetta gæti verið knock sensorinn, bensín sían, olía á spark plugs eða ignition coils, en ekki búið að athuga að því að minni bestu vitund.\n\r\nEn ég tjékka á mótorstillingum og sé hvað þeir hafa að segja.", "date": "2009-04-29 20:16:00", "post_id": 5}, {"user_name": "Addicamaro", "text": "Hvaða árgerð er þetta?, það er hægt að lesa af Jaguar með Land Rover aflestrartölvu, eða sá fídus er allavegana inni á þeim. Ég myndi athuga með þá sem geta lesið nýju Land Roverana.", "date": "2009-04-30 03:49:00", "post_id": 6}, {"user_name": "4x0n", "text": "2005, og það kom ekkert af viti þegar lesið var af honum hjá B&L með Land Rover tölvu.", "date": "2009-05-03 20:09:00", "post_id": 7}], "file_urls": [], "date": "2009-04-28 13:54:00", "files": []}