{"forum_title": "RÖFL", "id": "76473", "title": "hverjir búa ennþá heima hjá sér sem eru yfir 20?", "url": "http://www.live2cruize.com/spjall/showthread.php/76473-hverjir-búa-ennþá-heima-hjá-sér-sem-eru-yfir-20", "posts": [{"user_name": "Kjartan Eagle", "text": "hverjir eru hérna sem búa hjá foreldrum eða tengdaforeldrum sínum og eiga flotta bíl eða bíla ???", "date": "2009-04-30 23:27:00", "post_id": 1}, {"user_name": "Viktorkarl", "text": "Ég gerði það fyrir sirka 3 mánuðum <<<icon_mad.gif>>>", "date": "2009-04-30 23:34:00", "post_id": 2}, {"user_name": "goggalina", "text": "ég, nema pabbi heima einu sinni í mán or som", "date": "2009-04-30 23:38:00", "post_id": 3}, {"user_name": "Sweet", "text": "Ég bý aftur hjá foreldrum mínum.....\r\nvar fluttur út en flutti aftur heim og fór í skóla<<<icon_cool.gif>>>", "date": "2009-04-30 23:50:00", "post_id": 4}, {"user_name": "Kjartan Eagle", "text": "okey ég hélt að myndi einginn þora að seigja frá að fólk byr ennþá hjá foreldrum sínum. en ég skil alveg að sumt fólk byr ennþá hjá foreldrum sínum miða við hvernig ástandið er...", "date": "2009-04-30 23:53:00", "post_id": 5}, {"user_name": "AntiTrust", "text": "Ég er reyndar nýorðinn 20, en vegna atvinnuleysis er ég bara heima við, ætlaði að vera löngu kominn út.\n\r\nÉg og kærastan erum reyndar ein með íbúð sem tengdó á niðrí Skuggahverfi í sumar, svo ég kvarta ekki enn sem komið er.\n\r\nSvo verður farið í íbúð í haust, vona bara að leiguverðið haldi áfram að lækka.", "date": "2009-05-01 00:08:00", "post_id": 6}, {"user_name": "ingvarp", "text": "ég bý hjá foreldrum ennþá og er að verða 22 <<<icon_wink.gif>>>\n\nekkert að því, ég ætlaði að vera löngu kominn út, prófaði reyndar að leigja en það var á þeim tíma sem það byrjaði allt að hækka til hellvítis svo ég hætti því, þegar maður er kominn með almennilega vinnu með nógu góð laun til að kaupa eigið hús þá geri ég það fyrr ekki <<<icon_smile.gif>>>", "date": "2009-05-01 00:10:00", "post_id": 7}, {"user_name": "brapeson", "text": "Vaaaaar að flytja heim aftur til mömmu. En það verður stutt <<<icon_wink.gif>>>", "date": "2009-05-01 00:11:00", "post_id": 8}, {"user_name": "Kjartan Eagle", "text": "það seigja flestir en síðan dregur það alltaf á langinn <<<icon_wink.gif>>>", "date": "2009-05-01 00:14:00", "post_id": 9}, {"user_name": "HjorturG", "text": "Ég er nýorðinn 20 og bý ennþá heima, fer í háskólann næsta haust og ætla að búa hérna ennþá, ekkert farinn að pæla í að flytja út enda alveg óþarfi, frítt fæði og húsnæði hérna :P", "date": "2009-05-01 00:15:00", "post_id": 10}, {"user_name": "sveppi_87", "text": "Shit er ég í þessum hópi og á ekki flottan bíl<<<icon_smile.gif>>>", "date": "2009-05-01 00:16:00", "post_id": 11}, {"user_name": "Ziggy", "text": "Ég verð að segja að hugsunin við að kaupa hús eða íbúð held ég að sé alveg að detta út núna eins og þetta er, hlýtur bara að vera. Leigumarkaðurinn er að skána og standa alltaf fleiri og fleiri íbúðir tómar. Þetta eru ekki heilög leiguverð nú í dag myndi ég halda.", "date": "2009-05-01 00:17:00", "post_id": 12}, {"user_name": "Tótz922", "text": "hef voða lítið búið hjá m og p síðan ég var 16 ára<<<icon_lol.gif>>> alltaf bara einhverstaðar að vinna eða í skóla eða bæði", "date": "2009-05-01 00:18:00", "post_id": 13}, {"user_name": "Litli_Jón", "text": "Ég er persónulega á móti að leigja íbúð.. ég er 23 ára og flutti fyrst að heima til systir minnar í rvk meðann ég var í skóla. flutti svo aftur heim. og var að kaupa mér íbúð með konunni núna fyrir 2 mánuðum. og keypti mér fínan bíl Suzuki Baleno station 2001 eyðir alveg skuggalega litlu.", "date": "2009-05-01 00:22:00", "post_id": 14}, {"user_name": "ingo_29", "text": "Ég er nú 18 ára en ég bý hjá pabba og fyrst ég er orðinn þetta gamal þá finst mér að ég eigi að borga honum einhvað mánaðalega og geri það þar sem hann eldar,þrífur,og síðan tölvu og símakostnaðurinn....Þanni ég er svona eiglega bara að leigja hjá pabba <<<tongueout.gif>>>", "date": "2009-05-01 00:23:00", "post_id": 15}, {"user_name": "intenz", "text": "Ég er 23 og bý ennþá heima, en ég hef afsökun; er að byggja! <<<icon_cool.gif>>>", "date": "2009-05-01 00:23:00", "post_id": 16}, {"user_name": "elvarrr", "text": "Hef búið einn siðan ég var 17, er tvítugur núna og er nýfluttur inn til pabba og co en er aldrei þar er alltaf útá sjó og reyndar með gamla <<<icon_razz.gif>>>", "date": "2009-05-01 00:45:00", "post_id": 17}, {"user_name": "brapeson", "text": "Jo, var bara að hætta með konunni og er að leita að nýrri íbúð. Maður hangir ekki hjá mútter gömlu endalaust.", "date": "2009-05-01 01:23:00", "post_id": 18}, {"user_name": "AntiTrust", "text": "Það er nú ekkert vit í því að kaupa núna, þegar margir spá enn verri efnahag með komandi ári.\n\r\nLangsniðugast að mínu mati að finna flotta íbúð í dag á skít og kanil þegar umframboðið er svona rosalegt og margir desperate á að finna leigjendur. Bíða með kaup í 6-18 mánuði, sjá hvernig landið liggur þegar það versta er gengið yfir.", "date": "2009-05-01 01:52:00", "post_id": 19}, {"user_name": "Galant ES", "text": "Ef að hann hefur samt átt þokkalega upphæð á milli handana á ákveðnum tímapunkti þá hefur hann mögulega getað gert góðan díl á einhverju \"brunaútsölu\" geri ég ráð fyrir.\nif you catch my drift", "date": "2009-05-01 02:04:00", "post_id": 20}, {"user_name": "AntiTrust", "text": "Það er hinsvegar auðvitað allt annað mál, þetta er tíminn til þess að staðgreiða hluti.", "date": "2009-05-01 02:15:00", "post_id": 21}, {"user_name": "Viktorkarl", "text": "Einmitt það sem ég ætlaði að segja\n\r\nÞað er á tímum sem þessum þegar þeir sem eiga peninga geta gert skuggalega góð kaup", "date": "2009-05-01 02:17:00", "post_id": 22}, {"user_name": "Draxter", "text": "Allavega ekki ég <<<icon_lol.gif>>>", "date": "2009-05-01 02:25:00", "post_id": 23}, {"user_name": "intenz", "text": "Ekki á bílum allavega. <<<icon_lol.gif>>>", "date": "2009-05-01 02:36:00", "post_id": 24}, {"user_name": "G3ML1NGZ", "text": "ég bý enn heima en flyt vonandi úr landi í haust.", "date": "2009-05-01 02:37:00", "post_id": 25}, {"user_name": "Draxter", "text": "Það er eina vitið <<<iagree.gif>>>", "date": "2009-05-01 02:38:00", "post_id": 26}, {"user_name": "Jónas_SRT", "text": "18 ára og á íbúð og 2 nánast veðbandalausa bíla.. toppiði það <<<icon_cool.gif>>>\n\nreyndar að leiga holuna og bý reyndar heima en flyt inn í nóv :P", "date": "2009-05-01 02:48:00", "post_id": 27}, {"user_name": "Clayman", "text": "Og ertu í skóla?", "date": "2009-05-01 02:49:00", "post_id": 28}, {"user_name": "Jónas_SRT", "text": "var í skóla en búnað vera á vinnumarkaðinum í ca 1 ár hjá Tal, skóli um áramótin! <<<icon_biggrin.gif>>>", "date": "2009-05-01 02:53:00", "post_id": 29}, {"user_name": "Pikachu", "text": "er að fara á hótel mömmu aftur á morgun.. samt frekar kósý íbúðin sem ég er í núna.. sé bara engann tilgang í því að búa einn þegar maður er ennþá barn...", "date": "2009-05-01 02:56:00", "post_id": 30}, {"user_name": "haukurn", "text": "nyorðinn 20, og er í skola,, ætla ekkert að flytja út fyrren ég verð svona 25 ;p\r\ner í bullandi námi, og ætla að klára það allveg,, verð svona 27 ára þegar ég fer út á vinnumarkaðinn hehe", "date": "2009-05-01 03:01:00", "post_id": 31}, {"user_name": "Sæli", "text": "Búinn að flytja 2svar út en enda alltaf heim aftur <<<icon_lol.gif>>>\n\r\nStefni á að vera kominn annað fyrir næstu áramót.", "date": "2009-05-01 03:44:00", "post_id": 32}, {"user_name": "Bjaddni", "text": "bjó í heimahúsum þangað til ég var 22 flutti til útlanda og fer öruglega aftur í foreldrahús ef ég fer aftur til íslands. ég sé bara varla tilgang í því að leigja eithvað skítaplace þegar maður er einhleypur og hefur enga krakka... svo lengi sem maður er velkomin í heimahús.", "date": "2009-05-01 04:21:00", "post_id": 33}, {"user_name": "HjorturG", "text": "Klárlega eina vitið! Sáttur með þig, sami pakki í gangi hérnamegin <<<icon_cool.gif>>>", "date": "2009-05-01 04:59:00", "post_id": 34}, {"user_name": "Viggóhelgi", "text": "Ég \"flutti út\" 18 ára.  enn flutti alveg fyrir fullt og allt 20 ára.\nÉg er sem stendur að leigja upp á vallarheiði - 03'STI og 06'C230 OOOG hjólhýsið góða.\nsvo er ég að byggja enn það mun eitthvað dragast útaf kreppunni.", "date": "2009-05-01 05:47:00", "post_id": 35}, {"user_name": "ZooMix", "text": "Er ennþá heima bara. Planið er annaðhvort Þýskaland eða leigumarkaðurinn í haust.", "date": "2009-05-01 05:58:00", "post_id": 36}, {"user_name": "Tjóni", "text": "eg bý heima hjá mer að tveimur ástæðum mamma vill ekki að eg flit ut þvi þá er hun ein eftir og svo á eg 2íbúðir og leigi þær báðar og lifi fint á aukapening frá þeim svo maður er bara 22ára í sæmilegum málum <<<icon_smile.gif>>>", "date": "2009-05-01 06:28:00", "post_id": 37}, {"user_name": "Dikta", "text": "Ég er búin að búa ein síðan ég var 17, hef verið í skóla allan þann tíma (er 20 núna). Ég hef bara ekki val um neitt annað, hjá mér er það leigja sjálf eða sofa á götunni <<<icon_lol.gif>>> Foreldrar mínir eru bara í vitlausu landi, en ég hef þau þó alltaf sem öryggisnet ef allt fer í klessu, sem það hefur þó ekki gert enn.\n\nOg já, ég hef bara átt bíla sem kosta undir hálfri milljón, þar sem ég bara tími ekki meiru akkúrat núna, get keypt mér draumabílinn þegar ég verð útskrifaður lögfræðingur með mastersgráðu eftir 4 ár <<<icon_cool.gif>>>", "date": "2009-05-01 08:40:00", "post_id": 38}, {"user_name": "hjortur88", "text": "Flutti út 17 ára, var að selja bílinn minn og er að leita mér að nýjum (sjá undirskrift) og hef ekki flutt inn síðan þá, sé ekki fram á að gera það aftur. \n\r\nVæri samt að mörgu leiti til í að búa ennþá á hótel mamma, þá hefði maður getað sparað sér matarkostnað síðustu 4 árin og gert eitthvað skemmtilegt við peninginn <<<manual.gif>>>\n\r\nEr í námi en ætla að taka mér svona eiginlega námspásu núna og skella mér í að læra eitthvað áhugavert um bíla sem hefur verið draumurinn lengi <<<icon_cool.gif>>>! Sé hvort eð er ekki fram á að þetta ástandi bjóði upp á margt næstu árin vinnulega séð svo ég sé ekkert að því að fresta því aðeins að klára Háskólann!", "date": "2009-05-01 13:01:00", "post_id": 39}, {"user_name": "Ívar Örn", "text": "Ég er 20(8<<<icon_cool.gif>>> og ennþá hjá Hótel Mamma...langbest..<<<icon_wink.gif>>>", "date": "2009-05-01 13:04:00", "post_id": 40}, {"user_name": "RACER", "text": "hehe.. skemmtilegur þráður... \n\nég hef ekki búið heima síðan ég var 16 ára... og er 26 ára núna.. ( já i know, i´m getting OLD )\n\nhef ýmist verið í eigin íbúðum eða að leigja með félögum..\n\ná mína íbúð í hfj núna í dag, og tek stefnuna á hús í hveragerði í nánustu framtíð.\n\n... og ég þarf ekkert að tjá mig um bílaeign held ég.. <<<icon_smile.gif>>>", "date": "2009-05-01 13:15:00", "post_id": 41}, {"user_name": "olig", "text": "Ég bý hjá mömmu og pabba og sé ekki fram á það að flytja út neitt á næstuni.", "date": "2009-05-01 13:22:00", "post_id": 42}, {"user_name": "Andri M.", "text": "21 árs, herna, bý enn hjá gamla settinu, finnst það bara helvíti fínt, en ég klára skólann næsta vor, og þá fer maður líklega að koma sér út,", "date": "2009-05-01 13:27:00", "post_id": 43}, {"user_name": "dandri", "text": "Ég verð 23 á árinu og ég bý ennþá á hótel mömmu, þykir það bara ágætt miðað við hvað það er ógeðslega dýrt að lifa", "date": "2009-05-01 13:47:00", "post_id": 44}, {"user_name": "dazy crazy", "text": "Ég bý heima hjá mér.\n\r\nHver býr ekki heima hjá sér? <<<rolleyes.png>>>", "date": "2009-05-01 13:57:00", "post_id": 45}, {"user_name": "oskaree", "text": "ég verð 20 i okt og ég er enþá heima hjá settinu <<<icon_smile.gif>>>", "date": "2009-05-01 13:59:00", "post_id": 46}, {"user_name": "RaggiTwin", "text": "Mjööög margir..\n\n\r\nAnnars er ég 19 bý enþá hérna hjá gamla settinu en ég flyt út í maí (:", "date": "2009-05-01 14:00:00", "post_id": 47}, {"user_name": "Galant ES", "text": "Bý hjá ömmu minni og afa núna.", "date": "2009-05-01 14:02:00", "post_id": 48}, {"user_name": "dazy crazy", "text": "Held að þú hafir ekki náð pointinu", "date": "2009-05-01 14:13:00", "post_id": 49}, {"user_name": "Galant ES", "text": "Hver leið að heiman er leiðin heim ? \r\nFrekar heimsspekilegt point en meikar samt sens.", "date": "2009-05-01 14:17:00", "post_id": 50}, {"user_name": "Gunnarmh", "text": "Ég flutti aftur heim um áramótin eftir tæpt ár að leigja í bænum. Það var djöfull gaman alveg, en það var samt alveg gourmet að koma heim og fá almennilegan mat og það matreyddan af einhverjum öðrum en sjálfum mér og þess háttar.\nEr heima núna, verð það allavega næsta árið og svo sjáum við til hvenar ég útskrifast, eftir það veit ég ekki hvað ég geri annað en að fara til Ástralíu, Japan og Nýja-Sjálands í eitthvað tjill", "date": "2009-05-01 14:25:00", "post_id": 51}, {"user_name": "Aron Preza", "text": "Eg er 22 og ef eg hefði það ekki svona gott heima væri eg löngu farinn\r\neeennnnn maður þarf að fara þroskast og kaupa sér eitthvað<<<icon_lol.gif>>>", "date": "2009-05-01 14:44:00", "post_id": 52}, {"user_name": "dQor", "text": "Ég er 18 og bý ennþá heima hjá gömlu, og þar sem ég sé ekki fram á að fá neina vinnu í sumar kitlar það mig dálítið að taka háaloftið bara í gegn og flytja þangað upp.", "date": "2009-05-01 15:03:00", "post_id": 53}, {"user_name": "Ingsie", "text": "Ég bý heima hjá mömmu og pabba, best í heimi.. Flutti út í 9 mánuði og það var mega fínt, en alltaf best að vera á hótel mömmu hehe <<<icon_smile.gif>>> Sérstaklega þegar maður er að klára nám <<<icon_smile.gif>>>", "date": "2009-05-01 15:36:00", "post_id": 54}, {"user_name": "EmilOli", "text": "ég er bara á hótel mömmu, alveg að verða 21 árs....... var mjög nálægt því að flytja fyrir stuttu, en var þá beðinn um að vera lengur svo ég gæti tekið litlu systur mína með í skólann á morgnanna (búum uppi í sveit). Svo er bara kreppa núna, veit ekkert hvað maður gerir.", "date": "2009-05-01 15:53:00", "post_id": 55}, {"user_name": "Gusti_opel", "text": "ég er 21 árs og ég flutti út 17 ára í kjallarann hjá lang ömmu, svo í leigu íbúð með tíndum eldri bróðir mínum<<<icon_razz.gif>>> svo keypti hann fyrir 2 árum og ég fylgdi bara með, ég var að flytja frá honum í síðasta mánuði og ég og frúin byrjuðum að leigja saman\n\r\nOG JÁ ég á 4 flotta bíla, alla skuldlausa<<<icon_cool.gif>>>", "date": "2009-05-01 16:31:00", "post_id": 56}, {"user_name": "ingvarp", "text": "það góða við það að eiga heima uppí sveit er að það er minnsta mál að fá smá skika af jörðinni hérna til að byggja á ÞEGAR kreppan er búin <<<icon_cool.gif>>>\n\r\nég fer aldrei úr sveitinni <<<sunny.bmp>>>", "date": "2009-05-01 16:40:00", "post_id": 57}, {"user_name": "arnisolon", "text": "ég 100 stafir", "date": "2009-05-01 16:41:00", "post_id": 58}, {"user_name": "Stefán Dal", "text": "Ég flutti út nítján eftir nokkrar tilraunir. Þá til Tengdó og svo fór ég að leigja með kærustuni hérna í Búðardal í ágúst í fyrra. Leigjum litla, sæta tveggja herberja íbúð sem er nýuppgerð og bílskúr með kjallara á 42.000 <<<icon_lol.gif>>> Gott að vera í sveitinni.", "date": "2009-05-01 16:44:00", "post_id": 59}, {"user_name": "Freyr", "text": "ég hef ekki búið heima síðan ég var 17 ára (22 í dag). en á ennþá herbergi heima með öllum minum húsgögnum tilbúið að ég snúi til baka <<<icon_biggrin.gif>>> og já á 2 bíla og 1 hjól.", "date": "2009-05-01 16:46:00", "post_id": 60}, {"user_name": "Brooke`", "text": "Ég hef búið með kærastanum mínum síðan ég var nýorðin 18 (verð 20 ára í júlí).. er samt mjög mikið heima hjá gömlu og er ennþá með eitthvað af fötunum mínum þar.\r\nVið eigum 3 bíla, 2 af þeim mjög flottir,, síðan eigum við einn stóran hund líka =)", "date": "2009-05-01 16:52:00", "post_id": 61}, {"user_name": "adurgur", "text": "ég er heima ennþá, 21árs í skóla og á 2007 ford F350 king ranch. \nef þá henda mér út þá flyt ég á pallinn, hann er feiki nógu stór", "date": "2009-05-01 17:28:00", "post_id": 62}, {"user_name": "135791", "text": "Ég hef nánast ekkert búið heima hjá mér síðan ég lauk grunnskóla.. beint út að leigja eftir það, var hjá hótel mömmu í c.a 4 mán eftir að ég flutti í bæin frá ísafirði og já, bý núna uppí grafarvogi með konuni og við leigjum saman þar 100fm 3herb íbúð.. eigum 4 bíla\n\nOg já í dag er ég 19 verð 20 í júli", "date": "2009-05-01 17:29:00", "post_id": 63}, {"user_name": "Aron Preza", "text": "það var verið að spyrja hverjir ættu heima hja mömmu og pabba enþá,ekki \"hverjir ættu EKKI heima hjá mömmu og pabba<<<icon_wink.gif>>>", "date": "2009-05-01 18:11:00", "post_id": 64}, {"user_name": "Andri M.", "text": "en þetta er líka allveg fínt svona, gaman að sjá hvernig spjallmeðlimir búa,", "date": "2009-05-01 19:06:00", "post_id": 65}, {"user_name": "Halldór Berg", "text": "Hótel Mamma<<<icon_cool.gif>>>\n\r\nReyndar stúdíóíbúð í bílskúrnum... En það er ekki hægt að kaupa íbúð í dag nema vera með 4 milljónir í útborgun<<<icon_mad.gif>>> Svo að ég held bara áfram að safna og bíða eftir að verðið lækki<<<icon_cool.gif>>>", "date": "2009-05-01 19:20:00", "post_id": 66}, {"user_name": "Gunnarmh", "text": "Það er til þráður um það <<<icon_cool.gif>>>", "date": "2009-05-01 19:23:00", "post_id": 67}, {"user_name": "danish", "text": "Varð tvítugur í gær og bý enþá hjá gömlu konunni, ætlaði fyrir ca hálfu ári að flytja út en allt varð fyrir ekki, dálítið erfitt að flytja út í ástandinu eins og það er núna..", "date": "2009-05-01 19:24:00", "post_id": 68}, {"user_name": "Sylvía", "text": "Er bara 19 og bý ennþá hjá gamla settinu.. það er bara best.. efast um að ég flytji e-ð út á næstunni <<<icon_razz.gif>>>", "date": "2009-05-01 19:35:00", "post_id": 69}, {"user_name": "HugiÓmars", "text": "Þoli ekki hvernig svona þræði! enda alltaf í einhverjum typpamælingum. \r\nAfhverju segir fólk bara ekki \"Ég á heima hjá mömmu\" eða \"Ég bý ekki heima\", það þarf auðvitað að koma \"Ég á 7bíla, konu, barn og er í góðri vinnu\" who gives a fuck?", "date": "2009-05-01 19:39:00", "post_id": 70}, {"user_name": "Gunnarmh", "text": "Gráta í kór?", "date": "2009-05-01 19:40:00", "post_id": 71}, {"user_name": "skyline", "text": "Má ég vera með ?", "date": "2009-05-01 19:41:00", "post_id": 72}, {"user_name": "brapeson", "text": "Íslendingar hafa bara eitthvernveginn tilhneygingu til að monta sig af öllu. Persónulega myndi ég frekar aka um á druslu og lifa ekki eins og sníkjudýr af foreldrum mínum langt fram á mína fullorðnu ævi.", "date": "2009-05-01 19:49:00", "post_id": 73}, {"user_name": "sindrib", "text": "ég bý heima hjá mér en pabbi og mamma búa samt annarstaðar, hehe<<<icon_biggrin.gif>>>", "date": "2009-05-01 19:55:00", "post_id": 74}, {"user_name": "ÓskarG", "text": "Flutti út í jan", "date": "2009-05-01 19:55:00", "post_id": 75}, {"user_name": "ÓskarG", "text": "Afhverju segiru það, verð á leigumarkaði eru í frjálsu falli", "date": "2009-05-01 19:56:00", "post_id": 76}, {"user_name": "HugiÓmars", "text": "Já ég er sammála, sniðugt að reyna standa á eigin fótum eftir 18ára aldurinn.\r\nOg ekki vera endalaust að monta sig á netinu af einhverju drasli, \"Bílar á heimilinu\" er merkilegasti typpamælingarþráður sem ég hef séð.", "date": "2009-05-01 19:57:00", "post_id": 77}, {"user_name": "steina", "text": "ég flutti að heiman á 18. ári og er að verða tvítug.. ætla að flytja aftur í sveitina eftir 2 vikur en þá heim til bróður míns- veit að við mæðgur myndum líklega drepa hvora aðra ef við færum að búa undir sama þaki aftur <<<icon_rolleyes.gif>>> er orðin svo vön líka að búa sér.. þó það sé gott að tékka sig inn á hótel mömmu af og til, um jól og páska og svona.", "date": "2009-05-01 19:57:00", "post_id": 78}, {"user_name": "phoenix", "text": "Ég ætlaði að taka jesú til fyrirmyndar, búa í foreldrahúsum til þrítugs og ef ég gerði eitthvað þá væri það kraftaverk...\n\nEn það var séð við því, þau fluttu úr landi og skildu mig eftir fyrir 6 árum síðan.", "date": "2009-05-01 20:03:00", "post_id": 79}, {"user_name": "ZooMix", "text": "En hafa kraftaverkin verið að skila sér samt sem áður??", "date": "2009-05-01 20:27:00", "post_id": 80}, {"user_name": "dQor", "text": "Hvað heitir sá þráður aftur?, finn hann ekki", "date": "2009-05-01 20:33:00", "post_id": 81}, {"user_name": "GimmiAK", "text": "Bý ekki hjá gamla settinu, en er örugglega að fara þangað bráðlega í smá tíma meðan verið er að skifta um gólf efni og eldhúsinnréttingu í íbúðinni minni. Á mjög oft fína bíla en það er alltaf bara stutt <<<icon_smile.gif>>>", "date": "2009-05-01 20:48:00", "post_id": 82}, {"user_name": "alexsig", "text": "skammastu þín fyrir tippið þitt ?", "date": "2009-05-01 20:51:00", "post_id": 83}, {"user_name": "kristján91_", "text": "jee ég flutti út þegar að ég var 16 ára og er bara góður enn<<<icon_biggrin.gif>>> þó að maður fari alltaf heim á jólunum og um páskana og einhvern part af sumrinu<<<icon_biggrin.gif>>> og er 18 í dag:P", "date": "2009-05-01 21:19:00", "post_id": 84}, {"user_name": "karlmaður", "text": "það er bara töff bua hja mömmu og pabba og það er bEST<<<icon_wink.gif>>> held eg", "date": "2009-05-01 21:46:00", "post_id": 85}, {"user_name": "ingvarp", "text": "true that <<<icon_cool.gif>>>", "date": "2009-05-01 21:56:00", "post_id": 86}, {"user_name": "Batti", "text": "kominn tími til....\n\n\n\n\nþað væri aldeilis skemmtilegur þráður ef allir segðu bara \"ég bý hjá mömmu og pabba\" \"ég bý einn, er að leigja\" \"ég á hús\" .....\n\nþó svo vissulega séu mörg comment hálfgerður tippametingur, en svona er þetta... Verstu þræðirnir á þessu spjalli fjalla um áfengisdrykkju og magn áfengis fyrir einstaka viðburði, þá fyrst kemur tippametingurinn fram", "date": "2009-05-01 22:02:00", "post_id": 87}, {"user_name": "Ingi Hrafn", "text": "Er að verða 19 , en er svo sannarlega ekkert að fara strax <<<icon_wink.gif>>> , búin að koma mér andskoti vel fyrir <<<icon_biggrin.gif>>>\n\nog ég á sko engan bíl ! <<<icon_cool.gif>>>", "date": "2009-05-01 22:51:00", "post_id": 88}, {"user_name": "BuZy", "text": "Flutti út fyrir tæpum 3 árum, Á Ekki bíl en keyri um á einum sem Avant á <<<icon_smile.gif>>>", "date": "2009-05-01 23:19:00", "post_id": 89}, {"user_name": "TótiGunn", "text": "ég er hjá gömlu, það er fínt, er með efri hæðina fyrir sjálfan mig og pabbi gefur mér bjór <<<icon_lol.gif>>>", "date": "2009-05-02 00:06:00", "post_id": 90}, {"user_name": "Hafst1", "text": "Það er allt annað<<<icon_lol.gif>>> Ég bý í íbúð sem íslandsbanki á (má segja það allavega <<<icon_lol.gif>>>) og keyri um á bíl sem hann á líka. <<<icon_lol.gif>>>", "date": "2009-05-02 00:12:00", "post_id": 91}, {"user_name": "RAT", "text": "keypti mér íbúð í september og flutti inn strax ... farinn að hallast að því að það vara óskynsamlegt þarsem allt fór niðurávið eftir það tapaði nánast öllum aukapening sem ég átti eftir og missti vinnuna stuttu eftir það haha <<<icon_smile.gif>>> fínt líf. Maður sá þetta bara ekki koma einsog því miður margir aðrir.", "date": "2009-05-02 08:07:00", "post_id": 92}, {"user_name": "Dauntless", "text": "Er 19 ára og fæ íbúðina í þessum mánuði eða byrjun næsta. Þannig er bara að fara að huga að því að pakka og flytja út frá pabba gamla. <<<icon_wink.gif>>>\n\r\nEdit: well sá reyndar að þetta er fyrir þá sem eru yfir 20 en oh well", "date": "2009-05-02 09:46:00", "post_id": 93}, {"user_name": "Siggi H", "text": "ég bý í 100fm 3 herbergja íbúð<<<icon_smile.gif>>>", "date": "2009-05-02 20:35:00", "post_id": 94}, {"user_name": "^Matti^", "text": "Leigi íbúð með kæró og keyri bíl sem ég á (reyndar á verkstæði) en Landsbankinn á mig svo <<<icon_lol.gif>>>", "date": "2009-05-02 20:38:00", "post_id": 95}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/manual.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/sunny.bmp", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2009-04-30 23:27:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/manual.gif", "path": "full/f4215a98b5da6b897c2b1b799811697ec562a7ac.gif", "checksum": "2f64504965f5ace534a6d282c38a7c2e"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/sunny.bmp", "path": "full/75d5f2d11ac530a4a84c0f289d189df6a5d01183.bmp", "checksum": "90ec0bca33bf79ac16cfed24446ef8a4"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}