{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "77305", "title": "Bremsuviðgerðir í Zetor/Ursus", "url": "http://www.live2cruize.com/spjall/showthread.php/77305-Bremsuviðgerðir-í-Zetor-Ursus", "posts": [{"user_name": "dazy crazy", "text": "Hvernig er að gera við bremsur í fjórhjóladrifnum Zetor/Ursus?\n\r\nbremsar bara á öðru afturhjólinu og það þarf að pumpa, samt nægur vökvi.", "date": "2009-05-06 23:15:00", "post_id": 1}, {"user_name": "Kati", "text": "þú þarft að opna skálarnar að aftan, man ekki alveg hvernig þetta er en mig minnir að þú tekur dekkin af og boltar svo skálarnar í sundur... þetta er ekkert sérstaklega skemmtilegt.... googlaðu bara zetor workshop manual á netinu og sjáðu hvernig þetta er", "date": "2009-05-07 00:47:00", "post_id": 2}, {"user_name": "Þráinn", "text": "það er trúlega föst bremsudæla öðru megin, hún er að mig mynnir aftan á hásinguni, og síðan eru bremsuborðarnir inn í lærunum á vélinni. ég hef aldrei gerst svo frægur að opna það, en miðað við að þú þurfir að pumpa, þá vantar útíherslu líka, það er líka þarna aftan á.", "date": "2009-05-07 21:23:00", "post_id": 3}, {"user_name": "Þráinn", "text": "þetta er bremsuborðinn inn í lærunum, (einn svona sitt hvoru megin) síðan er bremsuskálin inn í borðanum og kjálki sem fer frá bremsudælunni inn að borðanum.\n\r\ndælan lýtur svona út:\n\n\n\r\n*edit*\n\r\nef að þú ert með nýrri vél, þá getur verið að þú sért með venjulegar dælur og skálar.", "date": "2009-05-07 21:30:00", "post_id": 4}, {"user_name": "dazy crazy", "text": "Þakka kærlega svörin, þessi vél er árgerð 1980 svo að þetta er sennilega rétt hjá þér Þráinn.\n\r\nEn hvernig er það, get ég ekki athugað með einfaldri athugun hvort að það sé dælan sem er farin eða borðarnir?", "date": "2009-05-08 00:03:00", "post_id": 5}, {"user_name": "Þráinn", "text": "ef að það er nægur bremsuvökvi á báðum forðabúrunum, og tekur petalana í sundur og lætur einhvern stíga á petalann sem bremsar ekkert á og athugar hvort að stimpillinn færist einhvað út, ef ekki þá er best að byrja á því að koma því í lag, og hvað varðar hinu megin þá man ég ekki hvernig á að herða út í bremsurnar, en það væri trúlega nóg að prufa það", "date": "2009-05-08 00:52:00", "post_id": 6}, {"user_name": "Sævar Örn", "text": "Herða útí liðka draslið og baða í koparslip. Þetta vill festast því bremsur á traktorum eru ekki alltaf í notkun.", "date": "2009-05-08 12:32:00", "post_id": 7}, {"user_name": "dazy crazy", "text": "Ok, er að fara norður í dag og prufa þetta um helgina ef ég hef tíma.", "date": "2009-05-08 13:13:00", "post_id": 8}], "file_urls": [], "date": "2009-05-06 23:15:00", "files": []}