{"forum_title": "RÖFL", "id": "78347", "title": "ESB tillagan birt", "url": "http://www.live2cruize.com/spjall/showthread.php/78347-ESB-tillagan-birt", "posts": [{"user_name": "Jóhann ari", "text": "http://mbl.is/mm/frettir/kosningar/2...tillagan_birt/\n\r\n„Alþingi samþykkir að ríkistjórnin leggi inn umsókn um aðild að Evrópusambandinu og að loknum viðræðum við sambandið verði haldin þjóðaratkvæðagreiðsla um væntanlegan aðildarsamning.\" Þannig hljóða drög að þingsályktunartillögu, sem utanríkisráðuneytið hefur nú birt á vef sínum.\n\r\nUm er að ræða tillögudrögin, sem voru kynnt á fundi forystumanna stjórnmálaflokkanna í gær og á fundum Össurar Skarphéðinssonar, utanríkisráðherra, með formönnum Sjálfstæðisflokks og Framsóknarflokks og fulltrúa þinghóps Borgarahreyfingarinnar í dag.\n\r\nÍ greinargerð með tillögunni segir, að tillaga um aðildarumsókn til ESB sé lögð fram til þess að íslenska þjóðin fái tækifæri til að hafna eða samþykkja samning um aðild að Evrópusambandinu þegar hann liggur fyrir.\n\r\n„Umsókn að ESB jafngildir þannig ekki aðild enda er það íslensku þjóðarinnar að komast að endanlegri niðurstöðu hvað hana varðar. Samhliða verði lagt fram frumvarp til laga um þjóðaratkvæðagreiðslur um mikilvæg mál sem ríkisstjórn eða Alþingi ákveði að leggja fyrir þjóðina. Tillaga um umsókn og frumvarp til laga um þjóðaratkvæðagreiðslur verða lögð fram samhliða á vorþingi.\n\r\nVíðtækt samráð verður haft við hagsmunaaðila um samningsmarkmið fyrir viðræðurnar á ýmsum sviðum, s.s. sjávarútvegs, landbúnaðar- og byggðamála, á sviði almannaþjónustu, umhverfis- og jafnréttismála og gjaldmiðilsmála og leitast við að ná sem breiðastri samstöðu um umræðugrundvöll viðræðnanna. Skoðað verður hvort unnt sé að ná fram samstarfi í gjaldmiðilsmálum samhliða viðræðum um hugsanlega aðild til að styðja við gengi krónunnar. Áhersla er lögð á opið og gagnsætt ferli og reglubundna upplýsingagjöf til almennings og hagsmunaaðila.\n\r\nFagleg viðræðunefnd við ESB verður skipuð af ríkisstjórn Íslands. Henni til fulltingis verður breiður samráðshópur fulltrúa hagsmunaaðila sem nefndin leitar ráðgjafar hjá, og upplýsir jafnóðum um framvindu viðræðna.   Ísland sem Evrópuþjóð vill leggja sitt af mörkum við uppbyggingu lýðræðislegrar Evrópu sem grundvallast á félagslegu réttlæti, jafnrétti og virðingu fyrir manngildi og umhverfi. Hlutverk Evrópu er að vera hornsteinn mannréttinda í heiminum og ýta undir stöðuleika, sjálfbær þróun, réttlæti og velmegun um allan heim.\n\r\nStjórnvöld áskilja sér rétt til að mæla með eða leggjast gegn samningnum þegar hann liggur fyrir enda eru settir margvíslegir fyrirvarar við hugsanlegan stuðning við málið.\n\r\nMeðal grundvallarhagsmuna Íslands eru:\n\r\nAð tryggja forræði þjóðarinnar yfir vatns- og orkuauðlindum og ráðstöfun þeirra\r\nAð tryggja forræði þjóðarinnar yfir fiskveiðiauðlindinni, sjálfbæra nýtingu auðlindarinnar og hlutdeild í deilistofnum og eins víðtækt forsvar í hagsmunagæslu í sjávarútvegi í alþjóðasamningum og hægt er.\r\nAð tryggja öflugan íslenskan landbúnað á grundvelli fæðuöryggis og matvælaöryggis \r\nAð tryggja lýðræðislegan rétt til að stýra almannaþjónustu á félagslegum forsendum\r\nAð standa vörð um réttindi launafólks og vinnurétt.\r\nAlþingi meti hvort setja skuli sérstaka Evrópunefnd Alþingis með fulltrúum allra stjórnmálaflokka er fari með samskipti við viðræðunefnd vegna ESB, en viðhorf stjórnarflokkanna er að það sé heppilegt.\"", "date": "2009-05-14 17:31:00", "post_id": 1}, {"user_name": "ingvarp", "text": "vonandi að þjóðin velji NEI við þessu <<<icon_smile.gif>>>", "date": "2009-05-14 17:45:00", "post_id": 2}, {"user_name": "Andri M.", "text": "sama hvað menn reyna að fegra þetta, að þá verður mitt svar NEI", "date": "2009-05-14 17:49:00", "post_id": 3}, {"user_name": "Jóhann ari", "text": "skil afhverju sumir líta á þetta sem valkost<<<rolleyes.png>>>", "date": "2009-05-14 17:50:00", "post_id": 4}, {"user_name": "fohelle", "text": "Mér lýst ekki neitt á það að fara í ESB þar sem við töpum svo miklu sem við höfum, og landinu verður að meirihluta stjórnað frá Brussel \n\nSamt held ég að við eigum ekki séns á að komast í ESB yfirhöfuð þar sem skuldastaðan og við þurfum að að standast slatta af skilmálum áður en það er möguleiki að taka upp evruna yfir höfuð.", "date": "2009-05-14 17:53:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png"], "date": "2009-05-14 17:31:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}]}