{"forum_title": "RÖFL", "id": "79928", "title": "****** á Golf", "url": "http://www.live2cruize.com/spjall/showthread.php/79928-******-á-Golf", "posts": [{"user_name": "Bröx", "text": "ok, ég lenti í ansi heimskulegu atviki í gær\n\r\nÞað var þannig að við vorum á N1 hringbraut og vorum að fara þaðan. Á leiðinni útaf hringbraut er stöðvunarskilda og strákurinn sem var að keyra sá hana seint og nelgdi niður en tók þá ekki eftir Golfinum sem var rétt fyrir aftan okkur en hann slapp alveg þrátt fyrir að vera svona hálfum metra fyrir aftan okkur.\r\nVið höldum áfram og beyjum til vinstri í átt að hringtorginu þarna og þá ætlar gaurinn á golfinum að vera fyndinn og tekur framúr okkur mjög seint og rétt nær að lauma sér framúr okkur ( var heppinn að fara ekki í skiltið sem var þarna). Þá vorum við rétt fyrir aftan hann og þá neglir gaurinn á golfinum niður og við á 33\" breyttri vitöru eigum ekki séns að stoppa og neglum aftan á hann.\n\r\nVið keyrðum svo á hringbraut og skoðum tjónið, golfinn slapp merkilega vel miðað við högg en vítaran er með rammskagt framhjól vinstramegin.\n\r\nSíðan spyrjum við hann hvað í anskotanum hann var að pæla og hann byrjar á því að segja a hundur hafi hlaupið yfir veginn, sem var kjaftæði, síðan segi ég við hann, þú veist alveg upp á þig sökina, játaru það ekki ? Hann svarar : Bæði og.\n\r\nég spyr, er eitthvað hægt að gera í þessu ? eða er þetta bara 100% óréttur og aftaná keyrsla ?", "date": "2009-05-28 16:16:00", "post_id": 1}, {"user_name": "ingvarp", "text": "hvernig golf ?\n\nen leiðinlegt samt <<<icon_confused.gif>>>", "date": "2009-05-28 16:17:00", "post_id": 2}, {"user_name": "Snossinn", "text": "Freakin idiot !!", "date": "2009-05-28 16:17:00", "post_id": 3}, {"user_name": "Snossinn", "text": "Golf með einkanúmerið ''1991''", "date": "2009-05-28 16:18:00", "post_id": 4}, {"user_name": "Azaruz22", "text": "leiðinlegt að lenda i svona;/ lítið hægt að gera nema misþyrma manninum bara mjög hrottalega líkamlega og andlega", "date": "2009-05-28 16:22:00", "post_id": 5}, {"user_name": "ning", "text": "sumir menn eru bara fávitar..", "date": "2009-05-28 16:25:00", "post_id": 6}, {"user_name": "fohelle", "text": "Ég held að í aftaná keyrsla sértu alltaf í órétti, þori samt ekki að fullyrða það \n\nGerðuð þið ekki tjónaskýrslu og svo hljóta að hafa verið vitni ? og ef þú reyndir ekki einu sinni að fá neitt vitni gerðir ekki tjónaskýrlsu eða hringdri á lögguna þá ertu með öllum líkindum búinn að tapa þessu, og sjálfum þér að kenna", "date": "2009-05-28 16:25:00", "post_id": 7}, {"user_name": "alexsig", "text": "þetta verður pottþétt dæmt 50/50", "date": "2009-05-28 16:26:00", "post_id": 8}, {"user_name": "danish", "text": "Ef hann segir \"bæði og\" og neitar að borga tjónið, þá mæli ég með bensínsprengju á bílinn hans..", "date": "2009-05-28 16:28:00", "post_id": 9}, {"user_name": "Draxter", "text": "Vá hvað þetta er pirrandi <<<icon_mad.gif>>>  Aftanákeyrslur eru í flestum tilfellum órettur, það eru örfá atvik sem geta talist 50/50 með aftanákeyrslur.\n\nÞetta var mér sagt frá tryggingum og umferðamiðstöð þegar ég lenti í svipuðu <<<icon_confused.gif>>> Get ekki staðfest hvernig það skiptist 50/50, bara hringja og tékka!", "date": "2009-05-28 16:29:00", "post_id": 10}, {"user_name": "Sylvía", "text": "Ertu þroskaheftur?\n\r\nAnnars leiðinlegt atvik :/ en því miður er aftanákeyrsla alltaf 100% óréttur", "date": "2009-05-28 16:29:00", "post_id": 11}, {"user_name": "dandri", "text": "Þú færð Phoenix í verkið", "date": "2009-05-28 16:29:00", "post_id": 12}, {"user_name": "Skyzo", "text": "Aftaná árekstur er nánast alltaf í órétti síðast þegar ég vissi. Maður á víst að vera með hæfilega lengd á milli bíla, en það gerir enginn Íslendingur nema kannski rétt svo út á þjóðvegi. <<<icon_wink.gif>>>\n\nEn svo er spurning. Þú ert auðvitað með vitni, og það hjálpar eitthvað. Ennþá betra ef að þú hefðir verið með vitni utan bíls þíns. Þannig að ef þú færir með þetta eitthvert þá ertu með vitni upp á glæfra-akstur hjá hinum aðila auk hálfa játningu.\n\nEr að spá, var það frekar stuttu eftir að hann tók frammúr þér sem að hann nelgdi niður eða? Fylltuð þið út tjónaskýrslu? Og svo framvegis. <<<tongueout.gif>>>", "date": "2009-05-28 16:31:00", "post_id": 13}, {"user_name": "Bröx", "text": "náðum engum vitnum, fylltum ut tjónaskýrslu og hringdum á lögguna en hun vildi ekkert gera", "date": "2009-05-28 16:33:00", "post_id": 14}, {"user_name": "Bröx", "text": "hann var buinn að vera fyrir framan okkur i svona 3 sek og svo bara negldi hann niður", "date": "2009-05-28 16:34:00", "post_id": 15}, {"user_name": "Azaruz22", "text": "Auðvitað á bara að misþyrma svona fólki", "date": "2009-05-28 16:34:00", "post_id": 16}, {"user_name": "Draxter", "text": "Þar sem maður teiknar mynd, sýnduði ekki að hann hafi tekið framúr á stað sem er hættulegt (eða má ekki) taka fram úr?\n\n*edit*  Hvernig Golf var þetta?", "date": "2009-05-28 16:35:00", "post_id": 17}, {"user_name": "Bröx", "text": "mk4 Golf Gti svartur", "date": "2009-05-28 16:37:00", "post_id": 18}, {"user_name": "HugiÓmars", "text": "Golf GTi mk4 svartur med nr. 1991 skilst mer.\nwww.us.is , get samt ekki sed ad einkanr. 1991 se upptekid", "date": "2009-05-28 16:37:00", "post_id": 19}, {"user_name": "Draxter", "text": "Árgerð og litur sáuði það sirka?\n\n*edit* árgerð bara? <<<icon_rolleyes.gif>>>", "date": "2009-05-28 16:38:00", "post_id": 20}, {"user_name": "Skyzo", "text": "Hvað meinaru þá með að löggan vildi ekkert gera? Vildi hún ekki mæta og hjálpa eða?\n\nLögreglan ber skylda að hjálpa og þjóna almenningi svo að það væri vitleysa ef að hún myndi neita að koma að árekstri. Ekki nóg með það heldur lenti mamma einu sinni illa í því þegar það var keyrt aftan á hennar bíl.\nÞá var ekki kölluð til lögreglan heldur allt gert klárt og svona þar sem þetta gerðist (á bílastæða plani). Það var búið að fylla út tjónablaðið og skrifa undir (og eftir það má engu breyta), og mamma í 100% rétti. Svo nokkrum dögum síðan snerist það allt við því að kallinn sem keyrði á var búinn að fá \"vitni\" og allur kostnaðurinn lenti á henni og ekkert hægt að gera.\n\nManni er nú alltaf kennt það að hringja í lögregluna þegar eitthvað bjátar á í ökukennslu. Svo þegar maður gerir það, þá er nú lítið gert og lítil hjálp. Alveg ótrúlegt.", "date": "2009-05-28 16:39:00", "post_id": 21}, {"user_name": "135791", "text": "Ég held að það sé alveg einstaklega lítið sem þú getur gert.. nema auðvitað að þú getir sýnt fram á að hann hafi gert eitthvað vítavert, þ.e t.d sannað að hann hafi nelgt niður af ástæðulausu og tekið framúr á hættulegum stað..\n\r\nEf ég myndi lenda í þessu myndi ég harðneita að taka nokkurn þátt í að greiða kostnað á hans bíl, einfaldlega gera honum grein fyrir því hversu heimskulegt þetta væri hjá honum..", "date": "2009-05-28 16:40:00", "post_id": 22}, {"user_name": "Viggóhelgi", "text": "Félagi minn lenti i því um daginn að NEGGLA niður vegna bíls sem snar hemlaði á þjóðveginum. hann náði að bremsa enn bíll fyrir aftan hann klessti á félaga minn...\n\r\nbíllinn sem bremsaði first. var gerður bótaskyldur af öllu", "date": "2009-05-28 16:40:00", "post_id": 23}, {"user_name": "SkodaPower", "text": "ég hef nú fengið lögguna á staðinn útaf árekstri einu sinni og eina sem hún gerði var að rétta okkur tjónaskýrslu og fara. hún sagðist hafa marga betra að gera en að vera að fylla út tjónaskýrslur. <<<icon_smile.gif>>>", "date": "2009-05-28 16:41:00", "post_id": 24}, {"user_name": "Skyzo", "text": "Þá hlýtur þetta að vera 50/50. Getur ekki annað verið. Þá væri spurning um að taka það fram aukalega að hann var með glæfrarakstur og hættulegur í umferðinni. Þú ert með eitt vitni sem var í bílnum skylst mér af þessum lestri. Kannski ekki samt tekið mark af því vitni þar sem að hann var með þér í bíl og væntanlega félagi þinn.\n\nSpurning líka við frammúr-akstur. Ætli það væri ekki skylda fyrir þann sem er að taka frammúr að sjá til þess að það sé hæfilegt bil á milli þegar að hann fer fyrir framan? Annað væri nefnilega hálf fáránlegt því að bíllinn sem lendir í því að vera tekið frammúr getur kannski ekki bremsað almennilega vegna bíla í rassgatinu á honum. <<<icon_scratch.gif>>>", "date": "2009-05-28 16:44:00", "post_id": 25}, {"user_name": "Skyzo", "text": "Er forvitinn að vita þá afhverju að bíllinn sem nelgdi niður fyrst, nelgdi niður. Í raun ætti hann ekki beint að vera bótaskyldur þar sem að hver og einn bíll á að passa það að hafa hæfilega lengd á milli næsta bíls fyrir framan sig.\nGæti verið að hann hafi verið gerður bótaskyldur vegna þess að hann skapaði hættu með að negla niður? Finnst það allavega líklegast. <<<rolleyes.png>>>\n\n\n\nJú jú, þeir alveg gera það stundum að mæta á staðinn. En með lögreglu kvittaða og fyllta tjónaskýrslu, þá ætti sú tjónaskýrsla að vera 100% rétt og fara rétt í gegn.\n\nAfhverju í ósköpunum er verið að kenna fólki að hringja í lögregluna við svona aðstæður ef að hún hefur svona \"mikið betra að gera\" en að hjálpa þeim sem vantar hjálp.\nÞað reyndar er komið núna fyrirtæki sem sér um að mæta á staðinn og taka myndir ásamt því að fylla út tjónaskýrsluna rétt, en síðast þegar ég vissi þá á maður fullan rétt á að fá lögregluþjón á svæðið. Ef að það er ekki gert er hætta á því að það endi í einhverju veseni þótt að allt var fyllt út rétt. Til dæmis því að hinn ákveður að kaupa sér vitni allt í einu.\n\nPs.\nAlltaf taka myndir af slysastað ef það er hægt! Ég klikkað á því seinast, en það fór þó sem betur fer allt rétt í gegn. Lenti nefnilega í því að Securitas keyrði aftan á mig þar sem ég beið á beygju akgrein eftir grænu ljósi. :grin:", "date": "2009-05-28 16:50:00", "post_id": 26}, {"user_name": "Draxter", "text": "Var þetta svona 99-01 útlit á Golf GTI (þekki ekki þessar tölur mk4 og 5 og þetta drasl)", "date": "2009-05-28 16:56:00", "post_id": 27}, {"user_name": "Bröx", "text": "http://http://bilasolur.is/CarImage....6&p=4366&w=600\r\n þetta útlit", "date": "2009-05-28 17:07:00", "post_id": 28}, {"user_name": "HugiÓmars", "text": "99-04 er mk4 05 plus er mk5", "date": "2009-05-28 17:07:00", "post_id": 29}, {"user_name": "Rafnars", "text": "Já, nema bara að þessi er með R32 framstuðara.\n\r\nSvo ER \"1991\" einkanúmerið upptekið, þekki þennan gaur og hann er búinn að eiga þetta númer í um ár núna.\n\r\nEn samt, Bröx, ef þú ert að koma að hringtorginu af hverju varstu ekki búinn að hægja á þér, sérstaklega þar sem þú varst á breyttum jeppling?\n\r\nJeppar og jepplingar þurfa mun lengri stöðvunarvegalengd en fólksbílar og þess vegna eiga þeir ekki að keyra alveg í rassgatinu á bílnum fyrir framan eða koma á það miklum hraða að/í hringtorg að þeir geti ekki stöðvað, það er nú einu sinni biðSKYLDA við öll hringtorg<<<rolleyes.png>>>.\n\r\nOg btw, ef mér skjátlast ekki er þá ekki þessi titill meinyrði? \"****** á Golf\" og svo að lýsa bílnum og kenna honum um allt, no offence en ég er nú nokkuð viss um að þú sért ekki 100% saklaus í þessu máli<<<rolleyes.png>>>", "date": "2009-05-28 17:49:00", "post_id": 30}, {"user_name": "HugiÓmars", "text": "Afhverju er tad ekki skrad a www.us.is ?\r\nAnnars kjanalegt nr.", "date": "2009-05-28 17:53:00", "post_id": 31}, {"user_name": "Rafnars", "text": "Kannski eitthvað vesen hjá umferðarstofu, veit samt ekki alveg.\n\r\nSvo er hann fæddur 1991<<<icon_wink.gif>>> sem skýrir númerið<<<icon_razz.gif>>>", "date": "2009-05-28 17:57:00", "post_id": 32}, {"user_name": "Ægir?", "text": "þekki einn sem var dæmdur í 100% útaf svona.. þetta eru náttúrulega bara fávita stælar", "date": "2009-05-28 18:00:00", "post_id": 33}, {"user_name": "Skyzo", "text": "Það eru alltaf þrjár hliðar á öllum málum. <<<icon_wink.gif>>>\n\nBetri lýsing hefði verið þægilegri upp á að greina þetta betur. En miðað við að þú segir að það hafi verið hringtorg þarna þá hljómar þetta ennþá meira eins og að þessi aðili á Golf hafi verið með ennþá gáleysislegri akstur, ef það er þá satt að það liðu aðeins þrjár sekúndur frá því að hann tók frammúr og nelgdi niður.\n\nAð hann ætti að vera búinn að hægja niður er spurning. Hann eflaust bjóst engan veginn við þessum Golf smeygjandi sér fyrir framan sig og þar af leiðandi var sá útreikningur horfinn sem að hann hefur verið búinn að reikna út sjálfkrafa fyrir þá lengd sem að hann þurfti til þess að stoppa.\n\nSvo talar þú um að keyra ekki í rassgatinu á öðrum bílum, sem er alveg hárrétt hjá þér. En þá vaknar sú spurning hvort að fólk sem er að taka frammúr eigi ekki að passa að það sé nægt bil á milli áður en það gerir það, í stað þess að beygja beint fyrir annan aðilann án þess að það sé hæfilegt bil á milli?\nEn aðeins með þá hlið sem ég hef lesið hérna, þá virðist það ekki hafa verið gert, auk þess að hringtorgið hjálpar engan veginn aðilanum sem var á umrædda Golf.\n\nEn eins og ég sagði fyrr þá er alltaf best ef að það er hægt að nappa lögregluþjón á staðinn til að skoða aðstæður og fylla út pappíra, þó svo að þeir segjast hafa \"mun betri hluti að gera\". <<<rolleyes.png>>>\nHvort sem að 1991 sé saklaus, eða Bröx. Eða jafnvel hvorugir saklausir, það veit ég ekki. Stundum er hægt að lesa út sirkað bát hvernig þetta var ef maður heyrir báðar hliðar, hvað þá þrjár. En með allar þær upplýsingar sem ég er búinn að lesa, þá sé ég ekki betur en að þetta hafi verið glannaskapur hjá Golf'inum. <<<tongueout.gif>>>", "date": "2009-05-28 18:01:00", "post_id": 34}, {"user_name": "Rafnars", "text": "Ég er ekkert að segja að þessi sé sekur og hinn saklaus eða neitt þannig, en brönx var bara að rakka niður golfinn og reyna að snúa þessu sér í hag, eða þannig tók ég því sem ég er búinn að lesa.\n\r\nEn það sem ég meinti með þessu með hringtorgið var að þegar hringtorg er framundan þá á maður að hægja á sér og ef bíll asnast framfyrir mann rétt áður en maður kemur að hringtorginu þá hægir maður oft enn hraðar á sér til þess einmitt að forðast aftanákeyrslu.\n\r\nLenti í því sjálfur að það var Mazda sem svínaði soldið harkalega á mig einu sinni og svona sekúndu eða tveimur seinna negldi hún niður og ég aftaná, það var dæmt 50/50. Það er ekki hægt að segja til um hvernig mál fer með því að vitna í það að annað mál fór svona og hitt hinsegin, þetta fer bara sem fer og ég vona að báðir aðilar komist með sem minnstu veseni í gegnum þetta<<<icon_smile.gif>>>", "date": "2009-05-28 18:14:00", "post_id": 35}, {"user_name": "Skyzo", "text": "Er sjálfur heldur ekki að saka einn né neinn heldur eingöngu að tjá mína skoðun af því öllu sem að ég hef lesið. Langar líka að taka það fram að ég var ekkert að reyna að vera leiðinlegur við hvorki þig né neinn annan heldur bara málefnalegur og koma minni skoðun á framfæri. <<<biggrin.gif>>>\n\nEn ég get alveg tekið undir það hjá þér að hann er auðvitað eitthvað að rakka niður þennan ákveðna Golf og svo framvegis. Það gæti útskýrt sig eflaust vegna reiðis, pirrings eða einhverju álíka. Svo gæti það líka bara verið vegna þess að honum er illa við aðilann.\n\nAuðvitað á maður að hægja hraðar á sér ef að bíll asnast fyrir framan mann og hringtorg að nálgast. En það fer allt eftir því hversu illa það er tekið frammúr manni og hversu stutt vegalengdin er í hringtorgið, og svo á fólk auðvitað að hafa vit á því að smeygja sér ekki þannig að maður rétt sleppur kannski inn á næstu akgrein fyrir hringtorgið. Ég er samt ekk að segja að það hafi gerst, því að ég veit ekkert um það þar sem ég var ekki á staðnum. <<<icon_wink.gif>>>\n\nEn eins og þú segir þá er ekkert hægt að vita hvernig mál fara með því að vitna í önnur. En það má alveg taka önnur mál inn í reikninginn og sjá hvað hefur verið gert rétt sem og vitlaust, og reyna að nýta sér það sérstaklega þegar kemur að því að henda svona máli inn. \n\nPs.\nLeiðinlegt málið með Mözduna. Flott að það fór þó 50/50 í stað þess að þú hefðir þurft að sitja uppi með það. Leiðinlegt að lenda í svona hlutum, sérstaklega ef það er vegna þess að hinn aðilinn var ekki að sína aðgát. <<<icon_silent.gif>>>", "date": "2009-05-28 18:24:00", "post_id": 36}, {"user_name": "Turbo-", "text": "þessi gaur a 1991 golfinum er held eg þroskaheftur bæði andlega og likamlega, bæði miðað við hvernig hann keyrir og hamast i bilnum a ferð troðandi hausnum a ser utum gluggan, öskrandi einhverja vitleysu og margt i svipuðum dur a, þetta er svona gaur sem hefði aldrei att að fa bilprof og ætti enn að vera i stræto", "date": "2009-05-28 18:33:00", "post_id": 37}, {"user_name": "Rafnars", "text": "Tók því heldur ekkert sem að þú værir að reyna að vera leiðinlegur, var ekki að reyna það sjálfur<<<tongueout.gif>>>.\n\r\nMér var allaveganna kennt það í ökukennslu að passa mig á hinum bílunum í umferðinni því maður veit aldrei hvað gæti gerst, sem hefur margborgað sig fyrir mig og finnst að fleiri ættu að gera slíkt hið sama<<<icon_smile.gif>>>", "date": "2009-05-28 18:35:00", "post_id": 38}, {"user_name": "Rafnars", "text": "Hann er ekki þroskaheftur, hvorki andlega né líkamlega. Kannastu við ****alæti? Gaman að þeim oft á tíðum í hóflegu magni<<<icon_razz.gif>>>.\r\nEn held þú ættir að hugleiða aðeins hvað þú segir áður en þú ferð að alhæfa svona vitleysu. Endilega haltu svona commentum fyrir sjálfan þig.<<<icon_wink.gif>>>", "date": "2009-05-28 18:40:00", "post_id": 39}, {"user_name": "Skyzo", "text": "Hef ekki séð hann mikið á ferðinni en langaði að athuga hvort að maður verður sjálfkrafa kross þroskahefur á því að stinga hausnum út um gluggann? Hef sjálfur gert það í smá gamni auk þess að ég veit um verulega marga sem hafa gert það. Hef þó ekki öskrað neitt út um gluggann samt. <<<tongueout.gif>>>\n\n\n\nHehe, vildi bara fyrirbyggja hættu á miskilningi í sambandi með það. Maður veit aldrei hvernig fólk bregst við, sérstaklega á netinu. Það má varla poppa orð úr manni og þá er allt farið í eldinn eins og Hugi.is hefur mörg dæmi að geyma. <<<rolleyes.png>>>\n\nEn jú, auðvitað er fólki kennt á að vera vakandi í umferðinni og það er eitthvað sem allir ættu að tileinka sér. Ég sjálfur lít reglulega í baksýnis- og hliðarspegla þegar ég er í umferðinni sem og til beggja hliða.\nÉg lenti nú í því næstum því fyrir stuttu á Kringlumýrarbraut að Yaris beyði inn í mig. Ég náði að flauta hann á brott sem betur fer. En það var ekki allt, tvem mínútum seinna ætlaði kona á jeppa að beygja inn á akgreinina sem ég var á en fattaði það frekar fljótt og hóf það að flauta á mig. <<<rolleyes.png>>>\nÞað má alveg geta þess að ég var á hægri akgrein allan tímann (vinstri virðist vera nýja hægri, enda keyrir 50% Íslendinga hægra megin sama hvernig umferðin er). <<<nono.gif>>>", "date": "2009-05-28 18:42:00", "post_id": 40}, {"user_name": "finder", "text": "Hvernig léstu GOLF taka fram úr þér?\n\nÞessir bílar gætu ekki tekið fram úr hjólbörum. <<<icon_lol.gif>>>", "date": "2009-05-28 18:44:00", "post_id": 41}, {"user_name": "Turbo-", "text": "felagi minn lennti hliðina a honum a ljosum og gaurinn djöflaðist þarna inn i bilnum eins og hann ætti lifið að leysa og troð hausnum a ser ut um rifu a ruðunni og öskraði \"Syngja lag, Syngja lag\" og helt svo afram að djöflast", "date": "2009-05-28 18:45:00", "post_id": 42}, {"user_name": "Aglii", "text": "<<<icon_lol.gif>>>", "date": "2009-05-28 18:47:00", "post_id": 43}, {"user_name": "Skyzo", "text": "Já meinar. Plain ****askapur og vottur um barnaskap reyndar miðað við þessa frásögn. <<<tongueout.gif>>>\n\nEkkert að því að ****ast en það eru takmörk fyrir því svo sem þegar maður er byjaður að ofgera hluti. Er þessi strákur ekki annars nýlega kominn með prófið? Ég frétti það, á félaga sem að kannast við þennan náunga lítislega. <<<icon_albino.gif>>>", "date": "2009-05-28 18:48:00", "post_id": 44}, {"user_name": "Aglii", "text": "1991 módel, þá er það nú ekki það langt, depends eftir afmæli bara.", "date": "2009-05-28 18:49:00", "post_id": 45}, {"user_name": "Rafnars", "text": "Það er að verða komið ár síðan hann fékk prófið<<<sunny.bmp>>>", "date": "2009-05-28 19:01:00", "post_id": 46}, {"user_name": "BjörnB", "text": "af það er hægt að sýna fram á það að hann hafi neglt niður af ástæðulausu er hann í 100% órétti", "date": "2009-05-28 19:05:00", "post_id": 47}, {"user_name": "Rafnars", "text": "Hringtorg, biðskylda, bíll að koma? hundur? köttur? mús? laufblað?<<<icon_albino.gif>>>\n\r\nYrði bara orð á móti orði og ég hallast frekar á að það endi 50/50 heldur en 100/0 eða 0/100", "date": "2009-05-28 19:08:00", "post_id": 48}, {"user_name": "Gunni91", "text": "Var tekið fram í tjónaskýrslunni af hverju hann hemlaði niður? Annars held ég að þú getur voða lítið gert í þessu ef það voru engin vitni.", "date": "2009-05-28 19:24:00", "post_id": 49}, {"user_name": "Bröx", "text": "bjuggumst enganvegin við að hann myndi negla niður þarna, það var enginn bíll né neitt en vissulega hægðum við á okkur þar sem við vorum að koma inni hringtorg. og þú talar um að við erum ekki saklausir i þessu mali, við erum alveg 100% saklausir þangað til að það kemur að því að negla aftaná hann, þetta var bara ****askapur i honum að taka framúr í 50 götu, fara yfir óbrotnalínu og negla niður í 0 kmh á hringtorgi", "date": "2009-05-28 19:34:00", "post_id": 50}, {"user_name": "Frogger", "text": "Ég er eigandinn á Golfinum.. ég skil EKKERT um hvað allir eru að tala um að ég sé með læti inni í bílnum mínum og sé eitthvað að djöflast og sé að stinga hausnum út um gluggana og topplúguna á bílnum?? það eru vinir mínir og svo hefur þessi turbo- lent á ljósum við hliðina á mér þegar ég var að skutla fullu liði niður í bæ og þau létu freeeeeekar illa.. Og það réttlætir það að kalla mig þroskaheftan ? haha <<<icon_smile.gif>>> vel gert.\n\r\nOg hvað í fjandanum ert þú að rugla?, Allavega.. ég var ennþá á ferð inni í hringtorginu og var að hægja á mér til að taka beygjuna og svo fara út úr hringtorginu og þá sé ég ljósin á bílnum þínum í baksýnisspeglinum.. heyri skrítin hljóð og svo BÚMM, þvílíkt högg og red bull skvettist út um allt <<<icon_mad.gif>>>. Svo tókuð þið einn hring og brunuðuð inn á N1 og hentuð út einum farþega sem hljóp inn á N1 og settist niður því þið vissuð að þið voruð 5 í 4 manna bíl..\r\nMeira veit ég ekki og sjáum bara hvað tryggingarnar segja.", "date": "2009-05-28 20:23:00", "post_id": 51}, {"user_name": "Baukur", "text": "vá...skrýtið að heyra báðar hliðar á málinu", "date": "2009-05-28 20:27:00", "post_id": 52}, {"user_name": "Bröx", "text": "hægja á þér ´? þú nelgdir niður og byrjaðir á því að segja að hundur hefði hlaupið yfir götuna, svo næst hættiru við þá sögu og segir \" bæði og \" þegar við spyrjum hvort þú viðurkennir þetta, miðað við þetta þá hægðiru ekki á þér heldur nelgdir niður að ástæðulausu", "date": "2009-05-28 20:28:00", "post_id": 53}, {"user_name": "Baukur", "text": "og RED BULL skvettist ut um allt?", "date": "2009-05-28 20:30:00", "post_id": 54}, {"user_name": "Gunni91", "text": "þó svo að hann neglir niður að ástæðulausu áttu að hafa vit á því að hafa nægilegt bil á milli bíla á breyttumm jeppa með 5 manns í bíl sem er skráður 4-manna.", "date": "2009-05-28 20:32:00", "post_id": 55}, {"user_name": "Frogger", "text": "Jájá.. hafðu þetta eins og þú vilt.. ég játa ekki upp á mig svona mikla þvælu, sit hérna heima að drepast í bakinu eftir \"fávita á vitöru\" og nenni ekki að þræta við þig, látum bara tryggingarnar sjá um þetta.", "date": "2009-05-28 20:33:00", "post_id": 56}, {"user_name": "Frogger", "text": "Já félagi minn var með red bull <<<rolleyes.png>>>", "date": "2009-05-28 20:34:00", "post_id": 57}, {"user_name": "Baukur", "text": "ja okei", "date": "2009-05-28 20:34:00", "post_id": 58}, {"user_name": "RaggiTwin", "text": "Þetta er bara þér að kenna madur ... Hafa vit á því að hafa næga lengd á milli ykkar", "date": "2009-05-28 20:38:00", "post_id": 59}, {"user_name": "Viktor10", "text": "hættu aðeins að pósthórast. en sko maður á alltaf að gera grein fyrir hemlunarvegalengdini. en annars gangi ykkur vel að útkljá þetta.", "date": "2009-05-28 20:40:00", "post_id": 60}, {"user_name": "Snossinn", "text": "Frikki þú ert mesta hvellþroskaheftasta manneskja sem eg veit um.. Lærðu að keyra og hættu að vera svo þvílikur tappi bakvið skjáinn og en algjör þrolli í persónu..", "date": "2009-05-28 20:41:00", "post_id": 61}, {"user_name": "Bröx", "text": "strákar, auðvitað á maður að gera grein fyrir hemlunarvegalengd en það er mjög erfitt þegar hann laumarsér framúr á stórhættulegum stað og neglir strax niður", "date": "2009-05-28 20:43:00", "post_id": 62}, {"user_name": "Baukur", "text": "sumir ættu bara ekki að fá bílpróf fyr en þeir hafa náð áhveðnum þroska", "date": "2009-05-28 20:45:00", "post_id": 63}, {"user_name": "Mr. Skúli", "text": "semsagt ef þú keyrir á mig á ég þá að fara útúr bílnum og hnakk berja þig? því ég skal glaður gera það!", "date": "2009-05-28 20:47:00", "post_id": 64}, {"user_name": "Galant ES", "text": "Nei heyrðu nú mig , svo talar maðurinn um bakverki,  mæli með því ef að þér er illa við bakverki að negla ekki niður uppá grín á tilviljunarkenndum stöðum út um allan bæ, stingandi hausnum út um gluggan á tilviljunarkenndum tímapunktum , þú bíður hættunni heim drengur minn. \r\nHvað ertu að reyna að gera með þessu , fjársvik eða einhversskonar frjárdráttur kannski , eða annarskonar dráttur ? ,\r\nTil hamingju með að við skulum eiga gallað tryggingafélag samt sem áður <<<icon_smile.gif>>>\n\r\nÓ- þolandi mál.\r\nFyrir báða aðila.", "date": "2009-05-28 20:54:00", "post_id": 65}, {"user_name": "intenz", "text": "Frábær kynslóð.", "date": "2009-05-28 21:19:00", "post_id": 66}, {"user_name": "Maxter MMH", "text": "fyrirgefðu, en hvernig bíl átt þú?<<<rolleyes.png>>>", "date": "2009-05-28 21:26:00", "post_id": 67}, {"user_name": "pepper", "text": "ef menn negla niður bara af  ástæðulausu og fær svo bíl aftannasig er bíllinn sem neglir niður i órétti, ef hann getur ekki sannað það að hundur eða manneskja hafi hlaupið fyrir þá ert þú í rétti<<<icon_wink.gif>>>", "date": "2009-05-28 21:46:00", "post_id": 68}, {"user_name": "Baukur", "text": "þannig að ef að það er rétt það sem þú ert að segja þa ert þú í góðum málum", "date": "2009-05-28 21:49:00", "post_id": 69}, {"user_name": "intenz", "text": "Hvernig í andskotanum á hann að sanna það? Aftanákeyrsla er aftanákeyrsla sama þó aðilinn fyrir framan þig negli niður upp úr þurru. Það er bara þitt að passa vegalengdina á milli þín og bílsins fyrir framan þig.", "date": "2009-05-28 21:50:00", "post_id": 70}, {"user_name": "Skyzo", "text": "Sem hver er að segja, og hver er í góðum málum vegna þess? Ég allavega skil ekki hvað þú ert að reyna að segja hérna, mátt alveg útskýra það aðeins fyrir mér. <<<icon_wink.gif>>>\n\n\n\nAftanákeyrsla er ávalt aftanákeyrsla sama hvernig það er og það er alltaf á manns eigin ábyrgð að halda vegalengdina á milli bílsins að framan.\n\nEn segjum að ég sé að taka frammúr einhverjum bíl bara sem dæmi. Væri þá ekkert athugarvert við það að ég fari fyrir framan þann bíl þannig að það er mest lítið sem ekkert bil á milli, og svo er það bara honum að kenna ef að hann keyrir aftan á mig? Hvað þá ef að ég negli niður sem dæmi 3 sekúndum eftir að ég er búinn að \"svína\" fyrir hann? Það má alveg fræða mig aðeins betur um akkurat þetta, en þetta hljómar eins og það sé ekki hægt að kenna þeim sem keyrði þá aftan á mig í þessu dæmi um eitt né neitt. <<<rolleyes.png>>>\n\nSvo er auðvitað alltaf talað um það að maður á ekki að negla niður ef að dýr hleypur fyrir. En jú, auðvitað er það yfirleitt bara ósjálfráð viðbrögð og það er eflaust engin manneskja sem að langar að keyra á dýr ef það kemst hjá því. <<<tongueout.gif>>>", "date": "2009-05-28 22:13:00", "post_id": 71}, {"user_name": "sævarvilhelm", "text": "Nei, er reyndar ekki alltaf þannig, ef það er enginn ástæða er fyrir negla niður þá er gaurinn í órétti..\nverður bara að sanna það að það hafi ekki verið neinn bill né neitt fyrir framan gaurinn myndi ég giska á..\nen með atvikið hjá honum, ef þú gerðir ekki tjónaskyrslu og þaða pakka þá held ég að þú getir gleymt þessu", "date": "2009-05-28 22:21:00", "post_id": 72}, {"user_name": "H1lmar", "text": "Sama ætti að gilda með aðgang að L2C imo..<<<rolleyes.png>>>", "date": "2009-05-28 22:22:00", "post_id": 73}, {"user_name": "Azaruz22", "text": "Svona fólk á ekki að fá bilprófið fyrr en það er komið langt upp undir þrítugt", "date": "2009-05-28 22:33:00", "post_id": 74}, {"user_name": "Galant ES", "text": "Bílprófið fær er ekið getur , \r\nEkki spurt um þroska né þrek\r\nSumir taka prófið um vetur\r\nEngu skipta bernskubrek.\n\r\nÁrni fékk sér þýska bifreið.\r\nók á henni góðan spöl\r\nEftir draumadísinni lengi beið\r\nEn fann enga nema stúlknakvöl", "date": "2009-05-28 22:37:00", "post_id": 75}, {"user_name": "Azaruz22", "text": "hahahahahhahaha þú ert snillingur Bjarni!!<<<icon_lol.gif>>> Ég er að pæla í að byrja að yrkja", "date": "2009-05-28 22:40:00", "post_id": 76}, {"user_name": "sævarvilhelm", "text": "annað en þú, og nei ekki byrja..", "date": "2009-05-28 22:41:00", "post_id": 77}, {"user_name": "Azaruz22", "text": "Ef þú ætlar að rífa kjaft sendu mér þá PM<<<icon_wink.gif>>>", "date": "2009-05-28 22:42:00", "post_id": 78}, {"user_name": "sævarvilhelm", "text": "átt pm", "date": "2009-05-28 22:42:00", "post_id": 79}, {"user_name": "Frogger", "text": "Í fyrsta lagi þá vorum við aldrei á N1 hringbraut, keyrðum niður gömlu hringbrautina og þá var enginn bíll á eftir okkur.. svo erum við frekar nálægt hringtorginu þá kemur þú greinilega á fullri ferð og ég veit ekki.. gerir þér ekki grein fyrir því á hversu litlum hraða ég er á og hversu miklum hraða þú ert á? þú tiltölulega nýkominn með bílprófið (max 4 mánuðir eða svo) svo ég skil það vel. En að reyna að segja að ég hafi tekið fram úr þér og neglt svo niður beint fyrir framan þig og hvað.. þú hafðir heilar þrjár sek. til að hemla og beygja frá, það segir sér sjálft að það er ekki fræðilegur möguleiki að það hafi gerst þar sem vinstra HORNIÐ á bílnum þínum rétt náði að hitta aðeins inn á hægra aftur-hornið á mínum bíl.\r\nOg svo keyrðuð þið inn á N1, ekki inn á hringbrautina til að tjékka á tjóninu, og þið losuðuð ykkur líka við einn farþega þar sem þið voruð með einum of marga.. og vissuð það greinilega upp á ykkur, ég vissi ekki betur en að þið væruð að reyna að stinga af svo ég elti ykkur (þið horfnir af slysstað...).", "date": "2009-05-28 23:36:00", "post_id": 80}, {"user_name": "Frogger", "text": "Og já.. flott hjá þér að nota L2C og reyna að fá alla á móti mér í þessu máli, kannski vill svo heppilega til að allir hér fyrirlíti mig eða eitthvað álíka fyrir það að eiga vini sem ****ast frekar mikið í bílnum mínum (sem ég mun héðan í frá halda í skefjum þar sem greinilega allir taka eftir þessu og finnst þetta asnalegt, lítur ekki vel út fyirr mig) og koma með þessa skemmtilegu sögu til að fá alla með þér í lið.", "date": "2009-05-28 23:45:00", "post_id": 81}, {"user_name": "seli91", "text": "ÉG SÁ ÞETTA :O JEPPIN VAR AÐ KEYRA Á MILJON ÞANNA  og ef gti billin hefði ekki verið þanna þá hefði hann bara keyrt á trén þanna eða eihvað og svo reyndi hann að stinga af svo for ég ...", "date": "2009-05-29 00:02:00", "post_id": 82}, {"user_name": "Bröx", "text": "heyrðu ekki einusinni reyna þetta, ertu að neita því nuna að hafa ekki verið í rassgatinu á okkur á leiðinni utaf hringbrautinni ? þú varst alveg í rassgatinu á okkur hjá stöðvunarskildunni, svo þetta með vinstra hornið, hann reyndi að bremsa og beyja frá þessu en það fór sem svo að það fór svona", "date": "2009-05-29 00:14:00", "post_id": 83}, {"user_name": "Frogger", "text": "Já ég er að neita því.. því þetta er kjaftæði. Svo sagðiru þetta með þrjár sekúndurnar... þið hefðuð líklegast endað BEINT aftan á bílnum mínum hefði þetta gerst eins og þú lýsir, þetta er bara bull.", "date": "2009-05-29 00:21:00", "post_id": 84}, {"user_name": "Galant ES", "text": "AFhverju ert þú að koma með þetta allt í einu núna.\r\nVar þetta bara að rifjast upp fyrir þér ?\r\nHvers vegna bentir þú ekki á þetta í fyrsta pósti ?", "date": "2009-05-29 00:23:00", "post_id": 85}, {"user_name": "BE12GUR", "text": "Þú þarft að taka afleiðingunum fyrir að vera að keyra eins og hálfviti.", "date": "2009-05-29 00:24:00", "post_id": 86}, {"user_name": "Frogger", "text": "Ég pældi ekki í því og nennti ekki að rífast um þetta.. svo fattaði ég svolítið seint að þetta leit illa út á minni hálfu og ákvað að svara fyrir mig.", "date": "2009-05-29 00:27:00", "post_id": 87}, {"user_name": "Bröx", "text": "þetta gerðist 100% eins og ég er að lýsa þessu, þú veist það sjálfur, sagðir \" bæði og \" við þessari lýsingu, neitaðir henni aldrei þegar við töluðum við þig, við vorum heppnir að ná aðeins að beyja frá þessu.\r\nErtu nuna alveg hættur að tala um hundinn ? það segir bara allt sem þarf að segja ef þú ætlar að búa til nokkrar sögur um þetta, þú veist alveg upp á þig sökina.", "date": "2009-05-29 00:28:00", "post_id": 88}, {"user_name": "Galant ES", "text": "Sýnist Frikki vera alveg búinn að mála sig út í horn með þessu.\r\n-\"hundur sem hljóp í veg fyrir mig sko . .\" \r\nSegir allt sem segja þarf um manninn.", "date": "2009-05-29 00:29:00", "post_id": 89}, {"user_name": "Frogger", "text": "Ég sagði aldrei 'bæði og' við neinni lýsingu..ekki veit ég á hvaða ferð þið voruð en já þið náðuð að beygja vel frá..en höfnuðuð samt á aftur-horni bílsins, voruð GREINILEGA að keyra alltof hratt inn í hringtorgið þar sem ég var engan veginn kyrrstæður og var ekkert að negla niður, var á frekar eðlilegum hraða að taka beygju í hringtorginu. Og hvaða hund?? Ég sagði aldrei neitt um neinn hund.. það þýðir ekki að reyna að búa til svona kjaftæði um þitt fyrsta slys í umferðinni til að komast hjá einhverju.", "date": "2009-05-29 00:34:00", "post_id": 90}, {"user_name": "Bröx", "text": "hahaha ok, var einhver annar að keyra bílinn þinn þá eða ? því að bílstjórinn sagði þetta allavega. Þú ert greinilega búinn að ákveða að neita öllu, en allt sem ég hef sagt hérna er alveg satt og þú veist það sjálfur, þrátt fyrir að þú neitir hérna á l2c", "date": "2009-05-29 00:36:00", "post_id": 91}, {"user_name": "Snossinn", "text": "Mig langar að hitta þig í persónu og þú segir mér þessa sögu augliti til auglitis. Veist það jafn vel og allir hérna inná að maður hagar sér ekki svona í umferðinni eins og þú varst að gera. Auk þess að vera með fullan bíl af fólki og vera með einhverja sýnisþörf fyrir framan þau sem endar síðan svona. \r\nVertu bara maður og hættu að reyna ljúga þig útúr þessu. Veist vel hvernig þetta gerðist.", "date": "2009-05-29 01:16:00", "post_id": 92}, {"user_name": "heisi7", "text": "ég var þarna á N1 til að stoppa og fá mér pulsu með félaga mínum, þegar ég var að labba að N1 þá kom þessi vitara bakkandi á fullri ferð (á sirka svona 50)úr stæðinu sínu (með 5 manns í 4 manna bíl eins og frikki 91 sagði) og framhjá dælonum, ég fylgdist með bílnum og sá þá þennan golf keyra svo eftir honum.. ég sá að það var enginn bíll að keyra nálagt þessari stöðvunarskildu en sammt negldi vitaran allveg niður (það neglir enginn niður á stöðvunarskildu þegar enginn bíll er nálægt, ekki nema löggan sé fyrir aftan þig)... og golfinn neglir þá líka niður.. svo þegar ég kom út af n1 þá sá ég báða bílana fyrir utan n1 sá sammt bara að vitaran var klesst framan á.... en það er víst líka síndarmennska að mínu mati í gaurnum á vitörunni... maður bakkar ekki á bílastæði allveg á fullu, gætir þessvegna keyrt yfir eithvern!!!!", "date": "2009-05-29 01:26:00", "post_id": 93}, {"user_name": "finder", "text": "Hahahah, einn greinilega búinn að fá ALLA vini sína til að skrá sig á L2C til að segja \"sína hlið\".", "date": "2009-05-29 01:29:00", "post_id": 94}, {"user_name": "Bröx", "text": "já, bakka á 50kmh  á breyttri vitöru utur stæði er flott hröðum á hvað 20-30 metrum, en að stoppa á stöðvunarskyldu þótt að enginn bíll sé ? er þá líka réttlátt að keyra yfir á rauðu ljósi ef enginn sér ? virkar ekki þannig, hvernig sem á það er litið þá Á að stöðva á stöðvunarskildu, þótt að fáir geri það en bílstjórinn gerði það\n\r\nog þú semsagt sást golfinn fyrir aftan okkur á N1 hringbraut ? ok þá er komið vitni ef ekki tvö ( félaginn þinn ) sem sáu Golfinn á N1, þrátt fyrir að eigandinn harðneitaði því", "date": "2009-05-29 01:37:00", "post_id": 95}, {"user_name": "seli91", "text": "strákar ég sá þetta ég er öruglega einavitnið :'D ég var þanna í götuni firir ofan pm ef þið viljið fá vitni      þessi jepp kom á fulllllluu eftir þössum golf eina sem ég sá og golfin hægði á sér soldið til að taka beijuna og þá náturlega þessi vítara er sterri og eldi bill hann rann bara aftaná hann", "date": "2009-05-29 02:29:00", "post_id": 96}, {"user_name": "dazy crazy", "text": "<<<icon_silent.gif>>>", "date": "2009-05-29 10:45:00", "post_id": 97}, {"user_name": "oli92", "text": "50.000 að þú sért vinur frikka91\n\n\r\nany bets?", "date": "2009-05-29 11:07:00", "post_id": 98}, {"user_name": "Draxter", "text": "Hvernig væri bara ef að sagan væri sögð sönn hérna, þá af báðum aðilum! Þreyttur á þessu röfli í öllum hérna! Ég er algjörlega hlutlaus aðili, en ég er einhvernvegin meira að trúa jeppagaurnum, þó ég viti ekkert hvað ég á að halda þar sem allir eru að segja mismuna sögu! <<<confused.png>>>\n\r\n....\n\r\nOg hananú! <<<rolleyes.png>>>", "date": "2009-05-29 11:15:00", "post_id": 99}, {"user_name": "tomaz", "text": "Ég segji að þið hittist í persónu og útkljáið þetta í staðinn fyrir að vera e-thugs", "date": "2009-05-29 11:27:00", "post_id": 100}, {"user_name": "Azaruz22", "text": "Ert þú þroskaheftur?", "date": "2009-05-29 11:47:00", "post_id": 101}, {"user_name": "Raggzz", "text": "hvernig var þessi golf á litin ????\r\nþað var ****** á golf sem fór yfir á rauðu um daginn og dúndraði á corolluna hans vinar míns.. bíllinn var dökkur á litinn, var þessi það kannski líka?", "date": "2009-05-29 11:55:00", "post_id": 102}, {"user_name": "Azaruz22", "text": "Helduru að ef GOLFINN hefði dúndrað á corollu vinar þins,að hann væri keyrandi núna i góðu standi dúndrandi á aðra bíla<<<rolleyes.png>>>\r\nNei hann væri í maski einhvern staðar", "date": "2009-05-29 11:57:00", "post_id": 103}, {"user_name": "ArnarFB", "text": "Já örugglega sama Golfinn því þeir eru bara tveir í umferðinni.", "date": "2009-05-29 11:59:00", "post_id": 104}, {"user_name": "Kallizzz", "text": "<<<rolleyes.png>>>", "date": "2009-05-29 12:03:00", "post_id": 105}, {"user_name": "Hemmi89", "text": "Þú ert greinilega útskrifaður fæðingarhálfviti, búinn að koma þér í svoo slæma stöðu. Hrikalega verður þú vel liðinn á götum rvk núna, þú gerir þér ekki grein fyrir því hvað það skoða margir l2c og þú ert greinilega að fá skuggalega vont rep á þig útaf þessu..\r\nÞú færð þetta í bakið!\n\n\n\nSko þú ert eitthvað vangefinn sjá þessa stafsetningu ertu í 3 bekk ? Það er ekki ein setning sem er rétt stafsett þarna hjá þér! Og þú ert 100% vinur þessa \"frikka1991golfhomma\"\n\n\r\nÉg veit ekkert um þetta mál en ég hef áður séð til þessa golfs og þetta kom mér bara alls ekkert á óvart.. Eitt orð FÁVITI", "date": "2009-05-29 12:05:00", "post_id": 106}, {"user_name": "ArnarFB", "text": "Ahhh...\n\r\nGamla góða Livtúkrús.\n\r\nTil hvers að rökræða og eiga samskipti á mannlegu nótunum þegar það er hægt að hnakkrífast og kalla menn ****, fávita, homma og þar fram eftir götunum. Skjóta fram og til baka, tala í hringi og svoleiðis. Mun betra að koma sínum skilaboðum á framfæri á svívirðilegan hátt. Hittir meira í mark og skapar flotta umræðu. \n\r\nJá, þetta er frelsistilfinning sem ég fæ hérna. Landið á góðri siglingu inn í öldusjó og þjóðin að verða gjaldþrota... og Livtúkrús ennþá í sorakjaftinum. \n\r\nJébb, allt saman eðlilegt. Því get ég farið að sofa í kvöld rólegur og viss um það að morgundagurinn mun innihalda sömu vitleysuna.\n\r\nAh... <<<icon_smile.gif>>>", "date": "2009-05-29 12:20:00", "post_id": 107}, {"user_name": "Erica", "text": "í guðana bænum getiði ekki leyst þetta fyrir utan l2c? þetta er ekki vettvangur fyrir ykkur og ykkar vini að skiptast á skíta commentum um hver sé hálfviti og *****.", "date": "2009-05-29 12:23:00", "post_id": 108}, {"user_name": "M8", "text": "<<<lol3.gif>>> Beint í mark!\r\nMaður nennir varla einu sinni að taka þátt í umræðum hérna, þetta er komið útí það mikið rugl.\r\nÞað segir mikið! Að ég, sjálfur prins kjaftbrúksins í okkar ágæta L2C-samfélagi skuli vera of ofboðið til að taka þátt! <<<icon_silent.gif>>>", "date": "2009-05-29 12:27:00", "post_id": 109}, {"user_name": "Sævar Örn", "text": "Klapp fyrir vítörunni<<<icon_cool.gif>>>", "date": "2009-05-29 12:38:00", "post_id": 110}, {"user_name": "Raggzz", "text": "Hann eyðilaggðist varla neitt meðan hann rústaði Corollunni <<<icon_wink.gif>>>\nOg gæti alveg verið búinn að laga það sem var að.\n\n\n\nGetur alveg verið, ég er nú bara að spurja þar sem gaurinn sem klessti á okkur var mjög líklega fæddur 1991 og er bara að gá hvort hann á vitörunni gæti sagt mér hvernig strákurinn leit út.", "date": "2009-05-29 12:43:00", "post_id": 111}, {"user_name": "Turbo-", "text": "ætti ekki að vera erfitt að lesa 1991 einkanumer ef þetta var sami bill", "date": "2009-05-29 13:01:00", "post_id": 112}, {"user_name": "Raggzz", "text": "Ég bara man því miður ekkert eftir því:/", "date": "2009-05-29 13:06:00", "post_id": 113}, {"user_name": "Nozzgrebroth", "text": "haha góður, ég hló <<<icon_lol.gif>>>", "date": "2009-05-29 13:42:00", "post_id": 114}, {"user_name": "dazy crazy", "text": "En fyrst Seli91 er eina vitnið þá bendir það til þess að það hafi ekki verið 5 manns í vitorunni allavega <<<icon_wink.gif>>>\r\nOg ef þú Seli ert vinur Frikka þá ertu alveg gersamlega búinn slökkva þessa pínulitlu von sem hefur kviknað í brjósti hans.", "date": "2009-05-29 14:07:00", "post_id": 115}, {"user_name": "bErio", "text": "Frikki ertu ekki úr HFJ?", "date": "2009-05-29 14:19:00", "post_id": 116}, {"user_name": "Gunni91", "text": "það passar.", "date": "2009-05-29 15:27:00", "post_id": 117}, {"user_name": "-ROCKY-", "text": "golf mk4 98(seinna árs) til 2003 og mk5 2003(seinna árs) - 2008.\r\nminnir að þetta sé þannig", "date": "2009-05-29 15:47:00", "post_id": 118}, {"user_name": "Rafnars", "text": "Ragga þessi bíll bombaði ekki á corolluna, just for the record..., plús það að Svenni veit alveg hver þessi Frikki er og hann getur líklegast sagt þér að þetta var ekki Frikki sem klessti á hann (ef þú ert að tala um tjónið á rollunni hans Svenna).\n\r\nEn ég myndi halda að alveg sama hvernig hvor er búinn að vera að keyra, greinilega báðir með glannaakstur (ekki bara golfinn), þá er þetta aftanákeyrsla sem er í órétti. Ef golfinn hefði neglt niður á beinum kafla þá væri golfinn í órétti en þar sem hann hægir víst á sér og er að beygja INNI Í hringtorgi þá hefði vitaran átt að vera LÖÖNGU búin að hægja nóg á sér til að getað stoppað, sér í lagi ef það líða 3 sek OG hann á leiðinni inní hringtorgið. \n\r\nSvo að stinga af frá slysstað og vera með meiðyrði á netinu og annað ýtir málinu soldið mikið yfir til eiganda golfsins.\r\nHeyrði það allaveganna að ef maður stingur af frá slysstað þá er maður 100% í órétti, þannig að glæfraakstur + aftanákeyrsla + að stinga af frá slysstað = ansi veikt mál fyrir vitöruna tel ég.\n\r\nEn ég held að það mætti fara að læsa þessum þræði áður en þetta fer algjörlega úr böndunum og leyfa báðum aðilum að klára þetta mál í samvinnu við tryggingarfélögin.<<<icon_smile.gif>>>", "date": "2009-05-29 18:08:00", "post_id": 119}, {"user_name": "Raggzz", "text": "Hvað í andskotanum veist þú um það ?\nVarst þú í bílnum ? Nei.\nKannski þekkiru strákinn sem klessti á okkur en þá hefuru greinilega bara heyrt hans sögu en ekki okkar, þar sem við tölum guð sé lof ekkert við þig lengur, en veistu einhvað um það hversu mikið bíllinn eyðilaggðist?\nHann dúndraði á okkur, það er mín skoðun og ekkert breytir henni, þótt þú reynir að verja þennan Frikka. <<<icon_wink.gif>>>\n\nFrikki ?\nMér hefur ekki verið sagt frá neinum Frikka, við erum nýbúin að vera að tala um þennan árekstur og hann sagði ekkert um neinn Frikka.\nHann er ennþá að reyna að komast að hver þetta var þannig að hættu að tala um einhvað sem þú veist ekkert um. <<<icon_wink.gif>>>", "date": "2009-05-29 20:13:00", "post_id": 120}, {"user_name": "Siggi-Lancer", "text": "vælvælvæl <<<icon_sad.gif>>>", "date": "2009-05-29 20:17:00", "post_id": 121}, {"user_name": "Pési", "text": "trew, fáið ykkur tissjú", "date": "2009-05-29 20:20:00", "post_id": 122}, {"user_name": "Rafnars", "text": "Svenni keyrir yfir á grænu og fær bíl á framhornið?? eða eitthvað þannig, stelpurnar voru búnar að segja hitt og þetta og svo var ég búinn að heyra þetta hjá honum þegar hann var að tala um þetta uppí skóla. En ég veit það fyrir víst að þetta var EKKI Frikki þar sem ég hitti Frikka eitthvað í kringum daginn sem þetta slys á að hafa gerst og bíllinn var nákvæmlega eins næstu vikur og hann hafði verið ÁÐUR en slysið gerðist. Þannig að þetta getur ekki hafa verið Frikki.\r\nSvo var Svenni oft í kringum mig og Frikka meðan Frikki var enn í þessum skóla<<<icon_wink.gif>>>\n\r\nOg ef hann hefur ekki talað um neinn Frikka þá sannar það bara að þetta hafi EKKI verið Frikki<<<icon_wink.gif>>>\n\r\nSvo þarftu ekki að reyna að rakka mig svona niður í hvert skipti sem þú hefur möguleika á, þessi þráður fjallar um þetta slys en ekki eitthvað annað eða hvort ég tali enn við ykkur eður ei og við skulum reyna að halda því þannig, ef þú vilt halda áfram að reyna að móðga mig eða what ever, þá er þér velkomið að segja það við mig ef þú sérð mig á rúntinum eða einhversstaðar annarsstaðar en hér á þessu spjallborði.", "date": "2009-05-29 20:23:00", "post_id": 123}, {"user_name": "Raggzz", "text": "vælvælvæl <<<icon_lol.gif>>>\n\r\nEn ég veit ekkert um þennan Frikka og er sama hvort það er hann eða ekki en mín skoðun er sú að hann sem olli þessum árekstri dúndraði á okkur <<<icon_wink.gif>>>", "date": "2009-05-29 20:26:00", "post_id": 124}, {"user_name": "Rafnars", "text": "Mátt endilega skýra betur hvað þú varst að reyna að segja þarna<<<confused.png>>>", "date": "2009-05-29 20:36:00", "post_id": 125}, {"user_name": "Bröx", "text": "tel það ekki að stinga af slysstað að fara inn á næsta bílastæði en það má læsa þessum þræði, hann er löngu breyttur i eitthvað pm drasl, það er komið fram hvernig þetta var og það sést í fyrsta pósti, Frikki91 er með nokkrar sögur en hann virðist ekki geta haldið sig við neina og er buinn að fá allavini sína til að þykjast vera vitni af þessu\n\r\nlæsa takk", "date": "2009-05-29 20:38:00", "post_id": 126}, {"user_name": "Viktorkarl", "text": "Læst eftir beiðni frá stofnanda....", "date": "2009-05-29 20:42:00", "post_id": 127}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_silent.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/nono.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_albino.gif", "http://live2cruize.com/spjall/images/smilies/sunny.bmp", "http://live2cruize.com/spjall/images/smilies/icon_albino.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_silent.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/icon_silent.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/confused.png"], "date": "2009-05-28 16:16:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "path": "full/eee4b2d7dd562d7e5941abc6122014deb9b3d474.gif", "checksum": "dfddfc30e10b880f76a3b030817b033c"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/biggrin.gif", "path": "full/ab7d7c2bfff27a1cf5fde30fd821dfec856abc61.gif", "checksum": "9ef668d844d91b10612c6123697db039"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_silent.gif", "path": "full/a89538b57983cb97d0d183f000cc96977dfe4a22.gif", "checksum": "2d66da08dc53dc04d3c720988fb53299"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/nono.gif", "path": "full/6731506014e88bdd6795a6eb3fdf6ba90cbc5b16.gif", "checksum": "7f2674ecf6fab47b272cf5c43b33bb04"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_albino.gif", "path": "full/d88f7f6abd2c203bd00149ca12f6072dc2bcfb3e.gif", "checksum": "57e7029a25589646687abfa4adc72daf"}, {"url": "http://live2cruize.com/spjall/images/smilies/sunny.bmp", "path": "full/75d5f2d11ac530a4a84c0f289d189df6a5d01183.bmp", "checksum": "90ec0bca33bf79ac16cfed24446ef8a4"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_albino.gif", "path": "full/d88f7f6abd2c203bd00149ca12f6072dc2bcfb3e.gif", "checksum": "57e7029a25589646687abfa4adc72daf"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_silent.gif", "path": "full/a89538b57983cb97d0d183f000cc96977dfe4a22.gif", "checksum": "2d66da08dc53dc04d3c720988fb53299"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_silent.gif", "path": "full/a89538b57983cb97d0d183f000cc96977dfe4a22.gif", "checksum": "2d66da08dc53dc04d3c720988fb53299"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}]}