{"forum_title": "RÖFL", "id": "80549", "title": "Brimborg", "url": "http://www.live2cruize.com/spjall/showthread.php/80549-Brimborg", "posts": [{"user_name": "intenz", "text": "Ég fann ekki hinn þráðinn þar sem var verið að drulla yfir Brimborg þannig ég ákvað bara að búa til nýjan.\n\r\nMamma fór með Mözdu RX-8 sína í Brimborg þar sem Check Engine ljósið var komið á, hægagangurinn var leiðinlegur, ásamt því að miðstöðin var biluð (kom annað hvort bara kalt eða bara heitt, enginn millivegur).\n\r\nNokkrum dögum seinna er bíllinn tilbúinn. Þeir sögðust hafa lesið tölvuna í honum, lagað allt (nema miðstöðvarelementið) og skipt um kerti í leiðinni, og rukkuðu mömmu gömlu um ~80.000 kr.\n\r\nNæsta dag fæ ég bílinn lánaðan hjá múttu og þá er Check Engine ljósið aftur komið á, ásamt því að hægagangurinn er ennþá leiðinlegur og m.a.s. ennþá leiðinlegri en hann var! Ásamt því að það voru komnar einhverjar gangtruflanir í hann.\n\r\nMamma ekki sátt og fór aftur með bílinn í Brimborg. Þeir lásu tölvuna aftur og forrituðu tölvuna upp á nýtt, hringdu svo og spurðu hvort hún vildi að þeir skiptu um rúðuþurrkur í leiðinni en mamma afþakkaði það. Þeir reyndu svo að rukka hana um 16.000 kr. <<<icon_lol.gif>>>\n\r\nBrimborg, öruggur staður til að vera á! <<<hugegrin.gif>>>", "date": "2009-06-02 21:46:00", "post_id": 1}, {"user_name": "Nozzgrebroth", "text": "mamma þín á RX-8 <<<icon_biggrin.gif>>> djöfulli svöl kona maður!! <<<icon_cool.gif>>>\n\r\nkemur hún stundum heim með gaura sem gætu verið bræður þínir ? <<<icon_lol.gif>>>", "date": "2009-06-02 21:52:00", "post_id": 2}, {"user_name": "Viktorkarl", "text": "Er RX-8 semsagt cock-magnet ? <<<icon_cool.gif>>>", "date": "2009-06-02 21:53:00", "post_id": 3}, {"user_name": "Siggi_Sierra", "text": "djöfull rukka þeir fyrir ekki neitt <<<confused.png>>>", "date": "2009-06-02 21:54:00", "post_id": 4}, {"user_name": "intenz", "text": "Ef Nozzgrebroth á RX-8, var þetta feitasta eignun í heimi. <<<lol3.gif>>>", "date": "2009-06-02 21:55:00", "post_id": 5}, {"user_name": "Nozzgrebroth", "text": "nope, ég á ekki RX-8 <<<icon_biggrin.gif>>>", "date": "2009-06-02 22:06:00", "post_id": 6}, {"user_name": "Rakel_TypeR", "text": "80.000 kr.!!!!!!!!!!! fock djöfulsinns bilun!!!", "date": "2009-06-02 22:07:00", "post_id": 7}, {"user_name": "aka.joi", "text": "ég var að hitta mann um helgina sem er með rx-8 og han er komin yfir 60.", "date": "2009-06-02 22:21:00", "post_id": 8}, {"user_name": "Hafst1", "text": "Hittust þið í gegnum einkamal.is?", "date": "2009-06-02 22:24:00", "post_id": 9}, {"user_name": "MaggiÞ", "text": "", "date": "2009-06-02 22:40:00", "post_id": 10}, {"user_name": "intenz", "text": "Jæja, þá er Check Engine ljósið komið aftur á. <<<icon_lol.gif>>>", "date": "2009-06-02 22:46:00", "post_id": 11}, {"user_name": "CS", "text": "Best bara eiga svona tæki sjálfur kostar ekki svo mikið...allavega þegar ég fór skoða þetta fyrir minn bíl.....", "date": "2009-06-02 23:29:00", "post_id": 12}, {"user_name": "Erica", "text": "spurning að skoða eitthvað annað verkstæði sem þjónustar mösdur og ath hvað þeir segja um þetta..\n\r\nannars er þetta bull reikningur..fyrir já enga vinnu virðist vera", "date": "2009-06-02 23:42:00", "post_id": 13}, {"user_name": "Stefán Dal", "text": "Lenti í svipuðu með Mözdu 6 sem drap alltaf á sér. Þurfti að koma með hana margoft en aldrei að borga. Bara liðlegheit og skemmtilegir strákar á verkstæðinu og gaman að sjá Billy Bob Thornton live.", "date": "2009-06-02 23:45:00", "post_id": 14}, {"user_name": "intenz", "text": "Ertu viss um að það hafi ekki verið þegar Ræsir var með umboðið?", "date": "2009-06-02 23:51:00", "post_id": 15}, {"user_name": "Dauntless", "text": "Ég hringdi niðrí brimborg, þeir áttu sem sagt BARA að kóðalesa fordinn. Ég tuggði það endalaust ofan í þá BARA KÓÐALESA\n\nog ég vildi fá að vita heildar reikning (og endurtók það tvisvar) heildarreikning. Og ég vildi ekki fá krónu yfir það þegar ég kæmi að sækja bílinn.\n\n11-12 þúsund segja þeir. Og ég hringdi aftur stuttu seinna til að staðfesta þetta, og að bíllinn var á leiðinni.\n\nÉg sæki bílinn, þá bætist við staðfestingargjald og rífur reikninginn uppí 20 þús.(Þeir nefndu það aldrei) Svo gerist ekkert ég ætla að sækja bílinn þá bæta þeir við e-h drasli og svo 2900 eitthvað útaf kóðalesaranum og einhverri smá viðgerð.\n\n33 þús. og bíllinn ennþá alveg eins og hann var þar þeir áttu bara að kóðalesa.\n\nHATA þetta umboð. Svo gengur voðalítið að eiga við þá.", "date": "2009-06-02 23:51:00", "post_id": 16}, {"user_name": "brimborg", "text": "Ég þekki betri og áhrifaríkari leið til að kvarta yfir þjónustu Brimborgar eða verðlagningu og hún er sú að fara á vefsíðu okkar, www.brimborg.is, og senda inn kvörtun.\n\r\nÞað ætti að vera fyrsta skref þegar viðskiptavinir eru ósáttir við þjónustu og fá ekki lausn í framlínunni að þeirra mati. Ég mæli því með að þið sendið inn kvörtunina ásamt bílnúmeri bílsins þannig að ég geti kynnt mér málið og kannað hvort eitthvað fór úrskeiðis og þá bætt úr því ef svo er.\n\r\nAllar kvartanir eru skráðar, ástæður kvörtunar greindar og ávallt sent svar til baka.\n\r\nMeð kveðju\r\nBrimborg\r\nEgill Jóhannsson, forstjóri", "date": "2009-06-03 00:47:00", "post_id": 17}, {"user_name": "brimborg", "text": "Endilegu sendu inn kvörtun á www.brimborg.is því eins og þú lýsir þessu þá hefur ekki verið unnið samkvæmt okkar ferlum. Það er aldrei hafin viðgerð á neinum bíl eftir símtal heldur eingöngu eftir að viðskiptavinur hefur skrifað undir verkbeiðni og samþykkt viðgerð.\n\r\nEf eitthvað annað kemur í ljós eftir að verk er hafið er ekki haldið áfram nema tala við viðskiptavin. Ég veit ekki til þess að neitt staðfestingargjald sé til í okkar verðskrá og því hlýtur að vera einhver misskilningur á ferð.\n\r\nSendu endilega inn bílnúmer og lýsingu á samskiptum og við skráum kvörtunina, greinum hana nánar og sendum þér svar.\n\r\nKveðja\r\nBrimborg\r\nEgill Jóhannsson, forstjóri", "date": "2009-06-03 01:03:00", "post_id": 18}, {"user_name": "brimborg", "text": "Viltu endilega senda kvörtun á www.brimborg.is með bílnúmeri þannig að ég geti gengið í málið og skoðað. Skv. vinnuferlum okkar hefjast engar viðgerðir nema eftir að viðskiptavinur hefur samþykkt verklýsingu og skrifað undir. Ef ný verk koma í ljós eftir að byrjað er að vinna í verki er alltaf haft samband við viðskiptavin og hann upplýstur um væntanlegan kostnað og getur hann því hætt við (eins og þú lýsir vel með þurrkublöðin).\n\r\nAllar kvartanir eru skráðar, ástæður greinar og svör send til baka.\n\r\nKveðja\r\nBrimborg\r\nEgill Jóhannsson, forstjóri", "date": "2009-06-03 01:06:00", "post_id": 19}, {"user_name": "Kjallin", "text": "Verð að hrósa Brimborg fyrir það að koma fram og svara <<<icon_cool.gif>>>\n\nEgill er klárlega topp gaur <<<icon_cool.gif>>>", "date": "2009-06-03 01:09:00", "post_id": 20}, {"user_name": "dazy crazy", "text": "Það er ekkert bannað að setja mörg svör í sama póstinn <<<rolleyes.png>>>", "date": "2009-06-03 01:14:00", "post_id": 21}, {"user_name": "Frikki GTI", "text": "Laglegt og bara magnað að forstjórinn sé með aðgang á L2C.", "date": "2009-06-03 01:15:00", "post_id": 22}, {"user_name": "HugiÓmars", "text": "Þetta umboð er rauði krossinn í samanburði við Bernhard.", "date": "2009-06-03 01:19:00", "post_id": 23}, {"user_name": "Kjallin", "text": "Alltaf þegar það hefur komið upp umræða um Brimborg, sama hvort það sé góð eða slæm, þá hefur Egill nánast alltaf komið og gefið góð svör. Finnst það mjög góðir viðskiptahættir", "date": "2009-06-03 01:19:00", "post_id": 24}, {"user_name": "Ívarb", "text": "Kertin í þessar RX-8 kosta mjög mikið þar sem þetta er engin venjuleg vél svo + að lesa tölvuna og + vinnan, þá finnst mér þessar 80.000kr passa. Annars leiðinlegt að þessi bilun sé klomin aftur upp. Viss um að Brimborg gera gott úr framhaldinu.", "date": "2009-06-03 01:22:00", "post_id": 25}, {"user_name": "Pálmi-", "text": "Ég hef aldrei heyrt neitt annað en að brimborg sé með toppþjónustu", "date": "2009-06-03 01:38:00", "post_id": 26}, {"user_name": "CS", "text": "Maður ætti að sjá þetta allt á reikningum sínum.....", "date": "2009-06-03 09:07:00", "post_id": 27}, {"user_name": "baldur", "text": "Smella bara LS1 í húddið, þá eru öll þessi Mazda vandamál úr sögunni. (Og þú færð ný og skemmtilegri vandamál í staðinn)", "date": "2009-06-03 09:29:00", "post_id": 28}, {"user_name": "Draxter", "text": "Fyndið, eftir að Egill frá Brimborg póstaði hingað inn hættu ALLIR að drulla yfir Brimborg og segja bara góða hluti <<<icon_wink.gif>>> Annars hef ég enga reynslu af þeim, en B&L, það er RIPOFF! Get komið með NÓG af sögum frá minni reynslu þar!", "date": "2009-06-03 09:43:00", "post_id": 29}, {"user_name": "CS", "text": "sama með ræsir! hættur að vesla við.......", "date": "2009-06-03 09:50:00", "post_id": 30}, {"user_name": "AntiTrust", "text": "Segir í rauninni bara hversu mikið menn þora að segja í \"andlitið\" á öðrum.\n\r\nEgill fær hinsvegar hrikalega mörg stig fyrir að svara fyrir \"eigið\" kompaní.", "date": "2009-06-03 15:14:00", "post_id": 31}, {"user_name": "Galant ES", "text": "Svo er eitt að segja og annað að gera. \r\nSjáum hvernig þessi mál enda og þá kemur allt í ljós.", "date": "2009-06-03 15:33:00", "post_id": 32}, {"user_name": "MaggiÞ", "text": "er Ræsir ekki dauður hvort er ?", "date": "2009-06-03 17:57:00", "post_id": 33}, {"user_name": "Mimir", "text": "þeir setja of mikið á hlutina, en kertin eru mjög dýr, 10-15þ stk\n\nannars hafabrimborg alltaf veitt mér toppþjónustu <<<icon_smile.gif>>>", "date": "2009-06-03 18:03:00", "post_id": 34}, {"user_name": "Dauntless", "text": "Það sést alveg á verkbeiðininni að ég bað bara um kóðalesningu. Man ekki hvað hann kallaði þetta, eitthvað einskonar staðfestingargjald eftir kóðalesninguna.\n\r\nÞetta mál er komið í sinn farveg og ég kem aldrei til með nema að greiða það sem um var talað í upphafi.\n\r\nÞið eruð með alveg hræðilega þjónustu. Hef unnið hjá umboði þar sem svona hefði aldrei verið liðið.\n\r\nMæli með því að þú ræðir við starfsmenn þína um að gefa alltaf upp rétt verð. Og þegar beðið er um fullt verð þá gefa þeir upp fullt verð svo kúnnar komi ekki ofan af fjöllum. \n\r\nVeit um annað tilfelli með Explorer þar sem svipað kom upp. Það er kreppa og fólk hefur ekki efni á að fá einhverja óvænta reikninga hér og þar.\n\r\nÞetta er verst fyrir ykkur að láta svona. Það stendur á verkbeiðininni eingöngu kóðalesning! Og ég bað 2svar um fullt verð og var gefin upp sömu töluna. Að upphæðin síðan hækki um 200 % er óásættanlegt.\n\r\n-Böddi\n\r\nP.s. Maður ætti ALLTAF að taka upp öll símtöl og fá allt staðfest á pappír þegar maður þarf að eiga við svona fyrirtæki.", "date": "2009-06-03 19:09:00", "post_id": 35}, {"user_name": "eyþóringi", "text": "Hann var að biðja þig um að senda kvörtun á síðunni hjá Brimborg, búinn að því?", "date": "2009-06-03 20:03:00", "post_id": 36}, {"user_name": "Steewen", "text": "Lestu nú það sem maðurinn skrifaði.. Hann segir að þetta mál sé komið í sinn farvega.", "date": "2009-06-03 20:13:00", "post_id": 37}, {"user_name": "brimborg", "text": "Sæll Böddi\n\r\nÉg veit ekki alveg hvernig ég á að skilja þetta svar en vona að þú hafir sent inn kvörtunina. Ég kanna það strax í fyrramálið.\n\r\nAð sjálfsögðu eiga starfsmenn að gefa upp fullt verð og það gera þeir. Nú hef ég ekki gögnin um þitt mál en mun skoða það og auðvitað er alltaf möguleiki á mistökum. Þá verða þau leiðrétt. Einnig eru aðirir möguleikar í stöðunni en þá einfaldlega kemur það í ljós.\n\r\nÞú segir að alltaf eigi að hafa allt skriflegt. Ég tek undir það enda var Brimborg fyrst bílaþjónustufyrirtækja að taka upp þann háttinn og minnir mig að nú séu um 13 ár liðin síðan það var gert. Nú er sá háttur lögbundinn en samt er það ekki gert af öllum en mættu fleiri þjónustufyrirtæki taka það til eftirbreytni.\n\r\nÞjónusta Brimborgar er með því besta sem þekkist í bílabransanum og það sýna þjónustukannanir okkar og þjónustan fer stöðugt batnandi enda eina fyrirtækið sem er með vottað gæðastjórnunarkerfi skv. ISO 9001:2000 fyrir allar deildir fyrirtækisins.\n\r\nFormlegur kvartanafarvegur er einmitt hluti af vottaða gæðastjórnunarkerfinu. Allar kvartanir eru mótteknar formlega, skráðar og ástæða kvörtunar greind og komið með tillögu að lausn. Á vikulegum fundum fer ég yfir hverja einustu kvörtun, ábendingu eða hrós sem berst til fyrirtækisins og met hvort starsmenn hafa svarað kvörtun á réttan hátt og gert viðeigandi ráðstafnir til þess að sami hlutur gerist ekki aftur.\n\r\nÁstæðan fyrir þessu er að við lítum á kvartanir sem ókeypis ráðgjöf og við vitum að á 200 manna vinnustað getur alltaf eitthvað farið úrskeiðis. Þá er mikilvægt að fá að vita af því til þess að geta bætt úr hlutunum.\n\r\nEn þar sem svona fagleg vinnubrögð eru frekar óalgeng á Íslandi þá átta margir sig ekki á því að það er einfaldasta mál í heimi að senda inn kvörtun til Brimborgar og allir fá svar. Ef þeir eru ósáttir við svarið þá hafa þeir þann möguleika að fara með það skriflega svar til óháðra aðila. þannig er réttur allra tryggður. Þetta er óvenjulegt en þessi faglegu vinnubrögð höfum við í Brimborg stundað svo árum skiptir. það skilar sér í ánægðum viðskiptavinum.\n\r\nEn eins og áður segir þá mun ég skoða þitt mál vel og svara þér þegar ég hef öll gögn undir höndum.\n\r\nKveðja\r\nBrimborg\r\nEgill Jóhannsson, forstjóri", "date": "2009-06-03 20:57:00", "post_id": 38}, {"user_name": "HugiÓmars", "text": "Ég virði Brimborg eftir að sjá að forstjórinn sjálfur svari fyrir sig.\r\nRespect á Egill <<<icon_wink.gif>>>", "date": "2009-06-03 21:12:00", "post_id": 39}, {"user_name": "Hörður Aðils", "text": "Sammála!!! En maður græðir svo sem ekkert á því að kvarta um svona á vefnum, um að gera eins og Egill segir að senda þeim póst og ræða málin", "date": "2009-06-03 21:15:00", "post_id": 40}, {"user_name": "intenz", "text": "Alveg sammála, en mér finnst alltaf meira af slæmu umtali heldur en góðu. Allt gott og blessað að gera vel við þá sem kvarta. En hvað með að vinna að því að gera það þannig að fólk þurfi ekki að kvarta til að fá hlutina gerða rétt og án þess að vera tekið ósmurt?", "date": "2009-06-03 23:31:00", "post_id": 41}, {"user_name": "HjorturG", "text": "Hehe það segir sig náttúrulega sjálft, ekki fer maður að búa til þráð á live2cruize í hvert skipti sem að reikningurinn er réttur og skoðunin gengur ágætlega <<<icon_biggrin.gif>>>", "date": "2009-06-04 00:24:00", "post_id": 42}, {"user_name": "brimborg", "text": "Hörður hittir naglann á höfuðið.\n\r\nÉg held að viðskiptavinir geri of lítið af því hér á landi að láta heyra í sér á formlegan hátt gagnvart fyrirtækjum ef eitthvað fer úrskeiðis í þjónustu. Auðvitað getur öllum orðið á mistök - bæði starfsmönnum og viðskiptavinum.\n\r\nEf starfsmanni hefur orðið á mistök þá hefur fyrirtækið möguleika á að bæta fyrir mistökin og eða leiðrétta misskilning ef formleg kvörtun er send. Og fyrirtækið getur jafnvel lært af málinu því viðskiptavinur sem kvartar er ódýr ráðgjafi ef það leiðir að lokum til að vinnuferli séu endurbætt.\n\r\nEf aftur á móti fyrirtækið virðir viðkomandi ekki viðlits og svarar ekki þá er auðvitað næsta skref að fara t.d. í Neytendasamtök, FÍB eða t.d. á svona spjallvefi.\n\r\nAlveg eins og íslensk fyrirtæki geta bætt sína þjónustu þá geta íslenskir viðskiptavinir líka bætt sína framkomu. Kurteisi kostar ekkert og dónaskapur  kemur manni ekkert áleiðis þó alltaf séu þeir einhverjir sem halda það.\n\r\nKveðja\r\nEgill", "date": "2009-06-04 01:03:00", "post_id": 43}, {"user_name": "brimborg", "text": "Sæll Intenz\n\r\nÞú orðar þetta eins og menn séu ekki að vinna að því að fólk þurfi ekki að kvarta. Því er auðvitað þveröfugt farið og eins og ég hef skrifað hér á undan þá hefur Brimborg innleitt vottað gæðastjórnunarkerfi skv. alþjóðastaðlinum ISO 9001: 2000 í öllum deildum, eitt bílaumboða, einmitt til þess að að bæta þjónustu.\n\r\nÁrangurinn er framar vonum og ánægja ein sú mesta sem þekkist í bílgreininni samkvæmt gæðakönnunum. Reyndar er ánægjulegt að nefna það að auki að ánægja starfsmanna Brimborgar (með Brimborg sem vinnustað) er einnig sú mesta í bílgreininni og hækkaði í síðustu könnun VR þrátt fyrir alvarlega kreppu. Á sama tíma féllu keppinautar okkar niður ánægjulistann og slást um botnsætin.\n\r\nÉg get því miður ekki svarað gagnrýni þinni á þjónustu eða verðlagningu viðgerðar á bíl móður þinnar nema fá upplýsingar um bílnúmer bílsins til að greina málið. Ég bið þig því vinsamlegast að senda það inn svo ég geti kannað málavöxtu og séð hvað fór úrskeiðis hjá okkur.\n\r\nÞað er gaman að nefna það í þessu samhengi, af því þú skrifar eins og við gerum lítið annað en að veita lélega þjónustu og ofrukka fólk, að á hverjum einasta virkum degi, ca. 220 daga á ári, veitir Brimborg eigendum um 240 bíla þjónustu á 11 bílaverkstæðum í Reykjavík og á Akureyri. Það eru um 52 þús. heimsóknir á ári. \n\r\nÍ hverri heimsókn má ætla að séu framkvæmd um 4 verk þannig að ekki er ólíklegt að framkvæmt séu nálægt 200 þús. verk á ári og mörg hver mjög flókin og margslungin. \n\r\nVið hvetjum viðskiptavini til að kvarta formlega ef þeir eru ósáttir en fjöldi kvartana yfir þjónustu á öllum verkstæðum Brimborgar á heilu ári eru um 30-40 talsins og er þeim öllum svarað. Auðvitað er það svo að ekki eru allar kvartanir á rökum reistar en þó við gæfum okkur þá forsendu þá væri hlutfall kvartana af heildarfjölda verka aðeins 0,015%. Mælist varla.\n\r\nTil að gera enn betur viljum við endilega fá fleiri kvartanir því alltaf er það þannig að alltaf má gera betur. Og þegar okkur mistekt þá erum við um leið með tækifæri í höndunum til að endurbæta okkar vinnuferla.\n\r\nMeginástæðan fyrir þessum frábæra árangri eru í grófum dráttum tvær.\n\r\n- mjög agaðir vinnuferlar skv. vottuðu gæðastjórnunarkerfi\r\n- reynslumiklir og vel þjálfaðir starfsmenn sem margir hverjir hafa unnið hjá Brimborg jafnvel áratugum saman.\n\r\nMeð kveðju\r\nBrimborg\r\nEgill", "date": "2009-06-04 01:27:00", "post_id": 44}, {"user_name": "Clayman", "text": "Egill fær ekkert nema respect frá mér fyrir að taka sér tíma hér og svara þessu öllu.", "date": "2009-06-04 02:58:00", "post_id": 45}, {"user_name": "The Sabbath", "text": "þarft þú ekki að fara sofa vinurinn? <<<icon_smile.gif>>> vinna á mrg, ekki rétt?", "date": "2009-06-04 03:01:00", "post_id": 46}, {"user_name": "Dauntless", "text": "Já hann fær alveg props fyrir að koma hérna og svara. \n\r\nEn strákar(og stelpur) ekki samt láta eins og að það breyti þjónustunni hjá þeim eitthvað. Ef fyrirtæki kemur illa fram við viðskiptavini þá breytist það ekkert með L2C account.\n\r\nEn Egill fær alveg respect frá mér.", "date": "2009-06-04 05:18:00", "post_id": 47}, {"user_name": "phoenix", "text": "Menn að missa sig svo mikið í taninu að brúnar tungur séu orðnar kúl líka?", "date": "2009-06-04 09:01:00", "post_id": 48}, {"user_name": "RAT", "text": "menn bara að vonast eftir afslátt <<<rolleyes.png>>>", "date": "2009-06-04 09:10:00", "post_id": 49}, {"user_name": "Dauntless", "text": "Eins og hverjir? Ég t.a.m mun ekki eiga nein viðskipti við þetta umboð. Þannig að ég þarf engan afslátt...\n\nEru sumir að deyja úr athyglissýki, hafa ekkert til málanna að leggja annað en skítkast. <<<icon_biggrin.gif>>>", "date": "2009-06-04 14:30:00", "post_id": 50}, {"user_name": "Pálmi-", "text": "Hann er að benda á það að þú getir sent inn kvörtunn á brimborg.is...hann er með reglulega fundi sem hann ræðir þessi mál við starfsfólk sitt og hann og starfsfólkið reyna nú örugglega að bæta úr því ef svo er...", "date": "2009-06-04 18:58:00", "post_id": 51}, {"user_name": "intenz", "text": "Sæll Egill.\n\nÉg biðst innilegrar afsökunar ef þetta hljómaði eins og ég væri að segja að þið gerðuð í því að veita lélega þjónustu og/eða ofrukka fólk. Ég var því miður ekki viðstaddur þegar mamma fékk bílinn afhendan né þegar hún fékk reikninginn þannig ég veit lítið sem ekkert um þetta, fyrir utan vandamálið í bílnum, hvað gert var við bílinn og hversu hár reikningurinn var frá ykkur. En ég get alveg sagt þér það að pabbi hefur ekki tekið þessu þegjandi og hljóðalaust, þar sem hann er ekki vanur að láta vaða yfir sig, og er hann eflaust búinn að leggja inn kvörtun og fá (vanda)málið leyst.\n\nEn ég veit ekki hvort það hafir verið þú eða einhver annar sem hringdi hingað heim til að grenslast um málið út frá upphaflega innleggi mínu hingað inn á spjallið. Pabbi hafði sagt við bilanagreiningu að hann hefði bara farið á bílnum út á Álftanes eða eitthvert, en viðkomandi sagði hann ósannan, þar sem ég skrifaði hér að ég hefði fengið bílinn \"lánaðan\". En þar sem pabbi vissi ekkert að ég hefði skroppið út í sjoppu á bílnum (sem er hér í hverfinu, er ekki skemmtilegt fyrir hann að fá framan í sig að hann hafi verið að skrökva. Og það að fá bíl lánaðan þýðir ekki að maður sé að fara að keyra frá Reykjavík til Keflavíkur. Ég hefði þess vegna geta verið að fara í næsta hús, sem ég var í rauninni að gera.\n\nEn allavega, ég hef enga slæma persónulega reynslu af ykkur hingað til, fyrir utan þetta sem mér var sagt við matarborðið. En ég á Ford/Mercury sjálfur og mun því eflaust eiga viðskipti við ykkur í framtíðinni.\n\nÉg biðst bara forláts ef ég hef verið myrkur í tali þegar þið áttuð það ekki skilið, en ætlunin með þessum þræði var einungis til að fá feedback frá fólki og til að sjá hvort þetta tíðkaðist og væri rétt.\n\nMbk.,\nGuðjón", "date": "2009-06-04 22:53:00", "post_id": 52}, {"user_name": "brimborg", "text": "Sæll Guðjón\n\r\nEins og ég hef komið inn á hér á spjallinu þá tek ég allar kvartanir mjög alvarlega og skiptir þá engu máli hvernig þær koma inn á borð til mín. Þessi kvörtun sem þú settir hér fram á spjallinu er opinber kvörtun og mér var send ábending frá ánægðum viðskiptavini um þessa kvörtun.\n\r\nÞess vegna kom ég hingað inn á spjallið og óskaði eftir því að þú sendir inn nánari kvörtun með upplýsingum um bílinn því kvartanir eru alvarlegt mál. Þær þarf að taka alvarlega til þess að maður geti lært af reynslunni og bætt þjónustuna eins og þú bentir á sjálfur.\n\r\nÞegar ég fékk síðan engin viðbrögð í gegnum vefsíðu Brimborgar, þá sendi ég tölvupóst á starfsmenn þjónustudeildar Mazda og óskaði eftir því að þeir reyndu að kafa ofan í allar viðgerðir á Mazda RX8 og finna út um hvaða bíl var að ræða og skoða málið.\n\r\nÞað gerðu þeir og sendu mér skýrslu í morgun og m.a. þurftu þeir eðlilega að hafa samband við eiganda bílsins því það hlýtur að vera meginkrafa þess sem kvartar að eigandinn fái úrlausn sinna mála.\n\r\nÉg get ekki útlistað í smáatriðum niðurstöður greiningarinnar hér því eigandinn er ekki sá sem kvartaði en starfsmenn Brimborgar fóru nákvæmlega eftir vinnuferlum við viðgerðina og kostnaður var mjög sanngjarn miðað það verk sem var framkvæmt.\n\r\nÉg vil staðfesta að það er rétt að eftir viðgerð og eftir að bíll var afhentur viðskiptavin kom upp villukóði sem ekki hafði komið upp áður. Eigandinn kom með bilinn, sá kóði var lesinn, viðeigandi viðgerð framkvæmd án kostnaðar fyrir eiganda. Málið leyst. Frábær þjónusta enda unnin samkvæmt ferli.\n\r\nKveðja\r\nBrimborg\r\nEgill", "date": "2009-06-04 23:18:00", "post_id": 53}, {"user_name": "brimborg", "text": "Sæll Böddi\n\r\nÉg ræddi strax í morgun við gæðadeildina og aftur seinnipartinn í dag en engin kvörtun hefur komið frá þér til okkar. \n\r\nÞar sem ég hef ekki enn fengið neina kvörtun frá þér formlega með bílnúmerinu þá setti ég í gang leit að þessu verki hjá okkur. Ég held ég sé búinn að finna verkið, verkbeiðnina og reikninginn en get ekki verið 100% viss nema þú sendir inn kvörtun.\n\r\nMér þætti vænt um ef þú gætir gert það svo ég geti skoðað málið og leyst það ef okkar mönnum hefur orðið á í messunni. Það er erfitt fyrir mig að laga hlutina ef ég fæ engar upplýsingar.\n\r\nKveðja\r\nBrimborg\r\nEgill", "date": "2009-06-04 23:22:00", "post_id": 54}, {"user_name": "brimborg", "text": "Sæll Jóhann\n\r\nMaður þarf nú ekki að sofa lengur eins og ungbarn kominn á besta aldur <<<icon_wink.gif>>>\n\r\nKveðja\r\nEgill", "date": "2009-06-04 23:25:00", "post_id": 55}, {"user_name": "HugiÓmars", "text": "Ã©g vildi ad Ã¶nnur umbod gaetu svarad svona fyrir sig.", "date": "2009-06-04 23:26:00", "post_id": 56}, {"user_name": "Jóhann ari", "text": "Maður sér það greinilega að Egill sé að bæta þjónustuna hjá brimborg svaðalega. Reputation up<<<icon_biggrin.gif>>>", "date": "2009-06-04 23:54:00", "post_id": 57}, {"user_name": "intenz", "text": "Sæll aftur.\n\nÞað gleður mig mikið að þú sért tilbúinn til þess að ræða málin göfugmannlega hér, en þar sem ég er ekki eigandi bílsins og þar sem það var ekki ég sem lenti í þessu, geturu ekki litið á þetta sem opinberlega kvörtun. Ég ákvað bara að athuga viðbrögðin við því að senda bíl í viðgerð í umboð, fá reikning sem hljóðaði upp á ~80.000 kr. og fá svo bílinn til baka verri en hann var. Það getur ekki talist eðlilegt.\n\nÞessar gangtruflanir hefðu ekki farið framhjá neinum sem hefði sett bílinn í gang eftir \"viðgerðina\". Bíllinn er nú búinn að fara í þriðja skiptið til ykkar og í annað skiptið var reynt að rukka ~16.000 kr. fyrir það sem hefði átt að vera gert í fyrstu umferð.\n\nEn ég ætla að segja þetta gott. Ég leyfi pabba bara að sjá um þetta, en bara svo það sé á hreinu að þá var ásetningur minn með upphaflega innleggi mínu ekki til að reyna að fá einhverjar skaðabætur, heldur einungis til að fá feedback og til að athuga hvort þetta væri eðlilegt.", "date": "2009-06-05 00:25:00", "post_id": 58}, {"user_name": "bjozzy", "text": "Hafa þjónustað minn á ágætis verði", "date": "2009-06-05 00:27:00", "post_id": 59}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/hugegrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2009-06-02 21:46:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/hugegrin.gif", "path": "full/6fe6ab5cfe99546ffd100250dffcaf09b4cced33.gif", "checksum": "1ff4f9a530c38ed18dfe0c205c784a15"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}