{"forum_title": "Tæknilega hornið: Almennt", "id": "80600", "title": "Vandamál með xenon?!?!", "url": "http://www.live2cruize.com/spjall/showthread.php/80600-Vandamál-með-xenon-!-!", "posts": [{"user_name": "andrimar23", "text": "málið er það að það slökknar stundum ekki á ljósunum hjá mér, ég hef 2svar sinnum orðið rafmagnslaus útaf þessu og ég er orðiðnn mjög þreyttur á þessu, svo núna er ég allt í einu orðinn eineygur, en ennþá slökknar ekki á því ljósi sem logar!\n\r\nHVAÐ ER AÐ?! OG HVERNIG GET ÉG LAGAÐ ÞETTA?!\n\r\nfyrirfram þakkir\r\n-andrimár", "date": "2009-06-03 03:22:00", "post_id": 1}, {"user_name": "Víítec", "text": "Ef allt er alveg rétt tengt að þá veit ég ekki hvað ég á að segja..", "date": "2009-06-03 04:00:00", "post_id": 2}, {"user_name": "KristjánJóhann", "text": "á VTi hondu? Frá hverjum er þetta kerfi? Hugsanlega spennarnir að klikka ef að þetta er ekki vitlaust tengt bara...\n\nPrufaði að setja venjulegar perur í... Ef það er allt í lagi með allt þá... Þá þarftu líklegast bara að fá þér annað Xenon kit ef þetta er ekki í ábyrgð...", "date": "2009-06-03 04:07:00", "post_id": 3}, {"user_name": "andrimar23", "text": "málið er að þetta virkaði 100% fyrir stuttu, byrjaði að klikka um daginn", "date": "2009-06-03 04:08:00", "post_id": 4}, {"user_name": "KristjánJóhann", "text": "ath allar tengingar tvisvar, ef ekki þrisvar, taktu allt kerfið úr og skoðaðu vírana, tengdu það allt uppá nýtt aftur... Ef þetta virkar ekki, þá eru spennarnir þínir ónýtir", "date": "2009-06-03 05:46:00", "post_id": 5}, {"user_name": "andrimar23", "text": "þetta er alltof flókið fyrir mig haha", "date": "2009-06-03 06:22:00", "post_id": 6}, {"user_name": "gardara", "text": "Ég lenti í því að það kveiknaði stundum og stundum ekki á xenon ljósunum öðru megin hjá mér... Það var víst ónýtum spenni að kenna..", "date": "2009-06-03 13:50:00", "post_id": 7}, {"user_name": "KristjánJóhann", "text": "HAHAH ok, en láttu þá einhvern gera þetta fyrir þig", "date": "2009-06-03 15:13:00", "post_id": 8}, {"user_name": "oli_geir", "text": "Ef þetta hefur einhvern tímann virkað alveg rétt, það er kveikt og slökkt á réttum tímum, þá á ekkert að vera að tengingum.\n\r\nAftur á móti þá eru reley-in fyrir ljósin hjá þér mjög líklega ónýt, og spurning hvort spennarnir séu gallaðir og taki það mikin straum að reley-ið soðni fast. Því releyið er í raun rofinn sem stýrir hvort þú kveikir eða ekki. \r\nByrjaðu á að kaupa reley fyrir ljósin og skipta um það. Þá ætti allt að komast í lag. Því ef spennarnir eru að eyðileggja reley-in í bílnum, þá þarftu að kíkja á öryggið fyrir framljósin, því þá er það mjög líklega allt of öflugt. Það á að springa löngu áður en reley-in standa á sér.", "date": "2009-06-03 15:46:00", "post_id": 9}, {"user_name": "KristjánJóhann", "text": "Myndi halda að auðveldasta leiðin fyrir mann sem kann þetta ekki, væri að prufa að setja orginal perurnar aftur í og sjá hvernig þetta stendur þá.", "date": "2009-06-03 15:49:00", "post_id": 10}, {"user_name": "oli_geir", "text": "Mikið rétt. Enn reley-in eru staðsett á sama stað og öryggin fyrir aðalljósin. \n\nEnn ég held að ljósin ættu að haga sér eins þar sem þetta hljómar eins og spóla sem er að brenna föst.", "date": "2009-06-03 21:31:00", "post_id": 11}, {"user_name": "andrimar23", "text": "Takk fyrir þetta, ég reyni að fikta sjálfur við þetta áður en ég fer með þetta til einhvers", "date": "2009-06-04 02:55:00", "post_id": 12}, {"user_name": "EnnVee", "text": "þu ert öruglega buinn að redda þetta nuna, en vildi bara segja að það hefur ekkert með xenon kerfið að gera, bara bunaður i billin þinn.\n\r\nmaster releyið (stjornar yfirleit ljósabunaður eins og stuðuljós, aðalljós og háljós) fer samt alveg eftir hvernig bill þu ert á!\n\r\nvandamálið er 99.9% undir huddið hjá þer, taktu bara með þer spennumælir og mældu spennu yfir reley, það á ekki að vera neit rafmagn þar þegar swissin ekki er kveikt. (nema  þu ert með eithvað ykt spes)", "date": "2009-06-21 04:47:00", "post_id": 13}, {"user_name": "sveppurinn", "text": "kíktu í bílabúð benna prufum bara að setja annan spennir við og sjáum hvort þetta virki ekki bara fínt", "date": "2009-07-03 11:31:00", "post_id": 14}, {"user_name": "Dreitill", "text": "Daglósa búnaður kom ekki original í civic 96-00. Hann er settur í hér heima og er undir stýrinu. Myndi býrja þar.. Hugsa að það sé ónýtt relay.", "date": "2009-07-03 22:22:00", "post_id": 15}], "file_urls": [], "date": "2009-06-03 03:22:00", "files": []}