{"forum_title": "Vélartengdir hlutir / Viðgerðir og Viðhald", "id": "80761", "title": "Spindilkúla", "url": "http://www.live2cruize.com/spjall/showthread.php/80761-Spindilkúla", "posts": [{"user_name": "Piston", "text": "er eitthver sem getur ráðlagt mér við að ná spindilkúlu úr mustang, hún virðist vera þriggt í og ég skar boltan í sundur vegna þess að róinn var föst og núna næ ég ekki spindilkúlunni úr ef eitthver getur veit mér ráð þá væri það vel þegið", "date": "2009-06-04 12:59:00", "post_id": 1}, {"user_name": "gauti90", "text": "ég skipti einusinni um spindilkúlu sem að var þriggt í  ég boraði bara út pinnana eða þúst það sem að heldur henni og notaði svo skrúfjárn og hamar til þess að taka hana af...", "date": "2009-06-04 17:24:00", "post_id": 2}, {"user_name": "GretarK", "text": "myndi rífa spyrnuna úr og pressa þetta úr og í, án þess að hafa gert þetta í mustang finnst mér þetta líklegasta leiðin.\n\nEn hvað er málið ?\ner meira en helmingur íslendina orðnir málfatlaðir ?", "date": "2009-06-07 14:44:00", "post_id": 3}, {"user_name": "M8", "text": "msn kynslóðin...<<<yawn.gif>>>\nLeiðin liggur bara niður héðan frá...", "date": "2009-06-07 15:33:00", "post_id": 4}, {"user_name": "Sævar Örn", "text": "Losaðu hjólnafið frá, tjakkaði bílinn upp og settu búkka undir spyrnuna, losaðu splitti af spindilkúlunni ef einhver eru, ofan og eða neðan.\n\r\nNúna þarftu að spá hvort spindilkúlan sé pressuð í ofanfrá eða neðan.\n\r\nÞegar þú ert búinn að fatta það þá seturðu búkkan annaðhvort undir spyrnuna og lemur á kúluna, til að ná henni niður gegnum spyrnuna.\n\r\nef hún kemur ofaní spyrnuna og losnar uppúr þá seturðu búkkann undir spindilkúluna og topp sem passar á kúluna svo þú sért ekki að skemma spyrnuna við að berja í hana, svo bara lemurðu þangað til hún poppar úr, klikkar ALDREI ef rétt er farið að.\n\r\nSvo gerirðu bara það sama við að koma nýju spindilkúlunni í. Passar bara að lemja hana rétt í en ekki á ská, og alveg þannig að splittið komist örugglega í. og auðvitað að berja ekki í brettið á bílnum.\n\n\r\nkv. Sævar Örn", "date": "2009-06-07 16:47:00", "post_id": 5}, {"user_name": "Andri GSX", "text": "ég held að vandinn liggi í að fólk er að brjóta svo agalega marga putta á þessum tímum<<<icon_smile.gif>>>", "date": "2009-06-23 01:22:00", "post_id": 6}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/yawn.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2009-06-04 12:59:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/yawn.gif", "path": "full/55d155309ac3172893b250ec176ed24ac48fc059.gif", "checksum": "07023d2f742948201dc44d42a448aa1b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}