{"forum_title": "RÖFL", "id": "82235", "title": "Hátekjuskattar", "url": "http://www.live2cruize.com/spjall/showthread.php/82235-Hátekjuskattar", "posts": [{"user_name": "dorsson", "text": "http://mbl.is/mm/frettir/innlent/200...r_rikisstjorn/\n\r\nNú ætla ég ekki að deila um prósentuna sem mér finnst vera allt of há, heldur um lögmæti hátekjuskatts.\r\nÞeir sem eru með hærri tekjur eru nú þegar að borga meira í skatt dæmi:\n\r\nEinstaklingur með 250.000kr í heildartekjur fær 192.925kr útborgað miðað við fulla nýtingu persónuafslátts.\n\r\n23% skattar\n\r\nEinstaklingur með 1.000.000kr í tekjur fær 645.085 útborgað miðað við fulla nýtingu persónuafslátts.\n\r\n35% skattar.\n\r\nÞegar hátekjuskattur fellur á hann mun hann fá 572.125kr útborgað og borgar 43% skatt.\n\r\nSkattar eiga ekki að vera tekjujöfnunartæki, fólk hefur lagt gífurlega mikið á sig til þess að komast í þessar vel launuðu stöður og það á ekki að refsa því fyrir það með því að leggja hærri álögur á það.\n\r\nÞessi hækkun er álíka gáfuleg og ummæli Þráins Bertelssonar um að ríkisstjórnin eigi að einbeita sér fyrst að heimilunum í landinu og síðan atvinnulífinu.", "date": "2009-06-16 14:17:00", "post_id": 1}, {"user_name": "RAT", "text": "Það er nú bara nokkuð gáfulegt að einbeita sér að heimilunum í landinu því mörgum svíður undan hækkun lána og tekjuskerðingu... þegar fólk fær nóg og hættir að borga kemur það til með að bitna en harðar á fyrirtækjum og fjármálastofnunum með tímanum ... sem og þessi hækkun skatta reyndar. \n\nÞetta er fáránlegt ástand og heimskingjarnir sem sitja í brúnni geta ekki rassgat. \n\nEf ég væri í þessum hátekju mörkum myndi ég sækja um launalækkun ... skil ekki að nokkur heilvita maður ætli að taka svona hækkunum þegjandi og hljóðalaust.", "date": "2009-06-16 14:23:00", "post_id": 2}, {"user_name": "800HO", "text": "Þið eruð kannski með betri hugmyndir hvernig að stoppa uppí 20 milljarðafjárlaga gat?\n\r\nÞað eru engar aðgerðir vinsælar.", "date": "2009-06-16 14:36:00", "post_id": 3}, {"user_name": "Viktorkarl", "text": "Gætum byrjað á því að nýta auðlindir landsins, það yrði vinsæl aðgerð í huga allra nema VG eða fleiri tree huggers", "date": "2009-06-16 14:38:00", "post_id": 4}, {"user_name": "dorsson", "text": "Kannski áttar þig ekki á því en heimilin og atvinnulífið eru samvirkandi þættir, til þess að heimilin fúnkeri þarf atvinnulífið að vera í lagi.", "date": "2009-06-16 14:41:00", "post_id": 5}, {"user_name": "einarak", "text": "Það er alveg á hreinu.\nEn það er líka á hreinu að það þarf að hækka skatta. Og þetta er ágætis lausn til þess að gera það án þess að það bitni mest á þeim sem eiga minnst. Sjálfsæðismenn eru væntanlega mjög á móti þessu, enda er nátturulega algilt sjónarmið Sjálftæðismanna að gera þá ríku ríkari og hinir eru bara óheppnir...", "date": "2009-06-16 14:50:00", "post_id": 6}, {"user_name": "dorsson", "text": "20 milljarðar eru ekki stærsta áhyggjuefnið, í BNA er Obama t.d. ekki að spara, hann er að fjárfesta í atvinnulífinu og skapa atvinnu. Þú kemst ekkert úr kreppu með því að stoppa öll hjólin.\r\nAðgerðir ríkisstjórnar og seðlabanka benda til þess að landið sé í of mikilli þenslu og það þurfi róttækar aðgerðir til að koma í veg fyrir hana, raunin er önnur.\r\nGleymum því ekki að 37.2% af 0 er ekki neitt og það er ekki okkar hlutverk að koma með aðgerðaráætlanir, við erum ekki við stjórn.", "date": "2009-06-16 14:51:00", "post_id": 7}, {"user_name": "phoenix", "text": "Snertir mig lítið, svík bara meira undan skatti í staðinn.", "date": "2009-06-16 14:58:00", "post_id": 8}, {"user_name": "jaman", "text": "Helvítis vinstristjórnarpakk\n\r\nog tree hugers", "date": "2009-06-16 15:05:00", "post_id": 9}, {"user_name": "baldur", "text": "Þessi hækkun er bara ekki að fara að skila neinum pening sem skiptir máli inn í kassann. Bæði hefur mönnum fækkað rosalega sem eru með svona uppgefin laun, og þeim mun fækka meira, og þeir sem eru með hæstu tekjurnar borga þennan skatt ekkert hvort eð er.\r\nÞað er alveg ljóst að ríkið þarf að spila í takt við þjóðfélagið, ekki bara að seilast dýpra í vasa skattgreiðenda eftir peningum sem ekki eru til.\r\nNúverandi ríkisstjórn er ekki búin að skera neitt niður þar sem þarf að gera, heldur hefur hún aukið útgjöld ríkissjóðs í einkahagsmuni um stórar upphæðir á ári.", "date": "2009-06-16 15:05:00", "post_id": 10}, {"user_name": "RAT", "text": "Ég er ekki hagfræðingur né er ég tengdur ríkisstjórn þannig það er ekki mitt verk að vinna að koma með hugmyndir ... Ég sé samt bara framm á það að minnka tekjur fólks en nú þegar hefur verið gert kemur einungis til að ýta undir áhugann hjá fólki að flytja héðan og gera kennitölu sína gjaldþrota enda býður þetta land ekki uppá neitt ef ekki er hægt að búa hérna sómasamlega og eignast einhvað á heiðarlegan hátt. \nAllar aðgerðir Ríkisstjórnarinnar eru ætlaðar til þess að brúa einhvert andskotans fjárlaga gat eða hjálpa bönkunum, Semja um Icesave og þ.h Það er ekkert inní þessu fyrir smærri fyrirtæki og heimilin í landinu! \nÞað er ekki mér að þakka að landið er í þessari stöðu sem það er í og ég ætla mér ekki að taka neinn þátt í að borga skuldir þessara hálfvita meðan þeir fljúga enþá um á þotunum sínum aka enþá um á rándýrum bílum og eiga enþá fleiri fleiri hús og eignatengsl hér heima!!!\n\nVerðbólgan ýtir verðtryggðum húsnæðislánum upp , gengið fór allveg með gengistryggðu húsnæðis og bílalánin ... fjöldin allur af fólki er að komast í vesen með að greiða af þessu og vesenið verður enþá meira ef útí skattahækkanir er farið... þegar fólk er hætt að hafa efni á afborgunum kemur það til með að verða gjaldþrota , með engan til að kaupa eignirnar af uppboði situr fólk uppi eignalaust og bankin situr uppi með tóm hús... þessi snjóbolti er nú þegar farinn að rúlla og ég sé ekki fyrir endan á því með þessi **** í brúnni ... þetta er en ein vanhæf ríkisstjórnin og ég átti engan þátt í að kjósa hana þó ég sé ekki sjálfstæðismaður.", "date": "2009-06-16 15:07:00", "post_id": 11}, {"user_name": "TDK", "text": "finst þér semsagt gáfulegt að hafa skatt kerfið þannig að þeir sem eru með laun í kringum 170K á mánuði hafi ekki nema um 140 til að lifa af. \r\nMér finst bara allt í lagi að jafna þetta svona.  Það er þegar allt of mikil ójöfnuður í þessu samfélagi.", "date": "2009-06-16 15:10:00", "post_id": 12}, {"user_name": "dorsson", "text": "Ég er ekki jafnaðarmaður, skattar eiga ekki að vera tekjujöfnunartæki en auðvitað er það nauðsynlegt að vera með einhver skattleysismörk og persónuafslátt.\r\n170k eru ekki há laun, hinsvegar er ekki mikið að borga 18.500 í skatt og 6800 í lífeyrissjóð, endar á því að fá 144.xxx útborgað.", "date": "2009-06-16 15:19:00", "post_id": 13}, {"user_name": "M8", "text": "Kannski ekki mikið í krónum talið, en hlutfallið er eitthvað...", "date": "2009-06-16 15:24:00", "post_id": 14}, {"user_name": "dorsson", "text": "Hlutfallið er 14.85%, það tel ég nú ekki hátt.", "date": "2009-06-16 15:50:00", "post_id": 15}, {"user_name": "Bjaddni", "text": "ég man ekki betur en að fyrir nokkrum vikum hafi ég verið að lesa að fyrir bankahrunið hafi ríkustu 10% þjórarinnar verið með 40% af öllum tekjum á íslandi og ríkustu 2 prósentinn með 20% eða eithvað álíka þroskaheft. \n\nannars er þetta bara alltsaman bull. þeir sem eiga að vera að borga þessa skatta og mundu skila þessu almennilega til ríkissjóðs eru með skráða á sig kanski 200þ í laun og borga svo sjálfum sér þvílíkan arð til að komast hjá þessu rugli\n\nannars finst mér þessi rökstuðningur hjá þér ekki það góður dorsson.... miðað við þessar prósentu tölur hjá þér hlýtur að vera algert svindl í þínum augum að manneskja með 131þ í laun sé bara að borga 6-7% skatt", "date": "2009-06-16 15:54:00", "post_id": 16}, {"user_name": "The Sabbath", "text": "Steingrímur, jóhanna og öll þessi heimsku vinstri sinnuðu hálfvitar eru bara að mjólka tóma kú! það endar bara með því að mjólkin hættir að koma og það komi bara blóð í staðinn!\n\r\nRíkið TAPAR á því að þjóðin tapar, og þjóðin tapar á skatt og toll hækkunum.\n\r\nAllir þessir komma bjánar eru að græða á því að það sé kreppa s.s vinstri flokkar, \n\r\nþví þá ná þeir meira til vinstri eins og þeir vilja!\n\r\nþví fleirri fyrirtæki svipað stór og vodafone, heklan og fleirra sem fara á hausin því meira förum við til vinstri, því ekki má loka þessum fyritækjum, þannig ríkið tekur þau, haldiði virkilega að ríkið muni á næstunni einkavæða þessi fyrirtæki? NEI!\n\r\ns.s. ísland er að verða að komma ríki þar sem öll þróun mun stoppa og allur vilji til að skara frammúr mun hverfa.\n\r\nfyrst núna munum við sjá atvinnuleysi, eftir tryggingagjaldhækkunni!\n\r\nþví það eina sem þeir eru að gera með þessari hækkunn er að hækka uppúr öllu valdi launakosnað fyrirtækja þannig þá neiðast fyrirtæki til að reka fólk og þá þarf ríkið að hækka enþá meira tryggingagjaldið o.s.f. þannig það keðjuverkun á þessu!\n\r\nÉg gæti haldið svona framm á morgun, en ég er bara allt of reiður!!<<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>><<<realmad.gif>>>!\"#\"#$!\"!\"#$\"#DSFOBgusrdopig", "date": "2009-06-16 18:44:00", "post_id": 17}, {"user_name": "Nat", "text": "Vill benda þráðarhöfundi á að þessi skattur kemur á tekjur YFIR 700.000, þannig að einstaklingur með 1.000.000 á mánuði borgar 8% af 300.000", "date": "2009-06-16 19:24:00", "post_id": 18}, {"user_name": "urban", "text": "akkurat.\r\nþað virðast voðalega margir halda að það sé 8% aukalega á alla upphæðina.\n\r\nmaður með 800 þús í laun borgar 8 þús krónum meira í skatt en hann gerði áður, en ekki 64 þús meira.", "date": "2009-06-16 19:40:00", "post_id": 19}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Fáránlegt!    <<<icon_sad.gif>>>", "date": "2009-06-16 23:38:00", "post_id": 20}, {"user_name": "baldur", "text": "Já, sem þýðir að þetta dugir ekki einusinni til að borga brot af eiginhagsmunagæslu vinstriflokkanna sem búið er að koma inn á spenann núna þegar þarf að skera niður.", "date": "2009-06-16 23:54:00", "post_id": 21}, {"user_name": "urban", "text": "mér persónulega finnst hátekjuskattur alger vitleysa...\n\nfrekar að hækka skattprósentuna og auka persónuafsláttinn.\n\nen ég var bara að leiðrétta þessa vitleysu sem að er samt sem áður í gangi hjá mörgum", "date": "2009-06-17 00:01:00", "post_id": 22}, {"user_name": "EysiS", "text": "Þó að þessi skattahækkun sé ekki mikil þá grunar mig að þetta sé bara byrjunin.\n\r\nT.d. Jóhanna kemur og seigir oh shit þessi skattahækkun halaði ekki eins miklu inn og við héldum, núna ætlum við að láta fólk sem að er með 500K í laun borga 15% meiri skatt.\n\r\nÞað er alltaf auðvelt að hækka bara skattana og sleppa því að skera niður útgjöld, en það eru líka takmörk fyrir skattbyrðinni sem að fólk er til í að greiða. En fjandinn hafi það er virkilega ekki hægt að skera neitt niður um meira heldur en einhverja tíkalla!", "date": "2009-06-17 00:05:00", "post_id": 23}, {"user_name": "Andri M.", "text": "ég nenni ekki einu sinni að tjá mig, ég bý í skítalandi, sem er illa rekið, með handónýta ríkisstjórn, \n\r\nen meðan ég hef vinnu og hef efni á að borga skuldirnar mínar, og lifa sæmilegu lífi, að þá kvarta ég ekki", "date": "2009-06-17 00:34:00", "post_id": 24}, {"user_name": "robertd", "text": "Vinur minn sem er rókækur mótmælandi var að stofa nýja blogsíðu rétt í þess og smella inn bloggi ekki endilega um þetta en verðandi blogsíða um framtíð íslands engu að síður, nýr flokkur eða ný stjórn hver veit. Engilega segið skoðun ykkar á síðunni fólk því við nennum ekki lengur að láta vaða yfir okkur milli stéttina sem lætur ríða sér í þvert rassgatið aftur og aftur og segir ekkert við þessi handónýutu ríkisstjórn !!\r\nÍFÍ heitir þessi nýja hreyfing hjá honum.\n\nhttp://ifiuppreisn.blogcentral.is/blog/", "date": "2009-06-17 05:40:00", "post_id": 25}, {"user_name": "Víítec", "text": "Hátekjuskattur er eitthvað sem við virkilega þurfum á að halda á meðan fávitar og asnar sitja á þingi, bora í nefið og fá 5föld þín laun á mánuði fyrir að gera nákvæmlega ekkert, hugsa bara um eigin hag og hafa síðan efni á að láta sig hverfa þegar eitthvað bjátar á...\r\nOg ég hugsa að launin séu klíkutengd frekar en að þeim sé hagað eftir stöðu, það er svoleiðis á alltof mörgum stöðum.", "date": "2009-06-17 05:57:00", "post_id": 26}, {"user_name": "urban", "text": "ok ein spurning...\r\nhvað ert þú með í laun á mánuði ?\r\nþá miða við full mánaðarlaun, ekki hlutavinnu með skóla.\n\r\nheldur annars vegar vill ég fá laun miðað við 173.33 dagvinnu tíma á mánuði.\r\nhinsvegar heildarlaun svona ca.\n\r\nvegna þess að ef að 700 þús krónur eru fimmföld þín laun (einsog áður, miðað við fullan vinnudag), þá ættir þú  einfaldlega að leita réttar þíns, vegna þess að sú laun eru það lág að það getur hreinlega ekki verið löglegt.", "date": "2009-06-17 06:29:00", "post_id": 27}, {"user_name": "urban", "text": "enn og aftur með allt svona,\r\nþá er algert lágmark að geta tjáð sig á íslensku.", "date": "2009-06-17 06:34:00", "post_id": 28}, {"user_name": "gr33n", "text": "Menn sem hugsa svona á ekki að fá að tjá sig!... ég get alveg vottað fyrir það að þetta fólk... sama hvort það er í stjórn eða stjórnarandstöðu, hvort sem þú ert með eða á móti því, hatar eða elska, fílar þeirra stefnur eður ei... you name it.... vinnur viðurstyggilega mikið!.", "date": "2009-06-17 10:26:00", "post_id": 29}, {"user_name": "AMG", "text": "þetta ýtir bara meira og meira undir það að hætta að borga skattana sína", "date": "2009-06-17 10:54:00", "post_id": 30}, {"user_name": "dorsson", "text": "Breytir því ekki að núna mun stór hluti þessa einstaklinga stofna einkahlutafélög og skrá allar eignir sínar á það og borga mun lægri skatta.\r\nMér finnst hátekjuskattur ekki eiga rétt á sér alveg sama á hvaða laun hann er settur.", "date": "2009-06-17 16:56:00", "post_id": 31}, {"user_name": "baldur", "text": "Fyrir utan það að þegar þeir eru búnir að koma þessum váskatti inn, þá er mjög auðvelt að hræra þessum prósentum og launaþrepum upp og niður.", "date": "2009-06-17 17:21:00", "post_id": 32}, {"user_name": "Maxter MMH", "text": "það er bara verið að refsa vel menntuðu fólki sem hefur lagt á sig að komast langt í lífinu.. alveg fáránlegt, sé það fyrir mér að margir eigi eftir að flytja erlendis", "date": "2009-06-17 17:35:00", "post_id": 33}, {"user_name": "baldur", "text": "Segðu, flestir þeirra sem hafa svona laun án þess að vera í einhverjum 2007 bankaleik eru sérhæfðir læknar sem eru ekki í neinum vanda með að fá vinnu annarstaðar.", "date": "2009-06-17 17:38:00", "post_id": 34}, {"user_name": "dorsson", "text": "Síðan má ekki gleyma því að 700.000kr eru ekki nema 5500$ 3300pund og 4000€, ekkert mál fyrir gott fólk að fá mun hærri laun úti.", "date": "2009-06-17 19:19:00", "post_id": 35}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif"], "date": "2009-06-16 14:17:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}]}