{"forum_title": "Tæknilega hornið: Almennt", "id": "8253", "title": "Hvernig er það ?", "url": "http://www.live2cruize.com/spjall/showthread.php/8253-Hvernig-er-það", "posts": [{"user_name": "^Matti^", "text": "Núna blómstrar eitthvað inni í mér sem langar að vita um Hverfla og hvernig þeir virka og hvort það sé umboð fyrir hverfla og hvernig maður gæti fengið sér svoleiðis. er eitthvað fyrirtæki hér sem \"sérhæfir\" sig í \"hverflalausnum fyrir hinn almenna bíl\" því mig kitlar svolítið í að fá mér eitt stykki í 1.3 Corolluna mína\n\r\nFyrir þá sem ekki vita Hverfill = Túrbína\n\r\nog já, ég er ekkert verulega bjartur á þessa hluti svo skítkast er afþakkað, bara vil upplýsingar um þetta.", "date": "2005-10-19 15:16:00", "post_id": 1}, {"user_name": "Pokémon", "text": "Þetta ætti að svara einhverjum spurningum.  Gott að kunna á search hnappinn.\n\nhttp://www.live2cruize.com/phpbb2/viewtopic.php?t=6656\n\r\nUmboð og verð ættiru auðveldlega að fá svarað hér eða á  veraldarvefnum en þar er hægt að finna helling af hlutum.", "date": "2005-10-19 15:23:00", "post_id": 2}, {"user_name": "slapi", "text": "þú verður eiginlega að spyrja þig hvort það sé þess virði sérlega ?\r\nÞað kosta peninga að túrbóvæða bílinn sinn og spurning hvort það sé þess virði á 99 árg af 1300 Rollu , mitt svar er nei því þetta er of mikil vinna og kostar ofmikinn pening fyrir þetta lítið slagrými og jú þennan bíl , sparaðu frekar og keyptu þér alvöru bíl.\n\n\n\n\n\n\r\nMitt álit", "date": "2005-10-19 21:26:00", "post_id": 3}, {"user_name": "Ice 240", "text": "og svo annað að þá eru þetta nú bara kallað forþjappa eða afgas drifin forþjappa til að rugla ekki saman við reima drifna forþjöppu en hverfill er ég nokkuð viss um að sé ekki rétt", "date": "2005-10-19 22:03:00", "post_id": 4}, {"user_name": "Bjaddni", "text": "turbo á 1300bíl er bara stór neinei græðir ekki nógu mikið á því til að það sé þess virði", "date": "2005-10-20 23:47:00", "post_id": 5}, {"user_name": "baldur", "text": "Ég veit nú reyndar um 1300 turbo bíla sem eru yfir 300 hestöfl, fara kvartmíluna á lágum 11, og ég er ekki að tala um eitthvað wankel drasl.\n\r\nÞetta er bara spurning um hversu mikla vinnu og peninga þú ert tilbúinn að setja í þetta, og eftir hvaða útkomu er verið að sækjast.\r\nÞað má auka aflið á flestum vélum um alveg 50% án mikils vesens ef allt er gert rétt. Það er samt líklega minna vesen að selja bara drusluna og kaupa aðra sem er aðeins kraftmeiri.", "date": "2005-10-21 08:58:00", "post_id": 6}], "file_urls": [], "date": "2005-10-19 15:16:00", "files": []}