{"forum_title": "Almennt spjall", "id": "8304", "title": "Boraðir og rákaðir diskar", "url": "http://www.live2cruize.com/spjall/showthread.php/8304-Boraðir-og-rákaðir-diskar", "posts": [{"user_name": "Ice 240", "text": "Hver er ykkar reynsla af svona bresmsu diskum sem eru boraðir og rákaðir er mikill munar annar en að klossarnir eru sneggri að fara?\n\r\nhvað væri eðlilegt að láta fyrir 4 diska + klossa þ.e. framm og aftur?", "date": "2005-10-21 04:04:00", "post_id": 1}, {"user_name": "h1coupe", "text": "ég mundi ráðleggja þér bara rákaða! getur alltaf lent í því að sprengja disk ef þeir eru boraðir(fer eftir gerð en það getur alltaf gerst)\r\nog við venjulegar aðstæður þá eru þessir diskar alveg óþarfir og ef eitthvað er þá eru þeir verri en orginal diskar, vegna þess að þeir eru með minni snertiflöt, en um leið og einhver almennileg bremsun er í gang og einhver aðeins meiri hiti en þessir orginal eru að fíla að þá hafa hinir yfirhöndina og þú færð minna \"brake fade\"", "date": "2005-10-21 09:04:00", "post_id": 2}, {"user_name": "ZeriUs", "text": "Boaðir og rákaðir eru betri en hinir því þar er mun meiri kæling sem verður...\r\nEn veit ekki hvort að það sé eitthvað mikið betra að gera það við original diskana.\r\nMæli með að þú kaupir nýja diska í bílinn sem koma \"rákaðir\" og \"boraðir\"", "date": "2005-10-21 09:11:00", "post_id": 3}, {"user_name": "GSTuning", "text": "Ekki reyna að gera diska rákaða eða boraða það er bara silly\n\r\nÞeir hafa bara pínu lítið minni snertiflöt en þeir viðhalda lægri hita mikið betur og eru því betri á venjulega bremusklossa því að venjulegir bremsuklossar bæði eyðast hratt og bremsa illa við mikinn hita,", "date": "2005-10-21 09:23:00", "post_id": 4}, {"user_name": "Raggi M5", "text": "Myndi aldrei detta það til hugar að fara bora eða ráka orginal diskana undir bílnum. Var það ekki þess vegna sem að krippann fór í kássu uppá braut í fyrra eða 2003? Það voru allavega sögur um það að diskur hefði hreinlega bara brotnað í spað öðru megin.\r\nKaupa þetta bara að GÓÐUM framleiðanda, þetta er jú hlutur sem þú vilt vonandi hafa alltaf í 100% lagi í bílnum þínum!", "date": "2005-10-21 10:40:00", "post_id": 5}, {"user_name": "Gti-R", "text": "Þetta er algjör vitleysa og sennilega misskilningur, ástæðan fyrir því að kryppan fór útaf var sú að bíllinn lyftist upp að aftan og þar af leiðandi missti hann stjórn á bílnum. Ástæðan fyrir því að hann lyftist upp að aftan var sú að þessi bíll var ekki með spoiler (eins og rauða kryppan) eða neinn búnað til þess að halda bílnum niðri að aftan. Svo hefur bremsudiskurinn sennilega braotnað í einni af þessum tíu veltum eða svo sem bíllinn fór í. \n\r\nEn til að halda okkur við efnið að þá sé ég ekkert að því að kaupa slottaða og boraða diska svo lengi sem þeir eru frá viðurkenndum aðila t.d. Brembo, Wilwood eða sambærilegum framleiðendum. Ekki eitthvað ódýrt drasl. You get what you pay for", "date": "2005-10-21 12:38:00", "post_id": 6}, {"user_name": "Raggi M5", "text": "Jæja ok þetta var sú saga sem ég heyrði, allavega kominn með þá réttu núna  :wink: \n\n\r\nOn topic: Fáðu þér bara brembo, eða bara complete Porsche bremsu-kit!", "date": "2005-10-21 12:48:00", "post_id": 7}, {"user_name": "Heddportun", "text": "Ég er með boraða og fræsta diska,þeir virka bara fínnt sérstaklega ef þú ert í auto X eða sambærilegu því að þeir hitna ekki eins mikið og kælast hraðar og rákirnar losa frá gasið sem myndast þegar þú bremsar og stytta bremsuvegalengdina.\r\nDiskar sem eru boraðir og fræstir eru úr sterkara efni en venjulegir bremsudiskar og þess vegna á ekki að reyna að bora eða fræsa OEM diskana því þeir eru líklegri til að brotna en það er margt annað sem getur brotið b.diska t.d. asnalegt átak á diskinn", "date": "2005-10-21 14:39:00", "post_id": 8}, {"user_name": "TótiG", "text": "Kryppan lyftist upp því það voru engin loftgöt á afturbrettunum\n\r\nEn það er satt, ekki kaupa hvað sem er frekar eitthvað sem maður þekkir til eða hefur a.m.k séð\n\r\nog rákaðir held ég að sé the way 2 go  :wink:", "date": "2005-10-21 15:30:00", "post_id": 9}, {"user_name": "einarak", "text": "<<<rollinglaugh.gif>>>", "date": "2005-10-21 17:31:00", "post_id": 10}, {"user_name": "Litli_Jón", "text": "Hvernig færðu það að þeir séu verri en orginal  <<<icon_rolleyes.gif>>> \n\r\nRákaðir og boraðir diskar eru betri því að þegar bremsað er sama hversu mikið eða lítið þá myndast gas tegund á milli klossa og disks, rákinar og götin taka gasið frá sem veldur betri hemlun, það er ekki séns að þetta séu verri diskar.", "date": "2005-10-21 19:31:00", "post_id": 11}, {"user_name": "Heddportun", "text": "Þetta er rétt hjá Litla_Jón", "date": "2005-10-21 20:01:00", "post_id": 12}, {"user_name": "toyfan", "text": "Boraðir og slottaðir diskar eru fyrst og fremst ætlaðir í bíla þar sem mikil átök eru og hitinn verður mikill rallý og race bíla það þjónar engum tilgangi að vera með þá til að skreppa í bónus", "date": "2005-10-21 20:16:00", "post_id": 13}, {"user_name": "sporter", "text": "Rákaðir og boraðir diskar eru betri því að þegar bremsað er sama hversu mikið eða lítið þá myndast gas tegund á milli klossa og disks, rákinar og götin taka gasið frá sem veldur betri hemlun, það er ekki séns að þetta séu verri diskar.[/quote]\n\n\r\nBingó", "date": "2005-10-21 20:22:00", "post_id": 14}, {"user_name": "Ice 240", "text": "jæja ég keypti diska og klossa að vísu ekki bremo en þeir eru ítalskir líka þeir sem ég fæ og eru frá aðila sem allir á 240sx sjöllunum úti mæla með svo ég held ég sé að fá fína diska fæ svo líka axxis semi-metalic klossa með þessu á mjög fínu verði. Annars er alveg merkilegt hvað allir bara búa til svar við spurningu sem var ekki spurt að ein og ég ætlaði að fara bora diskana sjálfur <<<icon_rolleyes.gif>>>", "date": "2005-10-21 20:58:00", "post_id": 15}, {"user_name": "JHP", "text": "Ég setti svona diska undir vettuna hjá mér og þetta varð allt annar bíll á eftir.Þótt hann sé með 13\" diska að framan þá áttu þeir það til að ofhitna ef maður þurfti að bremsa snögglega úr 100+ og niður nokkrum sinnum á stuttum tíma  þá var hann farinn að minnka bremsugetuna ansi mikið en það stór skánaði með nýju diskunum.", "date": "2005-10-22 00:22:00", "post_id": 16}, {"user_name": "Heddportun", "text": "Ja þetta var svona hjá mér líka eftir nokkra spretti milli ljósa á sæbrautinni", "date": "2005-10-22 02:02:00", "post_id": 17}, {"user_name": "JHP", "text": "Talandi um það þá var ég í spyrnu nákvæmlega þar við Camaro og eftir nokkur ljós þá var kominn eldur í dælurnar á Cammanum og gaurarnir hlupu út að blása til að slökkva  <<<icon_lol.gif>>>\r\nÉg hélt nú að það væri ekki hægt að kveikja í bremsum í orðsins fyllstu en allt virðist hægt.", "date": "2005-10-22 02:14:00", "post_id": 18}, {"user_name": "Ice 240", "text": "ég man eftir því að einhvertíman var ég með félaga mínum á corollu brakinu hanns eithvað að spyrna við einhvern bimma og það byrjaði að rjúka úr bremsunum og kopparnir afmynduðust eithvað við allan hitan líka\n\r\nannars nonni ertu með boraða þá líka?", "date": "2005-10-22 02:33:00", "post_id": 19}, {"user_name": "JHP", "text": "Jebb", "date": "2005-10-22 03:01:00", "post_id": 20}, {"user_name": "Siggi H", "text": "hahah alveg út að blása!! sé þetta fyrir mér <<<rollinglaugh.gif>>>", "date": "2005-10-22 06:06:00", "post_id": 21}, {"user_name": "GSTuning", "text": "Ég hef kveikt í bremsunum á bimmanum mínum að spyrna við 900 turbo saab,\r\nþað var mjög spennandi,\n\r\nÉg set aðeins stærri diska á í vetur eða 286mm (\"11.2) sem verða boraðir og rákaðir.\r\n+ kælingarhosur \n\r\nÞað er í raun kælingahosur sem gera mestann mun", "date": "2005-10-22 11:49:00", "post_id": 22}, {"user_name": "baldur", "text": "Ég hef nú vitað til þess að Ford rallýbílar hafi verið með vatnsúðara til þess að kæla bremsurnar, úðaði örlitlu magni svona inn í loftstrauminn sem fór í bremsudiskana.", "date": "2005-10-22 15:13:00", "post_id": 23}, {"user_name": "Heddportun", "text": "Vera bara með tvöfalda kælda diska", "date": "2005-10-22 16:34:00", "post_id": 24}, {"user_name": "JHP", "text": "Er Camaro ekki með það orginal?", "date": "2005-10-23 00:13:00", "post_id": 25}, {"user_name": "Heddportun", "text": "Jú,ég var að meina fyrir þá sem ekki eru með kælda diska", "date": "2005-10-23 00:30:00", "post_id": 26}, {"user_name": "JHP", "text": "Hélt það  <<<burnout.gif>>>", "date": "2005-10-23 00:32:00", "post_id": 27}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/burnout.gif"], "date": "2005-10-21 04:04:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/burnout.gif", "path": "full/75b749729909aff67fa1a0b24c281a74157f1f86.gif", "checksum": "9469ac0376b16470f5752469d236727c"}]}