{"forum_title": "Tæknilega hornið: Almennt", "id": "83077", "title": "Smá vesen með samlæsingar..", "url": "http://www.live2cruize.com/spjall/showthread.php/83077-Smá-vesen-með-samlæsingar", "posts": [{"user_name": "Draxter", "text": "Sælir!\n\r\nÉg ek um á Honda Civic sedan, sumsé 4 dyra, og er með svona Viper vörn í bílnum.  Þegar ég læsi honum fara allir takkar niður nema bílstjóra megin og farþega megin hægra megin aftur í, sem gerir það að verkum að ég þurfi að læsa honum með lyklinum til að klára verkið, og sömuleiðis þegar ég opna bílinn <<<icon_smile.gif>>>  En það er ekki endilega vandamálið, heldur er takkinn hægra megin afturí fastur uppi, hann fer bara ekki niður.  Er eitthvað hægt að fikta í þessu? Smyr maður þetta einhverstaðar, eða þarf ég að taka innréttinguna af aftur í til þess að sjá hversvegna hann vill ekki fara niður og læsast, eða hvað get ég gert? <<<confused.png>>>\n\r\nMeð bestu kveðju og fyrirfram þakkir,\n\r\nDraxterinn! <<<icon_albino.gif>>>", "date": "2009-06-24 16:44:00", "post_id": 1}, {"user_name": "biturk", "text": "ég myndi bara taka innréttinguna úr hurðinni og fá einhvern til að læsa og aflæsa meðann þú skoðar hvað er í gangi, það er held e´g lang best til að komast að því hvað er að, getur verið nokkrir mysmunandi hlutir, kannski nægir jafnvel að smyrja þetta bara, kannski er sambandsleisi í raftengi, prufaðu að taka þau úr sambandi og spreyja wd-40 í þau...\n\r\nkannski er eitthvað annað að getur allavega prófað þetta", "date": "2009-06-24 17:11:00", "post_id": 2}, {"user_name": "Einarivars", "text": "var lika einhvað að samlæsingunum hja mer og eg er með vipervörn.. og fór með það i viðgerð og það var bara fjarsteringin .. einhvað að henni.. kostaði 12 k.", "date": "2009-06-24 19:40:00", "post_id": 3}, {"user_name": "Raggi", "text": "Talandi um samlæsingar. Er að vinna í rafkerfinu á Fordinum hjá mér og var að spá, þar sem það eru c.a. þúsund og ein skrúfa sem halda aftur innréttingarpanelinum og fleiru, og þar sem ég er að opna þetta yfir höfuð hvort það þurfi eitthvað fleiri víra en einn plús og einn mínus (sem fer bara í næstu nálægu jörð) fyrir samlæsingar í hverja hurð? Var að hugsa um að leggja bara fyrir þessu í leiðinni. Þetta verður fjarstýrt auðvitað og þar af leiðandi fer væntanlega einhver móttakari líka í bílinn, fyrir fjarstýringuna, hvert fer hann? Semsagt spurningin er: Hvað margir, af hvernig vírum, hvert?", "date": "2009-06-24 20:15:00", "post_id": 4}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_albino.gif"], "date": "2009-06-24 16:44:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_albino.gif", "path": "full/d88f7f6abd2c203bd00149ca12f6072dc2bcfb3e.gif", "checksum": "57e7029a25589646687abfa4adc72daf"}]}