{"forum_title": "RÖFL", "id": "83786", "title": "dl af vefsíðum?", "url": "http://www.live2cruize.com/spjall/showthread.php/83786-dl-af-vefsíðum", "posts": [{"user_name": "fiskur", "text": "allt sem maður skoðar á netinu er vistað eitthversstaðar en mig langar að vita hvernig maður getur náð í það sem maður er að skoða og er ég þá að tala um video og lög t.d.\r\nhvernig getur maður fengið beinann link á það sem maður vill ná í?", "date": "2009-06-30 21:10:00", "post_id": 1}, {"user_name": "eyþóringi", "text": "nota stundum www.mp3raid.com ef mig vantar lög", "date": "2009-06-30 21:11:00", "post_id": 2}, {"user_name": "fiskur", "text": "ég er ekki að tala um svona. ég er í engum erfiðleikum að redda mér einstökum lögum. það sem ég er að meina er hvernig maður getur fengið link á það efni sem maður vill vista í tölvuna og þurfa því ekki alltaf að fara á síðuna til þess að skoða það", "date": "2009-06-30 21:31:00", "post_id": 3}, {"user_name": "sævarvilhelm", "text": "Ef ég skil þig rétt, um að þú viljir bara ýta á 1 link á netinu hjá þér t.d firefox\r\nþá geturu farið 1x á síðuna eða skrifað linkinn og dregið hann niður fyrir í Tap´sin\r\neða þarna fyrir neðan, veit ekki alveg hvernig ég á að útskýra þetta.\r\n(Tap bara beint fyrir neðan slóðina).", "date": "2009-06-30 22:14:00", "post_id": 4}, {"user_name": "fiskur", "text": "nei, ég kann á þetta tab dæmi hjá mér.\r\ner að meina að fá draslið save-að í tölvuna hjá mér. þannig að ég geti klikkað á fælinn og skoðað hann án þess að þurfa að fara á netið. er samt aðalega að tala um video, hefði bara átt að segja það strax.\r\nekki video af youtube heldur af þessum leiðinlegu vefspilurum eins og adobe flash player eða öðrum", "date": "2009-06-30 22:21:00", "post_id": 5}, {"user_name": "sævarvilhelm", "text": "ekki grænan.", "date": "2009-06-30 22:24:00", "post_id": 6}, {"user_name": "BRG", "text": "held að þú sért að tala um file -> save as...\nþað virkar fyrir allt efni, nema flash hehe\n\nÞarft að kunna smá html og stundum javascript til að geta sótt flash file, en þó ættiru að geta notað Wireshark og sett http.request == true til að filtera allar http requests út.", "date": "2009-06-30 22:24:00", "post_id": 7}, {"user_name": "fiskur", "text": "jú passar, er að tala um það og í flash\r\nen varðandi html og javascript þá kann ég ekki neitt í því \n\r\nog hitt skil ég ekki, ef þú nennir þá máttu segja mér hvað ég geri. ég náði í wireshark-win32-1.2.0 og ef ég er með link á eitthvað video sem er í flash spilara, hvernig geri ég þetta.\r\nég verð annars í viku stanslaust að læra þetta", "date": "2009-06-30 22:44:00", "post_id": 8}, {"user_name": "intenz", "text": "Ég nota TubeHunter Ultra.", "date": "2009-06-30 23:01:00", "post_id": 9}, {"user_name": "Galant ES", "text": "ég nota HiDownload til að gera svona.", "date": "2009-07-01 00:05:00", "post_id": 10}], "file_urls": [], "date": "2009-06-30 21:10:00", "files": []}