{"forum_title": "Tæknilega hornið: Almennt", "id": "83862", "title": "AUX útgangur í Factory útvarp", "url": "http://www.live2cruize.com/spjall/showthread.php/83862-AUX-útgangur-í-Factory-útvarp", "posts": [{"user_name": "Frikki GTI", "text": "Sælinú.\n\nÉg var að pæla ég er með drasl factory útvarp í kreppubílnum mínum.\n\nÉg lagði fyrir magnara um daginn og allt í góðu með það, þurfti að tengja down-converter eða þannig til að fá RCA fyrir magnarann.\n\nMér datt því í hug get ég ekki græjað RCA input? Sem væri svo með RCA í mini-jack fyrir t.d. iPod?\n\n\n\n\n\nÞað eru þrjú tengi sem fara í tækið, tvö þeirra eru bara fyrir hátalarana og svona basic en svo er eitt tengið fyrir aðgerðastýrið.\n\nÞað eru hinsvegar tvö laus og mér datt í hug hvort annað hvort þeirra væri fyrir magasín og þá hugsanlega hægt að nýta það fyrir iPod tengi.\n\n\n\nÞúsund þakkir er ekki að digga útvarpið og CD's <<<icon_biggrin.gif>>>\nBtw. ef þið vitið um einhvern ágætan spilara með AUX tengi að framan á fínu verði væri það vel þegið.", "date": "2009-07-01 14:05:00", "post_id": 1}, {"user_name": "TDK", "text": "off topic en er hægt að gera þetta í '06 Legacy. væri alveg til í að fá eitthvað aðeins extra í hann", "date": "2009-07-01 18:56:00", "post_id": 2}, {"user_name": "baldur", "text": "Þetta er vel hægt, ég hef gert þetta við mörg bílaútvörp, bæði að útbúa line out til að tengja við magnara og line in fyrir ipod.\nÞetta krefst bara smá skilnings á rafrásum og ekki verra að hafa sveiflusjá við höndina til að hjálpa við að rekja merkin.\nSvo eru eflaust til fyrirtæki sem selja adaptera til að breyta svona magasín tengjum í line in, það þarf ekkert að breyta hljóðmerkinu til þess en það þarf einhvernvegin að láta útvarpið fatta að það geti tekið við merki frá \"magasíninu\". Oftar en ekki er það bara eitthvað passive en það getur verið að til séu útvörp sem krefjast þess að það sé eitthvað til að tala við á hinum endanum.", "date": "2009-07-03 11:27:00", "post_id": 3}, {"user_name": "Frikki GTI", "text": "Ok þannig það er bara einfaldast að kaupa Dension eða nýjan spilara...?", "date": "2009-07-03 17:18:00", "post_id": 4}, {"user_name": "Arnar_Þ", "text": "er einmitt í sömu pælingunum með audi, það eina sem ég finn eru einhver rándýr kit..", "date": "2009-07-03 20:25:00", "post_id": 5}, {"user_name": "Frikki GTI", "text": "Fann hérna eitt sem mér sýnist ég geta notað:\n\n\n\nFinn reyndar engar upplýsingar nákvæmlega um tengið sem fer í útvarpið þ.e. hvað það er margra pinna en trúi ekki öðru en þetta passi..\n\nHvað haldið þið félagar?", "date": "2009-07-08 20:09:00", "post_id": 6}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2009-07-01 14:05:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}