{"forum_title": "Almennt spjall", "id": "8390", "title": "Hjálp .. L2C félagar !!", "url": "http://www.live2cruize.com/spjall/showthread.php/8390-Hjálp-L2C-félagar-!!", "posts": [{"user_name": "Nonni Pimp", "text": "málið eins og allir Vita þá Hrundi kassin í WRX-num hjá mér. Og þeir Sögðu Við mig að þetta er fyrsti kassin í WRX á 2árum sem fér \n\r\nég veit að það passar ekki !!\n\r\nEf þú veist um eithvað dæmi SEND ME PM plísss \n\r\nMeð þá Nr. á bílnum sem kassi fór í og á hvaða verkstæði hann fór á eins mikið imfo og þið getið gefið mér \n\r\nMeð hjartans ig fyrirframm þakkir Jón Sverrir !!\n\n\r\np.s ég þarf að borga girkassan !!! (talið að ég hafi verið að spyrna)", "date": "2005-10-24 18:30:00", "post_id": 1}, {"user_name": "Daredevil", "text": "hvað kostar svona gírkassi", "date": "2005-10-24 18:37:00", "post_id": 2}, {"user_name": "Addi", "text": "Ekki eru þeir með einhver leiðindi við þig ?\n\r\nKassi á ekki að hrinja eftir 5þús km.  <<<icon_evil.gif>>>", "date": "2005-10-24 18:39:00", "post_id": 3}, {"user_name": "MJ", "text": "djöfulls rugl er í þeim <<<icon_mad.gif>>> finn til með þér <<<icon_exclaim.gif>>> \n\r\nhvernig á að keyra þessa bila ef maður má ekki spyrna <<<icon_question.gif>>>", "date": "2005-10-24 18:40:00", "post_id": 4}, {"user_name": "Nonni Pimp", "text": "jújú mikil leiðini fér í FIB á morgunn", "date": "2005-10-24 18:41:00", "post_id": 5}, {"user_name": "Óli Þór", "text": "sökkelsi maður!!! eina ástæðan að mig langar ekki í súbarú, ömurlegt umboð.", "date": "2005-10-24 18:41:00", "post_id": 6}, {"user_name": "MJ", "text": "ein spurning.\n\r\ner WRX kassinn sterkari en GT kassinn  <<<icon_question.gif>>>", "date": "2005-10-24 18:44:00", "post_id": 7}, {"user_name": "Nonni Pimp", "text": "Já seigja þeir  ég spurði einmitt af þessu", "date": "2005-10-24 18:44:00", "post_id": 8}, {"user_name": "Addi", "text": "Give'em hell Nonni.\n\n\r\nEf það gengur ekki að tala við FÍB eða Neytendasamtökin,  þá getur klúbburinn kannski gert eitthvað, ekki fáir Imprezu eigendur hér.", "date": "2005-10-24 18:46:00", "post_id": 9}, {"user_name": "ArnarFB", "text": "Frekar fáránlegt að selja bíla sem eru öflugir en ekki ætlaðir til spyrnu, að þeirra sögn. Bíllinn er sem sagt öflugur en það má ekki nota aflið, þá hrynur allt?\n\r\nEf þeir segja að ástæðan sé SPYRNA, þá er frekar kjánalegt finnst mér að þriðji gír bókstaflega TÆTIST í sundur! Frekar ætti fyrsti eða annar gír að gefa sig, en þriðji? Fyrsti og annar virðast heilir, ekki satt Nonni? Eða bara restin af kassanum í lagi, en bara ÞRIÐJI gírinn farinn? Hvað er málið með það?\n\r\nÞað að gírkassi skuli fara á fyrstu 5þús km og það svo svakalega að tannhjól bara slípast niður í ekki neitt, er ekki afleiðing einhverra nokkurra spyrna hefði ég haldið. Frekar framleiðslugalli. En hvað veit ég...\n\r\nÞetta er eitthvað skítlegt að mínu mati.", "date": "2005-10-24 18:51:00", "post_id": 10}, {"user_name": "Bc3", "text": "segi það nu svona kassi á ekki að fara eftir 5 þús km", "date": "2005-10-24 18:51:00", "post_id": 11}, {"user_name": "MJ", "text": "ég gæti ekki skemmt kassa svona snemma <<<icon_eek.gif>>> <<<icon_neutral.gif>>>", "date": "2005-10-24 18:53:00", "post_id": 12}, {"user_name": "Nonni Pimp", "text": "að þerra Sögn þá er kassin eins og nýr það sést ekkert á 1. og 2. gir.... 3girinn er í rústi", "date": "2005-10-24 18:54:00", "post_id": 13}, {"user_name": "BuZy", "text": "Leiðinlegt að heyra !! Finnst það nú vera frekar slapt ef kassin fer eftir 5000km  <<<icon_question.gif>>> <<<icon_question.gif>>>", "date": "2005-10-24 18:54:00", "post_id": 14}, {"user_name": "Kjallin", "text": "Þá segir það sig sjálft að þetta sé galli", "date": "2005-10-24 18:55:00", "post_id": 15}, {"user_name": "ArnarFB", "text": "Ég hef átt tvær Imprezur, er enginn DIE-HARD fan ef þið skiljið, ver þetta ekki með kjafti og klóm... en for crying out loud þetta er fáránlegt. Ef þetta er framleiðslugalli sem IH/FO reyna að fela þá er þetta ekki vandamál hjá Subaru, getur vel verið að þeir bæti svona án þess að hika við það, en þetta gæti verið fáránlegur feluleikur hjá claimstjóra IH. \n\r\nEkki borga krónu fyrir þetta fyrr en málið er komið á hreint og þeir geti sýnt fram á það af hverju þriðji gírinn ætti að gefa sig en allir hinir fjórir séu heilir, þar á meðal FYRSTI sem ég hefði haldið að væri sá viðkvæmasti því nú hvílir öll þyngd bílsins á honum auk aflátaksins frá kúplingu þegar tekið er af stað. \n\r\nTjón út frá spyrnu my ass!", "date": "2005-10-24 18:55:00", "post_id": 16}, {"user_name": "Kruder", "text": "Mér finnst helvíti langsótt að hann hafi verið að spyrna ef þetta er þriðji gírinn og hvernig geta þeir séð það? Er þetta ekki bara tóm ágiskun?\n\r\nEru ekki fyrsti og annar gírinn undir mestu álagi í spyrnum?", "date": "2005-10-24 18:56:00", "post_id": 17}, {"user_name": "Dezzice", "text": "Bíddu eru þeir eitthvað að neita fyrir að þetta sé galli?  Sá það hvergi nefnt <<<icon_confused.gif>>>", "date": "2005-10-24 18:57:00", "post_id": 18}, {"user_name": "Kjallin", "text": "Ef að hann á að borga þetta, þá telja þeir þetta varla galla?", "date": "2005-10-24 18:58:00", "post_id": 19}, {"user_name": "ArnarFB", "text": "Sýnist á öllu að það sé verið að hylma yfir galla <<<icon_rolleyes.gif>>>\n\r\nOg jú mesta álagið er alltaf á fyrsta gír sökum þyngdar bílsins við upptak og aflsins frá kúplingu (þ.e frá vél)... Þriðji gírinn ætti því ekki að tætast svona í burtu.\n\r\nSpurning hvort Nonni setji inn myndirnar af gírkassanum sem hann sýndi mér. Þar sést greinilega að þetta getur ekki verið neitt annað en FRAMLEIÐSLUGALLI, ekki hans klunnaskapur!\n\r\nStútar ekkert þriðja gír svona en skilur fyrstu tvo eftir nánast ósnerta, sérhver bílfróður maður (ok kona líka, kvenréttindadagurinn) ætti að sjá það.", "date": "2005-10-24 19:00:00", "post_id": 20}, {"user_name": "Nonni Pimp", "text": "<<<icon_cry.gif>>>", "date": "2005-10-24 19:00:00", "post_id": 21}, {"user_name": "Nonni Pimp", "text": "mynd á bls. 1", "date": "2005-10-24 19:02:00", "post_id": 22}, {"user_name": "Kruder", "text": "Mér finnst helvíti langsótt að hann hafi verið að spyrna ef þetta er þriðji gírinn og hvernig geta þeir séð það? Er þetta ekki bara tóm ágiskun?\n\r\nEru ekki fyrsti og annar gírinn undir mestu álagi í spyrnum?", "date": "2005-10-24 19:04:00", "post_id": 23}, {"user_name": "MJ", "text": "lækkaðu röddina <<<argue.gif>>>", "date": "2005-10-24 19:04:00", "post_id": 24}, {"user_name": "Kjallin", "text": "Kjafti kelling.  <<<icon_lol.gif>>> \n\r\nEn já, þetta er greinilega galli, þessar myndir eru djók", "date": "2005-10-24 19:05:00", "post_id": 25}, {"user_name": "ArnarFB", "text": "Sjáið myndirnar. Þriðji gírinn er eins og sköfurökuð gella á leið á djammið!", "date": "2005-10-24 19:06:00", "post_id": 26}, {"user_name": "Óli Þór", "text": "ekki gefast upp!!! þetta eru fifl ef þeir ætla að rukka þig fyrir kassann eftir 5000km!!!!!!  ef ég væri framleiðandi að bíl sem væri yfir 200hö myndi ég auðvitað gera ráð fyrir því að menn taki á honum og noti aflið!! en ekki hvað!! ég meina for crying out loud gaurar kaupa GTi COROLLUR til að spyrna á, ég segi galli, þó þú hefðir verið í spóli allan þennan tíma þá er þetta samt galli. en ég hef enga trú á því að svo hafi verið. lýtur út fyrir að vera skynsamur strákur.", "date": "2005-10-24 19:07:00", "post_id": 27}, {"user_name": "Dezzice", "text": "Ég hef greinilega misst af einhverju í þessum þærði af því ég sá hvergi talað um að hann ætti að borga þetta <<<icon_confused.gif>>>  Sá bara að þetta átti að vera þriðji gír og svo sá ég svarið frá Adda, þess vegna spurði ég <<<icon_biggrin.gif>>>", "date": "2005-10-24 19:07:00", "post_id": 28}, {"user_name": "Kjallin", "text": "Stendur í fyrsta póstinum hans", "date": "2005-10-24 19:08:00", "post_id": 29}, {"user_name": "Dezzice", "text": "Þetta er ekki galli ef menn eru spólandi, þjösnandi, donuttandi og drop clutchandi.  Eini gallinn í þeim tilfellum er eigandinn sjálfur, ekki bíllinn.  Engin bíll sem þolir illa meðferð til lengri tíma, því miður.\n\r\nAGAIN ekki skot á Nonna, bara svar við þessu kommenti, þannig enginn misskilja mig.  Ég myndi hiklaust herja á IH ef ég teldi að um væri að ræða galla, ekki spurning, myndi ekki borga krónu fyrr en þeir gætu gefið mér góða skýringu á því afhverju þriðji gírinn ætti að fara <<<icon_confused.gif>>>", "date": "2005-10-24 19:09:00", "post_id": 30}, {"user_name": "Dezzice", "text": "Svona er þetta þegar maður byrjar að lesa á bls 2, my bad  <<<icon_redface.gif>>>", "date": "2005-10-24 19:10:00", "post_id": 31}, {"user_name": "Daredevil", "text": "pff hefur verið að krúsa sæbrautina í 4a og síðan séð gulan civic og ætlað að rúwsta honum og bombað eins hratt og fast og þu gast en gleymt að kupla og ekkert fattað afhverju þetta virkaði ekki og bara bombað aftur og aftur og rústað honum <<<icon_exclaim.gif>>> min kenning", "date": "2005-10-24 19:12:00", "post_id": 32}, {"user_name": "Dezzice", "text": "Já hann er það, þeir hafa styrk kassann held ég með hverri nýrri Imprezu sem komið hefur á markaðinn <<<icon_biggrin.gif>>>", "date": "2005-10-24 19:15:00", "post_id": 33}, {"user_name": "MJ", "text": "hann átti náttla auto impresu áður og var kannski ekkert vanur því að kúpla <<<icon_confused.gif>>> \ndjok", "date": "2005-10-24 19:15:00", "post_id": 34}, {"user_name": "ArnarFB", "text": "Þá ætti fyrsti gírinn líka að vera í drasli, en ekki þriðji þar sem hann væri ekki heldur vanur að skipta um gír og bíllinn alltaf í útslætti <<<icon_lol.gif>>>", "date": "2005-10-24 19:16:00", "post_id": 35}, {"user_name": "Nonni Pimp", "text": "<<<icon_lol.gif>>> true true", "date": "2005-10-24 19:17:00", "post_id": 36}, {"user_name": "Daredevil", "text": "okey en allavega þótt þú sért rauðhærður þá áttu ekki að láta umboðið valta yfir þig, bara alveg fara með þetta eins langt og þarf <<<icon_cool.gif>>>", "date": "2005-10-24 19:18:00", "post_id": 37}, {"user_name": "Hell", "text": "Svekjandi að kassinn fari eftir aðeins 5k  <<<icon_sad.gif>>> \r\nEn ég myndi halda að þetta væri galli, sérstaklega þar sem það sér ekki á öllum hinum (en hvað veit ég, er bara bifvélavirki)\n\r\nFáðu einhvern bifvélavirkja sem vinnur ekki hjá þeim til að kíkja á kassan og gefa álit", "date": "2005-10-24 19:19:00", "post_id": 38}, {"user_name": "Óli Þór", "text": "en common!!! 5þús km!!! ok, ef þetta er ekki galli þá er þetta einfaldlega rusl, ég ætla t.d ekki að eiga snarpann eða kraftmiklan bíl í framtíðinni og vera stannslaust með kúkinn í buxunum hvort gírkassinn verði að graut eða eitthvað annað, þegar nýja lyktin er enþá í bílnum!!!", "date": "2005-10-24 19:19:00", "post_id": 39}, {"user_name": "ArnarFB", "text": "Það er einmitt frekar fáránlegt að þeir segja drengnum að bíllinn sé öflugur en ekki ætlaður til þess að spyrna. Hvað er spyrna? Að gefa í? Bíllinn er það öflugur að það er bannað að nota aflið í honum! Hann springur!", "date": "2005-10-24 19:22:00", "post_id": 40}, {"user_name": "Anger", "text": "haló er ekki buið að slípa tannhjólið niður? það gerist ekkert sjálfkrafa :-)", "date": "2005-10-24 19:24:00", "post_id": 41}, {"user_name": "Óli Þór", "text": "einmitt!!! segjum sem svo að ég væri að kaupa imprez og sölumaðurinn segði \"hey, passaðu þig að keyra hann eins og 1300 corollu, best væri eins súsúkí swift, annars maukast gírkassinn mar\" myndi ég kaupa bílinn? nei held ekki.", "date": "2005-10-24 19:26:00", "post_id": 42}, {"user_name": "Dezzice", "text": "Tja persónulega verð ég að fá að vera óssamála þér þarna.  Það getur hvaða ****** sem er stútað gírkassa á no time, bara ef hann kann ekki að keyra, kann ekki að kúpla, kann ekki að skipta, drop clutchar, hringspólar, þjösnar og þar fram eftir götunum.  Er nokkuð viss um að ef ég virkilega legði mig fram við það gæti ég tekið nokkurn vegin hvaða bíl sem er og stútað kassa í honum.  Lágmark náð að skemma fyrsta gírinn og kúplinguna <<<icon_wink.gif>>>\n\r\nÞað er eitt að taka á bílnum og nota hann í það sem hann er ætlaður og svo annað að þjösna.  Þjösn fer illa með bíla, noktun innan ákveðinna marka gerir það ekki.  Það þarf ekkert að vera með kúkinn í buxunum yfir þessu, menn þurfa bara að kunna að keyra SIMPLE.  Impreza er ekki Ford Fiesta þegar kemur að kúplingunni, sumir virðast bara greinilega ekki vera að ná að skipta og keyra þessa bíla og þá eiga þeir líka bara að halda sig á Ford Fiestunni sinni.  Ef þetta er svona mikið rusl þá væru ALLIR kassar farnir.  Í svona málum kemur bara tvennt til greina, annað er GALLI hitt er EIGANDINN.\n\r\nÉg vona innilega að Jón nái að finna út úr þessu og geti sýnt fram á að þetta sé galli, ömurlegt að lenda í svona með glænýjan bíl.\n\r\nAgain svo engin fari að æsa sig, þetta er EKKI skot á Jón og ekki umræða um bílinn hans sem slíkan, er bara að svara olathor <<<icon_biggrin.gif>>>", "date": "2005-10-24 19:27:00", "post_id": 43}, {"user_name": "Dezzice", "text": "Það að spyrna rétt er allt annað heldur en að spyrna rangt.  Ég hef séð menn svoleiðis rústa gírkassa, kúplingu og meira af því þeir kunna ekki að spyrna Imprezu.  Gott dæmi er einn vinur okkar sem fór og prufukeyrði eina nýja niðrí IH, gaurinn vanur GT Sunny og ætlaði aldeilis að spyrna smá og testa bílinn og guð minn góður ég hélt að gírkassinn hefði orðið eftir á ljósunum það kom þetta þvílíka KLUNK hljóð, annað dæmi er gaur sem ég vissi um sem átti Imprezu, sat í bílnum hjá honum og hann voða nagli að spyrna smá og í hverjum einasta helvítis gír kom þetta KLUNK hljóð og hann snuðaði kúplinguna eins og honum væri borgað fyrir það.  Þessir bílar þola VEL spyrnur og annað, fáránlegt að segja að þeir þoli það ekki og IH ættu að vita betur hvað það varðar en þeir þola ekki til lengdar menn sem vita ekki hvað þeir eru með í höndunum <<<icon_wink.gif>>>", "date": "2005-10-24 19:30:00", "post_id": 44}, {"user_name": "SheDevil", "text": "Vil alls ekki vera með leiðindi.. \r\nen afþví að ég hef ekki verið engill allt mitt líf... \r\nþá langar mig aðeins að velta upp smávegis.. \n\r\nÞegar ég hef verið að fylgjast með öðrum spyrna, þá er tekið af stað tilbúinn í fyrsta, hamrað í annann, svo er vandamálið með tímasetninguna á þriðja. Ég hef séð ofsalega marga glamra í gír, og alltaf hefur það verið þriðji. (ekki ALLTAF) en það er svona það eftirminnilegasta. \r\nÉg er búin að vera að hugsa þetta eftir að ég las þennann þráð.. Og þetta er kanski ekki 100% staðreynd, en rosalega algengt.. bara í gær var ég að horfa á mann standa drusluna sína (nefni ekki tegund) og sá maður hamraði einmitt í þriðja með rosalegu brölti.. tannburstun með tilheyrandi hávaða. \n\r\nSvo annað... þetta með að hann hafi verið að poppa úr gír... \r\nWell ég átti nú einusinni bíl (surprise suprise) sem ég gersamlega kláraði kúplinguna í, og viti menn... hann fór að poppa úr gír. Ég varð undir endann að halda honum í gír, kassinn var í fínu lagi.. en kúplingin var brunnin beyond anything, enda kanski ekki furða miðað við spyrnurnar og spólið og lætin sem gengu á þar, og þetta byrjaði á einum gír, og á endanum var 1sti annar og þriðji poppandi út.. Óþolandi, en þannig var það..  Og á mínum mestu spyrnudögum þá var ég burstandi í þriðja meira en annann, þarsem að spyrnur hjá mér voru oftast bara uppí þriðja, og æsingurinn það mikill að þetta bara fór svona.. Og ef ég tannbursta í dag, þá er það í þriðja, en það gerist ekki oft.. En hefur gerst þegar ég er að gíra niður (sama hvaða bíll það í rauninni er) Bara spurning um tímasetningu, og samhæfingu. Ég kom af ssk bíl yfir á bsk núna fyrir stuttu og þriðji gírinn var mér vandamál í smástund, tannburstaði samt ekki oft, en það kom fyrir, svona létt nudd, en ef ég hefði verið að spyrna bílnum um allt, heh... þá hugsa ég nú að þriðji gírinn væri doldi sköllóttur miðað við átökin sem geta átt sér stað. \n\r\nEn já.. bara svona vangaveltur.. Ég hef aldrei heyrt af WRX áður með ónýtann gírkassa.. hef bara heyrt af nokkrum prezum sem hafa fests í gír, var ekki aðal gallinn eitthvað á þá leið?", "date": "2005-10-24 19:31:00", "post_id": 45}, {"user_name": "RonZG6", "text": "Nonni farðu með gírkassann og fáðu álit annarstaðar og farðu svo með þetta í blöðin og gerða útaf við ih.", "date": "2005-10-24 19:34:00", "post_id": 46}, {"user_name": "Sverrir", "text": "Hey!!! hvað er að því að eiga Ford Fiestu :wink: .. en já ekki láta svona vitleysingshátt þarna í þeim hjá IH stoppa þig, og já um að gera að fá FIB eða jafnvel lögmann til að fara með þér í þetta. Það er nú lágmark að nýr bíll standi sig í stikkinu, amk fyrstu 60 þús km.", "date": "2005-10-24 19:36:00", "post_id": 47}, {"user_name": "Dezzice", "text": "Það eru alveg bókað mál til WRX með ónýta gírkassa, ef þú létir mig hafa GT, WRX og STi gæti ég dundað mér við að skemma kassann í þessu.  Það er allt hægt ef maður fer þannig með hlutina.  Væri reyndar eflaust örlítið lengur með WRX heldur en GT og örlítið lengur með STi heldur en WRX en mér myndi takast þetta að lokum.  Ég veit um einn gæja sem náði að stúta tveimur kössum á GT bílnum sínum með ca 4 mánaða millibili, því miður get ég ekki séð GALLA úr því þar sem eigandinn hafði bara ekki hundsvit hvernig hann átti að keyra bílinn og flestir vinir hans og kunningjar staðfestu það.\n\r\nÉg hef persónulega aldrei heyrt um galla í WRX en þar með sagt þýðir það ekki að gallinn sé ekki til og það eru alltaf einstaka bílar sem koma hreinlega gallaðir frá verksmiðju eða eru mánudagsbílar dauðans.  Lítur út fyrir að Jón hafi náð sér í mánudagsbíl <<<icon_confused.gif>>>", "date": "2005-10-24 19:36:00", "post_id": 48}, {"user_name": "Dezzice", "text": "Ahahahahaha ekkert að því <<<icon_biggrin.gif>>>  Bara fyrsta sem mér datt í hug af því vinnubíllinn hjá manninum var Ford Fiesta hérna fyrir einhverju síðan og það að keyra Fiestuna var bara allt annar handleggur heldur en að keyra Imprezuna <<<icon_wink.gif>>>  Fiestan leyfir manni frekar mistök heldur en Imprezan hvað varðar að tengja rétt og annað <<<icon_mrgreen.gif>>>", "date": "2005-10-24 19:37:00", "post_id": 49}, {"user_name": "Kjallin", "text": "Já, en helduru að maður sem er nýbúin að eyða um 2.8 milljónum í bíl sé að leika sér að eyðileggja kassa?\n\r\nHelduru að hann kunni ekki að keyra?\n\r\nÞetta ER galli, það þarf ekkert að spá í því meira.", "date": "2005-10-24 19:38:00", "post_id": 50}, {"user_name": "Sverrir", "text": "<<<icon_biggrin.gif>>> hehe satt enda ekki eins mikið afl á ferð, og þó heil 150 hö  :wink:", "date": "2005-10-24 19:42:00", "post_id": 51}, {"user_name": "Dezzice", "text": "Hvað ætli ég sé búin að taka það oft fram að ég er ekki að tala um Jón <<<icon_confused.gif>>> og var ekki að ræða þetta mál í neinu samhengi við bílinn hans.  Olithor kom með komment sem ég svaraði af því mér finnst alveg fáránlegt þegar menn byrja að kalla einhverja bíla rusl þegar í 90% eru skemmdirnar eigandanum sjálfum að kenna.\n\r\nOg til að svara þessu þá því miður eru til menn þarna úti sem hafa skemmt kassa á no time þó svo þeir hafi verið að kaupa sér glænýjan bíl úr umboði, gott dæmi er þessi sem náði að stúta 2 á innan við ári, held það hafi ekki náð 8 mánuðum.  Hann var ekkert að leika sér að því að stúta kassanum, heldur bara hreinlega kunni hann ekki að keyra bílinn betur en þetta.  Það er enginn að leika sér að því að stúta þessu, vildi bara benda á að ef einhver léti mig hafa WRX þá tækist mér án efa að skemma kassann ef ég myndi bara leika mér nógu assgoti mikið með tilheyrandi þjösni og rugli <<<icon_biggrin.gif>>>  Sumir vita ekki betur, sumir kunna bara ekki að keyra betur en það og öðrum er skítsama, þannig er það bara.\n\r\nOg svo ég endurtaki það sem ég sagði áðan um Jón \"Ég vona að hann nái að koma þessu yfir á IH svo hann þurfi ekki að borga þetta sjálfur, hann virðist því miður hafa lent á mánudagsbíl, sumir bílar eru bara þannig\"", "date": "2005-10-24 19:42:00", "post_id": 52}, {"user_name": "SheDevil", "text": "Mér sýnist hún nú ekki vera að segja að hann hafi verið að kaupa sér 2.8 milljón króna bíl til þess að eyðileggja í honum kassann, og saka hann um að kunna ekki að keyra  <<<icon_rolleyes.gif>>> \n\r\nÞað að opna svona þráð laðar að sér að fleirri en einni hlið er velt upp á málunum, þú hlýtur nú að þekkja það sjálfur Maggi. Mér persónulega finnst mjög skrýtið að allur 3ji gírinn er bara handónýtur, en það er líka staðreynd að það ER hægt að eyðileggja allt á stuttum tíma, það tekur enga 30þús km að rústa kassa ef maður er alger klaufi. Ég get nánast lofað þér því að ég get rústað kassa & kúplingu á innan við 1000 km ef ég væri alger sauður.. En ekki að segja að Nonni sé það, en allt er hægt, þú hlýtur nú bara að sjá það sjálfur..", "date": "2005-10-24 19:44:00", "post_id": 53}, {"user_name": "Nonni Pimp", "text": "<<<icon_eek.gif>>>  ég treisti mig valla í það að lesa þetta allt  <<<icon_lol.gif>>> \n\r\nnúna get ég öruglega sett saman bækling um WRX", "date": "2005-10-24 19:45:00", "post_id": 54}, {"user_name": "Kjallin", "text": "Ég veit það vel að það er hægt EF maður reynir það.\n\r\nen sú staðreynd að kassinn hrynji eftir 5 þús km vekja upp spurningar.\n\r\nÉg get vottað það að hann er ekki búin að vera að misbjóða þessum bíl. Enda tæki þessi drengur bílinn fram yfir mömmu sína.", "date": "2005-10-24 19:45:00", "post_id": 55}, {"user_name": "Dezzice", "text": "Össs eins gott að mamma hans sjái þetta ekki <<<icon_lol.gif>>>", "date": "2005-10-24 19:47:00", "post_id": 56}, {"user_name": "Dezzice", "text": "Reyndar má Fiestan eiga það að hún er stífari en andskotinn, djö nær hún að halda sér í hringtorgum og annað, varð hissa bara  <<<icon_eek.gif>>>", "date": "2005-10-24 19:48:00", "post_id": 57}, {"user_name": "Nonni Pimp", "text": "<<<icon_lol.gif>>>", "date": "2005-10-24 19:48:00", "post_id": 58}, {"user_name": "SheDevil", "text": "Einmitt, það að kassinn hrynji eftir 5þús km vekur upp spurningar.. Mér þykir þú ótrúlega hörundssár varðandi það að fólk sé að pæla hitt og þetta í þessu.\n\r\nWell... ég tek ótrúlega margt frammyfir mömmu mína.. \r\nMeirasegja bílana mína.. ekki þarmeð sagt að ég hafi ekki brennt og rústað kúplingunni í gamla bílnum sem ég misbauð alveg hrottalega.. En eins og áður.. ekki beint að Nonna per se.. bara að spá og spegúlera..", "date": "2005-10-24 19:48:00", "post_id": 59}, {"user_name": "Kjallin", "text": "Hörundsár?\n\r\nMá ég ekki bakka upp einn besta vin minn hérna án þess að vera hörundsár?\n\r\nÉg sit ekki og þegi á meðan bílaumboð ætlar að taka hann í rassgatið án lubricants", "date": "2005-10-24 19:51:00", "post_id": 60}, {"user_name": "Nonni Pimp", "text": "<<<rofl.gif>>>", "date": "2005-10-24 19:52:00", "post_id": 61}, {"user_name": "SheDevil", "text": "Það er eitt að bakka vin sinn upp, en þú hamrar svo mikið á því að hann hafi aldrei misboðið bílnum, að hann taki hann frammyfir hitt og þetta, virkar á mig mjög pirraður útí fólk sem að er að spá í öðru, og segir meðal annars \"þetta ER frammleiðslugalli og það þarf ekkert að spá í því meir\" .. Mér persónulega þykir þetta eitthvað öðruvísi en venjulegt, þeas þessi ákafi í þér, og mér finnst þetta benda á annað en þú heldur framm.. No offence Nonni.. \r\nAlger óþarfi að sitja og þegja, ef að einhver er að taka annann í rassgatið, hvortsem það er með lubricant eða ekki, en það lest alveg rosalegur ákafi í þér að sannfæra alla um eitthvað.. Allavega les ég það útúr þessu..\r\nOg mér finnst já, hörundssæri vera í gangi, því að fólk þarf að útskýra sín svör fyrir þér, eins og þegar að Villý svaraði einhverjum þarna áðan, og þú kemur strax inn og bara \"helduru að hann sé að leika sér að eyðileggja kassa í svona og svona dýrum bíl??\" Þegar að hún minntist ekki einusinni á Nonna í þessu samhengi né annað.", "date": "2005-10-24 19:54:00", "post_id": 62}, {"user_name": "Disturbed", "text": "Eru ekki Biljón Impresuegendur hér sem geta Verið háværir í IH?\n\r\nLeiðinnlegt að heira með kassann samt Kallinn <<<icon_cry.gif>>>", "date": "2005-10-24 19:55:00", "post_id": 63}, {"user_name": "Jonj", "text": "Er ekki málið að Maggi þekkir eigandann og getur vottar að þetta sé bullshit.. þú veist hinsvegar ekkert hvernig málið liggur?", "date": "2005-10-24 19:57:00", "post_id": 64}, {"user_name": "SnowMan", "text": "<<<yeahthat.gif>>> <<<iagree.gif>>> \n\r\nÖll þau skipti sem ég hef sitið í/séð hann vera á bílnum hef ég aldrei séð hann misbjóða honum. Hann tilkeyrði hann fyrstu 1000-1500 km. og hann kann að keyra þannig að það er bara ekki séns að þetta sé honum að kenna.", "date": "2005-10-24 19:58:00", "post_id": 65}, {"user_name": "Dezzice", "text": "Það er eitthvað við þessa setningu sem ég er að kafna úr hlátri yfir en er samt afskaplega hrædd við <<<rollinglaugh.gif>>>", "date": "2005-10-24 19:58:00", "post_id": 66}, {"user_name": "Nonni Pimp", "text": "<<<icon_lol.gif>>> <<<icon_lol.gif>>> <<<icon_lol.gif>>>", "date": "2005-10-24 20:00:00", "post_id": 67}, {"user_name": "SheDevil", "text": "Má vel vera, enda er ég ekki að halda því framm að Nonni hafi misboðið sínum bíl, heldur eingöngu að varpa framm öðrum hliðum á málunum og ræða þetta. Það sem ég er að segja hérna að ofan er að mér þykir það frekar furðulegt þegar að fólk er að hamast svona rosalega í að sannfæra fólk um hvernig málin standa, og meðal annars að segja að það þurfi ekkert að ræða þetta meira, samt sem áður var þessi þráður í upphafi opnaður, til þess að óska eftir hjálp okkar, og hvernig er hjálpin meiri en að varpa upp sem flestum hliðum? \r\nEn eins og ég hef svo oft sagt, þá er ég ekki að segja að Nonni hafi gert neitt rangt, en það að lesa þráðinn fær mann til að hugsa um margt og mikið, og ekkert endilega í tengslum við Nonna sjálfann.", "date": "2005-10-24 20:01:00", "post_id": 68}, {"user_name": "DínuZ-sUpeRmaN", "text": "Jú Maggi þekkir eigandann mjööög vel.. Og getur vottað það hvernig hann fer með bílinn.. En það er bara enginn búin að vera að setja neitt út á það hvernig Jón fer með bílinn.. Árdís og Villý eru bara búnar að líta á þetta frá öðru sjónarhorni og búnar að koma því frá sér mjög rökrétt hér.. Og eins og þær báðar hafa sagt að það sem þær eru að segja er á ENGAN HÁTT MEYNT TIL NONNA..", "date": "2005-10-24 20:02:00", "post_id": 69}, {"user_name": "SheDevil", "text": "<<<rollinglaugh.gif>>> hahahahaha já svoldið.. ehm.. orðuð.", "date": "2005-10-24 20:02:00", "post_id": 70}, {"user_name": "BRG", "text": "steipa... hrauna bara yfir IH", "date": "2005-10-24 20:07:00", "post_id": 71}, {"user_name": "ZeriUs", "text": "", "date": "2005-10-24 20:18:00", "post_id": 72}, {"user_name": "Steini B", "text": "Verðið þið Imprezu guttarnir bara ekki að halda \"Hraunum yfir IH daginn\" eins og með kvennadagurinn <<<icon_lol.gif>>>\n\n\n\n\n\n\r\nAnnars sýnir þetta bara hversu ömurlegt fyrirtæki IH er... Ég geld að ég ættli ekki að versla mér bíl þaðan... Held mig bara við Toyoturnar og góðu þjónustuna sem maður fær hjá P. Samúelsson/Toyota <<<icon_biggrin.gif>>>", "date": "2005-10-24 20:20:00", "post_id": 73}, {"user_name": "ZeriUs", "text": "Það er þessi helvitis 2-face mongóliti sem er svona fucking ógeðslega glataður tappi... Ohhh.. það er SORGLEGT að tala við þennan mann!!...\n\r\nSegðu bara að þú ætlir að setja þetta í Blaðið og gera MIKIÐ mál úr þessu ef þetta verður ekki fixað á þeirra kostnað... En ekki fara til 2-face farðu í Eigenduna..!!\n\r\nÞað eru þeir sem hafa áhyggjur af fjölmiðlinum!!!!", "date": "2005-10-24 20:25:00", "post_id": 74}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Ég er búinn að vera að laga gírkassa í 10ár og það er alveg sama hvað\r\nþessum kassa hefur verið þjösnað í gír, þetta fer ekki svona.\r\nAllt þjösn eða feilskiptingar eyðileggur litlu tennurnar sem þið sjáið við hliðina \r\ná skemmda hjólinu. \n\r\nÞað eina sem getur eyðilagt kassa svona er:\n\r\nAð togið í vélinni sé orðið meira en kassinn þolir..\n\r\nAð einhver aðskotahlutur fari á milli hjólana, t.d. brot úr öðru hjóli..\n\r\nEða framleiðslugalli.", "date": "2005-10-24 20:35:00", "post_id": 75}, {"user_name": "DínuZ-sUpeRmaN", "text": "Einmitt álit hjá svona mönnum sem þú þarft að fá Jón til að stinga uppí þá hjá IH....", "date": "2005-10-24 20:44:00", "post_id": 76}, {"user_name": "Nonni Pimp", "text": "<<<icon_cry.gif>>>", "date": "2005-10-24 20:58:00", "post_id": 77}, {"user_name": "Dezzice", "text": "Nákvæmlega, það þýðir lítið að standa og öskra GALLI, eina sem IH gerir er bara að hrista hausinn og senda þig í burtu.  Það eina sem virkar er að sanka að sér upplýsingum, fá mat frá fleiri en einum og virkilega vera málefnalegur.  Það þýðir lítið að segja ég gerði ekkert af þessu og það er fullt af fólki sem getur staðfest það.\n\r\nVandamálið með IH er nákvæmlega það að menn ofnotuðu þetta kjaftæði hérna í denn.  Menn voru að mæta niðreftir með ónýta kassa í GT prezunum, ljúgandi til um að þeir hafi ekki gert rassgat við bílana og þetta væri bara galli.  IH fékk nóg af þessu og fóru bara að taka harðar á málunum.  Það bitnar verst á þeim sem eru heiðarlegir þegar grilljón manns á undan hafa farið og logið til um hvað gerðist hjá sér <<<icon_confused.gif>>>", "date": "2005-10-24 21:00:00", "post_id": 78}, {"user_name": "Hrannar", "text": "AMEN <<<jezus.gif>>>", "date": "2005-10-24 21:03:00", "post_id": 79}, {"user_name": "Andri STi", "text": "Já þetta er ömurlegt ,Vona bara að hann fái þetta greitt <<<icon_eek.gif>>>  djöfull er þetta ömurlegt umboð hafa alltaf verið með stæla við mig þegar ég hef farið þarna niðrettir. \r\nÉg ætla bara að vona að ekkert gerist fyrir minn bíl  <<<icon_confused.gif>>> svo ég þurfi ekki að tala við þessa fávita <<<icon_evil.gif>>>", "date": "2005-10-24 21:12:00", "post_id": 80}, {"user_name": "Gunninn", "text": "DJÖÖÖFULL ER ÉG FEGINN AÐ ÉG VERSLAÐI EKKI LEGACYINN HJÁ  IH !!!!!!!!!\n\n\r\nGangi þér vel með þetta jón, þetta er það allra heimskulegasta sem ég hef heyrt um af bílaumboði <<<icon_confused.gif>>>", "date": "2005-10-24 21:32:00", "post_id": 81}, {"user_name": "ArnarFB", "text": "Þetta er enn sem komið er ekki beint frá IH, ekki gleyma því. Þetta er frá Friðrik Ólafs, sem er umboðsverkstæði fyrir IH.\n\r\nBíðum og sjáum hvað IH gerir í þessu.\n\r\nÞetta er ekkert annað en framleiðslugalli að mínu mati, en ég er bara nýbakaður bifvélavirki :P Hvað veit ég :P\n\r\nFinnst bara fáránlegt að þriðji gír fari svona í drasl en hinir allir eru í lagi <<<icon_rolleyes.gif>>>", "date": "2005-10-24 21:34:00", "post_id": 82}, {"user_name": "Gti-R", "text": "Þetta er nákvæmlega eins og skeði hjá mér þ.e.a.s. ég var búinn að boosta bílinn aðeins og þá hefur togið verið orðið of mikið fyrir 13 ára gamlan kassa sem gaf sig einmitt í þriðja gír við \"smá\" inngjöf. Þannig að ef Nonni hefur ekkert verið að taka boost slöngurnar úr sambandi eða blocka þær að þá er þetta mjög líklegast framleiðslugalli. gírkassinn hlýtur að eiga þola það sem bíllinn togar orginal nýr? geri ég ráð fyrir , það er ekki hægt að segja bara að þú hafir verið að spyrna og eitthvað rugl bara . En hefðu þeir sagt við þig þegar þú keyptir bílinn að þú mættir ekki gefa í í þriðja gír þá hefðu þeir kannski getað sloppið með að borga kassann fyrir þig    <<<icon_lol.gif>>> \n\r\nÉg legg til að þú farið niðrí umboðið og kúkir á borðið hjá þeim sem sagði að þú hefðir verið að spyrna og gefa í og spyrjir hann einnig til hvers maður ætti að eiga imprezu ef maður má ekki gefa í ásamt því að heimta nýjan STI kassa hehe.", "date": "2005-10-24 21:40:00", "post_id": 83}, {"user_name": "caid", "text": "\\o/", "date": "2005-10-24 21:42:00", "post_id": 84}, {"user_name": "Dezzice", "text": "Tja ef þetta er bara þriðji gírinn og þeir geta ekkert útskýrt þetta fyrir honum þá myndi ég hiklaust fara niðreftir og sitja fast á mínu.\n\r\nEr ekki rétt hjá mér skilið að það sjái ekki neitt á hinum gírunum og allt hafi verið stráheilt fyrir utan þriðja gírinn eða?\n\r\nEru þeir eitthvað búnir að útskýra nákvæmlega fyrir þér hvað fór og hver ástæðan gæti verði?", "date": "2005-10-24 21:53:00", "post_id": 85}, {"user_name": "Bjarni-", "text": "<<<rollinglaugh.gif>>>\n\n\r\nEn já Nonni, vona að þú fáir þetta borgað, helvítis skítalellar þetta pakk hjá IH. <<<icon_mad.gif>>>", "date": "2005-10-24 22:02:00", "post_id": 86}, {"user_name": "Addi", "text": "force er bitur.", "date": "2005-10-24 22:18:00", "post_id": 87}, {"user_name": "kallinn77", "text": "Félagiminn lenti í svona á gt imprezu.vorum að spyrna og 3 gírinn gaf sig.. bíllinn \r\nní dottinn úr ábyrgð en þeir buðust til að gefa honum allt að helmings afslátt af varahlutunum því aðþetta væri gírinn sem færi oftast.. sögðuaðí 90% tilvika færi 3 gírinn...en það var GT impreza og keyrður aðeins meyra en 5 þúsund.. keyrður um 80 þús þegar þetta geðist..", "date": "2005-10-24 22:34:00", "post_id": 88}, {"user_name": "Heddportun", "text": "Þetta sýnir bara hversu lélegir I.H. eru,þeir okra á öllum varahlutum og reyna að pretta fólk-Svona eru flest öll umboð í dag,verður bara að standa fastur á þínu fá eitthvern sem er lærður og með reynslu til að rífa kjaft,þeir taka ekkert mark á því sem einhver gutti út í bæ segir(samt ekki að segja að þú sért einhver gutti <<<icon_smile.gif>>>  )", "date": "2005-10-24 22:49:00", "post_id": 89}, {"user_name": "SheDevil", "text": "Gaman að sjá comment frá einhverjum sem veit eitthvað um þessi mál <<<icon_biggrin.gif>>>\r\nSvo verður bara gaman að sjá hvernig IH bregðst við þessu, og hvað þeir vilja gera í málunum.", "date": "2005-10-24 23:22:00", "post_id": 90}, {"user_name": "baldur", "text": "Klárlega.\r\nOriginal mótorinn er ekki nógu kraftmikill til að tæta allar tennurnar svona í burtu eftir 5000km. Þetta er klárlega galli, eitthvað klikkað þegar verið var að herða málminn eða eitthvað.\r\nEf þetta væri þjösn þá hefði hann trúlega frekar brotið nokkrar tennur, og ekki á svona stuttum tíma.", "date": "2005-10-24 23:35:00", "post_id": 91}, {"user_name": "MrManiac", "text": "IH eru bara svodan gyðingar og fyrirtækinu er svo illa stjórnað að þeir eiga eki eftir að gera RASSGAT ! nema það sé rætt við þá með lögfræðingum og einhverju helvítis bulli.\n\r\nEf að þetta væri P.Sam þá væri slegist um að aðstoða þig. Og truðu mér það tæki þá ekki 6 vikur að koma bílnum í lag", "date": "2005-10-24 23:44:00", "post_id": 92}, {"user_name": "Madvillain", "text": "Kaupiði ykkur bara Runó Megan? <<<biggrin.gif>>> B&L Best í heimi  <<<icon_biggrin.gif>>>", "date": "2005-10-24 23:46:00", "post_id": 93}, {"user_name": "SheDevil", "text": "Mér sýndist hann nú tala um það að hann ætlaði að fara í FÍB og þannigháttar, þannig að það er spurning hvað úr verður.\n\r\nEru þeir ekki með lögfræðing á sínum böndum sem taka að sér svona mál? Og önnur svipuð.. ? Einhvernvegin minnir það..", "date": "2005-10-24 23:58:00", "post_id": 94}, {"user_name": "Bc3", "text": "fíb hehehe  þer gera ekki rassgat fyrir þig þeir veita þér bra lögfræði aðstoð en segja svo við þig farðu til almennilegan lögfræðing", "date": "2005-10-25 00:37:00", "post_id": 95}, {"user_name": "JHP", "text": "Ég hef ekki nennt að lesa þetta allt afhverju ekki af skella þessu inná erlent Subaru borð og sjá hvort þeir kannist eitthvað við svipuð tilfelli í úglandinu og þá væri kannski hægt að troða því í trýnið á IH ef þetta er þekktur galli  <<<hmm.gif>>>", "date": "2005-10-25 00:44:00", "post_id": 96}, {"user_name": "Nonni Pimp", "text": "Ég vill bara þakka öllum fyrir Góð Comment .... þúsund þakkir ég er líka kominn með nokkur dæmi sem ég var að leita eftir ... Takk fyrir Félagar... \n\r\nog mér sýnist á öllum að Þið eru samála mér um að þetta sé ekki normal að allir girar eru eins og nýjir nema sá 3. sem er í rústi eða hreinsaður !! \n\r\nÉg mun láta ykkur vita meira á morgun um gangi mála þar sem ég ætla í IH á morgunn !!  <<<icon_mad.gif>>>", "date": "2005-10-25 01:02:00", "post_id": 97}, {"user_name": "muggzSTi", "text": "gangi þér vel á morgun nonni, láttu þá heyra það <<<rant.gif>>> <<<hug.gif>>>", "date": "2005-10-25 01:51:00", "post_id": 98}, {"user_name": "Dezzice", "text": "Núna ætla ég að spyrja af algjörri heimsku en eiga tennurnar að vera svona sveigðar í kassanum?\n\r\nVar að reyna að leita mér upplýsinga um þetta og hef ekki hundsvit á gírkassanum hvernig hann lítur út í WRX en allir gírkassar sem ég sé eru með þráðbeinar tennur, ekki sveigðar.  Man að Prodrive kassinn var einmitt þannig líka, straight cut tennur.\n\r\nGetur einhver frætt mig betur um þetta <<<icon_confused.gif>>>  Langar rosalega að vita hvernig þetta lítur út í GT/WRX/STi ef einhver á myndir <<<icon_biggrin.gif>>>\n\r\nFann reyndar eina sem sýnir hallandi tennur, þannig veit einhver hvernig þetta er nákvæmlega í GT/WRX/STi ?", "date": "2005-10-25 01:58:00", "post_id": 99}, {"user_name": "SheDevil", "text": "Eftir því sem ég get best séð þá eru bæði til straight cut og skáhallandi <<<icon_wink.gif>>>\r\nHef einmitt séð báðar útgáfur, þó aldrei séð inní WRX kassa.. (tjah fyrr en núna)", "date": "2005-10-25 02:04:00", "post_id": 100}, {"user_name": "Dezzice", "text": "Jibbí er aðeins nærri því að svala forvitni minni <<<icon_biggrin.gif>>>  Nú langar mig að vita hvernig þetta er í öllum kössunum, getur einhver svarað því? *forvitin*", "date": "2005-10-25 02:05:00", "post_id": 101}, {"user_name": "luzifer", "text": "hef séð að það er svipað í celicu gírkassanum....", "date": "2005-10-25 02:18:00", "post_id": 102}, {"user_name": "gdawg", "text": "Það er ábyggilega ekki straight cut gírkassi í neinum WRX eða GT frá framleiðanda, það þá væru allar Imprezur vælandi um allan bæ, það eru svo mikil læti í beint skornum tönnum... Settu bara í bakk og checkaðu <<<icon_wink.gif>>>", "date": "2005-10-25 09:35:00", "post_id": 103}, {"user_name": "Coulomb", "text": "Vegna þess að ég þekki svipað dæmi hjá mjög góðum vini mínum að þá vil ég benda þér á að senda ítarlegt bréf til framleiðanda. Svona galli flokkast undir verksmiðjugalla, umboðið hefur ekkert með þetta að gera og þeir munu sverja af sér alla ábyrgð alveg fram í rauðan dauðann. Þetta hins vegar ER galli vegna þess að þriðji gír fer ekki svona nema um galla sé að ræða. Það er alveg grundvallaratriði hérna og þú mátt aldrei hvika frá þeirri staðreynd, hvorki draga það í efa né taka á nokkurn hátt undir neitt sem umboðið segir. Hafðu samband við FÍB og vertu viss um að þú sért félagsmaður þar og ekki með nein félagsgjöld í vanskilum. Þeir eru með lögfræðing á sínum snærum sem aðstoðar félagsmenn í svona málum og ef ég man rétt að þá er það án endurgjalds. \n\r\nALDREI hlusta á neitt sem umboðið segir! Þeir eru í þessu peninganna vegna, það er engin ánægja fólgin í því að vita af ánægðum litlum Nonna úti í bæ á sínum WRX. Þetta snýst eingöngu um peninga og þá alveg sérstaklega hjá þessu umboði, það þekki ég af eigin reynslu. Ég get aðstoðað þig með þetta mál ef þig vantar einhverja aðstoð við að koma þessu í gang, þá færi ég beint í verksmiðjuna og vertu alveg viss um að láta umboðið ekki vita af því. Það er áhrifaríkast að þeir fái bréf frá framleiðanda án viðvörunar. Þetta gerði vinur minn í vegna bíls sem hann keypti frá Brimborg og það skilaði honum nýjum bíl og sá bíll var GHIA týpan en bíllinn sem hann skilaði var bara Harlem týpa. En hann fór einmitt þessa leið, hafði samband við lögfræðing og fór með sitt mál beint í framleiðanda. Taktu kassann hjá þeim, ekki láta þá geyma hann. En gerðu sjálfum þér einn greiða.....bara einn stóran greiða! EKKI GEFA NEITT EFTIR Í ÞESSU...!!!!!\n\r\nLáttu þá líka vita að þetta muni ekki deyja hljóðlega og að þú munir hreinlega fara með kassann í mælingu og láta mæla hersluna í málminum og gegnumlýsa. Taktu þess vegna kassann, ekki geyma hann hjá þeim. Það fer ekkert svona nema það SÉ GALLI. Djöfull, ég er bara orðinn reiður og mér leiðist alveg hrikalega að eitt af stærri umboðum landsins skuli fara svona með viðskiptavini sína. Aldrei fæ ég mér bíl þaðan aftur, alveg er það komið á hreint.", "date": "2005-10-25 09:36:00", "post_id": 104}, {"user_name": "Pokémon", "text": "Ef þetta er galli eins og þú segir og að IH mun aldrei taka þetta í claim þýðir það að IH mun fá borgað tvisvar fyrir þennan kassa, bæði frá eiganda og frá Subaru.  En ég vona að engin umboð hér heima séu svo illa innrætt  <<<icon_confused.gif>>> \n\r\nAnnars vona ég að þetta sé galli og að þú fáir bílinn aftur í lagi.", "date": "2005-10-25 10:51:00", "post_id": 105}, {"user_name": "Aron Preza", "text": "ef þu þarft að borga keyptu bara allt nytti i kassan og sterkara kostar ekki nema 2200 dollara læra hlutföll og munn sterkara allt nytt nema husið", "date": "2005-10-25 11:12:00", "post_id": 106}, {"user_name": "baldur", "text": "Hérumbil allir gírkassar eru með helical cut (skáskorna) gíra nema bakkgírinn er yfirleitt með beinar tennur.\r\nBeinar tennur finnast eiginlega bara í einhverjum race kössum og einstaka mjög gömlum bílum. Þessir kassar þekkjast á því að það syngur alveg rosalega hátt í þeim í öllum gírum, ekki bara í bakkgír eins og á venjulegum gírkössum.", "date": "2005-10-25 11:17:00", "post_id": 107}, {"user_name": "Coulomb", "text": "Sammála Aroni með það  <<<icon_smile.gif>>>  þú færð mikið sterkara aftermarket og getur hreinlega valið þér hlutföll í kassann.", "date": "2005-10-25 11:38:00", "post_id": 108}, {"user_name": "kelirína", "text": "minnir mig á það þegar ég átti Opel Corsu Gsi '94.\n\r\nVar nýbúinn að fá bílinn í hendurnar aftur eftir að IH höfðu tekið hann í 60000km skoðun.  \r\nInnan viku þá fór tímareimin o.fl.   Ég var að aka rólega norður Vallartröð\r\ní Kópavogi og allt fór til fjandans.   IH ætlaðist til að ég myndi borga allan\r\nkostn. og sögðu að ég hafi verið að aka yfir hratt á Reykjanesbrautinni og\r\nhafi eflaust ekki komið með bílinn í skoðun á réttum tíma þar sem að hægt\r\nhafi verið að fara yfir tímareimina.  \n\r\nEndaði með því að ég fór með kvittunina sem sýndi fram á það að  bíllinn var nýkominn úr\r\n60000km skoðun svo þakkaði ég þeim einnig fyrir þá forláta gjöf\r\n(skrúfjárn) sem þeir skyldu eftir í vélarsaldnum.  Þeir sættu sig við það að\r\nborga brúsann.\n\r\nMeð öðrum orðum...   standa á sínu og ekki láta þá brjóta svona á þér.\r\n   5000km er alltof lítil keyrsla til að gírkassinn fari.", "date": "2005-10-25 12:10:00", "post_id": 109}, {"user_name": "toyfan", "text": "eina leiðin til að fá úr þessu skorið er að láta bílgreinasambandið skoða kassann og meta það hvort þetta sé galli eða ekki .\r\nmitt álit er að þetta sé galli því það fer enginn gírkassi svona eftir aðeins 5000 km.\r\nekki einu sinni í ford fiestu.\r\nláttu fíb og bílgreinasambandið í málið og skrifaðu um þetta í DV það er það sem umboðin hræðast mest (public opinion).\r\nég efast um að IH vilji sjá þetta á síðum blaðanna en þið sjáið til dæmis með ræsir þegar það var farið að skrifa um gallana í benzunum þá loksins tóku þeir við sér og viðurkenndu þá þó svo að verksmiðjurnar væru búnar að viðurkenna.\r\nFarðu með kassann uppí Bílgreinasamband og leyfðu þeim að meta hann og hafðu svo samband við IH aftur........................", "date": "2005-10-25 12:23:00", "post_id": 110}, {"user_name": "Raggi M5", "text": "Ekki DV maður, það er ónýtt slúðurblað. Frekar í Bílablaðið í Fréttablaðinu  :wink:  Eitthvað sem allir bílaunendur lesa og það er frítt þar að auki!", "date": "2005-10-25 13:07:00", "post_id": 111}, {"user_name": "Pokémon", "text": "Á Honda S2000 sem ég átti var upphaflega gallaður kassi, árið 2000.  Bernhard fékk allt í einu bara stóran trékassa sem innihélt skiptingu.  Á miða sem var í kassanum líka stóð að þeir þyrftu að innkalla þennan eina bíl og vinsamlegast skipta um gírkassa.  Kassinn var meira að segja fullur af olíu og ekkert þurfti að gera nema að skipta rífa gamla úr og setja nýja í.", "date": "2005-10-25 13:16:00", "post_id": 112}, {"user_name": "MJ", "text": "og var það gert  <<<icon_question.gif>>>", "date": "2005-10-25 18:01:00", "post_id": 113}, {"user_name": "Addi", "text": "Mattiekkitala, Mattibarahlusta", "date": "2005-10-25 22:19:00", "post_id": 114}, {"user_name": "Pokémon", "text": "Auðvitað var það gert.  Ef umboð fær innköllun frá framleiðanda þá er eins gott að þeir sinni því.", "date": "2005-10-26 08:25:00", "post_id": 115}, {"user_name": "MJ", "text": "er eitthvað að frétta af þessu hjá þér nonni  <<<icon_question.gif>>>", "date": "2005-10-26 13:20:00", "post_id": 116}, {"user_name": "Nonni Pimp", "text": "Nei ...Nema að ég þarf að Borga fyrir Viðgerðina , þeir vilja ekki seigja að þetta sé ábyrðarmál ....", "date": "2005-10-26 14:51:00", "post_id": 117}, {"user_name": "Pokémon", "text": "Búinn að prófa að tala við F.Ó. og bílgreinasambandið?  5 þúsund er bara of lítil ekki nema þú hafir tekið á honum á brautinni á hverjum degi.", "date": "2005-10-26 14:59:00", "post_id": 118}, {"user_name": "Nonni Pimp", "text": "FÍB er komnir í málið !!", "date": "2005-10-26 15:16:00", "post_id": 119}, {"user_name": "Lindemann", "text": "Það er allavega gott að IH vita hvernig á að spyrna svona imprezum....ættu kannski að láta leiðbeiningar fylgja meðð þeim.\n\r\nBara skella í 3. gír, standa bílinn í útslátt og sleppa kúplingunni!!\n<<<icon_rolleyes.gif>>>", "date": "2005-10-26 16:05:00", "post_id": 120}, {"user_name": "Dezzice", "text": "Eru þeir búnir að gefa þér einhverja almennilega útskýringu á því afhverju þeir vilja ekki borga þetta <<<icon_confused.gif>>>  Ef þetta er galli hefði ég talið að þeim bæri skylda til að bæta þetta.", "date": "2005-10-26 16:35:00", "post_id": 121}, {"user_name": "MJ", "text": "mig langar að testa það <<<icon_lol.gif>>>", "date": "2005-10-26 17:17:00", "post_id": 122}, {"user_name": "baldur", "text": "Eins ég og Siggi höfum bent á þá á þetta ekki að gerast nema það væri búið að auka togið í mótornum alveg svakalega.\r\nÞað er ekki eins og það sé hægt að spóla mikið í þriðja gír á þessum bílum þannig að það tekur alveg miklu lengri tíma en þetta að eyðileggja þriðja gír svona með einhverju þjösni.", "date": "2005-10-26 18:15:00", "post_id": 123}, {"user_name": "Legend", "text": "Þetta er bara rugl... þeir eru bara að gera þetta vegna þess að þeir eru með fordóma gagnvart \r\nungum ökumönnum. Fávitar", "date": "2005-10-26 18:43:00", "post_id": 124}, {"user_name": "Dezzice", "text": "Reyndar skil ég þá MJÖG vel, annað eins kjaftæði hefur nú komið inn á borð til þeirra í gegnum árin sem Imprezan hefur verið hérna og menn eru að þykjast hafa verið að keyra eins og langamma þegar það vissi hálfur bærinn það að tíkin var botnstaðinn eins og druslan dróg út um allan bæ og þegar allt draslið var opnað sást alveg greinilega að það var ekki sjéns í helvíti að þetta væri galli <<<icon_confused.gif>>>\n\r\nHvert og eitt case er auðvitað dæmt útaf fyrir sig en ég hefði haldið að þeir ættu að geta gefið þér nokkuð góða útskýringu á því afhverju þeir teldu þetta ekki vera galla.  Ef þeir geta það ekki, þá verða þeir að borga, annars borgar þú SIMPLE <<<icon_biggrin.gif>>>  En auðvitað reyna þeir að sleppa, mynduð þið ekki gera það sjálfir ef þetta væri ykkar fyrirtæki <<<icon_lol.gif>>>", "date": "2005-10-26 18:47:00", "post_id": 125}, {"user_name": "einarak", "text": "Reyndu að komast í samband við einhvern úti í heimi, s.s. framleiðanda eða einhvern álíka, og einfaldlega láttu vita hvernig umboðið á Íslandi er að standa sig. Ég veit um dæmi þar sem umboðið hristi bara hausinn þangað til það fekk stórt og ljótt bréf frá framleiðanda, þá var þetta ekkert mál allt í einu.\n\r\nsvo er bara að fá sér  <<<usaflag.gif>>> POWER, þá þarf ekkert að standa í þessu <<<icon_biggrin.gif>>>", "date": "2005-10-26 19:05:00", "post_id": 126}, {"user_name": "einarak", "text": "tekið af subaru.com \n\r\nPowertrain Limited Warranty\r\nPowertrain coverage for all models is five years or 60,000 miles , whichever comes first. It covers the major powertrain components listed below:*\n\r\nEngine block and all internal parts\r\nCylinder heads and valve train\r\nOil pump, oil pan\r\nTiming belts or gears and covers\r\nWater pump\r\nFlywheel\r\nIntake manifold\r\nOil seals and gaskets\r\nTurbocharger Assembly\nTransaxle case and internal parts\r\nTransaxle seals and gaskets\r\nAxle shafts and constant velocity joints (except boots)**\r\nTorque converter\r\nElectronic transmission control unit\r\nTransaxle seals and gaskets\r\nPropeller shaft\r\nWheel bearings", "date": "2005-10-26 19:11:00", "post_id": 127}, {"user_name": "Dezzice", "text": "Ef bíllinn er breyttur geta þeir fríað sig ábyrgð að einhverju leyti og þegar þeir kíkka inn í kassann eiga þeir að geta séð hvort þetta er galli eða eitthvað annað <<<icon_confused.gif>>>", "date": "2005-10-26 19:27:00", "post_id": 128}, {"user_name": "ArnarFB", "text": "KÍKJA!\n\r\nSorry  <<<icon_lol.gif>>> \n\r\n\"Kíkka\" hefur bara alltaf farið í pirrurnar á mér <<<hug.gif>>>", "date": "2005-10-26 19:32:00", "post_id": 129}, {"user_name": "MJ", "text": "vó hvað ég er sammála þér  <<<icon_lol.gif>>>", "date": "2005-10-26 19:38:00", "post_id": 130}, {"user_name": "Raggi M5", "text": "Nonni sendu bara E-mail í aðalhöfuðstöðvar Subaru og segðu frá þessu. Sýndu þeim myndir og láttu vita að þú sért mjög óánægður með umboð Subaru á Íslandi því þeir ætla láta þig borga þetta!!! Ekki gefast upp í þessu máli!!!!!", "date": "2005-10-26 20:15:00", "post_id": 131}, {"user_name": "Gunninn", "text": "Eins og talað úr mínum munni <<<icon_lol.gif>>>", "date": "2005-10-26 20:19:00", "post_id": 132}, {"user_name": "Jonj", "text": "Mér finnst lélegt hvernig IH kemur fram við viðskiptavin sinn, hvort semþetta er galli eða ekki. \n\r\nForeldrar kærustunnar minnar búa í Danmörku og keyptu nýjan Toyota Starlet fyrir mörgum árum. Það kom upp galli í sjálfskiptunginni í honum. - Toyota umboðið í Århusum fékk bílinn inn, kallaði gamla liðið á fund til sín þar sem þeir sýndu þeim nákvæmlega gallann og útskýrðu þetta almennilega fyrir þeim. Svo var þeim lánaður Toyota Corolla á meðan málið var lagað. \n\r\nSíðan hafa þau keypt sér margar Toyotur og gera í framtíðinni... <<<icon_smile.gif>>>", "date": "2005-10-26 21:30:00", "post_id": 133}, {"user_name": "intenz", "text": "Algjört rugl umboð.", "date": "2005-10-26 21:39:00", "post_id": 134}, {"user_name": "MJ", "text": "ohhh... svo sæt saga ég er bara að tárast <<<crazy.gif>>> <<<crybaby2.gif>>>", "date": "2005-10-26 23:20:00", "post_id": 135}, {"user_name": "íbbi", "text": "þetta er bara IH á hnotskurn, þeir voru ekkert skárri við mig þegar ég átti mína prezu..\n\r\nvinur minn keypti sér ´nýja Bug eye prezu árið 03, það fór strax í henni kassin og ih skipti um.. sá kassi fór líka og það endaði með að hann fékk annan bíl og kassin bilaði nú eitthvað í þeim bíl, en að vísu eru þetta einmitt 2 ár síðan.. fyrri bíllin sem hann fékk tók ih og skipti um kassa í og hann stóð dáldið lengi inni hjá þeim á sölu.. vínrauð samlituð..  ég get gefið þér ýtarlegri upplýsingar ef þær gagnast þér eitthvað.. sendu bara PM á mig..   veit að þessi gæji fékk sig alveg full saddan af prezum eftir þetta og fór yfir á legacy..", "date": "2005-10-27 00:11:00", "post_id": 136}, {"user_name": "BRG", "text": "úff ég hefði nú bara fengið mig full saddann af subarú og fengið mér hondu <<<icon_biggrin.gif>>>", "date": "2005-10-27 01:11:00", "post_id": 137}, {"user_name": "Dezzice", "text": "Ok ein spurning án þess að vera leiðinleg og plís ekki misskilja mig EN ef gaurinn nær að skemma þrjá kassa í tveimur bílum er þá ekki nokkuð obvious að vandamálið liggur ekki í kassanum <<<icon_confused.gif>>>\n\r\nÞetta er akkúrat ástæðan fyrir því að IH tekur svona hart á málunum.  Ég er ekki að verja IH, hef alveg fengið mig fullsadda af því kompaníi í gegnum árin og annað EN þegar einn maður er búin að koma niðreftir trekk í trekk með bilaðan kassa þá hljóta þeir að fara aðeins að hugsa.  Það meikar ekki sense að einn maður sé svona hrottalega óheppin að hann fái ALLTAF bilaða bíla, sérstaklega þar sem allir aðrir fá fína bíla sem ekkert er að <<<icon_confused.gif>>>\n\r\nHvernig mynduð þið sjálfir taka á því ef þetta væri ykkar kompaní og sami gutinn væri komandi inn með hringlandi kassa og í hvert einasta skipti myndi hann yppa öxlum og segja \"þetta er bara drasl skil ekkert í þessu\".  Persónulega myndi ég senda hann öfugan heim til sín nema ég hefði 100% sönnun fyrir því að kassinn væri actually gallaður.\n\r\nEr ekki að reyna að vera með leiðindi, bara finnast svona sögur alltaf voða spúkí þegar menn geta ekki keyrt bílinn lengur en í hálft ár án þess að vél eða kassi eða margar vélar og kassar séu farnar.  Persónulega hljómar þetta alltaf eins og afsökun.  Menn gera sér grein fyrir því innst inni að þeir skemmdu bílinn sjálfir en það er alltaf betra að kenna öðrum um eða kalla þetta druslur svo maður líti nú betur út.  Frekar slæmt að þurfa að viðurkenna að maður höndlar ekki að keyra þetta.\n\r\nAllir bílar geta bilað og það eru alltaf mánudagseintök inn á milli, en því miður kaupi ég ekki þessar sögur alltaf, vegna þess að sumir hreinlega kunna ekki að keyra og eru betur settir á sjálfskiptum afabíl í staðin fyrir actually beinskiptum aflbíl.  Þessi saga hljómar nákvæmlega eins og guttinn sem ég vissi um sem átti 2 GT, fyrri bíllinn fór með tvo kassa og vél, seinni með allavegana kassann ef ekki vélina líka.  Prívat og persónulega myndi ég segja NO WAY IN HELL að hann hafi fengið tvö gölluð eintök, gaurinn bara þjösnaði bílnum til andskotans.\n\r\nBara mín skoðun og ekki skot á einn né neinn <<<icon_biggrin.gif>>>", "date": "2005-10-27 04:29:00", "post_id": 138}, {"user_name": "doristori", "text": "ég hef reyndar aðra sögu að segja af IH, hef aldrei fengið neitt nema góða þjónustu þar og lenti einmitt í því með minn fína Opel að í honum fór fyrst 1 gír og svo daginn eftir 2 gír þegar ég var að reyna að keyra niðureftir til þeirra. ég spurði fyrst hvað þetta myndi ca kosta og fékk áætlað 45-50 þúsund + það að bíllinn var kominn á tíma í næstu þjónustuskoðun svo það átti að bætast við, 2 dögum síðar er hringt í mig og bíllinn tilbúinn og reikningurinn hljóðaði bara upp á 6500 kall fyrir smurninguna. hitt var galli og gert við það þegjandi og hljóðalaust.", "date": "2005-10-27 09:24:00", "post_id": 139}, {"user_name": "Gunninn", "text": "það eina sem ég veit er að ég er eki á leiðinni að versla við þetta umboð neitt í nánustu framtíð.", "date": "2005-10-27 10:10:00", "post_id": 140}, {"user_name": "toyfan", "text": "<<<iagree.gif>>> \n\r\nþetta var gert við ræsir og þeir tóku við sér", "date": "2005-10-27 12:31:00", "post_id": 141}, {"user_name": "Malbikari", "text": "Ég er sammála því að prófa að senda Subaru framleiðanda bréf og sjá hvað þeir segja", "date": "2005-10-28 07:08:00", "post_id": 142}, {"user_name": "MJ", "text": "", "date": "2005-10-28 13:03:00", "post_id": 143}, {"user_name": "Kjallin", "text": "Læst að beiðni höfundar", "date": "2005-10-28 13:47:00", "post_id": 144}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/argue.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rofl.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/yeahthat.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/jezus.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/hmm.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/rant.gif", "http://live2cruize.com/spjall/images/smilies/hug.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/usaflag.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/hug.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/crazy.gif", "http://live2cruize.com/spjall/images/smilies/crybaby2.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif"], "date": "2005-10-24 18:30:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/argue.gif", "path": "full/a9f1d579ababe2e8a8db45cf981757b45ae490a7.gif", "checksum": "b6016fe484f874bf3884eb6f1f655260"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_redface.gif", "path": "full/2524bfd44884d8ca0e592a131f7d0eea9406232c.gif", "checksum": "d7e9d095432cbcf09375ffc782c30c23"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rofl.gif", "path": "full/51b00a571877dec3874bcb115ce2e201729ce345.gif", "checksum": "1ad96412c720bd904dce789340e6228f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/yeahthat.gif", "path": "full/57af67e65f05f76707708345ca348ec296fab464.gif", "checksum": "e26fa0df7eec5c8641bb10b12ad2e380"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cry.gif", "path": "full/a1029c279f3ae4b26516d1e66fc9250c912e7dba.gif", "checksum": "7605eca95aaeda46e641745ef6f0e0b0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/jezus.gif", "path": "full/444d2736c8b32e80d58e595757937f50aef082df.gif", "checksum": "868faa0768afb1471b05f40eb447df6f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/biggrin.gif", "path": "full/ab7d7c2bfff27a1cf5fde30fd821dfec856abc61.gif", "checksum": "9ef668d844d91b10612c6123697db039"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/hmm.gif", "path": "full/769b57892173755946fc18623f3647ee8d3e730f.gif", "checksum": "28864f0b06d413af60800d8d6b5dd7a1"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/rant.gif", "path": "full/9126d5ae5d16d4ac6c9818e17265dca00aa3b7f4.gif", "checksum": "cd84dc0a37f8bd14a4fc2bcee2b019cf"}, {"url": "http://live2cruize.com/spjall/images/smilies/hug.gif", "path": "full/ad0461d3b171386f0b8133ed3a8323fccc421317.gif", "checksum": "ea75c2738fad4ab1f4c995fd4cc0a5a3"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_question.gif", "path": "full/d4aa6abfc828d9b71e5ecfd87a602b8dba689dc1.gif", "checksum": "0518596a4eb94c32a2b2ed898bdc3549"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/usaflag.gif", "path": "full/2398aaccbb6c3f5df182449bbbb41caaeddd50e0.gif", "checksum": "cdfbf9ae312b9bd945124ce2c1963428"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/hug.gif", "path": "full/ad0461d3b171386f0b8133ed3a8323fccc421317.gif", "checksum": "ea75c2738fad4ab1f4c995fd4cc0a5a3"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/crazy.gif", "path": "full/571e9081b9b0ae5c34968ae245909e7bf5b5bedb.gif", "checksum": "24dc6585dc9fac6a2e5e4df2440a7819"}, {"url": "http://live2cruize.com/spjall/images/smilies/crybaby2.gif", "path": "full/654444ed28496f6bcf5c27eb205ea3c6937831d9.gif", "checksum": "e8bc88c8c3dbf5b641e8240fc71c4bc8"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}]}