{"forum_title": "RÖFL", "id": "84269", "title": "Lögregluofbeldi", "url": "http://www.live2cruize.com/spjall/showthread.php/84269-Lögregluofbeldi", "posts": [{"user_name": "intenz", "text": "Ég var að rúnta Laugarveginn áðan þegar ég sé einhvern gaur labba upp að lögguvaninum (slagsmálabíllinn), hrópar allskonar fúkyrði að þeim og gefur þeim puttann. Svo eftir góða mínútu stíga tveir lögreglumenn út úr bílnum, taka undir hendurnar á gaurnum, henda honum aftur í ójárnuðum mótþróalausum og loka hurðinni svo í flýti. Eftir þetta sé ég bílinn rugga á fullu eins og það væri 10 manna orgía þarna inni.\n\r\nÆtli þeir hafi ekki verið að murka gaurinn? Er þetta löglegt? Má lögreglan taka mann afsíðis og berja hann í drasl fyrir það eitt að gefa þeim puttann og rífa kjaft?\n\r\nErum við að tala um sumarlöggur? Mig langaði mest til að hringja í Lögregluna og tilkynna þetta, en ég er viss um að það yrði ekkert gert.", "date": "2009-07-05 06:30:00", "post_id": 1}, {"user_name": "urban", "text": "tjahh ú hefur ekki grænan grun hvað gerðist inni í bílnum\n\r\nþú ert einmitt að spekúlera alveg roslega mikið.\r\nalveg einsog þegar að \"sportbíll\" (og nota bene, hjá stórum hluta þjóðarinnar þá fellur bíllinn þinn í þann flokk) er stoppaður\r\nþá ákeður fólk bara átómatískt að bíllinn hafi verið að keyra á \"216\" km/h\n\nNOTA BENE !!!!\r\nég setti hraðann inna gæsalappa\r\ntalan innan gæsalappanna er alveg án efa vitlaus, en stendur semagt fyrir mjög mikinn hraða", "date": "2009-07-05 07:01:00", "post_id": 2}, {"user_name": "intenz", "text": "Þetta gefur auga leið, varla voru þeir að tala við gæjann og bíllinn ruggaði á fullu á meðan? En það er rétt hjá þér, ég get ekki fullyrt þetta en ef maður leggur saman tvo og tvo sér maður þetta.", "date": "2009-07-05 07:20:00", "post_id": 3}, {"user_name": "urban", "text": "einsog ég segi, þú ert búin að ákveð aþað verst gagnkmæt löggunni.\n\nhvað ef að gaurinn gjösamlega snappaði ??\nþæa væntalega þurfti löggan að taka á móti honum\n\n\nen já, ég er ekkert að neit aþví að það gæti verið að löggan hafi bara ákveðið að berja gaurinn,\nEN !!! \nþað fer í taugarnar á mérþegar að fólk ákveður bara (einsgo þú nota bene (miðað við söguna)) að löggan  sé ******* go sé bara í því að berja mann og annann\n\nþú einmitt segir það' að gaurinn hafi verið að skíta yfir lögguna (sem að nota bena er lögbrot)\nþeir taka hann inní bíl \ner svo ólíklegt að gaurinn hafi snappað ?", "date": "2009-07-05 07:33:00", "post_id": 4}, {"user_name": "Ingan", "text": "nota bene nota bene nota bene ? <<<icon_lol.gif>>>", "date": "2009-07-05 11:35:00", "post_id": 5}, {"user_name": "sorbitol", "text": "Intenz án þess að vera með diss á þig þá finnst mér asnalegt að þú skulir áætla það að við það að þó svo maðurinn hafi gefið þeim puttann að þeir hafi lamið hann í stöppu inni bílnum bara vegna þess að hann hristist,mögulega æstist maðurinn inni bílnum og hóf að berjast um,mögulega að reyna skaða sjálfan sig eða lögreglumennina,og þá hafi þeir þurft að yfirbuga hann,og þar með hristist bíllinn svona,en asnalegt finnst mer að þú haldir að þeir hafi bara gengið i skrokk á honum að ástæðulausu,vissulega er til lögregluofbeldi og mikið af því,en það verður líka að gera greinamun á því,rétt eins og svörtu og hvítu,að áætla það að lögreglan hafi gengið i skrokk á manni fyrir að blóta þeim er móðgun við íslensku valdstjórnina sem jú stofnar lífi sínu í hættu daglega til að halda okkar þjöð öruggri....Það eru skemmd epli í hópnum vissulega en að hlaupa að tilgátum og auglýsa það á netinu finnst mér skammarlegt.\n\r\nKv.Sorbitol", "date": "2009-07-05 11:46:00", "post_id": 6}, {"user_name": "Fraizer", "text": "það vill nú bara svo til að lögregluofbeldi er ekkert nýtt og þessir fávitar halda að þeir geti komist upp með allan anskotan þannig að það kæmi mér ekkert á óvart þó svo þeir hafi tekið aðeins í hann inní bílnum út af þessu", "date": "2009-07-05 12:43:00", "post_id": 7}, {"user_name": "B2BW", "text": "Ef að maðurinn hefur verið að ausa sér yfir lögregluna svona allt í einu, eru þá ekki góðar líkur á að hann hafi bara misst sig inn í bílnum allt í einu. \nÞegar eru svona mál afhverju þarf blindfulli gaurinn sem að var að ögra löggunni að njóta vafans.", "date": "2009-07-05 13:21:00", "post_id": 8}, {"user_name": "intenz", "text": "Ok, þið voruð ekki þarna. Ég sá lögguna rífa gaurinn inn í bíl á meðan gaurinn fór bara að hlæja. Á meðan hann var að gefa löggunni puttann og ausa yfir þeim fúkyrðunum var hann pollrólegur og gáfu þeir honum ekkert svigrúm til þess að missa sig, þar sem þeir héldu báðum höndunum á honum. Svo dúndruðu þeir honum inn í bílinn vinstra megin. Ég sá þá meira að segja ýta honum upp við hliðina í bílnum áður en þeir náðu að loka hurðinni. Svo byrjaði bara bíllinn að rugga á fullu.\n\nOg já, ég trúi bara því versta upp á lögguna, því miður, þar sem það eina sem ég hef upplifað af henni er það versta; valdafíkn og mikilmennskubrjálæði. Sérstaklega hjá þessum ungu reynslulausu löggum. Ég þekki hins vegar nokkra einstaklinga innan lögreglunnar og ber mikla virðingu fyrir þeim. En þessar löggur litu út fyrir að vera 20-25 ára og því efa ég ekki að þeir hafi murkað gaurinn.", "date": "2009-07-05 14:40:00", "post_id": 9}, {"user_name": "addi-206", "text": "blessaður vertu... þetta er bara hans hausverkur hann átti ekki að rífa kjaft við lögguna", "date": "2009-07-05 15:04:00", "post_id": 10}, {"user_name": "intenz", "text": "Já en er sem sagt hætt að fylgja lögum og dómsleiðum í þessu landi eða?", "date": "2009-07-05 15:06:00", "post_id": 11}, {"user_name": "oli92", "text": "hafa eflaust gert eitthvað við hann", "date": "2009-07-05 15:09:00", "post_id": 12}, {"user_name": "M8", "text": "Bara heimskur að vera að rífa kjaft! Heimska menn þarf stundum að berja....", "date": "2009-07-05 16:57:00", "post_id": 13}, {"user_name": "vwfast", "text": "Já, finnst thér líklegt ad menn sem geri eitthvad svona fái dóm hérna á landi. Fólk kemst upp med ad koma landinu á hausinn og ALDREI mun thad lid fá dóm. \n\r\nLöggan mætti alveg taka thad lid inn í bíl til sín og tuska thad til.", "date": "2009-07-05 16:58:00", "post_id": 14}, {"user_name": "Mimir", "text": "ég hef oft séð þetta, settu bara andlitið við gluggann, þá sérðu hvað er i gangi", "date": "2009-07-05 17:35:00", "post_id": 15}, {"user_name": "Refurinn", "text": "ég borða löggur i morgunmat.......", "date": "2009-07-05 17:39:00", "post_id": 16}, {"user_name": "Viktorthor", "text": "Sumar löggur nú til dags eru orðnar heldur grófar (ekki að dæma út frá þessu dæmi) en bara almennt séð. En samt maður á ekkert að vera með neina svona töffarastæla útaf engu, kenna manninum siði", "date": "2009-07-05 18:21:00", "post_id": 17}, {"user_name": "Viktorkarl", "text": "Ég sá löggur óvart rota strák í Úthlíð\n\nÞað var reyndar stráknum að kenna og frekar fyndið allt saman <<<icon_lol.gif>>>", "date": "2009-07-05 18:30:00", "post_id": 18}, {"user_name": "Beggi wRe", "text": "Finnst allt í lagi að þeir hafi tekið aðeins í hann, ef hann hefur bara verið með læti og gefið þeim puttann.\n\r\nVonandi að ****ið læri sína lexíu.", "date": "2009-07-05 21:17:00", "post_id": 19}, {"user_name": "Skyzo", "text": "Er ég að misskilja eitthvað hérna, eða myndu allir vera alveg sama ef að lögreglan myndi taka aðeins í hnakkann á þeim, sama við hvaða aðstæðu og ástæðu? <<<rolleyes.png>>>\n\nAuðvitað átti maðurinn ekkert að vera að ota fingri í lögregluna né blóta henni, en aftur á móti á lögreglan engan rétt á að taka hann til hliðar í sinn partý van og flengja hann.\n\nEn svo er spurning hvort að hann var með mótþróa inn í bílnum, eða hvort að það var í gangi smá partý in the van. En eitt er alveg víst, það mætti taka smá til í lögreglunni hér á landi. <<<icon_mad.gif>>>", "date": "2009-07-05 21:29:00", "post_id": 20}, {"user_name": "smár", "text": "nota bene.. talaðu íslensku msn hálfviti", "date": "2009-07-05 21:57:00", "post_id": 21}, {"user_name": "urban", "text": "Ef að þetta átti að vera skot á mig.\r\nÞá var það nú meira ástandið á mér sem að sagði til um það hvernig ég skrifaði í nótt <<<icon_smile.gif>>>\n\r\nVertu síðan ekki að rífa þig krakki.", "date": "2009-07-05 22:36:00", "post_id": 22}, {"user_name": "VolvoFH16", "text": "gæjinn gæti alveg eins hafa verið að fá áflog inn í bílnum eða e-h álíka ?<<<confused.png>>>", "date": "2009-07-05 22:37:00", "post_id": 23}, {"user_name": "th3odor", "text": "kannski var bara 10 manna orgía þarna inni og allt í góðu <<<icon_biggrin.gif>>>", "date": "2009-07-05 23:06:00", "post_id": 24}, {"user_name": "blue-trash", "text": "Nei löggan hefur bara lamið hann, er búinn að lenda það oft í þessum helvítis aumingjum. Hef verið lamið í 5 fangaklefum og ekki vegna þess að ég var að sýna mótþróa. Þannig þeir hafa bara ákveðið að taka í hann.. Því löggan veit að maður getur ekkert gert. Þeir hafa allt á bakvið sig og öllu er neitað. Ég reyndi að kæra og tilkynna en allt sem sást á mér gerðist víst áður en ég var settur í klefa og eitthvað svoleiðis kjaftæði... Og það voru ekki til heimildir fyrir neinu öðru og þar sem löggan er \"lögin\" þá eru það þeirra orð sem standa og ég er nokkuð viss að fleiri en ég geta sagt svipaða sögu. Ég tek ekki einu sinni mark á lögreglunni lengur. \n\r\nVeit vel að þeir eru bara að vinna sína vinnu, en í flestum tilfellum þá eru þetta nýliðar eða afleysingjaaumingjar sem í alvöru halda að þeir geta komist upp með allt saman.\n\r\nÞetta er mín skoðun.", "date": "2009-07-05 23:25:00", "post_id": 25}, {"user_name": "bErio", "text": "HAHAHAHA eigum við að ræða þig á bíladögum.\n\r\n\"Grétar inni bíl\"\n\r\n\" Strákar skuttlið honum heim\"", "date": "2009-07-05 23:47:00", "post_id": 26}, {"user_name": "M8", "text": "<<<rofl.gif>>> hahah ég var samt ekki með kjaft <<<icon_lol.gif>>>\nÞeir ætluðu að fara að ibba sig e-ð, þangað til að ég sagði bara að mér hefðu verið hent inn í bílinn <<<icon_biggrin.gif>>>\nÞá var mér sagt vinsamlega að fara út hehe <<<lol3.gif>>>", "date": "2009-07-05 23:51:00", "post_id": 27}, {"user_name": "bErio", "text": "Haha shit þetta var svo fyndið\n\r\nSTÍGÐU Á ÖKKLAN Á MÉR TÍK\r\nhahah", "date": "2009-07-05 23:53:00", "post_id": 28}, {"user_name": "M8", "text": "hehe já en bara ef maður myndi meira en bara bút og bút úr þessum stóra áfengisruglgraut <<<icon_lol.gif>>>", "date": "2009-07-05 23:56:00", "post_id": 29}, {"user_name": "goggalina", "text": "merkilegur andskoti að það er allt löggunni að kenna, var ekkert rangt sem hann var að gera?  hann hefði betur sleppt þessu bara,", "date": "2009-07-05 23:58:00", "post_id": 30}, {"user_name": "intenz", "text": "Já já, rétt er það, en hann ákvað að vera fyndinn fyrir framan vini sína. Er þá bara eðlilegt að berja greyið í drasl?", "date": "2009-07-06 00:06:00", "post_id": 31}, {"user_name": "bErio", "text": "Gaui þú sást þá ekkert berja gæann.\r\nHvernig geturu komið með svonna fullyrðingu?", "date": "2009-07-06 00:07:00", "post_id": 32}, {"user_name": "intenz", "text": "Ég sá það ekki, en ég sá þá henda honum inn í bíl og henda honum í aðra hlið bílsins, á meðan önnur löggan dreif sig að loka hurðinni svo enginn gæti orðið vitni að þessu. Maður þarf bara að leggja saman tvo og tvo.", "date": "2009-07-06 00:15:00", "post_id": 33}, {"user_name": "goggalina", "text": "eins og sævar sagði, þá sást ekkert hvað fór á milli þeirra, gæjinn getur ju hafa snappað þarna inni", "date": "2009-07-06 00:16:00", "post_id": 34}, {"user_name": "goggalina", "text": "það er ekki málið að löggan hafi verið að flýta sér til að enginn sjái, svona verk vinnur maður bara ekki á sniglahraða", "date": "2009-07-06 00:17:00", "post_id": 35}, {"user_name": "Bjaddni", "text": "ef það er búið að berja þig inní 5 mismunandi fangaklefum þá held ég að það sé komin tími á að þú farir að skipta um lífsstíl<<<icon_wink.gif>>>\n\r\nannars gaui... eftir að dyrnar lokuðust þá veist þú ekkert hvað gerðist þarna inni, og allt eftir það eru getgátur. hann gæti hafa reynt að slá til einhvers lögreglumannsins eða eithvað álíka heimskulegt....", "date": "2009-07-06 00:19:00", "post_id": 36}, {"user_name": "intenz", "text": "Helduru virkilega að ég trúi því? Ég hef verið snúinn harkalega niður og settur í járn af tveimur sérsveitarmönnum fyrir það eitt að neita að setjast inn í bílinn hjá þeim. Og já, ég er alveg viss um að það hafi verið alveg bráðnauðsynlegt að þeir hafi báðir haldið mér niðri og annar með hnéið á hnakkanum á mér svo ég næði örugglega ekki að anda.\n\nOg það kemur engum á óvart að þetta hafi verið um hásumar.\n\n\n\nÞað er alveg rétt, en ég sá það sem gerðist áður en þeir lokuðu hurðinni. Og það segir mér bara, ásamt rugginu, að þeir hafi murkað greyið gæjann.", "date": "2009-07-06 00:21:00", "post_id": 37}, {"user_name": "M8", "text": "Hefurðu verið laminn af löggu?\n\r\nÉg er sko síðasti maður til að taka upp hanskann fyrir lögguna, en þessar getgátur hjá þér eru bara skot útí loftið", "date": "2009-07-06 00:22:00", "post_id": 38}, {"user_name": "goggalina", "text": "my fokking ass að þú hafir ekki verið með mótþróa, svipað og að segja frá sögu sem löggan hafi stoppað þig og þú ferð og segir vinum að löggan hafi tekið þig á 15 km hraða þar sem 90 km og að hun hafi bara verið að bögga þig,farðu aðeins að taka þig saman í smettinu ef þú tekur ekki mark á löggunni þetta er þeirra vinna og sumir þurfa virkilega fara læra mannasiði, ég kaupi ekki þessa sögu fyrir fimmaura, einhver hefur nu verið ástæðan fyrir því að þú fórst í fangaklefa auli!!!", "date": "2009-07-06 00:23:00", "post_id": 39}, {"user_name": "goggalina", "text": "það er ekki hægt að rökræða við ykkur sem segir að það sé allt löggunni að kenna, lítið í eigin barm!!!", "date": "2009-07-06 00:25:00", "post_id": 40}, {"user_name": "intenz", "text": "Ekki beint LAMINN, en ég hef verið beittur harðræði þegar þess þurfti síst, já.", "date": "2009-07-06 00:25:00", "post_id": 41}, {"user_name": "Hemmi-", "text": "Ok shiit þú varst tekinn einu sinni harklega niður.. Get over it.. Allir sem er teknir niður af löggunni segja. ,,Ég var tekinn harklega niður\"... Hefði ekki bara verið léttara að fara með þeim inní bíl? Ef þú gerðir ekkert rangt þá ætti það allvega ekki að vera neitt mál\n\nÞið/þú ættuð bara að þakka fyrir að þeir nenni að vinna sem löggur.. Ekki er þetta beint best launaðasata Jobið í heimi..", "date": "2009-07-06 00:31:00", "post_id": 42}, {"user_name": "M8", "text": "Ég hef líka verið beittur óþarfa harðræði oftar en einu sinni, en samt sem áður eru þetta getgátur.\n\nÞó að útkoman sé fjórir, þá þarf ekki að vera að dæmið hafi verið 2+2, \nþað gæti hafa verið 1+3 og samt myndað sömu útkomu, ef þú skilur mig", "date": "2009-07-06 00:33:00", "post_id": 43}, {"user_name": "intenz", "text": "Já, það er rétt hjá þér, ég var lagður mjúklega í jörðina.\n\nOg löggan var bara að spjalla við gæjann á léttu nótunum.\n\nÞetta er allt misskilningur, afsakaðu.", "date": "2009-07-06 00:33:00", "post_id": 44}, {"user_name": "intenz", "text": "Hefðiru séð það sem ég sá, hefðiru verið á öðru máli. <<<icon_wink.gif>>>", "date": "2009-07-06 00:34:00", "post_id": 45}, {"user_name": "M8", "text": "Má vera........Þetta er undarlegt, það verður að viðurkennast, en þeir njóta vafans og þar endar það", "date": "2009-07-06 00:36:00", "post_id": 46}, {"user_name": "intenz", "text": "Já, það væri mjög gaman að heyra í fórnarlambinu. <<<icon_biggrin.gif>>>", "date": "2009-07-06 00:36:00", "post_id": 47}, {"user_name": "M8", "text": "Staðfest!", "date": "2009-07-06 00:38:00", "post_id": 48}, {"user_name": "ÓskarG", "text": "Þú átt að fylgja fyrirmælum lögreglu, það er bundið í lög, þú ert ekki yfir lögin hafinn\n\nHvað með það þó það sé sumar, það eru engir ólærðir afleysingamenn að vinna í Lögreglunni á höfuðborgarsvæðinu núna ef þú ert að meina það\n\nOg í hundraðasta skipti, þú veist ekkert hvað gekk á þarna inni", "date": "2009-07-06 08:06:00", "post_id": 49}, {"user_name": "-Hjalti-", "text": "Þetta er nú meira helvítis hóprúinkið hérna....  Viljið þið ekki bara stofna fan clúbb fyrir svínin?", "date": "2009-07-06 08:28:00", "post_id": 50}, {"user_name": "snjohundur", "text": "Þér er skylt að fara eftir leiðbeiningum lögreglu s.s. stöðva eða fara í burtu. Hún má ekki taka þig og loka þig inni nema geta fært rök fyrir máli sínu ekki satt?.\n\r\nÞeir eru í raun að biðja þig um að koma sjálfviljugan og þú ert í fullum rétti til að neita því. Ef löggan hefur e-a ástæðu til að setja þig inn, hvort sem er í bíl eða annað þá þarf hún fyrst að gefa þær þá ástæðu áður en hún lokar þig inni.\n\r\nEndilega ef ég fer með rangt mál þá máttu benda mér á í hvaða lögum eða reglum það kemur fram.\n\r\nVarðandi málið sem þráðurinn er stofnaður um, það eru alltaf tvö sjónarhorn á hverju máli, það væri náttúrlega sterkara ef þú hefðir séð gaurinn og hann væri allur krambúleraður.", "date": "2009-07-06 09:00:00", "post_id": 51}, {"user_name": "Viggóhelgi", "text": "facebook ?", "date": "2009-07-06 09:06:00", "post_id": 52}, {"user_name": "Draxter", "text": "Beiðstu ekki bara eftir að þeir komu út aftur?", "date": "2009-07-06 09:21:00", "post_id": 53}, {"user_name": "The Sabbath", "text": "jaaa, mér fynst ekkert skrítið að fólk gruni þetta annað en að gaurinn hafi snappað, í flestum tilfellum held ég að ef gaurinnn snappi eitthvað þá er það áður en hann er tekinn inní bíl, en löggan hefur sammt ástæði til að snappa þegar hann er kominn inní bíl, bara til að einginn geti séð og borið vitni á atburðinum, s.s í skjóli bílsins.\n\r\nég trúi vel að löggan hafi tekið aðeins á gaurnum, fyrir vanvirðingu, þótt hún mætti það ekki.\n\r\nsumir taka bara svona svo inná sig eitthvað og halda ekki sjálfstjórn,\n\r\nég sjálfur hef alveg lent í smá óréttlæti, og núna er ég hreinskilinn og hef bara ekkert að fela, reyni eins og ég get að segja frá atburðinum hlutlaust, en auðvitað smá erfiðara en annað.\n\r\noki á biladögum í fyrra (200<<<icon_cool.gif>>> þá var ég, eins og allir aðrir aðrir, vél í glasi, og þegar ég er vel í glasi þá get ég verið dálítið og mikið hvatvís.\n\r\nen ég var allavega þarna á ak og var rétt hjá sjallanum, útá götu í hóp að fólki bara eitthvað að spjalla, þá kemur van löggubíll fyrir aftan mig og fyrst tek ég ekki eftir honum, en þegar hann keyrir létt í mig fyrir að vera fyrir (og þegar ég segi að keyra þá bara svona létt að íta mér með framstuðarinum) , í staðinn fyrir að flauta, þá áhveð ég bara að færa mig ekkert fyrr en þeir nota réttu aðferð, s.s að flauta, því þú keyrir ekki bara í bakið á mannesku til að fá hana til að færa sig, einfaldara bara að flauta,\n\r\nen ég var ekkert að færa mig, þá keyrir löggan aftur á mig en bara mikið fastar, þannig ég meiði mig, þá lem ég fast í húddið á bílnum, og þá rjúka út 2 löggur og taka mig, ég fer með þeim inní bíl með eingri mótspyrnu (enda þýðir ekkert annað), \n\r\nen þegar ég var kominn afturí vaninn, og ég s.s sat á bekknum á vinstri bekknum þegar þú ferð inn að aftann og ein löggu kona á móti mér en löggu gaur hægrameginn hliðaná mér. svo voru þveir frammí.\n\r\nen þá segjir gaurinn eittahvað svipað(man ekki alveg orðrétt): Ekki ertu harður núna!! HAA!! enda geturu ekkert núna. \n\r\nog ég bara flissaði, enda mikill jólasveinn í glasi <<<icon_santa.gif>>>\n\r\nþá dúnrar gaurinn öxlinni sinni í mína og tekur um hálsinn á mér með hægri höndinni og reynir s.s að dúndra mér í vegginn í vaninum og ætlar að kæfa mig smá þarna við vegginn, en ég sem er kanski 30 kg þyngri en gaurinn (þessi var frekar mikið ræfilslegur og lítill og ábyggilega um 50-60 kg) stíg bara vinstrilöppinni niður og íti á móti, þá tók hann enþá meira á og á leiðandi kirkir hann mig bara fastar, eða reyndi, og gat bara ekki haggað mér,en ég um leið pirraðist mikið við þetta. \n\r\nog sagði þá: HAHA hvað ertu að reyna?? þú ræður ekkert við mig!!\n\r\nþá öskraði hann á löggu gelluna, sem sat fyrir framan okkur: hjálpaðu mér maður!\n\r\nég: reyndu þetta ekki, helvítis eineltisbarn!\n\r\nhann gjörsamlega snappaði, en þá vorum við komnir niðrá löggustöð, þeir rifu mig útúr bílnum og inní klefa, á meðan streittist ég ekkert, mínótu seinna kom varðstjórinn og skipaði þeim að leita á mér, þá var ég strípaður úr fötunum,en það sem mér fanst vera óþarfi var að þegar þeir voru búnnir að leita þá dúndruðu þeir mig í veggin þannig ég snéri framm á vegginn, og sterkari löggan með olbogann við hálsinn, sem btw, var ekki í bílnum, þannig hann vissi ekkert hvað ég gerði, og var eitthvað að rífa sig um að menn eins og ég séu bara skítur samfélagsins, og eineltis löggan smettaði mig einusinni en ég reif mig ekkert um það (enda ræfils högg)  en ég spurði sammt varðstjórann sem var þarna hvort hann væri vanur að nauðga,en fékk bara hráku á mig frá honum\n\r\nen allavega ekkert fanst, enda ekkert að finna, og þeir skildu mig þarna eftir á nærunum, en eineltis löggan tók teppin mín, þannig ég var í þessum ískalda klefa á nærunum og ekkert til að halda sér hita, var samt frekar sáttur að ég náði að taka símann úr vasanum og sparka honum í hornið á klefanum, þannig mér leiddist ekki það mikið þarna <<<icon_smile.gif>>>\n\r\nen ég er ekkert stoltur af þessari sögu, fynst hún bara dálítið fyndin, mér er alveg sama um að löggan braut augljóslega á mér. en eftir þetta þá missti ég dálítið mikið álit og traust á löggunni.\n\r\nEn tilgangurinn með að ég sé að segja þessa sögu er bara til að útskýra það að, stundum er löggunni ekki treistandi, enda hafa allir sinn personuleika og vandamál, sem flestir skilja ekki eftir heima meðan þeir eru í vinnunni, þannig þú getur lennt í því að löggann hefni sín personulega en ekki með lögunum, s.s ólöglega.<<<icon_mad.gif>>>\n\r\nPs: sry með ritgerð, leiðist mikið í vinnunni, þannig ég tek þetta í dítelum.", "date": "2009-07-06 10:37:00", "post_id": 54}, {"user_name": "Draxter", "text": "Góð saga Sabbath, stytti mér stundir í vinnunni <<<icon_smile.gif>>> .. En já, kannast alveg við svona lagað, alveg ömurlegt hvernig löggan getur komið fram við mann að ástæðulausu, bara misnota vald sitt. <<<icon_mad.gif>>>", "date": "2009-07-06 10:57:00", "post_id": 55}, {"user_name": "urban", "text": "djöfulli er lítið að gera í vinnunni hjá okkur L2C mönnum <<<icon_smile.gif>>>\n\r\nen já, ég er alls ekki að segja að löggan sé engill sem að geri aldrei neitt.\n\r\nveit vel um dæmi sem að eru einmitt svipað og hjá þér Sabbath\n\r\nen það bara fer í taugarnar á mér þegar að það er búið að ákveða að löggan sé átómatískt \"vondi kallinn\"\n\r\nog já Draxter\r\ntakk fyrir síðast <<<icon_biggrin.gif>>>", "date": "2009-07-06 11:04:00", "post_id": 56}, {"user_name": "The Sabbath", "text": "Takk fyrir það, en hinsvegar hef ég líka lennt í skemmtilegu löggunni, t.d. um daginn, s.s 2 dögum eftir að ég fékk prófið aftur.\n\r\nÉg var s.s. á leiðinni heim að sofa og áhvað að taka smá á evoinum í hringtorginu hjá n1 í hfj, en þegar ég var búinn að slæta helminginn af hringtorginu þá sé ég lögguna koma í það, og ég rétti mig strax af og fer úr hringtorginu í setbergið, en þá snéri löggi við og blikkaði mig. ég lagið hjá setó og löggi kemur til mín, þá er þetta bara þessi unga og fínasta lögga, \n\r\nbyrjaði bara eitthvað á því að spurja mig um skirtenið, ég rétti honum það, þá fór hann aðeins að grínast í mér með myndina sem ég er með á því, (útaf ég var með hár niðrá axlir, brúnt og krullað eins og Mel Gibson í braveheart :P)\n\r\nég tók því bara léttu, og þá fór hann eitthvað að dást af bílnum og spurði mig hitt og þetta um hann, við lenntum þá í smá spjalli um bílinn og eitthvað þannig.\n\r\nþannig löggur fíla ég..\n\r\nþegar fólk áhveður að fara í lögguna, þá verður það að gera sér grein fyrir því að það mun lenda í allskonar fávitum og leiðindum eins og mér á ak, en þá eiga þeir ekki að vera eins, og brjóta lögin heldur beita þeim á fávitana, því annars eru þeir bara alveg eins og ef eitthvað er þá bara verri en ******nn.\n\r\nþannig þeir verða að geta verið yfirvegaðir og ekki taka neitt inná sig eða blanda personulegum málum í starfið, og geta treist sjálfum sér í að gera það vel.´\n\r\nEn það er bara allt of mikið af þessum svokölluðum sumarlöggum og bara löggur í fullu starfi, sem eru bara eins og einhverskonar smábörn sem taka öllu nærri sér, taka mark á hverjum sem er og hefna sín fyrir allt, jafnvel fyrir að hafa verið með vitlausann tón á röddinni.", "date": "2009-07-06 11:34:00", "post_id": 57}, {"user_name": "The Sabbath", "text": "haha það er ekki lítið að gera, bara ekki það skemmtilegt, ég skrifa bara inn á milli og ég vinn.\n\r\nen eins og ég sagði fyrir ofan þá er það ekki endilega þannig að fólki fynst löggan átómatískt \"vondi kallinn\" en ef það hefur lennt í eitthverju sem það fynst óréttlátt eða heyrt af einhverju svona dæmi, þá getur það misst álit og traust á löggiman.", "date": "2009-07-06 11:42:00", "post_id": 58}, {"user_name": "Draxter", "text": "Haha takk sömuleiðis <<<icon_biggrin.gif>>>", "date": "2009-07-06 11:43:00", "post_id": 59}, {"user_name": "Lolli DSM", "text": "ég held að fokk jú puttinn hafi verið signal um að gaurnum langaði að fá það í bossan og þessvegna tók löggan hann inní bíl og bíllinn hristist....", "date": "2009-07-06 11:51:00", "post_id": 60}, {"user_name": "Frikki GTI", "text": "Hvað meinar lögregla með orðinu Trico á skýrslunni ? <<<icon_confused.gif>>>", "date": "2009-07-06 12:34:00", "post_id": 61}, {"user_name": "M8", "text": "Lögreglan má staðbinda þig í sólarhring í sinni vörslu án dómsúrskurðs...\r\nSs. bara ef henni finnst vera þörf á því.", "date": "2009-07-06 12:57:00", "post_id": 62}, {"user_name": "Beggi wRe", "text": "sæll, væri nú allveg til í að eyða sólarhring með sumum kellunum í löggunni <<<drool.gif>>>", "date": "2009-07-06 13:34:00", "post_id": 63}, {"user_name": "M8", "text": "Þær eru held ég samt bara myth. \r\nEr alveg viss um að þegar þær eru komnar úr löggubúningnum þá eru þær ekkert jafnHOT lengur <<<icon_sad.gif>>>", "date": "2009-07-06 14:40:00", "post_id": 64}, {"user_name": "Viktorkarl", "text": "Auðvitað eru þær ekki jafn hot þá, þetta snýst um búninginn", "date": "2009-07-06 15:53:00", "post_id": 65}, {"user_name": "Galant ES", "text": "Mikið af þessum löggum eru algjörir fávitar.\r\nSkil ekki hvað þið eruð að taka upp hanskann fyrir þá.\r\nsvo sagði þarna óskar eitthvað \"Þú ert ekki hafinn yfir lög\" . . þetta hljómaðu bara svona eins og úr hrokasýktum munni lögregluþjóns , en þó að maður sé ekki hafinn yfir lög þá eru lögreglumenn ekki heldur hafnir yfir lög og viðmið.", "date": "2009-07-06 16:15:00", "post_id": 66}, {"user_name": "ÓskarG", "text": "Ég var alls ekki að reyna að sýna einhvern hroka, það þurfa allir fylgja lögunum, löggan þarf að fara eftir fullt af starfsreglum og lögum líka\n\n\n\n19. gr. Lögreglulaga\nAlmenningi er skylt að hlýða fyrirmælum sem lögreglan gefur, svo sem vegna umferðarstjórnar eða til þess að halda uppi lögum og reglu á almannafæri.\n\r\nEf þú fylgir þessu ekki gætiru átt von á sekt.\n\n16. gr. Lögreglulaga\n1. Handhafa lögregluvalds er heimilt að handtaka mann og færa á lögreglustöð eða á annan stað þar sem lögregla hefur aðstöðu:\r\n   a. í þeim tilgangi að halda uppi lögum og reglu, svo sem ef maður ærist á almannafæri eða veldur þar hneyksli eða hættu á óspektum,\r\n   b. ef hann hefur hér ekki landvistarleyfi,\r\n   [c. ef hann á að afplána refsingu,\r\n   d. ef hann hefur leyfislaust vikið úr fangelsi,\r\n   e. ef rökstuddur grunur leikur á að hann hafi rofið í verulegum atriðum skilyrði sem honum hafa verið sett í skilorðsbundnum dóm, reynslulausn eða náðun.]1)\r\n2. Lögregla skal gera manni grein fyrir ástæðum þess að hann er færður á starfsstöð lögreglu. Ekki má halda manni lengur en nauðsyn ber til.", "date": "2009-07-06 17:34:00", "post_id": 67}, {"user_name": "Adam", "text": "ertu eitthvað vængefinn? Heldur þú virkilega að LÖGREGLAN sé yfir lögum hafin? lögreglan á að vera FYRIRMYND annara borgara.... ekki láta eins og **** og reyna að vera hörð eins og margir lögregluþjónar eru orðnir", "date": "2009-07-06 20:56:00", "post_id": 68}, {"user_name": "intenz", "text": "Þeir keyrðu strax í burtu. En jú, ég elti þá að sjálfsögðu. Þeir voru tveir sem hentu gæjanum aftur í bíl, annar gaurinn skellti gaurnum í hliðina á bílnum (innanverðum), löggan dreif sig að loka hurðinni, keyrði í burtu og ég á eftir, svo fóru þeir einhverja afskekkta leið þar sem þeir sáu að ég var að elta þá.\n\nÓjú, löggan er sko hafin yfir lögin. Ég virði lögguna ef hún kemur vel fram við mig og aðra, en því miður get ég talið á annari höndinni hversu oft ég hef séð þá almennilega, kurteisa og án allra stæla/hroka/mikilmennskubrjálæðis.", "date": "2009-07-06 22:45:00", "post_id": 69}, {"user_name": "goggalina", "text": "nei þú ert kengvængefinn, auðvitað eru svartir sauðir í löggunni eins og annars staðar, þar á meðal þú", "date": "2009-07-06 23:42:00", "post_id": 70}, {"user_name": "sindris", "text": "Þú ættir kannski að kynna þér það að löggan á íslandi er ****l og ef þú veitir mótþróa þá lemur hún mann afsíðis eða inni í fangaklefanum, en þá er ég ekki að tala um allar löggur..eru sumar fínar inn á milli <<<icon_wink.gif>>>", "date": "2009-07-06 23:51:00", "post_id": 71}, {"user_name": "M8", "text": "hahah held að það sé rétt", "date": "2009-07-07 00:14:00", "post_id": 72}, {"user_name": "intenz", "text": "Ég held það séu meira hvítir sauðir sem leynast inn á milli svörtu sauðanna.", "date": "2009-07-07 00:17:00", "post_id": 73}, {"user_name": "EmilOli", "text": "Það er löngu vitað að það eru margir svartir sauðir í löggunni. \n\r\nÞað fer enginn heilvita maður að rífa kjaft við lögguna, hún er þarna til að þjónusta okkur. Ekki rífur maður kjaft við þjóna á veitingastöðum? Nei, því þá spýta þeir í matinn manns.", "date": "2009-07-07 00:58:00", "post_id": 74}, {"user_name": "Adam", "text": "Þú mætir fara að þroskast aðeins", "date": "2009-07-07 01:19:00", "post_id": 75}, {"user_name": "M8", "text": "Þetta er pínu fyndinn póstur miðað við marga gamla pósta frá þér <<<icon_wink.gif>>>", "date": "2009-07-07 01:22:00", "post_id": 76}, {"user_name": "Adam", "text": "hann hefði mátt sleppa þessu enn Lögreglan á að vera fyrirmynd en ekki hrokaskítur og henda mönnum inn í bíl og berja þá", "date": "2009-07-07 01:22:00", "post_id": 77}, {"user_name": "goggalina", "text": "líttu í eigin barm áður en þú ferð að segja einhverjum að þroskast", "date": "2009-07-07 01:31:00", "post_id": 78}, {"user_name": "Adam", "text": "já hvað meinar þú með því að ég þurfi að þroskast", "date": "2009-07-07 01:33:00", "post_id": 79}, {"user_name": "goggalina", "text": "váááá þú sérð ekki pointið hann kom svona fram við lögguna og hvað löggan hennti honum inní bíl, það er GETGÁTUR\r\num hvað fór fram!!!\n\r\nef löggan á að vera fyrirmynd er ekki lágmark af mannskepnunni að  taka hausinn út úr rassgatinu og virða stöf lögreglunnar???", "date": "2009-07-07 01:33:00", "post_id": 80}, {"user_name": "goggalina", "text": "viltu orðabók??", "date": "2009-07-07 01:34:00", "post_id": 81}, {"user_name": "Adam", "text": "jú enn ef eitthvað slæmt hefur gerst þar inni er þá löggan að drulla up á bak....\n\nég bý á akureyri og þekki allar gömlu löggurnar þar og þar mjög lítið vesen á þeim  enn summercopsin þar sucka feitt engan veginn að fara eftir reglum", "date": "2009-07-07 01:41:00", "post_id": 82}, {"user_name": "goggalina", "text": "getgáta!!", "date": "2009-07-07 01:43:00", "post_id": 83}, {"user_name": "Adam", "text": "já getgáta en police er orðið fullgróft", "date": "2009-07-07 01:49:00", "post_id": 84}, {"user_name": "goggalina", "text": "sitt sýnist hverjum", "date": "2009-07-07 01:51:00", "post_id": 85}, {"user_name": "gullis", "text": "það er alltaf ágrenningur um svona mál", "date": "2009-07-07 02:42:00", "post_id": 86}, {"user_name": "blue-trash", "text": "Hmmm, vænan mín ekki vera að rífa kjaft um eitthvað sem þú ekki veist. 2 skiptin var ég tekin vegna þess ég var á bíl sem ég var nýbúinn að kaupa og hann var víst skráður hjá lögreglu útaf fyrri eigenda og annað skiptið var ég ekki með ökuskírteinið og þeir tóku mig inní bíl og heimtuðu að leita í bílnum sem ég leyfði. seinna skiptið þá var búið að stoppa mig um 4-5 sinnum eftir það vegna sömu ástæðu og ég spurði hvern fjandan ég þyrfti að gera til að fá frið fyrir þeim. \nEitt skiptið var vegna þess það var ráðist á systir mína þar sem við vorum tvö í heimsókn í smábæ á einhverri hátíð af strák svipuðum að stærð og ég sjálfur og það endaði að ég stóð fyrir henni að reyna að verja hana fyrir honum og vinum hans, by the way eina sem hún gerði var að hrasa í grasbrekku utan í kærustu hans, en ég var tekinn. \nAnnað skipti þá var ég með félaga mínum sem var vel í glasi með einhver læti og eitthvað og lögreglan kom og þegar ég sagði að þetta væri ekkert mál við værum að fara heim og þeir þyrftu ekkert að ger í þessu var ég tekinn.\nEn annað skipti þá var ég í smábæ sem ég bjó í í smátíma og var á skemmtun á bar þar í bæ og þar inni var maður með dólgslæti og stæla og atast í konu minni og þegar ég bað hann um að láta okkur vera varð hann brjálaður og réðst að mér og ég sneri hann niður, (er lærður í \"dyravörslu\") og beið eftir lögreglunni. en þegar hún kom þá var þetta lögreglumaður á frívakt og við vorum báðir teknitr en ég efast að hann hafi þurft að gista fangageymslur. \n\nSvo ekki vera kalla mig aula, þú ættir kanski aðeins að þroskast i hugsun áður en þú ferð að rífa kjaft við fólk og það á netinu.\n\nOg já þetta er vinna Lögreglurnar en eins og ég tók framm er þetta í flestum tilfellum afleysingja aumingjar og nýliðar", "date": "2009-07-08 00:18:00", "post_id": 87}, {"user_name": "goggalina", "text": "sitt sýnist hverjum og já það er ekki verið að ráða sumarlöggur", "date": "2009-07-08 01:53:00", "post_id": 88}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/rofl.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_santa.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/drool.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2009-07-05 06:30:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/rofl.gif", "path": "full/51b00a571877dec3874bcb115ce2e201729ce345.gif", "checksum": "1ad96412c720bd904dce789340e6228f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_santa.gif", "path": "full/b2aa1710feb8dcff3fad5130fabb6324a42ed5ce.gif", "checksum": "0bd5a0c4c74fc32918a90df49335f434"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/drool.gif", "path": "full/2e6b57b6d0a7060ade59aa8e3e3405e8a301cb2b.gif", "checksum": "b17b5859bd5b3186823a9c34d6355bd5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}