{"forum_title": "Almennt spjall", "id": "84925", "title": "Bílprófsaldur.", "url": "http://www.live2cruize.com/spjall/showthread.php/84925-Bílprófsaldur", "posts": [{"user_name": "Junkman!", "text": "Ég var að heyra í fréttunum að það er verið að athuga með að hækka bílprófsaldurinn í 18, 19 eða 20 ára.\r\nþað er skoðanakönnun á http://visir.is/section/frettir&template=konnun&teg=r sambandi við þetta sem gæti skipt máli.. \r\nef þú vilt ekki láta breyta þessu gæti þitt athvæði skipt máli.\n\n\n\n\n\r\nskítköst afþökkuð <<<icon_smile.gif>>>", "date": "2009-07-10 17:48:00", "post_id": 1}, {"user_name": "Erica", "text": "þetta hefur verið oft í umræðunni. Sé ekki hvernig það leysir að hækka þetta um eitt ár. ert alveg jafn reynslulaus undir stýri 18 ára eins og 17 ára.\n\r\nfrekar að byrja fyrr með námið og jafnvel færa hluta þess inn í grunnskóla. leyfa krökkunum að afla sér meiri reynslu svo það sé í betra standi að fást við íslenskra umferð.\n\r\nþetta er engin lausn á málinu fyrir mitt leyti. \n\r\nþað þarf hins vegar að útrýma þessari skoðun hjá krökkunum sem er að byrja að læra að það viti og kunni allt <<<icon_rolleyes.gif>>> það að mínu mati skapar líka hættu í umferðinni fyrir okkur hina.", "date": "2009-07-10 17:53:00", "post_id": 2}, {"user_name": "Junkman!", "text": "ég er alveg sammála.\r\nað breyta bílprófsaldrinum breytir engum nema gerir yngra fólkið pirrað..\r\nþað breytir ekki máli aldurinn heldur reynslan. ef þessu verður breytt þá breytist ekkert nema bara eldra fólk sem er reynslulaust <<<icon_wink.gif>>>", "date": "2009-07-10 18:13:00", "post_id": 3}, {"user_name": "gunni-boy", "text": "Alveg sammála þessu, ég byrjaði að keyra 8 ára fyrst [tek það fram að ég átti heima í sveit og var innan girðingar]\n\r\nÞegar ég fékk prófið og en þann dag í dag er ég mikið rólegri undir stýri en flestir í mínum vina hóp allavega...", "date": "2009-07-10 18:23:00", "post_id": 4}, {"user_name": "Junkman!", "text": "nákvæmlega, það er bara allur æsingurinn við að vera kominn með bílpróf sem er að fá þetta fólk til í að breyta bílprófsaldrinum.\r\nfá lengri tíma til að æfa sig líka svo fólk læri betur <<<icon_wink.gif>>>", "date": "2009-07-10 18:26:00", "post_id": 5}, {"user_name": "Skyzo", "text": "Langar að bæta inn í þetta líka, ef það skyldi virkilega enda á því að hækka hann upp í 18 ára (sem væri ekkert órökrétt að vissu leyti þar sem fólk fær sjálfræði þá), þá væri það nú gott fordæmi fyrir því að lækka áfengis aldurinn í 18 ára líka. Ég drekk ekki sjálfur, en mér finnst þetta hálf kjánalegt þar sem maður er orðinn sjálfráða og allt það.\n\nAnnars verð ég bara að taka undir með ykkur. Reynslan er allt, ekki aldurshækkun eða jafnvel takmörkun á bílum eftir aldri eins og var talað um fyrir þó nokkru síðan. <<<rolleyes.png>>>", "date": "2009-07-10 18:27:00", "post_id": 6}, {"user_name": "íbbi", "text": "ég vona að þetta verði hækkað sem mest", "date": "2009-07-10 18:30:00", "post_id": 7}, {"user_name": "baldur", "text": "Mér finnst að það eigi að setja lögbann á að ræða þetta inni á þingi. Það eru einhverjir bjánar inni á þingi sem að þurfa að ræða þetta á hverju einasta ári, og niðurstaðan er alltaf sú sama, að það þjónar engum að hækka þetta.\r\nÉg vil meina að það sé alls ekki til bótar að byrja seinna að læra á bíl, því fyrr því betra. Ég bjó nú í landi þar sem að margir taka ekkert bílpróf fyrr en þeir eru komnir á þrítugsaldurinn vegna óhagstæðra trygginga. Þar er slysatíðni hærri en hérna, hver svosem ástæðan fyrir því er.", "date": "2009-07-10 18:38:00", "post_id": 8}, {"user_name": "arabíulárus", "text": "Sammála. \n\r\nÞeim mun færri 17 ára krakkar í umferðinni þeim mun hærri lífslíkur fyrir okkur hin", "date": "2009-07-10 18:39:00", "post_id": 9}, {"user_name": "Junkman!", "text": "segjum að þetta sé hækkað uppí 20 ára. \r\nþað breytir engu nema það að það er eldra fólk sem kann ekki að keyra. \r\neins og ég og kanski eitthver annar benti á hér fyrr þá er það eginlega bara reynslan sem skiptir mestu máli.", "date": "2009-07-10 19:17:00", "post_id": 10}, {"user_name": "sveppi_87", "text": "Hvernig færðu þessa niðurstöðu<<<confused.png>>>\n\n\r\nÉg er alveg viss um það að margir eru orðnir fullfærir til að keyra 17.\r\nEn þetta þarf að vera miklu meira prósess, að fólk skuli fá próf án þess að þrufa að reyna einhverjar alvöru aðstæður (Snjó, möl og bara það almennt að missa bíl í skrið). Ökukenslu þarf að færa í skólana (og já líka fyrir þa sem að ætla ekki að taka bílpróf, erum öll í umferðini akandi eða gangandi).\r\nOg svo eins og er í mörgum löndum, tíma í braut. Þetta finst mér algjört möst. Kenna fólki að keyra, ekki bara að gera fólk hæft fyrir einn hring með prófdómara<<<icon_smile.gif>>>\n\n\r\nÉg veit allavega að ég græddi á því helling að hafa keyrt slatta fyrir bílpróf.", "date": "2009-07-10 19:18:00", "post_id": 11}, {"user_name": "fohelle", "text": "Þetta er engan veginn rökrétt hjá þér (auðvitað eru alltaf tilfelli inn á milli), En það er oft þar sem fólk er búið að bíða mjög spennt lengi eftir þessu og fer sér að voða, halda að þau séu bestu bílstjórarnir, og svo er oft hálvita skappur líka, sjálfur tók ég ekki prófið fyrir en 2 mánuðum eftir afmælisdaginn minn og held að það hafi verið gott mál.\n\nEn málið er það, ef hann verður hækkaður aldurinn þá eru 90% líkur að fólk fer að aka án þess að hafa próf, Sem er mikið hættulegara fyrir alla aðra.\n\nSvo er málið að það á að byrja að kenna þetta fyrr, Skella þessu meira inn i grunnskólana og gera þar til gerðar brautir þar sem er hægt að æfa krakkana bara frá 14 ára aldri og upp að 17 ára, Í hálku og sól og blíðu og láta þau sveigja á milli keila og mikið meira\n\nOg sleppa þessari vitleysu að þeir sem eiga afmæli í janúar geti þurft að taka æfingarakstur í hálku og ógeði en þeir sem eiga afmæli í júní júlí sleppa oft ef ekki við það, Það á frekar að láta krakka skila inn þetta mörgum tímum í hálki og svo þetta mörgum á þurrum og blautum vegum. Og reyna að kenna þeim að bregðast við í sem flestum aðstæðum.", "date": "2009-07-10 19:38:00", "post_id": 12}, {"user_name": "CS", "text": "Það þarf bara kenna þeim að keyra eins gert er Finnlandi vantar svæði til þeir geti æft sig við allar aðstæður svo þeir viti hvernig er að missa vald á bílnum og hvernig á að bregast við.\n\r\nEn þetta verður ekki gert næstu árin eða aldrei..... og færa þetta frá 17 upp eitt eða fleiri ár breytir ekki miklu.", "date": "2009-07-10 20:48:00", "post_id": 13}, {"user_name": "tony", "text": "svo lengi sem þessi árgangur sleppur þá má hækka þetta upp úr valdi<<<tongueout.gif>>>", "date": "2009-07-10 21:21:00", "post_id": 14}, {"user_name": "M8", "text": "Það á bara að setja öll mörk við 18 ára aldurinn; sjálfræði, áfengiskaupaaldur og bílpróf. Hafa smá samræmi í þessu.\r\nÉg er búinn að vera þessarar skoðunar í mörg ár, m.a.s. áður en að ég fékk bílprófið 17 ára.", "date": "2009-07-10 21:44:00", "post_id": 15}, {"user_name": "Svenni Litli", "text": "Þessi umræða var líka fyrir 3 árum síðan, þannig ég hef ekki mikla trú að að þetta verði gert núna, svo er þetta líka lögbreytingar sem taka sinn tíma. Ég er 16 ára og vona svo svo svo mikið að þetta gerist ekki fyrir minn árgang, því ég hef beðið svo lengi eftir bílprófinu að það er ekki eðlilegt, þetta er svo löng bið, svo er þetta líka mitt eina áhugamál eigninlega og það er asnalega leiðinlegt að geta ekki stundað sitt áhuga mál fyrir en maður er orðinn 18. eða 19.... ára, þetta er bara fínt eins og þetta er. <<<icon_wink.gif>>>", "date": "2009-07-10 21:46:00", "post_id": 16}, {"user_name": "BalliBT", "text": "skiptir engu máli að hækka þetta í 18, 19 eða 20, eins og hefur komið fram hér í þræðinum að færa þetta í grunnskóla, og gera þetta eins og í Finnlandi", "date": "2009-07-10 21:52:00", "post_id": 17}, {"user_name": "Ungipungi", "text": "ÞAð ætti að hafa þetta svona eins og í finnlandi þar sem tekur þrjú ár að læra á bíl þeir sem hafa horft á top gear þáttinn vita hvað ég meina Það er ábyggilega gg gaman að læra þar", "date": "2009-07-10 22:01:00", "post_id": 18}, {"user_name": "JonnY8", "text": "það eina sem 17 ára krakkar hafa ekki sem 18 ára krakkar hafa ... og það er árs reynsla í akstri í umferð og snjó og fleira... og þeir 18 ára hafa eins og hefur margsannast fyrir mér meiri reynslu en hinir út af þessu eina ári... ég man ekki hvernig það var en einnhver stór prósentutala af krökkum lenda í umferðaróhappi fyrsta árið með bílpróf... svo ég held að það dugi bara að byrja æfingarakstur 15 ára og fá svo bílpróf 17", "date": "2009-07-10 22:06:00", "post_id": 19}, {"user_name": "Myriftica", "text": "ALLT Í 18 !!!!!!\n\náfengis aldur, sjálfræði, fjárræði, bílpróf og bara allt heila klappið, fáranlegt að hafa þetta í sitthvorum aldrinum, \n\nmér fannst fátt fáranlegra þegar ég var orðinn 17 þá mátti ég keyra bíl með 4 persónum í og taka ábyrgð á lífi okkar allra en þá töldu yfirvöld að ég hefði nú samt ekki vit á þvi að taka ákvörðun um hvort ég vildi reykja ´sigarettur eða drekka bjór alveg fáranlegt !", "date": "2009-07-10 22:06:00", "post_id": 20}, {"user_name": "Junkman!", "text": "ég held að það er ástæða fyrir því að áfengiskaupaaldur er 3 árum eftir bílprófsaldri.\r\nfólk sem er nýkomið með bílpróf og líka nýkomið með áfengiskaupaaldur á sama tíma enda ekki vel.", "date": "2009-07-10 22:12:00", "post_id": 21}, {"user_name": "íbbi", "text": "sammála nema allt í tvítugt!  eða 25", "date": "2009-07-10 22:19:00", "post_id": 22}, {"user_name": "Junkman!", "text": "skil þetta ekki aaalveg <<<confused.png>>>", "date": "2009-07-11 12:10:00", "post_id": 23}, {"user_name": "D-MaN", "text": "allt í 20.", "date": "2009-07-11 12:11:00", "post_id": 24}, {"user_name": "hallzli", "text": "Hækkaða sem meest", "date": "2009-07-11 12:20:00", "post_id": 25}, {"user_name": "omar94", "text": "væri örugglega best ef að æfinga-aksturinn væri lengdur, semsagt byrja í æfinga-akstri 15 ára. þá hefur maður t.d. meiri reynslu .", "date": "2009-07-11 12:29:00", "post_id": 26}, {"user_name": "Ysera", "text": "alveg drullu-sammála !", "date": "2009-07-11 13:30:00", "post_id": 27}, {"user_name": "Loud1", "text": "ég styð það að bílprófið verði hækkað í 18 ár... miðað við þessa ársskýrslu rannsóknarnefndar umferðarslysa veitir ekkert af því að hafa það í 19 ára aldrinum !\n\ná móti ætti æfingarakstur að hefjast við 17 ára aldur og skylda yrði að keyra einhverja x klukkutíma í æfingarakstri áður en farið er útí bílprófstöku\n\nhttp://us.is/Apps/WebObjects/US.woa/...&name=frett_ny\n\nTekið úr skýrslu rannsóknarnefndar:\n\nUngir ökumenn\nTvö banaslys urðu sökum hraðaksturs og eitt að auki þar sem um kappakstur innanbæjar\nvar að ræða. Áberandi er í gögnum nefndarinnar að ungir ökumenn 17-19 ára valda\nslysum af þessu tagi. Undanfarin ár hefur verið lögð mikil áhersla á þjálfun og kennslu\nungra ökumanna og eru vísbendingar um að þær aðgerðir hafi þegar skilað árangri í\nfækkun slysa.\nÞrátt fyrir að fækkun hafi orðið á slysum ungra ökumanna þá er það svo að nýliðar í\numferðinni á Íslandi, 17 ára ökumenn, valda flestum umferðarslysum. Þetta má sjá á\nmynd 3 yfir aldur ökumanna í umferðarslysum árið 2007. Sautján ára ökumenn á Íslandi\nvoru valdir að 576 umferðarslysum árið 2007. Það eru 60% fleiri slys en hjá ökumönnum\nsem eru einu ári eldri, en 18 ára ökumenn voru valdir að 361 umferðarslysi á því ári.\nErlendar rannsóknir hafa sýnt að þó tekið sé tillit til ekinna kílómetra í hverjum aldurshópi\nþá er óhappatíðni nýliða (17-19 ára) í umferðinni frá 6-8 sinnum hærri en ökumanna sem\neru 24-26 ára (Twisk, 1995). Þetta er nánast algilt vandamál í heiminum þar sem þátttaka\nnýliða í umferðinni er mikil (Williams, A.F., 1996).", "date": "2009-07-11 14:07:00", "post_id": 28}, {"user_name": "maxel", "text": "Truw dat", "date": "2009-07-11 14:25:00", "post_id": 29}, {"user_name": "hundur", "text": "Það er fáránlegt að ætla að halda því fram að hækkun á bílprófsaldri leysi einhver vandamál. Ökumaður sem fær bílprófið 20ára og 17 ára eru í nákvæmlega sama áhættuhópi, báðir óreyndir.\n\nPersónulega finnst mér að það væri í lagi að hækka þetta í 18 ára en halda í það að fólk taki æfingarakstur. Í raun ætti að skylda þetta þannig að þú fáir ekki bílpróf nema hafa verið með æfingaakstur í lágmark 18mánuði. Þó svo að ökumenn fara alltaf geyst á stað þegar þeir eru ekki lengur með forráðamann sér við hlið, það er bara staðreynd en reynslan er búin að simplast inn.\n\nÉg fékk bílprófið að sumri til og það er fáránlegt að hugsa til þess að fólk fái bílpróf hér á landi án þess að hafa þurft að keyra í snjó, krapa eða hálku, sérstaklega þegar litið er til þess að hér er eitthvað af þessu upptöldu lágmark 6-8 mánuði á ári. Um leið og ég fékk færi á því fyrsta árið mitt með bílpróf, þá fór ég að leika mér í snjónum, taka handbrake einsog vitleysingur á ágætis hraða og það er sú allra besta þjálfun sem ég hef fengið í því að keyra í snjó eða hálku. Það er ekki einsog þetta sé kennt í ökutímum. Ég þakka ****askapnum í mér á yngri árum að ég hef náð að bjarga mér útúr allskonar vandamálum í hálku. \n\nÖkugerði er sniðug hugmynd sem reis hátt hér fyrir 3árum síðan en því miður hafa kannanir t.d. í svíþjóð og finnlandi sýnt fram á það að það hefur engin áhrif (það eru misþroska ökumenn í umferðinni allstaðar í heiminum) þar sem ökumenn sem fengu þjálfun, í þar til gerðu ökurgerði, í snjóakstri, hálku, möl og annað litu á sig sem konunga veganna og keyrðu einsog vitleysingar því þeir héldu að þeir kynnu öll trixin í bókinni, en svo var greinilega ekki. Væri allt í lagi að prufa þetta hér heima með einhvern ákveðinn hóp í nokkur ár og bera það svo saman við hina sem ekki fóru.\n\nÞað að ætla að takmarka vélarstærð við einhvern aldur er hinsvegar ágætis hugmynd. Fólk lærir þá að keyra í umferðinni og þar af leiðandi kemur reynslan inn á hverjum kílómeter. Svo þegar það má eignast hvern þann bíl sem það vill þá vissulega á það eftir að spyrna og leika sér, en reynslan er samt alltaf til staðar og hún er einsog lærdómur, það er ekki hægt að taka það af manni.\n\n\nPersónulega þá hef ég mjög sterkar skoðanir á þessu og hef lesið margar rannsóknir og greinar og mig dauðlangar að mæta einhverjum af þessum snillingum í ræðustól og rökræða um þetta.\n\n\n\nÞað er þannig í dag að þú færð ekki bílpróf nema hafa lokið ákveðið mörgum tímum, en það eru langt frá því allur kennarar sem fylgja þeirri reglu. Þessvegna datt mér þessir 18 mánuðir lágmark í huga.", "date": "2009-07-11 14:45:00", "post_id": 30}, {"user_name": "Gunnarmh", "text": "Mér finnst líka að ökukennarar ættu að vera harðari á að taka alla 16! tímana. Ég tók alla 16 tímana og sé ekki eftir einum einasta, það var kannski ekkert hrikalega gaman en ég lærði fullt og þó ég segi sjálfur frá þá vil ég meina að ég sé bara mjög góður ökumaður", "date": "2009-07-11 14:48:00", "post_id": 31}, {"user_name": "fohelle", "text": "Í fyrsta lagi þarftu að ljúka við minnir mig 16tímum í æfingarakstri áður en þú getur farið í prófið \n\nSvo að hækka aldurinn breytir slysatíðni ekki neitt, þar sem 18 ára einstaklingur með þessa 16 tíma að baki er alveg jafn óreyndir og 17 ára með 16 tíma að baki. Svo er mesta spurninginn hvernig byrjar einstaklingurinn að keyra, þegar hann er 1 undir stýri og enginn forráðarmaður með eða ökukennari.\n\nSvo verður að taka inn í gildi að 18 ára einstaklingur er með 1 árs reynslu undir stýri það hefur 17 ára einstaklingur ekki, þannig mér finnst þetta heimskuleg rök að ætla að bera saman einstakling með 1 árs reynslu við einstakling með 16 ökutíma að baki.\n\nMín skoðun er sú að halda þessu í 17 ára en byrja að kenna fólki fyrr á bíll 14 eða 15 ára, koma þessu meira á framfæri í skólum.\n\nOg finnst að allir krakkar eigi að taka x marga tíma yfir sumarið og x marga yfir vetur í snjó og hálku, Leyfa krökkonum að vera á lokuðu svæðu og taka handbramsu beygju þannig það finnur hvernig bílinn lætur þegar hann byrjar að snúast og hvernig það geti reynt að koma í veg fyrir það og bjargað sér.\n\nOg svo finnst mér að það eigi að gera spes brautir fyrir æfingar akstur hjá krökkum (hef verið vel til í það sjálfur þegar ég tóka það þó svo ég var ekki að keyra í 1 skipti), Þar geta krakkar lærta og fengið tilfininguna hvernig það er að kúpla skipta um gír og taka af stað og bakka í stæði og svona áður en það fer í umferðinna \n\nPersónulega finnst mér að aldurinn eigi að vera 17 ára en það eigi að byrja að kenna þetta alavega 15 ára,\n\nSem sagt 15 ára byrja krakkar á lokaðri braut að fá tilfiningu fyrir bílnum og hlutonum og taka all skonar próf og þreyta þrautir þar\n\nSvo þegar þau verða 16 ára þá taka þau x marga tíma í snjó og hálku og svo x marga yfir sumar tíman.", "date": "2009-07-11 16:24:00", "post_id": 32}, {"user_name": "*kalli*", "text": "hvað með að lengja bara æfingaraksturstímabilið um auka ár ? Sem sagt þannig að maður getir fengið Æfingarakstursleyfi 2 árum fyrir bílprófið þitt (Skylda að taka ökuskóla 1 og 2), svo bara reyna að láta krakkana keyra sem mest og fá sem mesta æfingu úr þessu svo þeir séu með aðeins meiri reynslu þegar þau fara að keyra ein á götunni, og þegar þann tími er kominn, að það sé einhversskonar Ökuskóla 3 (upprifjun) fyrir prófið <<<icon_razz.gif>>>", "date": "2009-07-11 19:14:00", "post_id": 33}, {"user_name": "omar94", "text": "það er náttúrulega það sem flestir eru að segja, að lengja frekar æfinga-aksturinn frekar en bílprófið sjálft....sem er bara prýðis hugmynd <<<icon_biggrin.gif>>><<<icon_biggrin.gif>>>", "date": "2009-07-11 21:17:00", "post_id": 34}, {"user_name": "KanDoo", "text": "Jú auðvitað eru þeir báðir óreyndir en þú gleymir einum stórum parti, þroska. 20 ára einstaklingur er töluvert þroskaðari en 17 ára einstaklingurin og er 17 ára einstaklingurin líkari að láta undan þrýstingi frá vinum (um að keyra hratt/einsog ****), reyna að sýna að hann er \"maðurinn\" með því að géra eithvað sem færni hanns nær ekki yfir og fatta ekki allveg að hann ber ábyrgð á lífum sem eru í bílnum hanns/hennar.\n\r\nAnnars fynst mér, einsog einhver var búinn að segja að byrja 15 ára í ökutímum og þurfa að aka x marga tíma í æfingarakstri og þá x marga í snjó og þessháttar", "date": "2009-07-11 22:22:00", "post_id": 35}, {"user_name": "Viktorthor", "text": "20 ára?\n\r\nHvernig væri að vera með mömmu sinni í æfingarakstri 19 ára að aldri <<<icon_lol.gif>>>\n\r\nAlveg fínt eins og þetta er", "date": "2009-07-12 14:48:00", "post_id": 36}, {"user_name": "-ROCKY-", "text": "Held að það breyti litlu að færa bílprófsaldurinn í 18, 19 eða 20 ár.\r\nNema kannski aðallega uppá þroska.\r\nEn það er reynslan sem skiptir máli.\r\nFrekar að láta alla byrja á kennslunni 16 ára, og hafa fleiri æfingar.\r\nLæra á allar aðstæður og svo framvegis.\r\nÉg byrjaði á ökukennslunni rétt eftir 16 ára aldurinn og var þessvegna með æfingarakstur í næstum því ár. Sem þýðir meiri reynsla.", "date": "2009-07-12 15:02:00", "post_id": 37}, {"user_name": "kelirína", "text": "ástæðan er fyrst og fremst sú að það er mikill munur á þroska milli 17 ára einstaklings og 18 ára einstaklings.  Hitt er rétt að reynslan mun ávallt vera sú sama hvort sem þú tekur prófið 17 eða 18 ára.", "date": "2009-07-12 15:44:00", "post_id": 38}, {"user_name": "Junkman!", "text": "Þú verður að átta þig á því að það eru ekki allir 20 ára einstaklingar þroskaðari en 17 ára einstaklingur.\n\r\nMér fynns að það sé sniðugt að fara byrja á því að 15 ára krakkar fái að byrja á æfingarakstri. Þá fá þeir meiri reynslu í hendurnar þegar þau þarfnast þess.", "date": "2009-07-13 12:39:00", "post_id": 39}, {"user_name": "baldur", "text": "Ég var að muna eftir grein sem að kunningi minn skrifaði um nákvæmlega þessa tryggingastatistík og af hverju pólitíkusar mistúlka hana svona illilega.\nhttp://www.stdlib.net/~colmmacc/2009...river-problem/", "date": "2009-07-15 10:58:00", "post_id": 40}, {"user_name": "KalliCamaro", "text": "Alveg sammála þessu, því eldri... því meiri skinsemi og þroski! og því minni vitleysa á akstrinum hjá þeim", "date": "2009-07-15 21:17:00", "post_id": 41}, {"user_name": "Jóhann ari", "text": "fyrirgefðu..... varst þú ekki að gera allar götur selfossar svartar?", "date": "2009-07-15 21:36:00", "post_id": 42}, {"user_name": "Sindri Skarph", "text": "hann verðu bara að muna eftir því að gefa stefnuljós  <<<icon_biggrin.gif>>>", "date": "2009-07-15 21:43:00", "post_id": 43}, {"user_name": "kristó_124", "text": "að segja nei þú mátt ekki ögrar baara krökkunum sem hefðu fengið próf og þá eru þau farin að keyra próflaus <<<icon_smile.gif>>>.. endar allt í svona krísju .. það er ekki andlegur þroski sem að gefur rassgat til kynna um hvenar hægt er að keyra.. nema þeir sem eiga einfaldlega við vandamál að stríða.. ss ofvirkni,athyglisbrestur og slíkt .. það er erfitt fyrir þá að hemja sig í kringum annað fólk í umferðinni.. ég er með athyglisbrest og ég finn fyrir þessu sjálfur en er að ganga betur í að halda þessu niðri núna uppá síðkastið vegna þess að ég er búinn að afla reynslu í umferðinni.. ég segji gogo finland! lýst vel á það sem þeir eru að gera.. og fyrir utan það að þá mætti líka setja opna braut einhverstaðar nálægt bænum þar sem að hægt væri að keyra eins og ****** gegn vægu gjaldi svo fólk gæti fengið útrás einhverstaðar annarstaðar en í umferðinni.. bara mín skoðun", "date": "2009-07-15 21:46:00", "post_id": 44}, {"user_name": "KalliCamaro", "text": "og?\n\r\ntíufknstafir", "date": "2009-07-15 21:51:00", "post_id": 45}, {"user_name": "Jóhann ari", "text": "þú talaðir um minni vitleysu í akstri hjá 17 ár einstaklingum..... sama hvað maður er gamall þyrstir maður í gamanið", "date": "2009-07-15 22:09:00", "post_id": 46}, {"user_name": "KalliCamaro", "text": "Það er mikill munur á 17 ára gutta spólandi út um allt og vel rúmlega tvítugum, reyndar er það bara reynslan sko, en líka meiri skynsemi", "date": "2009-07-15 22:20:00", "post_id": 47}, {"user_name": "Mimir", "text": "ekki heðfi ég verið sáttur ef ég hefði fengið prófið 18 ára, annars hefur maður séð mjög óþroskað fólk þroskast mikið á einu ári", "date": "2009-07-15 22:20:00", "post_id": 48}, {"user_name": "Jóhann ari", "text": "þessvegna er svarið ekki að hækka prófsaldurinn heldur lengja æfingaraksturinn og gera einhvernskonar ökugerði. því að 17 ára nýkominn með bílpróf er jafn óreyndur og 18,19 og 20 ára nýkominn með bílpróf", "date": "2009-07-15 22:22:00", "post_id": 49}, {"user_name": "AddiPaddi", "text": "Jesus þessi umræða kemur á 2 mánaðarfresti og þetta mun aldrei gerast... á næstunni allavegana \n\r\nen með vinstri græna þá veit maður aldrei samt en þetta er ekki að fara gerast á næstu árum annars skal ég hundur heita ... eða nei tek það til baka ætla ekki að brenna mig á þvi hehe", "date": "2009-07-15 22:27:00", "post_id": 50}, {"user_name": "Mimir", "text": "haha væri samt fyndið fyrir þa sem eru að verða 17 á árinu sem þessu er breytt", "date": "2009-07-15 22:42:00", "post_id": 51}, {"user_name": "smár", "text": "málið er þannig að það er svo mismunandi eftir löndum hversu nauðsynleg bílarnir eru og hversu snemma, á íslandi t.d. á landsbyggðinni þarf fólk að komast á milli staða og hvað er leiðinlegra en að húkka far eða láta foreldra sína skutla sér allt upp í 250 kílómetra til og frá hverja helgi? Í Svíþjóð eru aðeins 35% fólks á bílprófsaldrinum með bílpróf en á íslandi er það yfir 70% og 18 ára eru ekki betri í umferðinni en 17 ára ef viðkomandi eru búnir að keira jafn mikið.. og ég seigi það fyrir mitt leyti ég ÆTLA AÐ BIRJA AÐ KEIRA 17 ÁRA mér er alveg sama hvað öðrum finnst.. ég birja að keira þá, ég er fullfær um að keira bíl þó ég sé 16 ég er ekki með mikla reynslu en ég fer varlega og er virkilega að vanda mig við aksturinn.", "date": "2009-07-15 23:02:00", "post_id": 52}, {"user_name": "Junkman!", "text": "þetta er svona týbíst eitthvað að þú telur þig alveg vera fullfæran í umferðini en svo lendiru pottþétt í bílslysi bara á fyrsta mánuðinum með prófið ef þú keyrir ekki bara á áður en þú færð próf.. en fyrst þér er sama þá á þetta svar ekki að gera neitt vesen .. <<<icon_smile.gif>>>", "date": "2009-07-16 00:16:00", "post_id": 53}, {"user_name": "AlexanderH", "text": "Ég hef búið í litlum bæ sem heitir Flúðir næstum alla mína tíð og kenndi pabbi minn mér fyrst á bíl rúmlega 8 ára gömlum. Ég er mikið betri ökumaður en flestir jafnaldrar mínir útaf þessari reynslu sem ég hafði, reyndar var það þannig að ég þurfti ekki að taka alla ökutímana eða tók einungis 6 eða 8, man ekki alveg hvort en það var bara útaf því að ég var með reynsluna sem gerði mig að góðum ökumanni. Flaug í gegnum bæði prófin með 100% rétt.", "date": "2009-07-16 00:19:00", "post_id": 54}, {"user_name": "Junkman!", "text": "einmitt.. reynsla hjá þér sem gerir þig að betri ökumanni.. og það er eginlega bara öll sönnun fyrir því að það þarf bara að lengja æfingaraksturinn.", "date": "2009-07-16 00:21:00", "post_id": 55}, {"user_name": "Mimir", "text": "heh ég tók líka bara 6 og var villulaus í prófum og mótorhjólaprófi, tók líka bara 2 tíma i motorhjolaprofinu", "date": "2009-07-16 03:11:00", "post_id": 56}, {"user_name": "Ysera", "text": "var að æfa mig á jeppa að keyra yfir grunna á þegar ég var 11, það er þó allavega smá reynsla....", "date": "2009-07-16 08:00:00", "post_id": 57}, {"user_name": "AlexanderH", "text": "Hef oft farið uppá fjöll á svakalegum bílum, t.d. breyttum Bronco með 302 á 44\" þegar ég var yngri. Þvílík reynsla að læra að höndla bíla uppá fjöllum í snjó.", "date": "2009-07-16 19:11:00", "post_id": 58}, {"user_name": "crasy", "text": "mér finnst að maður ætti að byrja í ökutímum 15 ára og fá prófið svo 17 og þurfa að fara í 15+ ökutíma... ég sé ekki svarið í því að hækka profsaldurinn... \n\r\nég fékk fyrst að keyra 9ára útisveit traktor og svo bíla fyrst 11 en bara út í sveit.. ég tel mig hæfan til að keyra þar... en ekki í umferð... ef ég myndi fara út og keyra núna myndi ég pottþétt lenda i bilslysi..<<<icon_lol.gif>>>", "date": "2009-07-17 01:11:00", "post_id": 59}, {"user_name": "Íris", "text": "Mér finnst að bílprófsaldurinn ætti að vera 17 ára á þeim forsendum að fólk er að byrja í menntaskóla og þarf kannski að ferðast langar vegalengdir í skólann og hefur aðgengi að bíl. Frekar ætti að lengja æfingaaksturinn í 2 ár því reynslan er miklu mikilvægari en aldurinn.. ! Þetta er líka bara hluti af því að þroskast að fá bílpróf og fara út í umferðina.. læra að taka smá meiri ábyrgð á hlutunum.. \n\r\nMér finnst líka að það ætti að takmarka vélarstærð fyrir yngra fólk.. fann það sjálf að ég var bara fegin að vera á kraftlitlum bíl þegar ég fékk bílpróf. \n\r\nSvo finnst mér líka að það ætti að vera einhver braut hérna þar sem fólk gæti æft sig í lausamöl, hálku, og þess háttar.. þótt það væri ekki nema 1-2 skipti .. því það er ekki nóg að heyra bara að maður eigi ekki að bremsa í lausamöl.. maður verður að prófa það sjálfur.", "date": "2009-07-17 09:43:00", "post_id": 60}, {"user_name": "AlexanderH", "text": "Sammála\n\nEkki sammála\n\nSammála\n\r\nEn með reglum ESB verðum við ekki að hækka í 18?", "date": "2009-07-17 11:19:00", "post_id": 61}, {"user_name": "Jóhann ari", "text": "Jú \n\n\r\nnei við esb", "date": "2009-07-17 13:27:00", "post_id": 62}, {"user_name": "Siggi Alla", "text": "Vel orðað Íris <<<icon_wink.gif>>>\r\nEr samt ekki alveg sammála með takmarkanir á vélastærðum,, en hver veit,, kanski það breyti eikkeru,, held samt eg að ef ég hefði bara mátt vera á 1000 yaris þegar ég var 17 ára að ég hefði ekki keyrt neitt mikið hægar.", "date": "2009-07-18 00:34:00", "post_id": 63}, {"user_name": "baldur", "text": "Þetta með vélarstærðina, þá eru einu óhöppin sem ég hef lent í á bílum sem skulda hestöfl. Þegar maður hefur eitthvað power bakvið hægri fótinn þá er maður miklu meira vakandi undir stýri.", "date": "2009-07-18 00:57:00", "post_id": 64}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2009-07-10 17:48:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}