{"forum_title": "RÖFL", "id": "86037", "title": "Fyndin Family Guy quotes.", "url": "http://www.live2cruize.com/spjall/showthread.php/86037-Fyndin-Family-Guy-quotes", "posts": [{"user_name": "Draxter", "text": "Ef þú ert aðdáandi Family Guy eða finnst það fyndnir þættir og átt þér uppáhaldsquote eða atriði. Endilega pósta því hér inn. Ég sjálfur er að deyja hérna úr hlátri í vinnuni að lesa quotes á netinu, og ætla koma með nokkur hérna inn <<<icon_biggrin.gif>>> .. Enjoy <<<icon_lol.gif>>>\n\n\nMeg: I just want to kill myself I'm gonna go upstairs and eat a whole bowl of peanuts.\r\n(Lois and Peter stare in silence)\nMeg: I'm allergic to peanuts.\r\n(Peter and Lois keep staring)\nMeg: You dont know anything about me. (runs upstairs)\nPeter: Who was that guy? \r\n-----\nBonnie: Somebody save him, he can't swim!\nPeter: Oh, he's not even kicking. Kick Joe, kick.\nLois: Peter, he's a paraplegic!\nPeter: That doesn't mean he can't hear. Kick Joe, kick! \r\n-----\nStewie: Now, I'm going to do something I like to call the 'Compliment Sandwhich\" Where I say something good, talk about where you need improvement, and then end with something good.\nBrian: Whatever you gotta do...\nStewie (flips notepad): Something good... something good... You look like SNOOPY and it makes me smile... but you have smelly dog farts.\r\n-----\nStewie: How you uh, how you comin' on that novel you're working on? Huh? Gotta a big, uh, big stack of papers there? Gotta, gotta nice litte story you're working on there? Your big novel you've been working on for 3 years? Huh? Gotta, gotta compelling protaganist? Yeah? Gotta obstacle for him to overcome? Huh? Gotta story brewing there? Working on, working on that for quite some time? Huh? (voice getting higher pitched) Yea, talking about that 3 years ago. Been working on that the whole time? Nice little narrative? Beginning, middle, and end? Some friends become enemies, some enemies become friends? At the end your main character is richer from the experience? Yeah? Yeah? (voice returns to normal) No, no, you deserve some time off.\r\n------\nPeter (when he's hungover): This sucks worse than that time I went to that museum. (Flashback to childhood, standing in museum looking at dinosaurskeltons.)\nPeter (as a child): Why did all the dinosaurs die out?\nMan at Museum: Because you touch yourself at night.\r\n-----\nLois: So doctor, is Peter healthy?\nDoctor: My goodness, you'll be dead within a month.\nPeter: What?\nDoctor (revealing comic he was reading): Oh, Hagar the Horrible, if you keep up that lifestyle of pillaging and eating giant turkey legs, you'll be dead within a month. Now, onto you.\nPeter: So, what do you think? Pretty healthy, eh?\nDoctor: Well, Mr. Griffin, let's take a look at your physical results. Argh! There's a spider in here. Now, here we go. Mr Griffin, you're going to expire in a month.\nPeter/Lois: Argh!\nDoctor: This is your driver's licence, isn't it? Now, unfortunately, I'm afraid you're going to die...\nPeter: Argh!\nDoctor: ...when you watch these Dean Martin Celebrity Roasts.\nLois: Will you just tell us how Peter's health is?!\nDoctor: Ah, Mr. Griffin, I'm not quite sure how to say this. Kim Bassinger? Bass singer? Bassinger? But now, onto the cancer.\nLois: Oh my goodness!\nDoctor: You are a Cancer, right? You were born in July? Now onto these test results. My, they're much worse than I thought.\nPeter/Lois: Oh!\nDoctor: My son got a D minus on his history test. Now Mr Griffin, that liver's got to come out.\nLois: What?!\nDoctor: It's been in the microwave for three minutes, it'll get dry. Now-\nLois: Please, please, we can't take any more schtick.. Please just tell us, is Peter healthy?\nDoctor: Oh, yeah, he's fine, he's just really fat.\r\n-----\nLois: Peter,why are we stopped?\nPeter: Yeah, I'll have three cheeseburgers...\nLois: Peter for God's sakes she's havin' a baby!\nPeter: Oh that's right...and a kid's meal... and uh,I, I guess I'll have fries...if I have fries is anyone else gonna have any? Cuz,uh I don't wanna be the only one eatin' them... I'll feel like a fatty.\r\n-----\n(Lois finds a note in Chris's pocket)\nLois: Huh, what's this? You know Stewie, Mommy doesn't usually read things out of Chris's pocket. She's more respectful than that.\nStewie: Whatever helps you sleep at night, bitch.\r\n-----\nPeter: Don't worry Chris. Sometimes it's good not to fit in. (Flashback to Veitnam)\nPeter (dressed in a clown suit): You guys are stupid. Their gonna be looking for army people.\r\n-----\nPeter: I'm afraid I have some very bad news, your wife's gonna be a vegetable. You're gonna have to bathe her, feed her, and care for her for the rest of your life.\nGuy: OH MY GOD!\nPeter: No no no, I'm just kiddin. She's dead.\r\n-----\nPeter: (Grabs the microphone at a fast food restaurant): Attention restaurant customers - Testicles. That is all.\r\n-----\nChris: Dad, what's the blow-hole for?\nPeter: I'll tell you what it's not for, son. And when I do, you'll understand why I can never go back to Sea World.\n\n\nEndalaust gaman að þessu! <<<icon_lol.gif>>>", "date": "2009-07-20 13:30:00", "post_id": 1}, {"user_name": "Viktorthor", "text": "Peter : (after Lois tells him he's childish) \"If I'm a child that means you're a pedophile, and I'll be damned if i'm going stand here and take this from a pervert.\" \n\n-----------------------------------------------------------------------\n\nMeg : (about Peter being retarded) I can never go to school again!\n\nStewie :  Oh, yes, Meg, yes-yes yes, everything was going swimmingly for you until this. Yes, yes, THIS is the thing that will ruin your reputation, not your years of grotesque appearance, or your awkward social graces, or that Felix Ungerish way you clear your sinuses, no no no, it's THIS. Do you hear yourself talk? I might kill you tonight. \n\n-----------------------------------------------------------------------\n\nog að lokum\n\nPeter :  Oh my god, Brian, there's a message in my Alphabits. It says, 'Oooooo.'\n\nBrian :  Peter, those are Cheerios. \n\n\n\nBeeeest <<<icon_lol.gif>>>", "date": "2009-07-20 13:47:00", "post_id": 2}, {"user_name": "Opie", "text": "family guy klikkar aldrei \n\nLois: Peter for God's sakes she's havin' a baby!\nPeter: Oh that's right...and a kid's meal... and uh,I, I guess I'll have fries...if I have fries is anyone else gonna have any? Cuz,uh I don't wanna be the only one eatin' them... I'll feel like a fatty. <<<icon_lol.gif>>>", "date": "2009-07-20 13:50:00", "post_id": 3}, {"user_name": "Jóhann ari", "text": "family guy kemur klárlega í staðinn fyrir how i met your mother í sumar <<<icon_razz.gif>>>\n\nhttp://www.youtube.com/watch?v=byPSfzfVkvE mitt uppáhalds\n\nwhat the deuce\n\nhttp://www.youtube.com/watch?v=bvIlVC87-uY\ngolden\n\nhttp://www.youtube.com/watch?v=ZvXRH2HVf9M\n\nhttp://www.youtube.com/watch?v=ydVp-...eature=related", "date": "2009-07-20 14:01:00", "post_id": 4}, {"user_name": "Draxter", "text": "Gillian: Boy, it sure is fun hanging out with you, Peter.\nPeter: Gagabooboobabi!  That means \"thank you\" in my new language I'm inventing.", "date": "2009-07-20 14:02:00", "post_id": 5}, {"user_name": "grilladur", "text": "hahaha Family Guy er klárlega málið. maður getur horft á þetta endalaust <<<icon_biggrin.gif>>>", "date": "2009-07-20 14:09:00", "post_id": 6}, {"user_name": "Draxter", "text": "Brian: Oh crap! Peter it's a flash flood!\nPeter: Oh man I better save my autographed picture of Dean Cain.\r\nYou know before he got all desperate for attention.\r\n{cut to Dean sitting on a park bench w/ other man}\nDean: Hey is that Dean Cain sitting on that park bench.\r\nOh God!\n\nPeter: Lois! Uh, you may wanna come down here.\nLois: Oh my God!\nPeter: I know, about the water right?\n\nPeter: Hey Chris Come here.\nChris: What? Why?\nPeter: Just come here.\nChris: What is it dad?\nPeter: Does it feel like the water suddenly just got warmer?\nChris: No\nPeter: Oh that's right it's pee that makes it warmer.\n\nLois: Peter the water's rising fast! We gotta get outta here!\nPeter: Hang on Lois, there's a case of beer in the fridge, I can't leave that behind.\r\nMeg, you're a good swimmer go get it.\nMeg: What! but dad...\nPeter: and for God's sake do not be afraid to make me a sandwich while you're in there.\n{Meg dives underwater}\n\nLois: Peter Meg's been in there a long time.\nPeter: Boy you cannot wait to criticize her at every turn can you?\nLois: GO GET HER!\n{Peter swims underwater and resurfaces}\nPeter: Well Lois I am sorry for snapping at you earlier, you were right to criticize Meg. She could not even handle this simple task. She's in there right now taking a nap underwater.\n\n<<<icon_lol.gif>>>", "date": "2009-07-20 14:20:00", "post_id": 7}, {"user_name": "El Capo", "text": "Family Guy hefur alltaf verið númer eitt hjá mér, en það verður að segjast að nýja serían olli mér vonbrigðum.. Það er eins og þeir hafi verið að ráða einhvern nýjann writer sem er alveg glataður.. :/", "date": "2009-07-20 14:23:00", "post_id": 8}, {"user_name": "Draxter", "text": "Það eru einhverjar sæverur sem skrifa þættina, þeir rúlla saman boltum með mismunandi orðum og þannig myndast þessi random atriði <<<icon_lol.gif>>>", "date": "2009-07-20 14:27:00", "post_id": 9}, {"user_name": "Draxter", "text": "Peter: Hey hey I got an idea. Lets play \"I Never.\" You got to drink if you did the thing that the person says they never did.\r\nCleveland: Oh I got one, I never slept with a women with the lights on.\r\n(They all drink.)\r\nJoe: I'll go next, uh I never had sex with Cleveland's wife.\r\n(Quagmire and Cleveland drink.)\r\nPeter: alright lets see uh, I never did a chick in a Logan airport bathroom.\r\n(Only Quagmire drinks.)\r\n****About 33 drinks later****\r\nPeter: God lets see what else is there um...I never gave a reach-around to a spider monkey while reciting the Pledge of Alligence.\r\nQuagmire: Oh God.\r\n(Quagmire takes a drink.)\r\nJoe: I uh I never picked up an illegal alien at Home Depot to take home a choke me while I touch myself.\r\nQuagmire: Oh come on!\r\n(Quagmire drinks again.)\r\nPeter: I never did the same thing except with someone from Joann Fabrics.\r\nQuagmire: Oh God this is ridiculous. You guys suck! (Drinks more and passes out.)", "date": "2009-07-20 14:39:00", "post_id": 10}, {"user_name": "BalliBT", "text": "Lois: Peter, why are there so many bottles of milk in the refrigerator?\nPeter: Oh, thanks for reminding me. Everyone some of the milk in the fridge is not milk, its horse sperm. I'm a horse breeder now\n(cuts to Stevie eating a bowl of milk? and cereal)\n\nendalaust af snilldar quotes frá Fam Guy og American Dad", "date": "2009-07-20 14:44:00", "post_id": 11}, {"user_name": "elisvk", "text": "eða bara geðveikt barnalegir og skrítnir höfundar?", "date": "2009-07-20 14:47:00", "post_id": 12}, {"user_name": "Draxter", "text": "Peter: Oh no, Lois. I know a man that bought a used car, and ten years later, BAM! Herpes.", "date": "2009-07-20 14:48:00", "post_id": 13}, {"user_name": "Draxter", "text": "Eða bara ógeðslega fyndnir gæjar <<<icon_biggrin.gif>>>", "date": "2009-07-20 14:48:00", "post_id": 14}, {"user_name": "Karel17", "text": "cool whip <<<icon_lol.gif>>>", "date": "2009-07-20 14:51:00", "post_id": 15}, {"user_name": "Draxter", "text": "Stewie Griffin: [after Brian walks in on Stewie shaving himself] Umm, feel free to say no to this but... would you mind shaving my coin purse?", "date": "2009-07-20 14:52:00", "post_id": 16}, {"user_name": "SkodaPower", "text": "Got milk", "date": "2009-07-20 14:54:00", "post_id": 17}, {"user_name": "MagnúsFreyr", "text": "http://www.youtube.com/watch?v=Zx7Pz7U8lj8", "date": "2009-07-20 14:55:00", "post_id": 18}, {"user_name": "Draxter", "text": "Meg: Wow, Chris, did you lose weight?\nChris: Well, I've been working out all week.\nMeg: You look wicked skinny. I'm like, jealous.\nChris: Thanks, Meg. I'm jealous of your mustache.\nMeg: [freaked] I don't have a mustache... do I?", "date": "2009-07-20 15:07:00", "post_id": 19}, {"user_name": "sveppi_87", "text": "Stewie (to one of the prostitutes at Cleveland's house): So, is there any tread left on the tires? Or at this point would it be like throwing a hot dog down a hallway?", "date": "2009-07-20 17:05:00", "post_id": 20}, {"user_name": "Gunnoli", "text": "http://www.youtube.com/watch?v=2WNrx2jq184\n\nhttp://www.youtube.com/watch?v=PIK3G...eature=channel\n\nhttp://www.youtube.com/watch?v=uL37RDS2Qiw", "date": "2009-07-20 17:22:00", "post_id": 21}, {"user_name": "stebbsi", "text": "Mér finnst þessi bestur.. http://www.youtube.com/watch?v=4YyEdny5rh8", "date": "2009-07-20 17:31:00", "post_id": 22}, {"user_name": "crasy", "text": "á seriu 1-6 elska þessa þætti <<<icon_biggrin.gif>>> \n\r\nsérstaklega þáttin þar sem brian kallar stewie alltaf óþroskaðan þannig að stewie eltir brian um allt og tekur svo hárin sem hann rakar af sér sem eru alveg hvít... límir þau á bringuna,klofið og magann á sér. svo kemur kærasta brian's\n\r\nJill:hey fella how are you doing?\r\nbrian:lets go now\r\nstewie:you know just chilling.. you know me and my pubes\n\r\nog auðvitað electric man senan <<<icon_lol.gif>>>", "date": "2009-07-20 19:25:00", "post_id": 23}, {"user_name": "Ægir?", "text": "Quagmire: Hi, Meg. Eighteen yet?\nMeg: No.\nQuagmire: Awww right.", "date": "2009-07-20 23:11:00", "post_id": 24}, {"user_name": "Ingan", "text": "This evening is ruined", "date": "2009-07-20 23:21:00", "post_id": 25}, {"user_name": "-ROCKY-", "text": "hvar horfir maður á heila family guy þætti á netinu?", "date": "2009-07-20 23:36:00", "post_id": 26}, {"user_name": "Jóhann ari", "text": "www.watch-family-guy-online.com aww right", "date": "2009-07-20 23:49:00", "post_id": 27}, {"user_name": "-ROCKY-", "text": "draslið virkar ekki", "date": "2009-07-21 00:14:00", "post_id": 28}, {"user_name": "Jóhann ari", "text": "virkar vel hjá mér <<<icon_biggrin.gif>>> er á mac og pc", "date": "2009-07-21 00:27:00", "post_id": 29}, {"user_name": "Draxter", "text": "http://www.youtube.com/watch?v=2WNrx2jq184", "date": "2009-07-21 15:23:00", "post_id": 30}, {"user_name": "Draxter", "text": "Þetta er án efa fyndnast í heimi <<<rollinglaugh.gif>>>\n\n*edit* Ætlaði ekki að quota þetta, ætlaði að edita hitt.", "date": "2009-07-21 15:24:00", "post_id": 31}, {"user_name": "ttota", "text": "Það var svo góður þáttur að það fékk mig til að fara útí Hagkaup og kaupa Cool Whip <<<icon_lol.gif>>>", "date": "2009-07-21 15:33:00", "post_id": 32}, {"user_name": "AntiTrust", "text": "Sem er svo actually alls ekki slæmt sull.", "date": "2009-07-21 15:42:00", "post_id": 33}, {"user_name": "Draxter", "text": "why are you putting so much emphasis on the H ?", "date": "2009-07-21 15:44:00", "post_id": 34}, {"user_name": "Röggi R900", "text": "Peter's sitting in a couch and is obsessed with being a Whitetrash Redneck in front of the house and Meg comes home\nPeter: Hey Meg, Come Sit with me\nMeg: Okey...\nPeter: I'm gonna do something to you that you will remember the rest of your life.\r\nMeg runs away screaming\nPeter: I MEANT SEX!\n\r\nbara best <<<icon_lol.gif>>>\n\r\nÉg á 1-6 Seríu, er að bíða eftir að skífan eigi 7 seríu sem er alltaf uppseld og svo á ég líka American Dad 1 og 2 seríu sem er sami húmor, bara fyndið stöff", "date": "2009-07-21 15:49:00", "post_id": 35}, {"user_name": "Röggi R900", "text": "(Lois walks in on Stewie torturing a bully)\nStewie: We're playing house...\nLois: But that kid is all tied up!\nStewie: Roman Polanski's house. \n\nTom Tucker: A bit of breaking news. A local family is forced out of their home by ghosts. Who are they gonna call?\nDiane Simmons (sighs): Ghostbusters, Tom.\nTom Tucker: No, Diane. Their insurance company. That's just stupid what you said. \n\n<<<lol3.gif>>>\n\nStewie: Did you hear that Meg? Guys can marry other guys now. So...this is awkward, but I mean, if they can do that, that is pretty much it for you, isn't it? I mean you as well pack it in. Game over. \n\nPeter: Hey hey I got an idea. Lets play \"I Never.\" You got to drink if you did the thing that the person says they never did.\nCleveland: Oh I got one, I never slept with a women with the lights on.\r\n(They all drink.)\nJoe: I'll go next, uh I never had sex with Cleveland's wife.\r\n(Quagmire and Cleveland drink.)\nPeter: alright lets see uh, I never did a chick in a Logan airport bathroom.\r\n(Only Quagmire drinks.)\r\n****About 33 drinks later****\nPeter: God lets see what else is there um...I never gave a reach-around to a spider monkey while reciting the Pledge of Alligence.\nQuagmire: Oh God.\r\n(Quagmire takes a drink.)\nJoe: I uh I never picked up an illegal alien at Home Depot to take home a choke me while I touch myself.\nQuagmire: Oh come on!\r\n(Quagmire drinks again.)\nPeter: I never did the same thing except with someone from Joann Fabrics.\nQuagmire: Oh God this is ridiculous. You guys suck! (Drinks more and passes out.) \n\nPeter (narrating his life): \"I walked into the kitchen and sat down at the table. I looked with a grimace at the questionable meal Lois had placed in front of me. Of course I'd never tell her how disgusted I was with her cooking, but somehow I think she knew. Lois had always been full of energy and life, but lately I had begun to grow more aware of her aging. The bright, exuberant eyes that I had fallen in love with were now beginning to grow dull and listless with the long fatigue of a weary life. (Lois knocks Peter out.)\r\nI woke several hours later in a daze.\"\n\nPeter (when he's hungover): This sucks worse than that time I went to that museum. (Flashback to childhood, standing in museum looking at dinosaur \r\nskeltons.)\nPeter (as a child): Why did all the dinosaurs die out?\nMan at Museum: Because you touch yourself at night\n\r\nÞetta er svo mikil snilld þessir þættir", "date": "2009-07-21 15:57:00", "post_id": 36}, {"user_name": "Draxter", "text": "Peter picks his nose and pulls out mucus. He walks over to Meg and wipes it on Meg's hat and says \"Hey Meg, proud of you\".\n\n<<<icon_lol.gif>>>", "date": "2009-07-21 15:57:00", "post_id": 37}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2009-07-20 13:30:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/rollinglaugh.gif", "path": "full/7217bdc0973937ef913a214d8e132073754ee5b4.gif", "checksum": "ffb8ee61dd8845f6c4b6293914af9773"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}