{"forum_title": "RÖFL", "id": "86518", "title": "hjólafólk!!!", "url": "http://www.live2cruize.com/spjall/showthread.php/86518-hjólafólk!!!", "posts": [{"user_name": "Nonni GTi", "text": "útlendingar að hjóla eftir íslenskum vegum er eitthvað það sem fer messt í mig því þeir hjóla yfirleitt hlið við hlið og blocka hálfan veginn og maður þarf að hægja á sér niður í 10 kmh... er ég sá eini sem nennir að láta þetta lið fara í taugarnar á mér???", "date": "2009-07-23 21:59:00", "post_id": 1}, {"user_name": "AlexanderH", "text": "Vertu ánægður að þú búir ekki útí Noregi þar sem þetta fólk er orðið plága!!\n\r\nÞetta hjólafólk er að rústa svara dauðanum!!!", "date": "2009-07-23 22:00:00", "post_id": 2}, {"user_name": "Batguy", "text": "hurð'essi kvikendi!!! <<<icon_biggrin.gif>>>", "date": "2009-07-23 22:07:00", "post_id": 3}, {"user_name": "Nonni GTi", "text": "þetta er óþolandi líður. svo verður þetta alltaf jafn hissa ef maður rétt flautar aðeins tilað fá þau tilað færa sig.", "date": "2009-07-23 22:08:00", "post_id": 4}, {"user_name": "Eyvi-", "text": "Þetta er bara bögg !!", "date": "2009-07-23 22:14:00", "post_id": 5}, {"user_name": "skyline", "text": "Frekar pirrandi", "date": "2009-07-23 22:43:00", "post_id": 6}, {"user_name": "bjozzy", "text": "já, ég er ekki alveg að fýla þetta fólk", "date": "2009-07-23 22:44:00", "post_id": 7}, {"user_name": "Halldór", "text": "mér finnst þetta krúttlegt lið", "date": "2009-07-23 22:56:00", "post_id": 8}, {"user_name": "DoMo", "text": "öflugur stuðari á mínum....þarf ekkert að hægja á mér", "date": "2009-07-24 00:09:00", "post_id": 9}, {"user_name": "birkveh", "text": "Langbest að hægja á sér og keyra á sama hraða og það hjólar við hliðiná þeim", "date": "2009-07-24 00:32:00", "post_id": 10}, {"user_name": "Billi07", "text": "þú hefur greiinilega mikla þolimæði...", "date": "2009-07-24 00:38:00", "post_id": 11}, {"user_name": "doristori", "text": "líka ekkert eins óþægilegt og þegar maður verður ekki var við bílinn fyrr enn hann flautar í eyrað á manni.\n\r\nannars er þetta hjólafólk alveg jafn rétthátt í umferðinni og bílafólkið.\n\r\nsvo eru flestir sem hjóla í röð nema þegar komið er á hreina sveitavegi með minni umferð.", "date": "2009-07-24 00:49:00", "post_id": 12}, {"user_name": "oli92", "text": "út með hendina og slap sum asses yo", "date": "2009-07-24 01:19:00", "post_id": 13}, {"user_name": "ABARTH", "text": "í vissum aðstæðum er þetta bara stórhættulegt, hef lent í því að þurfa að bremsa niðrí leiðinlega hægann hraða og keyra í RASSGATINU á hjólunum því þau voru 2 hlið við hlið og ekkert að færa sig, endalaus mótumferð þannig ég gat ekkert tekið frammúr.... <<<icon_smile.gif>>>", "date": "2009-07-24 01:20:00", "post_id": 14}, {"user_name": "ElvarPrelude", "text": "Heyrðu nenniru að breytta undirskriftinn eina ferðina enn? TakkTakk<<<rolleyes.png>>>", "date": "2009-07-24 01:36:00", "post_id": 15}, {"user_name": "alexsig", "text": "revvaáðá<<<icon_cool.gif>>>", "date": "2009-07-24 01:37:00", "post_id": 16}, {"user_name": "Viktor10", "text": "ekkert smá mikið bögg ! glatað líka að þurfa að negla niður og ná sama hraða upp aftur bara bensíneyðsla <<<icon_biggrin.gif>>>", "date": "2009-07-24 01:38:00", "post_id": 17}, {"user_name": "Einar Vti", "text": "Lennti í þessu á versta stað ever. á leiðinni til ólafsfjarðar ertu að keyra inní miðri hlíð bara fjallið og svo beint niður í sjó frá veginum bara stórt bjarg og keyrir upp svona brekku. þau voru að hjóla 3 samann þarna upp á blindhæð,\n\r\nMamma með í bílnum leyst ekkert á mig, Downshift vtec haha var skíthræddur ef ég myndi skella á öðrum bíl sem kæmi á móti haha", "date": "2009-07-24 01:39:00", "post_id": 18}, {"user_name": "finder", "text": "", "date": "2009-07-24 01:52:00", "post_id": 19}, {"user_name": "einarviggo", "text": "heyrðu ég var með frænda mínum á rúntinum og vorum eitthvað að spjalla um x-ara og svoleiðis og áhváðum að taka puttaling upp bara svona ganni þetta var frakki sem liktaði eins og skolprör...við fórum áður en hann sast í bílinn kvikindyslegt enn bíllinn 1st ...fólk 2nd<<<lol3.gif>>> sönn saga gerðist rétt fyrir utan Rvk", "date": "2009-07-24 02:15:00", "post_id": 20}, {"user_name": "Peanuts", "text": "Sem hjólamaður og reyndar ökumaður líka verð ég að segja sömu sögu af mörgum bílstjórum.\n\r\nÞegar maður er að hjóla út í vegöxlinni, er alveg óþolandi bílstjórar sem keyra alveg við mann þannig að spegillinn fari næstum í öxlina á manni.\n\r\nBílstjórar sem eru með tjaldvagna/húsvagna og fatta ekki að þeir eru oft BREIÐARI en helv. bíllinn, stórhættulegir anskotar.\n\r\n17 ára fávitar sem keyra upp að manni og gefa síðan í framhjá manni (ég er ekki að fara að spyrna við þig á reiðhjólinu, og \"já\" þú kemst hraðar en ég duhhhhh. Vá stelpan við hliðina á þér er örugglega impressed að þú gast gefið í framhjá reiðhjólamanni <<<icon_biggrin.gif>>>\n\r\nHjólreiðamenn hafa \"algjörlega\" sama rétt á að nota götur eins og þeir sem eru á bílnum.\n\r\nOg þeir sem þurfa að snögg hemla og lenda næstum á bíl á móti, sorry þá eruð þið bara lélegir ökumenn sem kunna ekki að meta aðstæður eða keyra eftir aðstæðum.\n\r\nOg ef einhver myndi keyra hægt upp að mér og flauta, þegar ég er í vegöxlinni, myndi ég taka niður bílnúmerið og .............\n\r\nEn........\r\nHjólreiðamenn eiga ALDREI að hjóla hlið við hlið, það þoli ég ekki heldur.\r\nHjólreiðamenn eiga að vera í áberandi fötum og nota ljósabúnað.", "date": "2009-07-24 16:08:00", "post_id": 21}, {"user_name": "Nonni GTi", "text": "þeir gera það flesstir samt og aðalega útlendingar og ef þeir eru ekki hlið við hlið þá eru þeir inná miðjum veginum og sama hvort það er milljandi umferð á móti eða ekki", "date": "2009-07-24 18:28:00", "post_id": 22}, {"user_name": "doristori", "text": "vel orðað, og trúðu mér, ég hef gert þetta oftar enn einu sinni.\r\nstúlkan sem næstum því drap mig í fyrrasumar hefur þurft að láta fara með bílinn sinn á dekkjaverkstæði eftir það glens hennar. <<<realmad.gif>>>", "date": "2009-07-25 10:47:00", "post_id": 23}, {"user_name": "AMG", "text": "ertu ekki a celicu???\n\r\nannars fynst mer sjalfsagt að folk hjoli a vegunum, svo lengi sem það haldi sig næst vegöxlinni þegar það er umferð\n\r\nog svo lengi sem það sé ekki gang/hjólreiðastígur meðfram veginum", "date": "2009-07-25 10:55:00", "post_id": 24}, {"user_name": "Coney", "text": "það er nú einu sinni líka hraðalágmörk svo ég sé ekki alveg hvernig þetta hjólafólk getur verið á veginum <<<rolleyes.png>>>", "date": "2009-07-25 11:29:00", "post_id": 25}, {"user_name": "doristori", "text": "enn skoðaðu það samt, hvar er tekið fram hver skuli vera lágmarkshraði á vegi á hverjum tíma?\n\r\nmálið er að við hjólafólk eigum að taka tillit til ykkar og þið sömuleiðis til okkar.", "date": "2009-07-26 01:13:00", "post_id": 26}, {"user_name": "Refurinn", "text": "án þess að ég ætli eitthvað að hrauna yfir reiðhjolafólk,  þá eru það ekki hjolin sem borga vegina heldur bíleigendur og ættu þarafleiðandi að vera einhverjar reglur um hjolandi umferð td einföld röð.\n\r\nHitt er að flestir eru alveg i lagi,     svo eru tilvik þar sem folk er ekki að hugsa og kanski bara heimskt,  \n\r\nallavega mætti eg 2 skokkurum á þröngum malarvegi herna við borgina, var a fulllestuðum malarflutninga vörubil,   þetta pakk skokkaði hlið við hlið og tók þar med halfan veginn sem var bara einbreiður,     löngu ´´aður enn eg kom að þeim hægði eg ferðina niður i  núll nanast  og ekki færði liðið sig og endaði svo a að þurfa að stoppa svo eg myndi ekki keyra á þau,     þetta er auðvitað lið sem a að stauja yfir og vera löglegt að gera það.", "date": "2009-07-26 01:29:00", "post_id": 27}, {"user_name": "Beggi wRe", "text": "ég hef nú ferðast TÖLUVERT mikið hérna innanlands á sumrin, og ég held ég hafi bara ALDREI lent í því að sjá hjólreiðamenn hjóla hlið við hlið. <<<icon_lol.gif>>>", "date": "2009-07-26 02:13:00", "post_id": 28}, {"user_name": "doristori", "text": "og það vill svo til að ég á bíl líka.\n\r\nskoðum samt málið heildrænt, það eru ekki tekin bifreiðagjöld (vegaskatturinn) af hestum, samt ber vegagerðinni skylda til að útbúa reiðvegi útum allar trissur, við sem erum á reiðhjólunum fáum mjög lítið slíkt vegna þess að það er á ábyrgð sveitafélaganna.\n\r\nannars er að mig minnir verið að vinna í því að koma þessu á vegagerðina og um leið og það rúllar í gegnum þingið þá mun vegagerðin sjá um að setja upp hjólabrautir milli sveitafélaga.", "date": "2009-07-26 02:59:00", "post_id": 29}, {"user_name": "Refurinn", "text": "Það að bileigendur  borgi fyrir gerð reiðstíga er auðvitað fáranleg,  þetta er auðvitað angi frá þvi þegar menn riðu á milli héraða. \n\r\nSvo er annar vinkill á þessu   ég er buin að djoflast á krossurum fjorhjolum og vélsleðum i mörg ár og borgað ymsa vegaskatta til rikisins  i formi bensin kaupa.     og engan rétt eiga þessi tæki á stigum eða vegum,\n\r\nHjól eiga bara enga samleið med þungum umferðaræðum,   fólk er að leggja sig i stór hættu   og bara ótrulegt að ekki skuli vera fleiri og alvarlegri slys,   ég er því i raun fylgjandi  gerð stíga á milli sveitarfelaga,   enn það er alveg jafn ósanngjarnt að bileigendur borgi bæði fyrir hesta og hjól,   sveitarfelögin geta bara séð um þetta.\n\r\nsvo er það annað mál að minnstir skattar af bilum fara til veganna, bileigendur hafa i langa tíð haldið uppi þessu þjóðfélagi.", "date": "2009-07-26 12:10:00", "post_id": 30}, {"user_name": "maxel", "text": "Æi plís ert þú einn af þessum hjólreiðaköllum sem nota göturnar til að hjóla á, það eru gangstéttir útum allt og þið eruð fyrir öllum, ég hata fátt meira en einhvern hjólreiða kall á miklubrautinni", "date": "2009-07-26 12:58:00", "post_id": 31}, {"user_name": "Myriftica", "text": "nei vá hvað mig langaði að keyra yfir hjólafólkið sem varð á vegi mínum heim úr bústaðnum áðan. Þurfti að negla niður í 50>  og niðrúr og reyna að mæta bílum og vera með hjólafólk á hægri eða vinstri hönd bara kjaftæði.\nþað þarf að banna þetta helvíti !!! \nsvo er þetta hjólafólk líka bara með sjálfseyðingarhvöt að vilja vera út á vegöxl í ausandi viðbjóð og hjóla og hjóla haha", "date": "2009-07-26 17:28:00", "post_id": 32}, {"user_name": "DoMo", "text": "og tundru og hilux og rúnta oft meðfram þjóðvegunum á Fendt <<<icon_cool.gif>>>", "date": "2009-07-26 21:18:00", "post_id": 33}, {"user_name": "arni800", "text": "miðað við hvernig sumir hjóla þá ættiru að na að \"húdda\" þessi kvikendi<<<icon_biggrin.gif>>>", "date": "2009-07-27 02:29:00", "post_id": 34}, {"user_name": "Kristjan_GUÐ", "text": "þegar svona lið er að hjóla á miðjum veginum þegar að það er gangstétt við hliðina á því þá spóla ég oftast fram úr því eða þen í útslátt (svaka hondu læti) til að segja því að drullast upp á gangstétt, eina leiðin því þetta talar allt eitthvað hrognamál, nei þú ert ekki sá eini sem þetta fer í taugarnar á", "date": "2009-07-27 03:01:00", "post_id": 35}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2009-07-23 21:59:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}