{"forum_title": "Almennt spjall", "id": "8672", "title": "JEPPA STOLIÐ!!! rauður Nissan Patrol 1991 38\" *FUNDINN*", "url": "http://www.live2cruize.com/spjall/showthread.php/8672-JEPPA-STOLIÐ!!!-rauður-Nissan-Patrol-1991-38-quot-*FUNDINN*", "posts": [{"user_name": "Sparky", "text": "Jeppanum hans Jóns Bjarnasonar var stolið síðustu nótt fyrir utan hús hans í Reykjanesbæ. Þetta er rauður Nissan PATROL sknr. YU-646 á 38 dekkjum árgerð 1991. Þetta er fullbúinn jeppi með öllum tólum og tækjum. Þeir sem hafa séð bifreiðina vinsamlegast látið lögregluna vita í síma 420-2400 Sjá mynd í albúmi.\n\r\nStrákar stöndum saman og höfum augun opin.!!!\n\r\nStrákar hvað er að verða um þetta þjóðfélag, bíll sem er harðlæstur fyrir utan manns heimili og svo þegar maður ætlar í vinnuna þá er enginn bíll fyrir utan hjá manni. \n\r\nmynd:\nhttp://www.f4x4.is/new/files/photo/?...3898/25989.jpg\n\n\r\nSendið mér PM ef þið hafið grunsemdir. Sama hversu lítið það er!\n\r\nTakk fyrir!", "date": "2005-11-04 00:24:00", "post_id": 1}, {"user_name": "Andri Pogo", "text": "kannski sami og stal jeppa síðast? var það ekki patrol utan af landi? og fannst svo fljótlega í hfj aftur....", "date": "2005-11-04 00:28:00", "post_id": 2}, {"user_name": "Sæli", "text": "najj, hann var hvítur.\n\r\nvonandi finnst hann, skal hafa augun opin  <<<icon_eek.gif>>>", "date": "2005-11-04 00:30:00", "post_id": 3}, {"user_name": "Andri Pogo", "text": "hehe ég veit að það var ekki sami bíll... ég er að meina að kannski var sami aðili að stela báðum bílunum.", "date": "2005-11-04 00:35:00", "post_id": 4}, {"user_name": "Aron Preza", "text": "er tetta billin hja pabbans gumma runars?????", "date": "2005-11-04 08:19:00", "post_id": 5}, {"user_name": "sammidavis", "text": "<<<icon_lol.gif>>>", "date": "2005-11-04 09:29:00", "post_id": 6}, {"user_name": "Andri Þór", "text": "Já", "date": "2005-11-04 16:09:00", "post_id": 7}, {"user_name": "Raggi M", "text": "vá þetta er 3bílinn sem eg veit um á viku sem hverfur ein á selfossi og fanst í ofaní vatni svo annar subaru í grindavik hann fanst útí krísuvík og svo þessi\n\r\neg hef augun opinn fyrir þessum", "date": "2005-11-04 16:55:00", "post_id": 8}, {"user_name": "SheDevil", "text": "... sá nákvæmlega svona bíl uppí mosó fyrir svona hálftíma.. \r\nsá ekki númerið enda ekkert að spá í því.. var ekki búin að sjá þetta.. \r\nverð með augun opin!", "date": "2005-11-04 20:36:00", "post_id": 9}, {"user_name": "DínuZ-sUpeRmaN", "text": "Leiðinlegt að heyra.. <<<icon_sad.gif>>> Einhvern vegin finnst mér ég heyra nánast á hverjum degi um bílastuldur þessa dagana.. sorglegt..\n\r\nHvíti Patrolinn fannst í götunni þar sem við hjúin eigum heima, og ekki er gatan stór... Og við vorum ekkert að pæla í þessu.. Svo maður þarf að hafa augun opin.. Mun gera það í þetta skiptið..", "date": "2005-11-05 00:14:00", "post_id": 10}, {"user_name": "Binni", "text": "úff ath þessi skilaboð eru skirfuð undir áhrifum áfengis....\n\r\nég skal filgjast með þótt ég sé ekki mjög bjartsínn á að rekast á hann en ég hef augun opin  <<<icon_eek.gif>>>", "date": "2005-11-05 04:12:00", "post_id": 11}, {"user_name": "Rollumaður", "text": "people have no respect <<<icon_biggrin.gif>>> keep my eyes open", "date": "2005-11-05 10:55:00", "post_id": 12}, {"user_name": "hundur", "text": "Það er alveg með ólíkindum hvað mikið af bílum er búið að stela uppá síðkastið. Hvað er að verða um þessa litlu eyju. Sko þegar við báðum um McDonalds og Burger King frá ameríku, þá vildum við ekki fá helvítis Bronx íbúana með.", "date": "2005-11-05 13:25:00", "post_id": 13}, {"user_name": "FloZ", "text": "hvað er að frétta af þessu er bíllinn fundinn ?", "date": "2005-11-05 18:36:00", "post_id": 14}, {"user_name": "luzifer", "text": "eigandi bílsins ætti að hringja í Spöl (sem sjá um hvalfjarðargönginn)  og tjekka hvort þeir hafa orðið var við þennan bíl ..", "date": "2005-11-07 13:48:00", "post_id": 15}, {"user_name": "Steffý", "text": "sá svona bíl hja kringlunni í fyrradag, var skoðaður 04...anskotans að ég vissi ekki af þessu fyrr   <<<icon_confused.gif>>>", "date": "2005-11-12 16:40:00", "post_id": 16}, {"user_name": "elvarrr", "text": "vá mikið að bílastuldum, ég skal hafa augun opin herna útá landi <<<icon_wink.gif>>> gangi ykkur vel að finna hann.", "date": "2005-11-26 16:15:00", "post_id": 17}, {"user_name": "SheDevil", "text": "er ekkert að frétta af þessu ????", "date": "2005-11-27 00:35:00", "post_id": 18}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "aasd", "date": "2005-11-27 04:52:00", "post_id": 19}, {"user_name": "IngóJP", "text": "þessi bíll hlítur að fara að finnast trúi ekki -ðru eða búið að rífa hann", "date": "2005-11-27 04:53:00", "post_id": 20}, {"user_name": "Kristjan_GUÐ", "text": "ef að einhver er á rúntinum á honum þá er örugglega búið að sprauta hann eða rúlla,, skipta um númer,, kannski dekk,, taka spilið af honum og gera hann allt öðruvísi,, eða það er búið að rífa hann í parta taka öll tækinn úr honum og flakið skilið eftir eitthverstaðar upp á heiði, kannski á þjófurinn allveg eins bíl og notar varahlutina sjálfur þannig að það fattast ekki,, en allavegana Allir að hafa augun opin eftir þessum bíl! <<<icon_confused.gif>>>", "date": "2005-11-28 18:12:00", "post_id": 21}, {"user_name": "ramlingur", "text": "Enn ófundinn ?", "date": "2005-12-08 04:14:00", "post_id": 22}, {"user_name": "hundur", "text": "sá það í fréttablaðinu í dag að 9 af hverjum 10 bílaþjófum sleppa, það er 90%, löggan hefur meiri áhyggjur af því hvort fólk sé með neon ljós og sé með kveikt á ljósunum á bílunum sínum en að leita að bílaþjófum.", "date": "2005-12-08 12:11:00", "post_id": 23}, {"user_name": "bskati", "text": "hann er fundin, fannst á selfossi búið að mála hann gráan að neðan og eitthvað. er meira á 4x4 spjallinu.\n\r\nEn er fólk virkilega svona vitlaust að stela bílum á íslandi, mála þá aðeins og rúnta um á þeim?", "date": "2005-12-13 20:54:00", "post_id": 24}, {"user_name": "Nonni Pimp", "text": "http://www.b2.is/?sida=tengill&id=138074", "date": "2005-12-14 01:01:00", "post_id": 25}, {"user_name": "luzifer", "text": "leit svona út þegar hann fanst ..", "date": "2005-12-14 01:44:00", "post_id": 26}, {"user_name": "MJ", "text": "vó spes pakk <<<icon_neutral.gif>>> \n\r\ngott að hann er fundinn!\n\r\ntók hann við bílnum aftur eða ætlar hann að fá hann bættann?\n\r\nallaveg mundi eg ekki vilja bílinn aftur, eftir að eitthver asni væri buinn að djöflast á bílnum minum <<<icon_mad.gif>>> <<<icon_evil.gif>>>", "date": "2005-12-14 02:21:00", "post_id": 27}, {"user_name": "bskati", "text": "hann ætlar að fá bílinn aftur og láta laga hann. ég myndi gera það sama ef einhver asni myndi stela mínum bíl. Svona gamla jeppa sem líta vel út er venjulega búið að leggja mikið tíma og pening í. Og það fær maður ekki til bara með örðum bíl. Ég efast allavega um að ég myndi finna jafngóðan bíl og minn ef ég þyrfti að fá annan, það tæki þá allavega langan tíma að leita. Og mér skilst að þessi patrol hafi verið búinn að fá góða aðhlyningu frá eigendanum.", "date": "2005-12-14 02:41:00", "post_id": 28}, {"user_name": "MJ", "text": "ok, ég skil það vel :wink:", "date": "2005-12-14 02:42:00", "post_id": 29}, {"user_name": "RagnarH", "text": "ég myndi nefna alla mögulega hluti og láta laga, segja að þjófarnir hafi tekið, svo segja líka að það hafi verið dvd og svona í bílnum...notfæra sér þetta  <<<icon_mrgreen.gif>>>", "date": "2005-12-14 04:35:00", "post_id": 30}, {"user_name": "Rexinn", "text": "En málið er það að ef að þú ætlar í skaðabótamál útaf sonna, þá verðurðu að eiga nótur fyrir ÖLLU annars er því bara vísað frá. Getur ekkert bara sagt að það hafi verið þetta og þetta í bílnum þá ertu nu varla skárri. = Þjófur. <<<icon_exclaim.gif>>>", "date": "2005-12-14 09:32:00", "post_id": 31}, {"user_name": "TótiG", "text": "Það er alltílagi að \"stela\" frá tryggingarfélögunum, get ekki einusinni kalllað það að stela, bara að endurheimta stolið fé  <<<icon_lol.gif>>>", "date": "2005-12-14 10:13:00", "post_id": 32}, {"user_name": "Coulomb", "text": "Ég var að frétta það að ýmislegt fleira góðgæti hefði fundist í þessum tiltekna skúr þarna á Selfossi, meðal annarra hluta innrétting úr Patrol sem fannst yfirgefinn og strípaður við Rauðavatn núna fyrir tæpum 2 vikum  <<<icon_smile.gif>>>  það er ýmislegt dundað á Selfossi annað en hnökkun   <<<icon_lol.gif>>>", "date": "2005-12-14 11:18:00", "post_id": 33}, {"user_name": "ramlingur", "text": "Hann er nú bra flottari svona <<<icon_biggrin.gif>>>  Vönduð vinnubrögð hjá þeim sem sprautaði", "date": "2005-12-14 12:57:00", "post_id": 34}, {"user_name": "Aron Preza", "text": "va hvað þetta hefur verið heimskt apparat <<<crazy.gif>>>", "date": "2005-12-14 14:03:00", "post_id": 35}, {"user_name": "Danni", "text": "Skiptu um númer líka :O allavegar YU-6** á myndinn af bílnum alveg rauðum og YL-055 á honum eftir að hann fannst. YL-055 er samt skráður sem Rauður/brúnn 91 Patrol, hvað fékk lögguna eigilega til að athuga hvort númerið passaði við VIN númerið?", "date": "2005-12-14 15:46:00", "post_id": 36}, {"user_name": "BRG", "text": "kannski það að þessir þjófnaðir eru komnir útí övga", "date": "2005-12-14 15:51:00", "post_id": 37}, {"user_name": "Jonj", "text": "Mamma og pabbi áttu , YL-055 í 3 ár. Ég sá þann bíl síðast fyrir ári síðan orðinn mjög sjúskaðan. Það var illa viðgerður tjónabíll og ætti að vera ekinn sennilega 400.000 km núna <<<icon_smile.gif>>>", "date": "2005-12-14 16:20:00", "post_id": 38}, {"user_name": "Moli", "text": "djöfull var gott að þetta skítmenni fannst! þetta land er einfaldlega of lítið til að menn komist upp með þjófnaði á breyttum jeppum sem þessum, það er ekki nema þá helst að menn strípi þá gjörsamlega í frumeindir. \n\r\nInnréttingin úr gamla bílnum hans pabba (sem fannst við Rauðavatn) fannst þarna líka, kallinn nýbúinn að selja þegar bílnum er stolið. Pabbi flutti þann bíl inn 1997 átti í 8 ár, og var þetta þvílíkur dekurbíll sem fékk 100% viðhald, síðan eru svona menn eins og þetta skítseyði að stela og eyðileggja fyrir öðrum! leggja bara eistun á þessum vanvitum á steðja og hamra duglega á!  <<<bash.gif>>> <<<realmad.gif>>>", "date": "2005-12-14 17:16:00", "post_id": 39}, {"user_name": "ÓskarG", "text": "Mér finnst hann bara flottari svona  <<<icon_lol.gif>>>", "date": "2005-12-14 18:16:00", "post_id": 40}, {"user_name": "baldur", "text": "Er ekki málið að ná sér bara í stóran vals og stinga kvikindinu inn með lappirnar á undan.\r\nAð stela frá samborgurum sínum er alveg ófyrirgefanlegt.", "date": "2005-12-14 19:15:00", "post_id": 41}, {"user_name": "gtturbo", "text": "Menn eru að missa sig í spæjaraleik inni á 4x4 spjallinu, búnir að finna nafnið á gaurnum sem stal bílunum, heimilisfang og símanúmer.\n\nhttp://www.f4x4.is/new/forum/?file=b...reytingar/5923", "date": "2005-12-15 08:58:00", "post_id": 42}, {"user_name": "Litli_Jón", "text": "Ekki mikill spæjara leikur eigandinn fær þær upplýsingar þegar löggan náði honum. Þarft bara að kunna  að lesa", "date": "2005-12-15 17:55:00", "post_id": 43}, {"user_name": "ramlingur", "text": "Hvað er að fólki ?\n\r\nÞú birtir ekki nafn kennitölu og fleira um viðkomandi aðila á netinu.. Og fólk er kvartandi um að DV sé að brjóta á persónuverndarlögum og koma með árásir persónulega, niðurlæja og rakka menn niður.\n\r\nOg hvað ef þetta er rangur maður, og kannski 20 manns farnir heim til hans og buffa hann r sum.. síðan allt í einu ,,úbbs\" vitlaus gaur..\n\r\nHVAÐ ER AÐ FÓLKI...", "date": "2005-12-15 18:05:00", "post_id": 44}, {"user_name": "phoenix", "text": "já ókei rangur maður <<<icon_rolleyes.gif>>> neih ég kannast ekkert við þennan patrol og dót inní skúrnum hjá mér..... gah.... *slap*", "date": "2005-12-15 21:28:00", "post_id": 45}, {"user_name": "bskati", "text": "þessi gaur sem er nafngreindur þarna hefur víst stolið yfir 60 bílum um ævina, mér er persónulega alveg sama hvort hann verði nafngreindur", "date": "2005-12-15 21:36:00", "post_id": 46}, {"user_name": "íbbi", "text": "sunny þjófurinn frægi <<<icon_twisted.gif>>>", "date": "2005-12-15 22:15:00", "post_id": 47}, {"user_name": "Axel Jóhann", "text": "Gott að bíllinn fannst, enn ég vill ekkert vera leiðinlegur eða neitt enn hann er helvíti töff svona. Og eru ekki ný dekk undir honum líka ?", "date": "2005-12-15 22:19:00", "post_id": 48}, {"user_name": "Jonj", "text": "orðinn leiður á Sunny og kominn með jeppadellu  <<<icon_cool.gif>>>", "date": "2005-12-15 22:20:00", "post_id": 49}, {"user_name": "Litli_Jón", "text": "Í fyrsta lagi þá byrjaði hann að brjóta á honum með að stela bílnum hans (og gert hann flottari <<<icon_wink.gif>>> ) Og svo er þetta gaurinn sem stal þessum bíl,\r\nEinnig veit ég hver þessi gaur er og það mundu ekki geta fullt af fólki lamið hann.", "date": "2005-12-16 17:24:00", "post_id": 50}, {"user_name": "Fannzi_GTi", "text": "Valur sigurðson sá og sami sem stal öllum patrolunum er ekki sunny þjófurinn.. sunny þjófurinn situr inni og verður þar í rumt ár í viðbót hef ég keyrt. \r\nhinsvegar braust Valur sigurðsin ásamt Atla frey inní Nissan sunny sr (pi-893) við sæbólsbraut í kópavogi í fyrra og stálu græjum úr honum fyrir tæp 560þúsund.. \r\nog tjónuðu innréttinguna í honum fyrir 100þúsund!\r\nþessir menn eiga ekkert nema dauðan skilið!", "date": "2005-12-16 19:48:00", "post_id": 51}, {"user_name": "Daredevil", "text": "það á enginn dauðann skilið fyrir smá pening idiot", "date": "2005-12-16 19:59:00", "post_id": 52}, {"user_name": "Litli_Jón", "text": "eða að skemma NISSAN <<<icon_lol.gif>>>", "date": "2005-12-16 21:23:00", "post_id": 53}, {"user_name": "hb2", "text": "Þeir eiga kannski ekki alveg dauðann skilið en þeir eiga skilið að fá góða refsingu. \n\r\nÞað er ekkert eins pirrandi og óþolandi en fólk sem ber ekki virðingu fyrir eigum annara  þá á ég við að stela og skemma. Það ætti að loka þá inni í nokkur ár.", "date": "2005-12-16 23:48:00", "post_id": 54}, {"user_name": "Fannzi_GTi", "text": "held að þú yrðir ÆFUR ef einhver myndi stela af þér einhverju svona dyru, sjaldgæfu og öflugu dóti. og skemma nánast alla innréttinguna til að ná því ur.. það er glatað", "date": "2005-12-17 00:09:00", "post_id": 55}, {"user_name": "SheDevil", "text": "segir maðurinn á daewoo <<<icon_mrgreen.gif>>>", "date": "2005-12-17 01:15:00", "post_id": 56}, {"user_name": "Rexinn", "text": "<<<owned.gif>>>", "date": "2005-12-17 01:27:00", "post_id": 57}, {"user_name": "JHP", "text": "Og munurinn er  <<<icon_rolleyes.gif>>>", "date": "2005-12-17 01:29:00", "post_id": 58}, {"user_name": "Litli_Jón", "text": "Já OG.............. Ef einhver brýst inní hann og rústar innréttingunni til að ná græjunum út, þá er það fínt hann er tryggður, fæ líka örugglega betri bíl í láni á meðan  <<<icon_lol.gif>>> \n\r\nOg OWNED nei ég held ekki þetta var ömurlegt dæmi um OWNED........", "date": "2005-12-17 03:17:00", "post_id": 59}, {"user_name": "Fannzi_GTi", "text": "lýkir þú Ford við Chevy??? <<<icon_rolleyes.gif>>>\n\r\nmunurinn er allur kallinn minn :*", "date": "2005-12-17 05:49:00", "post_id": 60}, {"user_name": "Sparky", "text": "sér enginn plönnturnar í bakgrunninum? <<<icon_confused.gif>>>", "date": "2005-12-18 19:28:00", "post_id": 61}, {"user_name": "Binni", "text": "var verið að fynna fullt af plöntum einhverstaðar uppí sveit þetta er á löggustöðini einhverjar 200 plöntur  <<<icon_lol.gif>>>", "date": "2005-12-18 19:55:00", "post_id": 62}, {"user_name": "-Hjalti-", "text": "UMMMMMM jæja flott að heyra...\r\nÉg veit hver þessi gaur  er , man þegar hann fékk sér Mözdu 626 GT fyrir 4 árum þá stal hann 3 öðrum Mözdum til að gera sinn upp... Man að bílskúrin hjá honum var fullur af hlutum sem hann hafði stolið , löggan komst að þessu og fljótlega eftir þetta flúði náungin til Damörk , Svo sá ég að hann var fluttur aftur til landsins og shitt þá hugsaði ég mér .. nú er engin bíll óhultur því hann er svo klikkaður að af honum langar í eithvað þá fer hann bara og stelur því <<<icon_exclaim.gif>>> <<<icon_evil.gif>>> \r\nVeit að hann er/var dyravörður þar sem skemmtistaðurinn Kapital var....", "date": "2005-12-18 20:06:00", "post_id": 63}, {"user_name": "800HO", "text": "Þegar var verið að sýna myndir frá staðnum þar sem plönturnar eru var sýnt inní bílskúr og þar sást tvílitur Patrol.", "date": "2005-12-18 20:55:00", "post_id": 64}, {"user_name": "Addi", "text": "Þessi gaur fær útreið í DV í dag. Er þetta ekki sami límhausinn og var í hjólbarðaauglýsingu ?\n\r\nAflitaður, wet-look gel, gat í augabrúninni..... hann hlýtur að vera með tribal tattú og tattú á handarbakinu.", "date": "2005-12-23 01:47:00", "post_id": 65}, {"user_name": "Gullli", "text": "Addi .. sami gaur.", "date": "2005-12-23 02:52:00", "post_id": 66}, {"user_name": "Kruder", "text": "ógeðslegur gaur", "date": "2005-12-23 03:13:00", "post_id": 67}, {"user_name": "Fannzi_GTi", "text": "gaur <<<icon_biggrin.gif>>> hann er með tribal.. \n\r\nbtw. hringdi í lögreglunaí gær. og lögreglan er með mikið magn af hljómflutningstækjum og eitthvað af því \"þífi\" passar við lysinguna á minum græjum.\r\nkannski ég fái þær þá aftur þó mér finnist það ólíklegt <<<icon_rolleyes.gif>>>", "date": "2005-12-23 06:55:00", "post_id": 68}, {"user_name": "Kruder", "text": "Já kannski braust hann inn í minn bíl?\n\r\nÞað væri gaman að geta komið því á hann.", "date": "2005-12-23 07:42:00", "post_id": 69}, {"user_name": "Fannzi_GTi", "text": "þetta er örugglega færasti innbrotsþjófur landsins. en lika eflaust sá allra heimskasti. því hann hefur aldrei komist upp með neitt <<<icon_lol.gif>>>\r\nnema gráu mözduna.. hun er ennþá á götuni í dag, reyndar orðin haugur, hun er stolin með skráningaplötur af öðrum bíl, og boddynumeri og allt úr öðrum bíl. \r\nman ekki numerið á henni, Hjalti mazda veit það kannski..", "date": "2005-12-23 08:41:00", "post_id": 70}, {"user_name": "JHP", "text": "Hvar var þessi gaur að vinna?Mig kannast ótrúlega við kappann.", "date": "2005-12-23 09:23:00", "post_id": 71}, {"user_name": "Fannzi_GTi", "text": "gumivinnustofuni, svo var hann dyravörður á roudhous og eitthvað.", "date": "2005-12-23 09:53:00", "post_id": 72}, {"user_name": "chevy", "text": "fannar er hann ekki alltaf á eftir þér? <<<icon_lol.gif>>>  maður hefur heyrt það<<<icon_wink.gif>>>", "date": "2005-12-23 10:17:00", "post_id": 73}, {"user_name": "-Hjalti-", "text": "Númerið var JL 8xx  . Hann Valur Keypti af mér ljósgráa 626 GT mözdu sem var með ónýta vél og bara algjör haugur og einfaldlega ónýtur bíll, svo fór hann í Bæin og Stal einni Dökkgrárri 626 GT mözdu tók númerin af ljósgráu JL 8xx og bodynumerið og setti á Dökkgráu og setti í hana filmur og krómfelgur og reyndi að breita henni heilmikið til að hún þekktist ekki lengur sem sami bíll  <<<icon_confused.gif>>> en Það þekktu náttla allir á selfossi þessa druslaulegu gömlu ljósgráu 626 GT Mözdu enda búin að vera heilengi á selfossi og fólki fanst það nú hálfskrítið að hún væri alltíeinu orðin Dökkgrá og filmuð og á Krómfelgum en Númerið var enn það sama JL8xx , svo seinna þá fór mótorin í Þessum Dökkgráa sem Valur var búin að Dekra við , setja rosalegar græjur í og ætlaði bara að eiga þennan draumabíl sinn áfram en honum dettur náttla ekkert í hug að kaupa nýjan mótor heldur skreppur einn þjófnaðarleiðangur í Reykjavík og stelur annari mözdu , Fer með hana á Stokseyri og rífur mótorinn úr henni og setur í \"sinn\" dökkgráa og skilur svo hræið af bílnum sem hann var að endavið að stela útá aðalgötuni á stokseyri þar stendur bíllinn í einhvern tíma þangað til löggan tekur eftir henni og spyr held ég eigandan á verkstæðinu sem bíllinn stendur við hvað mákið sé með þennan bíl og hann bendir á val og hann er \"Vinur\" löggunar á selfossi þannig að þeir föttuðu að þetta var Mözdu þjófurinn , Dökkgráa mazdan fór aftur í hendurnar á fyrri eiganda sam hlítur að hafa verið ansi glaður að fá bílin sinn aftur svona helvíti flottan  <<<icon_smile.gif>>>", "date": "2005-12-23 11:37:00", "post_id": 74}, {"user_name": "Pokémon", "text": "Var notaður sem model í auglýsinguna hjá Gúmmívinnustofunni.", "date": "2005-12-23 11:41:00", "post_id": 75}, {"user_name": "Fannzi_GTi", "text": "juju mikið rétt mikið rétt <<<icon_lol.gif>>> hann ætlar að drepa mig fyrir að kæra hann <<<icon_biggrin.gif>>>\r\nþá drepur hann mig bara :P", "date": "2005-12-23 12:08:00", "post_id": 76}, {"user_name": "Óli Þór", "text": "Þetta kallar maður rétt viðhorf. ekki láta þessa uppblásnu aumingja komast upp með neitt, þó þeir hóti öllu illu þá eru þeir yfirleitt ekki menn orða sinna.", "date": "2005-12-23 12:17:00", "post_id": 77}, {"user_name": "Fannzi_GTi", "text": "Valur hefur aldrei getað staðið við neitt sem hann segir, hótar eða gerir.. tilhvers að taka þennan ílla vanþroskaða þjófótta bjána allvarlega nuna? <<<icon_neutral.gif>>>", "date": "2005-12-23 12:27:00", "post_id": 78}, {"user_name": "Litli_Jón", "text": "Hann er ekki farinn í jailið enþá  <<<icon_lol.gif>>>  durumt durumtdurumt", "date": "2005-12-23 12:53:00", "post_id": 79}, {"user_name": "íbbi", "text": "ókei s.s ef hann drepur fannza.. þá fær hann samkvæmt íslensku réttarkerfi sona 3-4 ár.. og þá væri bílarnir okkar alveg óhulltir á meðan? <<<icon_cool.gif>>> <<<icon_mrgreen.gif>>>", "date": "2005-12-23 13:03:00", "post_id": 80}, {"user_name": "Litli_Jón", "text": "Já en hann er ekki óhultur fyrir honum fyrir en hann fer í jailið <<<icon_biggrin.gif>>>.\n\r\nLíka bara eiga crappi bíl þá stelur hann honum ekki <<<icon_wink.gif>>> (I'm safe)", "date": "2005-12-23 13:16:00", "post_id": 81}, {"user_name": "-Hjalti-", "text": "Jújú hann stelur öllu  <<<icon_confused.gif>>>", "date": "2005-12-23 16:37:00", "post_id": 82}, {"user_name": "ND2SPD", "text": "Neihh sennilega ekki með tattoo, það er ekki hægt að stela þeim..", "date": "2005-12-23 16:56:00", "post_id": 83}, {"user_name": "hb2", "text": "Veit einhver hvernig dóm hann fær??\n\r\nÞað á náttla bara að loka svona menni inni í nokkur ár.", "date": "2005-12-23 18:09:00", "post_id": 84}, {"user_name": "Hr.Cummins", "text": "rólegur á að pósta 3x <<<icon_smile.gif>>>", "date": "2005-12-23 18:29:00", "post_id": 85}, {"user_name": "hb2", "text": "Uuuu ég væntanlega? Tölvan var ekki samvinnuþýð.\n\r\nSorry back to topic.", "date": "2005-12-23 19:15:00", "post_id": 86}, {"user_name": "MJ", "text": "hei þarna er siggi, hæ siggi", "date": "2005-12-23 19:20:00", "post_id": 87}, {"user_name": "BippiDaIce", "text": "ég þekki þennann mann vel þetta er bara rugl haus... eg vissi reyndae ekkert að hann hafi stolið jeppum", "date": "2005-12-23 23:08:00", "post_id": 88}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "<<<icon_rolleyes.gif>>>", "date": "2005-12-26 15:45:00", "post_id": 89}, {"user_name": "Fannzi_GTi", "text": "ég er ekki dauður ennþá <<<icon_smile.gif>>>\r\nhæjjjjj <<<icon_lol.gif>>>", "date": "2005-12-26 21:03:00", "post_id": 90}, {"user_name": "MJ", "text": "aldrei segja aldrei <<<icon_rolleyes.gif>>>", "date": "2005-12-26 21:04:00", "post_id": 91}, {"user_name": "SnowMan", "text": "<<<bitchslap.gif>>> Þú ert vonlaus.", "date": "2005-12-26 21:22:00", "post_id": 92}, {"user_name": "Siggi H", "text": "who has the biggest penis.. yeah yeah <<<icon_rolleyes.gif>>>", "date": "2005-12-26 21:57:00", "post_id": 93}, {"user_name": "Fannzi_GTi", "text": "why?\n\r\nMatti ég sagði aldrei aldrei <<<icon_lol.gif>>>", "date": "2005-12-26 22:12:00", "post_id": 94}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/crazy.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/bash.gif", "http://live2cruize.com/spjall/images/smilies/realmad.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/owned.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/bitchslap.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2005-11-04 00:24:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/crazy.gif", "path": "full/571e9081b9b0ae5c34968ae245909e7bf5b5bedb.gif", "checksum": "24dc6585dc9fac6a2e5e4df2440a7819"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/bash.gif", "path": "full/aeb8b3e502d18f146533f54a51e5d8e5e262356f.gif", "checksum": "cc5405b01326f871fc690141a9e6280b"}, {"url": "http://live2cruize.com/spjall/images/smilies/realmad.gif", "path": "full/88ffb318b703c186bd2ef677a9eb221ebdcedf36.gif", "checksum": "bdc3e8302397bcfe6c644497be41378d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/owned.gif", "path": "full/9ffcb0ee61e277253a4a4b27bc1861a4ea7bbd29.gif", "checksum": "45e0e7dfe80d97b3d82afaaf9d199a5a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mrgreen.gif", "path": "full/c4c4e06a2fb0f6c1748cf2b636f549245bc91197.gif", "checksum": "54e8505227edae1e583cf2f9554abc3a"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/bitchslap.gif", "path": "full/99b927e6cb75d5955372c70ad29eb485d90819f7.gif", "checksum": "69622cf6f1070c23f484558b8e6610c0"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}