{"forum_title": "Almennt spjall", "id": "87887", "title": "Að kaupa bíl á bílauppboði og fá að skila....", "url": "http://www.live2cruize.com/spjall/showthread.php/87887-Að-kaupa-bíl-á-bílauppboði-og-fá-að-skila", "posts": [{"user_name": "JeyLi", "text": "hefur einhver hérna fengið að skila bíl sem hann hefur keypt á bílauppboði vegna lélegrar mynda? \r\ní rauninni sýna myndirnar að það sé í góðu lagi með bílinn og það sést eins og það þurfi bara að skipta um húdd og ljósið, en svo þegar var farið að ná í bílinn þá er þetta meira tjón en er sýnt á myndunum.", "date": "2009-08-04 23:59:00", "post_id": 1}, {"user_name": "ValliPleimó", "text": "og tókstu bílinn samt ? :S\n\nwww.v21.is", "date": "2009-08-05 00:14:00", "post_id": 2}, {"user_name": "HK RACING", "text": "Þú átt að skoða hvað þú ert að kaupa,ef þú kaupir bíl eftir myndum þá er það bara þitt vandamál...", "date": "2009-08-05 00:30:00", "post_id": 3}, {"user_name": "ZooMix", "text": "á sumum uppboðum má ekki fara og skoða bílana í persónu.", "date": "2009-08-05 01:21:00", "post_id": 4}, {"user_name": "silent1", "text": "þú verður að vita samkvæmt lögum hvað þú ert að kaupa áður en þú kaupir það <<<icon_wink.gif>>>", "date": "2009-08-05 03:15:00", "post_id": 5}, {"user_name": "JeyLi", "text": "ég geri mér vel grein fyrir því, og geri mér líka grein fyrir að maður á að skoða bílinn, en hinsvegar þegar þeir vita af því að eitthvað er tjónað á bílnum en sýna ekki mynd af því né upplýsingar þá er það annað. ég er á akureyri og kemst ekkert bara að skoða bílinn eins og ekkert sé.", "date": "2009-08-05 07:42:00", "post_id": 6}, {"user_name": "indjaninn", "text": "það er boðið boðið upp  á að skoða bílinn.og seinast þegar ég vissi er hægt að ferðast milli akureyrar og rvk eða fá einhvern til að skoða fyrir sig", "date": "2009-08-05 11:36:00", "post_id": 7}, {"user_name": "JeyLi", "text": "ég hef áður keypt bíl þarna og geri mér vel grein fyrir þessu, hættið að tala við mig eins og ég viti ekkert í minn haus. ég er búinn að tala við tm og þeir ætla að athuga hvort þeir taki bílinn aftur. takk fyrir öll yndislegu svörin. það fer engin heilvita manneskja að ferðast frá akureyri til rvk til að skoða bíl á tjónauppboði!", "date": "2009-08-05 12:27:00", "post_id": 8}, {"user_name": "HK RACING", "text": "Nú hvaða uppboð eru það?", "date": "2009-08-05 12:29:00", "post_id": 9}, {"user_name": "AntiTrust", "text": "Er upplýsingaskylda seljanda, í þessu tilfelli uppbjóðanda ekki meiri en svo að það sé hægt að henda inn það lélegum myndum af bíl og \"blöffa\" kaupanda?", "date": "2009-08-05 12:29:00", "post_id": 10}, {"user_name": "Oskar K", "text": "var að spá í bíl einusinni, tjónaður að aftan eftir aftanákeyrslu, stóð í lýsingu, \"ónýtt afturljós, stuðari, stuðarabiti og aftuhleri\"\nfór niðru í k´rok og sá þá að afturbrettið var gengið inn í afturhurðina öðrumegin og hún ekki opnanleg\n\nþetta sást hvorki á myndum né í lýsingu á bílnum og miðað við verðið sem hann fór á myndi ég giska að kaupandi hafi ekki vitað af því að bíllinn var hel boddyskakkur", "date": "2009-08-05 12:47:00", "post_id": 11}, {"user_name": "doddi1", "text": "af hverju er gegnumgangandi að fólk pósti bara öllum fjandanum á þetta spjallborð?\n\naf hverju fórstu beint í tölvuna og spurðir hvort einhver annar hefði fengið að skila bíl?\n\nbara hringja niðreftir og tala við viðkomandi tryggingafélag...\n\n\nsvo er líka oft eins og fólk kunni ekki á leitina miðað við sumar af þessum asnalegu spurningum sem flæða hingað inn aftur og aftur.\n\n\"hvar er best og ódýrast að sprauta bíl?\"\n\n\"hvernig skipti ég um dekk?\"\n\nhvernig nota ég internetið?\"\n\nalveeeeeeeeeg, hver á að laga þetta? á ég að laga þetta? aaaaaalveeeeeeeeeg.\n\n\n\nvarð bara aðeins að losna við pirringinn, býst samt við að margir séu á sama máli", "date": "2009-08-05 13:00:00", "post_id": 12}, {"user_name": "JeyLi", "text": "af því að helvítis tryggingafélagið var ekki búið að opna og það er allt í lagi að spyrja og fá upplýsingar annarsstaðar frá. það er nokkuð augljóst um hvað þessi þráður er þannig að þú gast alveg sleppt því að opna hann ef þú vildir ekki svara honum. og nei ég kann ekki á leitiina enda nota ég þetta spjall ekki rassgat.", "date": "2009-08-05 14:20:00", "post_id": 13}, {"user_name": "TommI Camaro", "text": "er þetta ekki bara eitthvað sem þú átt að láta vera ?\r\nfinnst alltaf jafn skemmtilegt þegar fólk fér á uppbod og borga vel fyrir eitthvað sem það veit ekkert hvað það er að fara út í", "date": "2009-08-05 14:25:00", "post_id": 14}, {"user_name": "Einar Vti", "text": "Fólk þarf bara að passa sig. Við vorum að skoða Toyota Tundru um daginn og bara með smá heila er hægt að sjá að bílasölurnar ljúga í bakið á manni\n\r\nSmá dæmi um það hér\nhttp://bilasolur.is/CarDetails.aspx?...3865&schpage=1\n\r\nÚtborgun kr. 140.000\r\nÁhvílandi kr. 5.450.000 (97%)\r\nAfborgun kr. 51.000 (79 greiðslur eftir)\r\nFjármögnun Avant\n\r\n51000 * 79 = 4.029.000\n\r\nSamt er áhvílandi  5.450.000. við vorum að reyna benda þeim á þetta og þeir bara nei þetta er ekki svona og voru að reyna láta okkur skrifa undir þetta. og við vitum ekkert hvað afborganir eru miklar á mánuði, vitum ekki hvað eru miklir vextir og þeir ætluðust til að við myndum trúa þessu!\n\r\nHelvítis fokking ógeðslega spilta land !", "date": "2009-08-05 14:42:00", "post_id": 15}, {"user_name": "ZooMix", "text": "Þetta er ekki svona auðvelt. Sem dæmi er mitt lán í kringum tvær milljónir í íslenskri mynt. Og þegar lánið var tekið til 84 mánaða voru jafnar afborganir mánaðarlega settar á þetta.\r\nSem gerir dæmið einhvernveginn svona\n\r\n2.000.000 / 84 = 23809.5 kr á mánuði að jafnaði.\n\r\nOfan á það leggjast svo vextir og verðbólga sem skila mánaðarlegu afborgunum upp í 34.000 kr sirka. Sem þýðir að þegar ég er búinn að borga lánið niður verð ég búinn að borga 2.856.000 kr. fyrir mitt 2 milljóna lán.\n\r\nMér sýnist bílasalan alveg reikna dæmið nokkurnveginn rétt.", "date": "2009-08-05 16:00:00", "post_id": 16}, {"user_name": "doddi1", "text": "ef það er auglýst afborganir á mánuði þá á ekkert að bætast við þá tölu.", "date": "2009-08-05 17:24:00", "post_id": 17}, {"user_name": "JeyLi", "text": "ég á ekkert í þessum bíl.", "date": "2009-08-05 18:53:00", "post_id": 18}, {"user_name": "Röggi R900", "text": "tekið af bílauppbod.is\n\nVelkomin á uppboðsvef Króks bílastöðvar ehf. Uppboð á ökutækjum og öðrum munum fyrir tryggingarfélög og aðra aðila fara fram alla virka daga og er uppboðstími að jafnaði 3-5 dagar. Hægt er að skoða uppboðsmuni í húsnæði Króks bílastöðvar að Suðurhrauni 3, 210 Garðabæ alla virka daga milli 8:30 og 17:00. Við bendum bjóðendum á að það er áríðandi að þeir skoði uppboðsmuni áður en boð eru gerð þar sem myndir geta ekki lýst öllu tjóninu. Ath. númer bifreiða eru alla jafnan ekki á bílum við sölu\r\nTilboð eru bindandi, sjá nánar undir skilmálum, ganga verður frá greiðslu innan tveggja sólarhringa annars er bifreiðin seld öðrum. Standi bjóðandi ekki við gefið tilboð er hann útilokaður frá því að bjóða í muni á uppboðsvef Króks.  \n\nAth. áríðandi er að skoða ferilsskrá bifreiðar áður en tilboð eru gerð, vegna árgerðar /framleiðsluárs og annarra upplýsinga sem geta haft áhrif á verðmyndun !! \n\n\r\nÞetta er algerlega á þinni ábyrgð að skoða viðkomandi ökutæki, ef þú veist ekki hvernig það lýtur út nema á myndum, slepptu því þá að bjóða í það...\n\r\nEn ef það eru einhverjir leyndir gallar sem sjást ekki hvorki á myndum nema þegar bifreið er skoðuð þá máttu skila honum, þá er samt aðallega verið að tala um vél, skipting og drif farið en var ekki tekið fram", "date": "2009-08-05 19:16:00", "post_id": 19}, {"user_name": "JeyLi", "text": "takk, þeir tóku bílinn aftur.", "date": "2009-08-05 19:16:00", "post_id": 20}, {"user_name": "Master", "text": "Það er ekkert mál að bjóða í bílana án þess að gera sér ferð til að skoða hvert ökutæki - Þegar boðið er í bíl, og þú átt efsta boð þá er ekkert sem segir að þú verðir að kaupa viðkomandi bíl, þú getur alltaf fallið frá tilboðinu ef hann stenst ekki nánari skoðun.\r\nReyndar er eitt fyrirtæki með vesen hvað þetta varðar (krókur) en þeir eyða useraðgangum þínum, sem skiptir engu máli, því þú skráir bara ömmu þína næst...", "date": "2009-08-06 00:57:00", "post_id": 21}, {"user_name": "Gunnoli", "text": "lestu þetta aftur yfir fyrir mig og segðu mér svo að bílasalan sé að gera rétt.. ef þú borgar 51þús í 79 Mánuði þá er það ekki nema  Cirka 4 miljónir en það er ákvílandi 5.4 miljónir..", "date": "2009-08-06 01:07:00", "post_id": 22}, {"user_name": "BRG", "text": "51.000 x 79 mán x verðbólga", "date": "2009-08-06 01:16:00", "post_id": 23}, {"user_name": "syggy", "text": "hann seygir rétt afborganair eru ekkert alltaf eins þær róla +/- eithvað enn mjög sjaldan nákvamlega sama talan aftur og aftur", "date": "2009-08-06 01:46:00", "post_id": 24}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2009-08-04 23:59:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}