{"forum_title": "RÖFL", "id": "88543", "title": "Voðalega eru Frakkar klikkaðir", "url": "http://www.live2cruize.com/spjall/showthread.php/88543-Voðalega-eru-Frakkar-klikkaðir", "posts": [{"user_name": "Röggi R900", "text": "Lést á flótta undan lögreglu\n\n\r\nUngmenni söfnuðust saman í gær fyrir utan lögreglustöð í suðausturhluta Parísar og skeyttu skapi sínu á öllu lauslegu. Reiði braust út meðal ungmennanna þegar átján ára piltur á mótorhjóli lést eftir að lögregla reyndi að stöðva hann.\n\r\nLögregla hóf eftirför eftir piltinum þegar hann neitaði að sinna stöðvunarmerki lögreglumanna. Eftirförinni lauk skömmu síðar þegar pilturinn missti stjórn á mótórhjólinu og ók á steinsteypta hindrun. Talið er að hann hafi látist samstundis.\n\r\nÍ kjölfar dauða piltsins söfnuðust ungmenni saman við lögreglustöðina, köstuðu lausum munum að lögreglustöðinni, skemmdu strætisvagn og kveiktu í ruslakörfum og strætisvagnaskýli.\n\r\nLögregla aðhafðist ekki vegna þessa.\n\r\nMiklar óeirðir brutust út í París í október 2005 eftir að tvö ungmenni á flótta undan lögreglu létust. Hófust óeirðirnar upphaflega á því að tveir táningar fengu raflost og létust er þeir földu sig fyrir lögreglumönnum í rafstöð í úthverfi Parísar. Þúsundir bíla voru brenndir um allt landið og a.m.k. 100 byggingar. Óeirðirnar stóðu í tæpar þrjár vikur.\n\nhttp://www.mbl.is/mm/frettir/erlent/...ndan_logreglu/\n\r\nÞeir eru að efna til óeirða fyrir það að einhverjir hafi verið að stinga lögguna af og dáið vegna fávisku sinnar og glæfraaksturs, eða er öll sagan ekki sögð í þessum fréttum ??\n\r\nEins gott að það sé ekki sami hugsunarháttur hérna á Íslandi, því þá væri allt brunnið til kaldra kola", "date": "2009-08-10 11:44:00", "post_id": 1}, {"user_name": "grilladur", "text": "Lögreglan setti upp steyptan vegartálma?\n\r\nannars þá frétti ég það að ef þúe ert að flýja lögreglu á t.d. krossara, og þú tekur af þér hjálminn þá má löggan ekki halda áfram að elta þig ? er það samt ekki bara eh rugl?", "date": "2009-08-10 12:03:00", "post_id": 2}, {"user_name": "Ívarb", "text": "1. Efast um að löggan steypi upp vegartálma sí svona.\n\r\n2. Að þurfa bara að taka hjálminn af sér og þá sleppur maður við allt. ef það væri bara svo einfalt.", "date": "2009-08-10 12:10:00", "post_id": 3}, {"user_name": "bjozzy", "text": "1. True that\r\n2. True that", "date": "2009-08-10 12:29:00", "post_id": 4}, {"user_name": "Viktorkarl", "text": "Þetta er í Frakklandi, þar nota þeir hvaða tækifæri sem þeir fá til að mótmæla og brenna allt sem hægt er að brenna", "date": "2009-08-10 12:36:00", "post_id": 5}, {"user_name": "CS", "text": "Mundu þá þeir ekki bara keyra án hjálms allan tíman.....\n\r\nHvað ef löggan mundi bara segja \"hey þessi var keyra allt og hratt og stopar ekki eftir við setu upp bláu ljósinn best við eltum hann ekki....\" eins hann mundi fara keyra hæga eftir að hann neitaði að stopa og hún að hætti við elta hann uppi. Fólk mundi bara keyra eins hratt þeir vildu....\n\r\nHraðinn drepur....\n\r\nÞetta með ungmenninn að rústa öllu þarna úti ekkert nýtt sumir vilja bara rústa öllu.... Heppin þetta er ekki í Kína<<<icon_smile.gif>>>", "date": "2009-08-10 12:40:00", "post_id": 6}, {"user_name": "Stefán Dal", "text": "Viva La Revolucion!", "date": "2009-08-10 12:48:00", "post_id": 7}, {"user_name": "AddiPaddi", "text": "1. þeir steypa hann ekki á staðnum heldur eru þetta kubbar sem hægt er að fæa á milli staða forsteyptar einingar \n\r\n2. Það er rétt það yrðu bara heimskulegust lög í heimi ef það væri rétt", "date": "2009-08-10 12:57:00", "post_id": 8}, {"user_name": "urban", "text": "ég bara varð að commenta á þetta sem að ég boldaði...\n\r\nhraðinn hefur engan drepið...\r\nmjög skyndilegt stopp gerir það aftur á móti að öllum líkindum", "date": "2009-08-10 13:03:00", "post_id": 9}, {"user_name": "Dikta", "text": "Frakkar eru rosalegir þegar kemur að mótmælum. Þegar ég var þarna úti í skóla var frí nánast einu sinni í viku því kennararnir voru í verkfalli eða mótmælagöngu... Þeir standa yfirleitt fastir á sínu og mótmæla harkalega ef þeir eru ekki sáttir við eitthvað. Það er líka frekar áhugavert að þarna úti er það ekki almenningurinn sem hræðist ríkisstjórnina heldur akkúrat öfugt. \n\nSvo er nú líklegt að það fylgi ekki öll sagan þarna með, enda franska lögreglan  margrómuð fyrir frekar ofbeldishneigða hegðun..", "date": "2009-08-10 13:11:00", "post_id": 10}, {"user_name": "oli92", "text": "þeir leita bara að afsökun til að brenna þessi bílhræ sem þeir framleiða\n\r\nPeugeot Renault Citroen allt saman bara eldiviður þegar allt kemur til als", "date": "2009-08-10 13:55:00", "post_id": 11}, {"user_name": "CS", "text": "Ég svo sem átti von á þessu svari<<<icon_smile.gif>>> \n\r\nHraðinn Eykur líkur til muna þú missir vald á þínum bíl.....annars mundi hraðinn drepa þann sem þú gætir lent á<<<icon_smile.gif>>>", "date": "2009-08-10 14:26:00", "post_id": 12}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2009-08-10 11:44:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}