{"forum_title": "RÖFL", "id": "89067", "title": "nítró", "url": "http://www.live2cruize.com/spjall/showthread.php/89067-nítró", "posts": [{"user_name": "Gunni91", "text": "ég var að pæla, hvernig er 1600 hondan að höndla nítró? eins og þessi \nvar með 50 hp nítró, fer þetta ekki fáránlega illa með vélina og sérstaklega stimplana?\nhttp://live2cruize.com/spjall/showthread.php?t=70487", "date": "2009-08-14 10:02:00", "post_id": 1}, {"user_name": "BIGBRO", "text": "reiknaðu bara 210 hp 1600 bíll sem hefur verið í botni í 10 ár....", "date": "2009-08-14 10:05:00", "post_id": 2}, {"user_name": "einarak", "text": "ekki ef allt er rétt gert", "date": "2009-08-14 10:12:00", "post_id": 3}, {"user_name": "Geiri_EG6", "text": "ég er að keyra minn vti á 75hp NOSi og það er bara fínt      \n\n\r\nverður bara að vera með GOTT nitro kerfi og ekkert skítamix þá er þetta alltí lagi", "date": "2009-08-14 11:21:00", "post_id": 4}, {"user_name": "Knútzi KSK", "text": "verður miklu meira slit á bílnum, tekur miklu meira á allt! þetta er bara rugl! <<<lol3.gif>>>", "date": "2009-08-14 12:29:00", "post_id": 5}, {"user_name": "G3ML1NGZ", "text": "50-75-100 er ekki talan af hö sem hvert skot gefur heldur er það flæðitala. \n\r\nEn það ætti ekki að vera banvænt en ef ég væri að leika mér eitthvað með hláturgas myndi ég vilja hafa logger með til að vita hvernig vélin væri að bregðast við þessu. en það er bara ég.", "date": "2009-08-14 12:31:00", "post_id": 6}, {"user_name": "Sævar Örn", "text": "Það er ekki að ástæðulausu að fólk er að skipta út stimplum fyrir þrykkta stimpla, fá sér fasta stödda í blokkirnar og öflugri legur til að þær þoli þjösnið undir svona álagi þessar vélar.", "date": "2009-08-14 12:43:00", "post_id": 7}, {"user_name": "baldur", "text": "Yfirleitt er ástæðan fyrir því að original dótið gefur sig bara óvitaháttur.", "date": "2009-08-14 13:06:00", "post_id": 8}, {"user_name": "Geiri_EG6", "text": "ég allavega ætla að gasa minn bara þangatil eikkva springur þetta er allveg þess virði <<<icon_biggrin.gif>>>", "date": "2009-08-14 13:23:00", "post_id": 9}, {"user_name": "Master", "text": "Þetta er allt spurning um magn.\n\nHvað þolir vélinn mikið meira en hún gerir á venjulegu eldsneyti? Þegar vélinn brennir venjulegu eldsneyti þá verður rúmmálsaukning á eldsneytinu inní sprengirýminu, það veldur því að stimpillinn þrýstist niður og að sjálfsögðu virkar þrýstingur á allt annað í sprengirýminu og það verður að þola þann þrýsting.\n\nÞegar þú bætir nitro inní jöfnuna, þá ertu að auka rúmmálsaukninguna (hve mikið fer eftir hve miklu nitro þú bætir við) og þá eykst þrýstingurinn á sprengirýmið í jöfnu hlutfalli. Hvenær þú ferð yfir einhver mörk er bara spurning um hvar veikasti hlekkurinn er í þinni vél. Þetta er nokkurnvegin það sama og er í gangi þegar menn eru að yfirboosta turbovélar - bara spurning um magn.\n\nSvo náttúrlega eru alskonar önnur atriði sem spila inní, eins og td ef vélinn kveikir of snemma í eldsneytisblöndunni, það þýðir að rúmmálsaukningin á sér stað áður en stimpillinn er kominn í efstu stöðu og þá getur ýmislegt brotnað, því verður kveikjutíma að vera réttur (sem gæti alveg þýdd seinkun/flýtingu á tímanum því kveikjutími er stilltur miðað við ákveðinn brunahraða) Svo og verður að gæta að því að bensín sé nægt í blöndunni, því annars gæti bruninn verið of heitur osf (þá brennur td ventlar eða stimpill)\n\nÞað gefur alveg auga leið að mun meira afl veldur meira álagi sem veldur meira sliti, en ef skynsamlega er farið að þá ætti slitaukning vegna nitronotkunar ekki endilega að vera neitt sem veldur verulegum mun í endingu vélar. (Flestar vélar skemmast mest á kaldræsingum og vegna lélegrar olíu)", "date": "2009-08-14 13:33:00", "post_id": 10}, {"user_name": "Kristjan_GUÐ", "text": "<<<icon_cool.gif>>>\r\n..", "date": "2009-08-14 14:05:00", "post_id": 11}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2009-08-14 10:02:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}