{"forum_title": "RÖFL", "id": "90354", "title": "Blessuðu bílalánin okkar..", "url": "http://www.live2cruize.com/spjall/showthread.php/90354-Blessuðu-bílalánin-okkar", "posts": [{"user_name": "Becker", "text": "Jæja, ég ákvað að forvitnast aðeins um það hvort einhver ykkar sé búinn að reyna að fá að frysta sama bílalánið í annað skipti eða jafnvel að lengja samningstímann? \n\r\nÞað eru eflaust fleiri en ég í þeirri stöðu að afborganirnar af bílnum eru orðnar of háar og það er einfaldlega ekki hægt að ráða við þær, sérstaklega þegar maður er byrjaður aftur í skóla. \n\r\nMitt bílalán er hjá Íslandsbanka og ég er að spá hvort einhver ykkar hefur reynt að semja við þá snáða og hvernig það fór?\n\r\nVæri gaman ef þið gætuð sagt frá ykkar reynslusögum og hvernig sé best að fara að þegar kemur að því að sleikja upp bankafólk og fá það til að hjálpa manni?", "date": "2009-08-25 18:07:00", "post_id": 1}, {"user_name": "Hafst1", "text": "Þú hefur nú talsvert forskot á 95% af liðinu hérna. Ég mundi reyna að nýta mér það.", "date": "2009-08-25 18:39:00", "post_id": 2}, {"user_name": "AlexanderH", "text": "<<<yeahthat.gif>>>", "date": "2009-08-25 19:14:00", "post_id": 3}, {"user_name": "brapeson", "text": "Hjá mér er það bara note to self: aldrei að fá bílalán hjá TM aftur.", "date": "2009-08-25 19:33:00", "post_id": 4}, {"user_name": "AMG", "text": "hvað er bílalán?", "date": "2009-08-25 20:48:00", "post_id": 5}, {"user_name": "Andri M.", "text": "bílalánið mitt er það stutt, þannig að greiðslujöfnunin hjá mér er í gildi til 1. janúar, og einsog staðan er núna er þetta allveg þokkalega viðráðanlegt, \n\r\nþannig að ég vona bara að ég lifi af þessa fimm mánuði í skólanum á vorönninni", "date": "2009-08-25 21:19:00", "post_id": 6}, {"user_name": "Myriftica", "text": "já hvað er að frétta", "date": "2009-08-25 21:38:00", "post_id": 7}, {"user_name": "Lilem_", "text": "Hver ert þú ?", "date": "2009-08-25 21:49:00", "post_id": 8}, {"user_name": "AMG", "text": "það er bara agætt vinur, enn þer. þu att alltaf pappira hja mer. þarf að finna þa til\n\r\nsiðan a eg ennþa krómfelgunar ef áhugi\n\n\n\ningþór heiti eg", "date": "2009-08-25 21:50:00", "post_id": 9}, {"user_name": "Lilem_", "text": "Hæjj <<<tongueout.gif>>>", "date": "2009-08-25 21:54:00", "post_id": 10}, {"user_name": "Myriftica", "text": "jáaa auðvitað, ég bjalla í þig á morgun og við skoðum þetta", "date": "2009-08-25 22:04:00", "post_id": 11}, {"user_name": "AMG", "text": "höfum það um helgina, þarf að gramsa eftir þessum blessuðu pappirum, þeir eru einhverstaðar i hrúguni minni", "date": "2009-08-25 22:17:00", "post_id": 12}, {"user_name": "Myriftica", "text": "allright", "date": "2009-08-25 22:41:00", "post_id": 13}, {"user_name": "MR.TAN", "text": "Er með lán afborganir eru 90 þús á mán og hvílir á bílnum 3 millur.", "date": "2009-08-26 01:54:00", "post_id": 14}, {"user_name": "Galant ES", "text": "Heyrðu vel á minnst finndu fyrir mig fylgiskjölin af þessum Dogde-um sem fara í ferjuna.\nÆtla að senda þetta allt út til Frank og hann mun reyna að tolla þetta eitthvað skemmtilega.\nEf að einhver kann að Tolla þá er það Frank<<<icon_cool.gif>>>\nSendi á þig línu annaðhvort í dag eða á morgun með flugnúmeri undir rassinn á þér.\nReyndu svo að vera með tappann í flöskunni á meðan að þú ert þarna úti hjá þeim . . Þetta verður  $ $ $ $ Fyrir okkur báða ef að hann skrifar undir <<<icon_cool.gif>>>", "date": "2009-08-26 01:59:00", "post_id": 15}, {"user_name": "Becker", "text": "Jææææja, er ekki komið gott af þessu off-topici? \n\r\nEr virkilega enginn hérna sem hefur látið reyna á þetta? <<<icon_surprised.gif>>>", "date": "2009-08-26 11:27:00", "post_id": 16}, {"user_name": "Brimar", "text": "Frystingin rann út hjá mér í júlí og þá buðu þeir mér nokkrar greiðsluleiðir til að lágmarka kostnaðinn við afb. næstu 8 mánuði\n\nFarðu bara niðrí Avant og sæktu um, þeir ættu að geta reddað þessu fyrir þig, þ.e.a.s. ef þú hefur alltaf staðið í skilum!", "date": "2009-08-26 11:33:00", "post_id": 17}, {"user_name": "brapeson", "text": "Passa sig á þessum bölvuðu frystingum. Oft lengist lánstíminn ekki sem þýðir að í raun borgar þú ekkert/lítið inn á lánið á frystitímabilinu og afborganir eftir frost verða hærri en þær voru fyrir það.", "date": "2009-08-26 11:47:00", "post_id": 18}, {"user_name": "RAT", "text": "ég er búin að frysta mitt aftur í 8 mánuði borga 50% af afborgun og síðan vextina . \n\nsíðan að 8 mánuðum liðnum sér maður hvort maður nenni að standa í þessu lengur <<<icon_smile.gif>>> og skilji ekki bara allt eftir og láti það falla. Ísland er ekki erfiðisins virði lengur.", "date": "2009-08-26 13:56:00", "post_id": 19}, {"user_name": "brapeson", "text": "Eitthundrað prósent sammála þér. Gæti ekki hafa orðað þetta betur.", "date": "2009-08-26 16:22:00", "post_id": 20}, {"user_name": "Dreitill", "text": "Sé enga ástæðu til vinna af mér rassgatið til að eiga fyrir bíldruslu. kominn með seinni frystingu hjá mér og svo er bara spurning að hætta að borga af þessu.", "date": "2009-08-26 16:44:00", "post_id": 21}, {"user_name": "Hafst1", "text": "Án þess að mér komi það nokkuð við. Hvað ertu gamall og hvað geriru?", "date": "2009-08-26 18:15:00", "post_id": 22}, {"user_name": "HlynurFreyr", "text": "..,-", "date": "2009-08-26 22:17:00", "post_id": 23}, {"user_name": "Dreitill", "text": "Why??\n\n\r\nÉg er örugglega eldri en þú.\n\r\nOg er ógeðslega klár á mínu sviði<<<icon_wink.gif>>>", "date": "2009-08-27 02:53:00", "post_id": 24}, {"user_name": "Drengz", "text": "lánin mín eru búinn að hækka um 5mills.... gæti alveg haft það betra <<<icon_smile.gif>>>", "date": "2009-08-27 03:00:00", "post_id": 25}, {"user_name": "Galant ES", "text": "Hef líka velt því lengi fyrir mér hvað þú gerir.\r\nEndilega segðu okkur <<<icon_smile.gif>>>", "date": "2009-08-27 08:37:00", "post_id": 26}, {"user_name": "Dauntless", "text": "Ef þú ert að semja, vertu bara hreinskilin og segðu bara að þeir þurfi að koma eitthvað til móts við þig. Þú viljir alveg greiða eitthvað en ráðir ekki við fulla afborgun eins og staðan er í dag.\n\r\nÞeir hljóta að gera eitthvað fyrir þig þá.\n\r\nFór með vinkonu minni niðrí Avant vegna hennar bílasamnings, og hún er atvinnulaus og það gekk mjög vel fyrir sig. Þeir vildu glaðir aðstoða- og koma til móts við hana.", "date": "2009-08-27 09:13:00", "post_id": 27}, {"user_name": "Hafst1", "text": "Ert á nýlegum Lexus og átt nýlegt hjól. Bara að spá hvort ábyrgðin sé nokkuð þín megin. Ertu kannski í skóla líka?\n\r\nOg ég efast um að þú sért eldri en ég líka<<<icon_wink.gif>>>", "date": "2009-08-27 13:07:00", "post_id": 28}, {"user_name": "800HO", "text": "Það var talað um konu í gær í fréttunum.\n\r\nHún var að skila inn Landcruiser 200 aftur SP eða Lýsingar. Hún keypti hann í ársbyrjun 2008. Þá kostaði 200 Landcruiser frá 10,9 milljón.\n\r\nHún var með 9,5 áhvílandi í byrjun, og í dag var lánið 18 milljónir. \r\nHún hefur borgað smotterí inn á hann í byrjun, en hefði ekki verið málið að fá sér aðeins ódýrari bíl? Það er ekki hægt að vorkenna svona fólki.", "date": "2009-08-27 13:22:00", "post_id": 29}, {"user_name": "Andri STi", "text": "Sammála þessu . þetta er áhætta að taka erlent lán og íslenskt", "date": "2009-08-27 13:49:00", "post_id": 30}, {"user_name": "AMG", "text": "eg henti lyklunum og afriti af bílaláninu i frystin og hef ekki pælt i þessu siðan", "date": "2009-08-27 14:02:00", "post_id": 31}, {"user_name": "Dreitill", "text": "Spurning með ábyrgðina, hún getur ekki verið öll lánatakaendanna megin. Lánin á bæði hjólinu og bílnum eru í verstu mögulegu myntkörfum sem í boði voru (jen og frankar) og bæði lánin búin að tvöfalda sig eða meira og afborganirnar með.\r\nÁ þessum tíma voru bankamenn að koma heim til manns og sýna hversu rosalega sniðug þessu erlendu lán væru... og sýndu pappíra uppá að þessir gjaldmiðlar hefðu verið búnar að vera mjög stabílir í mörg ár svo maður getur engan veginn hafa gert ráð fyrir það fór sem fór. Manni var sagt jú smá áhætta, en aldrei meira en +-5þús á milli mánuða.\n\r\nÞað geta allir verið gáfaðir eftir á. Hugsa sér fólkið sem er með húsnæðislán í þessari myntkörfu. \n\r\nEkkert mál að dissa það að við t.d. keyptum okkur þessa hluti á sínum tíma, en hver gerði ráð fyrir því að afborgun uppá 30þús færi í 100 og afborgun uppá 13 færi í 40? \n\r\nÞegar maður er með fjölskyldu og börn er nóg af útgjöldum maður verður að eiga heimili líka og þegar staðan er svona verður eitthvað að víkja og eru þá leiktæki og bíll það fyrsta sem er skorið niður. Er sjálfur í vinnu og er búinn að þurfa að taka á mig tekjuskerðingu og konan í skóla.\n\r\nHef aldrei tekið þátt í þessum umræðum á l2c einfaldvegna þess að mér finnst þetta spjall vera yfirfullt að 15-18 ára pjökkum sem hafa ekkert málefnalegt að segja nema \"af því bara\".", "date": "2009-08-27 15:33:00", "post_id": 32}, {"user_name": "Dauntless", "text": "Þannig af því að hún keypti dýran bíl þá á þetta bara að vera ekkert mál? Afhverju á hún skilið að skulda 18 milljónir þegar hún tók 9,5 milljónir í lán? Það er ekkert eðlilegt við þetta, skulda 18 milljónir í 10 milljón króna bíl sökum sukk annarra.\n\nSkiptir engu máli hvort það sé Nonni út í bæ á hondu sem var með 500 þús.kr- láni á og skuldar 1 milljón plús eða þessi kona og skulda 9,5 sem hækkar í 18 milljónir. Hún hefði alveg borgað af sínu láni eins og það var, en enginn venjulegur maður getur borgað 18 milljón króna bílalán sem ætti að vera 9,5. Fólk var alveg tilbúið að greiða þau lán sem það tók en ekki tvöfaldar upphæðir, og jafnvel meir. \n\nVissulega hafa flestir með myntkörfu gert sér grein fyrir því að þau gætu hækkað eitthvað og lækkað eitthvað.\nEn ástandið í dag er langt frá því að vera eðlilegt.\n\nÞað á eitt yfir alla að ganga sama hvort þeir séu á druslu eða LC200.", "date": "2009-08-27 15:43:00", "post_id": 33}, {"user_name": "PerlaD", "text": "Offtopic: Alveg er ég sammála þér! Ég samt ekki að gefa í skyn að sumir sem eru 18 ára þurfi ekki að bera ábyrgð EN það er allt annað að búa heima hjá mömmu og hafa aldrei þurft að hafa áhyggjur af neinu og svo búmm þurfa allt í einu að borga.\r\nÞað er erfiðast að vera með heimili og fjölskildu sem maður þarf að sjá fyrir, sérstakelga þegar maður sér ekki fyrir endann á mánuðnum.\n\r\nOnTopic: Núna er ég að borga af bílaláni sem er svosem ekkert til að tala um, stendur í 160 þúsund og eru afb. búnar að hækka um 3 þúsund og sennilegast vegna þess hve lágt lánið er.\r\nEn ég er með fryst bankalán sem er ekki hægt að ræða um svona í alvöru talað.\r\nLán sem stóð í tæpum 600þúsundum komið í eina millu og afborganir sem voru 16 þúsund komnar í 52 þús....og annað eins skuldabréf í öðrum banka.\n\r\nÞegar þú ert í eðlilegri vinnu og ert kanski að fá á bilinu 150 til 230 þúsund útborgað þá er bara ógerlegt að borga af þessu öllu og allt hitt eftir. Hiti, rafmagn, sími, matur, leikskólagjöld, fatakostnaður, bleyjukostnaður..... þetta er bara rugl <<<icon_sad.gif>>>", "date": "2009-08-27 16:05:00", "post_id": 34}, {"user_name": "Myriftica", "text": "Þetta er nefnilega það skondna við þessar umræður hér, litast svo hrikalega af peyjum sem búa í foreldrahúsum og þurfa bara að hugsa um sitt impresu bílalán og eru alveg brjálaðir yfir því að þurfa að borga 100 kall í stað 50 þús á mánuði í bílinn sinn, þannig þeir hafa ekki alveg nægan aukapening til að gera allt sem þeim langar, því jú ekki borga þeir leigu, hita, rafmagn og varla mat margir hverjir <<<icon_smile.gif>>>\n\r\nen við hin sem rekum heimili erum líka hér <<<icon_wink.gif>>> leiðinlegt að heyra í hvernig stöðu þú ert í", "date": "2009-08-27 17:02:00", "post_id": 35}, {"user_name": "Jonj", "text": "Mér finnst bara ótrúlegt, og ég hélt að enginn myndi gera svona. \n\r\nEn það kaupa LC200 og taka lán uppá 9,5 milljón finnst mér fáránlegt. Ef manneskjan var með svona góðar tekjur, afhverju að bíða ekki í nokkra mánuði og eiga almennilega innborgun á bílinn???", "date": "2009-08-27 17:09:00", "post_id": 36}, {"user_name": "PerlaD", "text": "Æj já þetta er ferlega leiðinlegt. En þetta er líka búið að verða til þess að maður hugsar sinn gang áður en maður anar út í einhverja vitleysuna... Eins og með annan bíl eða eitthvað. Ekki það, þessi skoda drusla er að gefa sig í fimmta skiptið í röð og versktæðiskostnaður eftir því.\n\r\nMér finst að þið hérna sem kunnið að laga bíla og hafið tíma til þess eða jafnvel utan vinnu og eigið erfitt með fjármál, eigið bara að taka ykkur saman og gera vel að okkur hinum sem erum í svipaðri stöðu en getum kanski ekki farið með bíla á \"verkstæði\".... ef einhver fattar hvað ég er að meina þá má hann hafa samband við mig í pm <<<icon_lol.gif>>>", "date": "2009-08-27 17:52:00", "post_id": 37}, {"user_name": "Hafst1", "text": "Mig grunaði að þú værir einn af þessum \"nýkominn\" með prófið, í skóla og með bíl/farartæki á yfir 2 mills. Eins og margir hérna.", "date": "2009-08-27 18:23:00", "post_id": 38}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/yeahthat.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2009-08-25 18:07:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/yeahthat.gif", "path": "full/57af67e65f05f76707708345ca348ec296fab464.gif", "checksum": "e26fa0df7eec5c8641bb10b12ad2e380"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_sad.gif", "path": "full/b66b402c4bf33177ccf453fe63ac04dce0bd7510.gif", "checksum": "5a50535a06def9d01076772e5e9d235b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}