{"forum_title": "Tæknilega hornið: Almennt", "id": "91581", "title": "gangtruflanir í vw", "url": "http://www.live2cruize.com/spjall/showthread.php/91581-gangtruflanir-í-vw", "posts": [{"user_name": "creative", "text": "Sælir ég á vw golf vr6 00 árgerð og á í vandræðum með vélina \r\nþau lýsa sér þannig að þegar ég gef í þá hikstar hann og hann gerir það lítið sem ekkert í hægagangi og ekkert þegar ég er á stöðugri keirslu (þegar ég er ekki að fara hraðar) og þegar ég er með fulla botn gjöf þá er eins og það vanti allan kraft þetta er meira vandamál þegar hann er kaldur en lagast aðeins þegar hann er kaldur \n\r\nmálið er að þetta vandamál var hjá mér fyrir ekki svo löngu eða fyrir ca 8000 kílometrum siðan þá skifti ég bara um kerti og boom allt í fína en ég get ekki trúað að kertin eru strax farin það hlýtur að vera eikkað meira að sennilega eikkað sem er að eiðileggja kertin kveikjan eða eikkað annað . þessi kerti kostuðu mig 20 þúsund og ég er ekki tilbúin að kaupa önnur fyrr en ég er buin að laga þetta vandamál er eikker sem hefur átt við svipað vandamál að stríða eða eikkker sem veit hvað málið snýst um ????\n\r\nég þakka öllum þeim sem geta gefið mér upplýsingar og svör", "date": "2009-09-03 01:18:00", "post_id": 1}, {"user_name": "Sæli", "text": "Búinn að athuga með kertaþræðina? Þeir geta verið að klikka.", "date": "2009-09-03 02:07:00", "post_id": 2}, {"user_name": "smár", "text": "það besta sem þú getur gert er að fá þér japanskan bíl eða bara hvað sem er annað en volkswagen þetta er bara alltaf bilað", "date": "2009-09-03 10:54:00", "post_id": 3}, {"user_name": "-ROCKY-", "text": "Hvað ertu að bulla? Volkswagen er eðal ef farið er rétt með þetta.", "date": "2009-09-03 10:57:00", "post_id": 4}, {"user_name": "Legend", "text": "Talaðu við Davíð WTF", "date": "2009-09-03 13:00:00", "post_id": 5}, {"user_name": "kristó_124", "text": "var nákvæmlega sama vesen hjá mér.. og ég vissi ekkert og svo skoðaði ég kertaþræðina og þá hafði komist vatn þar ofaní og einn kertaþráðurinn ónýtur..", "date": "2009-09-03 14:44:00", "post_id": 6}, {"user_name": "creative", "text": "Æji ég nenni ekki að hlusta á svona kj...", "date": "2009-09-03 15:28:00", "post_id": 7}, {"user_name": "creative", "text": "nei en ég geri það á eftir læt ykkur vita hvernig fer takk fyrir ábendinguna", "date": "2009-09-03 15:29:00", "post_id": 8}, {"user_name": "smár", "text": "jájá það eru eðal bílar... þegar að þeir eru ekki á verkstæði eða stopp útí vegkanti", "date": "2009-09-03 19:49:00", "post_id": 9}, {"user_name": "brapeson", "text": "Japanskan? Þá er alveg jafn spennandi að labba bara.", "date": "2009-09-03 22:09:00", "post_id": 10}, {"user_name": "Gísli Camaro", "text": "segi það sama og hinir. tékkaðu á kertaþráðum. lélegir kertaþræðir lýsa sér akkúrat svona. kraftur koðnar þegar u þarft að fá öflugri neista en ganga fínann lausagang og jafna keyrslu.", "date": "2009-09-03 23:34:00", "post_id": 11}, {"user_name": "Fetzer", "text": "bara upp á forvitnina.. en hvaða bill er þetta?", "date": "2009-09-04 01:36:00", "post_id": 12}, {"user_name": "-ROCKY-", "text": "ertu einhvað bitur?", "date": "2009-09-04 02:21:00", "post_id": 13}, {"user_name": "danish", "text": "Hætt þú nú bara að bulla félagi. Ég hef átt japanska bíla, og þeir biluðu alveg, mas. borgaði eitt sinn +115þkr viðgerð í 97' rollu, og þeir bílar eiga vera geeðveikt góðir bílar þar sem viðhaldið er svo lítið og ódýrt.. núna á ég 91' af golf og gææti ekki verið ánægðari.", "date": "2009-09-04 02:46:00", "post_id": 14}, {"user_name": "ZooMix", "text": "háspennukefli getur þetta líka verið <<<icon_wink.gif>>>\n\nEf þetta er 24v vélin eru 6 stykki háspennukefli, eitt fyrir hvern cylinder, og kostuðu í minn allavega eitthvað í milli 5 og 10þ kall. Mundi láta tjekka á þeim hvort þau gefi öll frá sér réttan straum <<<icon_wink.gif>>>\n\nEf þetta er 12v vélin ( sem ég stórlega efast um), getur þetta verið ýmislegt. Það er margt furðulegt sem getur verið að í þeirri vél þegar hún lætur svona.\n\nByrjaðu samt bara á því að taka öll kertin úr og hreinsa sótið af þeim. Er Check Engine light? Bæði 24v og 12v vélin eiga það til að koka þegar fremri pústskynjari er ónýtur.", "date": "2009-09-04 03:34:00", "post_id": 15}, {"user_name": "smár", "text": "annaðhvort ertu að skálda þetta eða þetta er tilviljun dauðans, systir mín átti vw bora og hann var alltaf bilandi, ökukennarinn minn á nýlegan vw passat variant og hann er búinn að bila 3 þannig að hann þurfti að cancela ökutíma og mamma vinkonu minnar á vw golf 2004 og það er búið að þurfa að skipta um gírkassa 2 og olípönnu þannig að okkar reynsla af vw er mismunandi, annars ætla ég ekki að ræða þetta frekar.<<<icon_smile.gif>>>\n\r\nen þetta er vitlaus þráður þetta á að vera í \"Vélartengdir hlutir / Viðgerðir og Viðhald\" gangi þér annars vel að finna útúr þessu", "date": "2009-09-04 16:20:00", "post_id": 16}, {"user_name": "TDK", "text": "...þegar þeir eru geimdir inní bílskúr?", "date": "2009-09-04 16:55:00", "post_id": 17}, {"user_name": "-ROCKY-", "text": "það er ekkert allir sem kunna afmennilega að keyra beinskiptan, ég er búinn að eiga minn GTI í tvö ár og aldrei skipt um gírkassa, og ekkert að honum hjá mér. \nog skipta um olípönnur? það gerist aðallega ef þú rekur hann niður, og það kemur gat á olíupönnuna eða hún beyglast, sem er normal, ef þú ferð ekki varlega, þessvegna er ég t.d. með stálplötu undir framhlutanum hjá mér, þannig ég hef vörn ef ég rekst niður.\nÞað fer allt eftir því hvernig þú ferð með þetta <<<icon_wink.gif>>>", "date": "2009-09-04 16:58:00", "post_id": 18}, {"user_name": "S13", "text": "Maður fær varla betri keyrslubíla ern VW ég er búinn að eiga þá nokkra og ég hef aldrei lent í neinu alvarlegu veseni með þá, átti t.d. Boru í yfir 2 ár og aldrei bilaði hún. Og svo núna er ég með VR6 og hann hefur ekkert verið að bila, bara eðlilegt viðhald.", "date": "2009-09-04 19:12:00", "post_id": 19}, {"user_name": "creative", "text": "123", "date": "2009-09-04 23:05:00", "post_id": 20}, {"user_name": "creative", "text": "já engine ljósið er á en ég er ný búinn að skifta um þann skinjara eða aftari man ekki hvorn ég lét skifta um  en ´já þetta er 24v vélin mér þykir ólíklegt að þetta séu háspennukeflin ég er nýbuin að skifta um kertin og hann virkaði fínt eftir það mér þykir líklegt að þetta seu kertaþræðirnir og annað það er ekki 6 háspennukefli það er eitt stórt held ég  en allavega ég tékka samt á háspennukeflinu .........takk fyrir ábendinguna", "date": "2009-09-04 23:13:00", "post_id": 21}, {"user_name": "creative", "text": "þetta er 24v vr6 rauður sg-547", "date": "2009-09-04 23:14:00", "post_id": 22}, {"user_name": "creative", "text": "ég er svo sammála þér klikkað gaman að keira <<<icon_biggrin.gif>>>", "date": "2009-09-04 23:16:00", "post_id": 23}, {"user_name": "Gísli Camaro", "text": "efað \"check engine\" er logandi skal ég lesa bílinn fyrir þig. \r\nvertu bara í bandi\r\n895-6667 Gísli", "date": "2009-09-05 03:20:00", "post_id": 24}, {"user_name": "kristó_124", "text": "held að það sé aðallega undir ökumanninum komið hversu mikið þú vilt vera að láta bílinn fara oft í viðgerð í framtíðinni ef þú ert alltaf spólandi þá fer drif & gírkassi .. ef þú kannt ekki að skipta um gír fer einhvað gírkassa tengt.. ef þú keyrir of hratt við hvert einasta tilefni eins og t.d. beygjum fer einhvað tengt hjólabúnaði <<<icon_smile.gif>>> eins og gæjinn með söguna hérna áðan með kennslubílinn sem var alltaf að bila bara skólabókardæmi afhverju hann er að bila krakkar sem kunna ekki að keyra eru að keyra bílinn allan daginn en svo eru alveg líka til bílar sem að eru bara drasl en annars eru flest allir vw og jaa bróðurparturinn af japönsku bílunum fínir <<<icon_smile.gif>>>.. snýst allt um viðhald og hvernig þú keyrir þýðir ekkert að benda á einhvern annan en sjálfann þig þegar einhvað skeður fyrir bílinn þinn", "date": "2009-09-05 20:37:00", "post_id": 25}, {"user_name": "tony", "text": "asd", "date": "2009-09-17 20:35:00", "post_id": 26}, {"user_name": "Aggose", "text": "Þú ert nú bara skrítinn. Pabbi minn á vw hefur aldrei bilað neitt nema vatnslásinn sem er eðlilegt. og síðan bara skipta um tímareim og þannig. Ef þú ekur eins og maður á svona bílum sem eru ætlaðir fyrir fjölskyldur ekki eitthverja fábjána þá bilar þetta aldrei.", "date": "2009-09-22 23:11:00", "post_id": 27}, {"user_name": "Svarti.Sauðurinn", "text": "nákvæmlega þetta eru fínir bílar bara fara vel með þetta og keyra eins og maður og þá er allt í góðu lagi", "date": "2009-09-22 23:21:00", "post_id": 28}, {"user_name": "danish", "text": "Hvað myndi ég hugsanlega græða á því að skálda þetta upp? Rollan sem ég átti fór eitt skipti í á verkstæða og kostaði viðgerðin eitthvað yfir 115þkr, held það hafi slegið í 150þkr, en fékk afslátt þar sem eigandi verkstæðisins gat ekki rukkað mig fyrir verðmæti bílsins sagði hann. \n\nÞað er mjög mismunandi eftir því hvernig fólk keyrir bíla, eintök geta líka verið mismunandi, ég amk. fékk þá gott eintak þótt það sé sjálfsagt búið að misnota bílinn minn eitthvað, að þá virkar hann enþá eins og hestur, eftir 18 ár!", "date": "2009-09-23 00:21:00", "post_id": 29}, {"user_name": "pappas", "text": "hefði haldið það sama, kertaþræðir - skítugar tengingar - 1 reyndar sem mér datt í hug ef hann væri að fá loft inná framhjá súrefnisskynjaranum eða eitthvað svoleiðis.\r\nsvo finnst mér þetta blaður um bilanatíðni alltaf jafn fyndið, notaðir bílar eru jafn misjafnir og þeir eru margir og fer oftast eftir meðferð frá fyrri eigendum hvernig ástandið á þeim verður næstu nokkur árin eftir að þú færð hann, sumir bílar eru geymdir inni sumir bílar eru alltaf úti sumir bílar eru í miklu salti og sumir ekki og sumir eru breyttir eða illa breyttir............. það er endalaust hægt að telja", "date": "2009-10-05 03:45:00", "post_id": 30}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2009-09-03 01:18:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}