{"forum_title": "Almennt spjall", "id": "91987", "title": "Brotist inní Bronco í 108", "url": "http://www.live2cruize.com/spjall/showthread.php/91987-Brotist-inní-Bronco-í-108", "posts": [{"user_name": "FloZ", "text": "Brotist var inní gamlann BRONCO sem stendur inní skúr í hverfi 108 og þaðan var tekinn DVD spilari í bíl og hátalarar af gerðinni PIONEER AVIC D3 sem er tvöfaldur spilari með snertiskjá og innbyggðu GPS kerfi.\n\r\nEinnig var gríðarlegt magn af varahlutum í þennan bíl (1981model stóri Bronco) allt saman nýtt keypt i ameríku eins og ný xenon framljós nýtt grill að framan með krómlistunum ný glær afturljós, nýjir trukkaspeglar,\n\r\nnýtt GT GRANT sportstýri með breytisetti fyrir þennan bíl,\n\r\neitt sætisáklæði sem er svart með myndum af hauskúpum og gaddavír (hitt gleymdist í skottinu), stýrishulstur með myndum af sporðdrekum, ilmspjald með mynd af hauskúpu, beltis púðar með mynd af sporðdreka,\n\r\nVélarhlutir eins og nýjar flækjur nýtt ál millihedd ný króm ventlalok nýr lofthreinsari nýr 650cfm off road blöndungur allt saman Edelbrock, ný kveikja frá MSD sem og kveikibox,\n\r\nGírhnúður one of a kind sem er einskonar billiardkúla glær með mynd af álfadís innbyggðri i kúluna,\n\r\nég er örugglega að gleyma alveg helling af hlutum þar sem ég er búinn að vera sanka þessu að mér síðastliðinn 3ár til að gera bílinn upp þannig að þetta er ómetanlegt tjón fyrir mig og er ég brjálaður!!!!! ef einhver hefur einhverja minnstu hugmynd um hvar þetta er niðurkomið þá er ég í síma 6161721 (á kristilegum tíma þar sem ég á börn) og lögreglan í síma 112. eða email ralbertsson@hotmail.com\n\n\n\r\nég sá þetta á hlad.is ég er bara að pósta þessu áfram\nHlað.is", "date": "2009-09-06 19:44:00", "post_id": 1}, {"user_name": "StevenGeir", "text": "Er með þessum manni i tíma...\n\r\nHann var alveg eyðilagður yfir þessu...\n\r\nVerður að finnast, skilst að þetta sé þetta sé eina svona dvd tæki sinnar tegundar á landinu", "date": "2009-09-06 19:50:00", "post_id": 2}, {"user_name": "FloZ", "text": "mér finnst sjálfsagt að öllu svona þjófa dæmi sé póstað áfram svo að menn séu ekki að tapa þessum hlutum \n\nendilega talið um þetta og þá finnst þetta vonandi..", "date": "2009-09-06 19:57:00", "post_id": 3}, {"user_name": "109Rider", "text": "váá hvað maður væri snarruglaður yfir þessU !", "date": "2009-09-06 20:02:00", "post_id": 4}, {"user_name": "Erica", "text": "las einmitt um þetta í gær.. þetta er rosalegt fyrir þennan gaur!\n\r\nvona bara að fólk hafi augun opin ef það rekst á eitthvað af þessu dóti og láti vita..", "date": "2009-09-06 21:28:00", "post_id": 5}, {"user_name": "Gummzi92", "text": "Rosalega er þetta leiðinlegt.\n\r\nkv. Gummzi", "date": "2009-09-06 22:04:00", "post_id": 6}, {"user_name": "gorkur", "text": "Damn.. Það er bara sárt að lesa þetta. Vona að þetta fynnist", "date": "2009-09-07 01:40:00", "post_id": 7}], "file_urls": [], "date": "2009-09-06 19:44:00", "files": []}