{"forum_title": "RÖFL", "id": "93354", "title": "63 leiðir til að pirra lögguna", "url": "http://www.live2cruize.com/spjall/showthread.php/93354-63-leiðir-til-að-pirra-lögguna", "posts": [{"user_name": "demaNtur", "text": "1. When you get pulled over, say “What’s wrong, ossifer, there’s no blood in my alcohol?”\n\r\n2. When he asks why you were speeding, tell him you wanted to race.\n\r\n3. When he talks to you, pretend you are deaf.\n\r\n4. If he asks if you knew how fast you were going, say no, my speedometer only goes to……\n\r\n5. Ask if you can see his gun.\n\r\n6. When he says you aren’t allowed, tell him I just wanted to see if mine was bigger.\n\r\n7. Touch him.\n\r\n8. When he asks why you were speeding, tell him you had to buy a hat.\n\r\n9. Ask him where he bought his cool hat.\n\r\n10. Refer to him by his first name.\n\r\n11. Pretend you are *** and ask him out.\n\r\n12. When he says no, cry.\n\r\n13. If he says yes, accuse him of sexual harassment.\n\r\n14. If the cop is a woman, tell her how ugly she is, but in a nice way.\n\r\n15. If he asks you to step out of the car, automatically throw yourself on the hood.\n\r\n16. When he asks you to spread them, tell him you don’t go that way.\n\r\n17. When he puts the handcuffs on, say “Usually my dates buy me dinner first”\n\r\n18. Ask to be fingerprinted with candy, cause you don’t like ink on your fingers.\n\r\n19. After you sign the ticket and give it to him, say “Oops! That’s the wrong name.”\n\r\n20. Bribe him with donuts, and when he agrees, tell him sorry, I just ate the last one.\n\r\n21. When he comes up to the car, say “License and registration, please” right when he says it.\n\r\n22. When he goes to read you your rights, sing “La La La, I can’t hear you!”\n\r\n23. Trip and fall into him.\n\r\n24. Accuse him of police brutality when he pushes you away.\n\r\n25. Before you sign the ticket, pick your nose. You have to sign with his pen.\n\r\n26. Chew on the pen, nervously.\n\r\n27. Clean your ear with the pen.\n\r\n28. If it’s a click pen, take it apart and play with the spring.\n\r\n29. Ask if he has a daughter. If he says yes, say I thought the name sounded familiar…..\n\r\n30. Ask him if he ever worked in a prison. If he says yes, ask him how the plumbing was.\n\r\n31. Act like you are retarded.\n\r\n32. When he’s telling you what you did wrong, start repeating him, quietly.\n\r\n33. Mumble to yourself.\n\r\n34. When he tells you to stop, say what are you talkin about, DUDE?\n\r\n35. Drive to Dunkin Donuts and say hmmm….only 5 of you here tonight…….\n\r\n36. Ask if they know how to make the donuts.\n\r\n37. When he comes to the car, say I have a badge just like yours!\n\r\n38. Ask if he watches Cops.\n\r\n39. Ask if ever watched Cop Rock.\n\r\n40. Giggle if he did.\n\r\n41. Talk to your hand.\n\r\n42. Ask if he knows somone named Rosy Palm and her Five Favorite Friends.\n\r\n43. Accuse him of Sexual Harassment if he does.\n\r\n44. When he frisks you, say You missed a spot, and grin.\n\r\n45. When he asks to inspect your car, say there is no alcohol in my car, sir, the last cop got it.\n\r\n46. Try to sell him your car.\n\r\n47. Ask if you can buy his car.\n\r\n48. If he takes you to the station, Ask to sit in front.\n\r\n49. Play with the siren.\n\r\n50. If you know him, say you had his wife for dinner.\n\r\n51. If you don’t know him, ask if you can have his wife for dinner. Oops…I meant OVER for dinner\n\r\n52. Ask if he ever had pu-tang er.\n\r\n53. If he asks what it is, point at him and giggle.\n\r\n54. If there is someone else in the car, talk to each other in tongues.\n\r\n55. When he acts confused, keep talking, look at him and laugh.\n\r\n56. When you are in the back, touch his neck through the fencing.\n\r\n57. Turn your head and whistle.\n\r\n58. When he pulls out his night stick, say what you gonna do with that.\n\r\n59. If you are female, say I don’t do that on the first date.\n\r\n60. If he sticks you in the back of the car, cower in the corner, suck your thumb, and whine.\n\r\n61. Stare at his lights and say “Look at the pretty colors!”\n\r\n62. Tell him you like men in uniform.\n\r\n63. Ask if you can borrow his uniform for a Halloween party\n\n<<<lol3.gif>>><<<lol3.gif>>><<<lol3.gif>>>", "date": "2009-09-16 20:39:00", "post_id": 1}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif"], "date": "2009-09-16 20:39:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}]}