{"forum_title": "RÖFL", "id": "9351", "title": "First Atomic Clock Wristwatch", "url": "http://www.live2cruize.com/spjall/showthread.php/9351-First-Atomic-Clock-Wristwatch", "posts": [{"user_name": "caid", "text": "Do not be misled. The many \"atomic time\" wristwatches you see on the market today are merely cheap quartz wristwatches with a built-in radio receiver. The watch sets itself from 60 kHz VLF radio time signals transmitted by NIST from station WWVB near the US atomic clock in Boulder, Colorado. At least once a day, reception permitting, usually at night, the watch resets itself to compensate for the normal drift of a quartz crystal. The result is a self-setting, radio-controlled, atomic-time, wrist watch that is never off by more than a second or two a day. Impressive and convenient. But these are not atomic clocks.\n\r\nToday we have the first true atomic wristwatch.\n\r\nThe definition of a wrist watch is a time piece that can be worn on the wrist, no? Below is my brother-in-law, Bill, a professional construction contractor, proving that a HP 5071A Cesium Beam Primary Frequency Reference can in fact be used as a wrist watch. You have a choice in stainless steel or adjustable nylon band. Bill's model below has a fashionable double nylon band. Other colors are available by special order.\n\r\nThe watch keeps time to a few nanoseconds per day. The attractive display is based on 7-segment red LED technology. Batteries are included (they last about 45 minutes but are rechargeable). AC adapter included. There are no adjustments for daylight saving time; however the clock does handle leap seconds and keeps track of the [Modified Julian] date. This HP wristwatch includes 5/10 MHz and 1 PPS outputs. An internal keypad is used to set the date and time. Not waterproof nor even water resistant. High-performance models available. Contact your Agilent sales office for details.", "date": "2005-11-28 15:32:00", "post_id": 1}, {"user_name": "hundur", "text": "nei hættu nú alveg", "date": "2005-11-28 15:50:00", "post_id": 2}, {"user_name": "Addi", "text": "*slærsérálær*", "date": "2005-11-28 16:09:00", "post_id": 3}, {"user_name": "caid", "text": "Já jú jú", "date": "2005-11-28 16:12:00", "post_id": 4}, {"user_name": "Siggi H", "text": "jájá wristwatch <<<icon_lol.gif>>>", "date": "2005-11-28 16:45:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif"], "date": "2005-11-28 15:32:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}]}