{"forum_title": "RÖFL", "id": "94602", "title": "Mohamed Hadid lists Bel-Air home at $72 million", "url": "http://www.live2cruize.com/spjall/showthread.php/94602-Mohamed-Hadid-lists-Bel-Air-home-at-72-million", "posts": [{"user_name": "fohelle", "text": "Ritz Carlton's Mohamed Hadid has just slashed the price tag on his Bel Air home, leaving you in a great spot to purchase this luxury home.\n\r\nOriginally priced at $85 million, Hadid has lowered the Coldwell Banker listing to a more affordable $72 million. \n\r\nThe home has 10 bedrooms and 14 bathrooms in 48,000 square feet, all sitting on 2.2 prime Bel-Air acres. The home has an all-steel construction with an imported Jerusalem stone exterior.\n\n\n\r\nThe main level includes a reception hall, formal living and dining rooms, an informal dining room, a family room with a bar lounge, a music room, a library, the main kitchen, a butler's pantry and a staff bedroom and office.\n\r\nThe lower level is where the larger parties take place. There's a 5,000-bottle wine cellar and tasting room, a grand ballroom that seats up to 250, a commercial kitchen, a screening room, a gym, a Moroccan room, a Turkish hammam and a game room.\n\r\nThe main master bedroom suite including a sitting room, powder room, his and hers bathrooms and dressing rooms.\n\n\n\nThere are staff quarters over the garage and an open motor court for 20 vehicles, plus garage facilities to accommodate two limousine-length vehicles.\n\r\nThe park-like grounds include a swan pond, fountains, rose gardens, a 70-foot infinity pool, a 12-person spa, an alfresco dining area, an outdoor kitchen with pizza oven, fireplaces and courtyard dining for 100 guests. There are 19 fireplaces in all, an elevator and commercial-grade utility and entertainment systems throughout the house.\n\r\nHadid designed, built and decorated the main residence himself. He developed Ritz-Carlton hotels in New York, Houston, Washington, D.C., and Aspen, Colo., and has built commercial and residential developments and high-end custom homes in Beverly Hills, Aspen and Mexico throughout his 30-year career.\n\r\nLike many other fancy mansions, this one has its own name, Le Belvedere.\n\n\n\r\nHverjum langar svo að splæsa í ?", "date": "2009-09-25 02:17:00", "post_id": 1}, {"user_name": "blackhole", "text": "hmm ég þarf að fynna mér aukavinnu.", "date": "2009-09-25 02:39:00", "post_id": 2}, {"user_name": "Kromo", "text": "iss þetta er klink..<<<icon_lol.gif>>>", "date": "2009-09-25 03:23:00", "post_id": 3}, {"user_name": "fohelle", "text": "Segðu það er meira segja afsláttur <<<icon_wink.gif>>>", "date": "2009-09-25 04:38:00", "post_id": 4}, {"user_name": "Sergio", "text": "fannst parketið ljótt þannig hætti við að kaupa", "date": "2009-09-25 05:41:00", "post_id": 5}, {"user_name": "IngvarRJ", "text": "Haha shit þetta er rugl", "date": "2009-09-25 12:29:00", "post_id": 6}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2009-09-25 02:17:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}