{"forum_title": "RÖFL", "id": "94600", "title": "keyra án prófs?", "url": "http://www.live2cruize.com/spjall/showthread.php/94600-keyra-án-prófs", "posts": [{"user_name": "Junkman!", "text": "Okei, ég lenti í því áðan að félagi minn keyrið að mér.\nÞessi náungi er 93 mdl og semsakt ekki með bílpróf, og lítur ekki heldur út fyrir það. Hann keyrir um á Lexus IS200 bíl með tveimur pústum sem er frekar áberandi bíl og hann keyrir hann líka frekar áberandi illa.\n\nEn spurningin mín er ; Hvað er gert ef þú ert tekin ári áður en þú færð bílpróf á rúntinum ?", "date": "2009-09-25 01:25:00", "post_id": 1}, {"user_name": "Bomsi", "text": "Hvernig getur hann verið áberandi með tvö púst? Annars bara seinkun á bílprófi held ég", "date": "2009-09-25 01:26:00", "post_id": 2}, {"user_name": "KOTO", "text": "elís ?", "date": "2009-09-25 01:28:00", "post_id": 3}, {"user_name": "Junkman!", "text": "meina bara lætin.. sérstaklega þar sem hann keyrir á 3000 snúnugum minnst..", "date": "2009-09-25 01:29:00", "post_id": 4}, {"user_name": "Junkman!", "text": "jáb", "date": "2009-09-25 01:30:00", "post_id": 5}, {"user_name": "KOTO", "text": "hahahahaha veit mamma hans af þessu", "date": "2009-09-25 01:32:00", "post_id": 6}, {"user_name": "Junkman!", "text": "ég er ekki viss sko, hann var með fullan bíl áðan að rúnta. pjúra heimska.", "date": "2009-09-25 01:34:00", "post_id": 7}, {"user_name": "Gunni litli", "text": "það er engin seinkun það er 10. þús kall i sekt og púnktur", "date": "2009-09-25 01:35:00", "post_id": 8}, {"user_name": "dundy", "text": "einn punktur og einhvað í kringum 5000kr segt í firsta skiftið", "date": "2009-09-25 01:35:00", "post_id": 9}, {"user_name": "lexi93", "text": "og hvað þarf maður að vera tekinn mörgumsinnum til þess að fá seinkun og hverjar eru sektirnar í hvert skipti", "date": "2009-09-25 01:36:00", "post_id": 10}, {"user_name": "Junkman!", "text": "okei, heyriði það eitthvertíman, en eitthver 95 stelpa fór með 93 vinkonu minni og keyrði yfir á höfn eða eitthvað og hennar bílprófi var seinkað um 2 ár r som ..?", "date": "2009-09-25 01:38:00", "post_id": 11}, {"user_name": "KOTO", "text": "hahhaha nettur \n\r\nég var nú böstaður áður en ég fékk prófið útá granda \n\r\nog löggan var svo heimsk hún tjekkaði í kjerfinu og ekkert fanst eða eh og hún gerði ekkert hahaha <<<icon_biggrin.gif>>>", "date": "2009-09-25 01:38:00", "post_id": 12}, {"user_name": "danish", "text": "Ef þú ert byrjaður í námi, þeas. búinn að taka annað hvort svo lítið sem einn ökutíma eða Ö1, þá seinkar það um ár. Annars er það bara eitthvað rugl heimskulega lítil sekt, 5k eða eitthvað, en held þú sért í 100% órétti sama hvernig árekstri þú lendir í og þarft að borga allt tjón úr þínum vasa..\n\nAnnars er vinur þinn ****..", "date": "2009-09-25 01:39:00", "post_id": 13}, {"user_name": "Junkman!", "text": "haha, snild.\r\nenn fyrst ég er nú að tala við þig.\r\náttiru heima einusinni í blokk á móti selásskóla ?\r\nhaha random en ég er nokkuð viss um að við vorum bestu vinir einusinni xD", "date": "2009-09-25 01:40:00", "post_id": 14}, {"user_name": "KOTO", "text": "já nú", "date": "2009-09-25 01:41:00", "post_id": 15}, {"user_name": "lexi93", "text": "hvað má maður samt vera böstaður mörgum sinnum til að fá seinkun  og hver er sektin í hvert skipti sem þú ert böstaður  ( ég er að meina  hækkar hún ekki í hvert skipti )\n\r\ns.s. ef að maður er ekki byrjaður í námi", "date": "2009-09-25 01:42:00", "post_id": 16}, {"user_name": "Junkman!", "text": "haha, er búinn að vera að pæla í þessu í þó nokkurn tíma,\r\nþekki ennþá þorstein í dag og var að pæla hvort það væri þú sem varst alltaf með okkur..\r\nbara checka <<<icon_wink.gif>>>", "date": "2009-09-25 01:43:00", "post_id": 17}, {"user_name": "Gísli Camaro", "text": "ég var tekinn 4 eða 5 sinnum próflaus áður en ég var tekinn svo fullur 15 ára á bíl. þá fyrst fékk ég seinkun", "date": "2009-09-25 01:43:00", "post_id": 18}, {"user_name": "Junkman!", "text": "einn sem er að pæla í að stunda þetta <<<icon_wink.gif>>>", "date": "2009-09-25 01:44:00", "post_id": 19}, {"user_name": "KOTO", "text": "ókei flottur", "date": "2009-09-25 01:44:00", "post_id": 20}, {"user_name": "Junkman!", "text": "ókei, fúll", "date": "2009-09-25 01:44:00", "post_id": 21}, {"user_name": "lexi93", "text": "bytta <<<rolleyes.png>>>", "date": "2009-09-25 01:44:00", "post_id": 22}, {"user_name": "RaggiTwin", "text": "Hættidi að vera svona svalir :') ... Þvílíkur ******* þessi vinur þinn", "date": "2009-09-25 01:44:00", "post_id": 23}, {"user_name": "lexi93", "text": "ég er ekki svona heimskur að reina þetta <<<icon_smile.gif>>>\n\r\ner bara að forvitnast um þetta aðeins", "date": "2009-09-25 01:46:00", "post_id": 24}, {"user_name": "lexi93", "text": "en eru reglurnar ekki bunar að þyngjast síðan þá?", "date": "2009-09-25 01:47:00", "post_id": 25}, {"user_name": "danish", "text": "Ef þú ert búinn að taka 1 ökutíma eða 1 tíma í Ö1, þá færðu STRAX ársseinkun, ef þú ert ekki byrjaður í námi færðu 5 eða 10k sekt, og eykst alltaf smátt og smátt í hvert skipti sem þú ert stoppaður.. Þetta er hérna alltsaman á netinu eitthverstaðar..", "date": "2009-09-25 01:47:00", "post_id": 26}, {"user_name": "Kromo", "text": "haha hann lexi flexi býr í sveitinni og gæti keyrt einsog hann vill,, nema einavandamálið er að það er á svæði blönduóslöggunar<<<icon_lol.gif>>> en ég þekki strák sem var alltaf að keyra í svínadalnum nálægt blö en hann var aldrey tekinn haha<<<icon_lol.gif>>> hann er held ég ekki kominn með prófið enþá,, en heldur áfram að keyra próflaus í sveitinni, hann er 92", "date": "2009-09-25 01:48:00", "post_id": 27}, {"user_name": "Junkman!", "text": "aid, fínt að vita. kannski maður segi honum það <<<icon_wink.gif>>>", "date": "2009-09-25 01:49:00", "post_id": 28}, {"user_name": "Junkman!", "text": "lexi93\r\nL2C Nýliði\n\r\nJoin Date: Mar 2009\r\nLocation: Rvk\r\nPosts: 77\n\r\nreykjavík er ekki í sveitini ?", "date": "2009-09-25 01:50:00", "post_id": 29}, {"user_name": "Arnar F", "text": "48. gr.\tÖkupróf og ökuskírteini\n\r\n1. mgr.:\tAkstur bifreiðar eða bifhjóls án þess að hafa öðlast ökurétt:\n\r\n\t- í fyrsta sinn\t10.000 kr.-\r\n\t- í annað sinn\t20.000 kr.-\n\r\nFyrsta skiptið fær viðkomandi ökumaður 1 punkt í ökuferilsskrá\r\nSé hann stöðvaður aftur án ökuskírteinis eru það 2 punktar.\n\r\nSért þú eins og danish segir hér að ofan, búinn að taka ökutíma eða öðlast leyfi til æfingaraksturs þá færðu seinkun strax við fyrsta brot.", "date": "2009-09-25 01:50:00", "post_id": 30}, {"user_name": "BalliBT", "text": "jú alveg þónokkuð held ég\n\r\nallavega með að keyra fullur, og hvað þá 15 ára", "date": "2009-09-25 01:52:00", "post_id": 31}, {"user_name": "lexi93", "text": "hvar ert þú að smíða geimflaugar <<<crazy.gif>>>?  \n\r\nég bý ekkert í sveit þótt ég sé fæddur og uppalinn útá landi <<<rolleyes.png>>>", "date": "2009-09-25 01:53:00", "post_id": 32}, {"user_name": "lexi93", "text": "s.s.   seinkun ökuleifisins er í 3ja skiptið sem þú ert stoppaður EF þú er ekki byrjaður að læra", "date": "2009-09-25 01:57:00", "post_id": 33}, {"user_name": "Kromo", "text": "hahah úbbs vitlaus lexi held ég<<<icon_lol.gif>>> hann var samt að auglísa audi 200 turbo, og félagi minn í sveitinni á nákvæmlega eins bíl til sölu haha, hann er held ég í skóla í rvk..<<<confused.png>>>", "date": "2009-09-25 01:58:00", "post_id": 34}, {"user_name": "Kromo", "text": "varstu ekki í húnavallaskóla? varst alltaf að hanga með jóni og bigga?", "date": "2009-09-25 02:00:00", "post_id": 35}, {"user_name": "lexi93", "text": "sendu mér link með þeim bíl  plzzz mér langar að sjá þann bíl   <<<icon_smile.gif>>>", "date": "2009-09-25 02:00:00", "post_id": 36}, {"user_name": "Aglii", "text": "Þegar ég var alltaf að keyra próflaus, já veit heimskulegt blabla, var tekinn svona samtals 30 sinnum eða oftar á 4 árum eða meira sem ég gerði það, og fékk samt prófið á þegar ég náði því.\n\r\nFyrsta sektin er 7500, 5000kall með afslætti, eftir það er það alltaf 15þ. 12500 með afslætti\n\r\nog danish ég var lika tekinn eftir ég var buinn með námið..\r\nFólk ætti nú alveg að vita hvernig kerfið hérna er á Íslandi, þeir voru meira segja hættir að sekta mig eftir svona 10 skipti því ég lærði víst aldrei neitt", "date": "2009-09-25 02:01:00", "post_id": 37}, {"user_name": "lexi93", "text": "nibb ég var í barnaskóla ólafsfjarðar í eikker ár áður en ég flutti suður \n\r\ntil gamans má geta að  hinn eini sanni Lexi er frá óló líka <<<icon_biggrin.gif>>>", "date": "2009-09-25 02:01:00", "post_id": 38}, {"user_name": "lexi93", "text": "síðan hvenar fær maður afslátt fyrir að brjóta lands lög <<<rolleyes.png>>>", "date": "2009-09-25 02:03:00", "post_id": 39}, {"user_name": "Aglii", "text": "Alvöru ?\r\nAlltaf afsláttur á hraðasektum.", "date": "2009-09-25 02:03:00", "post_id": 40}, {"user_name": "BalliBT", "text": "er ekki afsláttur innan 30 daga eða eitthvað?", "date": "2009-09-25 02:05:00", "post_id": 41}, {"user_name": "frasi", "text": "öllum sektum að ég held.", "date": "2009-09-25 02:06:00", "post_id": 42}, {"user_name": "lexi93", "text": "smá off topic hérna:\n\r\nmér vantar aðstöðu í svona cirka viku með öllum tækjum og tólum sem maður þarf venjulega ef maður er að fara að gera við mikið rafkerfa dót í bílum á ótrúlegustu stöðum  ( kanski aðeins lengra kanski aðeins styttra )\n\r\ngegn vægu gjaldi\n\r\nþyrfti helst að komast í aðstöðu strax í fyrramálið <<<icon_smile.gif>>>\r\nendilega benda mér á ef það er eikker sem hefur pláss fyrir gest í cirka viku", "date": "2009-09-25 02:06:00", "post_id": 43}, {"user_name": "Aglii", "text": "http://www.live2cruize.com/spjall/sh...ad.php?t=94026", "date": "2009-09-25 02:08:00", "post_id": 44}, {"user_name": "Kromo", "text": "enginn linkur,, get reddað númerinu hans á morgun ef þú vilt", "date": "2009-09-25 02:09:00", "post_id": 45}, {"user_name": "danish", "text": "Það var sagt við mig að þegar maður er ekki búinn að taka nám og er stoppaður er prófi ekki seinkað afþví þá hefur aldrei verið sagt við mann að maður \"mætti ekki keyra\", hinsvegar eftir nám, þessvegna eftir fyrsta tíma að þá er búið að segja manni að það sé bannað að keyra í leyfisleysi og búmm, seinkun..\n\nFinnst samt bara að krakkar ættu strax að fá seinkun við fyrsta skipti sem þau eru stoppuð! Þau vita alveg að þau mega ekki keyra, afhverju að gefa eitthverja litla 5.000kr sekt, ég segi að það ætti frekar að seinka bara um hálft ár við fyrsta skipti, svo bara ár hvert skipti eftir það.. smá hardcore reglur, en ef það myndi krakki sem væri að \"joyride-a\" án leyfis, klessa á mig eða bílinn minn, myndi ég slíta af honum hausinn og þar með fara í fangelsi, í stað þessa að krakkinn væri of hræddur við að keyra leyfislaus og sleppa við allt vesenið..", "date": "2009-09-25 02:09:00", "post_id": 46}, {"user_name": "lexi93", "text": "í finnlandi fara allar umferðarsektir eftir fjárhag einstaklingsins sem brýtur af sér <<<icon_smile.gif>>>\n\r\nþannig bill gates og þessir araba furstar ættu að halda sig á reiðhjólum eða bara labba þarna <<<lol3.gif>>>", "date": "2009-09-25 02:09:00", "post_id": 47}, {"user_name": "Aglii", "text": "Sidan er líka ekki vextir á sektum, né sent í innheimtu, né vanskilaskrá. \r\nand then they wonder afhverju fólk svíkur undan sektum og öðru <<<icon_razz.gif>>>", "date": "2009-09-25 02:10:00", "post_id": 48}, {"user_name": "Aglii", "text": "Meina það var líka sagt við mig í ökunámi, enn annars þá allt hitt þú ert að tala um Ísland, nuff said.", "date": "2009-09-25 02:11:00", "post_id": 49}, {"user_name": "lexi93", "text": "já takk  endilega<<<icon_smile.gif>>>\n\r\nveistu samt eikkað um þann bíl?  hvort hann sé ónýtur eða ekki", "date": "2009-09-25 02:12:00", "post_id": 50}, {"user_name": "Arnar F", "text": "Ég er ekki allveg klár á því en mig grunar að ef þú sért ekki búinn að öðlast ökuskírteini né leyfi til að hefja æfingarakstur þá getir þú samt átt von á að fá seinkun.\n\r\nSegðu þessum vini þínum að hætta að vera heimskur, hann sé að stofna sér & öðrum í óþarfa hættu með því að rúnta um án þess að vera með nein réttindi til þess og hvað það með fullan bíl af krökkum !\n\n\n\návalt gefinn 25% staðgreiðsluafsláttur á umferðarlagabrotum.\n\n\n\nMikið rétt, sé greitt innan 30 daga fæst staðgreiðsluafslátturinn.\n\n\n\nEkki öllum, fjárhagssektir fara eftir viðkomandi lögbrotum og alvarleika þeirra.\n\r\nFari t.d. mál fyrir rétt er enginn afsláttur veittur í dómi hans.", "date": "2009-09-25 02:13:00", "post_id": 51}, {"user_name": "lexi93", "text": "veistu hvað þeir eru að rukka fyrir pláss í viku cirka?", "date": "2009-09-25 02:14:00", "post_id": 52}, {"user_name": "Aglii", "text": "Afhverju er fólk sem er ekki með leyfi til að keyra, verri ökumaður, ég var byrjaður að keyra allt frá fjórhjólum uppá dráttarvélar like 8 ára, bjó í sveit, sem þýðir að þó ég sé 18 ára núna ég með meira reynslu enn þeir sem eru like bunir að vera með próf í mörg mörg ár, ef þeir byrja fyrst að keyra í æfingarakstri ?", "date": "2009-09-25 02:15:00", "post_id": 53}, {"user_name": "Kromo", "text": "hann er held ég í ágætu standi, held að hann sé skoðaður 2010", "date": "2009-09-25 02:15:00", "post_id": 54}, {"user_name": "lexi93", "text": "okeei kúl man   \n\r\ngeturu kanski reddað mér myndum af kvikindinu og  já kanski bara msninu hans á mrg", "date": "2009-09-25 02:17:00", "post_id": 55}, {"user_name": "Arnar F", "text": "Ég sagði aldrei að hann væri verri ökumaður, en það er rétt hjá mér að hann sé að skapa óþarfa hættu með því að keyra með þessu móti.\n\r\nAfhverju er svona erfitt að bíða eftir bílprófinu & þurfa stelast á rúntinn til að vera kúl ?\n\r\nÞað er mikill munur á því að fara á Miklubrautina með fullan bíl af litlum krökkum og að kíkja utan bæjarmarkanna þar sem engin umferð er til að æfa sig með foreldra eða forráðamanni.", "date": "2009-09-25 02:25:00", "post_id": 56}, {"user_name": "urban", "text": "vegna þess að þetta snýst um að keyra í umferðinni.\n\r\nþað eru engin stjarnfræðivísindi að keyra fjórhjól/traktor/bíl inná plani eða túni uppí sveit. Mjög auðvelt reyndar\n\r\nEn þú ert með andskotan enga reynslu úr umferð þrátt fyrir það.\r\nþað er reynslan í umferðinni sem að hefur eitthvað að segja, ekki hversu lengi þú hefur getað skipt um gíra á traktor.", "date": "2009-09-25 02:27:00", "post_id": 57}, {"user_name": "Aglii", "text": "Já reyndar, miskildi þig aðeins <<<icon_razz.gif>>>\r\nÞegar þú sagðir afhverju stofna þér í hættu og það. \n\n<<<hug.gif>>>", "date": "2009-09-25 02:27:00", "post_id": 58}, {"user_name": "lexi93", "text": "agli  hvað helduru að þeir rukka fyrir cirka viku?", "date": "2009-09-25 02:29:00", "post_id": 59}, {"user_name": "Aglii", "text": "Ég keyrði próflaus næstum því daglega á höfuðborgarsvæðinu í 3 ár.\r\nog að keyra traktor með stóra vagna og þannig getur víst verið smá flókið <<<tongueout.gif>>>", "date": "2009-09-25 02:29:00", "post_id": 60}, {"user_name": "Kjallin", "text": "Þetta er svo mikið bullshit", "date": "2009-09-25 02:29:00", "post_id": 61}, {"user_name": "Aglii", "text": "615-1251 - Bergur.\r\nPrufaðu að bjalla í hann í fyrramálið, enn ég skutlaði mustangum þarna áðan og hann ætlaði nú ekki að taka mikið fyrir að skoða drifið, þar að segja rífa allt undan, skoða, setja allt saman aftur og hann vildi fá 5kall.", "date": "2009-09-25 02:30:00", "post_id": 62}, {"user_name": "Aglii", "text": "Núnú, komdu og skoðaðu einkabankan minn, sektir frá allt að 2006 sem standa ennþá í sinni upprunarlegri tölu, og ég fékk bara einu sinni bréf og það var fyrst.", "date": "2009-09-25 02:32:00", "post_id": 63}, {"user_name": "Kjallin", "text": "Þú munt sjá eftir þessu seinna meir <<<icon_smile.gif>>>", "date": "2009-09-25 02:33:00", "post_id": 64}, {"user_name": "Aglii", "text": "Hurfu reyndar allar um daginn, mörg hundruð þúsund nú ætla þeir vonandi loksins að fara rannsaka þetta, kominn tími til fá að sitja þetta af mér.\nEr hvort sem er að fara á hausinn útaf þessi ömurlega landi, nokkuð sama hvort ég fari á hausinn með nokkur hundruð þúsunda í viðbót í einhverjum sektum.", "date": "2009-09-25 02:34:00", "post_id": 65}, {"user_name": "urban", "text": "já mikið andksoti ertu líka heppinn að hafa náð því.\r\nen ath það að ef að þú hefðir lennt í einhverju tjóni, sama hversu litlu, þá hefðir þú sitið uppi með allan kostnað sjálfur,\r\neinstaklega heimskulegt að vera alltaf keyrandi undir alddri, versta er að þetta eru svo hálvitalegar sektir við þessu, rétt slegið á puttann og sagt skamm.\n\r\nætti að vera 6 mán seinkun í hvert skipti og ca 150 þús kall í seinkun.\r\nen loksins þegar fólk fattar hversu heimskulegt þetta er, þá er það einfaldlega komið á þann aldur að það er yfirleitt búið að vera með prófið í einhver ár.\n\r\njújú þetta slapp hjá þér án þess að valda einhverjum árekstum ( reikna ég með) en viltu samt hafa hvaða fermingarpeyja  út í umferðinni próflausann ??\r\nertu svona hrottalega vitlaus eða ??\n\r\nog jújú það getur verið eitthvað mál að keyra með stóran eftirvagn á traktor.\n\r\nen fattaru í alvörunni ekki hvað ég á við þegar að ég segi, það er reynslan í umferðinni sem að gildir, ekki hversu lengi þú hefur skipt um gíra á traktor ((viðbæting)) sama hvern andskotann þú ert að draga.", "date": "2009-09-25 02:34:00", "post_id": 66}, {"user_name": "lexi93", "text": "helduru að það sé þá ekki bara ódýrara fyrir mig ( tímalega séð ) að skutla audi-num þarna inn og leifa þeim að laga það sem er að?\n\r\nþað þarf að laga rafmagnið í rúðunum, eh að kíkja á afhverju bíllinn slær út á 3000 - 3500 snúningum og fer niður í 500 - 750 snúninga og heldur svo bara áfram og gerir það sama alltaf í 3000 - 3500 snúningum ( 99% líkur á því að eikkerjir gormar í kveikjunni séu orðnir ónýtir ), fá útvarpið aftur í lag, og jamm þá er það komið", "date": "2009-09-25 02:36:00", "post_id": 67}, {"user_name": "Aglii", "text": "Heheh ég fattaði alveg þetta með traktorinn þar kom kallin inní, enn já ég lenti í tjóni, ég nelgdi bílnum útaf, og tapaði þar með bíl sem ég staðgreiddi uppá næstum 500þúsund. Auðvitað veit maður betur eftir á enn samt bara að segja. Er ekkert að reyna monta mig neitt hérna á þessu.\n\n\nEDIT; og já mikill partur af því að maður lærði ekki neitt var að maður fékk aldrei neitt nema skamm á puttan fyrir þetta, þeir meiri segja án alls gríns hættu að sekta mig eftir að ég var buinn að vera stoppaður svona 10 sinnum, var stoppaður í 20 skipti í viðbot eða meira og fékk enga sekt, auðvitað vill ég ekki að fólk keyra próflaust, megið samt koma keyra á mustanginn, framaná, langar í sprautun. lol ( Grín btw. ), þetta seinasta.", "date": "2009-09-25 02:36:00", "post_id": 68}, {"user_name": "Aglii", "text": "Alveg örugglega, hann getur örugglega sagt þér verð í fyrramálið svona sirka.", "date": "2009-09-25 02:37:00", "post_id": 69}, {"user_name": "lexi93", "text": "gargandi argandi snilld ég hringi í hann í fyrramálið <<<icon_smile.gif>>>\r\nvona bara að ég verði ekki fyrir vonbrigðum með hvorki verð né vinnuna ef ég tek þann kost að láta gera við þetta fyrir mig í staðinn fyrir að gera þetta sjálfur <<<icon_smile.gif>>>", "date": "2009-09-25 02:46:00", "post_id": 70}, {"user_name": "RAT", "text": "Ég var tekin 15 ára próflaus á stóru mótorhjóli ... prófinu mínu var seinkað um 1 ár fékk enga sekt. Held að það sé samt 10 þús króna sekt fyrir fyrsta brot núna.", "date": "2009-09-25 08:38:00", "post_id": 71}, {"user_name": "karenelva", "text": "ég fór í Ö1 fyrir jól og var tekin í vor og ég fékk enga seinkun þannig þetta er kjaftæði sem þú ert að segja vinur <<<icon_wink.gif>>> \r\nég fékk bara 7 þús kr sekt og 1 punkt. engin seinkun né neitt !\r\nkannaðu þér málin áður enn þú segjir eitthvað !<<<icon_razz.gif>>>", "date": "2009-09-25 09:17:00", "post_id": 72}, {"user_name": "SiggiGTI", "text": "náungi sem ég þekki var tekinn  ,próflaus ,stolnum bíl , og reyndi að flýja og var ekki seinkað prófinu fékk bara sekt er eitthver ástæða fyrir því eða?", "date": "2009-09-25 12:55:00", "post_id": 73}, {"user_name": "Aglii", "text": "Já ert að tala um Ísland, veistu ekki hvernig kerfið er hérna <<<tongueout.gif>>>", "date": "2009-09-25 14:13:00", "post_id": 74}, {"user_name": "ElvarPrelude", "text": "Ég hef oft keyrt próflaus inní stað, enn ég er alveg hættur þessu núna af því ég ætla bara býða eftir prófinu.", "date": "2009-09-25 14:15:00", "post_id": 75}, {"user_name": "tony", "text": "1 lagi er gæjinn sem á þennan bíl á spjallinu\r\n2.lagi er þetta lexus is300\n\r\nog Unnar afhverju ert þú að pæla í þessu..", "date": "2009-09-25 15:16:00", "post_id": 76}, {"user_name": "omar94", "text": "ég fékk 30.000 króna sekt fyrir að keyra próflaus þa skellinöðru, var ekki einu sinni innanbæjar :S", "date": "2009-09-25 15:29:00", "post_id": 77}, {"user_name": "alexsig", "text": "það  er geðveikt sniðugt að keyra próflaus og ég mæli eindregið með því !", "date": "2009-09-25 15:31:00", "post_id": 78}, {"user_name": "laugi89", "text": "ég er sammála síðasta ræðumanni... hehe en ég byrjaði að keyra 15 ára og er búinn að keyra stanslaust síðan :P og ég var stoppaður 2 próflaus og aldrey gert neitt í því... hinsvegar hef ég líka verið 3-4 sinnum verið stoppaður fyrir ofhraðan akstur og nei... fékk aldrey neina sekt.. og eitt skyptið var ég stoppaður og látin blása.. (var fullur) og hvað.. það kom neihvað.. slapp við það líka... sönn saga... :P sumir eru bara heppnari en aðrir... en mæli samt ekki með að taka svona áhættur... því ef maður lendir í árækstri... þá áttu ekki von á góðu<<<icon_biggrin.gif>>>", "date": "2009-09-25 16:43:00", "post_id": 79}, {"user_name": "palmisæ", "text": "það er samt miklu skemmtilegara að keyra próflaus <<<icon_biggrin.gif>>>", "date": "2009-09-25 17:46:00", "post_id": 80}, {"user_name": "Baldvin_7", "text": "en hvernig er þetta ef maður er tekinn próflaus og á óskráðum bíl ?", "date": "2009-09-25 17:54:00", "post_id": 81}, {"user_name": "alexsig", "text": "ég var tekinn á ótryggðum og óskoðuðum bíl, próflaus, mér var sleppt", "date": "2009-09-25 17:55:00", "post_id": 82}, {"user_name": "krayzie", "text": "var þetta blár lexus með einhverju kitti ??", "date": "2009-09-25 18:01:00", "post_id": 83}, {"user_name": "tony", "text": "Hann er með kit , en hann er  , með 2 3'' eða 4'' kúta", "date": "2009-09-25 18:24:00", "post_id": 84}, {"user_name": "BE12GUR", "text": "...................", "date": "2009-09-25 21:41:00", "post_id": 85}, {"user_name": "oddsson", "text": "hvað heitiru junkman?", "date": "2009-09-26 13:10:00", "post_id": 86}, {"user_name": "elisvk", "text": "....", "date": "2009-09-26 13:17:00", "post_id": 87}, {"user_name": "Junkman!", "text": "ég er að pæla í þessu því mér fanst þetta heimkulegt og vildi bara fá að vita hvað myndi gerast fyrir náungan ef hann yrði tekinn..\n\nnokkuð viss um að hann sé ekki á spjallinu.\n\nog btw. hvernig vissiru hvað ég hét ?", "date": "2009-09-27 01:58:00", "post_id": 88}, {"user_name": "Junkman!", "text": "Unnar .", "date": "2009-09-27 01:59:00", "post_id": 89}, {"user_name": "crasy", "text": "ég hef oft spáð í að fara og keyra próflaus.....en það hvarf úr huganum á mér þegar ég heyrði að ég gæti fengið seinkun á prófinu :<<<rolleyes.png>>>", "date": "2009-09-27 02:11:00", "post_id": 90}, {"user_name": "oddsson", "text": "hvað ertu að posta þessu eithvað hénna inna og hann er inn á spjallinu\r\nfucking fagit<<<offtopic.gif>>>", "date": "2009-09-28 11:04:00", "post_id": 91}, {"user_name": "Einar Vti", "text": "ég er svo mikill pússý að ég þori ekki að fara keyra próflaus núna svo stutt í prófið haha", "date": "2009-09-28 11:23:00", "post_id": 92}, {"user_name": "Pikachu", "text": "buinn að missa það áður ?", "date": "2009-09-28 11:31:00", "post_id": 93}, {"user_name": "Einar Vti", "text": "Nei ég hef bara aldrei fengið það<<<icon_wink.gif>>>", "date": "2009-09-28 11:31:00", "post_id": 94}, {"user_name": "Pikachu", "text": "öösh..<<<icon_wink.gif>>> held að það sé ekkert gert í því.. en það er 5þus kall og 1 punktur.. \r\nvar að missa mitt fyrir nokkrum manuðum og ég fæ 60þús i sekt bara fyrir að keyra proflaus ef það er tjekkað..", "date": "2009-09-28 11:33:00", "post_id": 95}, {"user_name": "urban", "text": "þetta reyndar finnst mér alltaf jafn kjánalegt.\n\nþar sem að ég vill persónulega frekar  að maðurinn í umferðinni hafi einhvern tíman tekið bílpróf og misst það vegna kjánaskaps eitt kvöld, frekar en að hafa aldrei fengið bílprófið og kunni  þar að leiðandi hugsanlega  ekkert að keyra.", "date": "2009-09-28 11:41:00", "post_id": 96}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/crazy.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/lol3.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/hug.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/offtopic.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2009-09-25 01:25:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/crazy.gif", "path": "full/571e9081b9b0ae5c34968ae245909e7bf5b5bedb.gif", "checksum": "24dc6585dc9fac6a2e5e4df2440a7819"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/lol3.gif", "path": "full/93298c5d33aec06604f522f9bfc5fab078fe9572.gif", "checksum": "e6b8c0680c16c2327f8edc4dea5a72a7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/hug.gif", "path": "full/ad0461d3b171386f0b8133ed3a8323fccc421317.gif", "checksum": "ea75c2738fad4ab1f4c995fd4cc0a5a3"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/offtopic.gif", "path": "full/e7093b703c7af76371eba04cf2fcc25fecc4cdb3.gif", "checksum": "8dbb739133ff174fc7a4f6981c59796e"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}