{"forum_title": "RÖFL", "id": "95158", "title": "Kettlebells í Sporthúsinu Kópavogi", "url": "http://www.live2cruize.com/spjall/showthread.php/95158-Kettlebells-í-Sporthúsinu-Kópavogi", "posts": [{"user_name": "|Skyline", "text": "Vegna mikila eftirspurna hefur Sporthúsið hafið kettilbjöllu tíma. Frír prufutímar til 7.október og það þarf ekki að eiga kort í Sporthúsinu til að prufa bara mæta í afgreiðsluna og biðja um prufutíma.\n\n\n\n\r\nKettlebells (ketilbjöllur) eru frábært æfingatæki sem gefa ótrúlegan árangur. \n\nHvað eru ketilbjöllur?\nKetilbjöllur er eins og fallbyssukúla með handfangi. Bjöllurnar eru til í ýmsum stærðum og þyngdum. Fer það eftir getu hvers og eins og æfingunni eftir hvaða þyngd er notuð.\n\n\nÍ hvað eru ketilbjöllur notaðar?\nKetilbjöllur er hægt að nota í ótrúlega fjölbreyttar æfingar. Aðalmarkmið með ketilbjölluæfingum er aukinn styrkur, vöðvaþol og samhæfing vöðva. Æfingar með ketilbjöllur reyna flestar á að allur líkaminn virki sem heild. Flestar ketilbjölluæfingar reyna á mestalla beinagrindarvöðva líkamans og mjög vel á \"kjarnavöðva\" (kvið og bakvöðva), sem eru oft illa þjálfaðir hjá almenningi.\n\nFyrir hverja eru ketilbjöllur?\nKetilbjöllur eru svo fjölbreytt æfingatæki að hægt er að finna æfingar handa nánst hverjum sem er. Allt frá óreyndu líkamsræktarfólki til atvinnuíþróttamanna nota ketilbjöllur til að bæta árangur. Sama hvort um er að ræða persónuleg heilsumarkmið eða sigur í sinni íþrótt þá hjálpa ketilbjöllurnar manni að ná markmiðum sínum.\n\nEru þetta ekki hættulegar æfingar?\nKetilbjölluæfingar eru ólíkar mörgum hefðbundnum lóðaæfingum. Æfingarnar eru ekki ætlaðar til þess að einangra vöðva og liði heldur til að fá betri líkama í heild sinni. Ketilbjölluæfingar gerðar með réttri tækni og líkamstöðu geta m.a.  lagað vöðvaójafnvægi sem myndast oft í einangruðum og einhæfum æfingum.Lagt er uppúr því að iðkandinn læri að beita líkamanum rétt til að mynda sem mestan kraft og koma í veg fyrir meiðsli og leiðinlegra fylgikvilla þess að æfa vitlaust.", "date": "2009-09-29 17:20:00", "post_id": 1}, {"user_name": "Stefhauk", "text": "hef spáð í þessu enn er meira að spá i að skella mér í crossfit hefur einhver prófað eða er í crossfit ? \r\nog hvernig eru menn að fýla sig ?", "date": "2009-09-29 17:28:00", "post_id": 2}, {"user_name": "|Skyline", "text": "Hef prufað það og mjög gaman en margt i þvi voðalega vitlaust. Finnst voðalega skrýtið að láta fólk sem kann ekkert gera Ólympískar lyftingar og hvað þá eins hratt og oft og þau geta. Annars mjög fínt er svona blanda af kettlebells og bootcamp má eiginlega segja <<<icon_smile.gif>>>", "date": "2009-09-29 17:31:00", "post_id": 3}, {"user_name": "Sverrir", "text": "Ég held að þetta fari rosalega mikið eftir þjálfurum hvort æfingarnar séu keyrðar áfram með látum og göslagangi. Þeir þjálfarar sem eru upp í Sporthúsi hafa það allir að markmiði að láta fólk ná tökum á þeim æfingum sem þeir eru að gera, hvort sem það eru ólympískar æfingar, ketilbjöllur eða hvað annað. Meiðslatíðni hefur amk ekki verið há upp í Sporthúsi og ég hef einhvern veginn á tilfinningunni að hún sé töluvert hærri t.d hjá þeim í Bootcamp. Ég mæli með því að fólk sem hefur áhuga prófi amk mánuð og fái tilfinninguna. Ég er búinn að vera síðan í febrúar og er ekki á leiðinni að hætta. http://www.crossfitsport.is/index.ph...=10&Itemid=155", "date": "2009-09-30 17:36:00", "post_id": 4}, {"user_name": "Stubbur Jónsson", "text": "Kettlebells er snilld og reyndar ruddalega erfitt líka!", "date": "2009-09-30 17:49:00", "post_id": 5}, {"user_name": "Stefhauk", "text": "ég er með kort í world class og ekki heyrt neitt slæmt um þá þjálfara þar enn hvað er gert er aðeins notaður líkaminn eða er notað lóð líka hef heyrt að þetta sé 100 armbeygjur og svo beint í 100 upphýfingar", "date": "2009-09-30 17:54:00", "post_id": 6}, {"user_name": "Sverrir", "text": "Crossfit er blanda af ólympískum lyftingum, ketilbjöllum, frjálsum íþróttum og að einhverju leiti fimleikum. Æfingarnar hjá okkur eru byggðar upp þannig að hver tími er 60 mín. Honum er skipt gróft upp í 4 parta má segja. \n\r\nFyrst er góð upphitun í ca 5-10 mín sem er þá ýmist hlaup, sipp, líkamsæfingar eins og armbeygjur, hnébeygjur, upphýfingar, hringdýfur, magaæfingar og bakfettur, eða þá blanda af þessu öllu. Semsagt snörp og kröftug upphitun sem kemur kerfinu vel í gang. \n\r\nSíðan er ca 15-30 mín tækni- og kraftæfing sem miðar að því að koma líkamanum vel af stað fyrir WOD-ið (workout of the day). Þetta er oft ólympískar lyftingar (hnébeygja, deadlift, snörun, clean, powerclean, pushpress, jerk eða blanda af þessu) 5x3 reps upp í max sem dæmi.\n\r\nÞví næst er WOD-ið. WOD-ið er hugsað þannig að það klári hvern einasta orkudropa í líkamanum. Þetta getur ýmist verið snerpuæfing sem stútfyllir alla vöðva af mjólkursýrum eða þá þolæfing sem eins og gefur að skilja reynir meira á langtíma úthald, eða þá bland af þessu tvennu. Æfingarnar geta verið frá 3 mín og upp í 40 mín allt eftir því hvað á að tækla í þeirri æfingu. \n\r\nDæmi um WOD: \r\nAuðveld æfing sem tekur bæði snerpu og úthald: \r\nWOD Á tíma:\r\n25 burpees 50 uppsetur\r\n20 burpees 40 uppsetur\r\n15 burpees 30 uppsetur\r\n10 burpees 20 uppsetur\r\n5 burpees 10 uppsetur \n\r\nÆfing sem á að simulera 1/4 af leik í amerískum fótbolta. Sem sagt mikið power og hvíld á milli. \r\nFimm hringir, telja endurtekningar:\r\nThruster, 60 / 40 kg, vinna í 15 sek.  hvíla 45 sek\r\nÞyngdar upphífingar (22,5 kg / 10 kg) vinna í 15 sek.  hvíla 45 sek    \r\nBurpees, vinna í 15 sek.  hvíla 45 sek\n\r\nFilty 50 \r\nÆfingin er gerð á tíma og samanstendur af: \r\n50 Kassahopp (60 cm)\r\n50 Hopp-upphífur\r\n50 Ketilbjöllusveiflur (16/12 kg)\r\n50 Hné í olnboga\r\n50 Framstig\r\n50 Push press (20/15 kg)\r\n50 Bakfettur (gera í GHD)\r\n50 Wall ball 20#/10 fet kk, 14#/8 fet kvk.\r\n50 Burpees\r\n50 Tvöföld sipp.\n\r\nMurph \r\nGengur út að vinna sig eins fljótt og hægt er í gegnum eftirfarandi prógramm:\n\r\n1600m hlaup\n\r\n100 Upphífingar\r\n200 Armbeygjur\r\n300 Hnébeygjur\n\r\n1600m hlaup.\n\r\nLynne\r\nFimm umferðir af:\r\nMax reps bekkpressa með líkamsþyngd\r\nMax reps upphífingar\r\nMax reps framhnébeygja með líkamsþyngd.\r\nHvíla í a.m.k. 4 mínútur á milli umferða.\n\r\nÞetta eru örfá dæmi um hvernig WOD getur verið uppbyggt. Allt miðar þetta af því að hámarka afköst með mikilli skilvirkni, s.s gera æfingarnar hratt en vel. \n\r\nÍ endann eru teknar örfáar mínútur í teygjur (ef þú ert ekki ælandi eða liggjandi í mjólkursýrubaði) og svo að sjálfsögðu heiti potturinn. \n\r\nÉg mæli allavega hiklaust með þessu æfingaprógrammi fyrir fólk sem er upptekið og hefur kannski 70 mín á dag til að fara og taka góða æfingu. \n\nwww.crossfit.com\nwww.crossfitsport.is", "date": "2009-09-30 21:49:00", "post_id": 7}, {"user_name": "Stefhauk", "text": "sæll djöfull er þetta nett ætla drulla mér í þetta", "date": "2009-10-01 12:57:00", "post_id": 8}, {"user_name": "|Skyline", "text": "Minni á að það er frítt að prufa til 7.okt í Sporthúsinu\n\nKettlebells tími klukkan 06:45 í fyrramáli og 18:15 annað kvöld mætið og prufið!", "date": "2009-10-04 22:01:00", "post_id": 9}, {"user_name": "einarak", "text": "Fokk, ég ætla bara að halda áfram að vera feitur <<<icon_neutral.gif>>>", "date": "2009-10-04 22:24:00", "post_id": 10}, {"user_name": "tinni77", "text": "eigum við ekki að skella okkur Einar? <<<naughty.gif>>><<<naughty.gif>>>", "date": "2009-10-04 22:25:00", "post_id": 11}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif", "http://live2cruize.com/spjall/images/smilies/naughty.gif"], "date": "2009-09-29 17:20:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}, {"url": "http://live2cruize.com/spjall/images/smilies/naughty.gif", "path": "full/f3e042a4df800f19fda9b8a7ec42198ef5ad9bf8.gif", "checksum": "aabbc82c2b0dc72bfbce2f82c97a95e8"}]}