{"forum_title": "Almennt spjall", "id": "95705", "title": "bensín + vetni ???? hvað finnst ykkur", "url": "http://www.live2cruize.com/spjall/showthread.php/95705-bensín-vetni-hvað-finnst-ykkur", "posts": [{"user_name": "Litli_Kallinn", "text": "ég og jónas úr audio.is ætlum að prófa að flitja inn hho cell (vetnis tæki fyrir bíla) sem samkvæmt sögusögnum á minnka eiðslu á bílum um þónokkur prósent.\n\r\nþetta tæki þ.e.a.s fylliru af vatni og það klífur vatnið í vetni og sprautar inná mótorinn.\n\r\nallavega þá höfum við mjög takmarkaða trú á öllum eldsneitissparnaðartækjum og fengum þessvegna fíb til þess að lána okkur aðstöðu, tæki og menn til að kanna virkni vetniskljúfsins (eða hvað sem á að kalla þetta á góðri íslenku) þ.e.a.s. hvort þetta minnki eldsneitisnotkun, mengun og auki afl einsog sagt er. og hvernig þetta fer með bæði rafkerfi og vél ökutækisins. \n\r\neinnig skilst mér að fréttastofa stöð 2 vilji einnig fá að filgjast með tilraunum og ísetningu.\r\nástæðan fyrir því að ég er að setja þetta hér er eingöngu til að sjá hvað ykkur bílaáhugamönnunum finnst um þetta og fá ykkar álit.....", "date": "2009-10-03 15:04:00", "post_id": 1}, {"user_name": "omar90", "text": "ég mun allavega fylgjast spenntur með þessu.\nEf þetta nær því sem þið eruð að óskast eftir (minni bensíneyðsla,minni mengun og meira afl) þá get ég ekki séð afhverju einn einasti maður ætti að vera eitthvað annað en mjög sáttur við þetta sem þið eruð að gera <<<icon_smile.gif>>>", "date": "2009-10-03 15:14:00", "post_id": 2}, {"user_name": "GSTuning", "text": "Til þess að kljúfa vatn í vetni og súrefni þá vantar rafmagn, \nþað leggur álag á alternatorinn sem krefur vélina meira.\n\nÞetta þýðir X orku vöntun, vetnið þarf þá að uppfylla þá X orku vöntun annars verður þetta bara álag og tap. Ef það er gróði, þá ertu kominn með eilífðar vél. Og það er ekki til. Þannig að rafmagn verður að vera utan að komandi.\n\nEruð þið búnir að skoða hvað þarf mikið rafmagn til að framleiða 1kg af vetni?\nSvoleiðis reikninga byrjar maður á áður enn maður fer að kaupa búnað.\n\nÞessi rannsókn ykkar er bókað búið að gera alveg mörg hundruð sinnum af áhugamönnum og væri best að skoða fyrst hvað þeir hafa verið að lenda í,\n\nVitið þið hvernig kveikja þarf að breytast útaf vetni eða hvernig vetni hegðar sér þegar því er sturtað ofan í vél?\n\nÉg hef séð lödu ganga á bensíni + vetni í gegnum svona cellu. Og cellan var í raun bara pípulagninga rör með anode og catode og 12v til að framleiða vetnið.", "date": "2009-10-03 15:25:00", "post_id": 3}, {"user_name": "david/snifff", "text": "sá einhvern tímann grein um svona heimasmíðað vetnis dæmi og langaði alltaf í teikningar til að testa.. vísu átti það að minnka eyðsluna og einnig að auka afl um 70% en ég hefði sætt mig við 7% þess vegna <<<icon_biggrin.gif>>>\n\r\nveit um allanvega tvo sem eru tilbúnir að smíða sjálfir eða versla tilbúið ef þetta virkar eitthvað <<<icon_wink.gif>>>", "date": "2009-10-03 15:40:00", "post_id": 4}, {"user_name": "Master", "text": "Hugmyndin virkar góð þegar talað er um hana, en eins og GSTuning er að segja þá er frekar ólíklegt að þetta skili sparnaði þegar upp er staðið.\r\nÞað sem mér finnst oft horft framhjá í svona \"sparnaðartrixum\" er að bílaframleiðendur eru sjálfir að eyða gífurlegum fjárhæðum í að þróa sínar vörur til þess að þær nýti eldsneytið betur en keppinautarnir gera. Því væri mjög ótrúlegt að það væri til einhver einföld ódýr og vel þekkt lausn sem væri ónotuð.\r\nÞess vegna tel ég þetta dauðadæmt hjá ykkur. \r\nEn ef þið eruð með nýja aðferð, eitthvað sem breytir því sem nú er þekkt, þá er það allt annað mál.", "date": "2009-10-03 16:24:00", "post_id": 5}, {"user_name": "firebird400", "text": "Ég held reyndar að vatnsinnspítingar séu alltof lítið metnar.\n\r\nHeld að einföld tölvustýring gæti sett vatn saman við inntaksloftið í litlu mæli á gjöf og svo leyft mótornum að ná upp hita þess á milli.\n\r\nBara spurning hvort að vélarnar séu smíðaðar til að höndla tæringaraukningunni sem því fylgir.\n\r\nVeit til þess að menn hafa notað vatnsinnspítingar hérna með góðu móti, og það er hreint út sagt ótrúlegt hve miklu afli þær eru að skila.\n\r\nÞað væri gaman að heyra frá einhverjum sem hefur meiri reynslu af þeim eða hefur stúderað þær af einhverju viti.", "date": "2009-10-03 16:53:00", "post_id": 6}, {"user_name": "Stefán Dal", "text": "Ég og félagi minn bjuggum til svona dæmi í lítilli fötu. Tengdum 6 plötur við + og 6 plötur við -. Ein teskeið af matarsóda og setja í samband. Við það koma loftbólur upp á yfirborðið sem að springa ef maður ber að þeim loga (Brown's Gas). \n\n\nEn auðvitað getur ekki búið til meiri orku úr minni orku. Þá væri löngu búið að búa til \"Eilífðar orkustöðvar\". Þetta er gaman að prófa en algjörlega tilgangslaust.\n\nhttp://www.youtube.com/watch?v=oQ9Gv...eature=related", "date": "2009-10-03 17:22:00", "post_id": 7}, {"user_name": "einarak", "text": "eina efnablandan sem vit er í að sprauta inn á vélina er N2O <<<icon_cool.gif>>>", "date": "2009-10-03 17:29:00", "post_id": 8}, {"user_name": "Litli_Kallinn", "text": "jæja til að reyna að svara spurningum frá flestum ykkar þá einsog ég segji við erum að panta þetta fyrir forvitnissakir og viljum ekki sjá niðurstöðr frá áhugamönnum heldur viljum við sjá niðurstöður sem við getur treist á sjálfir..\n\nástæðan sem ég gæti ýmindað mér fyrir því að bílaframleiðendur séu ekki með þetta í nýjum bílum er sú að þetta er utanaðkomandi eldsneitisgjafi.. s.s. bíllin verður hybrid.\n\njá þetta tekur örugglega fullt af rafmagni af bílnum en þessvegna sagði ég að við ætluðum að kanna ástand rafkerfis líka...\n\nog hver veit nema við getur breitt hugmyndinni einhvernvegin útfrá þeim uplísingum sem við fáum úr niðurstöðunum og fengið tækið til að virka einsog við viljm að það geri... stundum er það litli maðurinn sem leisir vandamálin sem stóru fyirtækin ráða ekki við<<<icon_wink.gif>>>\n\nog svo verðum við líka að pæla í því að olíufirirtækin gætu haft eitthvað með það að segja að allir stóru bílaframleiðendurnir keppast bara við að gera eðslugrennri bensín og dísilbíla en ekki að reina að nýta eldsneiti sem setur olíufyrirtækin á hausinn\n\nþað er búið að sanna að það er hægt að nota vetni á hagkvæmari hátt en mörg önnur þekkt eldsneiti..\n\nt.d.\nhttp://www.metacafe.com/watch/335674..._fueled_torch/\n\nog einnig er líka vitað að það eru til alternatorar sem framleiða mikklu meira rafmagn en þeir sem eru settir í bíla orginal... og ef þú færð meira rafmagn ætti vandamálið með rafmagnssnotkunina að detta út ekki satt???\n\nen ég get ekki lofað að þetta virki og er ekki að gera ráð fyrir mikklu en maður veit aldrei.. ég er efasemdamaður einsog flestir en vill samt ekki loka á möguleikann að það gæti virkað.... ef maður reinir ekki veit maður aldrey\n\np.s. í sambandi við x okuvöntun sem vantar uppá þá er vetni 3x eldfimara en bensín", "date": "2009-10-03 18:45:00", "post_id": 9}, {"user_name": "Arnar Type-R", "text": "þessi búnaður fæst uppí H-jónsson bílabúðini og kostar innanvið 100þkr", "date": "2009-10-03 18:54:00", "post_id": 10}, {"user_name": "Arnar Type-R", "text": "þeir eru buna vera með þetta siðan í vor og selja mikið af þessu talið bara við þá i staðin fyrir að fynna upp hjólið..það vill svo til að það er buið að fynna upp hjólið", "date": "2009-10-03 18:55:00", "post_id": 11}, {"user_name": "Arnar Type-R", "text": "og eg er buna prufa bíl með þessu og þetta er hellings orku aukning i leiðini", "date": "2009-10-03 18:56:00", "post_id": 12}, {"user_name": "Litli_Kallinn", "text": "já en samkvæmt því sem við sorum að skoða getur við selt þetta fyrir minna en 50þkr svo ég held að ég ætli að halda áframm að finna upp hjólið án þess að vera að rukka allt of mikið fyrir það", "date": "2009-10-03 19:04:00", "post_id": 13}, {"user_name": "blackhole", "text": "orka er orka hvernig sem hún er fengin.\n\r\neftir því sem rafallinn framleiðir meiri orku dregur þeim mun meira niður í vélinni til að knýja rafalinn. \n\r\nvél bílsins þarf að eiða meiri orku en fæst út úr vetninu sem framleitt er.\n\r\nog venjuleg bílvél mun engann veginn nýta vetnið almennilega.\n\r\nþið hljótið að sjá að þetta er ekkert annað en sölu gimmick til að selja auðtrúa aulum.\n\r\nað sjálfsögðu framleiðir búnaðurinn vetni, en bíllinn mun eyða meira eldsneiti en hann gerði áður.\n\r\nog að tala um að rafalar séu mis öflugir kemur málinu bara ekkert við, það er engin galdra orka sem kemur frá þeim, heldur kemur orkan frá vélinni.\n\r\nkommon gaurar ekki vera svona kana vitlausir. þessi búnaður hefur verið til í mörg ár og það er full ástæða fyrir því að þetta hefur ekki náð útbreiðslu.\n\r\nmjög einfalt, þetta virkar ekki sem afl aukning eða sparnaður.", "date": "2009-10-03 19:13:00", "post_id": 14}, {"user_name": "Haukur Litli", "text": "Menn tala um að þetta auki álag á alternator og dragi þá niður í vél og virki ekki. Er ekki heilmikið álag að snúa supercharger? Hann skilar samt frá sér umfram töpin sem hann veldur.\n\r\nÉg veit um menn sem hafa smíðað sér sínar eigin sellur og þær virka eitthvað. Bíllinn mun ekki ganga að eilífu á þessu, það er enginn að segja það. Þetta eykur nýtni hef ég heyrt.\n\r\nÉg spjallaði við einn sem er með þetta í bensín Econoline á 46\" dekkjum. Hann talaði um að hægagangurinn væri þýðari með þessu og að bíllinn eyddi aðeins minna. Maður er kannski lengi að vinna upp kostnaðinn við selluna með bensín sparnaði, en ef hún eykur drægi bílsins þá borgar þetta sig í jeppa.", "date": "2009-10-03 19:29:00", "post_id": 15}, {"user_name": "GSTuning", "text": "út frá því sem ég les úr þessum pósti þá hafið þið ekki það sem þarf til að gera alvöru úr þessu.\n\nÞið eruð að breyta einni orku í aðra, það er alltaf tap þar.\n\nOg skilningur þinn á \"olíu\" fyrirtækjum er kjánalegur, öll þessi fyrirtæki eru ekki lengur olíufyrirtæki heldur orku fyrirtæki. Og eina sem þau gera er að reyna finna útúr því hvernig er sniðugast að breyta orku í aðra orku og græða á því.\n\nEldfimleiki hefur ekki baun að gera með neitt.,\n\nHvernig væri að þið reynduð að skilja HVAÐ þið eruð að gera.", "date": "2009-10-03 19:35:00", "post_id": 16}, {"user_name": "GSTuning", "text": "Það er af því að supercharger er að dæla lofti inná vélina( sem krefst meira bensíns sem eykur aflið)\n\nEf þú ert ekki að hlaða þetta heima þá mun þetta ekki ganga.\nGetur ekki breytt 5kw af rafmagni í 5kw virði af vetni án þess að tapa orku.\n\nEnn það væri hægt að setja þetta upp þannig að hleðslan myndi akvtíverast þegar maður er að bremsa eða álíka til að nota endurheimtanlega orku í alternatorinn sem þá hleður geymir eða eitthvað sem þetta dregur úr.", "date": "2009-10-03 19:42:00", "post_id": 17}, {"user_name": "Stefán Dal", "text": "<<<iagree.gif>>>\n\n\r\nÞetta er búið að detta inn reglulega síðustu ár en það er líka búið að sanna það að þetta virkar ekki eins og fólk vill halda.", "date": "2009-10-03 19:49:00", "post_id": 18}, {"user_name": "Hertittys", "text": "Það er landrover hérna heima sem er með svona vetnis systemi... búinn að vera með það í sirka ár eða meira, hann er sáttur með þetta :P", "date": "2009-10-03 20:07:00", "post_id": 19}, {"user_name": "GSTuning", "text": "Ég myndi algjörlega mæla með svona ef menn hlaða geymanna heima hjá sér fyrir ódýrt rafmagn.", "date": "2009-10-03 20:11:00", "post_id": 20}, {"user_name": "Lindemann", "text": "vetni er líka ekki hentugur orkugjafi á hefðbundinn brunahreyfil. Það eru bílar hér heima sem hafa brunahreyfla og ganga á vetni(allavega nokkrir toyota prius bílar). þetta veldur vatnssöfnun í olíunni á frekar stuttum tíma og það þarf að skipta um olíu miklu oftar en á venjulegum bílum.\n\r\nvetni er einfaldlega ekki raunhæfur orkugjafi á bíla nema með því að nota fuel cellur sem framleiða rafmagn úr vetni til að knýja rafmótora.\r\nsvoleiðis búnaður er ennþá í þróun og mjög dýr svo það er ekkert sem borgar sig eins og er.", "date": "2009-10-03 20:30:00", "post_id": 21}, {"user_name": "Litli_Kallinn", "text": "ekki misskilja ég er ekki að reina að vera dónalegur annað en sumir.... \r\nen orkufyritækin einsog þú segjir eru að reyna að breita orku í aðra orku sem þeir GRÆÐA á hvernig getur þú séð nokkura leið til að græða á vatni????? þeir munu gera hvað sem er til að reyna að breita hugmyndinni þannig að hún kosti sem mest og svo að þeir græði á því svo einfalt er málið", "date": "2009-10-03 20:42:00", "post_id": 22}, {"user_name": "snjohundur", "text": "Skemmtileg umræða um mjög svo skemmtilegt umræðuefni.\n\nÉg þekki ekki hvernig cellurnar sem H.Jónsson er að selja eru enn ég spjallaði við einn sem var að smíða íhluti í svona cellur fyrir söluaðila (sem gæti þess vegna verið H. Jónsson). \n\nSá aðili sagði mér að cellan sem væri verið að smíða væri bara einfalt rafgreiningarker sem tengdist straumi frá rafgeymi bílsins. Úr kerinu lægi svo bara slanga inná loftinntakið þar sem það sogaðist með loftinu inná mótor.\n\nNú veit ég ekkert um útkomuna nema það sem kemur fram í söluræðunum en mér fannst þetta soldið skemmtileg lausn ef hún virkar e-ð. \n\nÞess vegna langar mig að spyrja þá sem meira vit hafa á efnafræðinni en ég, kemur ekki meiri orka út úr blöndu af vetni og lofti heldur en bara hreinu lofti. Þ.e. er möguleiki á því að fá aðeins meiri orku út úr hverri sprengingu með því blanda saman loftinu og vetninu áður en það fer inná vél en halda sama magni af bensíni.\n\nSvo finnst mér pælingin hjá GS skemmtileg, hvernig væri að hafa bara aukageymi í bílnum sem maður myndi stinga í samband heima hjá sér og hlaða hann upp með heimilisrafmagni.\n\nEn gangi ykkur vel með þetta og vonandi verður hægt að sjá niðurstöðurnar úr þessu hjá ykkur á netinu þannig að maður geti fylgst með.", "date": "2009-10-03 20:48:00", "post_id": 23}, {"user_name": "GSTuning", "text": "Það gengur ekki neitt á beinu vatni.\nÞannig að ef það væri til leið til að nota vatn sem orku gjafa þá myndu þessi fyrirtæki gera það að sýnu verkefni að framleiða allann búnað sem gerir fólki kleyft að nota vatn.\n\nÞað er ekki hægt að breyta vísindunum, það eru til milljónir ofan á milljónir verkfræðinga sem geta lesið hvernig sérleyfi fyrir þá vatnsnýtandi búnað myndi virka og fara selja .\n\nSvona samsæri kenningar eru kjánalegar. \nÞað skiptir þessi fyrirtæki ekkert meira mál enn að vera sá sem selur orku hvað sem hún er, þess vegna vilja þeir vera á undann öllum að komast að hlutum. Það þýðir ekki að aðrir viti það ekki líka.", "date": "2009-10-03 21:17:00", "post_id": 24}, {"user_name": "Kristján Stefánsson", "text": "<<<icon_cool.gif>>>", "date": "2009-10-03 21:30:00", "post_id": 25}, {"user_name": "Master", "text": "ég hef ekki heyrt þetta með að vatnssöfnun í smurolíu sé vandamál. En ég gæti vel trúað því, því vatn er jú að hluta framleidd við brunann. En ég hugsa að þetta sé minna háttar vandamál, sem hægt væri að komast í veg fyrir.\n\r\nVandamálið við vetni er hve dýrt er að framleiða það, og erfitt að geyma það. Framleiðslan á því er mesta vandamálið, því það þarf orku til að einangra vetnið og sú orka þarf að koma einhverstaðar frá. Það leysir ekkert ef vetni er framleidd með olíuorku, eins og raunin er í mörgum tilfellum. (líka í þessu dæmi sem um er talað hérna í þræðinum)\n\r\nÁ meðan við finnum ekki upp einfaldari og ódýrari leið til að framleiða vetnið, þá verður það ekki nothæft. Amk ekki á meðan við höfum olíu því hún er (þrátt fyrir allt) fáránlega ódýr orka.", "date": "2009-10-03 22:39:00", "post_id": 26}, {"user_name": "fiskur", "text": "en nú eigum við víst heima á íslandi, frís vatnið ekki þegar það frystir úti?", "date": "2009-10-04 05:26:00", "post_id": 27}, {"user_name": "Gunnar H.", "text": "Eitthvern veginn hef ég trú á því að ef sumir fengju að ráða hér værum við ennþá á steinöld því hræðslan og áróðurinn gegn svona tilraunum er þvílíkur að það má líkja þessu við þegar menn reyndu að sanna það að heimurinn væri í raun kringlóttur.\n\r\nSvona tilraunir búa til álíka mörg ef ekki fleiri vandamál heldur en þau leysa en það verður haldið áfram með þessar tilraunir út um allan heim sama hvað menn eins og GS tauta og raula, hlutir þróast aldrei með svartsýni.\n\r\nÉg veit um einn Musso og eina Caravellu sem keyra á svona heimagerðum búnaði og hafa þeir náð eiðslunni niður um 1-2 lítra á hverjum 100km. og það dæmi um að þetta er hægt.\n\r\nVarðandi frostið þá hita pólarnir vatnið og því frýs það ekki við lágt frost en þegar frostið eykst gengur þetta ekki nema taka krukkuna með sér inn.", "date": "2009-10-04 10:54:00", "post_id": 28}, {"user_name": "vladrulli", "text": "búið að gera þetta milljón sinnum og eflaust endalaust af upplýsingum um þetta á netinu... hef alveg trú á því að þetta skili 1-5l sparnaði á hverja 100km (eftir því hvað þetta er stór mótor) en efast að þetta gefi aflaukningu - ætti í raun að vera öfugt...\n\nef menn vilja pæla eitthvað í því að reyna að nýta orku vélar eitthvað betur, þá er spurning hvort ekki ætti að skoða hitageislun vélar frekar... t.d. með varmaskipti sem framleiðir rafmagn sem er svo notað til að rafgreina vatn til að fá vetni... hitageislun vélar er í raun eina \"fría\" orkan sem hægt væri að reyna að beina inn á einhverja hringrás til að fanga einhvern hluta hennar...\n\nef fólk er að spá í einhverju \"hlaða heima\" dæmi, þá er bara eins gott að troða rafmagnsmótor og tíu geymum í bílinn og sleppa bara bensíninu... <<<icon_wink.gif>>>", "date": "2009-10-04 11:35:00", "post_id": 29}, {"user_name": "GSTuning", "text": "Getur fólk ekki skilið hvernig hlutir virka?\n\nÞú getur ekki lagt fram 100% orku og fengið í staðinn 103% orku. Þannig að EF það væri hægt að láta rafal sem er knúinn af vél rafgreina vatn til að búa til vetni til að knýja vélina þá geta menn ekki séð annað enn allt samanlagða tapið.\n\nÞannig að sama gildir um að reyna láta þetta minnka eyðslu.\n\nÞetta er ekki RAUS í mér, það eru endalausar upplýsingar um þessi málefni ef menn nenna að leita.\n\nÞetta er eins og að halda að ef maður tengir rafgeymir á DC mótor og á DC mótorinn er settur alternator sem á að hlaða geyminn og að geymirinn myndi halda hleðslu ??????????????????????????????????????????????????  ??????????????????????????????\nEf það væri svo, þá myndi það þýða FREE power. Þetta er akkúrat það sama.", "date": "2009-10-04 12:12:00", "post_id": 30}, {"user_name": "vladrulli", "text": "GSTuning... þar er rétt hjá þér að maður framleiðir ekki orku heldur bara umbreytir henni... en hér er verið að tala um nýtni orku en ekki framleiðslu... hér á að ekki að pæla í því að setja inn 100% og fá 110% heldur frekar að setja inn 100% og fá út 90% en ekki 70%...\n\nþað er hins vegar rétt að það er enginn \"orkubreytir\" með 100% nýtni... en þú ert kannski að gleyma því að nýtni allra véla fylgir álagskúrfu... og að láta vél vinna sem mest í þeim púnkti sem hámarkar nýtni er einmitt það sem skapar \"sparnað\" í eldsneytisnotkun... t.d. getur bíll með stærri vél eitt minna en sami bíll með minni vél... t.d. getur túrbína  gefið aflaukningu sem skilar sér í meiri nýtni og leiðir af sér minni eyðslu...\n\ní flestum bílum eru nokkrir ferlar þar sem hreinlega er verið að henda orku... aðallega er það hitageislun véla og umbreyting hreyfiorku í hitaorku við bremsun (sumir fakta það kannski ekki að það að hægja á bíl eyðir jafn mikillri orku og að koma honum upp í hraða)... ef hægt er að nýta eitthvað af þessarri orku, þá skilar það sér beint í sparnaði á eldsneyti...\n\nfinnst allavega að frekar ætti að nota svona umræður til að skiptast á hugmyndum og pælingum og hugsa aðeins út fyrir rammann frekar en að dauðadæma allt frá byrjun...", "date": "2009-10-04 12:49:00", "post_id": 31}, {"user_name": "indjaninn", "text": "segjast ná að framleiða meiri orku enn þeir tapa því búnaðurinn eykur nýtni eldsneytisins.\r\nmyndi aldrey ná að vinna upp tapið með því að bara brenna vetninu sem framleiðist.\n\nhttp://www.sciencedaily.com/releases...0320150721.htm", "date": "2009-10-04 13:00:00", "post_id": 32}, {"user_name": "GSTuning", "text": "Það sem ég er að tala um er að taka orku frá vélinni til að búa til eldsneyti fyrir vélina .\nÞað mun ekki vera hægt að framleiða meiri orku til vélarinnar enn hún eyddi til að búa til eldsneytið.\n\nDæmi.\n\nAlternator tekur 5kw til að viðhalda vetnisframleiðslu sem skilar sér í 3kw kraftaukningu til vélarinnar. Þarna er 2kw tap sem mun þurfa að bæta upp með bensíni. Hvernig er hægt að ná fram bensín sparnaði með þessu?\n\n\nEf svo væri þá væri hægt að sleppa bensíni og láta vélina ganga á vetni sem hún framleiðir sjálf með því að breyta hreyfiorku í rafmagn og rafmagn rafgreinir vatn til að framleiða vetni. Og við vitum að það myndi ekki ganga þá einna helst af því að vélar í fyrsta lagi eru bara að nýta um 35% ef eldsneytinu sem þær taka inn\n\nBesta leiðin til sparnaðar er að nýta hitann sem er framleiddur við bruna á bensíni. Því að hann er meira og minna allt tapið í vélinni (pústið og vatnskerfið).", "date": "2009-10-04 13:04:00", "post_id": 33}, {"user_name": "indjaninn", "text": "og einn af framleiðendum þessara kitta svarar þessari spurningu með því að hann gangi ekki á vetni heldur auki nýtni bensínsins og nái þannig að yfirstíga tapið á afli eins og greininn sem ég linkaði á þá eykur vetni afköst bensíns.\r\nEnn er ég ekkert að halda því fram að þetta virki aðeins að benda á að framleiðendur eru búnir að svara þessari fullyrðingu sem þú heldur fram og ekkert annað enn að prófa þetta sjálfur.", "date": "2009-10-04 13:43:00", "post_id": 34}, {"user_name": "Litli_Kallinn", "text": "gs fyrst þú ert svona fróður um allt sem tengist þessu viðfangsefni afhverju kemuru þá ekki og hjálpar okkur við að skoða þetta? endilega sendu mér pm með símanúmerinu þínu og ég skal hringja í þig þegar við fáum þetta í hendurnar og leifa þér að koma með", "date": "2009-10-04 14:12:00", "post_id": 35}, {"user_name": "GSTuning", "text": "Ég á heima í Englandi. Og þú verður að afsaka enn ég verð bara að vera hérna að klára BSc í Mótorsport verkfræði í vetur áður enn ég fer svo í MSc Motorsport Technology þar sem að ég mun skoða enn frekar enn ég hef nú þegar gert mismunandi orku til notkunar á mótorsport tæki.", "date": "2009-10-04 15:32:00", "post_id": 36}, {"user_name": "snjohundur", "text": "Litli_Kallinn: Hvernig tæki er þetta sem þið ætlið að flytja inn. Geturu gefið okkur nánari útlistun á hvernig þetta er sett upp.\n\nÁ hvernig bíl ætlið þið að setja þetta og hvernig ætlið þið að ná í niðurstöðurnar, á að setja e-a nákvæmari mæla í bílinn eða bara keyra eftir km mæli og fylla á?\n\nÉg viðurkenni að vera nokkuð vantrúaður en finnst gaman þegar menn eru að gera tilraunir.\nHafið þið e-ð skoðað að smíða bara svona sjálfir?", "date": "2009-10-05 09:53:00", "post_id": 37}, {"user_name": "Litli_Kallinn", "text": "þetta er allt í vinnslu en við munum lítið sjá um að prófa þetta sjálfir við munum mest bara filgjast með... fíb ætla að mér skilst að lána okkur tæki og tól svo við verðum bara að sjá til.... en ég geri sterklega ráð fyrir því að þið fáið öll að fylgjast vel með þar sem það verður upptökulið á staðnum til að taka einhvern hluta af þessu upp", "date": "2009-10-05 12:44:00", "post_id": 38}, {"user_name": "RAT", "text": "var verið að horfa á who killed the electric car? <<<icon_smile.gif>>>", "date": "2009-10-05 12:58:00", "post_id": 39}, {"user_name": "Litli_Kallinn", "text": "nei reyndar ekki en hefði ekkert á móti því", "date": "2009-10-05 17:04:00", "post_id": 40}, {"user_name": "zono15", "text": "ég er búin að smíða 2 svona tæki bæði þurzellu og svona hólk sem þarf að fylla á , þetta tekur ótrúlega litla orku , og framleiðir ótrúlega mikið vetni en hef ekki tengt þetta við bíl enþá , þorði ekki að tengja þetta við bílin sem eg nota daglega , en þetta er mjög skemmtileg tækni", "date": "2009-10-18 19:06:00", "post_id": 41}, {"user_name": "Stefán Dal", "text": "Hvernig gengur svo þessi æðislega hugmynd?\n\nHér er einfaldur útreikningur á því hvernig þetta virkar.\n\n\n\nhöfundur BragiG á f4x4.is", "date": "2009-11-02 20:01:00", "post_id": 42}, {"user_name": "GSTuning", "text": "Er ekki búið að segja þetta geðveikt oft í þessum þræði?", "date": "2009-11-02 21:06:00", "post_id": 43}, {"user_name": "dazy crazy", "text": "Það er samt ekki verið að búa til orku úr engu, þú ert með vatn sem er uppfullt af orku, sú orka er bara í jafnvægi, þegar þú tekur hana úr jafnvægi með því að losa súrefnið í burtu þá ertu kominn með eldfiman vökva.\r\nHvernig keyrir bíllinn þinn ef þú segir að þú sért að búa til orku úr engu þegar þú sprengir eldfiman vökva, olíu/bensín? \r\nVeit ekki hvort ég náði að skýra þetta nógu vel eða hvort þetta er einu sinni rétt hjá mér, en ég hugsa þetta allavega svona <<<icon_biggrin.gif>>>", "date": "2009-11-02 22:10:00", "post_id": 44}, {"user_name": "GSTuning", "text": "Það tekur rafmagn til að breyta vatninu í vetni og súrefni.\nMagnið af rafmagni sem þarf er meira enn þú græðir sem eldsneyti.\n\nEf það væri ekki þannig þá ættu ALLIR á íslandi litla vél heima hjá sér sem myndi breyta vatni í súrefni og vetni og myndi svo runna á eldsneytinu, og afgangurinn færi í að knýja heima rafmagnið. Semsagt meira fengið út enn fór inn.", "date": "2009-11-03 00:05:00", "post_id": 45}, {"user_name": "dazy crazy", "text": "Gleymdi þessum parti <<<icon_wink.gif>>>", "date": "2009-11-03 00:13:00", "post_id": 46}, {"user_name": "indjaninn", "text": "http://www.popularmechanics.com/auto...o/4310717.html\r\nþarna er þetta á svart á hvítu virkar ekki jack shitt", "date": "2009-11-17 22:18:00", "post_id": 47}, {"user_name": "blackhole", "text": "ha ha það eiga sko ekki allir eftir að trúa þessari grein. sumir geta bara ekki kyngt vitleysunni sem þeir hafa bitið í sig.\n\r\ngóð grein. sem útskýrir þetta vel.", "date": "2009-11-17 22:56:00", "post_id": 48}, {"user_name": "Danni Málari", "text": "ef ég fæ mér svona OG turbonator/cyclone hlýtur bíllinn minn að hætta alfarið að eyða bensíni !", "date": "2009-11-17 23:10:00", "post_id": 49}, {"user_name": "gr33n", "text": "nibb... þig vantar ennþá rafmagnstúrbínuna.... og spartöfluna í bensínið... <<<icon_lol.gif>>>", "date": "2009-11-18 18:12:00", "post_id": 50}, {"user_name": "íbbi", "text": "pant keyra á eftir danna og grípa peningana sem koma útum pústið hjá honum með allann þennan sprnaðarbúnað", "date": "2009-11-18 18:29:00", "post_id": 51}, {"user_name": "einarak", "text": "Svo er öruggt að setja diesel vél í bílinn, þá eyðir hann aldrei bensíni aftur", "date": "2009-11-18 19:09:00", "post_id": 52}, {"user_name": "blackhole", "text": "setja bara rafmagns mótor og risa stórann alternator og batterí.\n\r\nraf mótorinn drífur bílinn og alternatorinn, alternatorinn hleður batteríin og drífur mótorinn. tadah eilífðarvél.\n\r\nþetta væri bara svo einfalt og heimurinn fullkominn. by the way ég er að deita sjúklega flotta tvíbura.", "date": "2009-11-18 19:43:00", "post_id": 53}, {"user_name": "einarak", "text": "sagan segir að þú hafir líka unnið í víkingalottoinu", "date": "2009-11-18 19:51:00", "post_id": 54}, {"user_name": "blackhole", "text": "já það er rétt og ég keypti ekki einusinni miða.\n\r\nsumir eru bara heppnir að eðlisfari.", "date": "2009-11-18 21:07:00", "post_id": 55}, {"user_name": "Stefán Dal", "text": "Hvernig gengur?", "date": "2010-05-03 19:24:00", "post_id": 56}, {"user_name": "Maggi B", "text": "hahahaha", "date": "2010-05-03 20:34:00", "post_id": 57}, {"user_name": "nielsk", "text": "ég er búinn að prufa þetta og ég fann ekki neinn mun, vélstjórnarkennarinn minn er líka búinn að vera að skoða þetta og líka þeir í einhverjum háskóla í rvk (mann ekki hvað hann heitir). þeir voru að græða 3% á þessum\r\nog 3 % er það lítið að maður nennir ekki að standa í þessu.\r\nHins vegar er ég með BragaG sem koma með þessa útreikninga á f4x4 spjallinu í skóla og það er ekki rétt að þetta sé að taka um 20 amper frekar svona 10, en gróðin liggur í því að þú er að kljúfa vatn og færð því vetni + súrefni inn á mótor og því færðu örlítið fullkomnari bruna og vetnið er mjög eldfimmt .\r\nÉg og bragi höfum talað um að það þyrfti að kljúfa vatn heima í stofu þar sem rafmagnið er ódýrt og setja inn á kút og setja svo í bílinn þá væri hægt að græða eitthvað meira.\r\nen svo má ekki gleyma að það er bara hægt að kljúfa með jafnstraumi og því í guðana bænum ekki nota 220v sem eru heima hjá ykkur (flestum)", "date": "2010-05-04 09:42:00", "post_id": 58}, {"user_name": "GSTuning", "text": "Ef þú fengir 3% þá yrði þetta sjálfgefið orðinn gróði á ekki neinu nema setja vatn á bílinn.\n\nEf þú getur ekki splittað þessu fyrir utann bílinn þá er þetta ekki að fara gera sig.", "date": "2010-05-04 10:46:00", "post_id": 59}, {"user_name": "nielsk", "text": "jú þú þarft að rafgreina vatn og það gerist ekki með því að setja vatn á bíllinn. þarft að rafgreina það utan við í krukku með skautum ofaní", "date": "2010-05-04 20:34:00", "post_id": 60}, {"user_name": "GSTuning", "text": "no shi.. Sherlock.\n\nÞú gerir það ekki heldur í bílnum og græðir á því ef bíl vélin sér um að framleiða rafmagnið", "date": "2010-05-04 22:03:00", "post_id": 61}, {"user_name": "gusti", "text": "Mér sýnst fólk aðeins vera að misskilja eðlisfræðina...\n\nSegjum að 100 hestafla bensínvél sé með 33,3% nýtni. Ef við bætum nýtnina upp í 35 prósent þá ætti vélin að skila 105 hestöflum (svona ideally anyways)\nHvaðan kom þessi auka orka. Varð hún bara til úr engu?\n\nSama gildir með þessa rafgreiningu. Við bætum smá auka álagi á vélina með því að láta hana snúa alternatornum og búa til meira rafmagn fyrir okkur.\nGefum okkur að það taki 2 hestöfl frá vélinni. Þá stöndum við eftir með 98 hestöfl eftir. Við nýtum síðan vetnið sem íblöndunarefni í bensín/loft blönduna\nog bætum með því nýtnina í vélinni upp í 35%.\n\nReiknum þá\n100 hestöfl\n-2 í að framleiða vetni\n+5 við betri bruna\n=103 hestöfl => 3% aflaukning\n\nÞað er ekkert eðlisfræðilega rangt við þetta. Við erum ekki að búa til eilífðarvél, bara að bæta brunann og nýtnina ég vélinni,\nmjög svipað og superchargerar og túrbínur gera...", "date": "2010-05-04 22:50:00", "post_id": 62}, {"user_name": "blackhole", "text": "vá hvað menn geta verið lokaðir í sínum litla heimi.\n\nþað er marg sannað og prófað að ÞETTA VIRKAR EKKI!!!\nhttp://www.accurateautoadvice.com/ac...ave-you-money/\nhttp://www.aardvark.co.nz/hho_fraud.shtml\nhttp://www.aardvark.co.nz/fuelsaverscams.shtml", "date": "2010-05-05 06:16:00", "post_id": 63}, {"user_name": "GSTuning", "text": "Superchargerar auka ekki nýtnina þvert á móti.\n\nTúrbínur nota FULLT af eyddri orku til að knýja áfram loftflæði , nýtnin þar kemur frá því að nota eydda orku til að auka flæði og minnka vinnuna sem vélin sem loftfdæla þarf að gera. \n\nRafgreining er að auka álagið á vélina. \n\nVar þessi 3% mæld í bekk eða hvernig var að þessari tölu komist, einnig hversu mikla orku tekur rafgreiningin á sama tíma?\nEr eitthvað af rafgreiningunni sem fer til spillis?", "date": "2010-05-05 09:12:00", "post_id": 64}, {"user_name": "Litli_Kallinn", "text": "hættum alfarið við að láta reyna á þetta eftir frekari skoðun.. jú þetta er ákkurat það sem við vorum að hugsa sem gústi var að segja þúsvo þetta séu ekki nákvæmar tölur.. við ætluðum að láta mæla þetta fyrir okkur og vorum komnir með lið í það. ástæðan fyrir því hinvegar að við hættum við þetta er mun augljósari ef maður fer að hugsa um það. vatn og íslenskar veðráttur að vetri til eiga ekkert rosalega vel saman.. vatn frís. þar með yrði þetta ekki nothæft nema að litlum hluta ársins á íslandi og yrði einstaklega mikið vesen að eiga við þetta", "date": "2010-05-16 16:49:00", "post_id": 65}, {"user_name": "Raggi_e", "text": "þeir tóku þetta í mith buster akkurat þetta ásamt nokkrum öðrum sparnaðar tækjum og þetta er allt bara peninga plott virkar ekkert og eyðilegur frekar en að spara sögðu þeir...", "date": "2010-05-17 22:37:00", "post_id": 66}, {"user_name": "bimmer", "text": "SC og turbo þurfa meira bensín til að skila þessu afli á móti auka loftinu.\n\nÞað er ekki breik að þetta rafgreiningarbull virki.", "date": "2010-05-17 23:47:00", "post_id": 67}, {"user_name": "Offari", "text": "Það var leitt ég er líka einn af þeim sem hef álíka litla trú á þessu og aðrir hér en þótt svo eðlisfræðin segi okkur að þetta sé vonlaust er það hinsvegar ekki vitað fyrr en menn prófa. Þessi búnaður gæti tildæmis virkað ef orkan er fengin annarstaðar frá td með öflugum rafmagnshemlum sem nýta hemlakrafta til að framleiða rafmagn en það er að vísu flóknari tækni en ef menn er á annaðborð að leita lausna þá er bara að prófa þar til einhver finnur lausnina.  Ath þessi búnaður væri löngu dottinn út af markaði ef ekkert hefur komið út úr þessu.  Alla vega heyri ég misjafnar sögur, Sumir finna aflaukningu aðrir sparnað en því miður virðast samt flestir ekkert finna.", "date": "2011-03-05 10:50:00", "post_id": 68}, {"user_name": "blackhole", "text": "í huga sumra virkar þetta af því þeir vilja innilega trúa því, því miður virkar þetta bara ekki í raunverulegum heimi.\n\nþví miður er þetta fyrirbæri uppbyggt af tækni sem hljómar nægilega vel til að fólk falli fyrir því.\n\nvatni breytt í vetni og súrefni sem er hleypt inn á mótor, auðvitað skilar mótorinn meiri orku ef maður dælir inn vetni og súrefni inn á mótorinn??\n\nen staðreyndirnar eru þær að það þarf meiri orku til að kljúfa vatnið en fæst út úr vetninu og súrefninu sem hleypt er inn á mótorinn, plús það yrði að stilla vélina sérstaklega til að geta nýtt þennan aukabúnað ef þetta vetni og súrefni væri í nægilegu magni til að skipta einhverju máli.\n\nþegar búið var að sanna það að þessi búnaður gæfi ekki nægilega mikið vetni til að hafa nokkur áhrif sem auka eldsneyti þá brugðu menn á það ráð að halda því fram að þessi auka nýtni kæmi fram vegna hreinni bruna. sem er líka bull.(það er ekki næstum því nógu mikið af vetni og súrefni til að hafa nokkur áhrif what so ever)\n\ntil að búnaðurinn myndi virka eins og þessir gaurar halda fram myndi vetnis framleyðslan þurfa að vera margfalt meiri en án þess að draga neina orku frá mótor.\n\nsvona búnaður er seldur með jafn fáránlegum claims eins og að ég myndi halda því fram að ég gæti hækkað yfirborð sjáfar um tíu sentimetra með því að pissa fram af bryggju.\n\nþað eina sem hefur nokkrusinni komið fram um svona búnað, er bara einhverjir gaurar sem halda því fram að þetta virki. þeim hefur ALDREI TEKIST AÐ SANNA AÐ ÞETTA VIRKI!!!\n\nsvo það væri ágætt ef þessi umræða um þetta helvítis vetnis gimmick væri felld niður þar til einhver getur sannað að það virki. ekki bara haldandi því fram án þess að geta sannað eitt eða neitt. það ætti að kæra ykkur sem eruð að reyna að selja þessa helvítis snáka olíu!!!\n\nog þið sem keyptuð þetta. AULAR!!!", "date": "2011-03-05 11:25:00", "post_id": 69}, {"user_name": "einarak", "text": "Eina gasið sem gerir einhvað gagn er N2O", "date": "2011-03-05 12:28:00", "post_id": 70}, {"user_name": "Sævar Örn", "text": "http://www.msnbc.msn.com/id/29899191/", "date": "2011-03-05 12:33:00", "post_id": 71}, {"user_name": "palmz", "text": "ég er ekki buinn að lesa allan þráðin og veit ekki hvort eithver er buinn að seigja þetta. en þið verðið að gera eithvað svo að vélin fyllist ekki af vetni td þegar þið eruð að renna niður brekkur og eruð ekki a bensingjöfini.", "date": "2011-03-05 12:49:00", "post_id": 72}, {"user_name": "Sævar Örn", "text": "Það slokknar ekki á vélinni þó hún sé ekki að erfiða, hún er alltaf að brenna eldsneyti meðan hún er í gangi.", "date": "2011-03-05 13:08:00", "post_id": 73}, {"user_name": "palmz", "text": "ja en það er spuring hvort hún yfirfyllist ekki af gasi og þegar hún á að sprengja þá springur vélin.. það eru tilvik í bna að huddið hafi sprungið af bílonum", "date": "2011-03-05 13:17:00", "post_id": 74}, {"user_name": "Sævar Örn", "text": "Þá hefur kerfið verið að leka, þetta er ekki það mikið flæði að mótorinn yfirfyllist af gasi, auk þess sem gasið er eldfimara þegar það kemst í snertingu við súrefni, og vélar eru hannaðar til þess að höndla svona sprengingar, að vísu er þetta kallaður bruni en ekki sprenging.", "date": "2011-03-05 13:20:00", "post_id": 75}, {"user_name": "palmz", "text": "ættla ekki að selja þetta dýrara en ég keypti það. en er ekki málið með svona vetnis þróun að fá mikið fæði.. verður þetta þá ekki vandamál.?", "date": "2011-03-05 13:29:00", "post_id": 76}, {"user_name": "Sævar Örn", "text": "Ísland hefur mikil tækifæri í raforkuþróun og því hentar þessi tækni okkur þónokkuð, hún er bara ekki orðin það fullkomin að hún sé tilbúin á almennan markað.", "date": "2011-03-05 14:10:00", "post_id": 77}, {"user_name": "GretarK", "text": "en hvað með hiclone ???", "date": "2011-03-05 15:24:00", "post_id": 78}, {"user_name": "gr33n", "text": "<<<icon_lol.gif>>> ... virkar alveg ÓGEÐSLEGA vel. Spurðu bara söluaðilana <<<icon_wink.gif>>>", "date": "2011-03-05 15:27:00", "post_id": 79}, {"user_name": "bodvarg", "text": "ættlar enginn að leiðrétta þetta en þið vitið að að nýtnin er meiri í b´lnum hjá ykkur þegar að þið eruð með miðstöðvarhitann í botni", "date": "2011-03-05 19:02:00", "post_id": 80}, {"user_name": "GretarK", "text": "það er búið að því.. þótt það hafi verið gert fyrir nokkru síðan <<<icon_smile.gif>>>", "date": "2011-03-06 02:28:00", "post_id": 81}, {"user_name": "GSTuning", "text": "Hún er ekki alltaf að brenna eldsneyti, afhverju heldurru að bílinn hægji á sér þegar þú sleppir gjöfinni?\n\n\n\nVélin dælir út loftinu eða gasinu alveg stanslaust\n\n<<<confused.png>>><<<confused.png>>><<<confused.png>>><<<confused.png>>>", "date": "2011-03-07 15:36:00", "post_id": 82}, {"user_name": "elisvk", "text": "ha?\n\r\nen já, það er búið að segja allt hérna sem mér fannst ég þurfa að segja nema eitt. HHO leiðslan fer í loftboxið er það ekki? amk efnafræðimenntun mín segir mér að þegar vetni kemst í snertingu við súrefni verður það af vatni innan skamms tíma. Sem þýðir um leið og vatnsglasið með pólunum er búið að breyta öllu súrefninu aftur í vatn byrjar gasið að fljóta upp leiðsluna og í loftsíuboxið sem það verður eitthverstaðar á leiðinni, amk eitthvað af því, aftur að vatni. Rosalega hollt fyrir vélina.", "date": "2011-03-07 18:15:00", "post_id": 83}, {"user_name": "Bjaddni", "text": "þú minn kæri ættir að setjast aftur á skólabekkinn ef þér finst ekkert eðlisfræðilega rangt við þetta. \n\r\nBTW þú glemydir að elecrolysis hefur aðeins um 70% nýtni, altenatorinn sennilega um 80%", "date": "2011-03-07 18:44:00", "post_id": 84}, {"user_name": "gusti", "text": "Hvað finnst þér eðlisfræðilega rangt við þetta?", "date": "2011-03-07 19:47:00", "post_id": 85}, {"user_name": "Danni Málari", "text": "Væri samt ekki vél sem dregur vetni inn með loftinu alltaf að brenna eldsneyti? Þá auðvitað í smávægilegu magni. <<<icon_wink.gif>>>\n\n\nAnnars virkar þetta dót auðvitað ekki. Ef þetta virkaði væri einhver löngu kominn með einkaleyfi fyrir þessu og farinn að moka inn milljónum. Þetta væri ekki smíðað af einhverjum köllum eftir uppskrift sem fannst á netinu.\n\nedit: Ég var rétt í þessu að fatta að þetta er auðvitað annar vinkill á málinu. Passar það ekki hjá mér að meðan vélin þarf ekki á eldsneyti að halda er þetta dót að eyða orku í að framleiða vetni sem er svo brennt án þess að þörf sé fyrir það?", "date": "2011-03-07 19:59:00", "post_id": 86}, {"user_name": "GSTuning", "text": "Vélar sem eru ekki með blöndung hætt að gefa bensín þegar þú sleppir gjöfinni. Alveg ekki neitt. \nÞungi bílsins og það að gírkassinn er í gír er það sem heldur vélinni snúandi.", "date": "2011-03-07 22:44:00", "post_id": 87}, {"user_name": "Danni Málari", "text": "Með eldsneyti í fyrstu setningunni átti ég við vetnið. Þar sem vetnisbúnaðurinn heldur áfram að eyða orku í að framleiða vetni sem er dregið inn með loftinu er væntanlega enn verið að brenna eldsneyti (án þarfar) þó tölvan hætti að gefa bensín. Sú orka sem er nýtt í þetta er auðvitað fengin með því að hægja örlítið meira á bílnum sökum aukins álags frá alternator. Þetta skilar sér svo í því að skriðþungi bílsins dugar þér skemur sem orka og þú þarft að endanum að eyða meira bensíni.\n\nÞó þetta sé á rökum reist er þetta auðvitað sett fram af hálfu leyti sem grín enda líklega um fáránlega lítil áhrif að ræða. En þessi þráður er hvort sem er algjört grín þannig þetta kemur ekki að sök.", "date": "2011-03-07 23:03:00", "post_id": 88}, {"user_name": "elisvk", "text": "gæti vel verið en þetta safnast ekki í neitt svokallað reservoir eða geymi, þetta fer bara inn í loftinntak og þaðan inn en geymist ekki neinstaðar svo þegar þú gefur í kemur neysti sem kveikir þá væntanlega í þessu öllu. Er enginn sérfræðingur á þessu hvar vetnið endar þegar bíllinn rennur án inngjafar en held að það nýtist mjög illa þar sem það safnast ekki upp heldur endar allt bara í vél í örlítið stærra magni.\n\r\nÓþjappað vetni er samt svo gríðarlega ónytsamlegt, ath. reiknað dæmi: fyrir 190 lítra af bensíni kemstu x kílómetra. Fyrir sömu vegalengd í sömu bifreið sem gengur aðeins fyrir vetni þarftu 6 olíutrukka tengivagna fulla af vetni. Þetta er auðvitað óþjappað vetni en þjappað vetni getur verið mjög hættulegt í árekstri ofl.", "date": "2011-03-07 23:09:00", "post_id": 89}, {"user_name": "GSTuning", "text": "Svo það sé á hreinu þá myndi svona kerfi eingöngu gera gagn þegar er verið að nota þunga bílsins til að keyra alternatorinn undir hámarks álagi og eða fleiri alternatora og vetnið sem er framleitt á meðan er geymt , þegar á svo að auka ferðina aftur þá er vetni gefið með bensíni. \n\nÞetta þýðir að engin bensín orka er eydd í það að viðhalda framleiðslu á vetni.\n\nEf menn vilja í raun keyra um með vetnis bætt bensín þá geta allir framleitt vetni heima hjá sér og tekið með á rúntinn. Auðvitað ber að athuga hvað menn fá af orku úr því að breyta heima rafmagni yfir í vetni. tja eða hlaða rafgeymir heima og hafa hann í skottinu til að rafgreina og hlaða hann svo þegar heim er komið aftur\n<<<icon_smile.gif>>>\n\nEnn verður að athuga að vetni brennur mikið hraðar enn bensín þannig að kveikjutíminn sem er gefin af kveikjukerfinu er eingöngu réttur fyrir bensín vél, hann væri mögulega of flýttur fyrir venti og bensín og myndi mjög líklega valda knocki og skemmdri vél (mörg vélar fyrirtæki standa í því vandamáli að geta loadað vetnis vél af einhverri raun til að mynda afl án þess að knocka, sama hvað kveikjan er sein)\n\nEinnig sá ég að einhver tengdur þessum bransa skrifaði á omarragnarsson bloggið/spjallið og sagði að menn gætu vel keyrt bara á vetni einu samann.Þetta er auðvitað tóm tjara eins og flest rök sem hafa verið færð fram á Íslandi til þess að styðja þessa pælingar. \n\nÉg tel vetnis bíla hafa góðann grundvöll í framtíðinni enda um hreina orku að ræða (á Íslandi allaveganna) . \nEnn það að einhverjir bivélavirkjar með akkúrat engann tæknilegann grundvöll fyrir \"rannsóknum\" og \"þróun\" eða tæknilegann skilning á málinu séu að fara þróa eitthvað sem margir aðrir hafa framleitt og prufað og lög eðlisfræðinnar hafa sýnt að stenst ekki séu að fara gera einhverjar galdra er bara vitleysa.\nÞað er milljónum dollara eytt ár hvert í að reyna fá vélar til að ganga á vetni skikkanlega og verið að rannsaka hegðun véla á vetnis eldsneyti.\n\nÞað að ýminda sér að olíufyrirtækin standi á bakvið eitthvað leynimakk að halda einhverjum svona göldrum frá fólki er auðvitað barnalegt\nef það nær því. Það þyrfti því að múta hverjum einasta stjórnmálamanni ALLSTAÐAR í heiminum, sem og öllum áhuga verkfræðingum, og öllum verkfræðingum í iðngreininni. Þetta gæti talið segjum 500-600milljón manns. \n\n\n(svona til að leka því , þá fæ ég 1000pund á mánuði frá Shell til að halda þessu niðri, ég og allir verkfræðingar heimsins)", "date": "2011-03-07 23:33:00", "post_id": 90}, {"user_name": "baldur", "text": "Hey ég býð betur, ég skal halda þessu niðri fyrir aðeins 995 pund á mánuði!", "date": "2011-03-07 23:57:00", "post_id": 91}, {"user_name": "GSTuning", "text": "Kláraðu bara vélaverkfræði hérna og þú færð þetta sem standard launabúbót frá Shell\n<<<icon_wink.gif>>>\n\nSvo fáum við pening frá USA fyrir að halda niðri bílnum sem gengur á gulrótum og graskeri. \nÉg sé framá að þurfa ekki að vinna því Saudarnir, USA og UK halda manni uppi á meðan maður heldur öllu þessu niðri.\nBetra enn royalties sem tónlistarmaður.", "date": "2011-03-08 00:01:00", "post_id": 92}, {"user_name": "elisvk", "text": "Hef lesið um þetta sem er feitletrað, það getur farið illa með vélina þó margir benta alltaf beint aftur á hreinari bruna og fleira. Það er hægt að stilla tímann rétt fyrir vetnið en þá er hann vitlaus fyrir bensínið.\n\n\n\nþað er ekki betra boð <<<icon_biggrin.gif>>> fail.", "date": "2011-03-08 11:34:00", "post_id": 93}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/iagree.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif"], "date": "2009-10-03 15:04:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/iagree.gif", "path": "full/f30c2ea3b60bf39b6dee77b4bdc1e77e61c76c23.gif", "checksum": "6ed7e7bb4d8d25f8824a3cc09442f23d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}]}