{"forum_title": "Tæknilega hornið: Almennt", "id": "96304", "title": "33\" undir suzuki Vitara spurningar", "url": "http://www.live2cruize.com/spjall/showthread.php/96304-33-quot-undir-suzuki-Vitara-spurningar", "posts": [{"user_name": "Hjaltia", "text": "Sælt veri fólkið. ég var að fá mér vetrarbíl og er hann aðeins frábrugðinn því sem ég er vanur. hef alltaf verið á þessum fólksbílum, civic, sunny og þessháttar. en núna fékk ég mér Suzuki vitara 95 árgerð stuttann á 33\" dekkjum og hef 2 spurningar varðandi hann sem gott væri að fá svar við frá einhverjum sem þekkja inná þetta <<<icon_razz.gif>>>\n\r\n1. Hversu mörg Psi er best að hafa í dekkjunum á svona léttum bíl fyrir innanbæjar akstur? tek það aftur framm að þetta eru 33\" dekk.\n\r\n2. bíllinn er eins og skítur á veginum. um leið og maður er kominn uppí 60km hraða plús þá er hann bara útum allt  hoppandi og skoppandi og reikandi til á veginum. búinn að prófa að hafa 12pund, 15pund og 25pund í dekkjunum en það breytir engu. mér datt í hug að láta hjólastilla hann og á tíma í það á föstudag. einhverjar hugmyndir hvað þetta gæti annað verið???\n\r\nmeð fyrirframm þökk\r\nHjalti Á", "date": "2009-10-07 20:07:00", "post_id": 1}, {"user_name": "EinarR", "text": "Sukka.is það ætti að vera hægt að fá svar og leiðbeiningar þar.", "date": "2009-10-07 21:24:00", "post_id": 2}, {"user_name": "hagalin", "text": "Hafðu bara 22-25 pund í dekkjunum held nú að það sé í lagi á svo léttum bíl.\r\nVarðandi rásið að þá byrjaðu á að skoða stýrisenda og spindilkúlurnar. Einnig gætu ónýtir demparar að framan orsakað eitthvað af þessu.", "date": "2009-10-07 21:24:00", "post_id": 3}, {"user_name": "Sævar Örn", "text": "Þeir skoða þetta væntanlega allt í hjólastillingunni, ef hann hoppar enn og skoppar þá skaltu láta ballansera dekkin, ég keyri innanbæjar á 18 pundum bara til að hafa smá mýkt, en það er sjálfsagt betra að hafa rétt um eða yfir 20 ef þú ert mikið að keyra.", "date": "2009-10-07 23:28:00", "post_id": 4}, {"user_name": "Haukur Litli", "text": "Ef þú keyrir þar sem komin eru hjólför í malbikið þá skaltu ekki reyna að hafa hann ofan í hjólförunum. Hann reynir að stökkva upp úr þeim öðrumegin, annað hvort stekkur hann að kantinum eða að hinni akreininni. Það er ágætt þegar maður er kominn á stærri dekk að hafa aðra hliðina ofan í förunum og hina aðeins upp úr. \n\r\nPrufaðu þetta, það er mismunandi hvar bílar láta illa, þar sem 33\" bíll er eins og ótaminn hestur líður 38\" áfram eins og ský og svo öfugt.", "date": "2009-10-08 11:16:00", "post_id": 5}, {"user_name": "Einar Örn", "text": "ég er á 31\" er alltaf med hann i 33pundum innanbæjar en strax og ég er kominn i möl fer ég i 15-20 svo snjó 2-8", "date": "2009-10-08 18:53:00", "post_id": 6}, {"user_name": "Hjaltia", "text": "geggjað takk fyrir svörin. \n\r\nbíllinn fer í hjólastillingu á morgun, ég er búinn að skipta um ´aðra leguna að framan og aðra spyndilkúluna á bílnum. er að aka eins og er með 25pund. ætti kanski að taka sona 4-5 pund úr.. \n\r\nmaður verður líka bara að venjast því að það er öðruvísi að aka bíl á 33\" heldur en fólksbíl hugsa ég <<<icon_razz.gif>>>", "date": "2009-10-08 19:56:00", "post_id": 7}, {"user_name": "Sævar Örn", "text": "Sumir keyra þessa bíla á fullpumpuðu, ég vona bara að þeir spenni á sig nýrnabelti fyrir hverja bílferð, ég keyri á 18 pundum á 2 dyra 1200kg súkku á 33\" sidewinder Mud Traction dekkum 12,5\" breiðum 10\" whitespoke felgur\n\nBíllinn rásar ekki og er þokkalega sprækur og léttur í stýri, en eyðir kannski örlítið meiru, en ég finn rosalegan mun á þægindum í akstri og þessvegna geri ég þetta.\n\nkv. súkkubróðir", "date": "2009-10-08 20:17:00", "post_id": 8}, {"user_name": "Hjaltia", "text": "takk fyrir infoið .. ættla að prófa að sjá hvernig hann er eftir hjólastillingu og prófa mig áfram.. prófa að setja 18-19pund, 15pund einhvað fleira <<<icon_smile.gif>>>\n\r\ner einhvað betra að vera á 10\" felgum? ég er á 15\" held ég <<<icon_razz.gif>>>", "date": "2009-10-08 21:10:00", "post_id": 9}, {"user_name": "Sævar Örn", "text": "Ég á auðvitað við 10 tommu breiðar felgur, en þær eru 15 tommu háar.", "date": "2009-10-08 21:14:00", "post_id": 10}, {"user_name": "Hjaltia", "text": "heyrðu fór með hana í hjólastillingu á föstudag og hann var allt annar. svo breytti ég yfir í 18 pund og núna er hann bara orðinn nokkuð góður. en rásar allltaf einhvað aðeins. hugsa að ég reyni ekkert meira hvað þetta varðar..\n\r\nþarf samt einhvað að kíkja á demparana sagði kallinn í hjólastilinguni. einhvað pinu slag sagði hann í efri festingunni á þeim... :s", "date": "2009-10-14 00:32:00", "post_id": 11}, {"user_name": "Sævar Örn", "text": "Nei, það er slag í cylindernum sjálfum. Af því dempararnir eru eins og á fólksbílum, þeir virka sem efri spindillinn, þá er mikið hliðarátak á þá um leið og þeir fjaðra, og fóðringarnar inn í þeim skemmast.\n\nÞannig já, það er frekar algengt að demparar að framan skemmist, sérstaklega með stærri túttum.", "date": "2009-10-14 07:21:00", "post_id": 12}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif"], "date": "2009-10-07 20:07:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}]}