{"forum_title": "Almennt spjall", "id": "96560", "title": "dekkjarsparkara", "url": "http://www.live2cruize.com/spjall/showthread.php/96560-dekkjarsparkara", "posts": [{"user_name": "Sleeper", "text": "Ég skil vel þegar menn með EVO, Corvettur, Skyline, séu að taka fram í auglýsingum að dekkjarsparkara séu afþakkaðir því þetta eru mjög flottir og gaman að kíkja og sprufa svona bíl og vera að þykjast kaupa... \r\nEn þegar menn með civic eru að afþakka dekkjarsparkara það er eitthvað skrýtið finnst mér<<<icon_smile.gif>>>\r\nPersónulega finnst mér alltíæ að sparka í dekk á civic<<<icon_smile.gif>>> \r\nÉg setti þetta hingað inn því ég vildi ekki commenta í söluþráð<<<rolleyes.png>>>", "date": "2009-10-09 20:05:00", "post_id": 1}, {"user_name": "Eg!ll", "text": "Mjög sammála þér í þessu, en skil vel að menn séu að taka þetta fram þótt þetta sé civic eða annað því það er mjög pirrandi að lenda í svona gæjum sem lofa öllu fögru og heyrast svo ekkert meira í eftir það", "date": "2009-10-09 20:15:00", "post_id": 2}, {"user_name": "Viggóhelgi", "text": "Já, enn þetta er eins og hann sagði. meira gert á dýrum bíl og fragile bílum\n\nþað eru ekki margir að fara að kaupa e55 amg, leiðinlegt að keyra einhverja vitleysinga hring eftir hring.. og jafnvel leyfa að prufa.. svo er ekkert að fara að gerast. og var ekkert að fara að gerast.\n\nþað hafa mjög margir efni á civic.. þú ert ekki leiddur í neina vitleysu með því að fá svo aldrei call back.. heldu líkaði honum bara líklega ekki bíllinn <<<icon_smile.gif>>>", "date": "2009-10-09 20:21:00", "post_id": 3}, {"user_name": "Ingsie", "text": "Skiptir engu máli hvort það sé ferrari, evo eða lada, það er mega pirrandi að þurfa sýna eitthverju fólk bíl sem hefur svo engan áhuga á að kaupa, bara prófa.. Skil svo sem vel að fólk vilji ekki fá dekkjasparkara til sín þó svo þau séu \"bara\" á civic <<<icon_wink.gif>>>", "date": "2009-10-09 20:21:00", "post_id": 4}, {"user_name": "Arnar_Þ", "text": "hefði nú samt sem áður haldið að það væri minna um dekkjasparkara þegar lada eða civic er til sölu svo það er minni ástæða til að taka það fram..", "date": "2009-10-09 20:25:00", "post_id": 5}, {"user_name": "Eg!ll", "text": "Góður punktur <<<icon_smile.gif>>>", "date": "2009-10-09 20:32:00", "post_id": 6}, {"user_name": "Víítec", "text": "Down wid da Civic h8ers!", "date": "2009-10-09 20:34:00", "post_id": 7}, {"user_name": "Ingsie", "text": "Þeir eru þó til =)", "date": "2009-10-09 20:34:00", "post_id": 8}, {"user_name": "Pési", "text": "hver er samt tilgangurinn að sparka í dekkin ?!!??", "date": "2009-10-09 20:35:00", "post_id": 9}, {"user_name": "Sleeper", "text": "Við erum ekkert civic haters.... þetta snýst ekki um civicinn<<<icon_smile.gif>>>", "date": "2009-10-09 20:40:00", "post_id": 10}, {"user_name": "Viktorkarl", "text": "Athuga loftþrýsting\n\r\nLár loftþrýstingur = illa smurður og handbremsan er vanstillt.", "date": "2009-10-09 20:42:00", "post_id": 11}, {"user_name": "-Hjalti-", "text": "Trúi ekki að nokkur nenni að fara og reynsluaka civic nema að vera algjörlega tilneiddur til þess.. semsagt ekkert sem maður geri að ganni sínu <<<confused.png>>>", "date": "2009-10-09 20:58:00", "post_id": 12}, {"user_name": "Óli-VTi", "text": "=ekki keyranlegt= ekki hægt að keyra niður laugarann með allt í botn=engar stelpur=lonly.\n\nnei yfirhöfuð eru dekkjasparkar leiðinlegir bara.... sama þó að bíllinn sé ódýr eða dýr fólk á bara ekki að vera að koma og purfa né það sé bara 95% líkur á að það kaupi eða e'h álíka. bara spyrjast rækilega fyrir og sleppa sparka nema það sé komið að því að sannreyna upplýsingarnar frá söluaðilanum.", "date": "2009-10-09 20:59:00", "post_id": 13}, {"user_name": "Pezinn", "text": "ekki beint dekkjaspark en ég legg fótinn alltaf ofaná dekkið og rugga því til að sjá hvernig legan hefur það oog spindillinn..", "date": "2009-10-09 21:58:00", "post_id": 14}, {"user_name": "vrrruuumm", "text": "Svakalegann FÓT ertu með ef það dugir þér til að kanna legur og spindla !!!!", "date": "2009-10-09 22:02:00", "post_id": 15}, {"user_name": "vrrruuumm", "text": "Endilega allir að prufa Civic, þá sjáið þið hve gott er að eiga eitthvað annað", "date": "2009-10-09 22:04:00", "post_id": 16}, {"user_name": "AMG", "text": "hann einar frændi minn, hann er með svo svakalegan fót að hann kannar slit á sveifaráslegum með að sparka i dekkin", "date": "2009-10-09 22:11:00", "post_id": 17}, {"user_name": "Master", "text": "En er það ekki tilgangslaust að segja dekkjaspörkurum að þeir séu afþakkaðir ?\n\r\nEru þetta ekki einmitt þeir aðilar sem bera minnstu virðingu fyrir því sem ykkur finnst. \r\nÁ meðan kannski semi-volgur hugsanlegur kaupandi vill ekki sýna sig því hann er ekki alveg viss hvort viðkomandi bíll sé sá rétti.", "date": "2009-10-09 22:21:00", "post_id": 18}, {"user_name": "Amer", "text": "Svo er líka mjög algengt að fólk komi og skoði og prufi, og lítist mjög vel á bílinn,en eru svo vitlaus að vera ekki búin að tékka hvort þau geti tekið yfir lán eða búin að tala við bankann áður en lagt er af stað í prufuaksturinn...\r\nAllavega mundi mér ekki detta það í hug að fara að prufa bíl með kaup í huga áður en búið væri að tékka málið með fjármögnunina<<<icon_surprised.gif>>>", "date": "2009-10-09 22:38:00", "post_id": 19}, {"user_name": "TótiGunn", "text": "nú, tjékka hvort það er ekki gott í þessu auðvitað.", "date": "2009-10-10 01:20:00", "post_id": 20}, {"user_name": "elli", "text": "Ég er eiginlega búinn að gefast upp á dekkjasparkinu, það er svo erfitt að hitta almennilega í low profile dekk <<<icon_mad.gif>>>", "date": "2009-10-10 01:48:00", "post_id": 21}, {"user_name": "EyjoGti", "text": "ahahhaha er búin að liggja í hláturskasti i 10 mín hér hahaha", "date": "2009-10-10 01:56:00", "post_id": 22}, {"user_name": "vrrruuumm", "text": ".....Hey Einar ...... rosalegur á þér fóturinn maður !", "date": "2009-10-10 10:20:00", "post_id": 23}, {"user_name": "HK RACING", "text": "Af hverju að kanna með lán á bíl sem þig kannski langar svo ekkert að kaupa vegna ástands....", "date": "2009-10-10 10:53:00", "post_id": 24}, {"user_name": "HK RACING", "text": "Sálfræðitímarnir greinilega ekkert að virka hjá þér.....", "date": "2009-10-10 10:53:00", "post_id": 25}, {"user_name": "Amer", "text": "Það tekur mann ekki nema eitt símtal að fá að fá þær upplýsingar hvort maður sé nógu góður til að taka yfir lán, svo að ef maður er að fara að skoða bíl sem maður hefur raunverulegan áhuga á að kaupa, þá er ekki mikið mál að kanna það áður. Svo er líka mjög algengt að menn prufi bíla, og geti svo fengið lánið með ábyrgðarmönnum,en voru svo ekki búnir að fynna þá<<<icon_surprised.gif>>>\n\nSvo er aftur annað mál að ef seljandinn er ekki búinn að segja rétt og satt frá ástandi bílsins í auglýsingunni, eða í símanum, þá er auðvitað ekki hægt að segja að skoðandinn sé dekkjasparkari ef það koma upp meiriháttar gallar á bílnum við skoðun", "date": "2009-10-10 12:07:00", "post_id": 26}, {"user_name": "vrrruuumm", "text": "nei - enda sálfræðingurinn álíka heimskur og þú.", "date": "2009-10-10 15:37:00", "post_id": 27}, {"user_name": "HK RACING", "text": "Vá burn,ég hafði þó vit á að velja mér vinnu eftir gáfnafari,það er sennilega meira en hann getur þá sagt.........\r\nEn hvað er samt málið með þig?\r\nVarstu lagður í einelti af Honda eigendum í æsku eða eitthvað?\r\nÉg er ekki að segja að Honda séu bestu bílarnir,enda eru þeir það ekki,en þú virðist eiga við einhver tilfinningatengd vandamál gagnvart þessari tegund,talandi um að þetta séu lélegustu og verstu bílar í heimi,sem er þá þín skoðun,en flestir sem eitthvað vita um bíla gera sér grein fyrir því að þetta er sama ruslið og toyota,mmc,nissan,huyndai og fleiri álíka bílar,er ekki að ná því hvað það var sem gerði þig svona agalega andsnúinn þessum bílum.", "date": "2009-10-10 18:34:00", "post_id": 28}, {"user_name": "vrrruuumm", "text": "það eitt hvað þessar dósir virðast vera heilagar í augum L2C meðlima - það má ekkert illt um þá segja.", "date": "2009-10-10 19:34:00", "post_id": 29}, {"user_name": "vrrruuumm", "text": "sammála þessu", "date": "2009-10-10 19:35:00", "post_id": 30}, {"user_name": "Amer", "text": "En hver er tilgangurinn með því að vera alltaf að skíta yfir einhverjar tegundir, eins og t.d. í þessu tilviki Hondurnar, eru þeir eitthvað verri en aðrir bílar á götunum í sama flokki???\r\nMaður líkir auðvitað ekki saman Hondu og Benz eða BMW, enda gjörólíkur markhópur. \r\nÉg mundi allavega segja að Hondur séu bara fínustu bílar fyrir þann pening sem þær eru að fara á......", "date": "2009-10-10 22:12:00", "post_id": 31}, {"user_name": "HK RACING", "text": "Passaðu þig maður,nú kallar hann þig hálfvita......", "date": "2009-10-10 22:16:00", "post_id": 32}, {"user_name": "Pési", "text": "af hverju eru hondur mesta ruslið ? ertu með ástæðu ?", "date": "2009-10-10 22:19:00", "post_id": 33}, {"user_name": "EinarR", "text": "ekki að ég sé eitthvað að taka þetta hondu dæmi inná mig en það er lika svaka munur á t.d bmw 316 og 330 það má ekki lika því saman. líkt eins og Honda gaf nú út fleirri bíla en þessar djöfulsins Civik bauka!", "date": "2009-10-10 22:36:00", "post_id": 34}, {"user_name": "omar90", "text": "þú hefur þá greinilega ekki séð hvað þeir eru að setja á þessi blessuðu hræ.", "date": "2009-10-11 01:25:00", "post_id": 35}, {"user_name": "Pezinn", "text": "Ofur lappir hérna meginn <<<icon_wink.gif>>> þú átt nokkur ólærð trikk úr gömlu bókinni..\n\n\n\nveit ekki hvort sami einar og frændi minn en ég kenndi honum allt sem hann kann <<<icon_cool.gif>>> meira að segja stillir kveikjuna rétta með dekkjasparki <<<icon_wink.gif>>>", "date": "2009-10-11 01:43:00", "post_id": 36}, {"user_name": "AMG", "text": "er reyndar miðjufóturinn minn, kalla hann einar frænda<<<tongueout.gif>>>", "date": "2009-10-11 02:09:00", "post_id": 37}, {"user_name": "Aglii", "text": "Enn ef maður hefur alveg efni á bílnum enn líkar hann einfaldlega ekki við nánari skoðun ?<<<rolleyes.png>>>", "date": "2009-10-11 02:21:00", "post_id": 38}, {"user_name": "bodvarg", "text": "mikið rosalega er sá fótur næmur", "date": "2009-10-11 02:22:00", "post_id": 39}, {"user_name": "sakaxxx", "text": "civic eru bestu og flottustu kaggar í heimi miðaðvið verð og árgerð að mínu mati\n\r\nproove me wrong<<<icon_biggrin.gif>>>", "date": "2009-10-11 02:33:00", "post_id": 40}, {"user_name": "h1coupe", "text": "þú getur fengið þokkalegan 1.4l civic 96-98 á 100þús kall ég mundi segja það djöfull gott fyrir bílinn sem þú færð.\r\nþað að menn eru að setja meira á vti er eins og oft hefur komið fram áður bara spurning um framboð og eftirspurn!!!!!!!!\n\r\nog þeir sem er sett mikið á er venjulega búið að eyða helling pening í og eru oft hlaðnir aukahlutum og venjulega langt frá því að vera hræ!", "date": "2009-10-11 02:44:00", "post_id": 41}, {"user_name": "Myriftica", "text": "topp þráður ekki spurning,\n\nen djöfull er ég hissa ef menn hafa virkilega áhuga á því að skoða gamlar hondur nema þeir séu alvarlega að pæla í að versla sér,\n\nGet ekki skilið afhverju það eru til dekkjarsparkarar sem stunda hondu hömp og þess háttar haha", "date": "2009-10-11 21:03:00", "post_id": 42}, {"user_name": "condi", "text": "ekkert að því að hringja inn kennitölu hjá viðkomandi áður en hann prófar bílinn, ef hann er einhvað á móti því þá er hann dekkjasparkari ...", "date": "2009-10-11 21:08:00", "post_id": 43}, {"user_name": "Pési", "text": "ef fólk er tilbuið að borga þetta fyrir bílana af hverju ekki að setja svona á þá ??", "date": "2009-10-11 21:28:00", "post_id": 44}, {"user_name": "Myriftica", "text": "tja það er nú allt í lagi að allavega REYNA að koma vitinu fyrir fólk", "date": "2009-10-11 21:32:00", "post_id": 45}, {"user_name": "jeepson", "text": "haha þetta er eins og krakkar að rífast í sandkassanum. HANN STAL SKÓFLUNI MINNI!!!!! OG HINN FÖTUNI MINNI!!!!! já menn eiga það oft til að drulla yfir ákveðnar tegundir. en menn verða líka að þola að það sé drulla yfir þetta. þetta er bara pólitík ekkert annað . jú við vitum auðvitað að ford er best í heimi og skrambolet alveg hand ónýtt.. það er bara þannig. chevy menn eiga það til að taka þessu ílla þegar ég segi þetta. en hver hefur sinn smekk og má auðvitað hafa það. meina ég hef átt chevy,ford og dogde t.d sem eru nú mjög vinsælir allir. Ég fer ekki í fílu ef að chevy maður drullar yfir ford. hann hefur sína skoðun og ég mína. En ég er meira fyrir ford og dodge og geri oft grín af chevy, og tek það ekkert nærri mér ef menn gera ford eða dogde. en það eru líka til fullt af chevy bílnum sem að mig langar alveg rosalega í. það toppar t.d fátt 78 transam eða 57 belair að mínu mati. nú eða mustang. eða challenger. en allir þessir bílar hafa sína kosti og galla. hondurnar hafa sína kosti og galla og sama gildir yfir toyota og fleiri tegundir. en ef að ég er að gera grín af hondu þá á hondu eigandi bara hlæja með og gera grín af því sem að ég ek um á. hvernig haldið þið að þetta sé á alþingi eða í leikskólanum???<<<icon_razz.gif>>> menn meiga nú ekki vera sárir yfir einhverju svona. en já þetta með dekkjasparkara. það er ekkert gaman að fá einhvern í heimsókn sem segist bara ætla kaupa bílinn og alt og lætur svo aldrei sjá sig.\r\nen já haldið áfram að tjá ykkur. en muið nú um hvað þráðurinn var. ekki alveg tapa ykkur í þessum tegundum<<<icon_wink.gif>>>", "date": "2009-10-11 21:55:00", "post_id": 46}, {"user_name": "Master", "text": "uhh nei. \r\nÉg hefði á móti því og ég er ekki dekkjasparkari.\n\r\nSem seljandi hefur þú ekkert með það að gera að skoða mig eða mína kennitölu.", "date": "2009-10-12 00:36:00", "post_id": 47}, {"user_name": "Mr. Skúli", "text": "afhverju ekki bara að vera ánægður með að einhver sýni þessum civic hræjum áhuga og koma allavega og skoði þessar ógeðis dollur?!", "date": "2009-10-12 00:47:00", "post_id": 48}, {"user_name": "Stefhauk", "text": "get nú alveg sagt að mér fannst civic algerar druslur við fyrstu sín enn svo prófaði ég að eiga eitt stk og finnst þetta bara fínustu bílar ekkert að setja útá þetta og eins og einhver sagði hérna þá er þetta ekki sambærilegt við BMW eða Benz", "date": "2009-10-12 01:04:00", "post_id": 49}, {"user_name": "Draxter", "text": "<<<yeahthat.gif>>>\n\n\n\nHaha akkúrat!? <<<icon_lol.gif>>>", "date": "2009-10-12 01:09:00", "post_id": 50}, {"user_name": "Hafþór Ingi", "text": "bentu mér á eitthvern á 100 þús strax!!", "date": "2009-10-12 01:13:00", "post_id": 51}, {"user_name": "omar90", "text": "ef þú hefðir kannski lesið þetta betur þá hefðiru skilið að mér er persónulega slétt sama þótt þið bjánarnir séuð að borga 700 þúsund kall fyrir þetta ..drengurinn var hinsvegar að segja að þetta væru fínustu bílar á hagstæðu verði.Nokkuð obvious að svo er ekki.", "date": "2009-10-12 02:26:00", "post_id": 52}, {"user_name": "h1coupe", "text": "þú verður bara að leita sjálfur.\n\r\nmamma keypti einn fyrir ekki svo löngu á 100þús. 98sedan 1.4l .", "date": "2009-10-12 05:37:00", "post_id": 53}, {"user_name": "Ívar Örn", "text": "Held að þú ættir að lesa undirskriftina þína betur", "date": "2009-10-12 08:07:00", "post_id": 54}, {"user_name": "vrrruuumm", "text": "enn einn þráðurinn sem byrjar á einhverju málefni og breytist svo í með/móti civic og það var ekki einu sinni ég sem byrjaði <<<icon_neutral.gif>>>.", "date": "2009-10-12 08:26:00", "post_id": 55}, {"user_name": "Sleeper", "text": "nákvæmlega.. það var aldrei pointið.. Hefði átt að segja corollu.. En ég var samt að vitna í þráð sem var civic til sölu<<<rolleyes.png>>>", "date": "2009-10-12 11:17:00", "post_id": 56}, {"user_name": "vrrruuumm", "text": "það er greinilega svona mikil minnimáttarkend sem fylgir því að eiga civic ! -en ok nóg um það.\n\nþað sem málið snýst um eru Dekkjasparkarar .......\nþ.e. fólk sem heldur að það að sparka í dekk gefi því einhverja vísbendingu um ástand bifreiðarinnar sem verið er að skoða.\n\nGetur einhver komið með óhrekjandi rök fyrir því að \"dekkjaspark\" skili einhverri vitneskju um ástand þess sem sparkað er í ?", "date": "2009-10-12 14:17:00", "post_id": 57}, {"user_name": "BIGBRO", "text": "dekkjaspark er basic. ég sparka í dekkin á öllum mínum farartækjum sem ég hef skoðað og svo keypt. \n\r\nen dekkjasparkarr eru þeir sem fara og nota dekkin hjá manni (spóla á þeim eða einfaldlega eyða dekkjunum með að keyra áþeim)\r\nog segjast svo ætlað skoða eða hafa ekki áhuga.", "date": "2009-10-12 15:45:00", "post_id": 58}, {"user_name": "Hafþór Ingi", "text": "það er bara erfiðast í heimi að finna þá!", "date": "2009-10-12 17:48:00", "post_id": 59}, {"user_name": "^Matti^", "text": "Getur verið pirrandi, einnig líka þegar fólk hefur sett sig í samband við mann og þvílíku skeytin á milli manns og svo segjast þeir ætla að hringja í sig um helgina upp á að skoða bílinn og svo geta þeir einfaldlega ekki staðið við það og hringja ekki og hafa svo ekki einu sinni minimal kurteisi í að segja að þeir hafi ekki áhuga lengur... það kalla ég líka dekkjaspark (sparkað í dekkið/rassinn á manni)", "date": "2009-10-12 18:21:00", "post_id": 60}, {"user_name": "Master", "text": "ég tók þessu líka á þann hátt, að notkun á orðinu \"dekkjasparkari\" í þessum þræði stæði fyrir þeirri framkomu aðila að sýna kaupáhuga og segjast hafa kaupgetu og fá með því móti að prófa bíla. En hafa í raun ekki neina áætlun á að kaup bílinn, bara fá að leika sér aðeins.\n\r\nEn dekkjaspark í bókstaflegri merkingu, getur alveg skilað einhverjum árangri en er ekki mjög áreiðanlegt slitmælitæki <<<rolleyes.png>>>", "date": "2009-10-12 21:34:00", "post_id": 61}, {"user_name": "oli92", "text": "polo?", "date": "2009-10-12 22:18:00", "post_id": 62}, {"user_name": "Sleeper", "text": "Þetta er líka það sem er verið að tala um...  En maður á samt aldrei að sparka í dekkinn til að kanna ástand á legum, maður fer á hnéin og notar báðar hendur til að hreyfa dekkið..  Mjög einfalt", "date": "2009-10-12 22:54:00", "post_id": 63}, {"user_name": "danish", "text": "Ég á nú ekki Evo eða eitthvað slíkt, en ef ég myndi eitthverntímann selja bílinn minn myndi ég ekki vilja dekkjasparkara og væri bara örfáir sem kæmu til greina að fá'ann. <<<icon_wink.gif>>>", "date": "2009-10-13 01:09:00", "post_id": 64}, {"user_name": "Myriftica", "text": "tja fyrir mér er  bíll bara bíll og mér væri svo skítsama hver myndi kaupa hann af mér bara svo lengi sem hann sé borgunarmaður fyrir honum haha <<<icon_smile.gif>>>\n\nen jú ég get reyndar skilið þá sem eiga kanski 50 ára gömul dekurdýr en þá aftur á móti myndi ég ekki skilja hvers vegna það ætti að selja", "date": "2009-10-14 18:46:00", "post_id": 65}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/confused.png", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/yeahthat.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2009-10-09 20:05:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/confused.png", "path": "full/8817b3a4c18921224ed37a00b18863f5d408d187.png", "checksum": "ec74b0aabecba1d5f1957d097f8ebca2"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_surprised.gif", "path": "full/d290c0b1b0a24c0e501c16bf56f989b5c89a036d.gif", "checksum": "ae735b5dd659dc4b3b0f249ce59bef79"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/tongueout.gif", "path": "full/2b091999f5e830e0870c5545cc18a1e45f5c18e2.gif", "checksum": "7d89dc219ad7bb9343c7e706bee961ea"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_razz.gif", "path": "full/3cbd531acc490f313767995ecb2ee199d3f4fe0c.gif", "checksum": "7aec68426aa06f01e2b1ac250e5aee62"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/yeahthat.gif", "path": "full/57af67e65f05f76707708345ca348ec296fab464.gif", "checksum": "e26fa0df7eec5c8641bb10b12ad2e380"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_neutral.gif", "path": "full/ec590531ff55571a2787516c09053b120c8db64f.gif", "checksum": "4e8b7a51c7f60a2362a4f67fbbc937e7"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}