{"forum_title": "Almennt spjall", "id": "974", "title": "TILKYNNING !!!!!!!!!!!!!!!!! SKEMMDARVERK !!!!!!!!!!!!!!!!!!", "url": "http://www.live2cruize.com/spjall/showthread.php/974-TILKYNNING-!!!!!!!!!!!!!!!!!-SKEMMDARVERK-!!!!!!!!!!!!!!!!!!", "posts": [{"user_name": "Einar K. Möller", "text": "ALDREI FÆR NEITT AÐ VERA Í FRIÐI !!!!!!!!!!!!!!!!  \n\r\nEINS OG VANALEGA FÆR EKKERT AÐ VERA Í FRIÐI FYRIR EINHVERJUM DRULLUHÁLEYSTUM SEM AÐ VILJA FYRIR ALLA MUNI KOMAST TIL AÐ, SKEMMA OG EYÐILEGGJA Á KVARTMÍLUBRAUTINNI.  \r\nNÚNA HEFUR LÁSINN AÐ HLIÐUNU VERIÐ EYÐILAGÐUR AF EINHVERJUM DAUÐANS AUMINGJUM SEM EKKERT GETA SÉÐ Í FRIÐI.  \r\nÞAÐ VIRÐIST SEM AÐ SKEMMDARFÝSN ÞESSARA VANVITA, EIGI SÉR ENGIN TAKMÖRK, OG EKKERT SÉ ÞEIM HEILAGT Í ÞESSUM MÁLUM.  \r\nEITTHVAÐ VIRÐAST ÞESSI FÍFL FÁ ÚT ÚR ÞVÍ AÐ VERA AÐ SKEMMA OG EYÐILEGGJA ÞARNA Á OG VIÐ BRAUTINA, SEM ENGINN ANNAR FÆR SKILIÐ.  \r\nÞÁ ER EINS GOTT AÐ ÞESSAR MANNLEYSUR VITI ÞAÐ AÐ ÖLL SVONA MÁL ERU GERÐ AÐ LÖGREGLUMÁLUM Í DAG OG EKKERT GEFIÐ EFTIR Í ÞEIM EFNUM. \r\nSEM FÉLAGI Í KVARTMÍLUKLÚBBNUM BLÖSKRAR MÉR SVONA HEGÐUN OG ÉG VONA AÐ VIÐKOMANDI SJÁI AÐ SÉR OG BORGI ÞESSA DÝRU VIÐGERÐ SEM FRAM ÞARF AÐ FARA Á HLIÐINU. \r\nÞAÐ ERU VAFALAUST MARGIR SEM AÐ TELJA AÐ ÉG SÉ NÚ HELDUR HASTUR Í ÞESSUM PISTLI, EN ÞEIR ÆTTU ÞÁ AÐ SKOÐA SÖGU SEMMDARVERKA Á BRAUTINNI, SEM HAFA KOSTAÐ MILLJÓNIR Í GEGNUM ÁRIN, OG MUNA ÞAÐ AÐ EF AÐ BRAUTIN ER EKKI Í LAGI ÞÁ VERÐA HVORKI KEPPNIR NÉ ÆFINGAR.     \n\r\nEF EINHVER HÉRNA HEFUR EINHVERJA VITNESKJU UM HVERJIR GÆTU HAFA VERIÐ AÐ VERKI ERU ÞEIR VINSAMLEGAST BEÐNIR UM AÐ LÁTA STJÓRN KVARTMÍLUKLÚBBSINS VITA.", "date": "2003-08-07 17:49:00", "post_id": 1}, {"user_name": "sveppi_87", "text": "asnar **** og fávitar <<<icon_evil.gif>>> <<<icon_mad.gif>>> <<<burn.gif>>>", "date": "2003-08-07 17:53:00", "post_id": 2}, {"user_name": "Jón Ragnar", "text": "úff that´s so ***, hata fólk sem skemmir fyrir öðrum.  Vonandi hafið þið hendur í hári gaurana sem gerðu þetta og vonandi verða þeir hýddir opinberlega  <<<icon_twisted.gif>>>", "date": "2003-08-07 17:53:00", "post_id": 3}, {"user_name": "Addi", "text": "<<<icon_mad.gif>>>  Helvítis andskoti", "date": "2003-08-07 19:25:00", "post_id": 4}, {"user_name": "Danni", "text": "Sumt fólk er alveg gjörsemla vonlaust! Meina..... Hvað græðiru á því að keyra alla vegalengdina uppá Kvartmílubraut bara til þess að eyðileggja lásinn?\r\nNákvæmlega ekki neitt!!  <<<icon_evil.gif>>> \n\r\nÉg myndi sjálfur styrkja kaup öryggismyndavél eða eitthvað til að reyna að koma í veg fyrir þetta, ef ég ætti pening til þess  <<<icon_mad.gif>>> Allavega vill ég ekki að brautin verður lokuð áður en ég fæ prófið  :wink:", "date": "2003-08-07 19:35:00", "post_id": 5}, {"user_name": "B REAL", "text": "leiðinlegtþegar svona kemur fyrir , en við erum öll alltaf að lenda í skemmdarverkum ...kill em all I say", "date": "2003-08-07 20:17:00", "post_id": 6}, {"user_name": "JHG", "text": "Það hefur ótrúlega oft komið fyrir að framin hafi verið skemmdarverk uppá braut.  Menn höfðu meira að segja fyrir því að grafa upp kapla til að taka þá í sundur.\n\r\nÞar sem að skv. þessu hafi aðeins lásinn verið eyðilagður má þá áætla að þarna hafi farið einhverjir til að spyrna og brotist inn til þess?  Ef svo er þá er það mikil skammsýni því skemmdarverk á búnaði klúbbsins geta haft áhrif á aðrar framkvæmdir klúbbins.  Vinnan er yfirleitt sjálfboðavinna og ef félagar þurfa að eyða miklum tíma (og fjármagni klúbbsins) í viðgerðir þá eru þeir kannski ekki eins tilbúnir til að standa að öðrum uppákomum, m.a. föstudagsæfingum.\n\r\nBjánaskapur þessara einstaklinga getur því haft áhrif á okkur öll, ekki bara Kvartmíluklúbbinn.\n\r\nÉg vona að þessir fávitar náist!\n\r\nJHG", "date": "2003-08-07 20:25:00", "post_id": 7}, {"user_name": "Scooby", "text": "þettta er ótrúlegt shitt altaf hreint  <<<burn.gif>>>", "date": "2003-08-07 21:44:00", "post_id": 8}, {"user_name": "baldur", "text": "Auðveldara að brjótast inn og spyrna, en að borga 500kall og fá þá í leiðinni staðfestingu á því hver vinnur í formi tímamiða, og tré til þess að ræsa, ásamt eftirliti ef eitthvað skyldi koma fyrir.\r\nReyndar má líta á það þannig að föstudagsæfingarnar séu ekki lengur opnar jóni úti í bæ, því að Jón úti í bæ sem er ekki að keppa í akstursíþróttum á ekki þar til gerðan hjálm. Better safe than sorry, þótt menn úti sjái ekki ástæðu til hjálmaskyldu í keppni nema á bílum sem eru sneggri en 14 sek.", "date": "2003-08-07 22:24:00", "post_id": 9}, {"user_name": "Danni", "text": "Auðvitað er það auðveldara. En hvað með þegar viðkomandi er búinn að auðvelda sér leiðina það oft að kvartmílubrautinni er lokað og það er hætt að sjá um hana og malbikið fer í klessu og allt það, hvað þá?", "date": "2003-08-08 03:00:00", "post_id": 10}, {"user_name": "Maggi B", "text": "réttdræping", "date": "2003-08-08 08:26:00", "post_id": 11}, {"user_name": "skam", "text": "no offence man.. en hvað ætli löggan geri..? ekki baun!!.. frekar en fyrri daginn!!\r\nbara setja upp skilti þar sem stendur \"þetta svæði er vaktað, skemmdarverk verða kærð til lögreglu!\" það ætti að hræða einhverja burtu allavega!!", "date": "2003-08-08 14:14:00", "post_id": 12}, {"user_name": "Raggi M5", "text": "Hún myndi nú ekki standa lengi heil þarna útí hrauninu held ég.....\n\r\nekki nema hún yrði virkilega vel falinn í grjótinu, hmm það yrði kannski bara góð hugmynd.", "date": "2003-08-08 14:32:00", "post_id": 13}, {"user_name": "hlynurst", "text": "Mörg ótrúlega tilgangslaus svör!\n\r\nVeit einhver um hver var þarna að verki?", "date": "2003-08-09 04:54:00", "post_id": 14}, {"user_name": "MrManiac", "text": "Ég bíð mig frtam í að mysþyrma honum....alveg komin vika síðan ég lamdi einhvern. \n\r\nManiac \r\nGalant\r\nPrelude \r\nMAD RACING lada sport(94 árg ekinn 30 þús) :wink:", "date": "2003-08-09 11:10:00", "post_id": 15}, {"user_name": "BD.is", "text": "Án þess að vera með leiðindi .. en má fólk ekki tjá sig um málið?!? \r\nÞú baðst þá sem vita hver þetta var um að senda stjórn kvartmíluklúbbsins þær upplýsingar!\r\nBara svona pointer ..   <<<icon_eek.gif>>>", "date": "2003-08-09 14:38:00", "post_id": 16}, {"user_name": "baldur", "text": "Ég heyrði frá vinnufélaga að einhver vinur vinar kunningja sem ég veit ekki hver er hefði puttabrotið sig á hliðinu við brautina við að opna það núna um daginn, hinsvegar fylgdi sögunni að lásinn hefði verið opinn þegar þeir komu að því.\r\nEn ég segi bara, gott á mannfjandann samt sem áður.", "date": "2003-08-09 15:14:00", "post_id": 17}, {"user_name": "B REAL", "text": "nákvæmlega þetta er nú okkar spjallrás en ekki frétta rit kvartmílu löggufélasins ........ ef við vissum hver hafi brotið lásinn á hliðinu þá værum við búin að láta vita , öllum líkar vel við kvartmílu klúbbinn og mörg okkar eru í honum þannig að ég er ekki að dissa kvartmílu klúbbinn frekar frekjulega póstinn hérna að ofan .\n\r\nef við vissum eitthvað þá værum við búin að láta stjórn kvartmíluklúbbsins vita ...........aiiiiit \n\r\nps: þetta er ekki viðhorf L2C heldur mitt .", "date": "2003-08-09 19:13:00", "post_id": 18}, {"user_name": "íbbi", "text": "mér finnst nú mjög rökrét að senda stjórn kvartmíluklúbbsins uppls þar sem þeir eiga brautina,\n\r\nog smá off topic, mer finnst líka fullkomlega eðlilegt að allir sem spyrna skuli nota hjálm,\n\r\nog.. það er alveg ótrúlegt hvað fólk þarf alltaf að vera skemma hluti og getur ekki virt einföldustu reglur.", "date": "2003-08-09 19:26:00", "post_id": 19}, {"user_name": "baldur", "text": "Ég er ekki að gagnrína hjálmaregluna, ég er bara að benda á að það eiga fáir hjálma nema þeir sem eru að keppa í mótorsporti.", "date": "2003-08-10 00:05:00", "post_id": 20}, {"user_name": "íbbi", "text": "að vísu, en þó það hljómi leiðinlega en þá finnst mér að ef fólk vill spyrna þá verði það bar að útvega sér hjálm.. \n\r\nég sæi fyrir mér alveg hellings fjaðrafok ef einhver myndi slasa sig þarna hjálmlaus", "date": "2003-08-10 01:14:00", "post_id": 21}, {"user_name": "hlynurst", "text": "Ég er ekkert að segja að fólk megi ekki tjá sig...  alltaf gott að fá smá umræðu um málefnið. Væri bara til í að sjá vönduð svör ekki.: \"Djöfulsins hálvita\" og \"****\". En þetta er bara mín skoðun. Auðvitað vona ég að þetta fólk náist og leiðinlegt að heyra að þetta fór svona. Kvartmíluklúbburinn hefur gert frábæra hluti í sumar og erfitt er að skilja afhverju fólk gerir þessa hluti!", "date": "2003-08-10 03:18:00", "post_id": 22}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/burn.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "http://live2cruize.com/spjall/images/smilies/burn.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif"], "date": "2003-08-07 17:49:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/burn.gif", "path": "full/7448a5931864d9a2c885b43a0f7e06470ad52cce.gif", "checksum": "093009ca6b76d8748bf5aa22e1823bb3"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_mad.gif", "path": "full/6450f78d1e4b799f07f019c1d8ea1bb7141dc365.gif", "checksum": "e4355c00894da1bd78341a6b54d20b56"}, {"url": "http://live2cruize.com/spjall/images/smilies/burn.gif", "path": "full/7448a5931864d9a2c885b43a0f7e06470ad52cce.gif", "checksum": "093009ca6b76d8748bf5aa22e1823bb3"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}]}