{"forum_title": "RÖFL", "id": "97435", "title": "Ný plata með Deadmau5 !", "url": "http://www.live2cruize.com/spjall/showthread.php/97435-Ný-plata-með-Deadmau5-!", "posts": [{"user_name": "Svenni Litli", "text": "Loksins loksins hún er kominn á tengdur, eða ég er fyrst að taka eftir henni núna!\n\nhttp://tengdur.net/details.php?id=10106\n\r\nDeadmau5 er minn uppáhalds og mun ávalt vera!\n\nhttp://www.youtube.com/watch?v=kP_Hb...eature=related\n\r\nEinn og sáttur ! ekki orðum lýst hvað hann er góður!\n\r\nbarnaskapur og ****agangur er ekki leifður þar sem hann gerir ekkert gagn né er töff!", "date": "2009-10-17 00:37:00", "post_id": 1}, {"user_name": "Jói ÖK", "text": "Deadmau5 er bara svalastur...og þar á eftir Tiësto... <<<icon_cool.gif>>>", "date": "2009-10-17 01:15:00", "post_id": 2}, {"user_name": "haywood", "text": "tiesto og deadmau5 eru svo ekki svalastir að mínu mati\nD5 fann aðferð við að búa til vinsæl lög og hefur mestmegnis haldið sig við það sama, hlustaðu til dæmis á not exactly og faxing berlin saman, alveg eins. ágæt lög en hann er bara of einhæfur.\nT er orðinn sell out og að mínu mati ekkert sérstakur, Jú hann gerði gott stöff í gamla daga en núna er frægð hans apalega bara hype og ekkert annað\n\nÞetta er hins vega minna þekktur en frábær producer:\n\nhttp://www.youtube.com/watch?v=dClg-LU6jBI\n\nSnilldar lag og ágætis mynd á meðan maður hlustar", "date": "2009-10-17 02:57:00", "post_id": 3}, {"user_name": "Gunnarmh", "text": "Deadmau5 og Armin van buuren eru í mestu uppáhaldi hjá mér í elektrónískri tónlist. Nýja stöffið með Tiesto er að mínu mati rusl og reyndar líka ekkert sérstakt hjá Armin, allt orðið eitthvað svo útvarpsvænt.", "date": "2009-10-17 04:35:00", "post_id": 4}, {"user_name": "urban", "text": "alveg merkilegt hvað góðir artistar verða alltaf lélegir og miklar sellout hórur gagnvart öllum þegar að þeir ná einhverri frægð...\n\nog ég tek það fram að ég er ekki að tengja þetta við þessa 2 artista sem að hafa komið fram í þessum þræði, heldur bara almennt...\n\nt.d. eminem þótti helvíti góður, síðan varð hann frægur og sellout.\nmetallica þóttu helvíti góðir, síðan urður þeir frægir og sellout.\ntiesto þótti helvíti góður, síðan varð hann frægur og sellout.\nbítlarnir þóttu góðir, síðan urðu þeir frægir og sellout...\n\n\nbasicly hægt að halda endalaust áfram...\n\n\n(og já... oftar en ekki þá er \"stöffið\" þeirra lélegt eftir að þeir urðu sellát)\nsemsagt.. merkilegt hvað það tengist alltaf sellouti að tónlistamaður þroskist í sinni grein", "date": "2009-10-17 06:59:00", "post_id": 5}, {"user_name": "haywood", "text": "Það er bara á vissum tíma þar sem að það verður breyting..... nema hjá deadmau5 hann er alltaf eins, mostly.\nNýjI tiesto er að mestu leiti crap\n\nÞað er munur á að verða frægur og sell out líkt og kanye ofl. eða verða frægur og Klassík líkt og Bítlarnir og Metallica.", "date": "2009-10-17 13:06:00", "post_id": 6}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_cool.gif"], "date": "2009-10-17 00:37:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}]}