{"forum_title": "RÖFL", "id": "97748", "title": "Einn ekki að átta sig á föðurnöfnum á Íslandi", "url": "http://www.live2cruize.com/spjall/showthread.php/97748-Einn-ekki-að-átta-sig-á-föðurnöfnum-á-Íslandi", "posts": [{"user_name": "dazy crazy", "text": "Dear Torfason \n\r\nI am Barrister Isaac Johnson, a solicitor at law, and personal attorney to Mr. Arian Torfason, a national of your country, who used to be a contractor and importer here in Lome Togo ( west Africa). Here in after shall be referred to as my client. \n\r\nOn the 21st of April 2004, my client, his wife and their only daughter were involved in a ghastly motor accident along Nouvissi express Road. All occupants of the vehicle unfortunately lost there lives. Since then I have made several enquiries to your embassy here to locate any of my clients extended family relatives, but all efforts proved abortive. \n\r\nAfter these several unsuccessful attempts, I decided to track his last name over the business directory in our chamber of commerce, trade and tourism, to locate any member of his family hence my contacting you. I contact you to assist in repatriating the fund valued at US$20.5 Million left behind by my client before it gets confiscated or declared unclaimed by the Finance Firm where this huge amount was deposited. \n\r\nThe said Finance Company has issued me a notice to provide his next of kin as his attorney and Since I have been unsuccessful in locating the relatives for over two years, I seek the consent to present you as the next of kin to the deceased deposited sum in the finance company since you have the same last names, so that the proceeds of this account can be paid to you. \n\r\nTherefore, on receipt of your positive response, we shall then discuss the sharing ratio and modalities for the transfer. I have all necessary information and legal documents needed to back you up for the claim. All I require from you is your honest cooperation to enable us see this transaction through. \n\r\nI guarantee that this attract no risk at all for it will be executed under legitimate arrangement that will protect you from any breach of the law. \r\nOn the receipt of your response via email: isaacjohnsn@counsellor.com or call me on +228 9326312,I will furnish you with a detailed clarification . Appreciate if you can call as soon as possible. \n\r\nSincerely, \n\r\nIsaac Johnson Esq. \r\nJohnson Legal Chambers \r\nSolicitors & Advocates. \n\r\n..................................................  ..................................................  ....................... \r\nThis email is privileged and contains confidential information intended only for the person(s) named above. Any other distribution, copying or disclosure is strictly prohibited. If you have received this email in error, please notify the sender immediately and delete any electronic and hard copies.\n\r\nEr þetta ekki bara eitthvað nígeríusvindl?", "date": "2009-10-19 20:14:00", "post_id": 1}, {"user_name": "Sævar Örn", "text": "Þetta er náttúrulega bara WinWin dæmi félagi", "date": "2009-10-19 20:17:00", "post_id": 2}, {"user_name": "Kjallin", "text": "Gaur, þú ert orðinn RÍKUR!", "date": "2009-10-19 20:21:00", "post_id": 3}, {"user_name": "Master", "text": "Nei, hva...\n\r\nÞú þarft bara borga honum smá klink til að fá $20 milljónir.\r\n(klingið til hans kemur líklega í næsta bréfi)\n\r\nÞetta er sure thing <<<rolleyes.png>>>", "date": "2009-10-19 20:22:00", "post_id": 4}, {"user_name": "oli92", "text": "þarftu að spurja <<<rolleyes.png>>>", "date": "2009-10-19 20:25:00", "post_id": 5}, {"user_name": "ZooMix", "text": "Spurðu hann hvort hann geti ekki bara hitt þig á Íslandi, og gengið frá pappírum hér. Hann geti tekið pening frá þessum 20 milljónum fyrir flugfari til Íslands. Um að gera að fokka aðeins í þessum nígeríubúum.", "date": "2009-10-19 20:25:00", "post_id": 6}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/rolleyes.png", "http://live2cruize.com/spjall/images/smilies/rolleyes.png"], "date": "2009-10-19 20:14:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}, {"url": "http://live2cruize.com/spjall/images/smilies/rolleyes.png", "path": "full/b1b10fbdbea04f643e001c1bc3f05deef3fd5658.png", "checksum": "fbc495dd6fc67d511c2b63ee16738a0d"}]}