{"forum_title": "Almennt spjall", "id": "98427", "title": "bíll hitnar ekki", "url": "http://www.live2cruize.com/spjall/showthread.php/98427-bíll-hitnar-ekki", "posts": [{"user_name": "Andri M.", "text": "er með 2000 árg af grand vitara 2,0. vél\n\r\nog málið er að bíllinn hitnar ekki, hitamælir lyftir sér ekki, auk þess er hægagangurinn á honum á milli 1300-1800 snúningar, sem eg veit að er ekki eðlilegt, s.s. það er einsog hann sé alltaf á innsoginu\n\r\nauk þess hefur bensíneyðsla aukist hjá mér,\n\r\neg hef grun um að þetta geti verið einhvað tengt throttle body-inu, loftflæðiskynjari, spjaldstöðuskynjari, o.s.frv.\n\r\nen hvað haldið þið að þetta sé, ???", "date": "2009-10-24 21:19:00", "post_id": 1}, {"user_name": "wrxMY01", "text": "gæti verid vatnslásinn.", "date": "2009-10-24 21:33:00", "post_id": 2}, {"user_name": "Andri M.", "text": "getur ekki verið vatnslásinn, eru tveir mánuðir síðan eg skipti um hann", "date": "2009-10-24 21:38:00", "post_id": 3}, {"user_name": "olafur", "text": "er nó vatn á honum og öruglega ekkert loft á kerfinu ?", "date": "2009-10-24 21:40:00", "post_id": 4}, {"user_name": "Andri M.", "text": "er nóg vatn á honum, en eg hef ekki athugað með loftið", "date": "2009-10-24 21:47:00", "post_id": 5}, {"user_name": "Sævar Örn", "text": "Eflaust er mælirinn sjálfur bara bilaður, prufaðu að skoða öll tengi mjög vel á soggreininni þar sem vatnsgangurinn kemur að vatnskassanum að ofan, þar eiga að vera 2 skynjarar fyrir vatnshitann, annar fer beint upp í mæli og hinn fer í ECU\n\nSvo er annar mælir neðarlega á blokkinni og hann er eftir vatnskassan og sendir til ECU\n\nþessir skynjarar senda ekki villuboð til ECU þó þeir bili, en prufaðu að losa plöggin og pússa smá og setja leiðandi töfraefni á", "date": "2009-10-24 21:49:00", "post_id": 6}, {"user_name": "ingo_29", "text": "Er ekki loft tappi á vatnkassanum eða vatnlása húsinnu ?\n\r\nskoðaðu það skrúfaðu tappan smá upp hafðu bílinn í gangi og miðstöðinna í botni og á heita <<<icon_smile.gif>>>", "date": "2009-10-24 21:50:00", "post_id": 7}, {"user_name": "Sævar Örn", "text": "Til að lofttæma kælikerfi eru tvær leiðir, það er einn tappi efst við hvalbak milli hedds og hvalbaks, þar er lofftappi fyrir miðstöðina, annar lofttappi er á sumum grand vitörum en ekki öllum fremst á hlið blokkarinnar og losast með 10mm topp, þarft ekki að losa nema hálfhring og þá á að flæða vatn út um kælirás í blokkini", "date": "2009-10-24 21:54:00", "post_id": 8}, {"user_name": "Wolf", "text": "snýr hann rétt í?", "date": "2009-10-24 23:12:00", "post_id": 9}, {"user_name": "Andri M.", "text": "er hægt að snúa honum vitlaust, og já eg sneri honum nákvæmlega einsog gamli sneri, þannig að eg er nokkuð viss um að hann snýr rétt", "date": "2009-10-24 23:25:00", "post_id": 10}, {"user_name": "urban", "text": "það er náttúrulega alveg 100% á því að bíllinn hitnar, bílvél útbýr hita !\n\r\nef að miðstöðin hjá þér hitnar og virkar eðlilega þá má að öllum líkindum útiloka vatnslásinn (og já þú sagðist hafa skipt um hann fyrri 2 mánuðum, ekki gleyma því að hlutir bila og geta bilað hvena sem er.)\n\r\nþetta með hita\"vandamálið\" þarf alls ekki að vera tengt lausagangsveseni í bílnum.", "date": "2009-10-25 05:26:00", "post_id": 11}, {"user_name": "joi_b", "text": "taktu vatnslásinn úr og setu hann í pott og prófaðu að sjóða hann ef hann opnast þá er hann í lagi", "date": "2009-10-25 08:31:00", "post_id": 12}, {"user_name": "Mercedes Benz", "text": "Færðu heitt loft frá miðstöðinni?", "date": "2009-10-25 14:40:00", "post_id": 13}, {"user_name": "bErio", "text": "Gæti lika verið vatnsdælan", "date": "2009-10-25 18:30:00", "post_id": 14}, {"user_name": "Andri M.", "text": "eg fæ ekki heitt loft, einsog á að koma, en það er bara rétt smá varmi sem kemur úr miðstöðinni, s.s. ekki ískalt loft \n\r\nen svo var eg að keyra áðan, og gaf bílnum svoldið inn, s.s. 3500-4000 sn á milli gíra, og þá allt í einu fór hitamælirinn að lyfta sér og miðstöð að blása eðlilegu heitu lofti, \n\r\nog þegar ofangreind bilun kom í ljós, var eg nýbúinn að taka framúr bíl, og setti bílinn þá í góðan snúning kannski yfir 4500 ca", "date": "2009-10-25 19:58:00", "post_id": 15}, {"user_name": "Mercedes Benz", "text": "það er pottþétt loft inná kerfinnu, athugaður hvort báðar slöngurnar sem fara inní bíll fyrir miðstöðina séu heittar, ef ekki prufaðu að losa þá köldu af og hleypa loftinu af eða hella kælivatni ofaní slönguna.", "date": "2009-10-26 14:54:00", "post_id": 16}, {"user_name": "fannarp", "text": "loft", "date": "2009-10-26 15:26:00", "post_id": 17}, {"user_name": "Andri M.", "text": "takk fyrir þetta, eg prófa að lofttæma slöngurnar sem liggja inn í miðstöðina", "date": "2009-10-26 15:39:00", "post_id": 18}, {"user_name": "fannarp", "text": "Þú losar þær hosur sem þú sérð og fyllir af frostlegi svo er gott að setja bílinn í gang og pumpa þessar slöngur með höndonum.", "date": "2009-10-26 17:43:00", "post_id": 19}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2009-10-24 21:19:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}