{"forum_title": "RÖFL", "id": "9896", "title": "Femin", "url": "http://www.live2cruize.com/spjall/showthread.php/9896-Femin", "posts": [{"user_name": "Rollumaður", "text": "Miss World vs. Reiða Rauðsokkan\n\r\nNúna eru feministar alveg að missa það! \r\nBaksíðugrein DV í gær fjallar um þessar reiðu lopapeysurauðsokkuþurrkuntur í Feministafélaginu sem sjá rautt (væntanlega sitt eigið mánaðarlega sem virðist eiga sér stað á hverjum degi hjá þeim) vegna heillaóska Halldórs Ásgrímssonar forsætisráðherra til Unnar Birnu nýkrýndrar Ungfrú Heimur þar sem hann óskar henni til hamingju með þennan titil: „Innilegustu hamingjuóskir frá íslensku þjóðinni allri. Þú varst landi og þjóð til sóma eins og við var að búast.“\n\r\nÞetta eru þær ekki sáttar við og telja þetta \"tímaskekkju á 30 ára afmæli kvennaárs Sameinuðu þjóðanna og að nýloknum kvennafrídegi\" að hann hafi sent henni skeyti í nafni þjóðarinnar þar sem stór hluti þjóðarinnar (lesist: rauðsokkur) sé á móti fegurðarsamkeppnum og forsætisráðherra \"geri lítið úr þeirri kröfu að konur séu metnar að verðleikum en ekki eftir ytra útliti\" og að hann sé \"illa upplýstur um jafnréttisbaráttuna\". \n\r\nFeministar telja sigur Unnar Birnu og yfirlýsingu forsætisráðherra bakslag í jafnréttisbaráttuna og telja að fegurðarsamkeppnir hafi neikvæð áhrif á allt samfélagið. Þær hafi áhrif á ungar stúlkur sem eru að leita sér að fyrirmyndum og hafi einnig áhrif á álit karla á kvenmönnum.\n\r\nÉg veit lítið um aðra keppendur í þessari keppni en nýkrýnda fegurðardrottningin okkar vinnur hjá lögregluembætti Keflavíkurflugvallar, er laganemi og mun starfa næsta árið við góðgerðarstarfsemi, ferðast um allan heiminn og vekja athygli á þeim málefnum sem hún kýs. Þar að auki hefur þessi stúlka stjórnað sjónvarpsþætti, komið fram á hinum ýmsu skemmtunum sem dansari og verið krýnd Ungfrú Reykjavík og Ungfrú Ísland. Fréttir hafa borist úr keppninni að milli æfinga og annarra viðburða geri hún fátt annað en að læra stanslaust fyrir lögfræðina inn á herbergi sínu, öllum hinum stúlkunum í keppninni til mikillar furðu og aðhláturs.\n\r\nEf það er ekki hægt að meta þá vinnu sem stúlkan leggur á sig að verðleikum auk heilindanna og framkomunnar sem hún hefur sýnt á meðan og eftir að keppni lauk þá tel ég að feministar séu á algjörum villigötum hvað varðar skoðanir þeirra um fyrirmyndir ungra stúlkna!\n\r\nSvo hafa hinar Alheimsfegurðardrottningarnar okkar verið í fjölmiðlum að ræða þennan frábæra árangur Unnar og ég veit ekki betur en að þessar konur sem eru nú komnar á fertugsaldurinn hafi spjarað sig vel og séu fínar fyrirmyndir, Hófí leikskólakennari og ábyrg fyrir börnum margra og Linda vel þekkt athafnakona sem hefur átt við erfiðleika að stríða í lífinu en ætíð staðið uppi sem sigurvegari.\n\r\nÉg held að þessar feministakonur ættu að líta í eigin barm og hætta að vera svona reiðar út í karlpeninginn og aðrar konur sem hefur vegnað vel í lífinu!\r\nÞetta er mín skoðun á málinu!\n\r\nI like it <<<icon_biggrin.gif>>>", "date": "2005-12-15 13:04:00", "post_id": 1}, {"user_name": "Legend", "text": "http://www.live2cruize.com/phpbb2/viewtopic.php?t=22670", "date": "2005-12-15 13:13:00", "post_id": 2}, {"user_name": "minnskalli", "text": "þú gleymir öðru sem var í fréttum í gær..\n\r\nen feministar voru annars að segja að fréttir í dag væru og \"karlvænar\", alls væru 30% frétta sem tilheyrðu málefnum kvenna. Ég veit ekki hvað þetta fólk er að pæla, vilja þær að stelpur taki sig til og fremji rán og kveiki í olíustöðvum..!?\n\r\nÞetta lið þarf að fara að tékka á heilasellunum!", "date": "2005-12-15 13:16:00", "post_id": 3}, {"user_name": "hundur", "text": "er ekki komið nóg af þessum viðbjóð, þessir femínasistar eiga ekki tilverurétt, ef þið sjáið þær útá götu. Einfaldlega hrækja í andlitið á þeim. Djöfull verð ég pirraður á að heyra minnst á þessi ógeð.", "date": "2005-12-15 13:29:00", "post_id": 4}, {"user_name": "steina", "text": "maður skammast sín fyrir að tilheyra kvenkyninu þegar þessar freðkuntur byrja..  <<<icon_evil.gif>>>", "date": "2005-12-15 20:45:00", "post_id": 5}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_evil.gif"], "date": "2005-12-15 13:04:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_evil.gif", "path": "full/6e77a77463e25790651a5d1e84ebd2d3908254f4.gif", "checksum": "178255bb3fe2c3aa790c1f8ec8738504"}]}