{"forum_title": "Almennt spjall", "id": "992", "title": "Pontiac TransAm", "url": "http://www.live2cruize.com/spjall/showthread.php/992-Pontiac-TransAm", "posts": [{"user_name": "bmf", "text": "eru þið búin að sjá hvað er til sölu í DV í dag  <<<icon_eek.gif>>> \n\r\nPontiac TransAm 99 RamAir og er FLOTTASTUR\n\r\nVar ekki einhver hérna að tala um að þaim langaði í svoleiðis bara um daginn??\nhttp://www.live2cruize.com/phpBB2/viewtopic.php?t=1600\n\r\nGott að sjá að það séu fleirri öðruvísi bílar að koma til landsins  <<<icon_lol.gif>>> \n\r\nT.d Mustang GT, Pontiac, Escalade, Boxster, BMW Alpina(kannski ekki nýjast en bara cool)\r\nþetta vill maður sjá <<<icon_wink.gif>>>\n\r\nGóður dagur fyrir DV bílasölu í dag  <<<icon_smile.gif>>>", "date": "2003-08-13 11:20:00", "post_id": 1}, {"user_name": "Danni", "text": "Er RamAirinn sem er til sölu í DV núna alveg einsog þessi á mibile.de? Það er nefnilega einn svona eins til sölu en það bantar bara bókstaflega allt afaná hann nema spoilerinn. Sést bara í grindina og stöffið sem allt er fest á. Svo er hann líka pínu skakkur sínist mér, en ekkert beyglaður annars....", "date": "2003-08-13 11:25:00", "post_id": 2}, {"user_name": "bmf", "text": "jú, þessi á að vera eitthvað klesstur og ALLIR varahlutir fylgja! En ég sé það ekki á myndinni annars", "date": "2003-08-13 11:28:00", "post_id": 3}, {"user_name": "Danni", "text": "Já það vill svo heppilega til að ég tók einusinni með mér myndavél þegar ég fór að bera út og tók myndir af bílnum sem ég er að tala um.\n\nHér eru þær.\n\r\nþetta þarf ekkert að vera sami bíllinn, bara ágiskun....", "date": "2003-08-13 11:50:00", "post_id": 4}, {"user_name": "bmf", "text": "jújú mér sýnist þetta vera sá sami.....ufff hvað hann er grimmur <<<icon_twisted.gif>>> \r\nog hvaða fifl ætli hafi keyrt aftan á hann?", "date": "2003-08-13 12:08:00", "post_id": 5}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "er hann líka í dv hann er allavega í bílablaði moggans í dag.. en annars GEÐVEIKUR bíll.. er hérna í kef og hann er ekki mikið klesstur.. aðeins að aftan..", "date": "2003-08-13 18:04:00", "post_id": 6}, {"user_name": "íbbi", "text": "ég þekki nú eigendur bílsins, og það kemur enginn skakkur bíll frá þeim.. þessir menn hafa skilað af sér bílum eins og silvurgráa SS 98 með blower,\r\nrauða SS bílnum með altezza afturljósin, og flr bíla.. þessi kom nýlega til landsins og mig minnir að afturhásingin hafi farið undan honum á ferð úti eða eitthvað álíka, þetta er gífurlega flottur bíll, og að ég heldað hann sé afmælis týpan sem kom 99. þessir menn fluttu einnig inn annan 99 afmælistýpubíl hvítan með bláum röndum á bláum felgum, hrikalega flott.\n\r\nþessir Trans am, eru frábærir bílar hörku power í þeim og algert æði að krúsa á þessu.", "date": "2003-08-13 18:05:00", "post_id": 7}, {"user_name": "MrManiac", "text": "Bílverk BÁ Skilaði af sér Silfurgráa SS bílnum sem Hafsteinn breitti svo. Sá bíll Var eiginlega svona 3 fyrir 1 tilboð <<<icon_smile.gif>>>\n\n\r\nManiac \r\nGalant Gls \r\nPrelude 2,2 EFI", "date": "2003-08-13 21:16:00", "post_id": 8}, {"user_name": "JHP", "text": "nei nei nei ekki bulla svona <<<icon_exclaim.gif>>> hann flutti inn annað body strípað og færði allt á milli þannig að í raun er þetta ótjónaður bíll :wink:", "date": "2003-08-13 23:29:00", "post_id": 9}, {"user_name": "íbbi", "text": "Hann keypti tjónaðan bíl, keypti síðan nýja skel og færði allt á milli. þannig að já akkurat það má nú segja að þetta sé ekki tjónaður bíll.\r\ngífurlegur peningur og vinna í þeim bíl, enda stórglæsilegur og þrævirkar,\r\nþó svo að nýji eigandin sé nú ekki að ná sömu tímum á honum núna og haffi var á ná.. þrátt fyrir þónokkuð flr hesta <<<icon_confused.gif>>>", "date": "2003-08-14 00:05:00", "post_id": 10}, {"user_name": "JHP", "text": "Það er nú bara vegna þess að blowerinn er kominn ofaní kassa og er á leiðinni í viðgerð og það kallast nú töluvert færri hestar :wink:", "date": "2003-08-14 00:24:00", "post_id": 11}, {"user_name": "Raggi M5", "text": "Þessi Ram-Air er ekki mikið tjónaður, bara afturbretti sýndist mér þegar ég skoðaði hann, deginum eftir að hann kom út gámi. GEÐVEIKUR BÍLL!", "date": "2003-08-15 00:45:00", "post_id": 12}, {"user_name": "íbbi", "text": "Nonni, ég var nú að tala um bílin með blower, sumarið sem  dóri kom á bíllnum á brautina bjóst maður við svaka tímum þar sem haffi hafði sagst hundur heita ef hann færi ekki í 11 eitthvað, þar sem það hafði m.a verið settur nýr kambás og flr í vélina um veturinn, svo kom bíllin á brautina og var ekki að ná þeim tímum sem hann náði fyrr, og ég sá núna í sjónvarpinu um daginn þar sem hann var að spyrna við Danna 300zx að danni var að hafa hann.. en samt hefur danni ekki ennþá náð þeim tímum sem haffi var að ná á bílnum í upphafi. <<<icon_rolleyes.gif>>> \n\r\nen engu síður glæsilegur bíll, f-body rúla <<<icon_smile.gif>>>\n\r\nég á myndir af þessum gráa Trans meðan hann var enn úti, bara ekki á tölvuni", "date": "2003-08-15 01:33:00", "post_id": 13}, {"user_name": "íbbi", "text": "Nonni, ég var nú að tala um bílin með blower, sumarið sem  dóri kom á bíllnum á brautina bjóst maður við svaka tímum þar sem haffi hafði sagst hundur heita ef hann færi ekki í 11 eitthvað, þar sem það hafði m.a verið settur nýr kambás og flr í vélina um veturinn, svo kom bíllin á brautina og var ekki að ná þeim tímum sem hann náði fyrr, og ég sá núna í sjónvarpinu um daginn þar sem hann var að spyrna við Danna 300zx að danni var að hafa hann.. en samt hefur danni ekki ennþá náð þeim tímum sem haffi var að ná á bílnum í upphafi. <<<icon_rolleyes.gif>>> \n\r\nen engu síður glæsilegur bíll, f-body rúla <<<icon_smile.gif>>>\n\r\nég á myndir af þessum gráa Trans meðan hann var enn úti, bara ekki á tölvuni", "date": "2003-08-15 01:34:00", "post_id": 14}, {"user_name": "íbbi", "text": "Nonni, ég var nú að tala um bílin með blower, sumarið sem  dóri kom á bíllnum á brautina bjóst maður við svaka tímum þar sem haffi hafði sagst hundur heita ef hann færi ekki í 11 eitthvað, þar sem það hafði m.a verið settur nýr kambás og flr í vélina um veturinn, svo kom bíllin á brautina og var ekki að ná þeim tímum sem hann náði fyrr, og ég sá núna í sjónvarpinu um daginn þar sem hann var að spyrna við Danna 300zx að danni var að hafa hann.. en samt hefur danni ekki ennþá náð þeim tímum sem haffi var að ná á bílnum í upphafi. <<<icon_rolleyes.gif>>> \n\r\nen engu síður glæsilegur bíll, f-body rúla <<<icon_smile.gif>>>\n\r\nég á myndir af þessum gráa Trans meðan hann var enn úti, bara ekki á tölvuni", "date": "2003-08-15 01:35:00", "post_id": 15}, {"user_name": "JHP", "text": "íbbi ekki vera tregur <<<icon_lol.gif>>> þegar dóri spyrnti við datsuninn þá var blásarinn bilaður og það sést t,d á tímunum sem hann var að fara á :wink:", "date": "2003-08-15 10:22:00", "post_id": 16}, {"user_name": "íbbi", "text": "ok ég skal hætta vera tregur, en bara fyrir þig :wink: \r\nblásarinn var nú varla bilaður allt síðasta sumar?", "date": "2003-08-15 18:23:00", "post_id": 17}, {"user_name": "aggicamaro", "text": "Þegar Haffi fór met tíman (12.2<<<icon_cool.gif>>> þá var hann með 3.73 drif hlutföll. Núna eru í honum 3.42 hlutföll held ég og það er EKKI blower í bílnum núna. Ef Halldór setur 3.73 hlutföllin aftur í og lætur prógrammera skiptinguna í samræmi við hlutföllin á hann eftir að taka gamla tíma hans Haffa. Hver veit nema hann taki svörtu vettuna sem setti nýtt með (12.11) ? Ég held hann eigi reyndar ekki eftir að gera það eins og hann er núna því svarta vettan er með blower og MILLIKÆLI og var með orginal pústgreinar og púst þegar hún tók tímatöku rön uppá 11.97 núna í sumar og settið áðurnefnt met.\n\r\nHvað á eftir að gerast þegar hann setur flækjur og púst undir græjuna ? LT1 er bara betri en LS1 <<<icon_biggrin.gif>>> Nei ég segi svona, þetta eru bæði meistara stykki frá GM svo ekki sé talað um LT4 og LS6 eða 32 ventla LT5 mótorinn sem kom í ZR1 vettunum.", "date": "2003-08-16 13:40:00", "post_id": 18}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Ég skil ekki hvað er máli með 98 ss cammann, hann ætti að vera á háum 11 easy, svo er spurning með tractionið á brautinni!!!\n\r\nÞegar haffi fór besta tímann sinn 12.26 minnir mig var seinni partinn soldið farið að kólna og ég setti track bite á dekkin.\n\r\nHvað er í þessari blower vettu sem hefur verið að keppa???", "date": "2003-08-16 18:19:00", "post_id": 19}, {"user_name": "aggicamaro", "text": "Sammála því ... Það getur vel verið að það blási meðfram pakkningunum, bensín blandan of rík, það er alveg synd og skömm að hafa ekki dyno bekk yfir 400hestum til að stilla svona lagað !\n\r\nÉg sá nú bara ofan í húddið á corvettunni þannig að ekki taka orð mín sem heilagan sannleik. Það er allavega ekki LT4 mótor í vettunni (sá það á ál gráa milli heddinu, LT4 soggreinin er rauð og grá og mun hærri). Svo skilst mér að það hafi verið orginal pústgreinar og púst undir bílnum þegar þessir tímar voru farnir. Til þess að þetta sé að virka eins og þetta var að gera þá er hann pottþétt kominn með stærri spíssa og þá væntanlega tölfubreytingu líka, svo er hann ábiggilega að láta blásarann blása meiru en 7pundum eins og bíllinn hans Halldórs (millikælirs laus) var að gera, því það er millikælir í vettunni sem leyfir ívið meiri blástur.\n\r\nÉg ætla td. hafa 2.55\" tryssuna á blásaranum sem er að skila frá 10-10.5 pundum af blæstri inn á mótor sem snýst 6500RPM, með millikæli af sjálfsögðu. Ég gæti verið með 12pund eða jafnvel 14pund easy (better safe than sorry) ef ég er bara ALLTAF með 99oct bensín og helst sterkara, þarsem þjappan á mínum mótor er 9.8:1 sirka á móti að mig minnir 10.3 sem er orginal á LT1. Ég mundi halda í fljótu bragði að svarta vettan væri að keyra á 9-10pundum útfrá tímunum og breytingunum á bílnum.", "date": "2003-08-17 17:46:00", "post_id": 20}, {"user_name": "JHP", "text": "við skulum láta hann \"FLUNDRA\" svara þessu hann setti dótið í ´vettuna.", "date": "2003-08-17 19:33:00", "post_id": 21}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Ok.\n\r\nEn er hann Dóri ekki kominn með nýjan blásara??\n\r\nHvað meinarðu að það blási með pakkningunni??\n\r\nAggi hvaða flokk lendir þú í með 383 og blower??\n\r\nHvaða flokk lendir 383 NA trans am??\n\r\nEn með SS camaro-inn þá á ekki að vera mikið mál að stilla hann með hypertech eða með því að prógramma tölvuna og þá kveikjutíma og benzín, ætti að virka fínt meira að segja með stock tölvu, þekki ekki LS1 bílana mikið en þeir eru líka með OBD2 held ég.\n\n\r\nAf hverju var 3.73 gírinn tekinn úr, brotnaði eitthvað eða???\n\r\nEr ''FLUNDRI'' Guðbergur Guðbergsson???\n\r\nKv,JJ", "date": "2003-08-17 22:43:00", "post_id": 22}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "p.s þessi lt1 vetta á ekki eftir að halda lengi á stock kjallara með svona miklu boost, stimplarnir eiga eftir að fara í henni.", "date": "2003-08-17 22:45:00", "post_id": 23}, {"user_name": "aggicamaro", "text": "Ég tók sem dæmi að það GÆTI blásið meðfram milliheddinu eða bara einhverstaðar, það getur verið svo margt var pointið sem ég ætlaði að make-a.\n\r\nÉg má ekki vera í GT flokknum, ég er búinn að auka slagrúm, auka slaglengd og ekki með upprunaleg stangir þannig að ég verð sennilega í flokk með 555cid chevy novunni <<<icon_lol.gif>>> Annars ætla ég bara gera bílinn eins og ég vil hafa hann fyrir mig, ætla ekki að láta reglurnar hafa áhrif á hvernig ég vil hafa bílinn.\n\r\nÞú mundir sennilega vera í samflokki því þú ert búinn að gera svipaða hluti og ég við mótorinn, nema hvað minn mótor nærist á þjöppuðu lofti en þinn væntanlega nítrói  :wink: \n\r\nÉg ætla til dæmis að vera með andstæðuna við spyrnufjöðrun. Lækka hann og stífa og hafa hann á 9.5\" breyðum 17\" að framan og 11\" breyðum 17\" að aftan (17\" eru ideal, ekki of stórar og ekki of litlar uppá handling að gera).\n\r\nBíllinn er með 56% þynd á fram ásnum og 44% á aftur ásnum orginal, þetta er ég að reyna ná í 50/50. Ég er kominn í áttina með því að vera með álhed og léttari skiptingu ásamt því er komið í bílinn 10punkta veltibúr (þyngri fyrir miðju) ásamt 3 punktar strutbrace undir húddið OG subframe connectora. Þótt ég græði betri þyngdardreyfingu út á það er þetta allt saman gert uppá að stífa boddy-ið upp, með því fæ ég nokkur auka hestöfl sem hefðu farið í að vinda uppá bílinn. Svo verð ég með stærri þyngri hásingu þannig þetta verður mjög nálægt 50/50% þyngdardreyfingu. Með þessari uppsetningu stefni ég á að komast í lágar 10ur í mílunni ásamt því að hafa einstaklega góða aksturseiginleika.\n\r\nSvo er margt margt á döfinni með bílinn en bíllinn fer ekki strax á götuna sökum þess hve dýrt þetta er fyrir námsmann. Mig langar í sellu aftur í hann ásamt tubular K-member vélafestingum sem eru léttari, sterkari og stýfari, léttari og sterkari A-armá. EN áður en ég get það verð ég náttlega að vera kominn með stærri hásingu og vil vera búinn að lækka hann og stýfa á fjöðrun. Svo þýðir ekkert að hafa orginal stóla í þessu, kaupi stóla áður en yfir líkur ásamt annarri skiptingu. Glædinn er bara bráðabyrgða því ég veit hann þolir þetta, á endanum ætla ég að fá mér uppgerða TH400 með einhverjum góðum skipti.\n\r\nÉg sæki hér með um fjárstyrk frá góðhjörtuðum  <<<icon_lol.gif>>>", "date": "2003-08-18 00:04:00", "post_id": 24}, {"user_name": "JHP", "text": "nei hann er siggi í mótorstillingu og kallar sig flundra hér á spjallinu <<<icon_exclaim.gif>>> enn annars er í grófum dráttum í vettuni procharger blásari +cooler stærri spíssar, flækjur+corsa kerfi,stillanlegt msd inn í bíl(man ekki hvað það heitir) auka bensíndæla,einhver racekúpling og hann er að blása því sem er sagt save frá framleiðanda sem ég man ekki hvað er míkið", "date": "2003-08-19 00:09:00", "post_id": 25}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Ok Nonni.\n\r\nÞá fer þetta allt að meika sens, samt helv flott miðað við að vera ekki einu sinni farinn inn í vélina.En samt er hann sennilega á 3.23 eða 3.42 hlutfalli, sennilega 3,23, og á ET street eða einhverju álíka.\n\r\nLíst vel á þetta combo hjá þér Aggi ''CAMARO'' flottar græjur, svo er bara að létta þetta eins mikið eins og unnt er án þess að taka styrk úr bílnum.\n\r\nAlveg haugur af leiðum að létta!! meðal annars!!\n\r\nK member og control arms\r\nAir bags\r\nVaradekk og tjakk rusl\r\nStereo\r\nAC jummið\r\nfront bumper assembly\r\nLéttari framstóla\r\nAftursæti úr\r\nFiberglass húdd\r\netc etc etc!!!!\n\r\nKv.JJ", "date": "2003-08-19 23:43:00", "post_id": 26}, {"user_name": "Mal3", "text": "Enda var það Lotus sem sá um hönnun á LT5 og Mercruiser byggði rokkana. <<<icon_cool.gif>>> Seinni vélarnar voru víst að fara vel yfir 400 hestana á góðum degi, reyndar víst nokkuð misjafnt eftir vélum, 425 hestar kannski ekki óeðlilegt. Sem er gott. Mér finnst C4 alltaf fallegasta Vettan á eftir '63 Stingray.", "date": "2003-08-20 00:18:00", "post_id": 27}, {"user_name": "Kiddi j", "text": "Sæll Jonni minn væni. Gaman að heira í þér aftur. \r\nRólegur að bulla um hlutföllin.\r\nOg ef menn ætla að létta öll þægindin sýn úr götubílunum sýnum þá held ég að það sé alveg eins gott að kaupa sér bara tilbúinn kvartmílubíl. Og til hvers að taka þetta úr bíl sem er kanski að fara rúlla í 12 sekúndum. ALgjör óþarfi. Betra að kaupa bara bíl sem ekkert er í eða afskrá drusluna af götuni og breyta honum í race bíl.", "date": "2003-08-20 23:07:00", "post_id": 28}, {"user_name": "Mal3", "text": "Mér finnst þetta kúl á vissan hátt. Held ég myndi ekki gera þetta sjálfur samt.\n\r\nÞetta er náttúrulega einföld og ódýr leið að meiri hröðun og betri aksturseiginleikum. Ef hann getur lifað við þetta í götubílnum sínum, more power to him. Einn bíll í allt er ódýrara en tveir.", "date": "2003-08-20 23:14:00", "post_id": 29}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Þetta er það sem er búið að gera og hann er að blása 8 psi.\r\nþað verður eitthvað aðeins meira af dóti bætt við fyrir næstu keppni.\r\nHann ætlar sér niður fyrir 12.\n\n\r\nSvo má kannski bæta við að nýjasta projectið er Hummer H2 6,0L.\r\nÞað fer blásari í hann eftir helgi og fleira fínerí.", "date": "2003-08-20 23:50:00", "post_id": 30}, {"user_name": "JHP", "text": "það var míkið að það heyrist í þér drengur", "date": "2003-08-21 00:09:00", "post_id": 31}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Ég var bara að sjá þetta núna <<<drunken_smilie.gif>>> \n\r\nHérna eiga að vera myndir\n\nhttp://www.imagestation.com/album/?id=4289346321", "date": "2003-08-21 00:16:00", "post_id": 32}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Ok cool, er þessi root style blower að fara á Humwee-inn??? ekki veitir af þeir eru frekar slappir original, enda þungir vagnar.\n\r\nKiddi, þið Mopar drengir vaðið í villu og svima þessir lt1-ls1 f body vagnar rúlla 12 með lítilli vinnu, og af hverju ekki að láta þá rúlla 11 eitthvað með því að létta þá soldið???Þeir geta líka beygt þótt þeir fari hratt áfram og bremsað líka <<<icon_eek.gif>>> <<<icon_lol.gif>>> \n\r\nAð létta er mjög góð leið til að fara hratt!\n\r\nHvernig gengur annars með Moparinn Kiddi J?? varstu að keppa í allt sumar??\n\r\nKv,JJ", "date": "2003-08-21 18:47:00", "post_id": 33}, {"user_name": "MrManiac", "text": "Ha kannt þú að bremsa Camaro....Humm....segi eins og frægur Camaro kall \"Fer út að leika mér á Camaro til að keyra hratt tek ég BMW-inn því að Camaroinn hefur ekki eiginleka í hraðakstur\"\n\r\n :wink: Skilaboðinn eru skýr strákar mínir fáið ykkur annan bíl <<<icon_smile.gif>>>\n\r\nManiac \r\nGalant\r\nPrelude", "date": "2003-08-21 19:13:00", "post_id": 34}, {"user_name": "MrManiac", "text": "Ha kannt þú að bremsa Camaro....Humm....segi eins og frægur Camaro kall \"Fer út að leika mér á Camaro til að keyra hratt tek ég BMW-inn því að Camaroinn hefur ekki eiginleka í hraðakstur\"\n\r\n :wink: Skilaboðinn eru skýr strákar mínir fáið ykkur annan bíl <<<icon_smile.gif>>>\n\r\nManiac \r\nGalant\r\nPrelude", "date": "2003-08-21 19:13:00", "post_id": 35}, {"user_name": "íbbi", "text": "hmm.. mér finnst bara mjög gaman að keyra4th gen F-boddyi hratt og beygja á miklum hraða líka", "date": "2003-08-21 19:37:00", "post_id": 36}, {"user_name": "\n\t\t\t\tGuest\n\t\t\t", "text": "Ekki veit ég hvaða Camaro kall það var en hann veit ekki mikið hvað hann er að jarma!!\n\r\nKv,JJ", "date": "2003-08-21 23:37:00", "post_id": 37}, {"user_name": "aggicamaro", "text": "Rúlla 12 sekondur  <<<icon_lol.gif>>>  Kynntu þér betur málið áður en þú ætlar að setja mig við hliðina á BOLT ON bílum því minn er soldið meira en bolt on's.\n\r\nÉg á carinu beyglu sem kemur mér milli staða og camaro-inn á að vera leiktæki. Það er komið inn í hann 10 punkta veltibúr, það eru engir stólar aftur í, airbagið er farið úr, ekkert útvarp, varadekk tjakkur farið allt saman úr ásamt ÖLLUM hátölurum. Ég er búinn að slíta margt smálegt úr bílnum frá því ég reif ALLT innan úr honum fyrir búr ísettninguna, en AC fer bráðlega úr.\n\r\nHvað varðar aksturs eiginleika þessa bíls þá eru þeir mjög góðir orginal. Eins og ég nefndi áður er þyngdardreyfingin 56% að framan og 44% að aftan, og þyngdardreyfing ásmt þyngdarpunkti er LYKIL ATRIÐI hvað varðar góða akstur eiginleika.\n\r\nEf þú fólk hefur ekki trú á því sem ég hef til brunns að bera þá er ágætt að skoða dæmi um svona bíla sem eru að keppa, eins og þennan :\n\nhttp://www.cardomain.com/id/brendanbell\n\r\n\"The motor is basically stock with 24,000 original miles.Upgrades include ported and polished mass air sensor,K&N Mass air kit,1LE bellows,Taylor wires,Hooker Headers and exhaust,Hypertech Air foil and Programmer.The front bumper was cut out in order to provide additional air flow while on the track.The air conditioner still works for when I'm sitting on pit lane waiting for track time.\"\n\r\n\"That's me on the track,picture on right, at Summit Point in front of a Ferrari 550 Maranello\"\n\r\nBremsurnar eru ekki góðar orginal, sérstaklega eftir mikla notkunn byrja þeir að vinda uppá sig og verða skít lélegar. En hey, ef þú keupir þér brembo kit eða eitthvað álíka eru það vandamál úr sögunni.", "date": "2003-08-22 11:47:00", "post_id": 38}, {"user_name": "MrManiac", "text": "Held nú að þessi maður sé talsvert mikið fróðari um þessa bíla enn við allir til samans ! þetta var reyndar m5 sem hann átti tók hann upp í ein af camarounum sínum og ath hann er búinn að eiga marga ! \n\r\nManiac\r\ngalant\r\nprelude", "date": "2003-08-22 17:32:00", "post_id": 39}, {"user_name": "íbbi", "text": "það er líka kannski dáldið ósangjarnt að bera saman hund og kött?\n\r\ncamaro og bmw m5 eru ansi ólíkir bílar.\n\r\np.s flottasti rass Ever <<<icon_twisted.gif>>>", "date": "2003-08-22 18:55:00", "post_id": 40}, {"user_name": "MrManiac", "text": "Gamli pétur bakari.....Búnn að sjá ansi mörg falleg slæd á þessum bíl <<<icon_smile.gif>>>\n\r\nManiac \r\nGalant\r\nPrelude", "date": "2003-08-22 19:05:00", "post_id": 41}, {"user_name": "Kiddi j", "text": "Kynna mér málið??????????? drullaðu bílnum fyrst upp á braut og byrjaðu síðan að monta þig væni ekki hef ég séð þig fara niður fyrir 12 sekúnndur væni minn. Og guð minn góður hvað þetta þyngdardreyfingar prósentutölur BULSHIT eru orðnar þreyttar hjá þér.", "date": "2003-08-25 10:41:00", "post_id": 42}, {"user_name": "aggicamaro", "text": "[/quote]\n\r\nKynna mér málið??????????? drullaðu bílnum fyrst upp á braut og byrjaðu síðan að monta þig væni ekki hef ég séð þig fara niður fyrir 12 sekúnndur væni minn. Og guð minn góður hvað þetta þyngdardreyfingar prósentutölur BULSHIT eru orðnar þreyttar hjá þér.[/quote]\n\r\nHvað skreið upp í rassgatið á þér félagi ? Það getur vel verið að þú viljir bara fara áfram en ég vil gera meira svo hættu bara hugsa um þyngdardreyfinguna. Ef þú hefur einhverja hugmynd um hvaða uppsetningu ég er með á mótornum ættiru nú að vita að hann fer gott betur en tólfur.\n\r\nEkki kenna mér um að eiga ekki ríkan pabba sem kaupir allt fyrir mig, ég þarf að safna fyrir öllu draslinu sjálfur. Ég hef aldrei farið með hann upp á braut þannig það er ekki furða að þú hafir ekki séð mig fara niður fyrir tólf, enda er hann búinn að vera af númmerum í rúm tvö ár.\n\r\nTruflar þetta þig alveg hrikalega  <<<icon_rolleyes.gif>>>", "date": "2003-08-25 17:11:00", "post_id": 43}, {"user_name": "JHP", "text": "hvernig væri að útskýra þetta aðeins betur <<<icon_eek.gif>>> ertu að segja að hann eigi ríkan pabba sem borgi allt fyrir hann <<<icon_scratch.gif>>>", "date": "2003-08-25 18:33:00", "post_id": 44}, {"user_name": "aggicamaro", "text": "Ég þekki þennan ágæta ræðumann ekki neitt og ætla ekkert að fara alhæfa neitt um hann. Ég var bara að benda á ástæðu fyrir því að ég kæmist ekki út á mílu til að \"sanna\" að ég færu undir tólf. Þarsem ég er í námi líka gengur þetta frekar hægt hjá mér allt saman ... Búið að taka mig 4 ár að komast með þetta þangað sem þetta er komið.", "date": "2003-08-25 19:40:00", "post_id": 45}, {"user_name": "MrManiac", "text": "Maður er líka miklu ánægaðri með hlutina ef maður vinnur fyrir þeim <<<icon_smile.gif>>>\n\r\nManiac \r\nGalant", "date": "2003-08-25 22:02:00", "post_id": 46}, {"user_name": "Kiddi j", "text": "Kynna mér málið??????????? drullaðu bílnum fyrst upp á braut og byrjaðu síðan að monta þig væni ekki hef ég séð þig fara niður fyrir 12 sekúnndur væni minn. Og guð minn góður hvað þetta þyngdardreyfingar prósentutölur BULSHIT eru orðnar þreyttar hjá þér.[/quote]\n\r\nHvað skreið upp í rassgatið á þér félagi ? Það getur vel verið að þú viljir bara fara áfram en ég vil gera meira svo hættu bara hugsa um þyngdardreyfinguna. Ef þú hefur einhverja hugmynd um hvaða uppsetningu ég er með á mótornum ættiru nú að vita að hann fer gott betur en tólfur.\n\r\nEkki kenna mér um að eiga ekki ríkan pabba sem kaupir allt fyrir mig, ég þarf að safna fyrir öllu draslinu sjálfur. Ég hef aldrei farið með hann upp á braut þannig það er ekki furða að þú hafir ekki séð mig fara niður fyrir tólf, enda er hann búinn að vera af númmerum í rúm tvö ár.\n\r\nTruflar þetta þig alveg hrikalega  <<<icon_rolleyes.gif>>>[/quote]\n\r\nJá þetta truflar mig alveg hrikalega... Riiiiight. Nei nei svo er það bara málið að láta verkin tala væni minn og við vorkennum þér allir rosa mikið að þurfa að vera í skóla og þurfa að vera að gera þetta á sona löngum <<<bawl.gif>>>  tíma.\r\nPS Það skreið alveg hrikalegur hroki upp í rassgatið á mér og það var bara mjög gott", "date": "2003-08-26 11:21:00", "post_id": 47}, {"user_name": "aggicamaro", "text": "Ég kem til með að láta verkin tala, en þangað til ... Verði þér af hrokanum upp í rassgatinu á þér \"væni minn\".", "date": "2003-08-26 13:17:00", "post_id": 48}, {"user_name": "Kiddi j", "text": "Já það vona ég líka fyrir þína hönd en ég samgleðst nú öllum sem eru að gera góða hluti vona að það verði fyrir þig líka væni minn <<<icon_smile.gif>>>", "date": "2003-08-26 17:20:00", "post_id": 49}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "http://live2cruize.com/spjall/images/smilies/drunken_smilie.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "http://live2cruize.com/spjall/images/smilies/bawl.gif", "http://live2cruize.com/spjall/images/smilies/icon_smile.gif"], "date": "2003-08-13 11:20:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_confused.gif", "path": "full/914f837ba8dbf2c9393db6452567796f0b11cb8a.gif", "checksum": "4affed1b55e5f73c9f0675ae7d0ad823"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_biggrin.gif", "path": "full/24620e8136e134c2ee38603a088528683844d88a.gif", "checksum": "f970a6591668c625e4b9dbd3b7a450d7"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_exclaim.gif", "path": "full/ad13764524ae8ef1d9a6457dabe16996bdf24c46.gif", "checksum": "da86bbf377f97d06047aa781a582c52f"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_cool.gif", "path": "full/268b6de7ac68d94c2755e424eca1572f6620d521.gif", "checksum": "25c83ea511f206e88f214719dad9c88c"}, {"url": "http://live2cruize.com/spjall/images/smilies/drunken_smilie.gif", "path": "full/b601b67e63a495e69bf9241fbe279161d81727c2.gif", "checksum": "0ad55663e86c33e6cfeb81d4eef2fe45"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_lol.gif", "path": "full/fa705ed47e899453195f9b57838cc55ca8fdd97f.gif", "checksum": "b76e7729d43c4a49182d020741285bef"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_twisted.gif", "path": "full/6143705e6e5380aa59cb50cf410a42aeeb2f4a70.gif", "checksum": "c9c3d12da1e9da699e490b86d24eee85"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_eek.gif", "path": "full/7eb88ccefe213ac72fa65e0f60cfb877f1c91e7b.gif", "checksum": "52e43743e38a67d5d28845a104ca8c7d"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_scratch.gif", "path": "full/eee4b2d7dd562d7e5941abc6122014deb9b3d474.gif", "checksum": "dfddfc30e10b880f76a3b030817b033c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_rolleyes.gif", "path": "full/81e9b91273b9ca2ad696cfd6f3bec8f7bff28bd6.gif", "checksum": "19071b1af987946e96dcef6ce0611c6b"}, {"url": "http://live2cruize.com/spjall/images/smilies/bawl.gif", "path": "full/c4ea23f1a51adaed572704e26f73bbb98ff5b909.gif", "checksum": "d65c03728778c06e3c901f303144af7c"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}]}