{"forum_title": "Tæknilega hornið: Almennt", "id": "99552", "title": "Ljós á Sidekick 92", "url": "http://www.live2cruize.com/spjall/showthread.php/99552-Ljós-á-Sidekick-92", "posts": [{"user_name": "Unni111", "text": "Sjæler spjallverjar. Leita eftir einhverjum gúru sem gæti skotið á smá vesen hjá mér. Þannig er mál með vexti að það kviknar ekki á dagljósunum hjá mér, þ.e.a.s. háu ljósin virka en ekki lágu. Er ekki allveg viss hvað gerðist en fyrri eigandi sagðist hafa verið að fikta í spilaranum (set nú smá spurningarmerki við það). Er búinn að tékka á öllum öryggjum inní bílnum, og er ekki allveg viss hvað næsta skref er.\n\r\nKv. Unnar", "date": "2009-11-02 00:47:00", "post_id": 1}, {"user_name": "Sævar Örn", "text": "Það er mjög algengt að dagljósabúnaðurinn, tengið inn á aðalljósarelay rás 87a eða 86 minnir mig gefi sig, sérstaklega ef bíllinn er með tengil fyrir kerru sem er eitthvað varhugaverður.\n\n\nKviknar annars á ljósunum ef þú snýrð ljósarofanum í stýrinu?\n\n\nSidekick er ekki orginal með þennan búnað þannig hann þarf hann ekki fyrir skoðun, þ.e.a.s. ef ljósin kvikna með því að snúa rofanum.", "date": "2009-11-02 07:16:00", "post_id": 2}, {"user_name": "Unni111", "text": "Nei, dagljósin herinlega virka ekki. Einu ljósin sem virka eru: háuljósin bremsuljósin og stefnuljósin.", "date": "2009-11-02 17:02:00", "post_id": 3}, {"user_name": "Sævar Örn", "text": "Og eru perurnar alveg pottþétt ekki brunnar? Það virka  háu ljósin þó þau lágu virki ekki.\n\nEins má athuga tengingar við peruna, byrja á því auðveldasta fyrst.", "date": "2009-11-02 17:17:00", "post_id": 4}, {"user_name": "Unni111", "text": "Þakka svörin.. En já ég er búinn að jugga öllu mögulegu til, aftengja allt og ekkert og tengja það aftur. Eins og ég skil það þá virkar H4 þannig að ef háuljósin virka ættu þá ættu lágu að virka?\n\nÉg held að það hafi farið eitthvað öryggi eða eitthvað í þá áttina, ef fyrri eigandi segir satt með að það hafi komið skammhlaup þegar hann var að fikta í græjunum. Málið er að ég finn ekki fleiri öryggi heldur en þessi fyrir neðan stýrið og svo boxið með öryggjunum eða relay-unum sem eru fyrir neðan rafgeyminn, 4 stk 60, 50, 40, 30 Amper. Ekkert af því sem ég hef tékkað á hefur verið farið..\n\nEDIT; \nÉg kannski hendi því með að mælaborðsljósin kvikna ekki, og það gerist hreinlega ekkert þegar ég sný rofanum, nema það að ég get haft háu ljósin kveikt.. Fyrri eigandi segir þetta allt hafa virkað áður en þetta skammhlaup varð", "date": "2009-11-02 19:14:00", "post_id": 5}, {"user_name": "Sævar Örn", "text": "Það á að smella í relayi undir vélartölvunni sem er staðsett við hliðin á kúplingspetalanum, þegar þú snýrð ljósarofanum.\n\n\nKannski finnurðu eitthvað út frá því, getur fengið prentaðar teikningar af þessari rás niður í umboði", "date": "2009-11-02 19:17:00", "post_id": 6}, {"user_name": "Unni111", "text": "Snilld tékka á því .. þakka þér fyrir!", "date": "2009-11-02 20:20:00", "post_id": 7}], "file_urls": [], "date": "2009-11-02 00:47:00", "files": []}