{"forum_title": "RÖFL", "id": "99578", "title": "kvöldskóli", "url": "http://www.live2cruize.com/spjall/showthread.php/99578-kvöldskóli", "posts": [{"user_name": "Andri M.", "text": "hverjir hérna eru í kvöldskóla, eða hafa verið í kvöldskóla ??\r\nhvernig hefur það reynst fólki, ? er einhvað vit í því að vera að vinna allan daginn og síðan í skóla á kvöldin, þá er eg að hugsa um námsárangur ??\n\r\nvil endilega heyra reynslusögur, um þetta, mig dauðlangar í kvöldskóla, og fara bara að vinna, en eg hef heyrt af því, að þetta sé bara vitleysa út af þreytu og öðru sliku, \n\r\nhvað finnst ykkur ?", "date": "2009-11-02 11:33:00", "post_id": 1}, {"user_name": "Skafti", "text": "Ekkert að því að fara í kvöldskóla ef þú hefur metnaðinn í það... Tekur auðvitað á að vinna kanski 8-10 tíma á dag + skóli.", "date": "2009-11-02 11:51:00", "post_id": 2}, {"user_name": "Galant ES", "text": "Framúrrskarandi týpur sem að hafa þetta \r\n6 hlutir sem mér dettur í hug í fljótu bragði,\n\r\n*Vera óvenju agaður og reglusamur.\r\n*Vera tilbúinn til að vakna klukkan 8:00 og nota allan daginn í skóla til 23:30.\r\n*Tilbúinn að færa ótrúlegustu fórnir fyrir námið.\r\n*Stunda ekki djamm\r\n*Vera ekki í sambandi\r\n*Vera ekki með neinar mjög háar fastar afborganir á mánuði.", "date": "2009-11-02 12:02:00", "post_id": 3}, {"user_name": "vwfast", "text": "Af hverju má hann ekki vera með neinar háar fastar afborganir fyrst hann er að vinna, og ætti ekki að vera eyða neinum rosalegum pening í neitt annað því hann er alltaf að læra :>", "date": "2009-11-02 12:05:00", "post_id": 4}, {"user_name": "Galant ES", "text": "Öðruvísi að vera í slíkri stöðu , árangur erfiðisins ekki eins greinilegur þannig , en þetta samt bara fer eftir hverju tilfelli fyrir sig , auðvitað geta alltaf komið upp óhjákvæmilegar skuldir.", "date": "2009-11-02 12:09:00", "post_id": 5}, {"user_name": "vwfast", "text": "Skil ekki alveg hvernig þú lítur á að árangur erfiðisins ætti að lýsa sér. \n\r\nVæri það með aukinni innistæðu á bankareikningnum eða að ganga vel í skólanum og fá góðar einkunnir.", "date": "2009-11-02 12:13:00", "post_id": 6}, {"user_name": "Andri M.", "text": "til að koma inn í þessar umræður, að þá er ástandið hja mér þannig, eg tel mig vera frekar skuldugan, vinna með skóla nægir ekki til að standa skil á þeim skuldum, og geta líka att pening til að lifa, \n\r\nþess vegna dettur mer þetta í hug að vera í 100% vinnu og skóla á kvöldin, því ef eg væri ekki svona skuldugur væri eg auðvitað bara í dagskóla", "date": "2009-11-02 12:18:00", "post_id": 7}, {"user_name": "Galant ES", "text": "Raunverulegi árangurinn væri að sjálfsögðu það að ganga vel og fá góðar einkunnir , en peningar er það sem fólk sækist eftir þegar að það er að hugsa um svona lagað myndi ég halda.\nNám skilar sér nú samt alltaf fyrir rest ef að það er klárað.\nLærðari maður er alltaf hæfari.  Bundið í lög.\n\n\n\nEf að þú ert ekki að borga af íbúð eða einhverju bílagrínláni , telur þig geta þetta , þá myndi ég gera þetta , en ef að þú stendur þig ekki og fellur, þá er allur sá tími sem að þú eyddir í skólann ásamt skólagjöldum gone out the window, sem er súrt epli að bíta í.", "date": "2009-11-02 12:23:00", "post_id": 8}, {"user_name": "vwfast", "text": "Ég myndi alveg láta reyna á þetta ef þú telur þig hafa agann í þetta, amk eina önn til að prófa.\n\r\nAnnars gætirðu líka skoðað það að vera í fjarnámi bara, þarft þá aldrei að mæta en þarft aftur á móti að kenna sjálfum þér allt námsefnið.", "date": "2009-11-02 12:26:00", "post_id": 9}, {"user_name": "goggalina", "text": "ég er í kvöldskóla,þetta reynist mer mjög vel fyrir utan að þetta getur verið drullu erfitt eftir langan og erfiðan dag í vinnunni og mæta svo í skólann kannski engin einbeitning en einhvernvegin nær maður alltaf að klöngrast í gegnum þetta.\n\ngallinn við þetta að þetta er fáranlega dýrt, eg er í 3 áföngum nuna og þetta kostaði mig um 30 þús, farið hriiikalega hratt yfir efnið, ert lika bara einu sinni í viku í þessum ákveðna tima.\n\nvona að ég sé búin að svara þessu eitthvað fyrir þig", "date": "2009-11-02 14:29:00", "post_id": 10}, {"user_name": "Andri M.", "text": "þannig að ef eg tek einn 3 eininga áfanga, erum við þá bara að tala um eitt kvöld í viku ?? þannig að það er þá hægt að nota helgarnar þegar maður er vel úthvíldur til þess að læra, og gera þau verkefni sem sett eru fyrir ???", "date": "2009-11-02 15:29:00", "post_id": 11}, {"user_name": "Gunni_WRX", "text": "Ég er í kvöldskóla FB, og er í 2 áföngum. Ég mæti 1 sinni í viku frá 18-21 og allt gengur vel. Ég vinn frá 07:00-16:00 Og ég er að borga af bíl og íbúð og fleiru.\n\r\nGefðu þér bara NÆGANN tíma í þetta, og það besta við að það er ekki skyldumæting. Allavega í FB <<<icon_smile.gif>>>", "date": "2009-11-02 17:15:00", "post_id": 12}, {"user_name": "kelirína", "text": "ég er að taka BF gráðu í fjarnámi og vinn að alla daga nema mánudaga.  Þetta er allt hægt en krefst mikils skipulags, aga og þolinmæði.", "date": "2009-11-02 17:21:00", "post_id": 13}, {"user_name": "goggalina", "text": "jebb rett hja þer<<<icon_wink.gif>>>", "date": "2009-11-03 00:22:00", "post_id": 14}, {"user_name": "kidlingur", "text": "Á tímibili tók ég mikla vinnu og 34 ein í skóla á einni önn og fékk yfir 9 í meðaleinkunn þannig að allt er hægt ef þú nennir þessu.", "date": "2009-11-03 01:13:00", "post_id": 15}, {"user_name": "Galant ES", "text": "34 einingar eru samt alveg 11 fög í það minnsta , hvaða braut varstu á og hvar varstu að vinna ?", "date": "2009-11-03 09:11:00", "post_id": 16}], "file_urls": ["http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "http://live2cruize.com/spjall/images/smilies/icon_wink.gif"], "date": "2009-11-02 11:33:00", "files": [{"url": "http://live2cruize.com/spjall/images/smilies/icon_smile.gif", "path": "full/1b4c582c326e1f58ed353744337401937e95b553.gif", "checksum": "9ee646ffab71107d1a11407be52f33a5"}, {"url": "http://live2cruize.com/spjall/images/smilies/icon_wink.gif", "path": "full/e0413e903890fa930e3e5b25a9de5becbf03a64b.gif", "checksum": "f058206bb8ff732dbe8e7aa10d74c9cd"}]}