{
    "forum_title": "Almennt spjall",
    "id": "10047",
    "title": "Vatn í drifi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=10047",
    "posts": [
        {
            "user_name": "Svenni30",
            "text": "Ég er að lenda í því að fá vatn í olíuna á frammdrifinu hjá mér, það er allt nýtt að framan, legur, pakkdósir og patningar á allt að vera þétt.\nÞað er slanga á öndun þannig það er ekki það.\n \nÞað er loftlæsing að framan getur verið að hún sé að leka ? þegar ég tappa af loft kútnum þá kemur alltaf smá vatns sull þar út.\nHvað dettur ykkur í hug ?",
            "date": "2012-03-26 23:03:00",
            "post_id": "51444",
            "reply_to_id": false
        },
        {
            "user_name": "Kiddi",
            "text": "Skoðaðu hvort öndunin sé stífluð. Þegar heitt drif fer í kalt vatn þá myndast sog, og ef öndunin er stífluð þá myndast þá gefa pakkdósirnar eftir og hleypa vatni inn.",
            "date": "2012-03-26 23:10:00",
            "post_id": "51445",
            "reply_to_id": "51444"
        },
        {
            "user_name": "Svenni30",
            "text": "Takk fyrir þetta Kiddi. Öndunin var stífluð, vona að þetta sé komið núna.",
            "date": "2012-03-27 15:16:00",
            "post_id": "51496",
            "reply_to_id": "51445"
        },
        {
            "user_name": "Svenni30",
            "text": "Ég er ennþá að lenda í þessu. Skipti um olíu fyrir kanski 3 vikum á drifinu.\nFór í eina jeppaferð en það var ekkert verið að sulla í vatni. En ég notaði framlásinn svolítið.\nSvo þegar ég var að smyrja bílinn í gær, þegar ég var að fara yfir kassana og drifin, þá er vatn í olíuni að framan.\nÖndunin er góð allt nýtt að í framhjólum. þ.e.a.s hjólalegur, pakkdósir og patningar.\nHvað er mér að  yfirsjást ?",
            "date": "2012-04-14 16:36:00",
            "post_id": "53581",
            "reply_to_id": "51496"
        },
        {
            "user_name": "Startarinn",
            "text": "Skoðaðu loftkerfið hjá þér, hvort það er nokkuð vatn í því, þegar þú setur læsinguna á getur verið að leki loft með hringjunum og þá ekkert ólíklegt að vatnið eigi greiða leið inn þar með loftinu",
            "date": "2012-04-14 17:15:00",
            "post_id": "53585",
            "reply_to_id": "53581"
        },
        {
            "user_name": "villi58",
            "text": "Nærri allt vatn verður eftir í kútnum, ert þú nokkuð að taka loftið neðst af kútnum ?\nEr með Hilux og hef ekki lent í þessu.",
            "date": "2012-04-14 17:49:00",
            "post_id": "53591",
            "reply_to_id": "53585"
        },
        {
            "user_name": "Svenni30",
            "text": "Já mig er farið að gruna að það leki loft með hringjunum. Ætla að skoða það.\nVilli ég tappa reglulega af kútnum, Það er ventill neðst á honum það kemur alltaf vatns drulla þar út.\nloft slöngurnar sem er tengdar í kútinn eru fyrir miðjum kútnum.",
            "date": "2012-04-14 21:55:00",
            "post_id": "53626",
            "reply_to_id": "53591"
        },
        {
            "user_name": "villi58",
            "text": "Ert þú að fá hreint vatn þegar þú tekur aftöppunar tappan úr eða er olían grá, hef lent í því að fá smurfeiti inn á drifið og þá er olían lituð. Smurfeiti getur maður fengið inn á drif ef þú smyrð of mikið í liðhúsið.\nk.v. Vilhjálmur Dalvík",
            "date": "2012-04-16 14:16:00",
            "post_id": "53800",
            "reply_to_id": "53626"
        },
        {
            "user_name": "birgthor",
            "text": "Ertu með rakaskilju á loftkerfinu?",
            "date": "2012-04-16 18:03:00",
            "post_id": "53831",
            "reply_to_id": "53800"
        },
        {
            "user_name": "Svenni30",
            "text": "Held alveg örugglega að ég sé ekki með rakaskilju. Keyrpti bílinn með þessu loftkerfi, hef ekkert mikið skoðað það svosem.\nSæll Villi, Vissi ekki að þetta væri þú. Áttu ekki blá Hiluxinn hérna á Dalvík ? Mjög flottur bíll hjá þér. Ég er á hvíta Hilux extra cap.\nÞegar ég tappa af þá er einmitt grá olía. Gæti verið að þetta sé feitin í liðhúsunum, ég er nýbúinn að skipta um allar legur að framan og setti duglega í liðhúsin.\nTakk fyrir þetta.",
            "date": "2012-04-16 19:35:00",
            "post_id": "53851",
            "reply_to_id": "53831"
        },
        {
            "user_name": "Benedikt Egilsson",
            "text": "sæll Svenni\nef loftkerfið er enn eins og ég skildi við það þá er bæði rakaskilja og olíuskilja í kerfinu\nolíuskiljan er rétt við dæluna en minnir að rakaglasið sé aðeins fjær\nsvo er ein lögn í kút og notendur teknir úr kútnum \nþað er nær ómögulegt að það sé vatn frá loftkerfinu að gera þetta, með þetta svona.\nog fyrir utan það ef það er nægilegt vatn í kerfinu til að lita olíuna svona mikið\nþá ættirðu að hafa lent í veseni í frosti með lásinn ...\nenn svo getur vel verið að það sé búið að breyta kerfinu eitthvað \nsvona setti ég það upp á sínum tíma.\nkveðja Benni",
            "date": "2012-04-16 22:43:00",
            "post_id": "53884",
            "reply_to_id": "53851"
        },
        {
            "user_name": "Svenni30",
            "text": "Sæll Benni\nBíll er nánast óbreyttur frá þinni tíð. þá er þetta eitthvað annað sem veldur.\nÉg lenti aldrei í veseni í vetur með lásinn.\nTakk fyrir þetta kall.",
            "date": "2012-04-16 23:10:00",
            "post_id": "53889",
            "reply_to_id": "53884"
        },
        {
            "user_name": "villi58",
            "text": "Sæll Svenni!\nNú veist þú hvað er í gangi, smurfeiti í olíuni, þetta gerist þegar þú smyrð inn á liðhúsin, smurstúturinn passar svo vel í gatið að það kemst ekkert loft eða smurfeiti út með stútnum, þess vegna myndast mikill þrýstingur og feitin fer inn með pakkdósinni og í olíuna. Þú þarft að ath. bara taka 5.strekk og kippa honum svo út svo að þú sprengir hana ekki.\nk.v. Vilhjálmur",
            "date": "2012-04-17 13:57:00",
            "post_id": "53929",
            "reply_to_id": "53889"
        }
    ],
    "date": "2012-03-26 23:03:00"
}