{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "10077",
    "title": "Drangajökull",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=10077",
    "posts": [
        {
            "user_name": "jeepson",
            "text": "Sælir spjallverjar. Við eru nokkrir sem ætlum á Drangajökul á föstdaginn langa. Eru einhverjir hérna inni sem eru game í þessa ferð með okkur?? Við erum allavega einn jeppi sem förum hér frá vestfjörðunum. Ég legg að stað heiman frá 07:00 og verður lagt af stað frá N1 sjoppuni á Ísafirði kl 08:00. Ég vonast til þess að sjá einhverja Ísfiðinga og Bolvíkinga. Og auðvitað er öllum velkomið að fara með. Eru ekki einhverjir frá Hólmavík hérna líka?? Áætlaður komu tími uppá Steingrímsfjarðarheiði er um 11 leitið. Þar hittumst við og höldum áfram uppá jökul. Ég veit að örnnin hérna á spjallinu ætlar að hitta okkur þarna og einhverjir frá Búardal og einhverjir fleiri sjálfsagt frá Dölunum. Endilega látið sjá ykkur :)\nFerðinni verður aflýst ef að veður verður leiðinlegt.",
            "date": "2012-03-28 17:47:00",
            "post_id": "51656",
            "reply_to_id": false
        },
        {
            "user_name": "Refur",
            "text": "Ég stefni allavega á að kíkja á jökulinn á föstudaginn langa, býst alveg við fleirum.\nEn af fenginni reynslu get ég ekki lofað neinu um tímasetningar.\nKv. Villi",
            "date": "2012-03-29 19:43:00",
            "post_id": "51823",
            "reply_to_id": "51656"
        },
        {
            "user_name": "jeepson",
            "text": "Verður þú með Kristjáni í för eða?? Kristján var eitthvað að tala um að kíkja uppeftir um helgina og kanna aðstæður.",
            "date": "2012-03-29 22:54:00",
            "post_id": "51854",
            "reply_to_id": "51823"
        },
        {
            "user_name": "Refur",
            "text": "Já mér finnst líklegt að við verðum í samfloti, það hefur svosem ekkert verið rætt ennþá enda langt þangað til, á okkar mælikvarða :)\nÞetta skýrist betur þegar nær dregur.",
            "date": "2012-03-30 00:05:00",
            "post_id": "51871",
            "reply_to_id": "51854"
        },
        {
            "user_name": "Refur",
            "text": "Á Drangajökli um árið, aðeins of hart færi, aðeins of veikir felguboltar",
            "date": "2012-03-30 00:13:00",
            "post_id": "51872",
            "reply_to_id": "51871"
        },
        {
            "user_name": "rambo",
            "text": "Sælir félagar við erum tveir sem höfum áhuga að koma með í ferðina við komum úr Reykhólasveitinn. Villi þú þekkir okkur. yr.no  spáir spennandi veðri fyrir páskana frost og hugguleg heit.\nBk Svavar",
            "date": "2012-03-30 10:44:00",
            "post_id": "51897",
            "reply_to_id": "51872"
        },
        {
            "user_name": "Refur",
            "text": "Sæll Svavar, endilega komiði með. Kemur Sigurgeir líka?",
            "date": "2012-03-30 12:37:00",
            "post_id": "51911",
            "reply_to_id": "51897"
        },
        {
            "user_name": "Geiri",
            "text": "Já ég stefni að því. Kv Geiri",
            "date": "2012-03-30 17:30:00",
            "post_id": "51935",
            "reply_to_id": "51911"
        },
        {
            "user_name": "jeepson",
            "text": "Já maður liggur inná yr á hverjum degi til að fylgjast með langtíma spánni. Þetta lofar alt góðu eins og er.",
            "date": "2012-03-30 18:58:00",
            "post_id": "51956",
            "reply_to_id": "51935"
        },
        {
            "user_name": "björninn2",
            "text": "ég er allavega að fara ásamt 1 öðrum ur grundarfirði, liklegast tel eg að eg verði i samfloti með dalamönnum\nkv.björninn",
            "date": "2012-03-30 21:53:00",
            "post_id": "51970",
            "reply_to_id": "51956"
        },
        {
            "user_name": "jeepson",
            "text": "Frábært. Þetta lofar góðu :)",
            "date": "2012-03-30 22:22:00",
            "post_id": "51975",
            "reply_to_id": "51970"
        },
        {
            "user_name": "örninn",
            "text": "Kristján frá nedri-brunná í saurbæ {örninn} reikna með að vera kominn um 11 00 leitið upp steingrim  reikna með að við lekjum af stað um 0800  frá dölunum förum þoskafjarðar heiði skoðum aðeins brekkunar þar  ef men villja vera samferða er í góðu læi\ngetið haft samband ef menn vilja 8959678 kristjan.",
            "date": "2012-04-03 16:32:00",
            "post_id": "52408",
            "reply_to_id": "51975"
        },
        {
            "user_name": "jeepson",
            "text": "Þeir sem eru á Ísafirði og nágreni geta haft samband við mig í síma 8485713. Annars er brottför frá N1 sjoppuni á Ísafirði kl 08:00 á föstudaginn langa.",
            "date": "2012-04-04 23:51:00",
            "post_id": "52581",
            "reply_to_id": "52408"
        },
        {
            "user_name": "Jóhann",
            "text": "Sælir strákar er eitthvað vitað hvernig fæeið er frá Stingrímsfjarðarheiðinni út á jökul? Hvort farið er að blotna mikið?",
            "date": "2012-04-05 12:02:00",
            "post_id": "52623",
            "reply_to_id": "52581"
        },
        {
            "user_name": "jeepson",
            "text": "Örnnn ætlaði að kíkja á það í dag. Þannig að ég reikna með að hann komi með update fyrir okkur í kvöld :)",
            "date": "2012-04-05 12:07:00",
            "post_id": "52624",
            "reply_to_id": "52623"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Væri alveg til í að kíkja með ykkur, var þarna fyrir 11 dögum síðan. En ég held að það eigi að vera nóg af snjó þarna, miðað við hvernig þetta var fyrir 11 dögum síðan.",
            "date": "2012-04-05 13:05:00",
            "post_id": "52631",
            "reply_to_id": "52624"
        },
        {
            "user_name": "jeepson",
            "text": "Þá er bara um að gera að skella sér með :) Planið er að allir hittist uppá Steingrímsfjarðarheiði á milli 11:00 og 12:00 og svo verður haldið áfram uppá jökul. Einnig er planið hjá nokkrum að gista í reykjanesinu eins og hefur komið fram hér ofar. Og taka þá ferð uppá Glámu á laugardeginum og eitthvað meira. Ég er reyndar voðalega óákveðinn með þessa gistingu. Ég á eftir að bera þetta undir nefnd við kóarann og svona.",
            "date": "2012-04-05 13:10:00",
            "post_id": "52632",
            "reply_to_id": "52631"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Tja, ef bíllinn hjá mér hefði komið heilli heim, þá mundi ég ábyggilega kíkja með. En ég á eftir að fara uppá glámu og stefni á það á næsta eða þarnæsta ári. \nGóða skemmtun og verið þið duglegir að taka myndir.",
            "date": "2012-04-05 13:24:00",
            "post_id": "52634",
            "reply_to_id": "52632"
        },
        {
            "user_name": "jeepson",
            "text": "Við reynum að standa okkur í myndatökuni :) Þú verður nú að vera í bandi við mig ef að þú kikir uppá Glámu. Ég horfi ná á Glámu á hverju degi og langar að kíkja þangað við tækifæri.",
            "date": "2012-04-05 13:40:00",
            "post_id": "52636",
            "reply_to_id": "52634"
        },
        {
            "user_name": "örninn",
            "text": "Við kígtum upp á tröllatungu heiði í kvöld færiða var gottaðeins blautur snjór en þjapast vel nó flott ekki alltof mikið grip cepec \nvið legjum af stað frá neðri-brunná um 0900 men getta mæt fyr það verður heit á könnuni  ég verð kominn snema á lapir.",
            "date": "2012-04-05 23:19:00",
            "post_id": "52681",
            "reply_to_id": "52636"
        },
        {
            "user_name": "jeepson",
            "text": "Sjáumst svo hressir og kátir uppá Steingrími :)",
            "date": "2012-04-05 23:54:00",
            "post_id": "52683",
            "reply_to_id": "52681"
        },
        {
            "user_name": "-Hjalti-",
            "text": "öfund :)",
            "date": "2012-04-06 00:02:00",
            "post_id": "52684",
            "reply_to_id": "52683"
        },
        {
            "user_name": "jeepson",
            "text": "Farðu að sofa drengur og kíktu með okkur í fyrramálið :)",
            "date": "2012-04-06 00:05:00",
            "post_id": "52686",
            "reply_to_id": "52684"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Hvernig gekk? Ferðasaga og myndir.",
            "date": "2012-04-07 11:29:00",
            "post_id": "52786",
            "reply_to_id": "52686"
        },
        {
            "user_name": "jeepson",
            "text": "Myndir koma fljótlega. Vegna þoku var hætt við þegar við komum áleiðis. Þá var ákveðið að fara í smá brekkuspól á Steingrími, þaðan var svo haldið á þoskafjarðaheiði og enduðum svo inn við veg á arnkölludalnum. Lentum í blinda þoku á leiðinni og ferðin minti einna helst á þrautakóng á köflum. Enda verið að þræða framhjá vötnum og annað. Ég hendi inn myndum í dag eða í kvöld sem að bróðir minn tók á vélina mína. Og fæ svo sjálfsagt einhverjar myndir frá kóaranum mínum. En færi car blautt og þungt á köflum og enduðum við öll á því að aka að mestu leiti í förunum eftir forustu bílnum sem að auk eftir gpsi. Þeir sem á minstum dekkjum voru, trooper á 35\"og hilux á 35\" Það kom mér alveg ótrúlega að óvart hvað tooperinn virkaði í þessu færi. Og greinilegt að bílstjórinn kunni alveg að beita honum. En stæðsti bíll var á 46\" En stæðsti sem að endaði á dalnum með okkur var 44\" pattinn sem örninn er á.",
            "date": "2012-04-07 12:39:00",
            "post_id": "52797",
            "reply_to_id": "52786"
        },
        {
            "user_name": "Refur",
            "text": "Ekki má nú gleyma stelpunum á \"35 Izuzu pickupnum :)\nHeld að það hafi nú verið sigurvegari ferðarinnar\nKv. Villi",
            "date": "2012-04-07 23:31:00",
            "post_id": "52860",
            "reply_to_id": "52797"
        },
        {
            "user_name": "jeepson",
            "text": "Þær gáfu okur strákunum ekkert eftir.. Alveg hörku jeppa dömur :)",
            "date": "2012-04-07 23:50:00",
            "post_id": "52862",
            "reply_to_id": "52860"
        },
        {
            "user_name": "Turboboy",
            "text": "Hvað er að frétta af myndum :) ?",
            "date": "2012-04-11 02:28:00",
            "post_id": "53216",
            "reply_to_id": "52862"
        },
        {
            "user_name": "rambo",
            "text": "Þú finnur myndir hérna \nviewtopic.php?f=2&t=10274",
            "date": "2012-04-11 14:11:00",
            "post_id": "53256",
            "reply_to_id": "53216"
        }
    ],
    "date": "2012-03-28 17:47:00"
}