{
    "forum_title": "Almennt spjall",
    "id": "10084",
    "title": "ranger dísel mótorar og virkni?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=10084",
    "posts": [
        {
            "user_name": "Big Red",
            "text": "Hefur einhver reynslu af þessum rellum og hvort þetta væri hentugt í breyttan Explorer eða Boncoll?",
            "date": "2012-03-29 01:23:00",
            "post_id": "51726",
            "reply_to_id": false
        },
        {
            "user_name": "Big Red",
            "text": "Enginn?",
            "date": "2012-03-29 11:41:00",
            "post_id": "51745",
            "reply_to_id": "51726"
        },
        {
            "user_name": "Sævar Örn",
            "text": "er ekki mazda b2500 mótor í ranger, hann er amk. ágætur",
            "date": "2012-03-29 12:20:00",
            "post_id": "51753",
            "reply_to_id": "51745"
        },
        {
            "user_name": "Þorri",
            "text": "Jú þeir eru með mazda mótor. Ljómandi vélar alveg ekkert brjálaður kraftur en allt í lagi.",
            "date": "2012-03-29 12:24:00",
            "post_id": "51755",
            "reply_to_id": "51753"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Er ekki 4D56 MMC vélin í þessum bílum? Einhverntímann var röflað um það hér á spjallinu. En þessir mótorar eru svosem ágætlega sprækir og hanga í 11 lítrum öllu jafna. 12 ventla vélar sem togar ágætlega en þegar maður leggur svona bíl að vetri til með vélina í gangi þá kólnar hann alveg niður og verður ekki líft í honum því miðstöðin blæs ekki heitu. Hef bæði lent í því í Ranger og Mözdunni.\nKv. Haffi",
            "date": "2012-03-29 14:16:00",
            "post_id": "51766",
            "reply_to_id": "51755"
        },
        {
            "user_name": "Big Red",
            "text": "Takk fyrir þessi svör erum að velta þessu fyrir okkur þarsem mótorinn í bílnum er úrbræddur.",
            "date": "2012-03-29 14:20:00",
            "post_id": "51767",
            "reply_to_id": "51766"
        },
        {
            "user_name": "Svenni30",
            "text": "Einn sem ég þekki er með svona vél. hann er á 33\" er að fara með 9-12 á hundraði.\nEn þetta er ekki mikið orkubú, en fínar vélar",
            "date": "2012-03-29 15:19:00",
            "post_id": "51774",
            "reply_to_id": "51767"
        },
        {
            "user_name": "Hrannifox",
            "text": "er svona mótor í 2000 árg af ranger sem við erum með í vinnuni, eini ''gallinn'' er að turbina kickar \nseint inn ath min skoðun á þvi, höfum ekki lent i neinu böggi með þennan mótor samt ekinn\ntil hellvitis og aftur til baka litið viðhald miðað við keyrslu fyndst mér.\neldri rangerinn er með mmc mótornum minnir mig, man þetta ekki lengur eftir gírkassavesenið\nreyndist rosalega erfitt að redda kassanum hérna heima nema hjá umboði,, það kostaði heilann mann !!\nog tvær auka hendur",
            "date": "2012-03-29 17:54:00",
            "post_id": "51805",
            "reply_to_id": "51774"
        },
        {
            "user_name": "Big Red",
            "text": "Við höfum möguleika á að komast í 2001 Ranger minnir mig, hann er með díselrellu og bsk á slikk því hann er oltin og búið að hirða úr honum hásingar og eitthvað dót. Þannig við erum svona að spá hvort það væri ekki sniðugur leikur að næla bara í hann þar sem það þarf hvort eð er að fara að standa í mótorskiptum og þá kanski kominn með mótor sem togar meira enn 2.9 er það ekki?\nbíllinn verður með hásingar undan explorer með 4.10 og diskabremsum.",
            "date": "2012-03-30 10:37:00",
            "post_id": "51895",
            "reply_to_id": "51805"
        },
        {
            "user_name": "Kiddi",
            "text": "Úfff það er allt betra en 2.9 V6!",
            "date": "2012-03-30 11:10:00",
            "post_id": "51900",
            "reply_to_id": "51895"
        },
        {
            "user_name": "Svenni30",
            "text": "Jú togar klárlega meira enn 2.9. Eins og Kiddi segir þá er nú flest betra en 2.9",
            "date": "2012-03-30 11:37:00",
            "post_id": "51905",
            "reply_to_id": "51900"
        },
        {
            "user_name": "Big Red",
            "text": "Geta þá menn kanski sagt okkur með skiptingarnar í þessum bílum. Hvernig hafa kassarnir í þessum diselbílum verið að standa sig? Ef illa, passar T5 kassinn á díselrelluna úr Ranger?\nVeit, nú segja menn notastu við google. Erum alveg að því, enn sakar ekki að spyrja og fá svör ef reyndari menn vita.",
            "date": "2012-03-30 11:42:00",
            "post_id": "51906",
            "reply_to_id": "51905"
        },
        {
            "user_name": "Hrannifox",
            "text": "allavega i 2000 árg af 2.5 held ég 12v þá er galli á legum sem ég man ómögulega hvað heitir \neitthvað vesen með smur að þeim og þær vilja fara i mask.\nþað var rosalega erfitt að finna notaðan svona kassa. var í explorer ákveðnum gerðum og mjög\nsvipaður í bronco II man ekki árgerðir, ég lá yfir netinu en fann litið sem hjálpaði beint\nskifti kassi í brimborg kostaði miljón eða rúmlega það.\nendaði með því að við pöntuðum skifti kassa frá bretlandi kostaði um 200 þúsund hingað kominn\nget grafið upp meira fyrir þig ef þú vilt og hvaða legur þetta voru og fleira ef þú ert að tala um\n2.5 TDI mótorinn í ranger.",
            "date": "2012-03-31 00:33:00",
            "post_id": "52003",
            "reply_to_id": "51906"
        }
    ],
    "date": "2012-03-29 01:23:00"
}