{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "10268",
    "title": "Olíuverk í 2,5 td L 200 ´97",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=10268",
    "posts": [
        {
            "user_name": "Snorri",
            "text": "Breytti spurningunni þar sem ég er búinn að skrúfa þetta allt saman aftur og allt virkar nema 1 atriði.\nÞað er að engin olía kemur í gegnum olíuverkið og þar af leiðandi fer ekki í gang.\nÉg er búinn að fara yfir allar tengingar 2svar og tékka að allt er á réttum stað, tíminn er réttur og það kemur olía alveg að olíuverkinu.\nÉg lenti í því um daginn að ég ætlaði að nota varalykilinn og þá fór bíllinn ekki í gang, lengi vel fattaði ég ekki hvað var í gangi en var svo sagt að prufa annan lykil og það virkaði þegar gamli lykillinn fór í aftur.\nÉg er búinn að ganga úr skugga um að réttur lykill er í núna en ekkert gerist, ég hef heyrt að olíuverkið geti læst sér við einhverjar aðstæður, nú var bíllinn án rafgeyma í ca 3 vikur á meðan ég dundaði við heddpakkninguna og það.\nÉg hef líka heyrt að það sé hægt að brjóta upp lásinn í þessum olíuverkum en veit ekki hvernig það er gert.\nBíllinn er staðsettur á Hólmavík svo ég er ekki að fara með hann á verkstæði og í tölvu eða neitt slíkt.\nEf einhver þekkir þetta væri gott að fá einhver ráð til að prufa.\nMeð fyrirfram þökk. Snorri.",
            "date": "2012-04-07 12:55:00",
            "post_id": "52799",
            "reply_to_id": false
        },
        {
            "user_name": "Valdi 27",
            "text": "Sælir \nGoogle frændi veit svarið, hérna er tengill á herslutölur, myndi samt fara varlega í þessar tölur og helst að sannreyna þær áður en að hert er.\nhttp://en.allexperts.com/q/Mitsubishi-R ... torque.htm\nKv, Valdi",
            "date": "2012-04-07 18:02:00",
            "post_id": "52822",
            "reply_to_id": "52799"
        },
        {
            "user_name": "Snorri",
            "text": "Sæll Valdi og takk fyrir þetta, jú það er víst allt hægt að finna á Google en eins og þú segir vildi ég vera viss, ef ég fengi svar frá einhverjum sem hefði gert þetta nýlega og það stemmdi við þetta þá er það líklega rétt.\nKv Snorri.",
            "date": "2012-04-07 19:41:00",
            "post_id": "52830",
            "reply_to_id": "52822"
        },
        {
            "user_name": "HaffiTopp",
            "text": "http://pdf.pajero4x4.ru/4M40-4D56/\nStemmir nokkurn veginn með hersluna og röðin á að vera byrja í miðjunni hægra megin (farþega megin) og og svo miðjubolta vinstra megin. Færa sig aftur/nær hvalbak hægra megin og svo þar vinstra megin. 5. og 6. eru framan (vatnskassa megin) við miðjuboltana og svo koll af kolli. Hægra megin er oddatala og vinstra megin er slétt tala. Níu boltar á hvorum bakka. Sem sagt ef ekki til svona gráðumælir til að herða 120° þá hlýtur að vera nóg að fara einn/þriðja úr hring :D En er með manual í tölvunni sem talar um þrjár misþykkar heddpakkningar og eru þær merktar einhverjum sér númerum.\nKv. Haffi",
            "date": "2012-04-07 19:52:00",
            "post_id": "52833",
            "reply_to_id": "52830"
        },
        {
            "user_name": "Ágúst83",
            "text": "Sælir herslurnar frá kistufelli er að mig minnir 1, 45nt  2, 84nt loka 125nt og eru mis þykku pakkningarnar séu bara í 2,8 vélini vonandi hjálpar þetta.",
            "date": "2012-04-07 22:36:00",
            "post_id": "52855",
            "reply_to_id": "52833"
        },
        {
            "user_name": "Snorri",
            "text": "Þetta ætti að duga mér býst ég við, takk fyrir þessar upplýsingar.\nKv Snorri.",
            "date": "2012-04-08 11:06:00",
            "post_id": "52876",
            "reply_to_id": "52855"
        },
        {
            "user_name": "Snorri",
            "text": "Komum þessu á toppinn.",
            "date": "2012-05-03 08:33:00",
            "post_id": "55535",
            "reply_to_id": "52876"
        },
        {
            "user_name": "geirsi23",
            "text": "ertu búinn að ath hvort það sé kóðaður lykill í bílnum?",
            "date": "2012-05-03 12:26:00",
            "post_id": "55545",
            "reply_to_id": "55535"
        },
        {
            "user_name": "Snorri",
            "text": "Það er bara sami lykill og var notaður áður en ég byrjaði að gera við bílinn og virkaði vel þá.\nHvernig sé ég það annars?",
            "date": "2012-05-03 13:50:00",
            "post_id": "55550",
            "reply_to_id": "55545"
        },
        {
            "user_name": "Snorri",
            "text": "Jæja, ég er búinn að brjóta þetta upp, fékk upplýsingar á verkstæðinu hjá Heklu og þetta gekk allt upp.\nKv Snorri.",
            "date": "2012-05-04 00:10:00",
            "post_id": "55600",
            "reply_to_id": "55550"
        }
    ],
    "date": "2012-04-07 12:55:00"
}