{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "1030",
    "title": "Musso-Kraftleysi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=1030",
    "posts": [
        {
            "user_name": "streykir",
            "text": "Sælir, nú er ég með Musso 2,3 lítra vél úr M.benz sem ég setti í í fyrra, 150 hp úr 1997 módel af E230.\nEinhverjar tillögur að kraftaukningu ? 2,5\" púst eða ?\nHef velt fyrir mér að skipta aftur um vél en það væri vesen. Mér datt það bara ekki í hug þegar orginal vélin bilaði að setja stærri vél í hann, fór bara og fann svipaða vél enda passaði þessi beint í húddið á honum, sömu mótórfestingar og allt passaði á milli, enda sömu vélar í grunninn.\nEr einnig að leita af handvirkum lokum á hann eða aðferð til að laga þessar \"vacuum\" lokur sem eru á honum núna !",
            "date": "2010-05-05 15:38:00",
            "post_id": "4931",
            "reply_to_id": false
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-05-05 15:56:00",
            "post_id": "4932",
            "reply_to_id": "4931"
        },
        {
            "user_name": "streykir",
            "text": "Véling er úr 1997 módel af M.benz E230 og er keyrð 130.000 km þegar hún fer í bílinn ( þá er bíllinn keyrður 115 þ.km) Bíllinn sjálfur er 1999 módel og var upprunalega með 2300 musso vél",
            "date": "2010-05-05 16:00:00",
            "post_id": "4934",
            "reply_to_id": "4932"
        },
        {
            "user_name": "streykir",
            "text": "Aðal vandamálið er að mér finnst hann ekki torka nóg á lágum snúningi og það þarf mikið til að koma honum af stað!\nEr kannski málið að fá sér önnur hlutföll ? Hvaða hlutföll þá ?",
            "date": "2010-05-05 16:55:00",
            "post_id": "4936",
            "reply_to_id": "4934"
        },
        {
            "user_name": "Stebbi",
            "text": "Það gæti verið af því að þetta er fólksbílavél í jeppa.  Vélar sem notaðar eru í fólksbíla hafa oftast annað snúningssvið en þær sem eru notaðar í jeppa, snúast meira og tog á hærri snúning en í jeppamótorum.  Sömu árgerðir af 350 SBC hafa allt aðrar hestaflatölur og togkúrvur eftir því hvort þær koma úr suburban eða camaro til dæmis.",
            "date": "2010-05-05 17:44:00",
            "post_id": "4939",
            "reply_to_id": "4936"
        },
        {
            "user_name": "arni87",
            "text": "Fækkaðu kútunum undir honum og skiftu um eldsneitis síu.\nog settu hljóðmúffu (eins og \"guttarnir\" eru með á celicunum og cultunum sínum) undir hann.",
            "date": "2010-05-05 20:42:00",
            "post_id": "4948",
            "reply_to_id": "4939"
        },
        {
            "user_name": "streykir",
            "text": "Heyrðu Árni, fyrst þú ert með Musso þá þarf ég að spurja þig álits með framdrifslokurnar !",
            "date": "2010-05-05 21:37:00",
            "post_id": "4955",
            "reply_to_id": "4948"
        },
        {
            "user_name": "arni87",
            "text": "Ég er með manua WARN lokur og þær eru að svínvirka. hann var með þeim þegar ég fékk hann.\nPabbi er á Musso 2001 og hann er líka með manual WARN lokur hjá sér og það er að svínvirka.\nÉg myndi hringja á verkstæðið hjá Benna og spjalla við þá um hvaða lokur séu að virka best.\nEn allir þeir sem ég hef talað við vilja meina að það sé betra að vera með manuallokur en Auto.",
            "date": "2010-05-05 23:20:00",
            "post_id": "4969",
            "reply_to_id": "4955"
        },
        {
            "user_name": "Einar",
            "text": "Sammála, Benz gamli setur vélina fyrir E seríu örugglega ekki upp sem jeppavél. Aðrir knastásar, önnur þjöppun, jafnvel annað hedd o.s.fr.",
            "date": "2010-05-05 23:24:00",
            "post_id": "4970",
            "reply_to_id": "4969"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-05-06 07:59:00",
            "post_id": "4974",
            "reply_to_id": "4970"
        },
        {
            "user_name": "Stebbi",
            "text": "Þó að hún sé 2.3 eins og í fólksbílunum þá er alveg gefið mál að það er ekki sama map í tölvuni og örugglega annar knastás.  Allar eru þessar vélar sjálfsagt eins í grunnin varðandi bor og slag en þar endar oft skyldleikinn, fólksbílavélar eru ekki stílaðar inná tog á lágum snúning eins og jeppavélar þó að þær séu frá sama framleiðanda og jafn stórar.",
            "date": "2010-05-06 18:39:00",
            "post_id": "4995",
            "reply_to_id": "4974"
        }
    ],
    "date": "2010-05-05 15:38:00"
}