{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "10420",
    "title": "4.2 í Patrol",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=10420",
    "posts": [
        {
            "user_name": "jongunnar",
            "text": "Hvernig er það þegar menn hafa verið að setja þessar vélar í bílana hvaða Túrbínur eru menn að nota?  Er hægt að nota Túrbínu af 2,8? og er intercooolerinn nogu stór?  \nkv. Jón Gunnar sem er rosalega mikið að spekulera þessa dagana.",
            "date": "2012-04-15 20:20:00",
            "post_id": "53721",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Skrúfar bara vel uppí 2.8 og þá verður hann alveg nógu frískur :) Og ekki skemma 5,42hlutföll fyrir.",
            "date": "2012-04-15 20:51:00",
            "post_id": "53726",
            "reply_to_id": "53721"
        },
        {
            "user_name": "Hagalín",
            "text": "Það er spurning hversu mikið hægt er að skrúfa upp í 2.8 með ónýta heddpakningu :)",
            "date": "2012-04-15 21:11:00",
            "post_id": "53733",
            "reply_to_id": "53726"
        },
        {
            "user_name": "Brjótur",
            "text": "Sælir ég er búinn að vera í miklum túrbínuslag og pælingum og er enn, þegar ég setti vélina í minn var á henni switcher lítil bína en hún skítvirkaði, en svo hrundi hún og þá byrjaði túrbínuslagurinn hjá mér, ég prufaði túrbínu úr Nissan 2,5 en hún var alltof lítil þó svo hún virkaði svipað stór um sig og switcherinn þá prufaði ég gamla túrbínu úr 60 Cruser en hún hrundi fljótt og fannst mér hún ekkert virka, þá fékk ég túrbínu úr 3.0 Patta en hún var ónýt líka og þurfti ég að hóna slífar eftir þá æfingu, svo nú ákvað ég að kaupa nýja Bínu og splæsti í Kínaframleiðslu eftirlíkingu af Ht18 sem er víst original í Nissan 4.2 og glaður í bragði setti ég þetta saman og fór að prufukeyra og bjóst við að koma skælbrosandi úr þeirri keyrslu :( en what a fu...\nþetta gerði ekkert!!!! Nú var farið að skoða og spá í þetta og allt í einu tókum við eftir því að helv....bínan\nvar ekki að snúast og bíllinn í gangi??? hvað nú?  jú þegar við drápum á bílnum og fórum að prufa að snúa henni þá var allataf stíf á einum stað öxullin í bínunni var boginn! þegar ég loksins keypti nýja þá fékk ég gallaða túrbínu :( nú er ég búinn að vera í miklum þolinmæðisakstri í mánuð, en nú var ég að kaupa nánast nýja túrbínu úr LC 80 og hún er kominn í og ekki hruninn ;)  en ég er ekki sáttur hún þarf alltof mikinn snúning til að vinna vel þannig að ég er trúlega að fara að setja aðra minni fyrir framan þessa til að hjálpa henni, en þú spyrð um túrbínu úr 2,8 ég spáði aðeins í það og kanski er það ekki svo vitlaust því Nissan 4.2 vélin snýst ekki það mikið að hún þarf túrbínu sem kemur snemma inn eða 2 bínur, jæja þá er ég hættur í bili nú hefur þú mína reynslusögu, vonandi hjálpar það þér eitthvað :)\nkveðja Helgi",
            "date": "2012-04-15 22:09:00",
            "post_id": "53743",
            "reply_to_id": "53733"
        },
        {
            "user_name": "jeepson",
            "text": "Bara skipta um pakninguna og skrúfa svo upp. Minn sannaði sig vel í ferðinni í dag. Fyrir utan 2 klaufa festur í mér :/ Ég er hinsvegar að pæla í að flýta olíuverkinu líka um eina tönn. Hvað fynst patrol gúrúum m það?",
            "date": "2012-04-15 22:35:00",
            "post_id": "53748",
            "reply_to_id": "53743"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "Hámarkssnúningurinn á túrbínunni í 2,8 vélinni er líklega við 4200 sn/mín á vélinni.  Sami snúningur´á túrbínunni myndi líklega koma við 2800 sn/mín á 4,2 vélinni.\nTúrbínan ætti að þola snúning upp í 3500 snúninga á 4,2 vélinni.\nMeð þessari vél ertu tæplegast að þenja hana yfir 3000 sn/mín.\nÞað er ekkert hægt að segja um interkoolerinn nema að prófa hann, setja þrýstimæli fyrir framann kæli og annann eftir kælinn og sjá hvort að mikil mótstaða sé  í honum",
            "date": "2012-04-16 00:05:00",
            "post_id": "53759",
            "reply_to_id": "53748"
        },
        {
            "user_name": "Trosturn",
            "text": "Svo er eg lika ad skoa electronic boost controller og þad er hægt ad stilla hana þannig ad hun byrji alveg i 14000rpm og virki alveg i 40000rpm svo er lika hægt ad skipta um wastegate fá stærra:) venjulega er 2.8 ad blasa 1-3 psi á lausagangi og 18psi i fullri gjöf eg var ad lesa um einn sem ad var ad láta hana blása 20psi án neins vandræda med oliverkid eda neitt svo er liklegast ad skrufa þarf i oliuverkinu þegar psi er komid yfir 23psi annars er eg ad fara panta mer electronic boost controller og mögulega stærri túrbinu:) er buinn ad finna eina sem ad heitir tr28 og hun er byggð fyrir 280bhp i 2.8 patrol velina:)",
            "date": "2012-04-16 07:09:00",
            "post_id": "53777",
            "reply_to_id": "53759"
        },
        {
            "user_name": "Brjótur",
            "text": "Gísli þú hljómar eins og það hafi enginn annar skrúfað upp í þessu dóti, málið er að þessir bílar eru til í kippum og búið að fikta helling í þessu og þó þú sért ánægður með þinn 2,8 þá þurfa ekki ekki allir að vera það, það er misjafnt hverju menn sækjast eftir í vélum líka, ég t.d tek togið fram yfir einhvern sprengikraft því að mér finnst skemmtilegast þegar ég er að puða í erfiðu færi og þarf togið.\nkveðja Helgi",
            "date": "2012-04-16 11:38:00",
            "post_id": "53792",
            "reply_to_id": "53777"
        },
        {
            "user_name": "Eiður",
            "text": "hvaða ofur hedd er þessi patrol með ef honum er sama þó að hann fá 18 psi inn á sig???\nþað var að vísu ekkert búið að fikta í bínuni á mínum gamla og hann blés mest 9psi og mér var sagt að fara ekki uppfyrir 13psi",
            "date": "2012-04-16 16:17:00",
            "post_id": "53818",
            "reply_to_id": "53792"
        },
        {
            "user_name": "jeepson",
            "text": "Í hvaða gír puðar þú fyrst að þú þarft svona gríðalega miki magn f togi?? Þar að auki er ég ekkert að halda því fram að engin hafi skrúfað uppí svona bíl og fynst ég ekki hljóma þannig.  Ég hlýt að meiga segja mína skoðun eins og aðrir ;)",
            "date": "2012-04-16 16:33:00",
            "post_id": "53824",
            "reply_to_id": "53818"
        },
        {
            "user_name": "Kiddi",
            "text": "Gísli það vita það allir sem hafa paufast í þungu færi að maður ræður ekki alltaf alveg í hvaða gír maður er, sérstaklega á beinskiptum jeppa (eins kaldhæðið og það er)\naf því að ef þú ætlar að skipta niður þá stopparðu hreinlega. Það er þess vegna sem góður jeppamótor á helst að skila afli á sem víðustu snúningssviði og 2.8 Patrol nær því ekki alveg.......",
            "date": "2012-04-16 17:05:00",
            "post_id": "53826",
            "reply_to_id": "53824"
        },
        {
            "user_name": "jeepson",
            "text": "Sko ég skil þetta kanski ef að maður lendir í því að koma á siglingu á harðfeni og lenda svo í púðri. Maður lenti oft í því í gær. Það bjargað mér oft að maður var snöggur að skipta niður. En stundum ekki nógu snöggur.. En við tókum oft að stað í brekkunum í púðrinu og manni vantaði ekkert tog þá. Ég hélt honum bara á 1200-1400sn í fyrsta lága. Enda ekki með lolo eins og hinir sem að gátu bara lullað í rólegheitum. Þannig að ég þurfti að hjakka soddið. E auðvitað er þetta kanski ekki alveg að gera sig í háum gír þegar að maður kemur á siglinguni. En annað sem að er að pæla í. Það hlýtur að vera hægt að ná meira togi á lágum snúningi á þessum vélum. Mér var sagt að þessu væri hægt að redda með 2bínum. eina sem kemur inn á lágum snúning og láta svo hina koma inn þegar hin er hætt að vinna. Var ekki þráður hérna um daginn þar sem einhver kom með tog tölurnar á 2,8 3,0 og 4,2 diesel vélunum??? Mig langar soddið að sjá þessar tölur aftur.",
            "date": "2012-04-16 19:05:00",
            "post_id": "53838",
            "reply_to_id": "53826"
        },
        {
            "user_name": "Brjótur",
            "text": "Gísli ég bara bið þig að taka þessu ekki illa sem ég sagði, en þarna segir þú akkúrat það sem ég er að forðast  og það er að vera að gefa í 1400 til 1600 snúninga til að taka af stað og ekki veit ég hvernig færi þú ert að keyra í en hér er maður oft að keyra allan daginn í þungum snjó og ég nenni ekki alltaf að vera í botni þá vil ég frekar geta bara lallað þetta án áreynslu og hávaða ok kallinn :)",
            "date": "2012-04-16 19:32:00",
            "post_id": "53849",
            "reply_to_id": "53838"
        },
        {
            "user_name": "jeepson",
            "text": "nei ég tók þessu ekkert ílla. En kanski orðaði ég það sem að þú ert að vitna í núna ekki alveg rétt. Ég tók ekki af stað á 1400-1600sn. Ég tók af stað í hægaganginum. En ég lallaði svo bara á 1200-1400sn í fyrsta í lága í púðrinu. ;) En ég er hinsvegar sammála þér í því að það er voða fínt að geta farið rólega heldur en með alt í botni. :)",
            "date": "2012-04-16 19:48:00",
            "post_id": "53853",
            "reply_to_id": "53849"
        },
        {
            "user_name": "jongunnar",
            "text": "OK en hvernig er það hvaða cooler ertu með?  og má ég fá að mæta með myndavél og skoða aðeins hjá þér hvernig þetta lítur út. \n er spíss á þessum vélum sem smyr undir stimplana til kælingar? þar sem þær eru ekki með túrbínu orginal?\nkv. Hugsuðurinn",
            "date": "2012-04-16 22:01:00",
            "post_id": "53875",
            "reply_to_id": "53853"
        },
        {
            "user_name": "Dazzi",
            "text": "Sælir strákar hættiði að reyna að dásama þessar nissan vélar bílarnir eru fínir jeppar en þeir eru frábærir þegar þeir eru komnir með cummins og skiptingu og þá er togið nog og eiðslan líka þannig að það er hækt að fara meyra en eina ferð á vetri. Kv einn sem er að setja cumma í 2002 patrol og búin að sitja í tveim sem búið er að gera þetta við",
            "date": "2012-04-16 22:43:00",
            "post_id": "53883",
            "reply_to_id": "53875"
        },
        {
            "user_name": "Þorri",
            "text": "Ég setti 4,2 í y61 patrol með félaga mínum í vetur og með þann mótor ertu ekki að \"lalla\" í 1200-1400 snúningum í þungu færi heldur seturu í hærri gír ef maður þarf að snúa mótornum þetta mikið. Maður getur auðveldlega farið niður í ca 500-600 snúninga án þess að hafa áhyggjur af því að kæfa mótorinn. 2.8 með tölvuverkinu drepur á sér ef hann fer niður fyrir 700 snúninga. Með gamla olíuverkinu eru þeir reyndar skárri. Ég er líka búinn að vera með y60 bíl í höndunum í vetur sem er með 4.2 og axt turbo kit ef þú setur þann bíl í lága lága og fyrsta gír þá er ekki séns að kæfa hann með bremsunni ég þurfti að skipta um bremsurör eftir þá tilraun og það dró aldrei niður í mótornum. Sá bíll er með 5.42 drif og 39.5\" dekkjum en 44\" breyttur.",
            "date": "2012-04-16 23:17:00",
            "post_id": "53890",
            "reply_to_id": "53883"
        },
        {
            "user_name": "Trosturn",
            "text": "Trosturn skrifaði:\nSvo er eg lika ad skoa electronic boost controller og þad er hægt ad stilla hana þannig ad hun byrji alveg i 14000rpm og virki alveg i 40000rpm svo er lika hægt ad skipta um wastegate fá stærra:) venjulega er 2.8 ad blasa 1-3 psi á lausagangi og 18psi i fullri gjöf eg var ad lesa um einn sem ad var ad láta hana blása 20psi án neins vandræda med oliverkid eda neitt svo er liklegast ad skrufa þarf i oliuverkinu þegar psi er komid yfir 23psi annars er eg ad fara panta mer electronic boost controller og mögulega stærri túrbinu:) er buinn ad finna eina sem ad heitir tr28 og hun er byggð fyrir 280bhp i 2.8 patrol velina:)\nhvaða ofur hedd er þessi patrol með ef honum er sama þó að hann fá 18 psi inn á sig???\nþað var að vísu ekkert búið að fikta í bínuni á mínum gamla og hann blés mest 9psi og mér var sagt að fara ekki uppfyrir 13psi\nEg skal tjekka á þvi var ad skoda ástralska sidu sem ad er bara um 3.0 og 2.8 turbo tjuningar:)",
            "date": "2012-04-17 06:55:00",
            "post_id": "53902",
            "reply_to_id": "53890"
        },
        {
            "user_name": "Freyr",
            "text": "Ég lét minn gamla 2,8 '95 bíl ná 15-16 psi blæstri og hélt botngjöf og þeim blæstri eins lengi og mér datt í hug í snjóakstri eða á vegum í mótvindi o.s.frv. Heddið þoldi það a.m.k. í rúmt ár, þá seldi ég bílinn og mér vitanlega hefur ekki verið skipt um vél/hedd síðan. Þetta var ágætis vél í venjulega ferðamennsku en handónýt í þungu færi, 100% torklaus, var samt bara a 38\" en með 5,42 hlutföll. \nSérstaklega þótti mér merkilegt að keyra svona bíl sem vinur minn átti. Sá var á 39,5\" irok, með 5,42 hlutföll og lógír, samt drapst stundum á honum í þungu færi eða í mjög bröttum brekkum.....!",
            "date": "2012-04-17 08:43:00",
            "post_id": "53908",
            "reply_to_id": "53902"
        },
        {
            "user_name": "StefánDal",
            "text": "Þú getur skrúfað eins og þú vilt en þessi mótor verður aldrei talinn öflugur. Hann fer að vísu að eyða eins og jeppi með alvöru mótor en það er eina samlíkingin.\nÞó að þér finnist þessi mótor vera nægilega öflugur þá er það ekki þar með sagt að hann sé það:)",
            "date": "2012-04-17 19:06:00",
            "post_id": "53950",
            "reply_to_id": "53908"
        },
        {
            "user_name": "jongunnar",
            "text": "Er þetta málið?\nhttp://www.axtturbo.com.au/td42_42l_engine.html#\nEkki það ég legg varla í að ath hvað þetta kostar...",
            "date": "2012-04-18 20:32:00",
            "post_id": "54083",
            "reply_to_id": "53950"
        },
        {
            "user_name": "Polarbear",
            "text": "sæll. þekki einn sem skoðaði nákvæmlega þetta sama frá þessum aðila, og hingað komið er þettaí kringum 500 þúsund :)",
            "date": "2012-04-18 20:59:00",
            "post_id": "54092",
            "reply_to_id": "54083"
        }
    ],
    "date": "2012-04-15 20:20:00"
}