{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "10495",
    "title": "Parkljós loga stanslaust á Patrol",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=10495",
    "posts": [
        {
            "user_name": "GísliG",
            "text": "Er með það vandamál í Patrol 1997 árgerð að parkljósin loga stanslaust ásamt mælaborðsljósi, sama hvort búið sé að drepa á bílnum og slökkva á ljósarofa.\nTil að byrja með var þetta þannig að parkljósin slokknuðu eðlilega eftir að drepið var á bílnum og síðan gerðist það að parkljósin kvikknuðu án þess að bíllinn var í gangi og lyklar ekki í. Nú loga þau alltaf nema geymasambönd séu tekin af.\nVeit einhver hvað er til ráða?\nKv - Gísli",
            "date": "2012-04-19 11:16:00",
            "post_id": "54125",
            "reply_to_id": false
        },
        {
            "user_name": "Gísli Þór",
            "text": "Skoðaðu dagljósarelyið sem er staðsett á hægra brettinu mjög nálægt hvalbak það koma tvö tengi í það prófaðu að aftengja það og ef ljósin virka eðlilega þá þá er það meinið, það er ekkert mál að opna það og hugsanlega gera við.\nkv Gísli Þór",
            "date": "2012-04-19 11:35:00",
            "post_id": "54127",
            "reply_to_id": "54125"
        },
        {
            "user_name": "GísliG",
            "text": "Sæll nafni og takk fyrir.\nRétt hjá þér dagsljósarelayið var meinið. Tók það úr sambandi og allt komið í lag.\nKv - Gísli",
            "date": "2012-04-19 12:52:00",
            "post_id": "54132",
            "reply_to_id": "54127"
        },
        {
            "user_name": "jeepson",
            "text": "Skoðaðu öll tengi. Félagi minn er einmitt í sama veseni á pattanum sínum. Hann var eitthvað að tala um að skoða tengin sem eru farþega megin í bílnum. Han hélt jafnvel að eitthvað að þeim gæt tengst þessu. Semsagt þar sem að farþeginn er með fæturnar. Ein spurning. Eru þessir bílar með dagljósabúnaði? Pattinn minn er 94árgerð og engin dagljósabúnaður á honum.\nKv Gísli.",
            "date": "2012-04-19 12:55:00",
            "post_id": "54133",
            "reply_to_id": "54132"
        },
        {
            "user_name": "Gísli Þór",
            "text": "Bílarnir sem voru fluttir inn af umboðinu voru allir með dagljósabúnaði. Það er mikið til af Pöttum sem komu frá Þýskalandi en þeir voru ekki með þessum búnaði.\nkv Gísli",
            "date": "2012-04-19 18:33:00",
            "post_id": "54155",
            "reply_to_id": "54133"
        },
        {
            "user_name": "jeepson",
            "text": "Ok. Ég er ekki klár á því hvort að minn hafi verið fluttur inn af umboðinu eða ekki. Hann er allavega fluttur nýr og ogrinal með 4,2TD. Björgunasveitin á Dalvík átti bílinn þegar að hann vr nýr. En það angrar mig ekkert að það sé ekki dagljósabúnaður á honum.\nP.s Það eru ekkert nema Gíslar sem að kommenta inná þennan þráð. Þráðurinn er semsagt í Gíslaöku. hohoho ;)",
            "date": "2012-04-19 18:37:00",
            "post_id": "54158",
            "reply_to_id": "54155"
        }
    ],
    "date": "2012-04-19 11:16:00"
}