{
    "forum_title": "Almennt spjall",
    "id": "10591",
    "title": "Maðurinn og óskirnar tvær",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=10591",
    "posts": [
        {
            "user_name": "jeepson",
            "text": "Maður nokkur kom inn á veitingastað og með honum stór strútur. Hann pantaði samloku og sódavatn. Gengilbeinan varð að vonum undrandi að sjá strútinn, en lét sem ekkert væri og spurði hann hvað hann ætlaði að fá. „Það sama\", sagði strúturinn. Gengilbeinan kom með matinn og bar fyrir þá félagana. „Þetta kostar 1.763 krónur, borgið þið saman eða sinn í hvoru lagi?\" spurði gengilbeinan. Maðurinn sagði ekkert, en tíndi upp úr vasa sínum, án þess að telja, nákvæmlega upphæðin sem gefin var upp. Daginn eftir komu maðurinn og strúturinn aftur. „Samloku og sódavatn fyrir mig\" sagði maðurinn. „Sama fyrir mig\" sagði strúturinn. Aftur tók maðurinn nákvæmlega rétta upphæð úr vasa sínum. Þegar sagan hafði endurtekið sig alla vikuna, var gengilbeinan hætt að vera hissa, en forvitnin var að gera út af við hana. Á áttunda degi beið hún eftirvæntingarfull eftir þeim félögum og þegar þeir komu inn á veitingastaðinn tók hún á móti þeim og spurði hvort hún ætti að bera þeim samlokur og sódavatn í dag?? „Nei, ég er að hugsa um að breyta aðeins til og fá mér T-bone steik, franskar og bjórglas\" sagði maðurinn. „Ég ætla að fá eins og hann\" sagði strúturinn. „Það verða 3.810 krónur\", sagði gengilbeinan. Og enn einu sinni tíndi maðurinn upp úr vasa sínum nákvæmlega fyrir veitingunum án þess að telja, þó upphæðin hefði auðvitað breyst. Nú bara gat gengilbeinan ekki hamið forvitni sína lengur og spurði manninn hvernig stæði á því að hann þyrfti aldrei að telja upp úr vasa sínum, heldur legði hann alltaf fram nákvæmlega rétta upphæð. „Sko\", sagði maðurinn, „ég var að taka til á háaloftinu hjá mér þegar ég rakst á eldgamlan lampa. Þegar ég ætlaði að strjúka af honum rykið leið upp úr honum andi sem bauð mér tvær óskir. Ég óskaði mér auðvitað þess að eiga alltaf næga peninga í vasa mínum þegar ég þyrfti að borga eitthvað\". En þú hógvær og vitur\", sagði gengilbeinan. „Flestir hefðu nú óskað eftir himinhárri fúlgu fjár, spilar rassinn úr buxunum og verið svo staurblankir fyrir rest, en þú munt alltaf eiga nákvæmlega þá peninga sem þúr þarft á að halda\" Maðurinn sagði henni ánægður, að hann færi í búðina eftir einum lítra af mjólk eða á bílasölu að kaupa sér Rolls Royce og ætti alltaf akkúrat fyrir því sem hann bæði um. „En segðu mér\" spurði þá gengilbeinan, „hvernig stendur á því að þú ert alltaf með þennan strút í eftirdragi??\". Maðurinn varð vandræðalegur og roðnaði svolítið, en ákvað þó eftir nokkurt hik að segja gengilbeinunni frá. „Jú, sjáðu til, ég átti hina óskina eftir og bað andann að færa mér leggjalangan lífsförunaut með stór, brún augu og dillibossa, sem væri mér alltaf sammála og væri ekki gáfaðri en ég....",
            "date": "2012-04-24 11:10:00",
            "post_id": "54625",
            "reply_to_id": false
        },
        {
            "user_name": "Brjótur",
            "text": "þessi er djö...... góður hahaha :)",
            "date": "2012-04-24 11:48:00",
            "post_id": "54626",
            "reply_to_id": "54625"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Ha HA góður",
            "date": "2012-04-24 12:16:00",
            "post_id": "54628",
            "reply_to_id": "54626"
        },
        {
            "user_name": "jeepson",
            "text": "Já þessi er góður. Það er spurning um að sjá hvort að vefstjórar hér á spjallinu taki ekki vel í að gera sér dálk þar sem að við getum sett inn góða brandara og svona skemtilega afþreyingu :)",
            "date": "2012-04-24 13:14:00",
            "post_id": "54634",
            "reply_to_id": "54628"
        }
    ],
    "date": "2012-04-24 11:10:00"
}