{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "10616",
    "title": "er í tómu vesi með 4,0l ranger",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=10616",
    "posts": [
        {
            "user_name": "olafur f johannsson",
            "text": "sællir er einhver með hugmynd hvað geti verið að hrjá ranger hjá mér \nbilunin lýsir sér þanig ef hann fer upp fyrir vissa hæð td; ef ég fer uppá vaðlaheiði hérna hjá Akureyri sem er í ca: 600m hæð þá hættir hann að ganga á öllum og lagast svo þegar ég er komin aftur niður og allt verður ofsa gott ??? er búinn að skipta um kerti kertaþræði háspenukefli spíssa bensíndælu bensín síu skoða allar jarðteingingar nýr súrefnisskinjari hreinsa allar lagnir þrífa sogspjald skoða vakumleka ??? er núna að fá nýjan loftflæðiskinjra og lofthitaskinjara og nýjan fuel regulator",
            "date": "2012-04-25 18:02:00",
            "post_id": "54783",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Bara skot útí loftið. Hvernig er loftsían?",
            "date": "2012-04-25 18:06:00",
            "post_id": "54784",
            "reply_to_id": "54783"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "ný loft sía líka ný olía á vél og smursía líka og er búinn að þrífa loftflæðiskijaran svona 20 sinnum og eingin breiting já og vélin þjappar mjög vel",
            "date": "2012-04-25 18:13:00",
            "post_id": "54790",
            "reply_to_id": "54784"
        },
        {
            "user_name": "jeepson",
            "text": "Hmm. Er hann ekki bara loft hræddur?",
            "date": "2012-04-25 18:14:00",
            "post_id": "54792",
            "reply_to_id": "54790"
        },
        {
            "user_name": "Finnur",
            "text": "Sæll\nÞegar þú kemur í meiri hæð þynnist loftið og minna súrefni er í hverjum rúmmetra af lofti. Blöndun á bensíni og lofti inn á vélina verður að taka mið af þessu annars gengur bíllinn illa í mikilli hæð. Bílar með innspýtingu eiga að leiðrétta sig sjálfir út frá súrefnisskynjara. Ef hann virkar ekki er hætt við því að þú fáir gangtruflanir.\nkv\nKristján Finnur",
            "date": "2012-04-25 18:28:00",
            "post_id": "54794",
            "reply_to_id": "54792"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "súrefnisskynjarin er nýr",
            "date": "2012-04-25 18:35:00",
            "post_id": "54795",
            "reply_to_id": "54794"
        },
        {
            "user_name": "Sævar Örn",
            "text": "http://www.explorerexpress.com/ranger-9 ... -1_27.html\nog málið dautt\nAnnars er þekkt í þessum bílum bæði að MAF skynjari bili, stundum dugar að þrífa hann en best er að prófa annan sambærilegan.\nEins er þekkt í eldri 4.0l vélunum að soggreinarboltarnir annað hvort snúi sig lausa eða slitni.",
            "date": "2012-04-25 18:39:00",
            "post_id": "54797",
            "reply_to_id": "54795"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "það eru nýar pakningar í efri hlutavéarinar svo sem milliheddspakningar og á soggrein og allt hert einsog á að gera er búinn að lesa nánsat allst sem hefur verið skrifað um þessar vélar hérna inni \nhttp://www.therangerstation.com/index.php\n og þessir blásra passa ekki vélinn í mínum er (Over Head Valve en ekki Single Over Head Cam",
            "date": "2012-04-25 19:01:00",
            "post_id": "54802",
            "reply_to_id": "54797"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "það virðist bera meira á þessu ef það er kalt úti 6-10c-",
            "date": "2012-04-25 19:33:00",
            "post_id": "54807",
            "reply_to_id": "54802"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Óli ég var með 2,9 ford v-6 með beinni innspýtingu í foxinum mínum og tölvu og allt. Vann helling í heddum portaði og heflaði sendi þau suður og lét vinna þau í kistufelli. Virkaði vel um tíma en svo komu alls kyns truflanir og lélegur gangur. Gafst upp eftir nokkra 50.000 karla og setti 2,8 og góðan blöndung sem þræl vikrar og það mun aldrei fara innspýtingar tölvu skynjara spýssa sensora gangtruflana vél í minn jeppa framar. Það er til blöndungs kitt á 4 lítravélina hjá þér var búinn að finna það á netinu kveðja guðni",
            "date": "2012-04-25 19:44:00",
            "post_id": "54810",
            "reply_to_id": "54807"
        },
        {
            "user_name": "steinarxe",
            "text": "Hann er að reyna að selja bílinn,bensínbíll með blöndung virkar á marga frekar óspennandi kostur í bíl sem ekki á að vera pjúra leiktæki.En síðan kannski er það bölvað bull í mér.",
            "date": "2012-04-25 19:52:00",
            "post_id": "54812",
            "reply_to_id": "54810"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "já Guðni ég hefði betur set strax 302 í hann með blöndung en að standa í þessu vessi ég er búinn að eiða í heildina um 700-800þús í að laga þenna blesaða bíl eins hefði senilega verið best að henda honum þega fissta bilunin kom , þetta rugl kennir mani kanski að treista aldrei fólki framar sem maður hættlar að eiga viðskifti við í náini framtíð þetta átti að vera bíll í topplagi þega ég kaupi hann ,en ef þatta lagast ekki núna þá verður hann bara rifin pöntunin sem er að koma núna heim er um 50þús",
            "date": "2012-04-25 20:16:00",
            "post_id": "54815",
            "reply_to_id": "54812"
        },
        {
            "user_name": "Logi",
            "text": "Sæll..\nhefuru prufað að setja  ísvara í tankinn.. Var að spá hvort að það væri mikill raki í tankinum og rakinn gæti myndast  vegna riðgats á áfyllingaröri eða önduninni!!!!!",
            "date": "2012-04-25 20:29:00",
            "post_id": "54817",
            "reply_to_id": "54815"
        },
        {
            "user_name": "jeepson",
            "text": "Ég átti ranger með svona vél og hann var altaf til friðs.. Þetta hlýtur að vera eitthvað smávæigilegt að tengist þessu. Það er ótrúlegt hvað minsti hlutur geur gert manni lífið leitt. Annars er þetta flottur ranger hjá þér. En svona annað skot útí loftið. Ertu búinn að athuga með að fá lánaða aðra tölvu í hann og sjá hvað hann gerir?? Kveiknar á vélaljósinu?",
            "date": "2012-04-25 20:30:00",
            "post_id": "54818",
            "reply_to_id": "54817"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "er ný búinn að taka tankin undan og hreinsa og setja nýa bensídælu svo það er eingin raki í tanknum og er líka búinn að fara yfir áfylingarör og öndun eingin göt",
            "date": "2012-04-25 20:39:00",
            "post_id": "54821",
            "reply_to_id": "54818"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "er ekki búinn að prufa aðra tölvu því að ég veit ekki um svona ranger sjálfskiptan og hann kveikir ekki véla ljósið eingir bilankóðar ???",
            "date": "2012-04-25 20:41:00",
            "post_id": "54823",
            "reply_to_id": "54821"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég á hræ af Areostar '94 minnir mig. Þú gætir fengið tölvuna lánaða úr honum ef hún gengur á milli.",
            "date": "2012-04-25 21:26:00",
            "post_id": "54830",
            "reply_to_id": "54823"
        },
        {
            "user_name": "atlifr",
            "text": "Sérstaklega leiðinlegt,\nEr hann jafnslæmur á öðrum stöðum t.d. Öxnadalsheiði eða er þetta staðbundið.\nÍ flestum tilfellum hafa þessir mótorar verið einfaldir og alveg solid í keyrslu og miðað við það sem þú ert búinn að endurnýja í honum þá færi ég að hallast á annaðhvort tölvuna eða tenginguna í tölvuna. Ertu búinn að athuga vírana frá skynjurum og í tölvuna?\nAnnars er hérna stór síða sem þú getur spurt á, hef ekki enn lent á gati hjá þessum hóp.\nhttp://www.explorerforum.com/forums/forumdisplay.php?f=12\nSmá auka spurningar, gerir hann þetta í hægagangi og bætir sig ekkert á snúning eða öfugt. Skiptir máli hvaða gír ssk er í. Breytir einhverju ef þú opnar á honum húddið.\nKv. Atli",
            "date": "2012-04-26 10:25:00",
            "post_id": "54870",
            "reply_to_id": "54830"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "hef ekki farið uppá Öxnadalsheiði. en hann virðis skári í hægagangi en vesnar þega ég bæti í hann og það skiptir ekki máli í hvaða gír hann er.er reindar bara búinn að skoað víra í húddinu og súrefnisskinjar ekki búinn að skoða að tölvu og það skiptir ekki máli hvort húddið sé oppið eða lokað",
            "date": "2012-04-26 12:26:00",
            "post_id": "54875",
            "reply_to_id": "54870"
        },
        {
            "user_name": "olei",
            "text": "Er það alveg á hreinu að hæðarmunur sé ráðandi þáttur í þessum gangtruflunum? Er hægt að burra honum á láglendi lengi dags án vandræða?\nEf\n það er tilfellið að hann sé lofthræddur, þ.e fari að ganga illa í meiri hæð berast böndin að því að þar er loftið þynnra og minna súrefni. Því ætti vélarstýringin að draga úr bensínmagni til samræmis til að halda blönduhlutfallinu réttu. Ef hún gerir það ekki skyldi maður ætla að blandan yrði of sterk. Fyrsta vers gæti verið að kanna hvort að það sé vandamálið!\nNú þekki ég ekki þessa vél, en ef hún notar loftflæðiskynjara þá á hann að græja hæðarmuninn. Þeir eru jú kallaðir \nm\nass \na\nir \nf\nlow sensor og merkið frá þeim á að vera í samræmi við massaflæði loftsins í gegnum þá. Við meiri hæð minnkar massi lofts á rúmmálseiningu og skynjarinn á að mæla það rétt. Bilaður MAF ætti að valda vandræðum við sjávarmál þannig að það er skrýtið ef hann er orsökin. Það er þó ekki hægt að útiloka hann.\nEf það er MAF skynjari þá er væntanlega enginn MAP skynjari, en þeir eru í sumum vélum notaðir til að tékka á andrúmsloftsþrýstingnum í nokkrar millisekúndur áður en vélin er ræst til að fá viðmiðun og leiðrétta þannig fyrir hæðarmismun. Sumar vélar notuðu eitthvað sem var kallað BARO sensor gagngert til að skynja andrúmsloftsþrýsting, en hann virðist ekki vera til staðar í þessari vél. Ef svo væri lægi hann vel við höggi sem sökudólgur.\nÞað er hugsanlegt að lofthitaskynjari gæti verið að pirra hann, og fyrst að hann er hvort eð er á leiðinni þá kemur það væntanlega í ljós hvort að hann breytir einhverju. Það ætti að vera auðvelt að mæla hann til að tékka af gildið m.v hita og sjá þannig hvort að hann virkar. Aðferðin: að kasta varahlutum á vandamálið getur orðið ansi dýr mjög fljótt.\nLoks dettur mér í hug að það geti verið ísing í inngjafaspjaldinu, eða við það, sem er að hrjá græjuna. Sumir blöndugnsbílar voru með barka niður á pústgrein til að hita upp inntaksloftið. Ef barkinn fór urðu þeir slæmir við viss veðurskilyrði, einkum rétt neðan við frostmark í röku lofti. Innspýtingarbílar eru sumir með vatnsgang gegnum húsið kringum inngjafarspjaldið til að hita það upp til að fyrirbyggja ísingu. Ef það kerfi er aflagt eða hreinlega stíflað af drullu, brot í slöngu eða eitthvað slíkt þá framkallar það vandræði.\nÞú ættir að rannsaka það mjög vandlega hvort að eitthvað svona sé í gangi. Það lýsir sér þannig að þegar svolítill ís hefur safnast fyrir kemur upp mikill truntugangur og fret og það smá dregur af vélinni þar til hún vill helst ekkert gera annað en rölta hægagang. Oft nægir að drepa á í dálitla stund og láta hitann frá vélinni sjá um að bræða ísinn burtu, þá er hægt að keyra áfram þar til dæmið endurtekur sig.",
            "date": "2012-04-27 00:46:00",
            "post_id": "54953",
            "reply_to_id": "54875"
        },
        {
            "user_name": "atlifr",
            "text": "Sá að vandræðin hafa lagast, ertu til í að deila því hvað var gert, alltaf gott að vita meira :)",
            "date": "2012-05-08 20:37:00",
            "post_id": "55996",
            "reply_to_id": "54953"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "það eina sem ég er búinn að gera var að þrífa lofthitaskinjaran í soggrein og hann virðis alla vega vera í lagi núna. en það var að koma nýr lofthitaskinjari og loftflæðiskinjari líka og nýr fuel presur regulator og nýr pcw ventil set þetta í við fista tækifæri og vona að hann verði allgóður",
            "date": "2012-05-08 21:11:00",
            "post_id": "56004",
            "reply_to_id": "55996"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "jæa núna er allt komið í lag geingur einsog nýr og náði meira að seigja loftlæsinguni að aftan loksins úr og er hún komin í lag :)",
            "date": "2012-05-13 21:39:00",
            "post_id": "56510",
            "reply_to_id": "56004"
        },
        {
            "user_name": "sukkaturbo",
            "text": "til lukku með það leiðinleg þessi skynjara vandræði kveðja guðni",
            "date": "2012-05-14 09:15:00",
            "post_id": "56542",
            "reply_to_id": "56510"
        }
    ],
    "date": "2012-04-25 18:02:00"
}