{
    "forum_title": "Almennt spjall",
    "id": "10617",
    "title": "cherokee ´94",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=10617",
    "posts": [
        {
            "user_name": "fritz82",
            "text": "Sælir, er með cherokee 1994 4 lítra vél.\nHann er að hita sig alveg í 100 - 106 gráður á celsíus en var sagt að eðlilegt væri um ca. 92.\nSamt er nóg vatn,olía og rafmagnsviftur fara í gang líka en kælir sig samt ekki meir, næ honum í 101 á ferð en alveg upp í 106 - 110 í kyrrstöðu þó að vifta fari í gang og þó ég setji miðstöð á fuult og kaldasta, kólnar ekkert niður.\nVeit ekki alveg hvað er í gangi, hann blæs heitu þegar ég stilli á það og allt virkar ok.\nDettur ykkur eitthvað í hug, með fyrirfram þökk :)",
            "date": "2012-04-25 18:10:00",
            "post_id": "54786",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Helduru að það sé nkkuð loft inná kerfinu. Ég lenti í þessum með svona cherokee sem að ég átti. Það var sett wisegrip töng á aðra hosuna inná miðstöðina og þá var hann til friðs. Alveg þangað til að ég komst að því. Og varð auðvitað fúll útí verkstæðið sem gerði það. Það var ný hedd pkn í honum og það virtist ekkert duga. Mér var sat að loft tæma. En það átti víst að vera voða erfitt var mér sagt. allavega náði ég aldrei að loft tæma almennilega.",
            "date": "2012-04-25 18:13:00",
            "post_id": "54791",
            "reply_to_id": "54786"
        },
        {
            "user_name": "albertingi",
            "text": "Ég lenti í þessu hjá mér.  Ég er með Grand Cherokee árg 2000 og hann lét svona hjá mér. En hann blés bara köldu á miðstöðinni en eftir mikla leyt þá var vatnsdælan ónýt og náði ekki nægilegum þrýstingi. Ég keypti vatnsdælu á ljónstöðum og kostaði 9.000 þús og einnig hreynsaði ég vatnskassan og hann var fullur af skít. Bíllin gjörbreyttist hjá mér og hitamælirinn fer aldrei á miðju sama hvað gengur á. Kv Albert.",
            "date": "2012-04-25 18:49:00",
            "post_id": "54799",
            "reply_to_id": "54791"
        },
        {
            "user_name": "steinarxe",
            "text": "Prófaðu að láta miðstöðina blása heitu á fullu virkar betur,gerir það allaveganna í patrol;)",
            "date": "2012-04-25 19:32:00",
            "post_id": "54806",
            "reply_to_id": "54799"
        },
        {
            "user_name": "steinarxe",
            "text": "það getur líka hjálpað ef þú segir hvernig þetta gerðist,þ.e.s hvort allt var í lagi og síðan búmm í ólagi eða hvort þetta er búið að vera að ágerast í einhvern tíma. Ef þetta er búið að vera að ágerast ætla ég líka að skjóta á skítugan vatnskassa með lélegt flæði.Annars borgar sig sennilega líka að skoða vatnslásinn þótt þetta hljómi ekki beint eins og hann. Það einfaldasta sem ég myndi byrja á því að skoða.",
            "date": "2012-04-25 19:45:00",
            "post_id": "54811",
            "reply_to_id": "54806"
        },
        {
            "user_name": "Kiddi",
            "text": "Þegar bíll ofhitnar er það versta sem maður gerir að stilla miðstöðina á kalt.\nMeð því að stilla miðstöðina á heitt gerir maður hana eiginlega að auka-vatnskassa, sem kælir vélina en skilar í leiðinni öllum hitanum inn í bíl... hehe.\nKælikerfi á bíl er undir þrýsting, mig minnir að í svona 4.0 Jeep sé hann um 14 pund. Suðumark vatns hækkar við aukinn þrýsting og sömuleiðis hækkar rétt blanda af frostlegi líka suðumarkið. Ég man ekki alveg töluna en þetta er hærra en þessar tölur sem þú nefnir.\nSíðan eru alltaf góðar líkur á að mælirinn sýni ekki alveg nákvæmlega réttu töluna.\nÁ meðan það sýður ekki á honum, hitinn helst tiltölulega jafn, miðstöðin gerir það sem henni er sagt að gera o.s.frv. myndi ég ekkert vera að spá of mikið í þessu í þínum sporum.",
            "date": "2012-04-25 23:29:00",
            "post_id": "54846",
            "reply_to_id": "54811"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ég hef aldrei átt neinn bíl með vél sem gefur jafn mikinn hita frá sér og XJ-inn minn með þessari 4.0 lítra vél.  Á fjöllum þá er hann fljótur að hita sig hærra en miðgildið á hitamælinum en þegar rafmagnsviftan kikkar inn þá jafnar hann sig aftur og það hefur bara einu sinni soðið á honum, það var hérna í bænum en þá var ég ný búinn að fá hann og líklega hefur verið loft inná honum og/eða of lítið vatn.  \nSegi það sama og Kiddi, ef það er ekki að sjóða á honum og allt virkar eðlilega þá myndi ég ekki gera of mikla rellu úr þessu.  Kannski er vatnskassinn orðinn lélegur og/eða kælivatnið gamalt sem er ekki að hjálpa.  Ef þú skiptir um kælivatn á honum þá skaltu vanda þig við að fylla á hann aftur, taka nokkrar umferðir í að starta á hann, kreista slöngur og fylla meira á.  Það tekur smá tíma að lofttæma kerfið vel og ekki gleyma að tæma og fylla miðstöðvarslöngurnar líka.",
            "date": "2012-04-25 23:49:00",
            "post_id": "54850",
            "reply_to_id": "54846"
        },
        {
            "user_name": "jeepson",
            "text": "Er ekki málið að prufa að setja auka mælir á hann og sjá hvort að hann segi það sama og orginal mælirinn?",
            "date": "2012-04-25 23:59:00",
            "post_id": "54853",
            "reply_to_id": "54850"
        }
    ],
    "date": "2012-04-25 18:10:00"
}