{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "10723",
    "title": "Hátalarabox",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=10723",
    "posts": [
        {
            "user_name": "Groddi",
            "text": "Er að smíða mér hátalarabox fyrir jeppan, voru einhverjir skítnir kassar úr krossviði sem voru ekki að gera sig. Ákvað að gera svona smá \"how to\" fyrir þá sem eru áhugasamir.\nFyrst skerðu út hring fyrir hátalarann til að sitja á, svo botn, stillir svo hringnum upp einsog þú vilt að hátalarinn sitji (með kubbum/teinum) Þar eftir finnur þú þér einhvað fúlt flísteppi sem konan hefur falið uppí skáp og strekkir yfir \"grindina\" sem þú ert búinn að smíða og festir teppið með heftibyssu. Þar eftir penslaru Resíni yfir flísteppið og leifir því að þorna og mattar, svo getur þú notað P40 til að filla uppí ójöfnur sem þú villt ekki hafa, sparsl þar eftir, filligrunn og að lokum málar eða teppaleggir.\nSvo koma myndirnar! (Er enn að klára boxin þannig að loka myndirnar koma inn þegar ég er búinn)\nHér er grindin tilbúin og búinn að strekkja teppið yfir.\nHér er ég búinn að setja eina umferð af resíni á teppið (Þetta er sóðaleg vinna, pennslar einnota og borðið undir yfirleitt ónýtt eftirá)\nP40 komið í ójöfnur og tilbúið til að matta.\nFyrsta umf af sparlsi komið á, ég notaði P38... þar sem það var næst hendi\nÞarna er önnur umf af sparsli komið á annan kassan, svo þurfti ég að fara með aðra umferð af Resíni yfir hinn kassan.\nSmá fíniseringar, svo fylligrunnur.\nSvo kem ég með restina af myndonum eftir því hvernig þetta þróast, þar næst sanda ég kassana, sparlsa annan þeirra, set fylligrunn á hinn og mála hann svo.\nEndilega skiljið eftir línu og komið með ykkar álit á þessu hjá mér, alltaf gaman að heyra frá ykkur (:",
            "date": "2012-04-30 23:55:00",
            "post_id": "55329",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Flott hjá þér. Það verður gaman að sjá þetta þegar þú verður búinn að klára þetta.",
            "date": "2012-05-01 00:04:00",
            "post_id": "55331",
            "reply_to_id": "55329"
        },
        {
            "user_name": "elliofur",
            "text": "Flott hugmynd, hef einmitt verið að velta einhverju svona fyrir mér.",
            "date": "2012-05-01 00:08:00",
            "post_id": "55332",
            "reply_to_id": "55331"
        },
        {
            "user_name": "Groddi",
            "text": "Get alltaf bætt á mig aukaverkefnum ;)",
            "date": "2012-05-01 00:11:00",
            "post_id": "55333",
            "reply_to_id": "55332"
        },
        {
            "user_name": "elliofur",
            "text": "Haha já flott fyrir þá sem treysta sér ekki í þetta ;)",
            "date": "2012-05-01 09:34:00",
            "post_id": "55351",
            "reply_to_id": "55333"
        },
        {
            "user_name": "Groddi",
            "text": "Þá fer þetta að verða tilbúið undir lakk hja mer, set inn myndir a morgunn!",
            "date": "2012-05-01 22:50:00",
            "post_id": "55424",
            "reply_to_id": "55351"
        },
        {
            "user_name": "geirsi23",
            "text": "hvaða speki er með teppið? er þetta uppá hljóm eða? spyr sá sem ekki veit :)\nmbk..",
            "date": "2012-05-02 02:34:00",
            "post_id": "55440",
            "reply_to_id": "55424"
        },
        {
            "user_name": "Groddi",
            "text": "Flisteppið er bara innsta og fyrsta byrðið, þeas þegar þu setur Resín yfir teppið þá verur það að plasti sem er gott að sparsla og móta enn fremur ;)",
            "date": "2012-05-02 11:57:00",
            "post_id": "55456",
            "reply_to_id": "55440"
        },
        {
            "user_name": "dorimake",
            "text": "flott verkefni hjá þér, hvað mundur segja að efnis kostnaður sé í þessu hjá þér og hvað er maður að fá efnin til að gera þetta kv dori",
            "date": "2012-05-18 01:10:00",
            "post_id": "56858",
            "reply_to_id": "55456"
        },
        {
            "user_name": "Groddi",
            "text": "Þú þarft krossviðsplötu... getur verið einhvað sem þú finnur útí skúr... \nÞú þarf flíspeisu, sem þú getur fundið uppí skáp hjá þér.\nÞú þarft Resín til að pensla yfir flísteppið þegar þú ert búinn að koma því fyrir\nÞú þarf hefti byssu til að festa flísteppið.\nGott að nota p40 til að fylla upí ójöfnur\nSandpappír, þolinmæði. fulligrunn og málningu\nÞað sem kostar allra mest í þessu er resínið, það er hægt að fá litna dúnka af Fast glass Resin í húsasmiðjunni fyrir klínk... veit ekki nkl hvað þetta kostar í heildina, en það er ekki mikið, en það fer mikil vinna í þetta.\nKv\nGroddi",
            "date": "2012-05-19 17:00:00",
            "post_id": "56983",
            "reply_to_id": "56858"
        }
    ],
    "date": "2012-04-30 23:55:00"
}