{
    "forum_title": "Almennt spjall",
    "id": "10737",
    "title": "Setja 2.8 úr pajero í starex",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=10737",
    "posts": [
        {
            "user_name": "Hrannifox",
            "text": "Sælir kæru spjallverjar ég hef verið að ganga með smá hugmynd í hausnum núna í smá tíma þar sem 2.5 diselinn\ní starexnum er svoo grúúúút máttlaus.\nOg þar sem það er til gamall pajeró 2.8 disel á heimilinu og hyundai starex er eiginlega sama dótið og gamli pæjeróinn\nhvernig væri að setja mótorinn úr pajerónum yfir i starexinn?\nHvað fyndst mönnum um það ? \nHvernig er með rafkerfið og f.l eitthvað sem maður ætti að varast?\nEndilega tjáið ykkar álit á þessu og kösti og galla sem þið sjáið kannski frekar en ég\nmyndið bara góða umræðu um þetta mál talið sem mest veltið við öllum steinum og visku ykkar um þessa 2 bíla\nhef ekkert rosalega mikið skoðað þetta svo fínt væri að fá svona heads up áðuren maður hættir alveg að sofa á næturnar.\nÆtti maður kannski að svappa bodyinu af starex yfir á grindina af pajeró ? mikil smiðavinna á bakvið?\nKv Hranni",
            "date": "2012-05-01 21:49:00",
            "post_id": "55409",
            "reply_to_id": false
        },
        {
            "user_name": "flækingur",
            "text": "er starex ekki lengri milli hjóla en pajero??? \nen svo er bara skríða um allt í báðum bílum og skoða þá vel. sé ekkert því til fyrirstöðu að skella 2,8 í starex og er viss um að þá færðu skemmtilegri bíl.",
            "date": "2012-05-01 22:13:00",
            "post_id": "55415",
            "reply_to_id": "55409"
        },
        {
            "user_name": "elliofur",
            "text": "Er ekki bara málið að go for it? Ef þú ert þokkalegur að smíða, skera og sjóða þá ætti þetta ekki að vera mikið mál. Drifið er hægra megin í báðum bílum að mig minnir (leiðréttið mig ef ég fer með rangt mál) og það er nú helsta torfæran í mótorswappi að mínu mati. Ég held að það sé mun auðveldara að færa gangverkið á milli heldur en að sauma starex boddy á pajero grind.",
            "date": "2012-05-01 22:17:00",
            "post_id": "55416",
            "reply_to_id": "55415"
        },
        {
            "user_name": "Stebbi",
            "text": "Drifið er vinstra megin í þeim báðum, það þarf að taka gírkassa og millikassa með vélini og þú gætir lent í veseni með flangs á afturdrifi.",
            "date": "2012-05-01 22:27:00",
            "post_id": "55418",
            "reply_to_id": "55416"
        },
        {
            "user_name": "ivar",
            "text": "ef að flangs á afturdrifi er stærsta áhyggjuefnið þá segi ég bara GO á málið :)",
            "date": "2012-05-01 22:30:00",
            "post_id": "55419",
            "reply_to_id": "55418"
        },
        {
            "user_name": "birgthor",
            "text": "Mitsubishi L400 er nánast sami bíllinn og hann er til með 2,8 túrbó",
            "date": "2012-05-01 22:31:00",
            "post_id": "55421",
            "reply_to_id": "55419"
        },
        {
            "user_name": "elliofur",
            "text": "Auðvitað var ég að meina vinstra megin, ég vissi það vel og mis'mælti' mig bara.\nL400 er nú bara nokkuð huggulegur!",
            "date": "2012-05-01 22:34:00",
            "post_id": "55423",
            "reply_to_id": "55421"
        },
        {
            "user_name": "jeepcj7",
            "text": "2.8 er að ég held eitthvað hærri mótor en 2.5 allavega er alltaf talað um að 2.8 pæjan sé frá verksmiðju boddýhækkuð eitthvað sem þurfti vegna mótors eða kassa,spurning hvort það er vandamál í starex(húddinu).\nAnnars er þetta mitsa dót að flestu leyti alveg eðall hvernig sem á það er litið og þetta verkefni ekki verra eða vitlausara en hvað annað. \nJust do it er það ekki málið.  ;O)",
            "date": "2012-05-01 23:33:00",
            "post_id": "55427",
            "reply_to_id": "55423"
        },
        {
            "user_name": "Hrannifox",
            "text": "Þeir eru jafn langir á milli hjóla þess vegna kom sú pæling að negla boddy yfir á grindina af pajeró\nværi ekkert leiðinlegur starex á 38'' og með 2.8. DRAUMÓRAR í gangi ! level 100.\n2.8 bílinn var orginal hækkaður á grind, man eftir að hafa lesið það eitthverstaðar en hvar man ég \nómögulega, hvort það var útaf kassa eða mótor man ég ekki heldur ( kannski eitthver varpi þvi framm)\nHjólabúnaður er ekki vesen held ég, ekki þá nema drifskaftið í pæjuni er stittra, drifin eru mjög svipuð\nþannig það ætti að vera litið mál með þau. Væri þá í mesta lagi flangsavesen eða álika smotterís hlutir\nSvo er það flókni parturinn af dæmi í rauninni fyrir mér allavega, það er blessaða rafmagnið!\nnúna er slatti af rafmagnstyringum í starex sem er ekki í pajero, loomið og það þarf að \nsauma samann finna útur þessu öllu.\nSemsagt hvaða styringar má missa hvað þarf að vera og svo sauma það við allt hitt\nég reikna með að rafmagnið verði flókna vinnan, allavega hjá mér er það svoleiðis\nþví ég er ekkert sérlega góður með rafmagnið, ekki nema þá að fá straum af þvi !!\nÞað eru til rafmagnsteikningar yfir pajero og allt tengt honum, þarf að redda svoleiðis yfir\nstarex og bera samann, get þá sennilega sorterað eitthvað úr og séð hvernig þetta er nákvæmlega.\nÞessi L400 er bara geðveikur! Synd að þessi bilar komu aldrei til landsins,\nefast ekki um að starexinn væri rosalega skemmtilegur með 2.8\neinginn vafi á því enda fint power og togið alveg þolanlegt, þá fyrst gæti starex unnið sláttuvél í spyrnu.\nþakka svörin :D verður fróðlegt og spennandi að sjá hvort þetta verði nokkuð brjálað vesen\nþað mikið vesen að þetta borgi sig ekki.\nKv Hrannar",
            "date": "2012-05-02 21:54:00",
            "post_id": "55509",
            "reply_to_id": "55427"
        },
        {
            "user_name": "jeepcj7",
            "text": "Og ef þér líst ekki á að setja 2.8 í starex þá máttu alveg selja mér vélina á sanngjarnan pening vantar í pæjuna hjá konunni. :O)",
            "date": "2012-05-02 22:45:00",
            "post_id": "55516",
            "reply_to_id": "55509"
        },
        {
            "user_name": "Hrannifox",
            "text": "já skal hafa þig á bakvið eyrað allavega, bílinn er þó til sölu og verður það allavega eitthvað áframm",
            "date": "2012-05-04 23:25:00",
            "post_id": "55684",
            "reply_to_id": "55516"
        },
        {
            "user_name": "arnijr",
            "text": "Ég er nokkuð viss um að boddýhækkunin á Pajero 2.8 og 3500 var vegna skiptingarinnar. Það er hins vegar ekkert eins og það sé mikið pláss milli vélar og húdds, en þar situr intercoolerinn. Kannski hægt að færa hann ofan af vélinni til að græða smá pláss ef þarf.",
            "date": "2012-05-07 14:10:00",
            "post_id": "55879",
            "reply_to_id": "55684"
        },
        {
            "user_name": "Hrannifox",
            "text": "ekkert mál með inntercolerinn hann er ekki fyrir þeir eru að ofan í starex líka einsog í pajero\neina sem er vesen er skiftingin fyrir fjórhjóladrifið hún er rafmagn í starex.",
            "date": "2012-05-07 19:12:00",
            "post_id": "55899",
            "reply_to_id": "55879"
        },
        {
            "user_name": "Bjarnþór",
            "text": "hvernig er það passar 2,8 vélinn ekki á starex kassan er ekki sama vél í 2.5 pajero og starex",
            "date": "2012-05-07 19:37:00",
            "post_id": "55903",
            "reply_to_id": "55899"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef það á að taka 2.5 úr og setja 2.8 í þá þarf kassinn að fylgja ásamt millikassanum.  Það passar ekkert á milli.",
            "date": "2012-05-07 20:46:00",
            "post_id": "55911",
            "reply_to_id": "55903"
        },
        {
            "user_name": "Hrannifox",
            "text": "einsog Stebbi benti á þá verða gír og millikassi að fylgja með af 2.8, spurning með drifin hvort þau þurfi líka að koma yfir",
            "date": "2012-05-08 16:57:00",
            "post_id": "55983",
            "reply_to_id": "55911"
        }
    ],
    "date": "2012-05-01 21:49:00"
}