{
    "forum_title": "Kerrur, tjaldvagnar og fellihýsi",
    "id": "10841",
    "title": "Kassi af Volvo Valp gott hús",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=33&t=10841",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Ætla að selja kassan af Valpinum mínum þetta er einangrað álhús mjög sterkt sjálfberandi og hægt að planta því hvar sem er mjög sterk þak og hef ég gengið á því og er ég þó 150kg á brókinni. Stærðin á HÚSINU er: utanmál 350 lengd og 180 hæð og 183 breidd. Lofthæð inni er 173cm og breidd sú sama. Það er vatnsmiðstöðvarkerfi í húsinu sem hægt er að tengja við bíl og hólf í hlið húsins fremst bílstjórmegin fyrir stórmiðstöð eða olíufýringu eða bensín fýringu eða Gas og eldsneytistankur 15 lítrar og púströr fyrir fýringu og vatnskerfið liggur þar í og hægt að tengja inn á hitakerfi húsins ásamt rafmagni þarna var bensínfýring. Hinumegin er hólf fyrir verkfæri stór og góður kassi. Opnanlegur gluggi og smokkur til að tengja við bílstjórahúsið. Stór og góð lúga á þaki og sérstakur pallur sem hægt er að smella lausum og gera sem pall og standa á inni í húsinu til að ná vel upp úr þakinu. Loftræsti túður,sérstök spjöld til að setja fyrir alla glugga á húsinu í vondu veðri eða til að myrkva það langbekkir hvorumegin sæti fyrir 7 með beltum og stóll fyrir miðju fram í og lúga þar undir ef þarf að komast að vél innan úr húsinu skápar. Afturhurð breidd á dyragati 95 cm og hliðarhurð hægramegi sama breidd allt einangrað út draganlegar tröppur sem eru undir húsinu fyrir neðan hurðar festingar á þaki fyrir skólfur og tjakka og aftan á húsinu fyrir eldsneytisbrúsa.Innstungur í veggjum og slatti af ljósum í lofti dúkur á gólfi flórinn er 95 á breidd. Vil fá tilboð í þetta skoða ýmiss skipti bíl eða dekk þá 38 helst sex stykki af sömu gerð og sexgata felgur en þetta er ekki ódýrt hús og vil ég fá tilboð í það.  Það stendur á öflugu bretti tilbúið til flutnings er um 800kg meili \ngudnisv@simnet.is\n get sent myndir gsm 8925426",
            "date": "2012-05-08 12:27:00",
            "post_id": "55956",
            "reply_to_id": false
        },
        {
            "user_name": "Þorri",
            "text": "þetta er svakaleg lýsing á manni.  Hvað er húsið stórt?",
            "date": "2012-05-08 14:49:00",
            "post_id": "55967",
            "reply_to_id": "55956"
        },
        {
            "user_name": "muggur",
            "text": "Passar þetta á Pajero 98?",
            "date": "2012-05-08 15:00:00",
            "post_id": "55969",
            "reply_to_id": "55967"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll þú getur sett Pajeroinn inn í húsið að mestu. nei það passar ekki",
            "date": "2012-05-08 15:09:00",
            "post_id": "55970",
            "reply_to_id": "55969"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll já þetta er alvöru mannlýsing en góður og takk fyrir ábendinguna kveðja guðni",
            "date": "2012-05-08 15:09:00",
            "post_id": "55971",
            "reply_to_id": "55970"
        },
        {
            "user_name": "muggur",
            "text": "Sorry gat bara ekki setið á mér, lélegur brandari.  \nÞetta hljómar svo sérhæft að eini sénsinn til að selja þetta sé að setja Valpininn með.  En vonandi að þetta fari út hjá þér.\nkv. Muggur",
            "date": "2012-05-08 20:53:00",
            "post_id": "56000",
            "reply_to_id": "55971"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sæll hann getur fylgt með er kominn með 14 skoðun og bíður eftir réttum eiganda",
            "date": "2012-05-08 21:15:00",
            "post_id": "56005",
            "reply_to_id": "56000"
        },
        {
            "user_name": "StefánDal",
            "text": "Mér finnst þetta alls ekki vera sérhæft. Væri tildæmis alveg drauma veiðikofi eða jafnvel sumarbústaður fyrir nægjusama. Svo væri vel hægt að sníða þetta á stóran og góðan pikka. Kannski er ég svolítið bjartsýnn en það drepur mann ekki;)\nHvað er hann annars þungur? (kassinn ekki Guðni)",
            "date": "2012-05-09 00:17:00",
            "post_id": "56034",
            "reply_to_id": "56005"
        },
        {
            "user_name": "-Hjalti-",
            "text": "800kg",
            "date": "2012-05-09 00:21:00",
            "post_id": "56035",
            "reply_to_id": "56034"
        },
        {
            "user_name": "StefánDal",
            "text": "Já það stendur meira að segja í auglýsinguni. Úps...",
            "date": "2012-05-09 00:38:00",
            "post_id": "56037",
            "reply_to_id": "56035"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir já þetta er fín kartöflugeymsla. En fór að bera sukkuna við Valpinn þá sá ég að það væri fínt að hafa sléttan pall á valpinum sirka 4 metra og hafa sukkuna á Valpinum en hún er 2.84m á milli hjóla alveg snildar hugmynd. Já sæll heyrðu fín hugmynd framkvæmi hana Valpinn er ekki til sölu fyrr en seinna. En áfram með kartöflugeymsluna",
            "date": "2012-05-09 08:43:00",
            "post_id": "56047",
            "reply_to_id": "56037"
        }
    ],
    "date": "2012-05-08 12:27:00"
}