{
    "forum_title": "Almennt spjall",
    "id": "10850",
    "title": "Smá próflestraleiði, svo ég tók \"stutta\" bílskúrspásu...",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=10850",
    "posts": [
        {
            "user_name": "Eiður",
            "text": "Sælir drengir og stúlkur, mig langaði bara að deila með ykkur afrakstrinum af þessari pásu.\nEn þannig er mál með vexti að þegar ég þarf auka olíu er ég með 60l tunnu í prófíltenginu að framan og ekkert að því, en það er ómögulegt að hella úr henni og einstefnuloki og slanga voru ekki að virka vel heldur vegna þess að það er erfitt að koma henni uppfyrir áfyllingarlokið einhverstaðar þar sem ekkert er.\nþannig að ég fór að grúska í fittingsinu hjá pabba pípara og bjó til þetta...\nog það svínvirkar, ég nota loftdæluna til að dæla upp olíuni, slangan er að vísu ekki olíuþolin sé hvernig það fer.\nég er ekki með neinar þéttingar milli tunnunar og kranans annarsvegar og tunnunar og stóra koparstykkisins hinsvegar. enda er 8 bör inn á kútnum svo nóg er að lofti ég er með tvo loka á leið loftsins til að geta verið nákvæmari á flæðinu því ég veit ekkert hvernig tunnan tæki því ef skotið yrði á hana nokkrum börum.\n20mm álpex fer niðrá botn, valdi það afþví að það er hægt að beygja það og koma því þarmeð í kassan á afturhlera og losna við lyktina innan úr bíl og jafnframt auðvelt að rétta það aftur og skrúfa í.\nendilega komið með hugleiðingar og hugmyndir um betrumbætur:)",
            "date": "2012-05-08 23:22:00",
            "post_id": "56026",
            "reply_to_id": false
        },
        {
            "user_name": "juddi",
            "text": "hef séð svipaða lausn á brúsum svín virkar",
            "date": "2012-05-08 23:28:00",
            "post_id": "56028",
            "reply_to_id": "56026"
        },
        {
            "user_name": "Brynjarp",
            "text": "flottur",
            "date": "2012-05-08 23:38:00",
            "post_id": "56030",
            "reply_to_id": "56028"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég var að vinna á verkstæði þar sem sama tækni var notuð við að tæma úrgansolíu úr lítilli tunnu yfir á safntank. Ég var alltaf beðinn um að fara ekki yfir 4.bör (veit ekki afhverju, ég bara vann þarna;) og passa mig sérstaklega þegar að tunnan var að tæmast. Aðeins einu sinni lenti ég í smá umhverfisslysi en þá var ég einmitt að drífa mig og fékk væna gusu upp úr tunnuni.\nEn þetta lítur glæsilega út hjá þér!",
            "date": "2012-05-09 00:07:00",
            "post_id": "56033",
            "reply_to_id": "56030"
        },
        {
            "user_name": "-Hjalti-",
            "text": "n afhverju ekki bara smíða aukatank? \nÞetta er svo tímafrekt og mikið vesen.",
            "date": "2012-05-09 00:40:00",
            "post_id": "56038",
            "reply_to_id": "56033"
        },
        {
            "user_name": "scweppes",
            "text": "Ég vann á verkstæði einu sinni, við vorum svona frekar í yngri kantinum þarna flestir. Vorum einmitt að tæma svona olíudall yfir á tunnu með þrýstilofti, síðan er hann nokkurn veginn tómur og þá skrúfuar félaginn fyrir kranann yfir í tunnuna og kippir síðan slöngunni af dallinum. Án þess að taka loftið af.\nÞetta gerði all hressa sprengingu, allir gjörsamlega á floti í mótorolíu (hún fór upp í loft, töluverð lofthæð) og sá sem stóð næstur fékk olíu í augun og þurfti að fara á slysó.\nEins gott að muna að gera hlutina í réttri röð :)",
            "date": "2012-05-09 11:00:00",
            "post_id": "56057",
            "reply_to_id": "56038"
        },
        {
            "user_name": "Eiður",
            "text": "Afhverju ekki að smíða aukatank... tja aðalega vegna kostnaðar. meirihlutinn af efninu í þetta allt var til, þar með talið efnið í vögguna fyrir tunnuna og beinn kostnaður af þessu var um 7000kr. vissulega er aukatankur þægilegri á allan hátt, en verandi ungur og fátækur þá ætla ég að láta þetta duga mig enn sem komið er allavegna;)",
            "date": "2012-05-09 11:59:00",
            "post_id": "56060",
            "reply_to_id": "56057"
        },
        {
            "user_name": "jeepson",
            "text": "Félagi minn minn er með 75l auka tank aftan á hleranum á jeppanum sínum. Og etur loft inná tankinn til að dæla yfir í aðaltankin. Hann er ekki nema 1-2mín að dæla yfir og setur loftið inná og tekur svo stútin af reglulega. til að hleypa þrýstinginum af. Þetta þræl virkar hjá honum.",
            "date": "2012-05-09 12:00:00",
            "post_id": "56061",
            "reply_to_id": "56060"
        },
        {
            "user_name": "-Hjalti-",
            "text": "þetta er fín lausn þangaðtil :)",
            "date": "2012-05-09 12:11:00",
            "post_id": "56062",
            "reply_to_id": "56061"
        },
        {
            "user_name": "Freyr",
            "text": "Þetta er margfallt ódýrara + það að bíllinn drífur betur með þyngdina framaná sér heldur en framan við afturhásingu. En vissulega er þetta meira vesen en að ýta bara á takka.\nÉg er með nánast sömu útfæsrlu, hef notað þetta í nokkur ár með mjög góðum árangri og ætla mér ekki að skipta þessu út (hef haft þetta svona á S10 blazer, patrol og nú cherokee).",
            "date": "2012-05-09 13:52:00",
            "post_id": "56083",
            "reply_to_id": "56062"
        }
    ],
    "date": "2012-05-08 23:22:00"
}