{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "10879",
    "title": "heimasímað beadlock",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=10879",
    "posts": [
        {
            "user_name": "Burri",
            "text": "er að vellta því fyrir mér hvort einhver hafi smíðað sér beadlock með góðum árangri eða keypt eitthvað kit og soðið á .. það er svo mikið til af þessum kittum á lítin pening . svo ætti ekki að vera dýrt að leyser eða vatnsskera hringina ??\nanyone ?",
            "date": "2012-05-10 21:15:00",
            "post_id": "56246",
            "reply_to_id": false
        },
        {
            "user_name": "Þorri",
            "text": "Ég hef smíðað svona en ég er með vatnsskurðarvél í vinnunni. Gallinn við að skera hringina heila er að það það fer fáránlega mikið efni í ekki neitt.  Ég var búinn að græja teikningu af þessu þar sem hringurinn var tekin í þrem hlutum með stýringu á endanum svo það er ekkert mál að sjóða þá saman. Bara þvinga bútana á álplötu og tig-sjóða saman þá dregur þetta sig sama og ekkert.  Svo er sennilega best að tig-sjóða hringina á felgurnar. Efnisþykkt fer að mér virðist eftir sérvisku hvers og eins ég skar til dæmis fyrir einn 12mm hringi sem hann sauð á felgurnar og 6mm ál ytri hringi. Ég held að hann hafi svo rennt stýringu fyrir dekkið í innri hringina. Þetta er töluverður skurður með millihringjunum og öllu og vatnsskurður er ekkert ódýr.",
            "date": "2012-05-10 23:12:00",
            "post_id": "56261",
            "reply_to_id": "56246"
        },
        {
            "user_name": "Burri",
            "text": "Já skil . Sumir hpafa verið að nota viftureimar eða pvc vatnsrör í stað millihringjana. : ) til að losna cið kónun á ytri hring . \nætli það sé ekki nóg að vera með 8 mm í báðum hringjunum.?\nGeri mér ekki alveg grein fyrir efniskostnaði ?",
            "date": "2012-05-10 23:31:00",
            "post_id": "56265",
            "reply_to_id": "56261"
        },
        {
            "user_name": "Burri",
            "text": "svo er hægt ad mixa svona lagad.",
            "date": "2012-05-10 23:35:00",
            "post_id": "56266",
            "reply_to_id": "56265"
        },
        {
            "user_name": "Burri",
            "text": "svo er hægt ad mixa svona lagad. \nhttp://www.dso4x4.com/forums/showthread.php?t=9594",
            "date": "2012-05-10 23:35:00",
            "post_id": "56267",
            "reply_to_id": "56266"
        },
        {
            "user_name": "Freyr",
            "text": "Hvernig dekk ug undir hvernig bíl er þetta hjá þér?",
            "date": "2012-05-11 00:24:00",
            "post_id": "56272",
            "reply_to_id": "56267"
        },
        {
            "user_name": "Brjótur",
            "text": "Við bræðurnir erum búnir að smíða nokkur sett og látum alltaf skera í hálfmána og sjóðum svo saman, og það þarf ekkert braket til að sjóða þetta saman, bara að skrúfa hringina saman, já og götin eru skorin líka með vatninu, þetta er einföld smíði, en meira segi ég ekki að sinni, en get smíðað svona fyrir brot af verði annara\nkveðja Helgi",
            "date": "2012-05-11 00:47:00",
            "post_id": "56274",
            "reply_to_id": "56272"
        },
        {
            "user_name": "Burri",
            "text": "defender  og  38  grondhawk",
            "date": "2012-05-11 11:12:00",
            "post_id": "56285",
            "reply_to_id": "56274"
        },
        {
            "user_name": "jeepcj7",
            "text": "Fyrir 38\" létt dekk er svona kitt eins og summit selur alveg nóg og kostar lítið er orginal með 16 eða 18 boltum og hægt að fjölga þeim um helming ef þarf,hef keyrt helling á svona með 18 boltum vandræðalaust.\nÞessi kitt eru samt frekar þunn og að sama skapi létt.",
            "date": "2012-05-11 12:22:00",
            "post_id": "56290",
            "reply_to_id": "56285"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "Sæll þú þarft ekkert bed-lock sýður kant á felguna færð þér góðan grunn t.d. ætigrunn setur sand saman við og grunnar 2-3 umferðir topp lausn sem búið að reyna mikið á austurlandi og erum við lítið á orginal breiðum felgum,veit mest um 17'' fyrir 38'' 21-22 fyrir 46' 'og 25'' fyrir 49'' en það er önnur saga er reyndar sjálfur á 14''br felgum en stefni á 15-16'' dekkið er 15,5'' breitt þannig að 15,5'' br felga er ekkert óraunhæft kv Heiða Broddason",
            "date": "2012-05-11 15:28:00",
            "post_id": "56310",
            "reply_to_id": "56290"
        },
        {
            "user_name": "Burri",
            "text": "já ég veit ég þarf þetta nú ekkert !  en jeppamenskan er  nú oft þannig að maður brallar hluti sem eru óþarfir .. bara afþví að !!!\nég er einmitt með þessi dekk núna á 16  tommu breiðum felgum sem ég fékk frá Egilstöðum  .. mér finnst það aðeins of breitt og er skíthræddur á sumrin í slóðum þar sem kantarnir á dekkinu eru að nuddast rosalega mikið við grjót og brúnir. myndi kjósa að hafa þetta á 14  tommum bara ..  en beadlock skal það vera  ; )",
            "date": "2012-05-11 16:31:00",
            "post_id": "56314",
            "reply_to_id": "56310"
        },
        {
            "user_name": "Burri",
            "text": "Var að senda þér skilaboð Helgi.",
            "date": "2012-05-14 18:31:00",
            "post_id": "56570",
            "reply_to_id": "56314"
        }
    ],
    "date": "2012-05-10 21:15:00"
}