{
    "forum_title": "Jeppar",
    "id": "10944",
    "title": "1991 Pajero V6 3000",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=10944",
    "posts": [
        {
            "user_name": "arnijr",
            "text": "Ég er að auglýsa þennan fyrir pabba. Það er hægt að hafa samband við mig hér eða í síma 822 8411.\nFramleiddur 1990, 1991 árgerð\nEkinn 206.900 km. \nV6 3000 bensín\nNýlegur vatnskassi, 1-2 ára minnir mig.\nMjög lítið ryð bæði í boddíi og í grind.\nInnrétting lítur vel út.\nBreyttur fyrir allavega 33\", sennilega hægt að koma 35\" undir án mikilla eða nokkurra breytinga.\nTopplúga.\nKemur á ágætum 31\" dekkjum.\nVarahlutabíll fylgir og partar úr öðrum varahlutabíl sem er búið að rífa. Í partabílnum er góð vél, það var skipt um hana ekki löngu áður en honum var lagt. Partabílinn stendur á dekkjum og felgum sem fylgja ekki. Hann er ekki dráttarhæfur (ekkert stýri, bremsur eða sæti) og þarf að fjarlægjast á kerru. Hann er nátturulega 15þús kr. virði í Hringrás þegar það er búið að hirða úr honum restina. \nGallar:\nHeadpakkning mögulega farin, vatn hverfur og reykir hvítu.\nAftari hljóðkútur er lekur.\nEinhvers staðar er ryðguð bensínleiðsla eða tankurinn lekur, ef hann er alveg fylltur kemur bensínlykt af honum.\nEinhvers staðar eitthvað laust í dempurum eða jafnvægisstöngum, hljóð þegar ekið er yfir hindranir.\nEitt viðnám í blásaranum á miðstöðinni er bilað. Búinn að taka miðstöð úr hvíta bílnum og þar eru viðnám en hef ekki skipt um.\nÞað lak inn í hann vatn í vetur sennilega frá topplúginni. Það var gerð tilraun til að laga það og hefur ekkert komið inn í  hann síðan.\nCentrallæsingar voru eitthvað skrýtnar og voru teknar úr sambandi.\nÓska eftir tilboðum.",
            "date": "2012-05-14 21:31:00",
            "post_id": "56590",
            "reply_to_id": false
        },
        {
            "user_name": "arnijr",
            "text": "Þessi er örugglega með bestu Pajeroum af þessu boddý. Fæst á góðu verði.",
            "date": "2012-05-15 23:26:00",
            "post_id": "56699",
            "reply_to_id": "56590"
        }
    ],
    "date": "2012-05-14 21:31:00"
}