{
    "forum_title": "Jeppinn minn",
    "id": "10951",
    "title": "2x 1982 Hilux",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=10951",
    "posts": [
        {
            "user_name": "Pero",
            "text": "Hey, here are some pictures of my Toyotas. \nI live in Norway which is why I write in English because maybe not everyone here understands Norwegian, even though I know some do;)\nMy first truck, sold an bought back a few years later.\nAnd my orange one (stock, well used)\nThe white one is 2.4 diesel, runs on 33\" tyres and lockers fornt and rear + power steering and hydraulic brake booster. The orange is 2.0 petrol, no mods. \nPlaning to build one of them to snowdriving. But have not decided who I will be using. Whether its best to have diesel or petrol.\nIf anyone has some good advice to the suspension and other modifications, speak out :) Want to use 38\".",
            "date": "2012-05-15 12:18:00",
            "post_id": "56635",
            "reply_to_id": false
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Hello Pero and welcome :)\nNice to see a stock 82 body hilux :) there are not many left here in stock condition, if any at all. There are few however with this body that are modified.\nThe best way, also what requires most work and there fore more expensive. Is to replace the leaf spring suspension with a coil spring suspension front and rear but at the same time kepping overal lift as little as possible. For coil spring suspension the most populary way is to build 4-link rear suspensionusing components from LandCruiser 80. I bet someone here might even have drawings/blueprints for you of the mounts and arms that need to be fabricated. For front suspension I think many are using LC70 front suspension, even in some cases with the whole front axle assembly. \nKeeping the stock suspension and lifting the body is also an option, its an easier way but the suspension will not be as good.\nWe prefer to keep lift at minimum, some even modify their trucks for 38-44\" tires using no lift at all and I believe this is very well possible and has even been done before on a truck like yours. \nGood luck!\nRegards\nÓskar Andri",
            "date": "2012-05-15 12:49:00",
            "post_id": "56636",
            "reply_to_id": "56635"
        },
        {
            "user_name": "birgthor",
            "text": "Try to find out which has the better frame and than use the best from each :)",
            "date": "2012-05-15 12:56:00",
            "post_id": "56637",
            "reply_to_id": "56636"
        },
        {
            "user_name": "Pero",
            "text": "I love the old Hilux body ;) I was thinking about 2\" lift maby? Coil springs would be fun to try out. Its plenty of cheap LC70 parts in this country. Long wheelbase, is that something to think about?\nThanks for the encouragement and help :)",
            "date": "2012-05-15 13:01:00",
            "post_id": "56639",
            "reply_to_id": "56637"
        },
        {
            "user_name": "Pero",
            "text": "Both have actually pretty good frames :)",
            "date": "2012-05-15 13:02:00",
            "post_id": "56640",
            "reply_to_id": "56639"
        },
        {
            "user_name": "birgthor",
            "text": "These are awesome pickups if you keep them low. Change the bigger one and keep the other original for town driving.\nMy opinion is like I said keeping them low, cut the fenders and move the front axle forward. \nFor longer traction move the back axle back.\nIt depends on your walled what suspension you should make, springs in front and air inn back or coilover all around.\nDisel is for the better in my opinion :)",
            "date": "2012-05-15 20:39:00",
            "post_id": "56673",
            "reply_to_id": "56640"
        },
        {
            "user_name": "Pero",
            "text": "Not having a thick wallet, but i dont want to only do some bodylifting.\nOk, i will keep it as low i can with out the wheels rubbing the bodywork and frame. Where to by air springs? \nThe front leaf springs on the diesel hilux is very saggy so the 33\" rubbing against the body with full flexing. So i need something else all around anyway. Cutting the firewall and maby move the bodymounts back some inches. If i mount the back leaf spring in front i also move the front axel forwards. But i do not like the ride comfort of leaf springs.\nI found out that the LC70 front axel have the same measurements as the Hilux.\n4:88 is ok on 38\"? I have a turbo waiting for the diesel engine.",
            "date": "2012-05-15 21:13:00",
            "post_id": "56675",
            "reply_to_id": "56673"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Yes Lc70 axle and Hilux axles are the same",
            "date": "2012-05-15 23:36:00",
            "post_id": "56700",
            "reply_to_id": "56675"
        },
        {
            "user_name": "Pero",
            "text": ":D Perhaps the easiest is to buy a whole LC70 and take all the front suspension parts out of it. And perhaps be lucky enough to get a good 2.4TD on the purchase.",
            "date": "2012-05-16 06:40:00",
            "post_id": "56710",
            "reply_to_id": "56700"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "4.88 or 5.29 \nFor 38\" tires with the 2,4 diesel I think you should go with the 5.29 gears, it is weaker but lower gears are better for deep snow and difficult conditions. The SingleCap however is really light so maybe 4.88 will work fine.... im not really sure. I would avoid 5.71 gears, its much weaker (it's strength tough really depends on how it is adjusted, I have never used these gears myself but it seems that great care must be taken when they are adjusted if they are to last). I would also consider some sort of differential locker options if your truck does not already have it. You might get stock toyota E-locker to fit into a standard 8\" axle with little modification. ARB, No-spin, torsen and many other automatic lockers are also fine. Maybe you could even find a LC70 with a stock e-locker?",
            "date": "2012-05-16 12:39:00",
            "post_id": "56725",
            "reply_to_id": "56710"
        },
        {
            "user_name": "Pero",
            "text": "I shall consider 5.29 if 4.88 is not low enough. It has a Lock Right auto lockers front and rear today. However, selectable front would be an advantage.",
            "date": "2012-05-16 13:01:00",
            "post_id": "56728",
            "reply_to_id": "56725"
        },
        {
            "user_name": "Pero",
            "text": "35\" 0\"lift\nAT405 test\nNeed more lift. ca 2\"",
            "date": "2012-10-24 12:21:00",
            "post_id": "70125",
            "reply_to_id": "56728"
        },
        {
            "user_name": "Pero",
            "text": "Have booked full paint in January.\nThe beadlock wheels are borrowed from my other toy;) This one is not going to be for snow driving.",
            "date": "2012-10-24 16:26:00",
            "post_id": "70144",
            "reply_to_id": "70125"
        },
        {
            "user_name": "birgthor",
            "text": "Keep the photos flowing, this is a good looking toy collection you got there  :)",
            "date": "2012-10-24 17:24:00",
            "post_id": "70153",
            "reply_to_id": "70144"
        },
        {
            "user_name": "Pero",
            "text": "Not so many interesting pictures but it's something",
            "date": "2012-10-24 19:26:00",
            "post_id": "70164",
            "reply_to_id": "70153"
        },
        {
            "user_name": "Pero",
            "text": "",
            "date": "2012-10-24 19:32:00",
            "post_id": "70166",
            "reply_to_id": "70164"
        },
        {
            "user_name": "Big Red",
            "text": "And how is this project coming along?",
            "date": "2013-01-04 20:05:00",
            "post_id": "80090",
            "reply_to_id": "70166"
        },
        {
            "user_name": "reyktour",
            "text": "Flott project. \nKnald paa",
            "date": "2013-01-04 23:40:00",
            "post_id": "80117",
            "reply_to_id": "80090"
        },
        {
            "user_name": "Pero",
            "text": "Have had to repair more than I building. Ruined a diferensial up front before christmas.\nMounted an LC 70 rear LSD diff front and new TG cromemolybden CV joint.",
            "date": "2013-01-14 18:57:00",
            "post_id": "82024",
            "reply_to_id": "80117"
        },
        {
            "user_name": "-Hjalti-",
            "text": "I would love to have that much snow here !",
            "date": "2013-01-14 21:44:00",
            "post_id": "82082",
            "reply_to_id": "82024"
        },
        {
            "user_name": "Pero",
            "text": "New wheels :D I hope the snow comes.. !\n37x12.5-15  12.5x15 rims\nAnd new springs",
            "date": "2013-10-24 10:00:00",
            "post_id": "114313",
            "reply_to_id": "82082"
        },
        {
            "user_name": "sonur",
            "text": "I love those new rims!!\nand I love lited pickuptrucks",
            "date": "2013-10-24 10:54:00",
            "post_id": "114321",
            "reply_to_id": "114313"
        },
        {
            "user_name": "hjalz",
            "text": "Very nice !",
            "date": "2013-10-25 12:31:00",
            "post_id": "114427",
            "reply_to_id": "114321"
        }
    ],
    "date": "2012-05-15 12:18:00"
}