{
    "forum_title": "Almennt spjall",
    "id": "10990",
    "title": "Land Cruiser 80 bara endist og endist",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=10990",
    "posts": [
        {
            "user_name": "lc80cruiser1",
            "text": "Hreint ótrúlegir bílar\nÞessi er keyrður yfir 800 þúsund kílómetra, það eru rétt rúmlega 380 þúsund kílómetrar til tunglsins",
            "date": "2012-05-17 19:28:00",
            "post_id": "56820",
            "reply_to_id": false
        },
        {
            "user_name": "Hjörturinn",
            "text": "við skulum nú ekki vera að rugla saman 60 og 80 cruiser :)",
            "date": "2012-05-17 19:48:00",
            "post_id": "56823",
            "reply_to_id": "56820"
        },
        {
            "user_name": "steinarxe",
            "text": "frábærir bílar,stjúpi seldi einn 60 krúsa fyrir nokkrum árum genginn yfir 700þús,ég veit að sá er enn í gangi austur á héraði og fyrir stuttu síðan seldi mamma sinn 80 krús genginn rétt tæp 400 þús,báðir tveir mikið til eknir með 5hesta kerru og sama sem ekkert viðhald á þessu,eini gallin er að rafmagnsrúðu mótorarnir eru drasl í 80 krús. Annars er þetta bara eins og að kaupa sér fasteign;)",
            "date": "2012-05-17 20:01:00",
            "post_id": "56828",
            "reply_to_id": "56823"
        },
        {
            "user_name": "lc80cruiser1",
            "text": "Lesa greinina !!!!! Fyrri hlutinn er um 60 bílinn seinni hlutinn er um 80 bílinn.!!!!!!!!!",
            "date": "2012-05-17 20:17:00",
            "post_id": "56831",
            "reply_to_id": "56828"
        },
        {
            "user_name": "Izan",
            "text": "handónýtar helvítis tíkur, ekki von að það komist í fréttirnar ef þeir slysast yfir 400.000 km. ;-)",
            "date": "2012-05-17 21:48:00",
            "post_id": "56841",
            "reply_to_id": "56831"
        },
        {
            "user_name": "Hrannifox",
            "text": "Það er/var allavega einn 80 bíll á toyota selfossi til sölu ekki ekinn nema 4xx.000 \nleit alls ekki illa út eða neitt sett 2 millur + á kvikindið man ekki alveg virtist þó vera mjög\nheillegur bill",
            "date": "2012-05-17 22:34:00",
            "post_id": "56846",
            "reply_to_id": "56841"
        },
        {
            "user_name": "Freyr",
            "text": "Meira bullið hlutinn um 80 cruiserinn. Veit ekki hvort mér þykir það sorglegt eða hlægilegt að sjá eigandann halda því fram að þetta sé allt viðhaldið sem bíllinn hefur þurft. Það er svo margt sem hefur verið skipt um til að ná þessari km tölu (ath. að ég er ekki með þessu að hrauna yfir 80 cruiser sem eru ágætis bílar heldur bullið í eigandanum). Sem dæmi:\n-mörg sett af framhjólalegum og nær örugglega einhverja legustúta\n-vatnskassa, a.m.k. 2x\n-upptekt á stýrismaskínu\n-vatnsdæla\n-stangarlegur\n-uppgerð á spíssum, sennilega oftar en 1x\n-túrbína\n-startarar \n-alternatorar\n-allar fóðringar í undirvagni og sennilega boddýpúðar\n-gormar\nOg svo margt fleira (fyrir utan slithluti á borð við bremsubúnað og dempara).\nKveðja, Freyr",
            "date": "2012-05-18 00:06:00",
            "post_id": "56850",
            "reply_to_id": "56846"
        },
        {
            "user_name": "Hjörturinn",
            "text": "okey!!!einn!!ellefu.\nmér myndir bara svo miklu auðveldari :)",
            "date": "2012-05-18 00:18:00",
            "post_id": "56852",
            "reply_to_id": "56850"
        },
        {
            "user_name": "steinarxe",
            "text": "tjah,hvað hefuru fyrir þér þegar þú segir að búið sé að skipta um stangarlegur við þennan km fjölda hellingur af mótorum sem fara í þetta langt án þess að þeir sé opnaðir,toyota var ekki fyrst til þess og ekki síðastir,eins með spíssa,vatnskassa og túrbínu,ef ekki er búið að taka upp spíssa og túrbínu þá eflaust reykir hann eitthvað og skilar ekki sínum 170 hoho en fyrr má nú vera að það væri í fyrsta skipti sem þessir hlutir færu þetta langt. Eigum við ekki svo ekki bara að reikna með að þessi ágæti maður skipti um sínar vatnsdælur á sama tíma og tímareimina eins og venjulegt fólk,hann nefndi ekki sérstaklega að hann skipti um smursíuna um leið og mótor olíuna en ég hugsa samt að það hafi verið venjan. Ég er nokkuð viss um að maðurinn hafi fengið skipt um hjólalegur en endilega framhjóla legur og það mörg sett skil ég ekki alveg afhverju þú ákveður svona grimmt. Í restina er ég mestmegnis sammála þér að eitthvað hafi verið fiktað í en sumir horfa svoleiðis viðhald svipuðum augum og að við þurfum að klippa neglurnar og snyrta nefhárin.Ja,ég veit ekki mér finnst allaveganna óþarfi að gera manninn að lygara og vitleysing útaf því sem hann segir,það er spurning um að lesa aðeins á milli línanna. Ég tildæmis var ekki að meina það svo bókstaflega hér fyrir ofan að BARA hefði verið skipt um síur og olíur þó hefði mætt lesa það þannig.Þú verður bara horfa á það þannig að það eru fleiri en þú sem vita hvernig yfirburðar áreiðanleiki lýsir sér þó það sé ekki fullkomnun,að mér vitandi er ekkert alheims samsæri í gangi um að auglýsa gamlar toyotur,en þó getur þú leitað langt og leingi til að finna óánægðann lc80 eiganda.",
            "date": "2012-05-18 19:00:00",
            "post_id": "56895",
            "reply_to_id": "56852"
        },
        {
            "user_name": "villi58",
            "text": "Það vita nú flestir að þetta eru bestu bílar í heimi:)",
            "date": "2012-05-18 19:17:00",
            "post_id": "56897",
            "reply_to_id": "56895"
        },
        {
            "user_name": "Sveinn.r.þ",
            "text": "Ég á 92 módel,er að detta í 370000 km,er núna fyrst að skipta út fóðringum,orginal bína\nÉg smyr hann á 7000 km fresti nota Prolong á allt,planið er að skella honum á 38 f- næsta vetur,þessi var fyrirsæta hjá Toyotu í fyrra um Landcrusier og er sýnt um allann heim( hef reyndar ekki séð það sjálfur) fyrir utan nokkrar myndir,er búinn að eiga 3 st 90 crúser,þessi fer betur með mann,\n:-)",
            "date": "2012-05-18 20:21:00",
            "post_id": "56904",
            "reply_to_id": "56897"
        },
        {
            "user_name": "lc80cruiser1",
            "text": "80 bíllinn fer mun betur með mann er 90 bíllinn enda stærri og meira rými í honum.",
            "date": "2012-05-18 22:06:00",
            "post_id": "56919",
            "reply_to_id": "56904"
        },
        {
            "user_name": "tord",
            "text": "Ég á 91 árg af LC80. 35\" rétt skriðinn yfir 400þús og hef átt hann í tæp 3 ár ég hef farið 2 með hann í skoðun og í bæðis kiptin athugasemdalaust skipt 1sinni  um bremsuklossa og 3 um smurolíu á vél 1sinni á drifum fyrri eigand átti hann í 7 ár og skipti um bremsurör að aftan en vissi ekki til að það hafi verið farið í vél túrbínu skiptingu eða drif hann rýkur í gang á fyrsta snúning jafnvel í mestu frostum hérna fyrir norða -15°til-20°eyðir ca 14L í blönduðum akstri hef ekki farið mikið á fjöll en samt eina ferð gæsavatnaleið og aðeins um austurhálendi sló ekki feilpúst alla ferðina og reyndist bara frábærlega þannig að ég mæli með þessum bílum en þar með er ég ekkert að segja að ekki séu til jafngóðir eða jafnvel betri bílar ég hef bara ekki þann samanburð en þessum mæli ég með",
            "date": "2012-05-18 23:13:00",
            "post_id": "56930",
            "reply_to_id": "56919"
        },
        {
            "user_name": "Freyr",
            "text": "-Varðandi stangarlegurnar þá var það viðurkenndur galli að þær væru ekki nógu góðar (entust í það minnsta jafnvel margfallt styttra en restin af vélinni). Er ekki alveg  klár á því hvort það var ráðlagt að skipta um þær í 100.000 km eða 200.000, minnir þó að það hafi verið 200.000. Hinsvegar fer ýmsum sögum af því hvort legurnar sem komu seinna hafi verið betri eða bara þær sömu, væri gaman ef einhver hér veit eitthvað um það mál.\n-Varðandi vatnskassana þá hafa þeir sinn líftíma. Þeir tærast, stíflast, springa vegna titrings/málmþreytu með tímanum í öllum bílum sem ég hef kynnst. Efast um að önnur eðlis og efnafræði gildi um lc 80 kassana. \n-Mörg sett af framhjólalegum segi ég vegna þess að framhjólalegur endast einfaldlega illa í þessum bílum, ekki bara 44\" trukkum heldur einnig þeim minni. Það þarf nokkuð reglulega (1x á ári lágmark en hef lært af reynslunni að oftar er betra) að skoða legurnar/feitina og herða á þeim. Ef það er trassað þá fara legustútarnir í steik um leið.\n-Þetta með túrbínuna byggi ég á tilfinningu en hef ekkert fast í höndunum varðandi það. Er reyndar á þeirri skoðun að túrbínurnar í þeim séu mjög góðar því ég skoðaði nýlega orginal túrbínu í '94 80 bíl eknum rúml. 300.000 og hún var í fínu standi en ég var verulega hissa, er ekki vanur því að sjá þær endast svo vel, hvað þá 800.000.\n-Varðandi startara og alternator þá eru þetta hlutir sem hafa einfaldlega bara sinn líftíma og skv. mínu viti er sá líftími langt undir 800.000.\nAnnars er ég ánægður með að skrif mín hér séu gagnrýnd og það á svona skýran og skítkastlausann hátt, hefði sjálfur mátt vanda betur orðavalið í fyrra svari. Svona vangaveltur og rökræður eru einmitt það sem mér þykir áhugaverðast að skoða og taka þátt í á vef sem þessum.\nÞessar skoðanir mínar hér að ofan byggi ég á reynslu minni sem bifvélavirki, starfaði m.a. til skamms tíma hjá Toyota auk þess að vera mikill jeppaáhugamaður. Að lokum þá hefur pabbi átt 80 cruiser síðan 2004 og hef ég að lang mestu leyti séð um viðhaldið á þeim bíl s.l. 8 ár.\nKveðja, Freyr\n-",
            "date": "2012-05-19 00:22:00",
            "post_id": "56938",
            "reply_to_id": "56930"
        },
        {
            "user_name": "s.f",
            "text": "",
            "date": "2012-05-19 00:43:00",
            "post_id": "56939",
            "reply_to_id": "56938"
        },
        {
            "user_name": "thor_man",
            "text": "Bróðir minn keypti sjálfskiptan '96 Cruser 80, þá ekinn um 160. þús., 6-7 ára gamlan. Nokkrum vikum seinna brotnar olíuverkið, öxullinn bara kubbast í sundur, engar skýringar finnast nema grunur um bensínáfyllingu hjá fyrri eiganda. Þegar svo ventlalokið er tekið af í þessari viðgerð kemur í ljós að hjámiðjurnar á knastásnum eru tærðar þannig að komnir eru ryðbollar í þá og skipta verður um ásinn. Ýmsir aðrir kvillar hafa sífellt hrjáð bílinn, sprungnar vökvastýrisslöngur og annað góðgæti, fyrir utan frísklega eldsneytisnotkun sem síðustu ár hafa sparað bílnum alveg helling af akstri. Svo Land-Rover syndrómið er ekki langt undan í þessum mikið lofuðu jeppum. Ekki vantaði að bíllinn kostaði þá hálft íbúðarverð, onei.",
            "date": "2012-05-19 01:45:00",
            "post_id": "56942",
            "reply_to_id": "56939"
        },
        {
            "user_name": "Freyr",
            "text": "Þetta á ekki einungis við um bílinn hjá pabba (sem btw. fékk eitt stk. nýjan legustút sem reyndar ég skipti ekki um heldur jeppaverkstæði toyota en þarf engu að síður að herða á legunum af og til eftir það, þetta er 35\" bíll á 10\" felgum) heldur einnig bíl landsvirkjunnar sem ég vann á af og til eitt sumar sem og 44\" bíl sem kunningi minn átti. Best sá ég þetta þegar ég vann hjá toyota. Reyndar var ég ekki á jeppaverkstæðinu svo ég gerði nú ekki við marga svona bíla en af þeim sem ég tók í skoðun/yfirferð þurfti að eiga við framhjólalegurnar á þeim flestum og a.m.k. 2x þurfti nýjan legustút og enginn þessara bíla var á stærri en 35\" dekkjum.\nHinsvegar er bara hið besta mál að þessi búnaður hefur reynst vel hjá þér Steinar en ég mæli þá samt með að þú opnir inn að legunum einstaka sinnum og skoðir feitina þó það sé ekki slag í legunum til að halda þessu svona góðu áfram.\nKveðja, Freyr",
            "date": "2012-05-19 15:44:00",
            "post_id": "56970",
            "reply_to_id": "56942"
        },
        {
            "user_name": "lc80cruiser1",
            "text": "Er ekki stangaleguvandamálið eingöngu í 24 ventla bílnum ?",
            "date": "2012-05-19 17:29:00",
            "post_id": "56986",
            "reply_to_id": "56970"
        },
        {
            "user_name": "jeepcj7",
            "text": "Stangarlegu málið var bara í 12v bílunum.\nEr ekki rétt munað hjá mér að framhjólalegurnar eru talsvert minni og daprari en í td.hilux af svipaðri árg.",
            "date": "2012-05-19 18:12:00",
            "post_id": "56991",
            "reply_to_id": "56986"
        },
        {
            "user_name": "steinarxe",
            "text": "Það var reyndar ekki ég sem svaraði þér Freyr heldur maður sem heitir Steinþór en það kemur útá eitt ég er alveg sammála honum,það hefur aldrei verið vandamál á mínum bæ með frammhjólalegur í krúser en það er sjálfsagt að fylgjast með þessu,ekkert gaman að missa undan hjól. En mér finnst skrítið með þetta ægilega stangarlegu mál er að þessi bíll er framleiddur frá 89 til 96 og ef þeir fóru síðan að selja í þetta góðar legur sem þeir hljóta að hafa gert vegna þess að ég veit að ekki þarf að taka upp þennan mótor fyrir 100þús kalla á 200.000 km fresti og hvað þá 100.000 km fresti. Þá dregur maður þá ályktun að þetta hafi í mestalagi verið í fyrstu tveim þrem árgerðunum,því varla færu þeir að vera með gæðin í varahlutakössum en halda áframm að setja draslið í bílana sem voru að renna útaf færibandinu. Ég myndi þessvegna halda að þið séuð nú með einhverja gamla sögu úppá borði hjá ykkur núna sem toyota gróf djúpt niðri með sinni vanalegu þjónustu fyrir mörgum árum,ekki í fyrsta og ekki síðasta skiptið.",
            "date": "2012-05-19 19:51:00",
            "post_id": "57000",
            "reply_to_id": "56991"
        },
        {
            "user_name": "Kiddi",
            "text": "Það er eins og mig minni að þetta með stangarlegurnar hafi eitthvað tengst því hvað þessar vélar eru rosalega snöggar í gang og smurþrýstingurinn þá ekki alveg kominn um leið...\n Það þarf varla að hugsa um að koma nálægt lyklinum þá rýkur þetta dót í gang.",
            "date": "2012-05-19 19:53:00",
            "post_id": "57001",
            "reply_to_id": "57000"
        },
        {
            "user_name": "nobrks",
            "text": "Sama stærð, en c.a10mm styttra á milli þeirra.",
            "date": "2012-05-19 21:10:00",
            "post_id": "57009",
            "reply_to_id": "57001"
        },
        {
            "user_name": "Freyr",
            "text": "Stangarleguskiptin er ekki 100 þús kallar, man ekki hvað toyota tekur marga tíma fyrir þetta en þetta er bara partur úr degi + einhverjir þúsundkallar í legur.",
            "date": "2012-05-19 23:48:00",
            "post_id": "57021",
            "reply_to_id": "57009"
        },
        {
            "user_name": "steinarxe",
            "text": "nú jæja,það kemur skemtilega á óvart,efast ekki um að eitthvað sé til í þessu hjá þér,eitthvað er það í þeim öllum.",
            "date": "2012-05-20 19:29:00",
            "post_id": "57090",
            "reply_to_id": "57021"
        },
        {
            "user_name": "ómi",
            "text": "skil ekki hvað er hægt að dásæma þessar druslur,",
            "date": "2012-05-24 23:33:00",
            "post_id": "57506",
            "reply_to_id": "57090"
        },
        {
            "user_name": "lc80cruiser1",
            "text": "Dásama er það víst !",
            "date": "2012-05-25 08:19:00",
            "post_id": "57531",
            "reply_to_id": "57506"
        },
        {
            "user_name": "Valdi B",
            "text": "þá skilur þú ekki mikið er ég hræddur um haha :D",
            "date": "2012-05-25 14:07:00",
            "post_id": "57564",
            "reply_to_id": "57531"
        },
        {
            "user_name": "villi58",
            "text": "Er þarna einhver öfund á ferðinni, þú veist greinilega ekki að þetta eru bestu bílar í heimi:)",
            "date": "2012-05-25 14:19:00",
            "post_id": "57566",
            "reply_to_id": "57564"
        }
    ],
    "date": "2012-05-17 19:28:00"
}