{
    "forum_title": "Almennt spjall",
    "id": "11075",
    "title": "Langbogar losaðir af Patrol.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=11075",
    "posts": [
        {
            "user_name": "Alpinus",
            "text": "Góðan daginn\nÉg ætlaði að taka langbogana af Patrolnum mínum en lenti í smá veseni. Þeir eru boltaðir í þakið og einfalt mál að skrúfa þá úr.... en einn boltinn situr fastur, snýst bara og vill ekki upp. Vandamálið er þessi bolti er inni í boganum sjálfum og þ.a.l. enginn leið að komast að honum nema með skrúfjárninu. \nGetur einhver gefið mér ráð með þetta, ég þarf endilega að losna við þennan blessaða bolta.\nÖll góð ráð þegin með þökkum\nKveðja\nHans M",
            "date": "2012-05-23 17:36:00",
            "post_id": "57360",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Mér dettur nú eitt í hug. Þú getur sett wisegrip töng á bolta hausinn og svo borað boltan út. Nú eða ráðist á hann með slípirokk.",
            "date": "2012-05-23 19:21:00",
            "post_id": "57368",
            "reply_to_id": "57360"
        },
        {
            "user_name": "Alpinus",
            "text": "Sæll\nMálið er bara að boltinn er ofan í boganum og það kemst ekkert að honum nema skrúfjárnið. Best væri að geta brotið hausinn af en þá gæti maður skemmt bogann í átökunum. Kannski er hægt að renna járnsög undir bogann og saga hann þannig í sundur, spurning að ég athugi það...",
            "date": "2012-05-23 20:58:00",
            "post_id": "57382",
            "reply_to_id": "57368"
        },
        {
            "user_name": "jeepson",
            "text": "Járnsögin er auðvitað snilld ef að þú nærð að toga bogan eitthvað frá til að reka ekki sögina í toppinn.",
            "date": "2012-05-23 21:03:00",
            "post_id": "57383",
            "reply_to_id": "57382"
        },
        {
            "user_name": "Atttto",
            "text": "smá hugmynd, \nSetja kjörnara í gatið, kjörna í miðjann hausinn og bora svo með bor sem er jafn stór eða 0,5 mm stærri en boltinn sjálfur. (ekki hausinn)",
            "date": "2012-05-24 06:56:00",
            "post_id": "57412",
            "reply_to_id": "57383"
        },
        {
            "user_name": "gunnireykur",
            "text": "rífa toppklæðninguna úr bílnum og sjá hvort að þú getur ekki haldið hnoðrónni á meðan skrúfan er tekinn úr.",
            "date": "2012-05-24 10:16:00",
            "post_id": "57429",
            "reply_to_id": "57412"
        },
        {
            "user_name": "Alpinus",
            "text": "Þetta með kjörnaran er vel reynandi. Ef það ætlar ekki að virka þá má alltaf kíkja á toppklæðninguna, það er bara bölvað vesen en fín hugmynd samt:)\nFínar hugmyndir, takk.",
            "date": "2012-05-24 22:25:00",
            "post_id": "57499",
            "reply_to_id": "57429"
        }
    ],
    "date": "2012-05-23 17:36:00"
}