{
    "forum_title": "Almennt spjall",
    "id": "1108",
    "title": "Vesen - HJÁLP!!!!!",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1108",
    "posts": [
        {
            "user_name": "ofursuzuki",
            "text": "Jæja alltaf tekst mér að búa til vesen. Nú BRÁÐVANTAR mig boltana sem halda kambinum við mismunadrifshúsið.  Þannig er að ég er að setja NoSpin læsingu í 8“ Toyotuhásingu (LC70) og boltarnir sem halda kambinum er of stuttir þegar kamburinn er kominn á NoSpinið. Orginal boltarnir eru 20mm langir frá haus en mig vantar bolta sem eru ca. 25mm langir. Er búinn að athuga víða, Arctic Truck,  Stál og Stansar,  Jeppasmiðjan og Fossberg en enginn á þetta til því þetta eru svolítið spes boltar því ummálið á þeim er 11mm, 17mm boltahaus og gengjur eru millimetragengjur.Mikið rosalega væri nú gott ef einhver ætti þetta í dóti hjá sér eða vissi hvar hægt er að fá svona bolta. Eftir því sem ég kemst næst hafa menn verið að nota stuttu boltana með því að herða þá munn minna en gefið er upp en mér finnst  það ekki alveg vera að gera sig að leysa þetta þannig.\nSvona líta þeir stuttu út og mig vantar eins bolta nema lengri ca. 25mm (frá haus)",
            "date": "2010-05-14 09:48:00",
            "post_id": "5238",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "ef allt annað þrýtur þá ætti að vera hægt að kaupa stærri bolta, renna hann niður í mál og nota svo snittbakka til að setja á hann réttar gengjur.\nsvona rennismíði er náttlega vesen og kostar örugglega slatta, en ætti að vera hægt.\nhvað segir aðilinn sem seldi þér lásinn, eiga þeir ekkert?",
            "date": "2010-05-14 10:10:00",
            "post_id": "5241",
            "reply_to_id": "5238"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Já það er ýmislegt hægt að gera en fyrst vill ég vera vissum að einhver eigi þetta ekki til.\nSko ég kaupi læsinguna notaða og fékk ekki boltana með en bað svo strákinn sem seldi mér læsinguna\num boltana sem hann notaði og þá voru það sömu stuttu boltarnir og ég var með. Þeir hjá Toyota \nsegja að þessir löngu boltar hafi örugglega komið með læsingunum sjálfum og þeir eiga ekkert í þetta.",
            "date": "2010-05-14 10:30:00",
            "post_id": "5243",
            "reply_to_id": "5241"
        },
        {
            "user_name": "Polarbear",
            "text": "en er ekki hægt að kaupa þetta bara í lausu hjá þeim aðilum sem eru að selja þessa lása? ég er með contact í ameríku, á ég að sjá hvort þeir eigi þessa bolta handa þér?",
            "date": "2010-05-14 13:49:00",
            "post_id": "5245",
            "reply_to_id": "5243"
        },
        {
            "user_name": "Brjótur",
            "text": "Ertu búinn að tala við þá hjá Wurth? þeir eiga allskonar bolta, svo sýnist mér nú að það geti nú ekki skift sköpum hvort hausinn er alveg eins eða ekki meira atriði að leggurinn sé í réttu máli :)\nkveðja Helgi",
            "date": "2010-05-14 14:05:00",
            "post_id": "5246",
            "reply_to_id": "5245"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Sælir strákar, Lárus þú mátt alveg athuga það, þakka þér fyrir en þetta verða að vera millimetraboltar.\nHelgi það skiptir í sjálfu sér ekki máli hvernig hausinn á þeim er bara að þeir standist mál og eftir því sem \nég hef rekist á við leit mína að boltum í þetta þá eru 11mm boltar (leggurinn)  ekki mjög algengir og það \ner vandamálið og svo auðvitað að þetta eru töluvert hertir boltar sennilega 9.10 eða jafnvel 12.9.",
            "date": "2010-05-14 16:06:00",
            "post_id": "5247",
            "reply_to_id": "5246"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÉg er búinn að eiga í svona boltastríði og fann alla þá bolta sem hugan girntist hjá Heklu.  Mér finnst bara upphefð af því að vita af nokkrum boltum á krítískum stöðum í Pattanum merkta CAT.\nKv Jón Garðar",
            "date": "2010-05-14 17:30:00",
            "post_id": "5248",
            "reply_to_id": "5247"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Já ég var alveg búinn að gleyma þeim hjá Heklu, kannski það væri rétt aðathuga hjá þeim.\nTakk fyrir ábendinguna Jón.",
            "date": "2010-05-14 18:25:00",
            "post_id": "5253",
            "reply_to_id": "5248"
        },
        {
            "user_name": "Einar",
            "text": "Það hljómar svona dálítið \"Heavy duty\" að vera með hluti úr CAT í bílnum :)",
            "date": "2010-05-14 19:34:00",
            "post_id": "5257",
            "reply_to_id": "5253"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Já það hljómar verklega og svo er bara gaman að bæta við merkjaflóruna í Súkkunni.\nÞetta verður þá Suzuki, Volvo, Toyota, GAS 69, Mazda, Ford Escort og Caterpillar bræðingur, ekki leiðinlegt það.",
            "date": "2010-05-14 19:58:00",
            "post_id": "5258",
            "reply_to_id": "5257"
        },
        {
            "user_name": "ofursuzuki",
            "text": "En á enginn þetta í dóti hjá sér, td. einhver sem var kannski með svona læsingu einhvertímann.\nÞetta bölvað vesen stoppar mann alveg af, ætlaði að setja saman um helgina.",
            "date": "2010-05-15 11:08:00",
            "post_id": "5269",
            "reply_to_id": "5258"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta er sann kallaður kokteill hjá þér :)",
            "date": "2010-05-15 13:02:00",
            "post_id": "5271",
            "reply_to_id": "5269"
        },
        {
            "user_name": "steindór",
            "text": "Cat boltarnir eru líka miklu sterkari en þeir boltar sem þú kaupir nánast alls staðar annarstaðar !!!",
            "date": "2010-05-15 13:39:00",
            "post_id": "5272",
            "reply_to_id": "5271"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Jæja svona er nú það, opinberlega finnast þessir boltar ekki á landinu og sennilega fátt eftir nema að láta sérsmíða þetta.\nEn svona í síðasta skipti ef einhver gæti hugsanlega átt eitthvað í þetta eða þið vitið um einhvern Toyota grúskara sem\ngæti átt þetta, þá væri það mjög vel þegið.",
            "date": "2010-05-19 15:09:00",
            "post_id": "5368",
            "reply_to_id": "5272"
        },
        {
            "user_name": "Kiddi",
            "text": "En hvað með að snitta bara fyrir stærri boltum, t.d. 12-14 mm, nú eða setja bolta úr réttu mælieininga kerfi svosem 1/2\" eða 17/32,\" og stækka götin í kambinum?",
            "date": "2010-05-19 16:30:00",
            "post_id": "5370",
            "reply_to_id": "5368"
        },
        {
            "user_name": "Þorsteinn",
            "text": "hvert eru menn að fara þegar þeir versla cat bolta? niðrí vatnagarða?",
            "date": "2010-05-19 16:47:00",
            "post_id": "5373",
            "reply_to_id": "5370"
        },
        {
            "user_name": "halendingurinn",
            "text": "ég keypti mína bolta í vinnuvéladeild Heklu þegar ég var að setja nospin í minn hilux árið 1988 en síðan eru liðin mörg ár.\nkv Trausti",
            "date": "2010-05-19 20:14:00",
            "post_id": "5375",
            "reply_to_id": "5373"
        }
    ],
    "date": "2010-05-14 09:48:00"
}