{
    "forum_title": "Almennt spjall",
    "id": "11082",
    "title": "Veiði í Hálendisvötnum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=11082",
    "posts": [
        {
            "user_name": "Svenni30",
            "text": "Sælir. \nEr enginn í veiði hérna ?\nEndilega bendið mér á góð vötn á hálendinu. \nÉg er að fara á Arnavatnsheiðina núna í sumar, hafa einhverjir veitt þar?  Væri gaman að fá tips um hvaða vötn eru góð þar.\nVar líka að spá í að fara veiða á  Auðkúluheiði (Friðmundarvötn)",
            "date": "2012-05-23 23:27:00",
            "post_id": "57402",
            "reply_to_id": false
        },
        {
            "user_name": "lc80cruiser1",
            "text": "Ég hef farið á Auðkúluheiði, fékk reyndar lítið þar, en Arnarvatnsheiðin er snilld, Arnarvatn stóra og svo er oft góð veiði í Úlfsvatni.Veiðileyfi eru seld í Hálsakoti söluskála við Hraunfossa  eða í gengum netið með því að senda póst á netfangið \nrunas@hive.is",
            "date": "2012-05-24 16:29:00",
            "post_id": "57460",
            "reply_to_id": "57402"
        },
        {
            "user_name": "toni guggu",
            "text": "Sæll. það er langt síðan ég hef farið á Arnarvatnsheiðina en þá veiddi ég í úlfsvatni og fékk góða veiði, eins er góð veiði í Arnarvatni stóra en eins og víða spilar veðrið inní td er norðanátt ekki góð þarna og þegar hvessir eru vötnin þarna eru fljót að gruggast og þá er gott að vera hlémegin allavega er það mín reynsla og eins þegar það er mjög hlýtt þá er gott að leita að uppsprettum því þangað leitar fiskurinn til að kæla sig, svo er alltaf fiskur í lækjum og ám sem renna á milli vatnana og síðast en ekki síst er oft gott að fara í vötn sem ekki er hægt að fara að á bíl það eru nebbilega ekki margir sem nenna að leggja á sig drjúgan göngutúr en það skilar sér oft í góðri veiði. Ég fékk til dæmis oft góða veiði í úlfsánni þegar ég rölti í grunnavatn það er semsagt ekki á vísan að róa í þessu en jæja ég vona að þetta gagnist þér eitthvað.\nkv Toni.",
            "date": "2012-05-24 17:04:00",
            "post_id": "57463",
            "reply_to_id": "57460"
        },
        {
            "user_name": "Svenni30",
            "text": "Takk, takk strákar kemur sér vel. Þá er bara fara græja sig fyrir Arnarvatnsheiðina",
            "date": "2012-05-30 15:18:00",
            "post_id": "57926",
            "reply_to_id": "57463"
        }
    ],
    "date": "2012-05-23 23:27:00"
}