{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "11124",
    "title": "2.7l terrano,búið að \"tjúna\" ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=11124",
    "posts": [
        {
            "user_name": "íbbi",
            "text": "eins og ég hef áður komið inn á er ég með 99 terrano, 2.7l diesel, reyndar tvo bæði sjálfskiptan og beinskiptan\nbeinskipta bílinum er ég búinn að vera á lengi og alltaf heillast af mótornum í honum,  voðaleg seigla í honum,  bróðir átti svo ssk bíl og ég man að ég var hissa á hversu skemmtilegur hann væri með sjálfskiptinguni, virtist lítið ef eitthvað aflminni og eyða svipað, \neignaðist svo annan um daginn, 33\" breyttann sjálfskiptan og var með hugmyndir um að skrúfa aðeins upp í honum og setja sverara púst. \nnú er ég búinn að aka þeim bíl 4þús km við flestar aðstæður og verð að viðurkenna að mig grunar orðið að einhver hafi verið í þessum pælingum með þennan bíl áður en hann komst í minar hendur,  þrátt fyrir ssk og 33x12.5 þá er bíllinn mun aflmeiri en sá beinskipti, mun fljótari af stað og togar miklu meira á undir 100km/h\nég setti boost mælir í hann og  sé að hann er að blása 16-17psi, einnig hafa vakið athygli hjá mér túrbínu og blásturs hljóð í honum, í lausagangi er mjög greinilegur túrbínuhvinur og í akstri aukast þau bara, og þegar maður slær af þá dömpar hann og blæs eins og tjúnuð turbo impreza. hef vakið furðu margra sem ég hef keyrt framhjá með háum \"BAAWHASSSHH* hljóðum\nfull lestaður viktandi tæp 2.8 tonn hafði hann 2.5tonna bílakerru upp göngin akranesmeginn á 70,  fór upp öxnadalsbrekkuna stóru á svipuðum hraða, \nhann er afar næm,ur fyrir breytingum á pústkerfi, fór í sundur pústið undir bílstjórasætinu og togmunurinn var greinilegur, þar sem þetta skeði á óþægilegum stað og allt það eins og vanalega varð ég að klemma aðeins saman pústið og þröngvahólk upp á það til að koma bílnum á betri stað og við það missti hann gífurlegt tog og varð húðlatur í allri millihröðun, eftir að ég hafði soðið svo bút í pústið þá var hann þarna mitt á milli aftur. \nhef tekið mjög greinilega eftir því að afgashiti er gífurlegur, í samanburði við hina tvo þá orkar hann mun betur upp brekkur með þungar hluti í drætti (bílakerrur) en lendir svo iðurlega í að missa allt afl ef brekkan er mjög löng, og hitinn í vélarýminu orðinn gríðalegur, brenndi á mér nokkra fingur á stöngini til að halda húddinu um daginn. \nþað stingur í stúf við þetta reyndar er svo eyðslan, en hann eyðir mjög littlu 12-13l innanbæjar ekki í sparakstri,  fór um 400+ km með bílinn full lestaðan+ amerískt teppi á 700kg bílakerru, núna síðast tók ég 3/4l af tank (50-60l) og er kominn 410km í blönduðum akstri, ekki kominn á ljósið, \nannað sem vekur athygli, báðir hinir terranoarnir eyddu áhveðnum tölum keyrir varlega og fóru svo ekki yfir áhveðnar tölur sama hvað ég virtist reyna,  þessi hinsvegar getur mokeytt ef ég keyri hann stíft, \ntók eftir að það er öðruvísi loftflæðimælir í honum en hinum,  samt frá nissan, \nhefði gaman af því að heyra samanburð\nkær kv, ívar",
            "date": "2012-05-28 15:51:00",
            "post_id": "57754",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Til eru tvær gerðir af olíuverkum í þessum bílum, annarsvegar zexel eins og ég er með í hiluxnum hjá mér og hinsvegar bosch. Auðveldast er að sjá muninn að á bosch eru rafmagnsplöggin fyrir olíuverkið kringlótt (staðsett rétt við stýrisdæluna) og á zexel eru þau ferköntuð.\nSkoðaðu þetta og seigðu okkur hvaða týpur eru í hvaða bílum.\nÉg er ekki ennþá farinn að keyra luxinn með þessari nissan vél (99 td27eti zexel) en prufuaskturinn verður í þessari viku.",
            "date": "2012-05-28 19:10:00",
            "post_id": "57765",
            "reply_to_id": "57754"
        },
        {
            "user_name": "íbbi",
            "text": "ef þú ert að tala um plöggin ofan við stýrisdæluna framan við intercoolerinn, þá eru þau ferköntuð í þessum, einnig eru tengi á bretti bakvið forðabúrið fyrir ndæluna þar eru  líka ferköntuð tengi, \nþað eru mun fleyri tengi í ssk 33\" bílnum en í bsk bílnum,  þar eru 2-3 plögg sem ég man ekki hvort eru ferköntuðð eða ekki,  en 4+ í ssk bílnum, \neinnig er mun meira af dóti yfir höfuð í vélarýminu á þeim sjálfskipta, hann er með ABS og flr sem hinn er ekki með. báðir eru SE týpan með öllum aukabúnaði, sá bsk er nýskr 6 mánuðum á eftir þeim sjálfskipta",
            "date": "2012-05-28 22:46:00",
            "post_id": "57785",
            "reply_to_id": "57765"
        },
        {
            "user_name": "elliofur",
            "text": "Það var líka abs og fullt af fleira dóti í bílnum sem ég fékk minn mótor úr. Það er grundvallarmunur á rafkerfum í þessum bílum sýnist mér, í öllum teikningalestri þá skoða ég teikningarnar fyrir 3.0 bílinn, þó minn sé bara 2.7. Tölvurnar eru gjörólíkar og margt fleira. Í sjálfskipta bílnum ertu líka með \"auka\" tölvu fyrir skiptinguna, sem að sjálfsögðu er ekki í beinskipta bílnum. Fyrir hana þarftu vitanlega fleiri plögg líka.\nÉg hef ekki fengið neina staðfestingu á því að mótorar með zexel rafkerfi sé að skila meira afli, en allir sem vit hafa á segja að það séu mun betri olíuverk. Bosch verkin hafa verið að hrynja svolítið.",
            "date": "2012-05-29 08:51:00",
            "post_id": "57805",
            "reply_to_id": "57785"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Ég fann mikinn mun þegar ég lét setja 2,5\" púst í minn hélt mikið betur við í brekkum og flottara sound úr honum\nVar með hann á 33\" og var eyðslan á honum í kringum 12-13L innanbæjar og kringum 10-11L í langkeyrslu,\nSvo breytti ég honum og setti hann á 37\" og önnur hlutföll og þá var eyðslan sú sama innanbæjar og í sparakstri í langkeyrslu þá náði ég honum í 9L.\nEr nálinn á hitamælinum ekkert að stiga upp þegar þú ert að fara upp úr hvalfjarðagöngunum?",
            "date": "2012-05-30 12:41:00",
            "post_id": "57914",
            "reply_to_id": "57805"
        },
        {
            "user_name": "íbbi",
            "text": "heyrðu jú hún hoppar alltaf á sama stað ef ég er að draga upp brekkur,  yfirleitt er hún rétt undir miðju, en upp brekkur með kerru þá fer hún á sama stað ofan við miðjuna",
            "date": "2012-05-30 18:41:00",
            "post_id": "57939",
            "reply_to_id": "57914"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Er ekki rafmagnsvifta fyrir framan vatnskassan hjá þér? heyrir þú hana fara í gang þegar hann byrjar að lyfta nálinni?",
            "date": "2012-05-30 22:19:00",
            "post_id": "57957",
            "reply_to_id": "57939"
        },
        {
            "user_name": "íbbi",
            "text": "það er rafmagnsvifta jú, hef aldrei heyrt hana fara í gang, stóð í þeirri meiningu að hún væri fyrir sjálfskiptikælinn",
            "date": "2012-05-30 22:36:00",
            "post_id": "57960",
            "reply_to_id": "57957"
        },
        {
            "user_name": "íbbi",
            "text": "jæja, fékk það á hreint að þessir bílar eiga að blása 14psi,  \nminn er að slefa í 17psi undir álagi, \neinnig heyrði ég að þegar það er búið að skrúfa upp í þeim þá stúti þeir alveg pústum, og afgashitinn sé gríðalegur, og það smellpassar við það sem er í gangi hjá mér, ég er búinn að margbæta pústið og hann gatar það eins og pappír, auk þess sem að afgashitinn er mikill",
            "date": "2012-06-06 04:25:00",
            "post_id": "58471",
            "reply_to_id": "57960"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Hef keyrt terranóa í tugavís og þeir eru jafn misjafnir og þeir eru margir, sumir sprautast alveg áfram, algengara með eldri bílinn með einföldu fraljósunum finnst mér 2.7, og aðrir eru  bara eins og þeir séu turbólausir",
            "date": "2012-06-07 12:23:00",
            "post_id": "58550",
            "reply_to_id": "58471"
        },
        {
            "user_name": "elliofur",
            "text": "Minn er að blása um 0.9 bar ca, sem er ca 13-14 pund. \nHvernig fara bílar að því að stúta pústum, og að bíll gati púst einsog pappír? Er pústið þá ekki eitthvað lélegt, eða kolvitlaust gengið frá því?",
            "date": "2012-06-07 16:51:00",
            "post_id": "58560",
            "reply_to_id": "58550"
        },
        {
            "user_name": "íbbi",
            "text": "hehe það eru kannski ýkjur,  en ég hef séð greinileg ummerki á pústinu um að það sé alltof mikill hiti í gangi.  stálið í því blátt og appelsínugult á köflum,  hitti svo annan með bíl sem var að bla´sa svipað og það var sama sagan",
            "date": "2012-06-07 17:20:00",
            "post_id": "58561",
            "reply_to_id": "58560"
        },
        {
            "user_name": "elliofur",
            "text": "Afgasthiti í díselbílum lækkar við aukið boost, öfugt við bensínbílana.\nÞað hlýtur að vera einhver kubbur í bílnum ef hann hitnar eins mikið og þú heldur með þó þetta boost. Hefuru fundið eitthvað svoleiðis dót?",
            "date": "2012-06-07 18:21:00",
            "post_id": "58564",
            "reply_to_id": "58561"
        },
        {
            "user_name": "íbbi",
            "text": "Rakst á fyrri eiganda í 17jún stemminguni í bænum í dag og hann staðfesti grun minn,  hann lét \"skrúfa\" upp í honum, \nþað var að mig minnir kani búsettur e-h annarstaðar sem gerði þetta fyrir hann, talaði um að þessi mótor sem og þessir bílar væru algengir þar sem hann byggi, hann átti eitthvað við tölvuna í honum og að hann hélt olíverkið,",
            "date": "2012-06-17 22:02:00",
            "post_id": "59321",
            "reply_to_id": "58564"
        },
        {
            "user_name": "elliofur",
            "text": "Gaman væri að vita meira um það, þú hefur ekki fengið nafnið á manninum sem gerði þetta?",
            "date": "2012-06-18 08:18:00",
            "post_id": "59341",
            "reply_to_id": "59321"
        },
        {
            "user_name": "íbbi",
            "text": "nei hann mundi ekki nafnið á honum, gaurinn býr að mér skylst í ástralíu. þeir eru víst mikið með þessa bíla þar\nhann gat staðfest að hann hafi átt við tölvuna því að hann var með honum í því. en veit ekki hvað það var sem hann gerði \"ofan í húddinu\" en taldi það hafa verið e-h varðandi verkið,\neftir að hafa tekið undan honum pústið um daginn þá gæti ég alveg trúað því þar sem pústið ber augljós merki þess að hafa hitnað ansi hressilega, og er það ekki þannig með dieselana að meiri olía=meiri afgashiti?\neinnig eins og áður hefur komið fram þá blæs bíllin 17psi,  eftir því sem ég kemst næst þá blása þeir 14psi orginal. og 8psi held ég upp að 96.",
            "date": "2012-06-18 09:10:00",
            "post_id": "59347",
            "reply_to_id": "59341"
        }
    ],
    "date": "2012-05-28 15:51:00"
}