{
    "forum_title": "Almennt spjall",
    "id": "11160",
    "title": "Tímakeðju í Hilux 22r-e",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=11160",
    "posts": [
        {
            "user_name": "Hrannifox",
            "text": "Sælir spjallverjar þar sem ég veit að hér eru toyotu gúruar þá vantar mig smá upplýsingar\nsambandi við tímakeðjuskifti.\nHringdi niðri toyota til að athuga verðið á tímakeðjusetti, 58.000 kr \nstrekkjari \ntannhjól- nema fyrir utan eitt litið hjól sem hann í toyota átti ekki til og gat eiginlega ekki sagt mér hvað gerir\nsvo ef þið vitið það endilega deilið.\nsleðar- vitiði hvar maður getur fengið sleðana með stálbakplötu ?\nkeðjan\nog vinnan við þetta var 120-130.000 hjá toyota og átti að taka einn og hálfan dag, skal alveg viðurkenna \nað þetta er slatta rifrildi að ná þessu.\nsvo nokkrar spurningar:\n-verður að taka heddið af ? eða er það einfaldara að taka það af miðað við aðgengi?\n-reikna með að skifta um vatnsdælu og olíudælu? er það ekki bara standard, svo maður þurfi ekki að rífa þetta aftur bara til að skifta um aðrahvoradæluna.\n-Hvort ætti maður að kaupa Orginal frá toyota eða fara í aftermarket frá varahlutaverslun kistufells?\nþar kostar settið 36.000 smá munur á verði.\nÞeir sem hafa gert þetta sjálfir endilega deilið visku ykkar hvernig er best að standa að þessu eða\nætti maður bara að láta verkstæðið kistufell gera þetta?\nMeð fyrir framm þökk Hranni",
            "date": "2012-05-31 14:04:00",
            "post_id": "58000",
            "reply_to_id": false
        },
        {
            "user_name": "Hrannifox",
            "text": "http://www.hilux4x4.co.za/views/viewtopic.php?f=3&t=6201\nhérna er ágætis Walkthrough með tímakeðjuna í 22r er svaka munur á 22r og 22r-e?\nef ykkur dettur eitthvað í hug sem er gott að kaupa, smá hlutir sem vilja gleymast endilega\ndeilið hvaða hlutir það eru- veitir ekki af smá hjálp með þessa gleymsku stundum",
            "date": "2012-05-31 15:05:00",
            "post_id": "58004",
            "reply_to_id": "58000"
        },
        {
            "user_name": "Stjáni",
            "text": "Pabbi gamli stóð í þessu með sinn gamla 22 re eða 2.4 bensín ´94 og ég veit að settið kostaði bara brotabrot þar sem hann keypti það, ég man bara ekki hvar hann verslaði dótið en bjallaðu bara á kallinn og hann hlýtur að geta gefið þér upplýsingar 8674353 Guðni\nbkv Kristján",
            "date": "2012-05-31 18:51:00",
            "post_id": "58008",
            "reply_to_id": "58004"
        },
        {
            "user_name": "Hrannifox",
            "text": "þakka svarið kristján, er búinn að hringja útum allt og fékk það ódýrast hjá kistufelli\nþar kostar settið nærri þvi helmingi minna vantar bara nokkra þúsara uppá það.\nég var aðalega að spá í mismuninum á oem parts frá toyota og svo þeim niðri kistufelli þá er ég að tala um\nendingar mun. veit að sleðana kaupi ég ekki oem, heldur með stál bakplötu eftir því ég best kemst að \nupplýsingum á netinu þá þarf maður ekki að kikja á þá meir.\nveit að ég kaupi vatnsdælu oem ásamt olíu dæluni, en ég var að velta því fyrir mér hvernig væri með\nkeðjuna og tannhjól aftermarket. miðað við verðmun.",
            "date": "2012-05-31 19:32:00",
            "post_id": "58009",
            "reply_to_id": "58008"
        },
        {
            "user_name": "Stjáni",
            "text": "nú þekki ég það svosem ekki en veit bara að það sem kallinn verslaði virkaði allavega en það  getur líka vel verið að það þurfi að skipta því út fyrr en hinu s.s. sleðum með stálbakplötu og þannig en þetta er hlutur sem þarf bara að fylgjast með og passa vel uppá að skipta reglulega um olíju og nota góða olíju :)",
            "date": "2012-05-31 19:45:00",
            "post_id": "58014",
            "reply_to_id": "58009"
        },
        {
            "user_name": "Hrannifox",
            "text": "Já gæti verið eitthvað svoleiðis að það endist ekki jafn vel, eða þá endist alveg jafn vel.\nkv hranni",
            "date": "2012-05-31 21:13:00",
            "post_id": "58021",
            "reply_to_id": "58014"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "maður tekur pönnuna undan var mér sagt aldrei talað neitt um að taka heddið af og hef enga trú á því að orginal toyota hlutirnir sé svo rosalega góðir að þeir endist eitthvað betur kv Heiðar",
            "date": "2012-06-01 20:02:00",
            "post_id": "58085",
            "reply_to_id": "58021"
        },
        {
            "user_name": "Hrannifox",
            "text": "Sæll Heiðar þakka svarið\njá vissi með pönnuna, en þetta með að taka heddið af var mér sagt af toyota sjálfum, að þeir gætu þurft þess\nfór líka á youtube og fann nokkur video af þessari aðgerð, hann talaði líka um heddið, gæti þurfti að taka það af en hann útskýrði það ekkert meira minnir mig, hef samt ekki trú á því þar sem hann gerði það ekki svoleiðis.\ninnkaupalistinn hljóðar svo:\nKeðja\nTannhjól\nStrekkjarar\nSleðar\nVatnsdæla\noliudæla\nþeir sem hafa staðið í þessu, eitthverjir smáhlutir sem maður þarf að hafa í huga eða festa kaup á sem\nvilja gleymast á þessum lista?\nKv Hranni",
            "date": "2012-06-02 00:04:00",
            "post_id": "58101",
            "reply_to_id": "58085"
        },
        {
            "user_name": "Stjáni",
            "text": "Veit allavega uppá hár að pabbi tók heddið ekki af hehe en þetta er bara basic...\nrífa framan af vélinni og ventlalokið af, þetta er dáldið föndur en allsekkert flókið :)",
            "date": "2012-06-15 18:22:00",
            "post_id": "59171",
            "reply_to_id": "58101"
        },
        {
            "user_name": "Hrannifox",
            "text": "enda þarf ekki að taka heddið af eða mótor uppúr einga svoleiðis vitleysu einsog toyota vildi meina.\nég kaupi tímasettið í bílinn hjá kistufelli fæ þar sleða með bakplötu úr járni og allt einsog ég vill hafa það\nkostaði ekki nema 28.000- svo + virðisauki\nvatnsdæla 7.000-\nog með virðisauka skattinum 41.000-\nÞar sem verkstæðið var fullt og ég komst þar af leiðandi ekki inn fór ég í feikna fýlu :P\nog mætti með bílinn niðri kistufell.\nvinnan var 81.000- með stillingu á ventlum og svona smotteríi\nkostaði i heild 102.000- með öllu.\nEn ef menn eru sæmilega lagnir í höndunum og hafa aðstöðu, gerið þetta sjálfir þetta er hrikalega \neinfalt- eina sem vantar er i raun bara þolinmæðin.",
            "date": "2012-06-15 19:29:00",
            "post_id": "59173",
            "reply_to_id": "59171"
        },
        {
            "user_name": "Valdi 27",
            "text": "Var ekki skipt um sveifarás pakkdósina í leiðinni??",
            "date": "2012-06-15 20:07:00",
            "post_id": "59179",
            "reply_to_id": "59173"
        },
        {
            "user_name": "Hrannifox",
            "text": "Nei var ekki skift um hana einfaldlega því ég vissi ekki hvað meira ég þurfti að kaupa fékk ekki svör við því\ní tæka tið.\nÞegar ég kaupi bílinn var ný búið að skifta um allar pakkdósirnar, veit ekki hvort hún var inni því eða ekki,\nég hafði ekki hugmynd um hana og þess vegna keyfti ég hana ekki.\nbað þá í kistufelli að skoða og hringja ef þá vantaði eitthvað, eða þeir sæju eitthvað  sem mætti skifta um í leiðinni. Annaðhvort hefur ekkert athugavert verið eða þá að þeir hafi ekki skoðað það.\nkveðja Hrannar",
            "date": "2012-06-15 22:00:00",
            "post_id": "59191",
            "reply_to_id": "59179"
        },
        {
            "user_name": "Valdi 27",
            "text": "Þeir í Kistufelli ættu að hafa vit á því að skipta um hana ef þess þarf.",
            "date": "2012-06-16 10:55:00",
            "post_id": "59208",
            "reply_to_id": "59191"
        },
        {
            "user_name": "hobo",
            "text": "Hvernig er það, eru menn að bíða eftir því að glamur fari að heyrast í keðjunni til að menn skipti um hana eða er þetta kannski process eftir 200þ km?\nÁ þetta ekki að endast heilan haug ef vélin hefur verið smurð reglulega?\nps: Var ekki einnig verið að tala um það einhverntíman að plöturnar fyrir strekkinguna hefðu brotnað og valdið skemmdum?",
            "date": "2012-06-16 11:13:00",
            "post_id": "59210",
            "reply_to_id": "59208"
        },
        {
            "user_name": "Hrannifox",
            "text": "jú þetta á að endast heilan haug, en þar sem sleðarnir eru alfarið úr plasti þá brotna þeir útur festingunum\nog þar að leiðandi byrjar ballið, heyrði talað um að sleðarnir væru að endast 100 km.\nbílinn hjá mér er ekinn 159.xxx og sleðarnir í mauki, þannig gott dæmi um að kikja á þetta.\nég keyfti sleða með bakplötum úr járni þannig þetta ætti ekki að vera vandamál næstu 100 km allavega\nkeyfti bara allt draslið í hann hjá kistufelli því ég fékk sleðana ekki neinstaðar annarstaðar svoleiðis, svo auðvita voru þeir já miklu ódýrari en toyota.\nætla að minna á að ég er með 22R-E veit ekki hvernig þetta er í öðrum mótorum.\nKveðja Hrannar",
            "date": "2012-06-16 17:22:00",
            "post_id": "59232",
            "reply_to_id": "59210"
        },
        {
            "user_name": "Hrannifox",
            "text": "Sæll svopni, skil ekki hvað þú meinar með þessum einhliða dómum?\nEr bara að benda á að mér fyndst verðmunur mikill á milli oem parta og aftermarket\nég er ekki með neitt drull úti umboðið ef þú heldur það, munurinn gæti svosem legið í\ngæðaprófanir séu strangari á oem.\nÉg talaði við 2 menn hjá umboðinu og fékk sömu svör í bæði skifti um 58.000 settið í hann\nog svo vinnan við að skifta um það 120.000-130.000. \nHringdi á fleiri staði og fékk upp gefið svipaðar tölur í vinnuna B.T.W því þeir voru ekki vanir \nhiluxnum og myndi því vera lengur. en þennan 1 og hálfan dag.\nkv Hrannar",
            "date": "2012-06-21 21:15:00",
            "post_id": "59600",
            "reply_to_id": "59232"
        },
        {
            "user_name": "draugsii",
            "text": "Ég skil nú ekki hvernig menn ættla að vera einn og hálfan dag að skifta um tímadótið í þessari vél, þar sem það er ekkert mál.\nEr búin að gera þetta tvisvar og segi að 6 tímar sé alveg max ef þetta er gert tímanlega og ekkert óvænt kemur uppá.\nSleðana þarf að skifta um í um hundrað - hundrað og fimmtíu þús þá geta þeir farið að brotna og farið niður í pönnu. \nLenti í því hjá mér hálf stífluðu grófsíuna og það orsakaði að ég tel ónýta stangarlegu. \nSvo er hægt að fá í þessar vélar tvöfalda tímakeðju, ef menn vilja það var svoleiðis í eldri vélunum.\nÞá þarf að vísu að fá annað hús framan á vélina, var mikið að spá í þessu þegar ég skifti í mínum, \ná 21R mótor úr 81 Cressidu sem er nánast sami mótor, svéfarás og stimpilstangir eru til dæmis alveg eins og ganga á milli og eins er með tímadótið",
            "date": "2012-06-21 23:13:00",
            "post_id": "59613",
            "reply_to_id": "59600"
        },
        {
            "user_name": "Hrannifox",
            "text": "Þakka fyrir upplysíngarnar Hilmar, kom nokkrum á óvart að það væri einföld keðja í honum þegar\nég fór að minnast á þetta við nokkra vini og vandamenn sem vita eitt og annað.\nFann topic og myndir ásamt frásögn frá manni sem var með 22R gaf smá hliðsjón, ásamt youtube.\nVeit nú ekki hvort ég persónulega gæti gert þetta á 6 tímum aðalega útaf smámunarseminni í manni\ngæti endað með mótor uppúr og í sundur ef það væri nó pláss inná verkstæði og ekkert lægi á.\nVona að ég nái yfir 100.000 km á þessa sleða.\nkv Hrannar",
            "date": "2012-06-21 23:53:00",
            "post_id": "59616",
            "reply_to_id": "59613"
        }
    ],
    "date": "2012-05-31 14:04:00"
}