{
    "forum_title": "Önnur farartæki",
    "id": "1116",
    "title": "Subaru 1800 óskast",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=34&t=1116",
    "posts": [
        {
            "user_name": "Hjalliboy",
            "text": "Er að leita mér að Subaru 1800 árg. ´86 eða eldri. Body þarf helst að vera gott en kramið skiptir minna máli. Uppl. 8471153",
            "date": "2010-05-16 19:01:00",
            "post_id": "5299",
            "reply_to_id": false
        },
        {
            "user_name": "Teitur",
            "text": "Enþá að leyta þér að subaru 1800?",
            "date": "2010-09-15 16:49:00",
            "post_id": "8589",
            "reply_to_id": "5299"
        },
        {
            "user_name": "Hjalliboy",
            "text": "Hvað ertu með?",
            "date": "2010-09-15 20:36:00",
            "post_id": "8600",
            "reply_to_id": "8589"
        },
        {
            "user_name": "Hjalliboy",
            "text": "upp",
            "date": "2010-09-29 21:45:00",
            "post_id": "9075",
            "reply_to_id": "8600"
        },
        {
            "user_name": "Teitur",
            "text": "Afsakið fyrir seint svar . Ég er með:\n1.) Subaru 1800 '88 Turbo 4x4, sídrifin með læsingu í millikassa, tveggja dyra Coupe, ryðbættur og sprautaður fyrir tveimur árum. Rauður og hvítur, flottur bíll, til er spoiler austur á landi. Nýr alternator og rafgeymir, góð vetrar og sumardekk. Sjalfgæfar hvítar Peugeot rally álfelgur. Upptekin vél, Túrbína góð, akstur 18 þúsund á vél. Beinskiptur með nýlegri kúplingu. Skoðaður og á götunni. Verð 340 000. Mikil vinna var lögð í bodý, þannig að þetta er undirverð.\n \n2.) Subaro 1800 '85 Turbo 4x4, hvítur station fornbíll með háu og lágu drifi, fimmdyra, upphækkaður á 15\" jeppafelgum, nýir loftpúðar og demparar hringinn, en body tölvert ryðgað og á síðasta snúningi. Góð upptekin vél, Turbína góð, akstur 14 þúsund á vél. Beinskiptur með nýlegri kúplingu, skoðaður og á götunni. Þokkaleg vetrar og sumardekk. Verð 135 þúsund.\n \n3.) Subaru 1800 Turbo 4x4, svartur sedan, afskráður, ryðgaður með kraftlausri vél, líklega vegna þess að hringir eru brotnir í vél og pústar framhjá. Turbína þokkaleg, fylgir með í varahluti en annars verð 25 þúsund.\nVeldu bara ;)",
            "date": "2011-03-13 22:31:00",
            "post_id": "17826",
            "reply_to_id": "9075"
        }
    ],
    "date": "2010-05-16 19:01:00"
}