{
    "forum_title": "Almennt spjall",
    "id": "11216",
    "title": "Reglur um breytingar á ökutækjum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=11216",
    "posts": [
        {
            "user_name": "sonur",
            "text": "Sælir\nMér sárvantar að vita ýmisslegt í sambandi við reglugerð breytinga á fólksbílum og jeppum\nhvar er hægt að fletta þessu upp hvað má og hvað má ekki? \nég er búinn að leita í allt kvöld á netinu og finn ekkert um þetta\nþannig er í pottinn soðið að ég er með gamlan pickup sem ég hef verið með djúpar pælingar\ní að breyta á marga vegu, en aðalatriðið sem mig vantar að vita er hvað má ég lengja jeppan\nmikið á milli hjóla með því að lengja í honum grindina með öðrum eins bíl og má ég sjóða þetta\nallt sjálfur eða þarf ég að fá fagaðila í málið? \nOg hvar er að finna reglur um hvað ökutækið má vera langt í heildina svo að maður með engin\nréttindi nema venjulegt bílpróf má keyra.\nÉg er með nokkrar svipaðar regluspurningar í hattinum mínum en læt þessar \nnægja í bili ef að einhver skyldi vera með  flotta síðu sem allt svona stendur um.",
            "date": "2012-06-03 23:45:00",
            "post_id": "58245",
            "reply_to_id": false
        },
        {
            "user_name": "Freyr",
            "text": "Googlar \"reglugerð um gerð og búnað ökutækja\" og þetta er fyrsta niðurstaða:\nhttp://us.is/Apps/WebObjects/US.woa/swd ... 2-2004.pdf",
            "date": "2012-06-04 00:28:00",
            "post_id": "58251",
            "reply_to_id": "58245"
        },
        {
            "user_name": "sonur",
            "text": "já takk, var samt búinn að renna yfir þetta\nþetta er eina sem ég fann \n01.203 Breytt bifreið.\n(1)  Bifreið þar sem veigamiklum atriðum, svo sem stýrisbúnaði, hemlabúnaði, aflrás, hjólum, grind og \nyfirbyggingu, hefur verið breytt frá upprunalegri útfærslu framleiðanda og sem ekki eru til \nleiðbeiningar um frá framleiðanda.\nsamkvæmt þessum greiningum á þessarri síðu það að lengja jeppann þá þurfi ég bara að fara í \nbreytingarskoðun með hann eftirá og þá hafa meðferðis vottorð um þyngd bílsins eftir breytinguna\nÞyngd ökutækisins má ekki fara yfir 3500kg þá má ég ekki aka því og heildarþyng ökutækisins plús farangur má ekki \nfara yfir sömu tölu heldur, segir ekkert til um hvað ég má lengja ökutækið mikið..-\nÞetta fannst mér skondið\n04.203 Breytt bifreið.\n(1) Í breyttri bifreið skal á áberandi stað fyrir ökumann vera skilti með eftirfarandi áletrun: „Viðvörun! \nÞetta er breytt bifreið með aðra aksturseiginleika en upphaflega“. Skiltin skulu gerð samkvæmt \nfyrirmælum samgönguráðuneytisins en Umferðarstofa hefur umsjón með hönnun og framleiðslu \nþeirra.",
            "date": "2012-06-04 00:50:00",
            "post_id": "58252",
            "reply_to_id": "58251"
        },
        {
            "user_name": "elliofur",
            "text": "5.2.0 Breytingar á burðarvirki 509\nReglug. Túlkun Verklýs. Uppl. Skilgreiningar á dæmingum Aðferð Forsenda dóma Sérm. Bifreið Eftirvagn Bifhjól Breytingar ökutækja\n------- 5.2.2.1 5.1.3.1 ------- Samsetning á grind eða annars konar burðarvirki í\nvægisflokki 2: Suður slæmar eða of fáar, los í\nstyrkingum eða boltum.\nS Suður eða styrkingar sjáanlega slæmar -- 2 -- 2 BA BG\n5.2.1.1 ------- ------- ------- Grind sett saman vegna styttingar, lengingar, eða\nviðgerða. Gögn skulu samþykkt af skoðunarstofu\nS Grind vörubifreiðar breytt - gögn vantar eða 2\nófullnægjandi\nBH 2 -- BA BG\n5.2.1.1 5.2.2.1 ------- ------- Unnið skal í samræmi við framlögð gögn sem\nskoðunarstofa samþykkir\nS Breyting eða viðgerð á grind vörubifreiðar ekki í 2\nsamræmi við gögn\nBH -- -- BA BG\n------- ------- 5.2.3.1 5.2.5.1 Á við í skráningarskoðun og fyrstu aðalskoðun eftir\ntjón m.v. dagsetningu merkingarinnar\n\"Tjónabifreið\". Vottorð skulu útgefin af aðilum með\nréttindi.\nS+M Vottorð um burðarvirkismælingu vantar eða 2\nófullnægjandi\nBH -- --\nMiðað við þetta þá myndi ég bara go for it, menn hafa breytt þessu hægri vinstri og og það er ekkert mál, svo framarlega sem að það standist sjónskoðun.\nFramsetningin á þessu skilar sér ekkert vel, en þetta er fengið úr skoðunarhandbók umferðarstofu, \nhttp://www.us.is/Apps/WebObjects/US.woa ... 3%A1fa.pdf\n bls 34",
            "date": "2012-06-04 09:04:00",
            "post_id": "58264",
            "reply_to_id": "58252"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég er sammála Ella, menn hafa verið að lengja Hiluxa í mörg ár og aldrei vesen með að fá skoðun á suður ef þetta er ekki gert með galopnu rassgatinu.  Er ekki einhver sérstök aðferð við að sjóða saman svona berandi grindur, skera þær 45°eða eitthvað svoleiðis.  Það getur pottþétt einhver svarað því hérna.",
            "date": "2012-06-04 20:40:00",
            "post_id": "58303",
            "reply_to_id": "58264"
        },
        {
            "user_name": "Forsetinn",
            "text": "Það er samt ekki sama hvort menn eru að bæta við 30cm aftan á gömlu grindina eða skera grindina í tvennt og sjóða aftur saman....\nvar einmitt að spurjast fyrir um þetta í vinnunni um daginn, og menn skera þetta yfirleitt í gráðu til að fá sem lengstu suðu. Þeir töluðu um leiðbeiningar frá framleiðendendum vörubíla hvernig skal lengja grind og hvernig suðu og skurð skal hátta. T.d. að Volvo segi að skera skuli beint niður og svo í 45° og er það sennilegast til að brjóta upp álagið á suðuna.",
            "date": "2012-06-04 21:03:00",
            "post_id": "58309",
            "reply_to_id": "58303"
        },
        {
            "user_name": "sonur",
            "text": "Þakka fyrir svörin pilltar, er allavega kominn með sting í magann núna mig langar svo að framkvæma þetta\nEn þá er það það, einmitt staðurinn sem ég þyrfti að skera í grindina tilþess að lengja hann er akkurat í miðjunni\nmig vantar 1400mm uppá grindina tilþess að jeppinn verði eins og ég vill hafa hann, í raun væri 2000mm best\nen þá er hann að nálgast 7m lengd sem ég er ekki alveg að nenna eiga og þurfa að koma honum fyrir í innkeyrslunni \nsem rúmar akkurat 6,5m langa bifreið...\nSvo er ég með aðra pælingu handa ykkur, ég var nú eitthvað búinn að leggjast yfir þetta á netinu en fann ekki\nrétt svör.. ég er með Dana44 afturhásingu sem á vist að þola örlítið meira en 1000kg en hann er skráður hérna \nheima sem 7xxkg man ekki akkurat töluna, en hugmyndin mín er að fá hásingu sem þolir tvöfalda þessa tölu eða meira\nog fjöðrun í stíl og til að fá hann skráðan sem slíkann er það eitthvað mál?\nEr með gamlann pickup sem ég vill geta flutt gamla corollu á milli staða, pallurinn þarf að ná cirka 3500-3700mm\nþað samanstendur af 1200-1400mm grindarlengingu..\nÁ einhver myndir af því hvernig best er að sjóða svona grindarlenginu, er að reyna að googla þetta en finn bara\nsvona utaná soðnar stirkingar eftir að búið er að sjóða grindina upp aftur, pinu fúskaralegt í útliti en stirkir þvílikt\nvill bara helst þurfa að gera þetta verk bara einu sinni...\nSem gott dæmi um að þurfa að gera hlutina aftur eftir ár eða minna :D\nCaninn er með þetta...",
            "date": "2012-06-04 23:18:00",
            "post_id": "58348",
            "reply_to_id": "58309"
        },
        {
            "user_name": "Bjarnþór",
            "text": "http://f4x4.is/index.php?option=com_jfu ... mId=122042\n \nhér sérðu dæmi um grindarleingingu.",
            "date": "2012-06-04 23:41:00",
            "post_id": "58355",
            "reply_to_id": "58348"
        },
        {
            "user_name": "sonur",
            "text": "Þakka kærlega fyrir þetta Bjarnþór, þetta var akkurat sem mig vantaði \nnúna er ég búinn að mæla og pæla í þessu fram og til baka og dauðlangar að gera þetta\nÞetta er hugsunin bara mjórri og lengri",
            "date": "2012-06-07 18:18:00",
            "post_id": "58563",
            "reply_to_id": "58355"
        },
        {
            "user_name": "Freyr",
            "text": "Þú færð leyfðri heildarþyngd ekki breytt þó þú skiptir um hásingar og notið sterkari hásingar með öflugri bremsur. Eina leiðin til að fá heildarþyngdinni breytt er að notast við skráningu af öðrum bíl sem hefur meiri burð.",
            "date": "2012-06-07 19:53:00",
            "post_id": "58567",
            "reply_to_id": "58563"
        },
        {
            "user_name": "sonur",
            "text": "Það vildi svo skemmtilega til að ég fékk að heyra það nákvæmlega sama uppí vinnu í dag...\nen þetta ætti að reddast, mig minnti að heildar leyfð ásþyngd á afturöxlinum væri um 7xxkg en var að rugla á því \nog það sem hann má draga sem er um 700kg, fann svo hvað heildar ásþyngdin leyfir og það er 1300kg þannig þetta \ner bara akkurat og ég er kominn á stað með hann, fann mér pall á hann sem er með opnanlegum hliðum hringinn og læti\nhliðarnar gæti ég hugsanlega nýtt sem ramp uppá pallinn.. ég hendi inn myndum af þessu öllu samann, á eftir að taka tíma.",
            "date": "2012-06-08 21:27:00",
            "post_id": "58641",
            "reply_to_id": "58567"
        }
    ],
    "date": "2012-06-03 23:45:00"
}