{
    "forum_title": "Almennt spjall",
    "id": "11213",
    "title": "Fjaðrir og loftpúðar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=11213",
    "posts": [
        {
            "user_name": "hilux",
            "text": "Langaði nú bara aðeins að forvittnast hvort menn hafa verið að setja loftpúða undir bíla að aftan milli fjaðrablaða og skera aftan af fjöðrunum semsagt nota bara fremri hluta af fjöðrum og festinum ? Þyrfti þá ekki skástífu ef maður gerir svoleiðis ?",
            "date": "2012-06-03 21:24:00",
            "post_id": "58223",
            "reply_to_id": false
        },
        {
            "user_name": "arni_86",
            "text": "Jù thà tarftu skàstyfu og reyndar fleiri styfur til ad hrindra ad thad snùist uppà hàsinguna.\nThetta er tøluverd smìdavinna hvort sem er og thà myndi eg frekar gera thetta almennilega og smìda t.d 4link  fra grunni eda redda ser varahlutabil med loftpùda/gorma fjødurn og breyta tha gormasætunum fyrir loftpùdana.",
            "date": "2012-06-03 21:42:00",
            "post_id": "58228",
            "reply_to_id": "58223"
        },
        {
            "user_name": "hilux",
            "text": "nú sér maður svona undir sumum vörubílum og ég man eftir umræðu einhverstaðar um þetta en finn hana ekki. Þar voru menn ekkert á því að þetta væri vitlaus hugmynd og ekki þyrfti neinar stífur eða annað. En gæti verið vitleysa í mér hehehe bara svona spá í þessu",
            "date": "2012-06-03 22:30:00",
            "post_id": "58232",
            "reply_to_id": "58228"
        },
        {
            "user_name": "hilux",
            "text": "jæja ætla ekki fl að tjá sig um þetta ? :)",
            "date": "2012-06-03 23:21:00",
            "post_id": "58240",
            "reply_to_id": "58232"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég myndi tæplega kalla búnaðinn í gámagrindunum fjaðrir (það er eini staðurinn þar sem ég hef séð svona) en þar er allt MIKIÐ sverara, þú þyrftir mikið öflugri fjaðrir en eru í bílnum orginal til að svona system gengi upp, sveigjan í fóðringum og fjaðrablöðum er alltof mikil, bæði uppá hliðarslátt að gera og snúning á hásingu undir átaki",
            "date": "2012-06-03 23:37:00",
            "post_id": "58243",
            "reply_to_id": "58240"
        },
        {
            "user_name": "Þorsteinn",
            "text": "þetta er alveg þekktur búnaður í vörubílum líka. td renault, daf og sennilega volvo bílar sem eru undir 12 tonnum, en þeir eru allir með skástífur. ég mundi ekki gera það að skera aftan af blaðfjöðrum og setja púða, fjaðrirnar eru ekki smíðaðar með þetta í huga..",
            "date": "2012-06-04 01:02:00",
            "post_id": "58253",
            "reply_to_id": "58243"
        },
        {
            "user_name": "ivar",
            "text": "Sæll.\nÉg hugsa að þú kæmist upp með þetta með því að setja eingöngu skástífu, amk í einhvern tíma.\nHinsvegar myndi ég sjálfur ekki fara þessa leið.\nEf þú vilt spara vinnu við að loftpúðavæða bílinn þá getur þú smíðað 3-link sem festist í fremri fjaðrafestinguna og svo í hásingu ásamt skástífu. Held hinsveagar að þetta sé orðið svo mikill pakki að það borgar sig ekki.\nFækkaðu bara blöðum og settu loftpúðana á milli eða utan/innan við grind ef þú vilt nýta slagið betur.\n>Btw, ég smíðaði þetta undir hjá mér og var efniskostnaður rúmlega 200.000kr. Þar af kostuðu púðar minnir mig 70-75 og demparar 40-50 þannig að litlu hlutirnir sem gleymist alltaf að telja voru sennilega 70-90 þúsund og ég nýtti ýmislegt sem var til í skúrnum líka.\nÍvar",
            "date": "2012-06-04 08:07:00",
            "post_id": "58257",
            "reply_to_id": "58253"
        }
    ],
    "date": "2012-06-03 21:24:00"
}