{
    "forum_title": "Almennt spjall",
    "id": "11221",
    "title": "Nokkrar spurningar sem brenna á mér.. hjálp :o)",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=11221",
    "posts": [
        {
            "user_name": "Icejaki",
            "text": "Sælir meistarar núna er ég kominn í smá hugleiðingar á bílnum hjá mér (ford Econoline 88)\ner að gera hann upp og er að sandblása og svona og þá fór ég í þakið   og það er eins og svissneskur ostur  alveg gatað út í eitt hjá kantinum...\ner að sjóða í gólfið líka og það er bara martröð og að fara að sjóða eitthvað í þetta þak sé ég mig ekki fara að gera og þá koma spurningarnar fram\n1. Hverjir eru að selja/smíða svona upphækkanir á vana og setja þá á?  held að þetta kallist  skel?  sel það ekki lengra en heyrði það \n2. Hverjir eru að smíða bremsurör á hásingar (þá frá bremsudælum) á að vera úr eir eða svo sagði einhver mér?? :p\n3. og svo bara smá pæling en er það mikið flókið að breyta bremsum á hásingu (aftur Dana 60) úr skálum í diska? \nafsaka hvað þetta er langt en mig vantar mig svör við þessu  :p \nkv ísak",
            "date": "2012-06-04 18:09:00",
            "post_id": "58287",
            "reply_to_id": false
        },
        {
            "user_name": "Brjótur",
            "text": "1. Er ekki viss hver smíðar toppinn en myndi tala við Samtak og trefjar.\n2. Barki  og landvélar ég er með gúmmí úti við dælur bara eins og þetta er original\n3. Ekki tel ég að það sé flókið nei, í ameríkuhreppi er hægt að fá braket í þetta svona bolt on dæmi",
            "date": "2012-06-04 18:26:00",
            "post_id": "58288",
            "reply_to_id": "58287"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Ef þú ert með stuttan bíl þá er hér toppur til sölu.\nhttp://www.live2cruize.com/spjall/showt ... =Econoline\nStilling selur bremsurör",
            "date": "2012-06-04 18:28:00",
            "post_id": "58290",
            "reply_to_id": "58288"
        },
        {
            "user_name": "jeepcj7",
            "text": "Sæll\nÞessir eru að smíða toppa á húsbíla \nhttp://batahollin.is/index.php?option=c ... 1&Itemid=3\n \nÉg myndi versla nýtt í borðabremsurnar aftan og ekki spá í diskadóti þar sem það kallar bara á meira viðhald.",
            "date": "2012-06-04 20:29:00",
            "post_id": "58300",
            "reply_to_id": "58290"
        },
        {
            "user_name": "Kiddi",
            "text": "Sammála!\nÉg álpaðist til að setja diskabremsur að aftan í jeppa sem ég á. Ég var bara alls ekkert ánægður með útkomuna. Þegar ég fór að spá aðeins í málið þá áttaði ég mig á því að diskabremsur þurfa mikið meiri vökva heldur en skálabremsur, af því að stimpillinn er margfalt stærri um sig. Þannig að til þess að fá bremsurnar til að virka almennilega þurfti ég að útvega mér höfuðdælu sem passaði á bremsuboosterinn en var gerð fyrir diskabremsur að framan og aftan. Síðan þurfti ég líka að skipta um bremsudeilinn. Þá fyrst fór ég að verða sáttur við virknina.\nSíðan er það hitt sem er handbremsan, og það er ég ekki alveg búinn að leysa.\nÍ yngri Ford með diskabremsur að aftan er handbremsan lítil skálabremsa inní disknum. Sá búnaður er sjaldan til friðs.\nÞannig er þegar upp er staðið alls ekkert víst að diskabremsur að aftan séu ávísun á dúndrandi hamingju. Einfalda leiðin og jafnframt sú sem er alveg pottþétt að eigi eftir að skila fínum árangri, er bara að skipta um allt í skálabremsunum.",
            "date": "2012-06-04 20:37:00",
            "post_id": "58302",
            "reply_to_id": "58300"
        },
        {
            "user_name": "Brjótur",
            "text": "Já halda sig við skálabremsurnar og flytja aftur í moldarkofana :) þetta handbremsuunit sem ég er að tala um eru frambremsur úr annaðhvort scout eða wagoneer og handbremsan er að nota stimpilinn, engir diskar",
            "date": "2012-06-04 21:14:00",
            "post_id": "58311",
            "reply_to_id": "58302"
        },
        {
            "user_name": "Izan",
            "text": "Sælir.\nÞað var alltaf mátulega hlýtt í moldarkofunum.....\nÉg held, þó ég viti það ekki alveg, að það sé harðbannað að nota eirrör í bremsur.  Ég átti bíl sem það hafði verið notað og það hrökk í sundur rör á leiðinni niður í Jökuldalinn og mér fannst það lítið spannandi.  Rör sem þú kaupir sem bremsurör eru úr stáli.  Ég keypti bara nokkra metra af því, beygði það sjálfur undir bílinn og fór með það aftur til að fá krumpaða kóna á það, ekkert mál.  (allavega ef maður þekkir góða menn)\nÉg stóð í þeirri meiningu að menn væru að nota dælur úr gamla subaru.  Gamli Subaru var með handbremsuna í framhjólunum, í diskabremsudælunum og fólksbíladælur eru það mikið minni en frambremsur að þetta á að virka (enda er þetta undir mjög mörgum jeppum í dag)\nKv Jón Garðar, (á Patrol með orginal diska allann hringinn)\nP.s. ég hef ekki gert þetta og þekki ekki framkvæmdina og ég er líka á þvi að menn eiga ekki að breyta því sem virkar s.s. ef afturbremsurnar virka vel, ef þér er hlýtt í moldarkofanum áttu engu að breyta.  Ef þig vantar öflugri bremsur á þetta ekki að vera svo flókið og vel þess virði.",
            "date": "2012-06-04 21:35:00",
            "post_id": "58322",
            "reply_to_id": "58311"
        },
        {
            "user_name": "Kiddi",
            "text": "Þéttur moldarkofi er líklega betri en steinhús sem er ekki fokhelt.\nSpurningin var hvort þetta sé flókið, að skipta út skálum fyrir diska. Ég segi já, því það gengur ekki upp að skipta bara út dótinu á hásingunni því það gengur ekki saman með höfuðdælunni. Það er að segja ef markmiðið er að fá \"betri bremsur\". Þá þarf að skipta út höfuðdælunni og deilinum líka, og við bætist flækjan að ná handbremsunni til að virka líka. Semsagt flókið, en klárlega betri bremsur.",
            "date": "2012-06-04 21:55:00",
            "post_id": "58330",
            "reply_to_id": "58322"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Ég hef einfaldlega ekki ennþá séð búnað þar sem handbremsan er í bremsudæluni sjálfri vera til friðs til lengdar.\nÞá er handbremsuskál inní bremsudisk mun skárri búnaður.",
            "date": "2012-06-04 22:01:00",
            "post_id": "58333",
            "reply_to_id": "58330"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Subaru dælurnar gömlu eru til friðs, allar aðrar dælur held ég séu ómögulegar og þurfa yfirleitt á upptekt þ.e. þéttingaskiptum og uppliðkun milli klossaskipta.",
            "date": "2012-06-05 00:19:00",
            "post_id": "58359",
            "reply_to_id": "58333"
        },
        {
            "user_name": "jeepcj7",
            "text": "Sem bremsur að aftan er bara ekki spurning að halda sig við borða ef þeir eru til staðar í svona venjulegum bíl þar sem ekki er verið að slást við kílóin þar sem að eins og flestir vita þónokkur vinna að fá þetta til að virka yfir höfuð og svo er meira viðhald á diska dóti en borðunum sem í flestum tilfellum þarf ekki að líta á fyrr en í ca.200.000 km.\nDana 60 er með 13\" skál og 3\" breiða borða og bremsar bara ágætlega.",
            "date": "2012-06-05 09:51:00",
            "post_id": "58382",
            "reply_to_id": "58359"
        },
        {
            "user_name": "Stebbi",
            "text": "Þá hefur þessi líka frábæri búnaður ekki virkað síðustu 180 þús kílómetrana.  Skálabremsur eru fínar og bremsa vel á meðan þær eru í lagi en á langflestum bílum er það ekki langur tími.  Og þegar þær eru hættar að virka almennilega þá eru það diskabremsurnar að framan sem stoppa bílinn alveg þangað til einhverjum dettur í hug að fara að kíkja inn í skálarnar.",
            "date": "2012-06-05 18:32:00",
            "post_id": "58421",
            "reply_to_id": "58382"
        },
        {
            "user_name": "olei",
            "text": "Einhver bátasmiðja fyrir vestan er (eða var) að smíða toppa á Econoline. Man því miður ekki frekari deili á henni.\nStilling er að selja bremsurör í metravís og þeir kóna þau líka. Rörin sem eru notuð eru úr einhverri koparblöndu sem er vottuð fyrir bremsurör. Mjúk og þægileg viðureignar en ansi dýr. Líklega eru N1, ab varahlutir, Poulsen og fl. að selja bremsurör. \nHvað snertir diskabremsurnar þá er hugsanlegt að hægt sé að kaupa eitthvað \"bolt on\" kit frá bandaríkjunum sem passar á þetta. Hér í gamla daga var mest í gangi af diskakittum sem voru EKKI með handbremsu - nokkuð sem útilokar þau í götuskráða bíla. Það er vissulega hægt að mixa diskabremsur en það hefur nú gengið á ýmsu í þeim bransa. Vinsæl bremsudæla var Subaru - vegna þess að þær eru með handbremsuna í dælunni. Jeppar með slíkar dælur að aftan og annars hefðbundið bremsukerfi eru einungis með hægjur að aftan, en alls ekki bremsur. Slíkar dælur koma alls ekki til greina í Econoline. Persónulega mundi ég flikka upp á skálabremsurnar og verja orkunni í eitthvað annað.",
            "date": "2012-06-05 19:09:00",
            "post_id": "58425",
            "reply_to_id": "58421"
        },
        {
            "user_name": "jeepcj7",
            "text": "Já akkúrat og eru sem sagt allir vörubílar landsins bremsulausir?",
            "date": "2012-06-05 19:45:00",
            "post_id": "58430",
            "reply_to_id": "58425"
        },
        {
            "user_name": "Kiddi",
            "text": "https://bland.is/messageboard/messagebo ... tiseType=0",
            "date": "2012-06-06 01:11:00",
            "post_id": "58465",
            "reply_to_id": "58430"
        },
        {
            "user_name": "Icejaki",
            "text": "sælir meistarar ég þakka fyrir mjög góð svör :O)\nhaha alltaf gaman að' geta startað heitum umræðum :o)\nen já ég hringdi í bróðir minn og hann fann til fyrir mig nýja bremsur en mig vantar nýjar skálar checkaði á benna og það er einhver 50 kall með sendingarkostnaði..........  :o/\nþannig að ég held að ég haldi mig bara við skálarnar.\nen jæja það er þá bara að safna :p\n Svo  er bara að redda þessum bremsurörum.. á eftir að keyra á milli og sjá hverjir eru ódýrastir\nég hendi svo  inn myndum af kvikindinu bráðlega :D\nEnn og aftur þakka ég fyrir svörin komu sér mjög vel :D\nKv ísak",
            "date": "2012-06-08 09:46:00",
            "post_id": "58609",
            "reply_to_id": "58465"
        },
        {
            "user_name": "Brjótur",
            "text": "Jæja aldeilis að menn eru hrifnir af moldarkofunum :) ég held nú að bíla framleiðendur myndu hafa haldið sig við skálarnar ef þær væru svona frábærar ekki satt, og Hrólfur meira að segja trukkarnir eru komnir með diskabremsur að framan allavega :) og í Volvo sem ég keyri stundum og er kominn í 500.000 km þá eru enn ekki hálfslitnir klossarnir í honum, en varðandi bremsun þá hafa nú diskarnir alla yfirburði í þeirri deildinni og það sem meira er þeir þola vatn og snjó án þess að hætta að virka :)  og varðandi þessar dælur hjá mér þá eru þær bara að skítvirka og ekkert að festast, og engar breytingar aðrar á bremsum bara skrúfað á.\nkveðja Helgi",
            "date": "2012-06-08 11:23:00",
            "post_id": "58614",
            "reply_to_id": "58609"
        }
    ],
    "date": "2012-06-04 18:09:00"
}