{
    "forum_title": "Vefurinn - hugmyndir, ábendingar og tilkynningar",
    "id": "11308",
    "title": "Nýjasti pósturinn",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=12&t=11308",
    "posts": [
        {
            "user_name": "btg",
            "text": "Hæ,\nsmá pæling, þegar smellt er á tenglana hægra megin undir spjall, þá lendir maður á fyrsta póstinum. Ef þráðurinn er orðinn margar blaðsíður þá þarf alltaf að fletta á síðustu síðu og 'scrolla' niður.\nÞar sem þetta eru svona 'lifandi þræðir' sem menn eru gjarnan að fylgjast með, væri þá ekki ákjósanlegt að þegar smellt er á tenglana þar þá lendi maður á síðasta pósti í viðkomandi þræði (og þurfi þ.e.a.l. ekki að fletta sig yfir og scrolla niður í hvert skipti)?\nPæling.\nkv, Bjarni",
            "date": "2012-06-10 23:58:00",
            "post_id": "58800",
            "reply_to_id": false
        },
        {
            "user_name": "StefánDal",
            "text": "Ég held að þetta sé stillingar atriði hjá hverjum og einum. Skoðaðu þig um í stillingarnar mínar:)\nedit*\nFór og gáði sjálfur. Þetta virðist vera hægt með því að fara í stillingar mínar, stillingar og svo í breyta sýnstillingum.",
            "date": "2012-06-11 00:48:00",
            "post_id": "58804",
            "reply_to_id": "58800"
        },
        {
            "user_name": "ivar",
            "text": "Og hvað valdir þú nkl þar?",
            "date": "2012-06-11 09:10:00",
            "post_id": "58813",
            "reply_to_id": "58804"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég valdi þetta sem er gult á myndinni. Það hefur þó þau áhrif að þráðurinn snýst alveg við. Það nýjasta birtist efst á blaðsíðu 1 og það elsta færist alltaf aftar. Svolítið skrítið en venst?",
            "date": "2012-06-11 15:09:00",
            "post_id": "58827",
            "reply_to_id": "58813"
        },
        {
            "user_name": "hobo",
            "text": "Ef ég ætla að skoða vinsælan þráð sem er margar síður, t.d í augnablikinu Elli ofur og Toy Terrano, þá smelli ég frekar á þráðinn í spjallflokkadálkunum en ekki í nýjustu póstunum.\nÞá fer maður á aftasta póst.",
            "date": "2012-06-11 19:03:00",
            "post_id": "58837",
            "reply_to_id": "58827"
        },
        {
            "user_name": "Járni",
            "text": "Öss, þið kunnið betur á þetta en ég. Fínasta techsupport alveg!",
            "date": "2012-06-11 19:20:00",
            "post_id": "58839",
            "reply_to_id": "58837"
        },
        {
            "user_name": "btg",
            "text": "Skil þig, þetta er virknin sem ég er að tala um. En getur maður þá ekki verið búinn að tapa 2-3 póstum sem eru í sama flokk ef maður fer þessa leið þar sem maður sér bara nýjasta póstinn í hverjum flokki fyrir sig?\nMér finnst amk mjög þægilegt eins og á \nwww.veidi.is\n að þar er hægra meigin listi yfir 10 aktíva pósta (óháð flokkun), þar getur maður smellt á póstinn (frá byrjun) eða síðasta svar.\nEr bara að velta þessu upp.. finnst það þægilegt fyrirkomulag.",
            "date": "2012-06-11 22:15:00",
            "post_id": "58869",
            "reply_to_id": "58839"
        },
        {
            "user_name": "Ingi",
            "text": "svo getiði líka smelt á rauða blaðið sem kemur fyrir framan nafnið á þræðinum og þá fariði beint á nýjasta póstinn sem þið eigið eftir að lesa",
            "date": "2012-06-11 23:02:00",
            "post_id": "58876",
            "reply_to_id": "58869"
        }
    ],
    "date": "2012-06-10 23:58:00"
}