{
    "forum_title": "Almennt spjall",
    "id": "1131",
    "title": "patrol 2.8 dísel vél",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1131",
    "posts": [
        {
            "user_name": "Stjáni Blái",
            "text": "Sælir félagar.\nVar að velta því fyrir mér hvort einhver ykkar vissi málin á svona vél, lengd og þessháttar. einnig ef einhver vissi hvað svona vél væri þung...\nÞá er ég að tala um gömlu vélina, s.s. ekki þessa með tölvustýrðu olíuverki, ef það breytir einhverju !\nEinnig ef einhver væri með lengd á gírkassa + millikassa á hreinu væri það frábært.\nKv.",
            "date": "2010-05-18 19:58:00",
            "post_id": "5356",
            "reply_to_id": false
        },
        {
            "user_name": "Stjáni Blái",
            "text": "...",
            "date": "2010-05-28 20:17:00",
            "post_id": "5561",
            "reply_to_id": "5356"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞú ert þó ekki að láta þér detta í hug að setja svona mótor í bíl?????\nAllavega þá er ég nýlega búinn að taka svona vél úr bíl og setja 6.2 gm diesel og hlunksgírkassa og bíllinn þyngdist líklega um innan við 200 Kg.  Það segir mér að vélin er níðþung.  6.2 vélin var rétt um 2 cm lengri en ég man ekki tölurnar.  Munurinn á gírkössunum var sá að ég bar gamla tannstönglaboxið út einn en við lyftum varla stóra kassanum tveir.\nGírkassinn við 2.8 vélina er fisléttur og ónýtur sem því nemur.  Ending ca 150þ. km í breyttum bíl svipað og efri hluti mótorsins.  \nÉg myndi ekki leggja vinnu í að setja svona kram í fjórhjól einu að sinni.  Þetta er tvímælalaust akkilesarhæll Patrolsins og sérstaklega þess eldri.  Allt annað en vélin og gírkassinn við Patrol er pottþétt.\nKv Jón Garðar",
            "date": "2010-05-28 23:24:00",
            "post_id": "5570",
            "reply_to_id": "5561"
        },
        {
            "user_name": "RÞJ patrol",
            "text": "Sælir,, Hvernig gekk að koma 6.2 Gm í patrolinn ekkert rafmagns vesen hvað ertu með gamlan patrol og hvernig kemur eiðslan út kv RÞJ .",
            "date": "2010-05-29 00:25:00",
            "post_id": "5574",
            "reply_to_id": "5570"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Já og Nei.. Þetta er allt saman í hausnum núna, Hvað var Patrol kassinn langur, saman borið við trukkaboxið ? \nOg hvaða kassi var það nákvæmlega sem þú settir í Datsunin ? Mér fynnst nú alveg magnað að 6.2 V8 sé lengri en línu sexa, en svo sem alls ekkert slæmt ef svo er\nKv.",
            "date": "2010-05-29 22:12:00",
            "post_id": "5595",
            "reply_to_id": "5574"
        },
        {
            "user_name": "jeepson",
            "text": "Ég heyrði dæmi um einhvern sem að setti 302 í patrol og hann eyddi minna heldur en 2,8 grútarbrennarinn sem var í honum. og vann auðvitað betur. Sel það ekki dýrara en ég keypti það. Einnig átti frændi minn econoline á 44\" með 6,2 og 350 skiptingu. mig minnir að bíllinn hafi verið um 3 tonn og átti víst ekki að hafa eytt meir en 16 í langketrslu. Hann hefði nú sennilega yett minna með 700 skiptingu. En hún er auðvitað rusl miðað við 350 skiptinguna. en þessi econoline var með Dana 60 að aftan og 44 að framan. Ég vissi aldrei hvaða hlutföll væru í honum. ég held að frændi minn hafi ekki einusinni vitað það sjálfur.",
            "date": "2010-05-30 00:02:00",
            "post_id": "5599",
            "reply_to_id": "5595"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nHvað halda menn að maður sé með málbandið á fleygi ferð allan tíman á meða á þessu veseni stendur já sæll.  \nNii ekki ég allavega.  En var það mikið mál, sko, ég er enginn reynslubolti í vélaskiptum og mér fannst þetta hellings vesen.  Mótorinn var nokkrum númerum of stór þegar allt kom til alls.  Ég hækkaði bílinn á grind um 45mm og hefði þurft að gera meira.  Það þurfti að draga hvalbakinn farþegamegin svolítið inn til að mótorinn kæmist fyrir eins og ég verði þetta.  \nÉg er sjálfur rafvirki þannig að rafmagnstengingarnar stóðu ekkert mikið í mér.  Verð reyndar að taka fram að ég er ekki flinkur í batteríisrafmagni svo að fáeinir hlutir eru búnir að vera til vandræða.  Ekkert óleysanlegt en vesen samt.  Vandamálið er að gamli patrol er með pníulitla mótortölvu eða stýringu sem tekur við boðum frá öllum skynjurum, vinnur eitthvað úr þeim og skilar þeim svo á mælana.  Eitthvað signal hvarf frá stýringunni og olíuþrýstimælirinn og hitamælirinn eru búnir að vera í ólagi.  Olíuljós, hleðsluljós o.s.frv. tók ég beint frá vél inn á mælaborð.\nGírkassinn er Patrol af 4.2 vélinni.  Það gerði það að verkum að ég losnaði við alla smíði aftan við kúplingshús.  Þetta er að kengvirka.  Kúplingshúsið keypti ég dýrum dómi frá Ástralíu og þá passaði 11\" chevy kúpling og Patrtol diskurinn, legan og armurinn.  \nEyðsla.  Hann eyðir öllu sem sett er á hann og þegar það er búið heimtar hann meir.  Þetta er reyndar hlutur sem á eftir að reyna meira á.  Eins og staðan er núna er hann að eyða rétt innan við 20 lítrum og þá er alveg sama hvort það séu 35\" dekk eða 38\" dekk og tvöföld klettþung vélsleðakerra í viðbót.  Þetta er hlutur sem ég er ekki alveg sáttur við en ég á smá séns á að fínstilla og græja og gera til að rétta aðeins úr þessu.  Ég lagði upp með að þetta eyddi mun minna.  Stærri dekk og skaplegri akstur gæti eitthvað dregið þetta niður.\nÚtkoman er gjörbreyttur jeppi.  Patrolvélin gerir ekkert fyrr en hún er kominn á snúning til að túrbínan komi inn og gerir bílinn óhæfann í þungu færi og vonlausann í að þæfa.  Patrolvélin er hinsvegar ágæt þegar kemur að því að spretta úr spori því að hún er ekkert slæm eftir að túrbínan er farin að vinna.  Þessi vél er akkúrat öfug og með gírkassanum er ég að ýkja þessi áhrif enn meira.  Hún er komin á hámarkstog við 2000 snúninga og það þýðir að hún er að vinna gríðarlega vel á lágum snúningi og gefur mér færi að keyra mjög hægt.  Hinsvegar er hún þunglamaleg í spyrnu eða þar sem maður ætlar að límast í sætið.  6.2 túrbínulaus er ekki spyrnutæki heldur togari til að lullast áfram.  Það sem ég er ánægðastur með er hvað bíllinn er léttur með þó svona aflmikinn mótor.  Á 38\" dekkjum á 14\" stálfelgum viktar hann um 2300 kg og skipar sér í flokk öflugustu jeppa þess vegna.  Nýi Pattinn er sennilega ca hálfu tonni þyngri eða meira og 80 krúserinn 250-300 kg þyngri.\nGott í bili, Kv Jón Garðar",
            "date": "2010-05-30 11:49:00",
            "post_id": "5607",
            "reply_to_id": "5599"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Takk kærlega fyrir upplýsingarnar :)\nEn þegar þú minnist á það Gísli að einhver setti 302 í stað 2.8 Datsun, Þá skil ég ekki alveg afhverju menn eru að setja haugamáttlausa V8 í staðinn fyrir haugamáttlausan dísel sem eyðir að öllum líkindum minna. \nEn þetta liggur þannig við að ég er með töluvert léttari bíl en Patrol, er að vonast að hann sé svona í kringum 1700-1800 Kg eins og hann er í dag á 38\" Þannig þetta er allt spurningin um hvaða dísel vél myndi henta í þannig bíl, 3L Toyota úr 4runner eða álíka. \nKv.",
            "date": "2010-05-30 13:24:00",
            "post_id": "5611",
            "reply_to_id": "5607"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÉg er alveg sannfærður um að það væri fáránlegt að setja patrol vél í léttari bíl sjáðu, pattinn er original um 2 tonn og vegur ca 2200 kg og jafnvel minna á 38\" dekkjum.  Þá er hann ekki nema 250-hugsanlega 400 kg þyngri en sá sem þú ert með og orgilan er hann ekki nema 150 kg þyngri svo að ég myndi ekki hugsa um þessa vél.  Hún hefur heldur ekki sýnt af sér mikla endingu og því síður gírkassinn.  150þ km ending er ekki nóg fyrir vél sem maður setur í bíl. \nEf þú hinsvegar finnur 3l 4runnervél myndi ég veðja á hana.  Ofureinföld kraftmikil túrbínuvél.  Sömuleiðis veit ég um sendibíl með 3l túrbódíesel vél sem virkaði andskoti vel og var sett í gamlan L200 bíl í Berufirðinum.  Sá jeppi var líka lengdur og settur X-tra cab pallur á dobulecab.  Það litla sem ég hef heyrt í eiganda þess bíls er hvað hann er himinlifandi.  Þetta er Nissan sendibíll og stendur einn svoleiðis á Egilsstöðum og er að ég best veit í eigu Sparisjóðs Þórshafnar og nágrennis.\nKv Jón Garðar",
            "date": "2010-05-30 14:40:00",
            "post_id": "5614",
            "reply_to_id": "5611"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta með 302 er eitthvað sem félagi minn sagðist hafa heyrt um. 302 er nú talsvert sprækari en 2,8 og það hefur nú sjálfsagt verið búið að eiga eitthvað við hann. Ég trúi ekki öðru. Allavega þá átti bíllinn að hafa eytt minna í lagnkeyrslu. Það væri nú gaman að komast að því hver gerði þetta og spyrja útí þetta sjálfur. Svo veit ég um einn patta á Hellu sem er með 250 old undir húddinu. er víst vel yfir 300 truntur. Mig minnir að það sé olds í honum. En ef einhver hérna frá Hellu sér Þetta þá verður þetta væntalega leiðrétt ef að ég er að fara með vitleysu. Sá bíll er eð var allavega hvítur þegar ég sá hann síðast. og er á 44\" Og gerir væntalega það sama og allir jeppar. eyðir öllu sem fer á hann :p",
            "date": "2010-05-30 14:51:00",
            "post_id": "5615",
            "reply_to_id": "5614"
        },
        {
            "user_name": "Eiríkur Örn",
            "text": "Þessi Patrol sem þið eruð að tala um var með 5.0 vél úr Mustang minnir mig, sem sagt ekki gömul og fúl 302 með blöndung. Ef ég man rétt þá heitir hann Óskar E-eitthvað sem fór í þessa aðgerð. Eyðslan á þeim bíl var víst 30 á hundraðið í túr hjá honum (Reykjvík til Reykjavíkur), þar sem hann fór inní Setur í þungu færi á 44\".",
            "date": "2010-05-30 15:15:00",
            "post_id": "5618",
            "reply_to_id": "5615"
        },
        {
            "user_name": "StefánDal",
            "text": "Ekki setja diesel í Willysinn drengur.",
            "date": "2010-05-30 15:46:00",
            "post_id": "5621",
            "reply_to_id": "5618"
        },
        {
            "user_name": "jeepson",
            "text": "Hvað eru þessi pattar að eyða með 2,8 vélinni. Ég hef heyrt að það sé í kringum 30. semsagt í ferð. Getur það passað?",
            "date": "2010-05-30 19:27:00",
            "post_id": "5625",
            "reply_to_id": "5621"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef hann setur díselvél í Willy's þá ásækja bensíndraugarnir hann framá grafarbakkann.  Ég myndi hugsa mig tvisvar jafnvel þrisvar og leggjast undir feld áður en ég tæki svona sénsa.",
            "date": "2010-05-30 19:47:00",
            "post_id": "5627",
            "reply_to_id": "5625"
        },
        {
            "user_name": "Brjótur",
            "text": "Strákar ekki rugla saman bílum, þessi með 5,0 Mustang vélina er svartur svo var einn hvítur smíðaður í Keflavík ooó. nei tveir hvítir annar árg 2001 hinn eldri en ég segi nú bara eins og willis kallarnir, ekki bensínrokka í Patrol !!\nkveðja Helgi\nP.S. Þó að Pattinn eyði stundum miklu undir álagi þá held ég að 30 á hundraðið sé stórýkt tala,hljómar eins og einhver sé að réttlæta fyrir sjálfum sér að setja v8 bensírokk í hjá sér.",
            "date": "2010-05-30 19:58:00",
            "post_id": "5628",
            "reply_to_id": "5627"
        },
        {
            "user_name": "Stebbi",
            "text": "Svo er stórmunur á eyðslu og notkun.  Willys sem \nnotar\n 30L á hundraðið er alltaf hagkvæmari en Patrol sem \neyðir\n 30L á hundraðið.",
            "date": "2010-05-30 20:15:00",
            "post_id": "5631",
            "reply_to_id": "5628"
        },
        {
            "user_name": "Kiddi",
            "text": "Helgi, þessi hvíti úr Keflavík með yngra boddýið, var hann ekki með Chevrolet LS1 vél?\nHinn hvíti sem þú nefnir, getur verið að það sé sá sem er með 5.4 Ford mótor? (semsagt ekki 302)",
            "date": "2010-05-30 21:02:00",
            "post_id": "5633",
            "reply_to_id": "5631"
        },
        {
            "user_name": "frikki",
            "text": "Strákar ég er með 4.2 6 cil linu í minum patta (bensin að sjáfsögðu)... platinukerti ,kn sia og opið 3\" pust komu þessum bíl niður í 16l á 100 á 44\"(langkeirsla)\neiðslan ca 11L á klst í þungu færi á 44\" og fullt af togji og power... myndi ekki vilja disel í þennan bíl.\nEngin hitavandamál og ekkert vesen.",
            "date": "2010-05-30 22:49:00",
            "post_id": "5636",
            "reply_to_id": "5633"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Rétt hjá þér Kiddi, það er einn svona nýlegur patrol með svona ls1 og amk einn gamall með 5.4\nEn svona svo við snúum okkur aðeins aftur að þessum díselvéla pælingum, burt séð frá því hvað öðrum fynnst um svona gjörning þá gæti mér ekki verið meira sama þar sem jú, ef allir væru eins væri lítið fjör.\nSíðasta svona búr sem ég var með tók ég uppá að setja í haugtjúnnaðan big block mótor og varð jeppinn með öllu ónothæfur sem slíkur, þessvegna datt mér þetta í hug ì stað þess að fara hinn gullna meðalveg eins og flestir og nota mellow small block v8 mætti frekar henda góðum dísel hreyfli í apparatið og nota hann þá bara þeim mun meira... því satt best að segja er bíllinn alls ekkert heilagur þó skal það skýrt tekið fram að það fer aldrei Ford mótor í hann.\nKv.",
            "date": "2010-05-30 23:08:00",
            "post_id": "5638",
            "reply_to_id": "5636"
        },
        {
            "user_name": "Brjótur",
            "text": "Já Stebbi það er nú bara afþví að enginn nennir að nota svoleiðis bíl ;) og þarafleiðandi stendur hann meiripartinn af líftíma sínum en eyðir miklu þegar hann er hreyfður :)\nKiddi ég er nú ekki svo inni í þessum málum en samt er það þá ekki 5,8 sem er samsvarandi 351,   5,4 er þessi Triton vél, mig minni að ég hafi heyrt sagt að hann væri með 351 Ford. Og jú það er Ls1 í honum\nFrikki hefur þú mikla reynslu af t.d diesel 4.2 Patrol? þar erum við að tala um gott Tooog,\ngott upptak, og litla eyðslu og jafna eyðslu ekki stórar kúrfur um leið og þyngir færið.\nOg nú tek ég undir með Patrolmann sálugum.\nDíesel Tooooooooooogkveðja   ;)  Helgi",
            "date": "2010-05-30 23:12:00",
            "post_id": "5639",
            "reply_to_id": "5638"
        },
        {
            "user_name": "frikki",
            "text": "hef ferðast mikið með patrolum með 4,2 dísel og hafa þeir komið mjög vel út fínt tog og sanngjörn eyðsla.",
            "date": "2010-05-31 13:18:00",
            "post_id": "5646",
            "reply_to_id": "5639"
        },
        {
            "user_name": "Kiddi",
            "text": "Ef þetta er þessi hvíti á 46\" sem var lengi til sölu þá er 5.4 mótor í honum! Ég hef áður orðið var við að menn halda að 5.4 sé 351 mótorinn þannig að það að menn ruglist á þeim er ekkert nýtt :-)\nEn Stjáni svona án gríns...... hættu þessu veseni og notaðu jeppann bara eins og hann er, það er nefnilega miklu skemmtilegra að hafa jeppana ökuhæfa og þú veist alveg að ég tala af reynslu þegar ég segi það!",
            "date": "2010-05-31 14:27:00",
            "post_id": "5648",
            "reply_to_id": "5646"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nAðeins um eyðslu á 2,8 patrolvélinni.  Mér fannst hún eyða of miklu í utanbæjarakstri 20-22 l en tilfellið er að í óbyggðarakstri kom hún alltaf svolítið skemmtilega á óvart.  Tilfellið virðist vera það að pípurnar sem flytja olíuna frá tank upp í mótor geta bara flutt ákveðið mikið magn og það er það sem hann eyðir.  (barnsleg einföldun á flóknum hlut en ágæt samlíking samt).\nÞarna eru menn hinsvegar komnir að þumalputtareglu varðandi eyðslu véla.  Þumalputtaregla er í mínum huga regla sem er nokkurnvegin rétt en leikur einn að hrekja.  Það hinsvegar getur enginn sagt að þetta sé vitlaust.  Það eru líka til margar undantekningar á þumalputtareglum.  Þessi þumalputtaregla er eiginlega náskyld vélfræðinni í bókum sem er oft örlítið frábrugðið raunveruleikanum en samt eitthvað til í.\nReglan er um eyðslu/hagkvæmni véla.  Eyðsla á bensínvél eykst línulega, nokkurnvegin í flútti, við aukið álag.  Það þýðir í mínum huga að risastórar bensínvélar þurfa ekki að eyða neinum ósköpum og í raun getur lítið vél í stórum bíl eytt mun meiru en stór vél.  Dieselvélin er hinsvegar hagkvæmust á 80% álagi.  Þýðir ekki að hún eyði minnstu á 80% heldur að hún nýtir orkuna úr eldsneytinu best á 80% álagi.  Það þýðir að stækkun á dieselvél er frekar hvati til að hún eyði meiru.  \nÞetta eru engin heilög fræði og ástæða til að skoða t.d. patrolvélina.  Í sömu ferð suður og til baka í sambærilegu veðri eyddi pattinn 13l á leiðinni suður en 22l á heimleiðinni.  Hugsanlega hefur heimþráin hvatt aksturinn á heimleiðinni en patrol á 38\" dekkjum er að fullnýta 2.8 TD mótor s.s. 100% álag.  Ég get ekki sagt að pattinn minn eyði 13 á hundraði þó ég feginn vildi og ég held að ansi margir séu að gefa upp svona eyðslutölur.\nNúna hef ég verið að prófa 6.2 vélina en munurinn er sá að hún er túrbínulaus.  Hún eyðir nánast upp á dropa jafnmiklu á 35 og 38\" dekkjum og það virðist mér að sé vegna þess að hún sé að snúast alltof hratt á litlu dekkjunum.  Síðan er annað biturt vandamál og það er að hraðamælirinn sýnir of mikið (ca. 10%) á 35\" dekkjunum.  Þessi skekkja vill gleymast í útreikningunum líka.  Þessa helgi ætlaði ég að prófa hrikalega sparsaman akstur en það var eyðilagt í gærkveldi þar sem ég þurfti að hraða mér í útkall.  Ég er samt sannfærður um að munurinn hafi verið tölverður svona ef maður ber saman stöðuna á tankanum og kílómetrana.\nBottom line er að ég er ekki týpan í að heyra menn segja hvað drekarnir þeirra eru að eyða litlu þegar ég heyri svona tölur.  Allir jeppar sem ég hef ferðast með eða í eyða miklu og sérstaklega í ófærð, menn taka svipað mikið aukaeldsneyti með og nota svipað mikið.  Ég samþykki aldrei að jeppi jafnþungur mínum með keimlíka vél eyði helmingi minna, það er ekki hægt.  Það fer alltað ákveðin orka í að flytja þyngd ákveðna vegalengd og vélarnar nýla orkuna úr olíunni svipað svo að munurinn getur ekki verið mikill.  Þá eru umhverfisfaktorar ekki teknir inn í myndina s.s. vindmótstaða við aukinn hraða o.s.frv. sem að ég held sé það sem mestu skiptir.\nAð þessu sögðu er rétt að enda þetta á því að minnast á nýrri vélar sem eru þannig gerðar að þær eiga að ná meiri orku út úr sama rúmtaki af eldsneyti.  Þarna skal ég viðurkenna fúslega að vélar getir eytt minna en tilfellið er samt að hlutfallið er ekki að breytast þau ósköp.  Gírun skiptir miklu máli og sérstaklega ef það er alltaf keyrt í sömu aðstæðum.  S.s. ef ég myndi keyra mikið stóra dieselvél á þjóðvegi þyrfti ég að halda snúningi vélarinnar niðri með gírun en það myndi kosta mig aukna eyðslu í ófærð.\nÁ veg 4x4 voru menn beðnir um að skila inn áætlaðri eldsneytisnotkun og það kom mér rosalega á óvar hvað tölurnar voru líkar.  Stórir dieseljeppar og litlir bensíntittir voru með ótrúlega líkar tölur.  Þá er ekki talað um vörubílana en þeir falla samt ágætlega inn í þetta þanig að það þarf meiri orku til að flytja 5 tonn hvern kílómeter heldur en 2.\nKv Jón Garðar",
            "date": "2010-05-31 15:10:00",
            "post_id": "5650",
            "reply_to_id": "5648"
        },
        {
            "user_name": "Einar",
            "text": "Sumir eru haldnir veruleikafirringu þegar kemur að því hvað bílarnir þeirra eyða. Maður sér aftur og aftur menn hengja sig á einhverja fáránlega tölu sem þeir náðu einhver tímann við fáránlegar aðstæður og reyna að telja manni trú um að það sé það sem bílarnir þeirra eyða. Það sem þeir gleyma að minnast á var að þeir voru með 12 vindstiga meðvind, ekki einu sinni verkfæratöskuna í bílnum og sjálfir nýkomnir úr megrunarkúr.",
            "date": "2010-05-31 15:54:00",
            "post_id": "5651",
            "reply_to_id": "5650"
        },
        {
            "user_name": "frikki",
            "text": "Það er ágætis regla að taka meðaleyðslu bílsins,, langkeirsla eða su keirsla sem bílinn var smíðaður í .........\nAnnars skil ég ekki hvað menn eru að velta sér upp úr þessu þvi ég sé ALDREY NEINA HRÆÐU Á FJÖLLUM lengur..... bara setja þetta á 29\" og 1300 yaris vél í þetta.;)))\nkv\nF.H\n:Þ",
            "date": "2010-05-31 16:29:00",
            "post_id": "5653",
            "reply_to_id": "5651"
        },
        {
            "user_name": "Járni",
            "text": "Ég mældi þetta og reiknaði reglulega á tímabili. Hætti því svo með hækkandi verði á lítra. \n6cyl 2.8 með tölvustýrðu olíuverki hjá mér er að eyða 16-20L/100km. Síðast mældi ég eyðslu á langkeyrslu í vetur, Rvk að Hvolsvelli. Það voru 16L með þrjá farþega á 44\".\nAnnars líst mér vel á þessar pælingar hjá frænda, augljóst að hann er allur að koma til.",
            "date": "2010-05-31 17:45:00",
            "post_id": "5656",
            "reply_to_id": "5653"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Kiddi vissulega er alltaf gaman að nota jeppana sína og er markmiðið hjá mér að bæta ársskammtinn úr 500 km í svona 1000 km, það hljómar gerlegt...\nEn annars met ég svör ykkar allra til mikils og er ég mjög ánægður með þessa umræðu sem hér er komin af stað.\nOg að sjálfsögðu eyðir þetta allt saman burt séð frá því hvað stendur á þessu, en mér datt þetta þó í hug þar sem með svona mótor burt séð frá því hvort hann sé frá Nissan eða einhverjum öðrum þá væri samt hægt að nota bílinn mikið og trúlega með góðum árangri á fjöllum, með réttri gírun og hlutföllum...P\nLeiktækið er til hér heima svo ég þarf ekki að fórna Willysnum í það frekar en ég vil :)\nKv.",
            "date": "2010-05-31 20:00:00",
            "post_id": "5660",
            "reply_to_id": "5656"
        },
        {
            "user_name": "jeepson",
            "text": "Já þetta með eyðslu á bílum er hægt að tala um í hundrað ár. Eyðslan fer auðvitað kanski líka soddið eftir því hvernig menn keyra líka. sumir keyra á 120-130 í t.d langeyrslu á meðan aðrir keyra á 90. Þegar ég átti raminn minn gerður margir grín af því að ég þyrfti á bensín stöð að halda. En han gat alveg farið niður í 12 lítra á hundraðið. svona miðað við keyrslu á 95. En þá þurfti líka að vera pínu vindur með til að ná eyðsluni niður. en hann gat líka alveg leikandi farið í 20 á hundraði í langkeyrslu. Ef að t.d það var hvasst úti og rokið á móti manni. En að jafnaði eyddi hann svona á milli 15 og 17 í langkeyrslu. Ég sá hann einusinni fara niður fyrir 11 lítrana samkvæmt eyðslu mælirnum. og það var á milli hveragerðis og selfoss. ótrúlegt þar sem að þetta hallar uppávið alla leiðina. En þegar maður sagði menn að þessi bíll gæti alveg farið niður í 12 lítrana þá trúðu menn því varla. En þetta sá ég nú sjálfur á mælirnum. Menn héldu altaf að maður væri með tunnur á pllinum til að komast allar leiðir. ég fór t.d frá AK-RVK á hálfum tanki. tankurinn minnir mig að sé um 100lítrar.. Þar erum við nú einmitt komnir inná það með að stóru vélarnar eru ekki altaf þær sem eyða mest. Ef að yaris væri í sömu stærð og t.d svona hemi ram eins og ég átti þá stór efa ég að hann myndi eyða minna. Það fer rosalega í taugarnar á mér þegar ég verið að miða svona 8 gata bensín tæki við t.d yaris. Það er nú ekki eins og að þessir bílar séu í sama stærða flokki.",
            "date": "2010-05-31 23:31:00",
            "post_id": "5672",
            "reply_to_id": "5660"
        },
        {
            "user_name": "Brjótur",
            "text": "Sælir aftur ég ætla nú ekki að skrifa mikið en mér sýnist sumir hengja sig heldur mikið á vísindin hérna og segja að stærri vél geti ekki eytt minna en lítil, jæja fyrir ca 2 árum þá skifti ég út litlu 3.0  vélinni í Patrol hjá mér fyri 4.2 og það er að lágmarki 5 lítra munur á eyðslu á þeim niður!!  og ég keyri mikið þannig að þetta eru allskonar keyrslur,\nblessuð 3.0 vélin er bara alltof lítil og er alltaf að puða.\nkveðja Helgi",
            "date": "2010-05-31 23:58:00",
            "post_id": "5675",
            "reply_to_id": "5672"
        }
    ],
    "date": "2010-05-18 19:58:00"
}