{
    "forum_title": "Almennt spjall",
    "id": "11344",
    "title": "Dekkjapælingar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=11344",
    "posts": [
        {
            "user_name": "Seli",
            "text": "Sælir félagar,\nÉg var að pæla hvort að 10,5tommu dekk gæti passað uppá 12,5 tommu felgu.\nMig vantar að vita hvort að þetta sé hægt yfir höfuð, en bíllinn verið bara látinn standa á þessum dekkjum.",
            "date": "2012-06-13 15:05:00",
            "post_id": "58989",
            "reply_to_id": false
        },
        {
            "user_name": "ivar",
            "text": "Geri ráð fyrir að þú sért að tala um breidd á dekkinu en ekki felguhæð :)\nÉg hef verið með felgur sem eru breiðari en dekkin og það gengur með herkjum að koma því saman og láta standa.\nÍ mínu tilfelli notaði ég bílinn svona svo þetta ætti alveg að sleppa ef þetta eru dekk með sæmilega mikið gúmmí á hæðina.",
            "date": "2012-06-13 15:11:00",
            "post_id": "58990",
            "reply_to_id": "58989"
        },
        {
            "user_name": "Hrannifox",
            "text": "felgan er svona frekar breið fyrir þetta, aðalega spurning um hæðina á dekkinu ?\nþetta myndi verða anskoti strech eða hvað sem þessi menning kallast þegar þeir eru með \nhjólskökkubílana og eitthver skellinöðru dekk á lygilega breiðum felgum.\nmyndi bara mæta með þetta á dekkjaverstkæði og fá ráð.",
            "date": "2012-06-15 00:41:00",
            "post_id": "59130",
            "reply_to_id": "58990"
        },
        {
            "user_name": "Valdi B",
            "text": "jújú þetta er líti ðmál...",
            "date": "2012-06-15 02:14:00",
            "post_id": "59136",
            "reply_to_id": "59130"
        },
        {
            "user_name": "Seli",
            "text": "heyrðu, þetta gekk glimrandi vel, dekkjaverkstæðis snáðarnir voru ekki þeir hressustu þegar ég mætti með þetta svona snemma morguns en þetta hafðist.",
            "date": "2012-06-15 08:28:00",
            "post_id": "59137",
            "reply_to_id": "59136"
        },
        {
            "user_name": "Hrannifox",
            "text": "Sælir spjallverjar nenni varla að búa til nýjað þráð bara til að fá 1 svar\nlangar að prufa og sjá hvernig 15x12'' 6 gata með 13cm backspace myndi passa undir hiluxinn hjá mér\nætla að setja á þetta 31'' dekk, Vantar bara að vita hvernig backspaceið kæmi út?\ner ekki alveg með þetta 100% \nkv Hrannar",
            "date": "2012-07-03 21:07:00",
            "post_id": "60369",
            "reply_to_id": "59137"
        },
        {
            "user_name": "jeepson",
            "text": "firleitt nota menn 8\" breiðar felgur fyrir 31\" dekk. Við fórum 2 félagar í N1 þarna hjá Góðhirðirnum. Man ekki götu nafnið. Við vorum að pæla í að versla felgur fyrir 33\" undir sitthvorn wranglerinn sem að við áttum. Þer ráðlögðu okkur að að nota als ekki breiðara 10\" fyrir 33\" dekk. En við vorum að pæla í 12\" breiðum felgum. Þá sagðist félagi minn vilja fá 10\" breiðar felgur fyrir 31\" og þeir ætluðu als ekki að selja okkur felgur. Þeir sögðu að 10\" breiðar felgur fyrir 31\" dekk væri bara bölvuð vitleysa og hættulegt. Ég sel það ekki dýrara en ég fékk það gefins.",
            "date": "2012-07-03 22:27:00",
            "post_id": "60378",
            "reply_to_id": "60369"
        },
        {
            "user_name": "Hrannifox",
            "text": "hef nú oft séð 31'' setta á 10'' felgu sé ekki afhverju það sé hættulegt? :S\nmyndi frekar skilja að 10.5 með 12'' breiðri felgu væri hættulegt.\naðalmálið er þetta backspace 13cm hvernig það er undir hilux 1991? \nhvort það sé of mikið ? og alveg útur kú að skella þessum felgum undir bílinn.\ná vini á dekkjaverkstæði sem hafa verið mér innan handar oftar en guð má.\nætla að tala við Þá með dekkin á svona breiðar felgur.\nen backspacið veit ég ekki hvort gangi upp það er aðalvandamálið í augnablikinu.\nsvo ef eitthver lumar á svari endilega deila :)\nkv Hrannar",
            "date": "2012-07-03 22:49:00",
            "post_id": "60381",
            "reply_to_id": "60378"
        }
    ],
    "date": "2012-06-13 15:05:00"
}