{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "11418",
    "title": "Framrúðu-gúmmíkantur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=11418",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Hvernig er það með gúmmíkantinn meðfram framrúðunni á hilux, er hægt að kippa honum af og setja hann á sinn stað án mikillar fyrirhafnar?\nEr í ryðbaráttu og þarf að geta unnið bakvið kantinn.",
            "date": "2012-06-18 21:08:00",
            "post_id": "59396",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Sparkaðu rúðunni bara úr innanfrá, þú dregur hana svo aftur í með bandi, þekkiru þá aðgerð?",
            "date": "2012-06-18 21:21:00",
            "post_id": "59399",
            "reply_to_id": "59396"
        },
        {
            "user_name": "steinarxe",
            "text": "Það geri ég ekki að minnsta kosti ,endilega deildu þeirri aðgerð!",
            "date": "2012-06-18 21:37:00",
            "post_id": "59401",
            "reply_to_id": "59399"
        },
        {
            "user_name": "hobo",
            "text": "Neibb",
            "date": "2012-06-18 21:38:00",
            "post_id": "59402",
            "reply_to_id": "59401"
        },
        {
            "user_name": "hobo",
            "text": "Liggur rúðan semsagt í þessum kanti, og þ.a.l ekki límd í?",
            "date": "2012-06-18 21:43:00",
            "post_id": "59405",
            "reply_to_id": "59402"
        },
        {
            "user_name": "elliofur",
            "text": "Ég ætla ekki að ábyrgjast að einhverjir sem áður hafa skipt um rúðu í bílunum hjá ykkur hafi ekki límt þetta fast, en í fjandi mörgum hiluxum (ekki klár á árgerðum) er þetta bara ídreginn listi. Ég bókstaflega sparka rúðunni úr, ligg í sætinu og spyrni með báðum fótum jafnt í annaðhvort efra hornið, þá finnur maður að kanturinn gefur sig og þá færir maður sig, þið fattið þetta þegar þið farið af stað. Gott er samt að vera búinn að renna skrúfjárni meðfram kantinum uppvið klæðninguna því það vill bíta sig saman með árunum.\nSvo þegar rúðan er dregin í aftur þá er sett band, þunnt snæri einn og hálfan hring í kringum rúðna (í kantinn þar sem ramminn á að dragast í) og svo leggur maður rúðuna uppað, fær einhvern til að ýta þéttingsfast utan á rúðuna og dregur bandið í. Þá krumpast kanturinn á réttan stað. Þetta er ekki flókin aðgerð :)",
            "date": "2012-06-18 22:18:00",
            "post_id": "59406",
            "reply_to_id": "59405"
        },
        {
            "user_name": "hobo",
            "text": "Veit ekki hvort maður eigi að leggja í svona æfingar, fengi örugglega sinadrátt og krampa í lappirnar við að glenna mig svona..",
            "date": "2012-06-19 17:49:00",
            "post_id": "59458",
            "reply_to_id": "59406"
        },
        {
            "user_name": "elliofur",
            "text": "Þú getur líka gert þetta með höndunum, maður dreifir átakinu bara betur ef maður notar fæturna (sérstaklega ef maður notar skó númer 47) :)",
            "date": "2012-06-19 18:29:00",
            "post_id": "59460",
            "reply_to_id": "59458"
        },
        {
            "user_name": "hobo",
            "text": "Er farinn að skoða þetta betur, sé að rúðan er ekki límd heldur situr hún í kantinum.\nÉg sé fyrir mér að lítið mál verði að ná henni úr en ég átta mig ekki alveg á aðferðinni við að koma henni í. Vil hafa þetta á hreinu áður en ég byrja.\nFinn ekkert á youtube yfir þetta, getið þið fundið eitthvað?",
            "date": "2012-06-24 21:59:00",
            "post_id": "59760",
            "reply_to_id": "59460"
        },
        {
            "user_name": "Forsetinn",
            "text": "Rífur þetta bara úr og lagar ryðið.  \nFerð svo til Palla á Dalveg.... Bílrúðumeistarinn, hann gengur frá þessu og kíttar þetta í fyrir þig. Þessir rúðulistar eru aldrei til friðs nema rétt á meðan þeir eru nýjir, og lekur svo með þeim.",
            "date": "2012-06-24 22:53:00",
            "post_id": "59768",
            "reply_to_id": "59760"
        },
        {
            "user_name": "elliofur",
            "text": "Mínir rúðulistar eru í góðu lagi og voru allavega gamlir þegar ég eignast bílinn 2006 eða 7.\nÞetta er dregið þannig í svo ég reyni að lýsa því betur.\nÞegar rúðan er komin úr er fals í gúmmílistanum, falsið sem rúðurammin í boddyinu kemur í. Í það fals dreguru lipurt snæri, hvítt bindigarn úr byggingavöruverslunum eða bindigarn úr rúlluvélinni ef það hentar betur. Einn og hálfan hring í það minnsta, jafnvel tvo til að vera viss, bara betra. Síðan legguru rúðuna rétt í falsið, bara þannig að það sé nokkurnvegin á þeim stað sem hún síðan á að vera. Lætur báða enda á snærinu vera innandyra. Því næst togaru í snærið á þann hátt að gúmmíið brettist innfyrir stálkantinn sem listinn situr í. Illmögulegt er að lýsa því svona á riti, en ég leyfi mér að fullyrða að hvaða hálfviti sem er sjái um leið hvernig á að gera það :) Ef það misheppnast eitthvað þá má bara byrja snærisaðgerðina upp á nýtt, þú skemmir ekki neitt ef þú notar ekki slaghamar og hörkuna við þetta.\nÉg leyfi mér að fullyrða að þetta er einfaldara en að skipta um bremsuklossa.",
            "date": "2012-06-24 23:23:00",
            "post_id": "59773",
            "reply_to_id": "59768"
        },
        {
            "user_name": "hobo",
            "text": "Elli nú skil ég aðferðina, rámaði í að hafa séð þetta í sjónvarpinu en ekki nógu vel, en ég ætlað að prófa þetta. Takk fyrir uppl.\nÉg fer ekki með bílinn á verkstæði nema í ítrustu neyð.",
            "date": "2012-06-25 06:51:00",
            "post_id": "59782",
            "reply_to_id": "59773"
        },
        {
            "user_name": "Forsetinn",
            "text": "Þá segi ég bara góða skemmtun ;-)",
            "date": "2012-06-25 23:00:00",
            "post_id": "59838",
            "reply_to_id": "59782"
        },
        {
            "user_name": "birgiring",
            "text": "Þetta tók ekki langan tíma á VW bjöllunni hér á árum áður. Bara  gæta þess að halda rúðunni þétt en ekki of fast að gatinu.\nMér fannst best að byrja nærri miðju að neðan og draga út  fyrir annað hornið og ca. upp á miðju.Draga þá frá sömu miðju í hina áttina og ef rúðan gekk vel í,þá uppfyrir  efra hornið.Fara þá með fingrunum eftir kantinum sem kominn er innfyrir og velta honum eins og hægt er inn til að fá hann til að setjast betur og minnka spennu á rúðunni. Síðan draga fyrri endann þar\ntil hann mætir því sem kom hinumeginn frá en fylgjast vel með á þeirri leið að kantbrúnin komi innfyrir. Þegar rúðan er komin í getur þurft að banka aðeins í kantinn með hendi til að hann setjist alveg og þétti (vonandi).",
            "date": "2012-06-25 23:29:00",
            "post_id": "59842",
            "reply_to_id": "59838"
        },
        {
            "user_name": "Forsetinn",
            "text": "Er með svona gúmmídruslu í framglugganum hjá mér og hefði viljað hafa hann kíttaðan.... samt var hann settur nýr fyrir um 4-5árum síðan.",
            "date": "2012-06-25 23:36:00",
            "post_id": "59844",
            "reply_to_id": "59842"
        },
        {
            "user_name": "Þorri",
            "text": "Mín reynsla er nú sú að ef boddýið á bílnum er í lagi þá eru þessir þéttikanntar í lagi en ef bíllinn hefur lent í tjóni þá sérstaklega veltu og einhver gert við hann með rassgatinu þá míglekur þetta og rúðan er viðkvæmari fyrir því að springa.",
            "date": "2012-06-26 08:21:00",
            "post_id": "59848",
            "reply_to_id": "59844"
        },
        {
            "user_name": "BergurE",
            "text": "Sé að þú ert á 73 cruiser líkt og ég. Er búinn að þurfa að kítta reglulega með rúðunni hjá mér á nokkra ára fresti og þetta fer alltaf að leka með tímanum. Heyrði einhversstaðar að þessir bílar væru frekar leiðinlegir með þetta. Veit svo sem ekki afhverju en dettur í hug að það gæti verið mikil hreyfing á rammanum í kringum rúðuna vegna þess að hann er sér stykki á lömum að neðan og ekki samfelldur við þakið.",
            "date": "2012-06-26 12:49:00",
            "post_id": "59861",
            "reply_to_id": "59848"
        }
    ],
    "date": "2012-06-18 21:08:00"
}