{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "11451",
    "title": "Hamragarðaheiði fær upp á Eyjafjallajökul ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=11451",
    "posts": [
        {
            "user_name": "AgnarBen",
            "text": "góðan dag\nveit einhver hvort ennþá er hægt að komast af á snjó upp á Eyjafjallajökul um Hamragarðaheiði ?\nkv / Agnar",
            "date": "2012-06-21 00:29:00",
            "post_id": "59553",
            "reply_to_id": false
        },
        {
            "user_name": "AgnarBen",
            "text": "Einhver ?",
            "date": "2012-06-21 13:33:00",
            "post_id": "59582",
            "reply_to_id": "59553"
        },
        {
            "user_name": "cameldýr",
            "text": "Skil orðalagið reyndar ekki alveg :-) , en ef þú ert að spyrja hvort það sé fært upp að jökli þá reikna ég með því, alla vega var fært fyrir rúmri viku. Svo má deila um hvað sé kallað fært.",
            "date": "2012-06-21 21:35:00",
            "post_id": "59604",
            "reply_to_id": "59582"
        },
        {
            "user_name": "Magnús Ingi",
            "text": "já það er fært veit til þess að það var túristakeyrari að fara þarna upp síðanst í gær á splunku nýjum snjó á jöklinum",
            "date": "2012-06-21 23:21:00",
            "post_id": "59614",
            "reply_to_id": "59604"
        },
        {
            "user_name": "AgnarBen",
            "text": "Takk fyrir svörin, ég var að forvitnast um það hvort að það væri ennþá hægt að komast þarna upp án þess að valda skemmdum á landi, þe að það sé snjór á þeim stað þar sem vegslóðinn endar.  Heyrist að það sé vel hægt :)\nkveðja\nAgnar",
            "date": "2012-06-21 23:37:00",
            "post_id": "59615",
            "reply_to_id": "59614"
        },
        {
            "user_name": "kjartanbj",
            "text": "vitiði eitthvað hvernig staðan er á þessum slóða núna, hvort það sé fært þarna upp ennþá?",
            "date": "2012-07-10 18:01:00",
            "post_id": "60810",
            "reply_to_id": "59615"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Sæll\nÉg fór þarna upp 24 júní. Það hefur sennilega verið með seinustu ferðunum þarna upp. Ég áætlaði þá að það yrði kanski fært í viku í viðbót. Ég gæti trúað að snjórinn sem tengir slóðann við jökulinn sé sennilega farinn núna. Getur eitthvað séð af myndum hér: \nhttp://is.oskarandri.com/2012/06/25/jonsmessu-helgin-22-24-juni/\nSeinasta myndin sýnir gilið sem er mesti faratálminn, bratt, hliðarhalli, bílarnir voru að renna utan í grjót og skemmtilegheit. Eitthvað af bílum komust ekki þarna upp þá og þegar 24 júní. Uppi við stein er síðan sprunga sem þarf að varast, þegar ég var þarna þurfti að fara doldið til hliðar til að forðast sprunguna.... hún gæti verið búin að opnast eitthvað meira núna.\nHvernig staðan er síðan raunverulega í dag veit ég ekki.\nKv.\nÓskar Andri",
            "date": "2012-07-11 12:57:00",
            "post_id": "60867",
            "reply_to_id": "60810"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Þegar ég skoða þetta betur getur þá ekki verið að þið hafið einmitt verið þarna líka 24 júní?",
            "date": "2012-07-11 13:04:00",
            "post_id": "60868",
            "reply_to_id": "60867"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Þeir eru þarna uppi í þessum töluðu orðum.\nGeta eflaust líst aðstæðum þegar þeir koma í byggð",
            "date": "2012-07-11 13:39:00",
            "post_id": "60871",
            "reply_to_id": "60868"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "nú jæja, frábært!.... þeir hafa þá fundið einhverja leið af slóðanum á jökulinn :) en vá hvað það er búið að bráðna mikið utanaf steininum síðan ég var þarna!",
            "date": "2012-07-11 14:28:00",
            "post_id": "60873",
            "reply_to_id": "60871"
        },
        {
            "user_name": "hobo",
            "text": "Heppinn þú Óskar að fara ekki niður með bílinn í holuna, eins og Hjalti forðum daga.\nEn hvernig eru Patrol hásingarnar að gera sig, hamingjan ein?",
            "date": "2012-07-11 20:05:00",
            "post_id": "60886",
            "reply_to_id": "60873"
        },
        {
            "user_name": "kjartanbj",
            "text": "Gekk fínt þarna upp í dag, nema það brotnaði hjóla lega þegar niður \nVar komið og bíllinn fór á bíla flutninga bíl á verkstæði",
            "date": "2012-07-11 22:21:00",
            "post_id": "60897",
            "reply_to_id": "60886"
        },
        {
            "user_name": "-Hjalti-",
            "text": "já hann er frekar heppin með það , þetta er í sama skafli nema 10metrum ofar",
            "date": "2012-07-12 01:50:00",
            "post_id": "60925",
            "reply_to_id": "60897"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Já þetta var frekar óhugnalegt, þessi skafl lítur svo sakleysislega út. Ég sá reyndar ekki holuna hans Hjalta en þegar ég spurði konuna þá hefði hún tekið eftir henni... þannig að ég vissi það ekki fyrr en eftirá að þetta var sami skaflinn....\nPatrol afturhásingin er að koma fínt út en það þarf svona 1-2 ár til að segja til um hvort að þetta sé hamingjan ein eða ekki. \nKv.\nÓskar Andri",
            "date": "2012-07-12 10:10:00",
            "post_id": "60936",
            "reply_to_id": "60925"
        },
        {
            "user_name": "Oskar K",
            "text": "skulum hafa það á hreinu samt að 2-3 dagar í viðbót og þá er ekkert vit í að vera að fara þarna upp, bráðnar mjög hratt og flestir skaflarnir sem tangja slóðann við jökulinn eru að hverfa og standa litlir steinar uppúr þeim um allt",
            "date": "2012-07-12 11:36:00",
            "post_id": "60938",
            "reply_to_id": "60936"
        }
    ],
    "date": "2012-06-21 00:29:00"
}