{
    "forum_title": "Vara og aukahlutir",
    "id": "11474",
    "title": "2.4 dísel -- ALLT SELT",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=11474",
    "posts": [
        {
            "user_name": "elliofur",
            "text": "SELT\nÉg er með talsvert af mótordóti, 2l-t\nHeill mótor með öllu nema túrbínu. Þessi mótor er eitthvað bilaður, var millibilsmótor hjá mér meðan ég var að yfirfara annan sem átti að vera framtíðarmótor. Hann er keyrður eitthvað aðeins yfir 300 þúsund og fór að víbra hjá mér. Gekk ágætlega að mig minnir en víbraði mikið. Ég gáði aldrei hvað var að, reif hann bara uppúr og setti góða mótorinn í staðinn. Síðan seldi ég túbínuna af honum. Original turbo mótor úr lc 70, heitir 2l-t.\nSvo er til önnur blokk af eins mótor. Hann sprengdi á sér heddið (sprungur á milli ventla) svo ég henti heddinu. Bara shortblock með stimplum, sveifarás og tilheyrandi. Keyrt alveg áræðanlega minnir mig 250þúsund.\nÞriðji mótorinn er 2l-2. Original nonturbo, minnir 91 módel og ekki með rockerörmum. Búinn að rífa hedd frá blokk og það er tvísýnt að heddið sé í lagi en það er aðeins farið að springa milli ventla. Það var samt ekki hitavandamál á þessum mótor. Ég keypti þetta til að nota í varahluti, það eina sem var að þessu var að hann hristi damperinn framan af sér (boltinn ekki nóg eða óhertur) og ég held að sveifarásendinn sé eitthvað örlítið kjagaður.\nSvo er fullt af dótaríi sem fylgir þessu, að mig minnir 2 alternatorar, 1 stýrisdæla án brakkets og allskonar mótoraukahlutir. Sennilega tvær frekar en þrjár kúplingar.\nVerð fyrir mótopakkann er fast, 30 þúsund. Selst allt saman í einum pakka.\nGírkassa á ég líka, w56 kassi með millikassa úr bensínbíl keyrður 216 þúsund. Þessi var í bílnum hjá mér, er með kúplingshúsi fyrir dísel en ég á kúplingshús fyrir bensín líka. Mjög góður kassi. 25þúsund held ég að sé sanngjarnt fyrir hann. Fæst fyrir 10 þúsund sé hann tekinn með mótopakkanum\nBest væri að spjalla um þetta símleiðis, 8666443. PM eða email \nelliofur@vesturland.is\n virkar líka.",
            "date": "2012-06-22 16:46:00",
            "post_id": "59646",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Sæll!\nHvernig er ástandið á túrbínunni og passar hún á 2,4 Hilux mótorinn, (greinina)orginal túrbogrein frá Toyota ?\nBest að fá upplýsingar á \nvilli58@talnet.is",
            "date": "2012-06-22 17:01:00",
            "post_id": "59647",
            "reply_to_id": "59646"
        },
        {
            "user_name": "elliofur",
            "text": "Ástandið á henni er alveg ágætt. Ég veit ekki hvort hún passi beint, hef aldrei borið hana við. Líklegra er auðvitað að hún passi ekki beint en smíði á millistykki er hinsvegar mjög einföld.",
            "date": "2012-06-22 17:30:00",
            "post_id": "59650",
            "reply_to_id": "59647"
        },
        {
            "user_name": "elliofur",
            "text": "Túrbínan er komin í pant ef mótorpakkinn fer ekki strax. \nMótorpakkinn er vitaskuld mun fýsilegri ef með honum fæst túrbína.",
            "date": "2012-06-22 21:40:00",
            "post_id": "59663",
            "reply_to_id": "59650"
        },
        {
            "user_name": "elliofur",
            "text": "upp",
            "date": "2012-06-23 15:02:00",
            "post_id": "59685",
            "reply_to_id": "59663"
        },
        {
            "user_name": "elliofur",
            "text": "Mig vantar að losna við þetta, tekur verðmætt pláss í skúrnum :) 50þús fyrir allt mótordót MEÐ túrbínunni.\n70þús og kassarnir fara með.",
            "date": "2012-06-24 11:33:00",
            "post_id": "59718",
            "reply_to_id": "59685"
        },
        {
            "user_name": "elliofur",
            "text": "upp :)",
            "date": "2012-06-25 08:42:00",
            "post_id": "59783",
            "reply_to_id": "59718"
        },
        {
            "user_name": "elliofur",
            "text": "Túrbínan er farin. Ég þarf að losna við þetta, 30þúsund fyrir mótordótið og 25 fyrir gírkassana, en ég læt þetta á 40 þúsund allt saman. Til afhendingar strax.",
            "date": "2012-07-09 08:11:00",
            "post_id": "60714",
            "reply_to_id": "59783"
        },
        {
            "user_name": "elliofur",
            "text": "Ýtum þessu upp. Þetta þarf að fara, mig vantar plássið í skúrnum og plássið í veskinu er óþarflega mikið :)",
            "date": "2012-07-22 17:53:00",
            "post_id": "61608",
            "reply_to_id": "60714"
        },
        {
            "user_name": "elliofur",
            "text": "Hvernig er það, er engu sem vantar varahluti? Alternatorar, olíuverk og allskonar...",
            "date": "2012-09-03 08:00:00",
            "post_id": "64853",
            "reply_to_id": "61608"
        }
    ],
    "date": "2012-06-22 16:46:00"
}