{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "11490",
    "title": "mótorval í hilux og það sem því fylgir",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=11490",
    "posts": [
        {
            "user_name": "dazy crazy",
            "text": "passar vél úr 4runner v6 bensín á 2,4 bensín gírkassann í hilux og er nokkuð mikið mál að setja þessa vél í?",
            "date": "2012-06-24 11:29:00",
            "post_id": "59716",
            "reply_to_id": false
        },
        {
            "user_name": "Haukur litli",
            "text": "3VZ-E í Hilux/4Runner er með R150F gírkassa og passar ekki á W56 gírkassann við 4 cyl vélarnar. Það á víst að vera hægt að nota kúplingshús af R151F til að setja W56 kassa við 3VZ-E, sá kassi kom meðal annars í 4Runner með 22R-TE, 2,4L turbo 4cyl.\nÉg hef ekki svissað þessum vélum á milli en mér skilst að eldsneytis lagnir séu sitthvoru megin í bílunum, mótorpúðar ekki á sama stað, annar vatnskassi og viftuhlíf og margt fleira sem þarf að breyta.\nÉg myndi ekki leggja í þessa vinnu fyrir 3VZ-E, afllítil miðað við eyðslu og ég hef ekki heyrt neinn segja að það sé þægilegt að vinna við þær. Ég myndi fara í stærri diselmótor en 2L-II (2400 cc), einfaldann amerískann mótor eða vélarnar úr Tacoma.",
            "date": "2012-06-24 12:07:00",
            "post_id": "59722",
            "reply_to_id": "59716"
        },
        {
            "user_name": "dazy crazy",
            "text": "Takk, þá heldur leitin áfram að 350 vél :)",
            "date": "2012-06-24 12:28:00",
            "post_id": "59723",
            "reply_to_id": "59722"
        },
        {
            "user_name": "draugsii",
            "text": "ég hef heyrt að 351 windsor henti betur í svona kveikjan er framan á 351 en aftan á 350.\nsvo hef ég heyrt að togkúrfan í 351 henti betur í jeppa.\nen þetta er reyndar bara það sem maður hefur heyrt svona hér rog þar",
            "date": "2012-06-24 13:04:00",
            "post_id": "59724",
            "reply_to_id": "59723"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég myndi gleyma þessu strax, ég er með þessa v6 hækju í mínum og hún víkur í haust fyrir 2,3 túrbó vél (líka bensín)\nÞannig að þú séð hvaða álit ég hef á þessari",
            "date": "2012-06-24 15:32:00",
            "post_id": "59736",
            "reply_to_id": "59724"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég færi aldrei í það að skipta 22re út fyrir 3vze , fyndi mér frekar eitthvað annað eða héldi mig bara við 22re , finndu þér bara einhverja dísil vél",
            "date": "2012-06-24 21:21:00",
            "post_id": "59755",
            "reply_to_id": "59736"
        },
        {
            "user_name": "dazy crazy",
            "text": "22Re vélin sem ég er með er ónothæf",
            "date": "2012-06-24 23:57:00",
            "post_id": "59775",
            "reply_to_id": "59755"
        },
        {
            "user_name": "StefánDal",
            "text": "Myndi allann daginn fara í ameríska v8 vél. Þá helst frá Ford eða AMC. Mér er skítsama um tegundarríg en kveikjan er á asnalegum stað á small block Chevy og svo er ódýrara að eiga við hinar. Fást líka á sama verði notaðar og eitt hedd á Chevrolet mótor:)",
            "date": "2012-06-25 00:05:00",
            "post_id": "59776",
            "reply_to_id": "59775"
        },
        {
            "user_name": "dazy crazy",
            "text": "Nú eru nokkrar vélar í boði og mig langar að fá álit á því hvað hentar best og svo hvaða millikassa hægt er að nota og gírkassa.\n360 Chrysler\n350 Buick\n351w með 4gíra aod kassa beinskiptur",
            "date": "2012-07-07 12:14:00",
            "post_id": "60613",
            "reply_to_id": "59776"
        },
        {
            "user_name": "elliofur",
            "text": "Viltu 2.8 rocky og fá svolítið tog og jafnframt geta notað bílinn meira en rétt eftir að fá útborgað? :)",
            "date": "2012-07-07 13:41:00",
            "post_id": "60618",
            "reply_to_id": "60613"
        },
        {
            "user_name": "Stebbi",
            "text": "351 Windsor er málið, en það er ekki til 4 gíra AOD gírkassi.  AOD er sjálfskipting,  3 þrep + overdrive.",
            "date": "2012-07-07 19:29:00",
            "post_id": "60631",
            "reply_to_id": "60618"
        },
        {
            "user_name": "dazy crazy",
            "text": "mér væri nú nokk sama þó hann eyði 20 á hundraði þar sem hann á bara að vera svona \"sunnudagsbíll\" og langar í alvöru power.\nVeit ekki af hverju ég sagði beinskiptur, hann er náttúrulega sjálfskiptur, er það eitthvað vit að taka þann kassa með? hvernig tækla menn skiptistöngina og þetta?",
            "date": "2012-07-07 19:29:00",
            "post_id": "60632",
            "reply_to_id": "60631"
        }
    ],
    "date": "2012-06-24 11:29:00"
}