{
    "forum_title": "Almennt spjall",
    "id": "1150",
    "title": "Naf í Patrol gamla/nýja",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1150",
    "posts": [
        {
            "user_name": "Hagalín",
            "text": "Nú lenti ég í því skemmtilega (því menn eru nú byrjaðir að tala um „skemmtilegar\" bilanir) atviki að nánast að skemma hjá mér nafið á patrol, vinstra megin að framan. Felgubolta götin eru orðin vel stór og kjöguð og leiðinleg en annað í lagi. Var með 14mm bolta fyrir þannig að bora út fyrir stærri er held ég ekki málið.\nÉg var að velta fyrir mér hvort maður geti fengið nafið úr gamla (90-97) og sett í og aftengt bara ABS dótið í bílnum??? Hafa menn gert þetta eða er einhver annar munur á þessum nöfum nema ABS dótið?\nEr á 44\" bíl\nKV Hagalín",
            "date": "2010-05-22 14:57:00",
            "post_id": "5432",
            "reply_to_id": false
        },
        {
            "user_name": "Brjótur",
            "text": "Sæll Hagalín þetta er nú hugmynd sem sjálfsagt margir hafa spurt sig, en því miður gengur þetta ekki , búinn að ganga úr skugga um það sjálfur, þetta er allt sverara í 98 og yngri, semsagt bremsudiskurinn, dælan, klossarnir , þessvegna er svona mikill verðmunur á partasölum á milli árgerða 97-98 :(\nkveðja Helgi\nP.s. Ég hef nú oft velt fyrir mér að hreinlega sjóða þá bara fasta ef ég mundi lenda í þessu, ef þú tekur nafið af og skrúfar felgu á nafið og herðir að því þá ætti að vera hægt að sjóða boltana fasta og þá er suðan bara að halda þeim á sínum stað ekki satt?",
            "date": "2010-05-22 21:09:00",
            "post_id": "5438",
            "reply_to_id": "5432"
        },
        {
            "user_name": "Hagalín",
            "text": "Jú ég held að maður geri það bara og láti það allavega duga sumarið.\nÞetta drasl kostar alveg helvítis slatta af peningum..........",
            "date": "2010-05-22 22:14:00",
            "post_id": "5442",
            "reply_to_id": "5438"
        },
        {
            "user_name": "Hagalín",
            "text": "Hér koma þrjár myndir af þessu. Spurning hvort hægt sé að setja þetta í bekk og fræsa til þannig að þetta verið jafnt og gott. Fá svo 14mm felgubolta sem passar í þetta.",
            "date": "2010-05-24 08:23:00",
            "post_id": "5454",
            "reply_to_id": "5442"
        },
        {
            "user_name": "birgthor",
            "text": "Láttu renna hólk sem er 20,5mm í þvermál og með 15,8mm gati svo borarðu með handborvél stærstu götin sem eru ónýt í 20,5 og  setur hólkinn í. Svo seturðu boltan í og síður þetta fast með felguna fasta á. Passa bara hafa mikin straum á vélinni. Talaðu við þá hjá renniverkstæði Ægis, þeir kunna margar reddingarnar.",
            "date": "2010-05-24 10:21:00",
            "post_id": "5455",
            "reply_to_id": "5454"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-05-25 07:54:00",
            "post_id": "5472",
            "reply_to_id": "5455"
        },
        {
            "user_name": "Hagalín",
            "text": "Jú málið er að þetta kostar 40þúsund notað á partasölu.\nÞori ekki að athuga hvað þetta kostar nýtt örugglega 100-150þúsund í IH.\nEn er búinn að ráðfæra mig við nokkra og sýna þeim þetta og við\nætlum að fá bolta í þetta og sjóða fasta með nafið áfast felgu því \nþað er í raun bara eitt felgubolta gat á nafinu sem er ill farið hin eru ekki\nsvo slæm.",
            "date": "2010-05-25 10:20:00",
            "post_id": "5473",
            "reply_to_id": "5472"
        }
    ],
    "date": "2010-05-22 14:57:00"
}