{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "1151",
    "title": "Vestfirðir",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=1151",
    "posts": [
        {
            "user_name": "birgthor",
            "text": "Sæl, ég er að fara ferðast um Vestfirði í 5-7 daga í sumar og er stefnan að fara vesturfyrir. Minnsti bíllinn er Subaru legasi en ef um stutta útúrdúra er hægt að hafa minnsta bíl orginal Cherokee. \nHverju mæla menn með að skoða? \nÞað sem er komið er: Rauðisandur, Látrabjarg, allir litlu bæjirnir á leiðinni, Ísafjörður, Bolafjall.\nEinnig ef fólk veit um einhverjar heitar laugar á leiðinni.\nKv. Biggi",
            "date": "2010-05-22 23:08:00",
            "post_id": "5443",
            "reply_to_id": false
        },
        {
            "user_name": "gislisveri",
            "text": "Selárdalur er staður sem ég sleppi aldrei úr.\nSvo er þessi bók skyldueign í jeppann:\nhttp://www.skrudda.is/baekur.aspx?id=178",
            "date": "2010-05-22 23:28:00",
            "post_id": "5444",
            "reply_to_id": "5443"
        },
        {
            "user_name": "jeepson",
            "text": "Svalvoga vegur í dýrafirði (verður helst að vera á jeppling)\nIngjaldssandur. Mér skylst að það sé mjög flott þar. Á  eftir að kíkja þangað. Geri það kanski næstu helgi.\nHrafnseyri.  \nMjólkaár virkjun. Svo er bara að finna eitthvað infó um vestfirði. Ég gæti jafnvel farið með þér ef þú vilt kíkja á svalvoga veginn. (kjaranstræti) Svona þar sem að ég bý hérna í dýrafirði.",
            "date": "2010-05-23 00:09:00",
            "post_id": "5445",
            "reply_to_id": "5444"
        },
        {
            "user_name": "birgthor",
            "text": "Já þetta er glæsilegt ég er einmitt að leita að einhverjum stöðum sem kannski eru ekki ein og Laugarvegurinn (fullt af fólki) og flott að fá report frá heimamönnum.",
            "date": "2010-05-23 21:26:00",
            "post_id": "5452",
            "reply_to_id": "5445"
        },
        {
            "user_name": "Tóti",
            "text": "Ég var einmitt að koma heim í gær úr 2 daga reisu um suðurfirði Vestfjarða.\nFyrir utan þetta sem áður hefur verið nefnt mæli ég með að aka \"út fyrir nes\" í Arnarfirði.  Það er leiðin úr Arnarfirði yfir í Dýrafjörð meðfram ströndinni.  Að hluta er þetta slóði sem ruddur var í björgin með lítilli ýtu og alveg magnað hvað maðurinn gat áorkað.  Skútabjörg, Lokinhamrar og sveitin þar í kring er alveg mögnuð og fjöllin eru hrikaleg.  Þetta er ekki vegur fyrir Subaruinn en það er þá bara hægt að aka hluta leiðarinnar og snúa við við Lokinhamra (Hrafnabjörg).  Það var ekki búið að ryðja veginn um helgina en það verður vonandi gert á næstu dögum, hann er því ófær eins og er.\nInnst í Arnarfirði er Reykjafjörður og þar er fín sundlaug og náttúrulegur pottur/lækur rétt fyrir ofan.  Laugin fer ekki framhjá þér því hún stendur við þjóðveginn.  Því miður hafa einhverjir grínistar brennt búningsaðstöðuna og því verður bara að fara bakvið næsta bíl.\nVegurinn yfir á Ingjaldssand var fínn og merkilegt að sjá hversu afskekt fólk bjó á sínum tíma áður en vegir voru lagðir.\nÉg er fæddur og uppalinn Ísfirðingur en er ennþá að finna staði fyrir vestan sem koma manni á óvart.",
            "date": "2010-05-25 10:56:00",
            "post_id": "5475",
            "reply_to_id": "5452"
        },
        {
            "user_name": "jeepson",
            "text": "út fyrir nes. Það er einmitt svalvoga vegurinn sem að ég var að tala um. Sem er gerður eftir hann Elías kjaran ;) Ég bý einmitt hérna á Þingeyri í Dýrafirði og er búinn að fara 2svar að stapa á þessum vegi síðan að ég flutti hingað í ágúst á síðasta ári. En þa ðer eins og þú segir. Það er altaf eitthvað sem kemur manni að óvart. alveg sama hversu oft maður fer og skoðar eitthvað :)",
            "date": "2010-05-25 16:38:00",
            "post_id": "5480",
            "reply_to_id": "5475"
        }
    ],
    "date": "2010-05-22 23:08:00"
}