{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "11523",
    "title": "Nú vantar mig ráðleggingar.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=11523",
    "posts": [
        {
            "user_name": "MattiH",
            "text": "Jæja snillingar.\nÉg þarf að færa afturhásingu á Pajero 98 árg aftur fyrir 38\"\nÞað fara 2x30mm klossar á gormana.\nHvernig hafa menn verið að framkvæma þetta ?\nSumir vilja meina að þetta sé ekkert mál en aðrir vilja sérsmíða nýjan tank og hvaðeina ?\nEinhver sagði að 2-3cm myndu nægja ?\nNú spyr ég ykkur sem til þekkja eða hafa breytt þessum bílum, What to do ?\nÍ von um svör.",
            "date": "2012-06-26 20:22:00",
            "post_id": "59879",
            "reply_to_id": false
        },
        {
            "user_name": "-Hjalti-",
            "text": "Ég ráðlegg þér að færa hásinguna eins aftarlega og þú getur.",
            "date": "2012-06-26 20:36:00",
            "post_id": "59882",
            "reply_to_id": "59879"
        },
        {
            "user_name": "helgiaxel",
            "text": "3cm duga vel fyrir Pajero á 38\", en ég ráðlegg þér að fara eins aftarlega og þú kemst, ég er að breyta Galloper á 44\", sama setup og í Pajero, með því að boddyhækka um 4\" gat ég fært tankinn upp og aftar, og fékk þannig pláss fyrir 15cm færslu, \nEinnig skipti ég út afturfjöðruninni fyrir A-link og sparaði þannig plássið fyrir þverstífuna\nKv\nHelgi Axel",
            "date": "2012-06-27 05:09:00",
            "post_id": "59911",
            "reply_to_id": "59882"
        },
        {
            "user_name": "MattiH",
            "text": "Ok.\nEr einhver hér sem er til í að framkvæma þetta fyrir sanngjarna greiðslu..?",
            "date": "2012-06-27 14:53:00",
            "post_id": "59936",
            "reply_to_id": "59911"
        },
        {
            "user_name": "MattiH",
            "text": "...",
            "date": "2012-07-28 23:13:00",
            "post_id": "62098",
            "reply_to_id": "59936"
        },
        {
            "user_name": "Stebbi",
            "text": "Það er tvennt í stöðuni hjá þér.  Annað hvort ferðu þessa 2-3 cm með spacer upp við fremri stýfufóðringar eða að þú ferð eins langt og þú mögulega kemst.  Minni breytingin er mjög einföld og kostar smá lengingu á afturskafti.  Ef þú ætlar lengra þá ertu komin í það mikla smíðavinnu að það borgar sig að taka þetta alla leið, það er jafn dýrt og að fara hálfa leið.",
            "date": "2012-07-29 12:22:00",
            "post_id": "62118",
            "reply_to_id": "62098"
        },
        {
            "user_name": "MattiH",
            "text": "Þarf ég ekki að færa dempara og gormasæti ?\nHvernig útfærðir þú þetta hjá þér ?",
            "date": "2012-07-29 17:04:00",
            "post_id": "62128",
            "reply_to_id": "62118"
        },
        {
            "user_name": "Stebbi",
            "text": "Þetta er það lítil færsla að það þarf ekki að eiga við neitt.",
            "date": "2012-07-29 20:53:00",
            "post_id": "62155",
            "reply_to_id": "62128"
        },
        {
            "user_name": "MattiH",
            "text": "Ok.\nHvar fæ ég þessa spacera ?",
            "date": "2012-07-29 21:03:00",
            "post_id": "62159",
            "reply_to_id": "62155"
        },
        {
            "user_name": "Stebbi",
            "text": "Þetta er ekki til beint úr hilluni, það þarf að renna hólka í þetta.  Gætir líka tekið öxul sem er sverari en endaboltinn á stýfuni og borað í miðjuna á honum.  Þetta er sett fyrir aftan fóðringu til að ýta stýfuni aftar.",
            "date": "2012-07-29 21:43:00",
            "post_id": "62166",
            "reply_to_id": "62159"
        },
        {
            "user_name": "MattiH",
            "text": "Takk fyrir þetta.\nMaður kannski reddar sér svona til að byrja með.\nFer svo í meiri færslu þegar fjárhagurinn leyfir ;)",
            "date": "2012-07-29 22:14:00",
            "post_id": "62171",
            "reply_to_id": "62166"
        },
        {
            "user_name": "helgiaxel",
            "text": "Fyrir 3ja cm færslu þarftu ekkert að spá í dempurum eða gormasætum, Dempararnir lyggja langs í bílnum og þetta hefur nánast engin áhryf á þá, gormarnir skekkjast aðeins, en ætti ekki að koma að sök. Passaðu þig bara á að spyrnufestingin rekist ekki á skástýfu festinguna, gætir þurft að slípa aðeins af því. Getur þessvegna framlengt stífuna með rörbút, snýst bara um að setja e-h aftan við gúmmíið á stífufestingunni. Þarft bara að vera viss um að koma rónni aftur á, þetta eru lásrær og þær verða að skrúfast það mikið inn að þær læsist, annars er voðinn vís ;)\nPs. Sammála því að annað hvort færiru þetta eins lítið og þú kemst upp með, eða fara alla leið 15 cm í færslu, persónulega er ég hrifnari af því en það er ca. 50sinnum meiri vinna.\nKv\nHelgi Axel",
            "date": "2012-07-30 10:24:00",
            "post_id": "62191",
            "reply_to_id": "62171"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Persónulega myndi ég skifta þessu radíusarmadóti út fyrir 4link eða álíka kerfi.",
            "date": "2012-07-30 10:33:00",
            "post_id": "62192",
            "reply_to_id": "62191"
        },
        {
            "user_name": "helgiaxel",
            "text": "ég er nú sammála því, bíllinn gjörbreitist við það, ég veit að Landrover A linkur passar vel í Pajeroinn, neðri stífurnar passa beint í festingarnar sem fyrir eru, og þá er bara eftir að smella bita í grindina fyrir A-stífunni og sjóða við drifkúluna að ofan, þannig gerði ég þetta, var eitt kvöld að skipta um fjöðrun :) allt annað líf",
            "date": "2012-07-30 12:48:00",
            "post_id": "62202",
            "reply_to_id": "62192"
        }
    ],
    "date": "2012-06-26 20:22:00"
}