{
    "forum_title": "Almennt spjall",
    "id": "11537",
    "title": "forvitni um 3vze mótorin og eyðslusögur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=11537",
    "posts": [
        {
            "user_name": "gaz69m",
            "text": "nú er ég pínuforvitin og  langar að vita  hvernig á því stendur að einn 4runner eigandi talar um að sinn runner eyði 13l á hundraðið og svo sá næsti að hann eyði 18-20 litrum  , jú vissulega er munur á sjálfskiptum og beinskiptum bíl en sé horft á tvo beinskipta þá er ég samt að fá mjög mismunandi tölur í eyðslu á svona  vélum .",
            "date": "2012-06-27 18:32:00",
            "post_id": "59948",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "akstursvenjur, ástand túrbínu, ástand olíuverks, ástand hjólbarða og hjólabúnaðs yfir höfuð og ekki síst bremsum og hjólastillingu\nlítrarnir eru fljótir að þjóta upp í meðaltali ef einn bíll er í topplagi og annar kannski smá bilaður",
            "date": "2012-06-27 18:48:00",
            "post_id": "59949",
            "reply_to_id": "59948"
        },
        {
            "user_name": "jeepson",
            "text": "Ekki vissi ég að það væri olúverk í 3vze. Ég hélt að það væri innspýting á henni.:p",
            "date": "2012-06-27 19:11:00",
            "post_id": "59951",
            "reply_to_id": "59949"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Mjög einfalt.. sá sem segir að V6 4Runnerinn sinn eyði 13L á hundraði í meðaleyðslu er einfaldlega að ljúga eða alveg svakalega lélegur að reikna.\nÉg er búin að eiga 5stk svona bíla í öllum stærðum með báðum skiptingum með alla skynjara og kerti í topp standi og aldrei hefur mér tekist að ná eyðsluni niður í þessar tölur.\nSá eyðslubesti var beinskiptur 38\" bíll á 5:29 hlutföllum og með flækjur, náði ég honum niður í 18L á hundraði , mér þykir það ekkert hræðilegt.\nSá eyðslumesti var alveg óbreyttur sjálfskiptur bíl og var hann í 25 - 28 L á hundraði , hann var með alla skynjara , kerti og vacom búnað í lagi.\nstutt á hæla hans var svo 44\" beinskiptur Runner með flækjur og á 5:71 hlutföllum. Hann var í steady 24L á 100km",
            "date": "2012-06-27 19:50:00",
            "post_id": "59955",
            "reply_to_id": "59951"
        },
        {
            "user_name": "hobo",
            "text": "Eins bíll á orginal dekkjastærð hlýtur að eyða minna, þar sem ekki var verið að spyrja um breytta bíla.\nEn annars er það þannig með mig að ég trúi eyðslutölum takmarkað þar sem menn eru svo misjafnir í bensínfætinum.",
            "date": "2012-06-27 20:12:00",
            "post_id": "59957",
            "reply_to_id": "59955"
        },
        {
            "user_name": "Sævar Örn",
            "text": "já grín, ég last 1kzt en jájá, akstursvenjur og ástand bílsins hefur mikil áhrif á eyðsluna",
            "date": "2012-06-27 20:14:00",
            "post_id": "59958",
            "reply_to_id": "59957"
        },
        {
            "user_name": "-Hjalti-",
            "text": "‎5:29 hlutföll og flækjur koma á móti stærri dekkjum svo nei ég held að eyðslan verði aldrei gígantíkt mikið lægri.\nÞað var ekkert sérstaklega verið að byðja um tölur á óbreyttum bílum enda hef ég ég ekki séð óbreytta 4Runner í keyrslu í mörg ár.",
            "date": "2012-06-27 20:18:00",
            "post_id": "59959",
            "reply_to_id": "59958"
        },
        {
            "user_name": "Dúddi",
            "text": "Ef einhvern langar í óbreyttan 4runner þá er ég með einn árgerð 92 ekinn aðeins tæp 112000km. Beinskiptur og lýtur alveg fáránlega vel út.",
            "date": "2012-06-27 20:30:00",
            "post_id": "59961",
            "reply_to_id": "59959"
        },
        {
            "user_name": "íbbi",
            "text": "átti óbreyttan ssk. hann eyddi 19l innanbæjar,  náði honum í 14l á vegum með því að passa mig, en annars er mín reynsla að flestir þessuir grútmáttlausu v6 japanar eyði síst minna út á vegum, þá sérstaklega pajero3.0l",
            "date": "2012-06-27 22:36:00",
            "post_id": "59984",
            "reply_to_id": "59961"
        },
        {
            "user_name": "villi58",
            "text": "Er verið að tala um bensín eða disel ?",
            "date": "2012-06-27 22:40:00",
            "post_id": "59985",
            "reply_to_id": "59984"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Það er verið að tala um 3.0 V6 bensín vélina sem kom í Hilux og 4runner",
            "date": "2012-06-27 22:45:00",
            "post_id": "59989",
            "reply_to_id": "59985"
        },
        {
            "user_name": "Hfsd037",
            "text": "með 30+ pund í dekkjunum þar að auki",
            "date": "2012-06-28 18:34:00",
            "post_id": "60043",
            "reply_to_id": "59989"
        },
        {
            "user_name": "JónD",
            "text": "Ég á 89' hilux með 3vze bsk og þegar ég fékk hann á 31\" fór hann með ca. 14 lítra á lang keyrslu núna á 32\" og ekki alvelg í jafgóðu standi er hann að fara með ca. 16 á langkeyrslu.",
            "date": "2012-06-30 00:25:00",
            "post_id": "60137",
            "reply_to_id": "60043"
        },
        {
            "user_name": "Oskar K",
            "text": "átt einn í fyrravetur, beinskiptur, flækjur og opið púst, allir skynjarar og drasl í lagi, 5:29 hlutföll og 35\"\ngat farið með hann niður í 15L innanbæjar ef ég keyrði eins og áttræður maður\nfór alltaf með svona 17-18 ef maður keyrði venjulega\nsvo í eitt skiptið var ég að leika mér í smá snjó (innanbæjarsnjó nota bene) og einhverju hérna um jólin, þá fór hann með 65 lítra tank á 115km og reikniði nú",
            "date": "2012-06-30 06:32:00",
            "post_id": "60142",
            "reply_to_id": "60137"
        },
        {
            "user_name": "Startarinn",
            "text": "Minn var í 13-14 þegar ég fékk hann, á 38\" með 5,71 og keyrt eins og amma. Núna er hann á 4,56 og fer með 16-18 með bilaðan pústskynjara, en ég fékk mér widband AFR mæli og stillti gorminn í loftflæðiskynjaranum þar til ég fékk rétta blöndu.\nÞegar 4,56 hlutföllin voru nýlega komin í dró ég 38\" breyttann rússajeppa frá Eskifirði til Reykjavíkur, ég fór með 20 l/100km í þeirri ferð, en keyrt á 70-100 eftir því hvað bíllinn hafði afl í án þess að botnstanda hann, en rússinn var settur í gang til að hjálpa upp brekkurnar við Vík í mýrdal og kambana",
            "date": "2012-06-30 14:02:00",
            "post_id": "60154",
            "reply_to_id": "60142"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Þetta hljómar eins og frábær vél eftir að hafa lesið skrif ykkar hér fyrir ofan.",
            "date": "2012-06-30 14:56:00",
            "post_id": "60157",
            "reply_to_id": "60154"
        },
        {
            "user_name": "kjartanbj",
            "text": "3 vesen klikkar ekki :-)",
            "date": "2012-06-30 15:00:00",
            "post_id": "60158",
            "reply_to_id": "60157"
        },
        {
            "user_name": "dadikr",
            "text": "Ég átti 35\" breyttan beinskiptan 4Runner með þessari vél. Var á bilinu 16-20 hjá mér allan tíman sem ég átti hann. Mældi hann einu sinni í 15 þegar konan keyrði hann frá Patró til Stykkishólms á 70.\nÉg var alltaf sáttur við eyðsluna. Þessir bílar eru ódýrir, einstaklega endingargóðir og mjög duglegir. Mín reynsla var að það hefði ekki borgað sig að kaupa dísel Runner því verðið á v6 er svo miklu lægra en á díselnum að það dekkaði vel eyðslumuninn miðað við minn akstur.",
            "date": "2012-06-30 22:20:00",
            "post_id": "60172",
            "reply_to_id": "60158"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég hef aldrei haldið því fram að þetta sé \"frábær\" vél, en ég hef klárlega aldrei lent í jafn svakalegri eyðslu eins og nefnt er hér að ofan, þó ég hafi fulla trú á að vélin sé fær um að eyða þetta miklu, en hún er gjörsamlega drullumáttlaus",
            "date": "2012-06-30 22:20:00",
            "post_id": "60173",
            "reply_to_id": "60172"
        },
        {
            "user_name": "veddi.",
            "text": "Minn 91 árger hefur verið tvisvar mældur á milli Reykjavíkur og Fjarðabyggðar um suðurland eða yfir 700 km leið og í bæði skiptin var hann með innan við 11 lítra á 33 tommu . Tveir fullorðnir og slatti af farangri og yfirleitt um 95 til 110 á góðum köflum. Orginal hlutföll og ekki með flækjum og á eftir að mæla hann í snattinu og svo átti ég annan með flækjum og töluverður munur á krafti og snerpu.  Hann var á 35 tommu og með um 12 lítra.",
            "date": "2012-07-01 00:29:00",
            "post_id": "60177",
            "reply_to_id": "60173"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Ekki ætlast þú til að nokkur maður trúi þessu ?",
            "date": "2012-07-01 00:39:00",
            "post_id": "60179",
            "reply_to_id": "60177"
        },
        {
            "user_name": "kjartanbj",
            "text": "ertu viss um að það var 3vze í honum ? :) þetta eru ótrúlegar tölur..  tala nú ekki um lestaðan bíl og keyrt á þessari ferð \nhlýtur að hafa mælt eitthvað vitlaust..",
            "date": "2012-07-01 00:44:00",
            "post_id": "60180",
            "reply_to_id": "60179"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Ég var að eignast v6 runner með einhverja skynjara ónýta, og ábiggilega kertin komin á tíma, og eitthvað fleira ;) hann er \"38 með 5:29 ég setti á hann 20 lítra á álftanesinu og keyrði hann inní hfj. Á álftanesveginum botnaði ég hann, og ég sver það ég horfði á mælinn síga. Þegar ég var kominn í götuna hjá mér var hann orðinn bensínlaus, og þurfti hann hjálp síðustu metrana :) Svo annars er maður að nafni Ómar tengdó sem á einn v6 4runner gullmola, mér skilst að hann sé í kringum 20+- á hundraðið, og hann nær fínu afli útúr honum. \nBara svona til að vera með.",
            "date": "2012-07-01 13:33:00",
            "post_id": "60188",
            "reply_to_id": "60180"
        },
        {
            "user_name": "grimur",
            "text": "Tho ad einhver hafi att fullt af 3vze bilum, og haldid ad draslid vaeri i lagi....tha er nu kannski ekki haegt ad fullyrda um alla hvad eydslu vardar. eg var ad na runnernum inum nidur fyrir 13 a godum degi....en thad var reyndar eftir ad hafa klappad thessum gullmola ansi mikid og fundid ut ur fullt af atridum sem tharf ad hafa i lagi fyrir utan skynjara og tolvu.....",
            "date": "2012-07-01 21:20:00",
            "post_id": "60212",
            "reply_to_id": "60188"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "þessi þráður segir allt sem segja þarf um þessa vél.... þónokkrir hérna búnir að koma með eyðslutölur og nánast enginn kemur með sömu töluna... magnað! við erum að tala um 11-20+ lítra.... c.a. 82% munur á eyðslu milli eintaka eftir því hvort að bíllin sé á 31\", 32\", 35\", 38\" með 4.56, 5.29, 5.71, með orginal púst, 2,5\" púst, flækjur, bilaðan skynjara, aksturtölva með persónubresti, hvort keyrt er á 60, 70, 80, 90 eða 100. Held að það séu fáar vélar sem verða fyrir jafn mikklum áhrifum ef það eru einhverjar smá breytur á ástandi, dekkjastærð, þyngd eða aksturslagi. Samt er magnað að það er haugur til af þessum vélum það ótrúlega mikið af þessu í gangi ennþá og vélunum virðist alveg vera sama þótt það sé bileri í skynjurum eða rafmagnsdóti..... þær bara eyða meira :)",
            "date": "2012-07-01 21:57:00",
            "post_id": "60219",
            "reply_to_id": "60212"
        },
        {
            "user_name": "veddi.",
            "text": "Runner sem er að eyða 20 á hundraðið er auðvitað ekki í lagi.  Frændi minn sem átti runner á 32 tommu sagði að sinn hefði verið um tæpa 12 lítra í langkeyrslu , en minn er reyndar með vél sem var boruð út og tekin öll í gegn og er ekin innan við 140.000.km , og hvort það sé að skipta máli gæti verið  en hann er þó en með orginal rörið á milli heddanna sem ég tel vera algjöra kyrkingu á útblæstrinum,  því það var alveg töluverður munur á þessum sem var með flækjunum á hvað hann gat rifið sig hraðar upp á ferð.",
            "date": "2012-07-02 00:40:00",
            "post_id": "60235",
            "reply_to_id": "60219"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég átti einu sinni 4Runner með svona vél. Var með hann á 38\" með 4,56 hlutföll og eyðslan í blönduðum akstri var yfirleitt um 12 lítrana. Mældi hann svo í langkeyrslu í 8.5.",
            "date": "2012-07-02 02:30:00",
            "post_id": "60240",
            "reply_to_id": "60235"
        },
        {
            "user_name": "Oskar K",
            "text": "BWAAAAAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA",
            "date": "2012-07-02 02:33:00",
            "post_id": "60241",
            "reply_to_id": "60240"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Þessi þráður er einn brandari",
            "date": "2012-07-02 05:17:00",
            "post_id": "60243",
            "reply_to_id": "60241"
        },
        {
            "user_name": "Hagalín",
            "text": "Strákar... Er þetta ekki bara það sama og með patrolinn? Enginn bíll er eins.\nFélagi minn var að spá í 2.8 Y61 fyrir tveimur árum og prufaði örugglega hátt í 10 bíla. Eyðslutölur hjá þeim eigendum var nánast aldrey eins og aflið í bílunum var varla eins í þeim bílum sem hann prufaði. \nEru ekki bara það margir vacktorar inn í þessu dæmi að enginn bíll er eins þó að hann heiti sama nafni og er sama árgerð....",
            "date": "2012-07-02 08:14:00",
            "post_id": "60245",
            "reply_to_id": "60243"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ég held að þegar kemur að eyðslusögum þá sé stærsti óvissuþátturinn eigendurnir, ekki bílarnir ;-)",
            "date": "2012-07-02 09:37:00",
            "post_id": "60247",
            "reply_to_id": "60245"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Já það er greinilegt að þessir mótorar eru rosalega miklir characterar :)\nEru menn ekki bara með kolvitlausa hraðamæla og eru ekkert að fatta það?\nmæli með að þessir 12 lítra runnerar skrái sig í sparaksturskeppni FÍB á næsta ári",
            "date": "2012-07-02 09:45:00",
            "post_id": "60248",
            "reply_to_id": "60247"
        },
        {
            "user_name": "Svekktur",
            "text": "Sælir ég er með einn svona dásemdar mótor í húddinu. Bíllinn er á 38\" og 5/71hlutfalli hann er með 17-19 út á vegi í langkeyrslu eftir gps og 20-30 innanbæjar. Ég er búin að breyta pústinu þannig rörið er ekki lengur á milli pústgreina. Var einnig með óbreyttan og hann var með 14-15 í langkeyrsu og ekki undir 20 innanbæjar.\nKv Sveinbjörn",
            "date": "2012-07-02 21:48:00",
            "post_id": "60298",
            "reply_to_id": "60248"
        },
        {
            "user_name": "Startarinn",
            "text": "Hjalti, ég veit að þú trúir þessu aldrei\nÉg fór á aðfaranótt mánudags með 2ja öxla sleðakerru aftaní á hiluxinum frá Keflavík til Sauðárkróks, vigtaður við göngin voru bíll og kerra samtals 4.130 kg, ökuhraði í þessari ferð var í kringum 80 km/h\nÉg tók nú ekki kílómetrana á hraðamælinum enda er hann kolvitlaus, en GPS segir mér að leiðin sé 334km, Ég dældi samtals 67 lítrum rúmum á bílinn í og eftir þessa ferð, sem gera um 20 ltr/100km, sem mér finnst bara vel sloppið miðað við 4 tonn rúm, sérstaklega þegar ég hugsa til þess að bíllinn eyðir um 16/100 tómur á langkeyrslu",
            "date": "2012-07-05 02:33:00",
            "post_id": "60461",
            "reply_to_id": "60298"
        }
    ],
    "date": "2012-06-27 18:32:00"
}