{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "11658",
    "title": "Núpsstaðaskógur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=11658",
    "posts": [
        {
            "user_name": "Óskar - Einfari",
            "text": "Sælir\nÞekkið þið eitthvað leiðina þarna inneftir? hvernig vöðin eru? \nEr einhver að fara þarna um í kvöld/um helgina?\nKv.\nÓskar Andri",
            "date": "2012-07-06 09:14:00",
            "post_id": "60546",
            "reply_to_id": false
        },
        {
            "user_name": "AgnarBen",
            "text": "You´ve got mail Óskar",
            "date": "2012-07-06 10:27:00",
            "post_id": "60554",
            "reply_to_id": "60546"
        },
        {
            "user_name": "Freyr",
            "text": "Sæll\nHef 2x farið þarna inneftir. Fyrra skiptið var um hvítasunnuhelgi og þá var þetta mjög auðvelt. Seinna skiptið var um mitt sumar og þá áttu bæði óbreyttur pajero sport og óbreyttur lc 90 í vandræðum. Lc 90 komst varla upp úr ánni þar sem bakkinn var svolítið brattur og grýttur. Pajeroinn hinsvegar keyrði sig uppá \"sker\" og sat fastur á kviðnum. 38\" breyttur lc 70 á 33\" dekkjum átti hinsvegar ekki í neinum vandræðum með þetta. \nÉg veit ekki hvernig þetta er núna en þessi 2 skipti var alveg augljóst hvar best var að fara yfir (vöðin voru nálægt þjóðvegi 1 og svo smá spotti inneftir. Á þessum tíma var botninn og áreyrarnar fyrst og fremst grjót og það í grófari kanntinum, sá enginn merki um sand- eða aurbleytu en það gæti vissulega verið breytt í dag.\nKv. Freyr",
            "date": "2012-07-06 12:17:00",
            "post_id": "60561",
            "reply_to_id": "60554"
        },
        {
            "user_name": "gaz69m",
            "text": "langbest að tala við Hannes jónsson  bónda á hvoli hann hefur  farið þessivöð  ansioft   á  mismunandi bílum   og veit hvernig þetta er og hvernig vöðin breitast",
            "date": "2012-07-06 12:21:00",
            "post_id": "60562",
            "reply_to_id": "60561"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Takk, takk.... það er ekki alveg búið að slá því föstu að fara ennþá en svona ef maður vill elta sólina þá sýnist mér málið vera að fara eitthvað í þessa átt allavega :)",
            "date": "2012-07-06 12:44:00",
            "post_id": "60566",
            "reply_to_id": "60562"
        },
        {
            "user_name": "AgnarBen",
            "text": "Þegar ég fór þarna yfir síðast þá fór ég yfir vað þar sem slóðinn endaði og var það doldið leiðinlegt fyrir minna breyttari bíla, nokkuð straumhart og grýtt og mig minnir að bakkinn hafi verið brattur þegar maður kom upp úr.  Á leiðinni til baka eltum við aftur á móti slóða að vaði mun nær þjóðveginum, þar var áin mun breiðari, lygnari og grynnri en það var skeifulaga brot í ánni sem hægt var að fylgja yfir.  Það bleytti varla í felgu minnir mig þegar við fórum þarna yfir.  \nÞetta er orðið ansi langt síðan (2004) og kannski er þetta allt gjörbreytt í dag !",
            "date": "2012-07-06 13:12:00",
            "post_id": "60567",
            "reply_to_id": "60566"
        },
        {
            "user_name": "Brjótur",
            "text": "Sæll ég fór þarna innúr  um þarsíðustu helgi og það var sennilega um 70 80 cm djúpt vatn í ánni en ekki stórgrýttog allt bara í fína lagi, en innfrá rétt áður en komið er inn að fossinum lenti ég í sandbleytu en náði að krafla mig upp úr því, fór  svo yfir á öðrum stað á leiðinni til baka , hrikalega flott svæði.\n kveðja Helgi",
            "date": "2012-07-06 20:31:00",
            "post_id": "60589",
            "reply_to_id": "60567"
        },
        {
            "user_name": "vidart",
            "text": "Er einhver búinn að fara þarna í sumar og getur gefið upplýsingar um vöðin?",
            "date": "2013-06-07 14:45:00",
            "post_id": "103068",
            "reply_to_id": "60589"
        }
    ],
    "date": "2012-07-06 09:14:00"
}