{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "11670",
    "title": "Ssang Yong Korando - Bank í framhjólabúnaði",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=11670",
    "posts": [
        {
            "user_name": "Grænjaxlinn",
            "text": "Sælir - þetta er fyrsti pósturinn minn hér og nú eru góð ráð dýr. \nÉg á Korando jeppa '98, ekinn ca 130þ, og ég fæ óþægilega hávært bank öðrum megin að framan þegar ekið er í holur, eða á malarvegi. Demparafestingin virtist í lagi svo það næsta sem mér datt í hug var að skipta um tengistautinn frá balansstöng niður í neðri klafann ásamt tilheyrandi gúmmífóðringum. Það virkaði ekki og þá beindist grunurinn að efri klafafóðringunum sem virtust aðeins byrjaðar að morkna. Skipti um þær (og efri spindilkúluna í leiðinni, svona til öryggis) en ekkert batnaði við það. Bíllinn flaug nýlega í gegn um skoðun þótt ég bæði skoðunarmanninn um að athuga framstellið sérlega vel og segði honum frá þessu banki þannig að samkvæmt því ættu spindilkúlur, stýrisliðir og maskínan að vera í sæmilegu standi. \nNú er spurningin; vitið þið um einhvern spámann hér á Reykjavíkursvæðinu sem getur fundið út úr þessu fyrir mig áður en ég eyði meira púðri í óþarfa tilraunastarfsemi?\nKveðja - Þórður",
            "date": "2012-07-07 12:58:00",
            "post_id": "60616",
            "reply_to_id": false
        },
        {
            "user_name": "biggi72",
            "text": "Búinn að skoða demparagúmmí?\nVar búinn að skipta um allta sem mér datt í hug á pæjunni minni nema gúmmíið sem var svo orsakavaldurinn.",
            "date": "2012-07-07 13:02:00",
            "post_id": "60617",
            "reply_to_id": "60616"
        },
        {
            "user_name": "Grænjaxlinn",
            "text": "Þetta er ekki demparagúmmí, þau eru í fínu lagi. En ég tékkaði aðeins á demparanum sjálfum núna áðan og fannst hann undarlega mjúkur að ýta honum út og inn. Hafi þetta verið gasdempari er hann líklega bilaður.",
            "date": "2012-07-07 19:31:00",
            "post_id": "60633",
            "reply_to_id": "60617"
        },
        {
            "user_name": "Þorri",
            "text": "Demparar geta bankað svona ég lenti í því með bíl sem ég átti þá var dautt slag í honum þá myndaðist bank þegar maður keyrði í holur.",
            "date": "2012-07-08 02:09:00",
            "post_id": "60645",
            "reply_to_id": "60633"
        },
        {
            "user_name": "Oskar K",
            "text": "er þetta ekki bara brotin boddyfesting ?",
            "date": "2012-07-08 10:00:00",
            "post_id": "60651",
            "reply_to_id": "60645"
        },
        {
            "user_name": "Grænjaxlinn",
            "text": "Ég held að næsta skref sé að taka úr báða framdemparana og bera þá saman. Víxla þeim kannski og sjá hvort vandamálið færist yfir á hina hliðina. Ættu ekki annars örugglega að vera gasdemparar bæði að aftan og framan í svona 33\" jeppa?",
            "date": "2012-07-08 12:02:00",
            "post_id": "60660",
            "reply_to_id": "60651"
        },
        {
            "user_name": "Stebbi",
            "text": "Athugaðu gúmmíin sem halda uppi balancestöngini við grind, ef þetta er svona frekar hávært glamur sem leiðir um allan framendan og gerir bílinn druslulegan í akstri þá geta þau verið ónýt.",
            "date": "2012-07-08 12:07:00",
            "post_id": "60661",
            "reply_to_id": "60660"
        },
        {
            "user_name": "Grænjaxlinn",
            "text": "Jæja, loksins fannst lausn á þessu. Dragliðurinn niður í stýrisvélina var gróinn gjörsamlega fastur og þess vegna var þetta bank sem leiddi upp í stýrið. Nýr kominn í og málið dautt.",
            "date": "2012-07-20 17:48:00",
            "post_id": "61506",
            "reply_to_id": "60661"
        }
    ],
    "date": "2012-07-07 12:58:00"
}