{
    "forum_title": "Almennt spjall",
    "id": "11713",
    "title": "Wrangler rafkerfi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=11713",
    "posts": [
        {
            "user_name": "Krúsi",
            "text": "Sælir,\nfélagi minn er með Wrangler 2001 árg. með 4 cyl. 2,5l vélinni og er hann að gefast upp á máttleysi. \nSpurningin er hvort rafkerfið passi á milli við 4,0 HO línu 6:una eða ekki??\nErum að tala um að skipta út vél, skiptingu og millikassa sem kæmi úr Cherokee ´94.\nHef heyrt að það er maus að púsla V8 í staðin fyrir 4,0. En vantar allar upplýsingar um hvort það sé nokkuð mikið vesen frá 4cyl. í 4.0.\nHvort það skiptir einhverju máli, þá er þetta evróputýpa.\nAllar upplýsingar velþegnar......\nkv.\nMarkús",
            "date": "2012-07-10 21:38:00",
            "post_id": "60832",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Þú þarft alt rafkerfið með. Það er strákur á Selfossi sem að setti 4l vél í 2,5 wrangler og hann enaði á því að þufa alt rafkerfið með. Hann heitir Böðvar. Því miður er ég ekki með nr hans lengur.",
            "date": "2012-07-10 21:55:00",
            "post_id": "60834",
            "reply_to_id": "60832"
        },
        {
            "user_name": "elliofur",
            "text": "Ég gerði þetta fyrir þremur og hálfu ári síðan. Þú þarft rafkerfið. Hér eru myndir af því þegar ég gerði þetta \nhttp://elliofur.123.is/photoalbums/132534/\n og svo geturu leitað hérna á spjallinu af cherokee rafmagnsteikningar og fundið þær teikningar sem þú þarft. Svo er bara að vera skipulagður í rafkerfisvinnunni, fara eftir teikningunum og finna hvaða vír gerir hvað, aðskilja mótorrafmagnið frá boddy rafmagninu og merkja báða enda þegar þú klippir (td með hvítu teipi og tússa númer á teipið) og glósa niður á blað hvað hver vír gerir og jafnvel hvert hann fer.\nMeð svona skipulagi og talsverðri þolinmæði og allra helst góðri skynsemi þá er þetta ekkert stórmál þó það taki slatta tíma.",
            "date": "2012-07-10 22:20:00",
            "post_id": "60838",
            "reply_to_id": "60834"
        }
    ],
    "date": "2012-07-10 21:38:00"
}