{
    "forum_title": "Almennt spjall",
    "id": "11731",
    "title": "reynslusaga af undraefni á dauðar flugur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=11731",
    "posts": [
        {
            "user_name": "Polarbear",
            "text": "Vona að það sé í lagi að hæla svona eðalefni hér á almenna spjallinu.\nvar að koma heim úr þónokkru ferðalagi á jeppanum með svona 300.000 dauðar flugur á framenda og rúðu bílsins og kveið því mikið að þrífa þetta af. Þegar dauðar flugur liggja lengi á dökku lakki þá bakast þetta og verður eins og steypa yfirleitt og hundleiðinlegt að ná þessu af, en viti menn! \nHeyrði svo talað um SÁMUR Flugnahreinsir frá hinu al-íslenska fyrirtæki Sámur sápugerð og ákvað að prófa. Fór bara eftir leiðbeiningunum, sprautaði þessu á og lét þetta vera í c.a. 5 mínútur og þvoði svo bílinn venjulega útá bensínstöð og flugnadrullan og fuglaskíturinn og annað drullumall bara lak af. Engin átök eða óþarfa nudd og djöfulgangur! þetta stöff virkar bara!\nfæst í olís, N1 og Europrís og ég mæli með þessu. Dúndurvirkar.\nLalli, ánægður viðskiptavinur.",
            "date": "2012-07-12 13:39:00",
            "post_id": "60944",
            "reply_to_id": false
        },
        {
            "user_name": "DABBI SIG",
            "text": "Varð lakkið eftir á bílnum? :D\nLétt grín... það er ótrúlega erfitt að ná svona af. Gott að vita að það sé til efni við þessu.\nÉg notaði sonax hardvax það gekk með smá nuddi stundum.",
            "date": "2012-07-12 16:16:00",
            "post_id": "60946",
            "reply_to_id": "60944"
        },
        {
            "user_name": "stjanib",
            "text": "Ég hef notað Delta Force sápu frá concept sem fæst í Málningavörum með góðum árangri. Úða henni á án þess að blanda hana og leyfi henni að sitja í 5 mín og svo þvæ ég bílinn og það hefur ekki verið neitt nudd hingað til.",
            "date": "2012-07-12 17:10:00",
            "post_id": "60947",
            "reply_to_id": "60946"
        },
        {
            "user_name": "Refur",
            "text": "Ég hef notast við efni í plastflöskum með rauðum miða sem heitir CokaCola, held að það fáist á öllum betri bensínstöðvum :)\nKv. Villi",
            "date": "2012-07-12 18:27:00",
            "post_id": "60953",
            "reply_to_id": "60947"
        },
        {
            "user_name": "jeepson",
            "text": "Það má nú ekki gleyma því að þetta cokecola efni sem að þú talar er al hliða efni sem hægt er að nota fleiri hluti. Og ekki verra að það sé hægt að drekka það líka :)",
            "date": "2012-07-12 18:30:00",
            "post_id": "60955",
            "reply_to_id": "60953"
        },
        {
            "user_name": "actros",
            "text": "hef notað þetta frá Sám á einn vinnubíll og það gast helvíti vel",
            "date": "2012-07-12 18:57:00",
            "post_id": "60958",
            "reply_to_id": "60955"
        },
        {
            "user_name": "jeepson",
            "text": "Jæja. Eftir að Lalli lét svona vel af undraefninu ákvað ég að prufa þetta. Ég verlsaði efnið á olís á Reyðafirði og var ánæður með verðið Ekki nema 1220kr í líters úðabrúsa. svo úðaði ég þessu á lét þetta liggja á í 2 mín, og þetta svínvirkaði. :)",
            "date": "2012-07-12 21:01:00",
            "post_id": "60965",
            "reply_to_id": "60958"
        },
        {
            "user_name": "dazy crazy",
            "text": "veit einhver hvað sýrustigið í þessari sápu er?",
            "date": "2012-07-12 22:00:00",
            "post_id": "60974",
            "reply_to_id": "60965"
        },
        {
            "user_name": "jeepson",
            "text": "Who cares? It works :) En svona án djóks þá hef ég ekki hugmynd um það. En ég skal reyna að muna eftir að pósa því inná morgun. Sennilega gæti það verið nokkuð hátt fyrst að það má ekki liggja nema 1-2 mín á.",
            "date": "2012-07-12 23:09:00",
            "post_id": "60981",
            "reply_to_id": "60974"
        }
    ],
    "date": "2012-07-12 13:39:00"
}