{
    "forum_title": "Almennt spjall",
    "id": "11804",
    "title": "Hversu fáfróðir geta túristar á Íslandi verið?!",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=11804",
    "posts": [
        {
            "user_name": "-Hjalti-",
            "text": "ég næstum kikna í hnjánum við að lesa þetta ...",
            "date": "2012-07-18 04:03:00",
            "post_id": "61340",
            "reply_to_id": false
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Mér finnst eiginlega doldið skammarlegt hvað það var hlaupið til handa og fóta og eytt 3 dögum í leit á þyrlu án þess að kanna málið ítarlega. Allur eru varinn góður og allt það en þetta fannst mér vera hálfgert panic!",
            "date": "2012-07-18 09:08:00",
            "post_id": "61347",
            "reply_to_id": "61340"
        },
        {
            "user_name": "gaz69m",
            "text": "fyrir  einhverjum árum tók ég par  upp í bíl hjá mér    rétthjá hellu og för þeira var heitið að fara hringin í kringum heklu  , ég rak  augun í að farangur þeira var ekki mikil og spurði um búnað sem þau væru með  eins og primus og góðasvefnpoka  og hlían fatnað  , svar þeirra var að þau þyrftu ekkert svoleiðis það væri búið að seigja þeim að það væri sumar á íslandi ,   það tók töluverðan tíma  að fá þau til að skilja veðrabreytingar sem geta orðið á fjöllum   á íslandi .   ég endaði á að keyra þau til manns sem var með skipulagðar ferðir í kringum heklu . það vantar  meira að seigja túristum um að veður breytist hratt á fjöllum þú ert á íslandi ekki benidorm",
            "date": "2012-07-18 10:11:00",
            "post_id": "61349",
            "reply_to_id": "61347"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég keyrði einu sinni áætlun upp í landmannalaugar , eitt sinn var erlend kona með í för sem var alveg óð í það að ganga á hekluna \nhún var ekki með neinn farangur með sér, ekki klædd til fararinnar né í skóm til þess, það var virkilega erfitt að koma henni í skilning um að hún væri ekki að fara ganga þetta svona , neitaði að hleypa henni út og fór með hana bara aftur niður á hellu síðan",
            "date": "2012-07-18 13:13:00",
            "post_id": "61360",
            "reply_to_id": "61349"
        },
        {
            "user_name": "diddim",
            "text": "Fjölskylda konunar er með bústað í Aðalvík á Hornströndum og bróðir konunar var eitt sinn staddur þar þegar hann tók eftir því að það stæði maður við höfnina í pressuðum buxum og blank skóm með smá tösku. Þá kom í ljós að þetta væri ástrali sem hafði ákveðið allt í einu að ferðast til Íslands, tók flugrútuna til BSÍ, sá Íslandskort og á því stóð Ísafjörður og hann ákvað að skella sér með næsta flugi. Þegar þanngað var komið sá hann skilti sem á stóð \"áætlunarferðir til Aðalvíkur\" og hann ákvað að fara þanngað og gista á næsta Bed and Brekfast??? :D\nÞað voru frekar fáir á Hornströndum á þessum tíma og bróðir konunar sá eini sem talaði góða ensku. Þannig að hann sat fastur með ferðalangan og bauð honum að gista og varð að elda ofaní hann því hann bjóst við því að það væri bara 3ja stjörnu B&B á þessu svæði.",
            "date": "2012-07-18 15:03:00",
            "post_id": "61373",
            "reply_to_id": "61360"
        },
        {
            "user_name": "bjornod",
            "text": "Svo má ekki gleyma öllum gallabuxnaköllunum á stóru jeppunum.  Oftar en ekki eru erlendir ferðamenn mun betur búnir en Íslendingar.",
            "date": "2012-07-18 16:02:00",
            "post_id": "61377",
            "reply_to_id": "61373"
        },
        {
            "user_name": "Guðmann Jónasson",
            "text": "Auðvitað hefur maður rekist á ýmsa frekar furðulega erlenda ferðalanga hér og þar um landið,mér finnst hins\nvegar stærri hlutinn vera ansi fróður um landið og náttúruna...og mættu margir heimamenn líta sér nær :)\nKv.GJ",
            "date": "2012-07-18 17:32:00",
            "post_id": "61381",
            "reply_to_id": "61377"
        },
        {
            "user_name": "Brjótur",
            "text": "Þið eruð góðir dæmið 600.000 manns af 4 sögum hérna,  upp til hópa eru túristar mjög vel búniroftast betur búnir en landinn sjálfur :)   þessi dæmi sem þið nefnið eru undantekningar strákar mínir og til þess fallnar að reyna að búa til æsing og hneykslan. :)",
            "date": "2012-07-18 18:34:00",
            "post_id": "61385",
            "reply_to_id": "61381"
        },
        {
            "user_name": "stone",
            "text": "sammála þér brjótur það er oftast verið að dæma stóra hópa af einhverjum tröllasögum um nokkra einstaklinga.  Margir Íslendingar gætu lært af túristum varðandi þekkingu á landinu því hún er því miður almennt að minna hjá okkur Íslendingum.",
            "date": "2012-07-18 18:56:00",
            "post_id": "61387",
            "reply_to_id": "61385"
        },
        {
            "user_name": "Ofsi",
            "text": "Góðir, hér væri hægt að setja inn 3000 síðuna rannsóknarskýrslu alþingis um heimsku íslendinga. Væri sennilega auðvelt að bæta öðrum 3000 síðum við. Því hvert hneyklismálið og rekur annað í fjölmiðlum um heimsku okkar íslendinga.",
            "date": "2012-07-18 19:07:00",
            "post_id": "61389",
            "reply_to_id": "61387"
        },
        {
            "user_name": "risinn",
            "text": "Eru til öðruvísi Skagfyrðingar ?????    :-)\nKv. Ragnar Páll sem að var í skagafyrði í rúmt ár.  :-)",
            "date": "2012-07-18 22:05:00",
            "post_id": "61404",
            "reply_to_id": "61389"
        },
        {
            "user_name": "Svenni30",
            "text": "Skagfyrðingar eru snillingar, það er bara þannig.",
            "date": "2012-07-18 23:20:00",
            "post_id": "61413",
            "reply_to_id": "61404"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Það sem mér finnst oft vera merkilegt með \"utan malbiks\" túristana hér á landi eru öfgarnir í ferðafærni þeirra. Annað hvort fólk sem veit svona nokkurn vegin hvað það er að gera svona miðað við það að vera gestir í kannski dálítið framandi og varasömu landi. Síðan á hinn veginn fólk sem vantar oft ansi mikla reynslu og útbúnað til að geta bjargað sér og ferðast í þeim aðstæðum sem upp geta komið. Ekki svo mikið um ferðamenn þarna mitt á milli.",
            "date": "2012-07-19 08:23:00",
            "post_id": "61422",
            "reply_to_id": "61413"
        }
    ],
    "date": "2012-07-18 04:03:00"
}