{
    "forum_title": "Jeppinn minn",
    "id": "119",
    "title": "Suzuki samurai",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=119",
    "posts": [
        {
            "user_name": "stebbi1",
            "text": "Jeppinn minn er Suzuki samurai árgerð 1992 á 35\" hjólbörðum.\nGreyið litla ber þess greynileg merki að hafa oltið einu sinni, en maður drífur víst minnst á lakkinu.\nÞarna er bara búið að lengja í hengslum og setja 30\" undir\nÞessi er tekinn nokrum dögum áður en ég vellti henni, þarna er hún á 31\"\nOg svona er hún nokurnveginn í dag.\nFleyri myndir inná:http://www.facebook.com/photo.php?pid=30126425&id=1568196109#!/album.php?aid=2003709&id=1568196109 \nKveðja Stefán.",
            "date": "2010-02-04 20:14:00",
            "post_id": "419",
            "reply_to_id": false
        },
        {
            "user_name": "gislisveri",
            "text": "Flott teygja á síðustu myndinni, er ekkert búið að eiga við annað en að lengja hengslin? Og breytir það kannski engu? Mér finnst að minn bíll misfjaðri ekki svona fallega á blaðfjöðrunum.",
            "date": "2010-02-04 20:25:00",
            "post_id": "421",
            "reply_to_id": "419"
        },
        {
            "user_name": "EinarR",
            "text": "MyndarBÍLL!!! svaka súkka hér á ferð! komdu með projectið!",
            "date": "2010-02-04 20:30:00",
            "post_id": "424",
            "reply_to_id": "421"
        },
        {
            "user_name": "stebbi1",
            "text": "Júmm skellti fjöðrunum ofaná. þá kemur allt öðruvís átak á þetta, svo má nú deila um kosti og galla þess að hafa þetta þannig :D\nHann var svona styrður orginal.",
            "date": "2010-02-04 20:32:00",
            "post_id": "427",
            "reply_to_id": "424"
        },
        {
            "user_name": "Ingi",
            "text": "Það hefði ekki þurft að íta fast í hana á fyrri teygju myndini svo hún mundi velta \nen það breitir því ekki að það er flott teygja í þessum gömlu fjöðrum",
            "date": "2010-02-04 20:50:00",
            "post_id": "431",
            "reply_to_id": "427"
        },
        {
            "user_name": "Haffi",
            "text": "Flottur!\nSmá pæling, ertu með orginal samurai vél í hesthúsinu?",
            "date": "2010-02-05 11:14:00",
            "post_id": "480",
            "reply_to_id": "431"
        },
        {
            "user_name": "Ingi",
            "text": "já hann er með orginal 1300 hálfblöndugs mótor \nég held samt að það standi til að skipta yfir í 1600 mótor úr vitöru",
            "date": "2010-02-05 12:05:00",
            "post_id": "482",
            "reply_to_id": "480"
        },
        {
            "user_name": "Haffi",
            "text": "Okei..\nForvitnin alveg að fara með mig:\nHvernig er 1300 vélin að höndla 35\" dekk?",
            "date": "2010-02-05 12:16:00",
            "post_id": "484",
            "reply_to_id": "482"
        },
        {
            "user_name": "gislisveri",
            "text": "Haha, ég get svarað því.\nMeð hörku og útsjónarsemi kemst maður í 90 úti á þjóðvegi, en ef vind hreyfir í vitlausa átt, þá er það bara 60 í botni í 3. gír. \nFyrir utan veg er þetta hins vegar allt í lagi, bíllinn er svo léttur að hann er \"nógu\" sprækur í lága drifinu.",
            "date": "2010-02-05 13:09:00",
            "post_id": "490",
            "reply_to_id": "484"
        },
        {
            "user_name": "stebbi1",
            "text": "Já einsog Gísli segir þá fer þetta dáltið eftir veðri. Maður getur nú stundum sett í 5 ef það er með vindur annars keyri ég bara á milli í 4 og um eða yfir 3000 sn\nþá er hann svona að detta í  90. ef maður leggur sig framm er ekkert mál að halda 100 á góðum vegi, en maður gerir nú ekkert mikið af því.\nUtann vegar er þetta bara alltí góðu lagi þannig séð, ég er með \"flækjur\" og 2.5\" púst og við þá breytigu fór haún að toga á lægri snúning þannig að maður getur alveg pínnt hanna þó nokkuð og svo er ég alveg óhræddur við að láta vélina snúast aðeins hún er ekkert síðri í kringum 6000 sn :D",
            "date": "2010-02-05 13:30:00",
            "post_id": "492",
            "reply_to_id": "490"
        },
        {
            "user_name": "JHG",
            "text": "Taka bara vélina úr Volvo-num og setja í súkkuna :)",
            "date": "2010-05-04 12:26:00",
            "post_id": "4879",
            "reply_to_id": "492"
        },
        {
            "user_name": "Ingi",
            "text": "já verst að vélin í volvonum snýr öfugt....",
            "date": "2010-05-04 18:12:00",
            "post_id": "4894",
            "reply_to_id": "4879"
        },
        {
            "user_name": "JHG",
            "text": "Örugglega hægt að leysa  það eins og allt annað (ótrúlegt hverju menn hafa troðið í ótrúlegustu bíla).  \nEn annars, þá átti ég langa súkku yfirbyggða 1985 módel sem ég setti Volvo B20A og síðar B20B (120 hestöfl orginal og jukust vonandi eitthvað þegar ég gerði endurbætur).  Djöfulli var gaman af þessu, togaði endalaust og reif bílinn af stað úr kyrrstöðu.  Verst að auknu afli fylgdu líka auknar bilanir......",
            "date": "2010-05-05 09:06:00",
            "post_id": "4913",
            "reply_to_id": "4894"
        },
        {
            "user_name": "stebbi1",
            "text": "hehe Ef þú ert að tala um vélina úr 850 bílnum, þá finnst mér hun nú ekkert ægilega spræk :D\nen ég á 1600Mpfi á bretti heima í hlöðu, bara finna sér tíma til að slaka henni ofanní :D\nþað ætti að breyta aðeins",
            "date": "2010-05-05 10:33:00",
            "post_id": "4918",
            "reply_to_id": "4913"
        }
    ],
    "date": "2010-02-04 20:14:00"
}