{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "11920",
    "title": "Færð á fjallabaksleið syðri",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=11920",
    "posts": [
        {
            "user_name": "dabbi",
            "text": "Sælir,\nHvernig er færðin þarna núna? kemst ég á óbreyttum LC 120 yfir kaldaklofshvísl og markarfljótið í fljótsdal?\nmér er nokk sama hvort þetta sé þvottabretti eða ekki, aðalega að spá í vatnsföllunum,\nmbk\nDabbi",
            "date": "2012-07-25 09:29:00",
            "post_id": "61864",
            "reply_to_id": false
        },
        {
            "user_name": "HHafdal",
            "text": "Sæll Kaldaklofskvísl er oftast fær óbreyttum bílum en það getur vaxið fljótt í henni og hún\norðið ófær öllum bílum á innan við klukkutíma en þá þarf að vera töluverð rigning.\nLíklegast áttu við Gilsá en ekki Markarfljótið Það fer enginn yfir það á þessum tíma nema á öflugustu bílum og vel kunnugur vatnasulli en Gilsáin var brúuð í fyrra þannig að þú ættir að leika þér að þessu þú skoðar bara steinana í vaðinu á Kaldaklofi og ef þú ert ekki öruggur borgar sig að tala við skálavörðinn í Hvanngili.",
            "date": "2012-07-25 12:51:00",
            "post_id": "61874",
            "reply_to_id": "61864"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Hvenær brúuðu þeir Gilsá ??\nhttp://www.landsbjorg.is/Article.aspx?c ... wDate=true",
            "date": "2012-07-25 13:07:00",
            "post_id": "61877",
            "reply_to_id": "61874"
        },
        {
            "user_name": "dabbi",
            "text": "Það er rétt þetta er víst ekki markarfljótið. \nhef nokkrumsinnum farið yfir kaldaklofshvísl og gilsánna, en aldrei á óbreyttum. hef einmitt meiri áhyggjur af Gilsánni, maður fer þá bara aftur til baka ef manni líst ekki á hana :(  trúi því varla að þarna sé komin brú þar sem þetta er nú síbreytilegt\nmbk\ndabbi",
            "date": "2012-07-25 15:00:00",
            "post_id": "61887",
            "reply_to_id": "61877"
        },
        {
            "user_name": "Ofsi",
            "text": "Gilsá er ekki brúuð. hægt er að fara yfir hana á eyrunum eða upp í hlíðinni. Ef efra vaðið er valið. Þá er þar meiri straumur og ógleggra vað. auk þess dýpra og krappara. Neðra vaðir er hinsvegar grinnra og augljósara hvernig ekið er yfir. Þar er töluverð umferð og gætir þú einfaldlega dokað við, við vaðið eftir að einhver kæmi. Áin breiðir venjulega töluvert úr sé þarna og er því venjulega ekki djúp. Kaldaklofskvíslinn er venjulega ekkert mál. Í vaðinu er smá malar/sand hryggur. Göngubrú er rétt ofan við vaðir og um 1 km ganga að skálanum í Hvanngili ef ég man þetta rétt.",
            "date": "2012-07-25 16:37:00",
            "post_id": "61891",
            "reply_to_id": "61887"
        },
        {
            "user_name": "dabbi",
            "text": "Áin var nú eitthverntíman brúuð, skálaverðinir héldu það allavega,\nþegar að var komið var það ekki þannig\nLítið gagn í henni þarna.\nReyndist vera nokkuð djúp þarna í gær áin var seinnipartin í gær á þvælingi þarna og mikil sólbráð væntanlega spilað inn í það.\nStoppaði einn sem var að spá í að fara fyrir markarfljótið í húsadal fyrir ofan gilsánna. (hann var samt á 4x4 starex) :)",
            "date": "2012-07-29 21:34:00",
            "post_id": "62163",
            "reply_to_id": "61891"
        },
        {
            "user_name": "SHM",
            "text": "Þessi brú ef brú skyldi kalla hefur líklega verið sett upp í fyrra þar sem Gilsáin rennur meðfram Þórólfsfelli að austan. Frá brúnni var svo ruddur beinn tvíbreiður vegur ca. þriggja kílómetra langur að þeim stað þar sem heitir Hellisvellir og Fífuhvammar. Í sumar er ég tvívegis búinn að aka þessa leið og í bæði skiptin rann Gilsáin öll undir þessa brú þannig að hvergi þurfti að bleyta dekk í ánni.",
            "date": "2012-07-29 22:10:00",
            "post_id": "62169",
            "reply_to_id": "62163"
        },
        {
            "user_name": "arni_86",
            "text": "Èg var i Emstrum i dag og frètti ad Gilsàin væri òfær. Farvegurinn hefdi fært sig einhvad til. Fekk ekki nànari ùtskyringar à tvi en thetta hefdi skjèd i dag.\nEn èg fòr thà bara nidur mælifellsandinn og øldufellsleid eins og èg hafdi ætlad mèr.\nMælifellsandurinn var slèttur og fÌnn og øldufellsleidin alltaf jafn skemmtileg, allavegna fyrir thà sem hafa gaman af tvi ad gefa soldid ì.",
            "date": "2012-07-30 00:52:00",
            "post_id": "62184",
            "reply_to_id": "62169"
        },
        {
            "user_name": "oddur",
            "text": "Fór upp í Emstrur síðastliðinn fimmtudag og þá var ekki búið að flæða yfir veginn. Gat keyrt yfir brúnna yfir Gilsá og vegurinn alveg þurr.",
            "date": "2012-07-30 11:07:00",
            "post_id": "62194",
            "reply_to_id": "62184"
        },
        {
            "user_name": "Magnús Ingi",
            "text": "Ég veit nú ekki betur en að vaðið á Gilsánni sé fært. var þarna á laugardaskvöld að leika mer í henni og fór hún ekki einusinni upp í stigbretti á 38\" bíl og ekki upp á húdd þegar hún var tekin upp í móti straumi. og svo var bílinn minn að fara innúr áðan og var Gilsánin nú lítill faratálmi á efra vaðinu:). og jú gilsáinn hefur verið á brú síðastliðin 2 ár síðan suðuverk var að laga varnagarðana eftir flóðið úr Eyjafjallajökli",
            "date": "2012-07-30 13:50:00",
            "post_id": "62208",
            "reply_to_id": "62194"
        },
        {
            "user_name": "dabbi",
            "text": "vaðið er vel fært, fór þarna á óbreyttum 120 krúser, ekkert mál að þræða ánna, en ég þurfti að fara nokkrum sinnum yfir hana\nmbk\nDabbi",
            "date": "2012-07-30 14:02:00",
            "post_id": "62209",
            "reply_to_id": "62208"
        },
        {
            "user_name": "siggisigþórs",
            "text": "er búið að færa fjallabaksleið sýðast þegar ég vissi lá hún upp lánvíuhraun meðframm laugafelli yfir markarfljót og austur í skaftárdal",
            "date": "2012-07-31 00:29:00",
            "post_id": "62266",
            "reply_to_id": "62209"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Það sem þráðarhöfundur talar um er Emstruleið Og þú ert væntanlega að tala um langvíuhraun og Laufarfell ,",
            "date": "2012-07-31 00:53:00",
            "post_id": "62269",
            "reply_to_id": "62266"
        }
    ],
    "date": "2012-07-25 09:29:00"
}