{
    "forum_title": "Jeppinn minn",
    "id": "11931",
    "title": "Toyota Extracab 1989 uppgerð",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=11931",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar, eignaðist óvænt Toyota Excab 1989 diselbíl sem ég ætla að taka eitthvað í gegn aðallega þó vegna ryðs hann er með 5:70 hlutföll og 38\" dekk en heila og góða skúffu með húsi sem ég ætla að taka af. Spurning er hægt að fá stykkið fyrir aftan hurðarnar og sílsana einhversstaðar á hæfilegu verði. Eða á maður að setja skipa trebba í þetta. Nú svo  vantar mig stóla og teppi. Þetta var sveitabíll og líklega hafa rollurnar gert sér hreiður í farþegasætinu og verið þar í nokkur ár. Varð að henda allri klæðningunni til að losna við hin ýmsu kvikindi og arfan sem var kominn í kartöflu uppskeruna. kveðja guðni",
            "date": "2012-07-25 17:50:00",
            "post_id": "61895",
            "reply_to_id": false
        },
        {
            "user_name": "Hfsd037",
            "text": "Væri ekki nær að redda bara öðru svona húsi, húsin eru yfirleitt óriðguð á þessum bílum fyrir utan hurðarnar",
            "date": "2012-07-25 18:10:00",
            "post_id": "61898",
            "reply_to_id": "61895"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sæll hús liggja ekki á lausu sem eru heil held ég og þá er töluverð vinna að færa á milli og sprauta og brasa. Minnir að ég hafi séð boddíhluti einhverstaðar sílsa og hornin fyrir löngu síðan",
            "date": "2012-07-25 20:14:00",
            "post_id": "61914",
            "reply_to_id": "61898"
        },
        {
            "user_name": "elliofur",
            "text": "Ég smíðaði þetta nú bara í minn, notaði húddið af varahlutabílnum í efni og beygði blikkið utan um rör til að fá beyjuna til að vera eins.",
            "date": "2012-07-25 20:25:00",
            "post_id": "61918",
            "reply_to_id": "61914"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll já ætli ég geri það ekki og svo einhvern bátatrebba kveðja guðni",
            "date": "2012-07-25 20:48:00",
            "post_id": "61920",
            "reply_to_id": "61918"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Ég á stóla úr 4runner sem ég get látið þig fá. En þeir eru að vísu í hfj.",
            "date": "2012-07-25 23:04:00",
            "post_id": "61931",
            "reply_to_id": "61920"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sæll takk fyrir gætir þú sent mér verð og myndir af þeim í mail \ngudnisv@simnet.is",
            "date": "2012-07-25 23:26:00",
            "post_id": "61934",
            "reply_to_id": "61931"
        },
        {
            "user_name": "Svenni30",
            "text": "Sá þennan á N1 á Dalvík í gær, skoðaði hann ekkert að ráði en sá að hann var vel riðgaður. Gangi þér vel kallinn",
            "date": "2012-07-26 00:23:00",
            "post_id": "61937",
            "reply_to_id": "61934"
        },
        {
            "user_name": "Örn Ingi",
            "text": "Guðni ég vissi um einn sem að átti svona bíl skúffulausan fyrir nokkru síðan skal reyna að kanna það og koma upplýsingum á þig \nMbkv.Örn Ingi Magnússon",
            "date": "2012-07-26 03:30:00",
            "post_id": "61944",
            "reply_to_id": "61937"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Takk félagar hann verður svo til sölu þegar hann er búinn eins og allir hinir sem ég hef gert upp gaman að brasa við þetta. Hann er  disel 5:70 drif 38\" ekinn 285.000km með snúningshraðamælinum og verður með fulla skoðun",
            "date": "2012-07-26 07:26:00",
            "post_id": "61945",
            "reply_to_id": "61944"
        },
        {
            "user_name": "Valdi 27",
            "text": "Sæll, þú vilt ekki bara selja hann eins og hann er :)\nKv. Valdi",
            "date": "2012-07-26 23:48:00",
            "post_id": "62004",
            "reply_to_id": "61945"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Valdi ég er til í allt bara hringja og spjalla gsm 8925426 var að enda við að taka af honum skúffuna og allt innan úr honum og meta ástandið á bílnum. Skúffan var klædd með krossvið í gólfi og hliðum 12 mm þykkum og voru tvö lög í botninum. Henti því öllu og hreinsaði.Mikil þyngd í þessu dót og út skitið og migið og vond lykt af þessu.  Skúffan furðu góð en þó skemmd í botninum um miðja skúffu sem gott er að gera við.",
            "date": "2012-07-27 08:05:00",
            "post_id": "62007",
            "reply_to_id": "62004"
        },
        {
            "user_name": "Valdi 27",
            "text": "Sæll, reyni að muna eftir að heyra í þér eftir vinnu í dag. Er með óttalegt gullfiska minni þannig að við skulum sjá til.",
            "date": "2012-07-27 09:38:00",
            "post_id": "62014",
            "reply_to_id": "62007"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir allt á fullu í ryðbætingum og fleiru búinn að endurnýja allt í bremsum skálar og kjamma er í bremsurörum öll ónýt eða mjög léleg. Skipt um hurðalamir vantar mótstöðu í olíutankinn og hraðamælasnúru. Veit að þetta fæst í umboðinu mótstaða 11.000 kr og hraðamælabarki 14.500 hurðalamir 7500 sirka svo allt er til. Enda líklega  með að kaupa þetta allt nýtt. Fleiri myndir var að ljúka við að ryðbæta og er þá búinn að losa mig við  allt ryð eða það sem ég fann. Setti 1,25mm rafgalv og síðan trebbamottur skipa yfir og svo P-38. Skar fyrir 46\" dekk.Setti Rust Stopp í öll holrúm sem ég opnaði og lokað síðan aftur.kveðja guðni",
            "date": "2012-08-24 17:46:00",
            "post_id": "64066",
            "reply_to_id": "62014"
        },
        {
            "user_name": "seg74",
            "text": "Hvað er að frétta af þessum bíl???",
            "date": "2012-12-04 20:21:00",
            "post_id": "75810",
            "reply_to_id": "64066"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll kominn með skoðun og virkar fínt. Góða stóla úr Sapparó. Plata undir hann að framan og rist fyrir vatnskassan 5:70 drif kastara loftdælu Bride grind að framan fyrir dráttarkúlu og kastara og drullutjakk.Nýjar hurðalamir dempara fjaðrafóðringar bremsuklossa aftan og framan og bl bl meira af dóti kveðja guðni",
            "date": "2012-12-04 20:50:00",
            "post_id": "75817",
            "reply_to_id": "75810"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Hvar fékkstu stóla úr Sapparo, og af hverju að nota stóla úr svoleiðis gömlum bíl?",
            "date": "2012-12-04 23:01:00",
            "post_id": "75827",
            "reply_to_id": "75817"
        },
        {
            "user_name": "kolatogari",
            "text": "Sennilega því þetta eru með þeim þægilegri sætum sem maður sest í.",
            "date": "2012-12-04 23:46:00",
            "post_id": "75834",
            "reply_to_id": "75827"
        },
        {
            "user_name": "kári þorleifss",
            "text": "það er nú líklega þægilegra að sitja í sínu eigin hlandi en orginal hilux sætum ;)\nAnnars hefur þú líklega alveg bjargað þessum bíl Guðni, hlakka til að sjá hann á 46\"",
            "date": "2012-12-05 16:44:00",
            "post_id": "75890",
            "reply_to_id": "75834"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Búinn að prufa hann á 46\" og hann er ekki turbo svo það gekk ekki alveg upp. Hann er bestur á slitnum 38\" Grand Hawk. Prufaði hann á slitnum AT dekkum og er töluvert þyngra að snúa þeim en GH. Þetta finnur maður á svona máttlausum bíl. Þetta kom mér á óvart hvað AT dekkin eru stíf og þungt að snúa þeim þrátt fyrir að þau séu slitinn. kveðja guðni",
            "date": "2012-12-05 17:12:00",
            "post_id": "75895",
            "reply_to_id": "75890"
        },
        {
            "user_name": "Þorri",
            "text": "AT dekkin eru reyndar hátt í að vera 1,5\" hærri en GH það hefur svolítið að segja í svona bíl.",
            "date": "2012-12-05 17:33:00",
            "post_id": "75896",
            "reply_to_id": "75895"
        },
        {
            "user_name": "jeepson",
            "text": "Er ekki tilvalið að setja sæti úr patrol í þessa hiluxa? Það er gott að sitja í patrol sætunum. Annars var ég að komast yfir leður sæti úr grand cherokee á góðu verði og þau munu fara í pattann minn...",
            "date": "2012-12-05 18:41:00",
            "post_id": "75906",
            "reply_to_id": "75896"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Gísli ég er búinn að setja svona leðursæti í patrol og hilux og það munaði verulega mikið um það. Það var eins og skipt hefði verið um fjöðrun og hún mýkt.Lítið mál að setja þetta í. kveðja guðni",
            "date": "2012-12-05 19:29:00",
            "post_id": "75912",
            "reply_to_id": "75906"
        },
        {
            "user_name": "jeepson",
            "text": "Já varst einmitt búinn að segja mér það. Ég þarf að bjalla í þig við tæki og fá smá upplýsingar hjá þér..",
            "date": "2012-12-05 20:01:00",
            "post_id": "75915",
            "reply_to_id": "75912"
        },
        {
            "user_name": "Geir-H",
            "text": "Er þá ekki bara að græja turbó?",
            "date": "2012-12-05 21:46:00",
            "post_id": "75930",
            "reply_to_id": "75915"
        },
        {
            "user_name": "elliofur",
            "text": "viewtopic.php?f=31&t=14322&start=0\nTilvalið að smella sér á þessa vél og nota turbo dótið. Nýupptekin túrbína.",
            "date": "2012-12-05 21:59:00",
            "post_id": "75933",
            "reply_to_id": "75930"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir strákar ég ætla að selja Hiluxinn og patrolinn. Því ég  er kominn með að ég held 80 Cruser allavega eitthvað rautt og feitt á 35 hjólum sem drífur ekkert. Þarf að fá mér jappa með honum sem hægt er að dunda sér við helst eitthvað 25 ára og eldra vegna bifreiðagjalda og trygginga og þekkingar leysis á tölvum og innspýtingum.kveðja guðni",
            "date": "2012-12-05 23:13:00",
            "post_id": "75952",
            "reply_to_id": "75933"
        }
    ],
    "date": "2012-07-25 17:50:00"
}