{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "11959",
    "title": "LC 80 tengja aukarafmagn",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=11959",
    "posts": [
        {
            "user_name": "Polarbear",
            "text": "sælir félagar\ner með 80 krúser og langar að koma í hann aukarafkerfi. þessi bíll er með 24volt starti en er annars 12 volt þess utan.\nhvar hafa menn verið að taka + og - fyrir aukarafkerfi án þess að rugla eitthvað í þessu 24 volt start dæmi?\nmyndir og/eða góð lýsing vel þegin!\nlalli",
            "date": "2012-07-28 10:40:00",
            "post_id": "62060",
            "reply_to_id": false
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nRafkerfið virkar nokkurnveginn þannig að geymarnir eru hliðtengdir alla að jöfnu og þegar þú startar er relaybúnaður sem breytir hliðtengingunni í raðtengingu.  Það þýðir að annar geymirinn er alltaf með spennuna 0-12V en hinn getur verið 0-12V eða 12-24V og inn á þann geymi máttu ekki undir neinum kringumstæðum tengja.  Þú getur ekki hringlað neinum 24V búnaði inn á þetta nema það dugi að hann virki þegar þú startar bílnum.\n0-12V geyminn ættirðu að þekkja þannig að mínuspóllinn er klárlega tengdur í stell, grind eða blokkina á mótornum.  Það ættu líka að vera tengdir fleiri vírar inn á þann geymi.\nKv Jón Garðar",
            "date": "2012-07-28 11:45:00",
            "post_id": "62063",
            "reply_to_id": "62060"
        },
        {
            "user_name": "elliofur",
            "text": "Lalli ef þig vantar aukarafkerfi hafðu þá samband. Smelli link á mynd hérna \nhttp://elliofur.123.is/FS/8911a269-1848 ... 785514.jpg",
            "date": "2012-07-28 14:29:00",
            "post_id": "62070",
            "reply_to_id": "62063"
        },
        {
            "user_name": "olei",
            "text": "Var aðeins undir húddinu á LC80 í síðustu viku og sá að það voru engar aukatengingar í rafgeyminn bílstjóramegin. Allt \"aukaraf\" var sótt í geyminn farþegameginn. Ástæðuna má lesa í pósti Jóns Garðars hér að ofan - sá geymir er alltaf með mínus í stell og þar af leiðandi hægt að tengja inn á hann eins og í hefðbundnu 12 v kerfi.",
            "date": "2012-07-28 19:08:00",
            "post_id": "62082",
            "reply_to_id": "62070"
        },
        {
            "user_name": "Polarbear",
            "text": "eðal. takk fyrir svörin, tengi í \"farþegann\" :)\nelli, þetta kerfi er of stórt fyrir mig :) en mig langar að sjá íhlutina í því... væri til í að smíða mér minna kerfi sem lítur eins út.",
            "date": "2012-07-29 10:08:00",
            "post_id": "62109",
            "reply_to_id": "62082"
        },
        {
            "user_name": "villi58",
            "text": "Elli þú ert í ljótum skóm. Takk fyrir hanskana :)",
            "date": "2012-07-29 10:19:00",
            "post_id": "62111",
            "reply_to_id": "62109"
        },
        {
            "user_name": "Stebbi",
            "text": "Hvernig gengur að vera með Finder rafliða í jeppa?  Eru þeir ekkert að hrista sig lausa úr sökklinum með tímanum?",
            "date": "2012-07-29 12:18:00",
            "post_id": "62117",
            "reply_to_id": "62111"
        },
        {
            "user_name": "Polarbear",
            "text": "ég var að fjarlægja gamalt aukaraf úr bílnum, þetta helvíti var tengt hist og her útum allt og vírar í allar áttir, stundum inn í hvalbak farþegamegin og út aftur bílstjóramegin.  alger steypa... ætla að leggja nýtt kerfi sem er ekki svona della.",
            "date": "2012-07-29 14:18:00",
            "post_id": "62124",
            "reply_to_id": "62117"
        },
        {
            "user_name": "elliofur",
            "text": "Þeir voru allavega allir fastir og á sínum stað í þessum bíl.",
            "date": "2012-07-29 16:33:00",
            "post_id": "62127",
            "reply_to_id": "62124"
        },
        {
            "user_name": "Hfsd037",
            "text": "Er þetta box falt? ef svo er hvað viltu fá fyrir þetta box án takkaborðsins?",
            "date": "2012-07-30 01:50:00",
            "post_id": "62186",
            "reply_to_id": "62127"
        }
    ],
    "date": "2012-07-28 10:40:00"
}