{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "1218",
    "title": "Að breyta Hilux",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=1218",
    "posts": [
        {
            "user_name": "EBG",
            "text": "Góðan og blessaðan...\nEftir talsverðar pælingar gæti verið að ég sé að enda á Hilux 2005 árg. bíllinn er alveg óbreyttur og mjög vel með farinn.\nÞað sem mig langar að fræðast um er hversu mikið vesen er að setja þessa bifreið á 35\" dekk? Er eitthvað sem ber að varast?",
            "date": "2010-06-02 16:58:00",
            "post_id": "5712",
            "reply_to_id": false
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Held að það sé frekar lítið mál að setja þessa bíla á 35\" dekk. Ekki að sjá að þeir séu almennt hækkaðir á boddí heldur klippt úr til að skapa pláss fyrir dekkin og kannski einhver hækkun á undirvagni. Lítið hægt að hækka klafabíla upp á undirvagni að neinu viti. Þá klafabíla sem ég hef átt þá hef ég aldrei hækkað upp á undirvagni að framan heldur eingöngu á boddí og smá að aftan. Persónulega myndi ég hækka 2005 35\" Hilux um 2,5\" á boddí og tæplega 1\" á afturfjöðrun. Ég vil hækka meira upp eftir því sem dekkin eru minni. Af hverju ? Jú mun betra við akstur í ám að vera á háum bíl og líka fallegri bílar. Fátt ljótara en lár jeppi.  Eftir 36\" dekk og stærri snýst þetta við. Þá er að hækka sem allra minnst á boddí og láta dekkin um að lyfta bílum frá sjávarmáli.",
            "date": "2010-06-03 09:30:00",
            "post_id": "5726",
            "reply_to_id": "5712"
        },
        {
            "user_name": "EBG",
            "text": "Já ok, ég skil :) Þetta meikar allt gott sens\nÉg held að þetta sé ágætis græja sem ég hef talsverða möguleika á að eiga við... það verður bara mesta vesenið að finna íhluti sem ekki kosta handlegg og nýra!\nVeistu hvar maður fengi td. stigbretti og brettakanta á sem hagstæðustu kjörunum?",
            "date": "2010-06-03 10:42:00",
            "post_id": "5728",
            "reply_to_id": "5726"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Íhlutirnir kosta sitt og kostnaðurinn verður oftast meiri í reynd en búist var við. Margt sem týnist til og það væri vel sloppið ef kostnaðurinn væri í kringum hálfa millu að setja undir 35\" með sprautun á köntum og án vinnu að öðru leyti.  Þá með nýjum hlutum þar á meðal dekkjum og felgum hvort sem hækkað væri á boddí eða ekki. Það er bara að hringja í þá aðila sem kannski selja það sem vantar. t.d.  Artic trucks  - Bílabúð Benna  - Jeppasmiðjan Ljónstöðum - K2 á Akureyri ef ennþá til.  Artic trucks eiga flest sem vantar í breitingar á Toyota og geta bent þér á hvar hægt er að fá kanta.",
            "date": "2010-06-03 14:16:00",
            "post_id": "5729",
            "reply_to_id": "5728"
        },
        {
            "user_name": "dabbigj",
            "text": "Svo er líka spurning um hve fallegur frágangurinn á að vera, það er hægt að gera ghettobreytingu eða gera þetta fallega.",
            "date": "2010-06-03 15:05:00",
            "post_id": "5730",
            "reply_to_id": "5729"
        },
        {
            "user_name": "EBG",
            "text": "Jújú auðvitað skiptir það öllu máli hversu fallegt þetta á að vera... spurning samt að fara í 33\" kreppubreytingu í byrjun og taka þetta svo alla leið eftir næsta sumar þegar fjárhagurinn hefur vonandi skánað!",
            "date": "2010-06-03 19:19:00",
            "post_id": "5732",
            "reply_to_id": "5730"
        },
        {
            "user_name": "Einar",
            "text": "Af hverju ekki bara aðeins eldri og ódýrari bíl og klára að breyta honum? Mér finnst alltaf 33\" breyting hálf tilgangslaus nema að annaðhvort bíllinn sé mjög léttur eða þá að dekkinn komist undir án teljandi breytinga.",
            "date": "2010-06-05 10:06:00",
            "post_id": "5760",
            "reply_to_id": "5732"
        },
        {
            "user_name": "EBG",
            "text": "Það var alltaf planið að fara í ódýrari bíl og breyta honum meira en ég næ ekki að losa um neinn aur þar sem maður er yfirveðsettur einsog svo margir... \nEn málið er bara að ég á ekki aur fyrir almennilega breytingu einsog er en ég er með mjög góð 33\" dekk sem eru rosa breið og grófmunstruð, held að ég fari nú flest allar mínar leiðir á þeim fyrsta árið eða rúmlega það...",
            "date": "2010-06-06 21:19:00",
            "post_id": "5801",
            "reply_to_id": "5760"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-06-06 21:50:00",
            "post_id": "5802",
            "reply_to_id": "5801"
        },
        {
            "user_name": "EBG",
            "text": "Málið var bara að ég var á fólksbíl en langar að komast útfyrir malbikið vegna þess að hann er yfirveðesttur þá eru kostirnir virkilega takmarkaðir þar sem hann var mjög nýlegur og kemst því ekki í eldri bíl sem er breyttur einsog planið var upprunalega... :S\nEn allavega planið er að setja svona klossa á milli og breyta honum, byrja að framan einsog einhver tjáði mér að væri nóg og þá kem ég 33\" undir en svo halda áfram síðar með 35\" eða 38\" breytingu... en það kemur allt í ljós síðar hversu langt maður fer og á hvaða tíma",
            "date": "2010-06-06 22:19:00",
            "post_id": "5804",
            "reply_to_id": "5802"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Þessi bíll er með vindustangir. Er þá eitthvað hægt að færa spyrnurnar niður???? er það ekki bara á nýja hilux??",
            "date": "2010-06-07 08:51:00",
            "post_id": "5815",
            "reply_to_id": "5804"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-06-08 15:06:00",
            "post_id": "5839",
            "reply_to_id": "5815"
        },
        {
            "user_name": "EBG",
            "text": "Já þetta fór soldið í rugl þarna hjá mér, var frekar þreittur, en ég var semsagt þarna í miðjum klíðum að skipta um bíl og er núna á Low-lux, en hann var með sama verðmiða og skodinn... Eflaust hefur maður nú samt verið tekinn pínu í rass með það... Bíllinn er vel með farinn og planið er að breyta honum og auka aðeins við verðmæti bílsins sem gæti mögulega hjálpað mér við að losna við veðsetninguna nema ég vilji bara eiga hann til frambúðar þegar hann er orðinn breyttur... hver veit ;)\nEn ef ég fer í að breyta eitthvað þá fer ég í 35\" hækkun... en það er spurning á hverju maður byrjar, hvort maður fer í að skera úr og hangi á 33\" aðeins og hækki hann svo á seinni tímapunkti og skelli hlutföllum í hann eða eitthvað, ég veit ekki alveg hvað skal gjört í þessum málum. Allt kostar þetta jú pening!\nEn á einhver kanta og stigbretti sem ég get notað fyrir lítið? :P",
            "date": "2010-06-08 21:53:00",
            "post_id": "5848",
            "reply_to_id": "5839"
        }
    ],
    "date": "2010-06-02 16:58:00"
}