{
    "forum_title": "Tegundaspjall",
    "id": "12273",
    "title": "VW Touareg Umsagir",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=39&t=12273",
    "posts": [
        {
            "user_name": "thor_man",
            "text": "Er forvitinn um VW Touareg jepplingana, hvað ætli V6 útgáfan eyði að meðaltali, sjálfsagt bara til sjálfskiptir, þekkir einhver hér til þeirra?",
            "date": "2012-08-18 13:28:00",
            "post_id": "63573",
            "reply_to_id": false
        },
        {
            "user_name": "Big Red",
            "text": "(edit: fyrra svar fór svo fyrir brjóstið á mörgum.)\nHef ekki átt svona bíl, Enn þar sem ég var að vinna komu þessir bílar mikið inn i viðgerðir sem og þar sem ég er núna. Miðað við hversu miklir lúxusbílar þetta eiga að vera að þá fyndist manni að ending ætti að vera meiri enn raunin er.",
            "date": "2012-08-18 13:39:00",
            "post_id": "63577",
            "reply_to_id": "63573"
        },
        {
            "user_name": "bjornod",
            "text": "V6 diesel er með 11-12 L/100 km í innanbæjarakstri.  Þekki ekki bensín.\n.......og þetta er ekki rusl.  Viðhald hátæknibíla er kostnaðarsamt, sama hvaða tegund það er.\nMæli með því að þú lesir þér til um þessa bíla hér:\nhttp://www.clubtouareg.com/forums/\nÞarna færðu að vita allt sem þú þarft.  Touareg er eini Jepplingurinn í þessum flokki (VW, Bens, BMW) sem er notaður sem utanvega og ferðabíll í einhverjum mæli.\nÞetta er án efa einn þægilegasti ferðabíll sem ég hef notað, en að sjálsögðu þarftu að sinna þessum bílum þegar þeir eru komnir í kringum 150Þ km.",
            "date": "2012-08-18 15:33:00",
            "post_id": "63587",
            "reply_to_id": "63577"
        },
        {
            "user_name": "juddi",
            "text": "Fyrsta árgerðin af v6 bensín bílnum var vandamál en enþá er tímakjeðju vesen í þeim , hvað varaðar v6 diesel er það snildar græja ég er búin að þvælast mikið uppá hálendi á slíkum bíl, og afl og eyðsla mjög ásættanleg, þetta er svipað þungur bíll og 100 crúser en aflmeyri og eyðir mikið minna",
            "date": "2012-08-18 16:05:00",
            "post_id": "63589",
            "reply_to_id": "63587"
        },
        {
            "user_name": "siggigrims",
            "text": "Mig hefur lengi langað í Touareg. Svo Gúgglar maður smá og það er ekki hægt annað en að taka mark á einhverju af þessu. Á síðu Leós M. Jónssonar heitins er grein um þessa bíla. Smellir á Pistlar, ferð neðst á síðuna og velur næsta pistlaröð á undan og skrunar niður og finnur 7. október 2011. Það sem ég veit um V6 bensín mótorinn er að í upphafi áttu menn að skipta um olíu á 30 þús km fresti. Það reyndist alltof mikill akstur milli olíuskipta og þetta skemmdi mótorinn m.a. skemmdust strekkjarar fyrir tímakeðjuna. Hún er aftan á mótornum og það kostaði handlegg og fót að skipta um. Held samt að Kistufell sé að skipta um þetta fyrir ca 300 þús en það var víst örlítið dýrara hjá Heklu. Síðan gat verið endalaust rafmagnsvesen á þessum bílum. Og það er alveg rétt að þetta er lúxusbíll og viðhald þeirra er dýrara en meðalbílsins. Porsche Cayenne er byggður á sömu plötu en hefur verið eitthvað skárri hvað varðar viðhald. Enda verðið á honum allt að helmingi hærra en á Touareg. Ég hef séð tvo reikninga fyrir viðgerð á Touareg. Annar var vegna loftpúða- og demparaskipta að framan og var uppá rétt rúm 1500 þúsund. Hinn var vegna rafgeymaskipta og var uppá 82 þús. Ég hef ekið V6 bílnum og þetta er frábær akstursbíll. Eyðslan var í kringum 20 lítra á hundraðið - innanbæjarakstur að vetri til.",
            "date": "2012-08-18 18:59:00",
            "post_id": "63607",
            "reply_to_id": "63589"
        },
        {
            "user_name": "Þorsteinn",
            "text": "það þýðir ekki að kasta tölu fram um að demparaskipti og loftpúða skipti á bílnum hafi kostað 1500 þús. það hlýtur að hafa verið eitthvað meira í þessari tölu.\neins með rafgeymaskipti.. það þarf enginn að segja mér að það sé ekki eitthvað meira inní þessu verði á þessum rafgeymaskiptum.\nkv. þorsteinn",
            "date": "2012-08-18 23:46:00",
            "post_id": "63619",
            "reply_to_id": "63607"
        },
        {
            "user_name": "thor_man",
            "text": "Djísús, eins og kellingin sagði um árið.. Held ég haldi mig við japanann í bílamálum, hann er allavega viðráðanlegur...",
            "date": "2012-08-19 00:19:00",
            "post_id": "63621",
            "reply_to_id": "63619"
        },
        {
            "user_name": "silli525",
            "text": "Vinnufélagi minn á Q7 V8 og það kostaði rúmlega 80 þúsund að endurnýja í honum rafgeymin.",
            "date": "2012-08-19 03:50:00",
            "post_id": "63625",
            "reply_to_id": "63621"
        },
        {
            "user_name": "helgiaxel",
            "text": "Eru þetta ekki þurrgeymar sem eru í þessu? Það var þannig í M3 bimma sem ég átti, þurfti víst helst að vera þannig, e-h uppá rafkerfið að gera.\nÉg þekki þessa bíla ekkert, veit ekki hvort þeir bili meira en aðrir bílar, grunar að bíll með svona miklum búnaði og flóknum stýringum séu dýrir í viðgerðum. Varðandi eyðsluna held ég að þeir sé bara með nokkuð sanngjarna eyðslu miðað við bíla í sömu hestaflatölu.\nAnnars fynnst mér alltaf leiðinleg svona komment með að e-h bílar séu drasl, þessvegna hætti ég að nota f4x4 því það var ekki hægt að leggja fram nokra spurningu þar án þess að fá svona svör, í staðin fyrir málefnalega umræðu og svör við því sem var spurt um, alls ekkert illa meint, bara mín skoðun :)\nKv\nHelgi Axel",
            "date": "2012-08-19 05:13:00",
            "post_id": "63626",
            "reply_to_id": "63625"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ekki fá þér nýlegan Evrópskan bíl.",
            "date": "2012-08-19 18:14:00",
            "post_id": "63667",
            "reply_to_id": "63626"
        },
        {
            "user_name": "hrappatappi",
            "text": "Fóstri skifti um eina aðalljósaperu í sínum og hún kostaði 120.000.-krónur",
            "date": "2012-08-19 21:26:00",
            "post_id": "63685",
            "reply_to_id": "63667"
        },
        {
            "user_name": "íbbi",
            "text": "hef haft flesta af þessum lúxusjepplingum til afnota, \ntouareq er langbestu kaupin í þessum hópi í dag. og einmitt vegna hrikalegs orðspors\nsannleikurinn er hinsvegar sa að hann er hvorki betri né verri en aðrir bílar í sama flokki, evrópskir hátækni lúxusbílar eru bara ákveðinn pakki í rekstri. hvort sem að um er að ræða touraeq, cayenne, range rover, ML eða X5.  þessir bílar eiga það allir sameiginlegt að vera alveg jú aklveg æðisleg apparöt til að nota, en rukka fyrir það\nþessir bílar eru flest allir á flóknum stillanlegum loftpúðafjöðrunum  sem að kostar fleyri hundruð þúsund að laga minnstu bilanir í.  ég hef heyrt að stóri RR eigi að vera skárri, en það passar ekki við mína reynslu. \nég hef lengi sagt að almennlegur evrópskur lúxusbíll rukki yfirleitt um milljón á ári í viðhaldskostnað.það var frir fall krónunar að vísu. \nvarðandi hinar ýmsu útgáfur af touareq þá hef ég persónulega reynslu af v6/8 bensín, sem og R5 diesel. \nv6 bíllinn er eiginlega rangnenfdur því að hann er með VR6 vél. s.s v vél með svo þröngu horni að hún er með eitt hedd. þessir mótorar koma úr R32 golf/passat og eru grunnmótorar bæði í touareq og chayenne\nþeir eru afar hljómfagrir. og m.a við hvað eðlilegt getur talist þá skila þeir sínu vel. \nen þessir bílar eru afar þungir. (2.2-2.3T fyrir basic bíl) og því er 250hö bensínvél engin sprengja í húddinu. \nv6 bíllinn eyðir s.k minni reynslu 17-18l innanbæjar og maður þarf eki að gleyma sér mjög oft til að vera sjá 20-22l á mælirnum. \nþað er í raunini alveg sama eyðsla og í v8 bílunum. en það er ekki hægt að líkja aflinu í þeim saman.  touraeg er með 4.2l v8 með 5v á cyl, mjög skemmtilegur mótor. en v8 bílarnir eru hinsvegar nokkuð duglegir að bryðja skiptingar. sem er í þessu tilfelli ekki ódýr pakki\nchayenne S er með 4.5l mótor. \nef maður ætlar að kaupa svona bíl til að eiga, þá er best að reyna finna bíl með sem minnstum búnaði.  fæstir v6 bílanna eru með loftpúðafjöðrun. \nþað er sagt að þeir batni mjög með árunum, og bili 2003 og 04 árgerðirnar mun meira en 05+ og séu 06+ facelift bílarnir áberandi bestir.   það sama gildir um cayenne. \ní dag geturu fengið 03/04 árg af v6 touraeq á 1600-1800k. og það fínan bíl\nv8 bílarnir eru eitthvað dýrari, en svo hafa diesel bílarnir haldist í allt öðrum verðflokki, þá R5 og eftirsóttasta týpan sem er v6 diesel,\nen svo fékkst touareq hinsvegar líka með V10 diesel vél. það er meira til af þeim hérna en maður myndi halda. m.a við að slíkur bíll kostaði tvöfallt það sem v6 bíll kostaði. fólk er dáldið hrætt við þá að gefnu tilefni og því eru þeir ekki svo dyrir, veit um 2 eintök af slíkum sem fást á um 3m, bæði heklubílar.  svona v10 bill er alveg insane apparat. 330hö diesel",
            "date": "2012-08-20 03:19:00",
            "post_id": "63706",
            "reply_to_id": "63685"
        },
        {
            "user_name": "thor_man",
            "text": "Takk fyrir þetta allt, gott að lesa um samanburðinn á hinum ýmsu útfærslum og árgerðum. Set þetta reyndar á ís í bili.\nKv.\nÞ",
            "date": "2012-08-22 19:37:00",
            "post_id": "63902",
            "reply_to_id": "63706"
        },
        {
            "user_name": "Hfsd037",
            "text": "Ég hef átt nokkra þýska og verð nú bara að viðurkenna það að þýskir bílar eru ekki rass dýrari í rekstri í samanburði við Nissan eða Toyota\nþað er mikill misskilningur að þýskir bílar bila mikið eða eru með of hátt varahlutaverð, eftir að hafað kannað  varahlutaverðin hjá þessum fyrrnefndu umboðum þá blöskraði mér það í samanburði við M.B eða BMW.\nEn Toureg er hinsvegar allt annað mál, skoðið þetta \nhttp://bmwkraftur.is/spjall/viewtopic.php?f=16&t=58913",
            "date": "2012-11-28 16:34:00",
            "post_id": "74855",
            "reply_to_id": "63902"
        }
    ],
    "date": "2012-08-18 13:28:00"
}