{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "123",
    "title": "Sjóða í pottstál eða hvað það heitir.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=123",
    "posts": [
        {
            "user_name": "Jens Líndal",
            "text": "Er að mixa MMC dísel mótor í Range Rover og er í smá brasi með pústið. Þannig er mál með vöxtinn að kúplingshúsið á Reins Rover gírkassanum er talsvert stærra en MMC vélin er vön og pústið stefnir of mikið á milliplötuna.\n \nEf vel er að gáð hér þá sést frekar illa en sést samt að það er pottstykki aftaná túrbínunni sem tekur við pústinu og beinir því niður í pústkerfið, tekur beyju neðst og stefnir nokkurn veginn á milliplötuna. \nStykkið sem sést hér á myndunum, mætti vera aðeins öðruvísi. Stúturinn sem pústkerfið boltast við mætti snúa beint niður í stað þess að hafa þessa beyju, svo ég er að spá hvort vit sé í að skera stykkið í tvennt og steikja það saman aftur, ég hef oft heyrt að ekki sé hægt að sjóða saman pottstál eins og til dæmis drifkúlur en á þessu er ekki sama álag og á drifkúlum nema þá kannski hitaálag.\nEr þetta gerlegt fyrir mann sem kann lítið í suðu og gæti þetta enst eitthvað ef vel heppnaðist??",
            "date": "2010-02-04 22:58:00",
            "post_id": "442",
            "reply_to_id": false
        },
        {
            "user_name": "Kiddi",
            "text": "Ég myndi smíða þetta uppá nýtt. Það væri hægt að teikna upp flangsinn sem kemur á túrbínuna og láta skera út. Sjóða síðan á hann 2 rör sem sameinast síðan í eitt með flangs, þetta væri þá svona eitthvað í líkingu við flækjusmíði.\nAnnars getur svosem verið hægt að breyta þessu en ég ætla ekki að tjá mig um hvort það sé hægt eða ekki, þá er ég kominn langt út fyrir það sem ég veit :)",
            "date": "2010-02-05 00:08:00",
            "post_id": "452",
            "reply_to_id": "442"
        },
        {
            "user_name": "Lindemann",
            "text": "Það er eina vitið að smíða bara nýtt stykki.\nþað er hægt að sjóða í svona, en það er erfitt og verður aldrei jafn gott og nýtt stykki. \nég er alveg sammála því að láta skera nýja flangsa og svo rör á milli",
            "date": "2010-02-05 00:23:00",
            "post_id": "457",
            "reply_to_id": "452"
        },
        {
            "user_name": "Jens Líndal",
            "text": "Takk fyrir svörin :) ég veit þá að sjóða í pott er ekki gott. Ég á allt efni í að smíða nyjann flangs en ég var bara að spá hvort púströr endist ekki alltaf eitthvað styttra svona alveg uppvið túrbínu?",
            "date": "2010-02-05 10:25:00",
            "post_id": "473",
            "reply_to_id": "457"
        },
        {
            "user_name": "Járni",
            "text": "Þú getur fengið pottvír fyrir pinnasuðu. Aðferðin miðast við að hita upp suðuflötinn fyrst og sjóða svo. Láta svo kólna rólega, t.d. í sandi eða steinull. Þessi aðferð hentar amk vel við viðgerðir á sprungum.",
            "date": "2010-02-05 10:48:00",
            "post_id": "478",
            "reply_to_id": "473"
        },
        {
            "user_name": "nobrks",
            "text": "Eitt sinn \"rann\" slípirokkurinn hjá mér inn í glænýja pústgrein (diesel), sauð í hana með fjölmálma-pinna.  Þetta var til friðs alla 30þkm sem átti græjuna.",
            "date": "2010-02-06 15:05:00",
            "post_id": "562",
            "reply_to_id": "478"
        },
        {
            "user_name": "EinarR",
            "text": "Fá sér réttan vír og passa mjög vel að snöggkæla alveg örugglega ekki! Fasa vel uppúr og vera alveg viss á hvað er verið að gera annars geturu alveg notað kennaratiggjó.",
            "date": "2010-02-06 21:40:00",
            "post_id": "584",
            "reply_to_id": "562"
        },
        {
            "user_name": "elliofur",
            "text": "Langbest að græja bara nýtt júnit og svera það upp í leiðinni. Ég gerði það hjá mér, þurfti ekkert að breyta neinu þannig lagað, sveraði hnéð bara upp þegar ég setti 2.5\" púst hjá mér.",
            "date": "2010-02-14 10:06:00",
            "post_id": "1006",
            "reply_to_id": "584"
        },
        {
            "user_name": "joias",
            "text": "Ég myndi gera þetta líka svona eins og á myndinni hér fyrir ofan, nota suðuhné með meiri efnisþykkt en púströr, þá endist þetta.",
            "date": "2010-02-28 15:58:00",
            "post_id": "1653",
            "reply_to_id": "1006"
        },
        {
            "user_name": "s.f",
            "text": "er hægt að kaupa púst efni 3\" rör og beijur sem eru 3\" hjá n1 og hvaða efni notaru til að smíða flánsana",
            "date": "2010-03-14 21:13:00",
            "post_id": "2344",
            "reply_to_id": "1653"
        },
        {
            "user_name": "oggi",
            "text": "er það ekki bara 10-12mm þykkt flatjárn sem fer í flangsana sem þú þarf að smíða annars er hægt að kaupa líka flangsa í samsettnigar fyrir púst hjá Stuðlabergi á Hofsósi . Efni í púst færðu hjá öllum pústverkstæðum þar er best að fá svokölluð álseruð rör annars ef þú ætlar að eiga bílinn í nokkur ár þá er rústfrítt málið.",
            "date": "2010-03-14 23:59:00",
            "post_id": "2355",
            "reply_to_id": "2344"
        }
    ],
    "date": "2010-02-04 22:58:00"
}