{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "12534",
    "title": "4 link að framan",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=12534",
    "posts": [
        {
            "user_name": "Hfsd037",
            "text": "Hvernig haldið þið að 4 link komi út að framan við hliðin á 3 link undir Hilux?",
            "date": "2012-09-05 00:00:00",
            "post_id": "65026",
            "reply_to_id": false
        },
        {
            "user_name": "Pajero1",
            "text": "hef ekki séð 4link að framan í mörg ár. Eru menn að smíða þannig jeppafjöðrun ?",
            "date": "2012-09-06 00:26:00",
            "post_id": "65132",
            "reply_to_id": "65026"
        },
        {
            "user_name": "elliofur",
            "text": "Svo er alltaf spurning hvað menn telja 3link og 4link eða síðan 5link. Málvenjan er að tala um 4link sem raunverulegan 5link, þe 4 langsum stífur og ein þversum. Þannig eru radíusarmar í raun 3link, og eins og áður sagði umtalaður 4link í raun 5link.\nÞá er þetta fyrirbæri hér raunverulegt 4link",
            "date": "2012-09-06 08:11:00",
            "post_id": "65147",
            "reply_to_id": "65132"
        },
        {
            "user_name": "Dodge",
            "text": "4 link verður alltaf betra, og nauðsynlegt ef þú ert með eitthvað afl.\nSvona 3-link eins og menn eru almennt að nota, bronco, cruiser o.þh. stífur bíður alltaf uppá möguleikann á boppi eða hristingi á framhásingunni þegar hann spólar á full power, þ.e. hásingin snýst fram/aftur undan snúningsátaki.\n4link/5link heldur alltaf betur við hana að þessu leiti.\nEn ef þú er á dieselbíl þá er 3link alveg nóg og mun þægilegra í smíðum",
            "date": "2012-09-06 12:28:00",
            "post_id": "65166",
            "reply_to_id": "65147"
        },
        {
            "user_name": "Hfsd037",
            "text": "Í rauninni er þetta nátturulega 5link system sem ég er að tala um, en ég er með hásingu sem kemur með tilbúnum festingum fyrir 5link þannig að ég er að spá í að vaða bara í þetta..\nÞað sem mér finnst skemmtilegast við 5link systemið er að geta notað vogaraflið frá hásinguni til þess að ná auknu gripi\nsem er ekki ónýtt þegar maður er að fara upp brattar brekkur í vetur til dæmis.\nTekið af \nwww.gjjarn.byethost15.com/sjeppar/gormgr/gormindex.htm\nHvernig er hægt hægt að láta fjöðrina fara saman þegar gefið er inn. Hér hugsum við bara um hvað vægið sem kemur frá hjólinu gerir og sleppum alveg að hugsa um hreyfingar yfirbyggingarinnar vegna hröðunar þó það hafi vissulega áhrif en það skiptir litlu  máli því til dæmis, þegar ekið er upp þunga brekku og það fer að vanta grip þá hefur bíllinn negatífa hröðun og það er einmitt undir þeim kringumstæðum sem við viljum að jeppinn okkar virki sem best. Fjöðrun sem er linkuð eins og 5-link hefur þann gríðarlega kost fram yfir heilar stífur og fjaðrir að vera lítið háð lengd og halla stífanna og hægt er að breyta því hvort fjöðrin fer saman eða sundur með því að breyta bilinu lóðrétt á milli festipunktanna þetta gerir það að verkum að hægt er að nota linkaða fjöðrun með góðum árangri bæði að framan og aftan. Bílar með sjálfstæða fjöðrun geta hinsvegar ekki nýtt sér vægið frá drifinu til að fá stöðugra grip við inngjöf því drifið er fastboltað í yfirbygginguna en það hefur hinsvegar þann ótvíræða kost að hægt er að ná fram stöðugra gripi við hemlun án þess að það skaði áframgripið við inngjöf þessi staðreynd er sjálfsagt ein meginástæðan fyrir því að betra er að nota sjálfstæða fjöðrun á driföxla á kappakstursbílum þó ýmislegt annað eins og minni fjöðruð vigt skipti líka miklu máli.",
            "date": "2012-09-06 15:05:00",
            "post_id": "65179",
            "reply_to_id": "65166"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég myndi persónulega skoða fjöðrunarbúnað sem veldur ekki of mikilli hækkun. Veit svo sem ekki hvernig 4-link er á þeim vell samanborið við radíusarma.\nAnnars var ég að bömpa uppáhalds Hiluxfjöðrunar þræðinum mínum. Ef þú vilt taka aðra stefnu en þessu gömlu góður þá er vert að skoða hann;)",
            "date": "2012-09-06 17:50:00",
            "post_id": "65192",
            "reply_to_id": "65179"
        },
        {
            "user_name": "Hfsd037",
            "text": "Það er alveg þess virði að skoða fjöðrunarsystem undan 2007 Hilux til að brenna undir, hefur einhver skoðað það?\npersónulega væri ég til í að vera með sjálfstætt system að framan svo lengi sem það situr á gormum !! :)",
            "date": "2012-09-07 01:46:00",
            "post_id": "65233",
            "reply_to_id": "65192"
        }
    ],
    "date": "2012-09-05 00:00:00"
}