{
    "forum_title": "Almennt spjall",
    "id": "12549",
    "title": "Má henda Toyota ballansstöng úr??",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=12549",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar nú er ég að gera upp Toyota Hilux Extracab disel með klafa fjöðrun að framan 1989 bíll. Spurningin til ykkar sem vita er í lagi að taka ballansstöngina úr og henda henni??. \nSvo spurning nr 2. Er með Grand Cherokee limeted 1997 V-8 5,2 vél sem hefur verið með leiðindi sem lýsir sér þannig að eftir að hafa verið eðlilegur á langkeyrslu og ég svo hægi á og gef svo í aftur fer hann að koka eða nær ekki snúning nema helst að setja í N eða 2 gír og þá er hann fínn í einhvern tíma. Hann gefur mér núna Check engine ljósið og þegar ég las hann kemur hann með kvóta P0-132 er einhver ráð eða einhver með svipaða sögu og reynslu kveðja Guðni",
            "date": "2012-09-05 22:39:00",
            "post_id": "65108",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Tók stöngina strax úr mínum og henti henni. Ekki sett út á í skoðun ef hún er ekki til staðar.",
            "date": "2012-09-05 22:41:00",
            "post_id": "65109",
            "reply_to_id": "65108"
        },
        {
            "user_name": "StefánDal",
            "text": "Breyting til batnaðar að taka þessa stöng úr. Ég ákvað að geyma hana en það var bara í nokkra daga, svo fór hún á haugana:)",
            "date": "2012-09-05 23:20:00",
            "post_id": "65119",
            "reply_to_id": "65109"
        },
        {
            "user_name": "Brynjarp",
            "text": "ég heyrði einhver staðar að ef maður tæki hana úr að framan þá væri bara meira álag á klafana.  en ég er svo sem enginn sérfræðingur",
            "date": "2012-09-05 23:37:00",
            "post_id": "65121",
            "reply_to_id": "65119"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir búinn að henda henni takk félagar þá er það cherokeeinn kanski bara að henda honum líka",
            "date": "2012-09-05 23:54:00",
            "post_id": "65126",
            "reply_to_id": "65121"
        },
        {
            "user_name": "lettur",
            "text": "Google veit allt. Kódi po 132  í Grand Cherokee er fyrir súrefnisskynjara.\nhttp://www.jeepscanada.com/jeep-grand-c ... tr-122546/",
            "date": "2012-09-06 09:48:00",
            "post_id": "65153",
            "reply_to_id": "65126"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Takk lettur maður fær kuldahroll þegar maður fer að hugsa um viðgerðir á þessu tölvudóti. Við þessa einu gangtruflun er búið að benda mér á að skipta um rafgeymi því bíllinn fái ekki næga spennu kostar 30.000 skipta um bensíndælu og síu sem er í tankanum kostar kanski 75.000 með vinnu. hægagangs skynjara sem er við trottlebodýið kostar 22.000 Cranksensor sem kostar 25.000 súrefniskynjara sem kostar 15.000 lok og hamar kostar 6000. Þetta er listinn við kóda 132 og þessa gangtruflun sem kemur ekki upp nema annarslagið og þegar búið er að aka bílnum rólega og farið er í brekku og gefið í þá byrjar þetta kok eða dregur niður í bílnum eins og hann sé vitlaus á tíma.En pantaði súrefnisskynara og kveikjulok og hamar frá H Jónsson. skynjarinn kostaði 11.500 og hamar og lok um 4500 sirka og ætla að byrja á því.kveðja guðni",
            "date": "2012-09-06 11:59:00",
            "post_id": "65163",
            "reply_to_id": "65153"
        },
        {
            "user_name": "JeepKing",
            "text": "Gæti líka verið TPS skynjarinn hann á að sína 1 og uppí rúm 6v  ef ég man rétt 6 volt þá í botni..\nAnnars er bnesíndælan líkleg.. það er test plögg  á lögninni upp við vél gætir prófað að mæla þrístinginn..\nps. hef hent mörgum ballansstöngum",
            "date": "2012-09-06 16:10:00",
            "post_id": "65185",
            "reply_to_id": "65163"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Takk fyrir þetta ætla á morgun að prufa súrefnisskynjarann en hver á bensínþrystingurinn annars að vera ég ætla að smíða mér mæli úr loftmælum frá Landvélum sem ég nota í úrhleypibúnaðinn ég á einn sem sýnir 35 pund og annan sem sýnir 120 pund hann nær botngjöf og vinnur vel og heldur fullum snúning og þessi skot eru að koma  svo óreglulega",
            "date": "2012-09-06 18:08:00",
            "post_id": "65193",
            "reply_to_id": "65185"
        },
        {
            "user_name": "JeepKing",
            "text": "fann á netinu að 97 & later... 44.2-54.2 psi\neldri bílar um 39",
            "date": "2012-09-07 12:10:00",
            "post_id": "65246",
            "reply_to_id": "65193"
        }
    ],
    "date": "2012-09-05 22:39:00"
}