{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "12790",
    "title": "Milligír í 80 cruiser",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=12790",
    "posts": [
        {
            "user_name": "Gummi Ola",
            "text": "Sælir \nEr með sjálfskiptan 80 Cruiser og er í miklum milligírs pælingum. Væri gaman að heyra hvernig menn hafa verið að leysa þetta.\nEr einhver að smíða svona á Íslandi eða er hægt að kaupa þetta klárt að utan? Verðhugmyndir?\nkv. Gummi",
            "date": "2012-09-18 23:44:00",
            "post_id": "66250",
            "reply_to_id": false
        },
        {
            "user_name": "kjartanbj",
            "text": "eru Ljónstaðabræður ekki í svona\nen er bíllinn hjá þér boddýhækkaður?  minn er ekki boddýhækkaður og að koma milligír fyrir þannig er vesen, olíutankur fyrir og svona",
            "date": "2012-09-19 00:25:00",
            "post_id": "66251",
            "reply_to_id": "66250"
        },
        {
            "user_name": "Gummi Ola",
            "text": "Bíllinn hjá mér er hækkaður á boddý. \nHef ekki athugað með þetta á Ljónsstöðum. Væri gaman að heyra hvernig menn hafa verið að leysa þetta og hvort menn mæla með einhverju umfram annað.",
            "date": "2012-09-19 18:07:00",
            "post_id": "66309",
            "reply_to_id": "66251"
        },
        {
            "user_name": "Gudnyjon",
            "text": "Smári í skerpu \nhttp://www.4x4.is/skerpa/\n . Svo er spurning með þessa \nhttp://www.marlincrawler.com/\n annars var k2 eða hvað sem hún hét á Akureyri með eitthvað frá Ástralí held ég.",
            "date": "2012-09-19 20:28:00",
            "post_id": "66319",
            "reply_to_id": "66309"
        },
        {
            "user_name": "Finnur",
            "text": "Sæll\nÉg tók hring á þessum málum í fyrra. Mín niðurstaða er sú að það séu þrír valkostir í stöðunni. \n1. Kaupa þennan gír tilbúinn að utan frá Marks- \nhttp://www.marks4wd.com/products/gearma ... rawler.htm\n2. Kaupa gírinn tilbúinn frá Ljónstöðum.\n3. Smíða gírinn sjálfur.\nGírinn frá Marks er sniðugur að því leiti að hann boltast aftan á millikassann og því verða engar breytingar á staðsetningu millikassa og lengd á drifsköftum. Gallinn er samt sá að mér skilst að þetta sé ekki að endast vel hér á landi. Ég heyrði að 3 stk voru flutt inn og tveir af þeim biluðu eða hrundu. Sel það ekki dýrara en ég stal því. Kostnaður við þessa lausn er $ 2.750 eða rétt undir 500 þús með öllu hingað komið myndi ég halda. \n \nÞessir kassar frá Ljónunum eru aftur á móti nokkuð skotheld smíði og veit ég ekki til þess að menn hafi lent í vandræðum með þá. Fyrir utan að Ljónin bakka upp sína framleiðslu og því auðvelt að ræða við þá hér heima. Gæti orðið erfiðara að að semja við Marks í Ástralíu. Ljónin eru að selja sína gíra á um 300 þús held ég.\n \nMeð allar þessar lausnir verða menn að gera einhverja aðlögun á gólfi og olíutank til þess að koma fyrir milligír.\nkv\nKristján Finnur",
            "date": "2012-09-20 09:44:00",
            "post_id": "66359",
            "reply_to_id": "66319"
        },
        {
            "user_name": "Gummi Ola",
            "text": "Sælir\nTakk fyrir flott svör. Þarf að heyra í þeim á Ljónsstöðum.\nkv. Gummi",
            "date": "2012-09-20 21:05:00",
            "post_id": "66436",
            "reply_to_id": "66359"
        },
        {
            "user_name": "Dúddi",
            "text": "Gummi, eg er með gír fra smára í skerpu, algjör snilld. kv dúddi",
            "date": "2012-09-25 20:23:00",
            "post_id": "66973",
            "reply_to_id": "66436"
        }
    ],
    "date": "2012-09-18 23:44:00"
}