{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "12816",
    "title": "Einfalt að breyta Patrol 1998- 2006 fyrir 38\" ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=12816",
    "posts": [
        {
            "user_name": "Tómas Þröstur",
            "text": "Er að spá.... \nHækkun með klossum undir gorma ca 2-3 tommur - þyrfti að klippa mikið úr boddí fyrir 38\" ? Líkega ekki mikið klipp að framan en spurning með að aftan - þarf hásingafærlu ?\nEr heil samsett framhjólalega að framan í þessum bílum eða gamla góða útfærslan - kónn og slíf ?\nHefur milligírasmíði komið vel út í þessum bílum  ?",
            "date": "2012-09-20 14:06:00",
            "post_id": "66387",
            "reply_to_id": false
        },
        {
            "user_name": "AgnarBen",
            "text": "Blessaður Tómas \nÞessir bílar eru frekar einfaldir í breytingum og ef þú gerir ekki miklar kröfur til bílsins sem snjóbíls þá getur þú sleppt lægri hlutföllum 5.42 og framlæsingu og þá er þetta nú ekki endilega neitt mjög kostnaðarsamt.  \nMinnir að mínir 38\" bílar hafi verið 4\" hækkun undir gorma og nei hásingarfærsla er ekki skilyrði, held nú að lang flestir Patrol hafi ekki fengið neina hásingafærslu af viti.  \nMilligírinn frá Ljónsstöðum er mjög góð smíði og ég hef ekki heyrt um neinn sem hefur verið í vandræðum með hann.  Ég var með svoleiðis undir Y61 bílnum og þurfti aldrei að líta á hann.  Hann er smíðaður upp úr Patrol millikassa með milliplötu og það er hægt að fá lægri hlutföll í hann frá Ástralíu (ca 2.86 og 3.74) en þau kosta hrikalega mikið í dag.  Ég myndi giska á að milligír frá Ljónunum með lægri hlutföllum kosti ekki undir 500 þús.kr í dag eða jafnvel meira.",
            "date": "2012-09-20 17:49:00",
            "post_id": "66406",
            "reply_to_id": "66387"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Takk fyrir  þetta. Er helst á því að milligír sé góður kostur og sleppa að lækka hlutföll. Meiri torfærueiginleikar þegar fer í hart. Þá er líka hentugra að vera á 35\" dekkjum á sumrin. Hef bara aldrei getað vanist því að keyra jeppa á stórum dekkjum - stærri en 35 - nema hálfpartinn neyðast til þess á veturna til að drífa eitthvað. Svo myndi mig langa að lækka lítið og vera með 44\" kanta sem ég myndi mjókka svo breidd samsvari sér á 38\"",
            "date": "2012-09-21 08:25:00",
            "post_id": "66481",
            "reply_to_id": "66406"
        },
        {
            "user_name": "JoiVidd",
            "text": "þu getur fengið þer bara mjóu 44\" kantana en þa tarftu að skera meira ur en þu sleppur samt ekki við að hækka hann með þeim.. sama hvað þu færð þer stora kanta þa skerðu aldrei millimeter að ofan. það er bara skorið til hliðar (hjolaskalin vikkuð) ekkert tekið ur brettinu að ofan. og ef þu ferð i þa, þa þarftu að fara að færa afturhasinguna um 6-7 cm og framhasinguna helst fram un 2cm ef dekkið a að vera i miðjum kanti;) (ekki nauðsinlegt að framan) en tu sleppur ekki með minna en 10cm(4\") hækkun a38\" og 16cm ca. a 44\" en ef tu ferð i 38\" kantana þa þyrftiru að fara i ca. 3-4 cm afturhasingafærslu.. það þarf ekkert nema bara hvað það er ljott ad  hafa dekkið alltof framarlega i kantinum.. og eg mundi fa mer 5:42 i ollum tilfellum frekar en lowgir! logir er að minu mati oþarfur a 38\" patrol og margfallt dyrari en hlutfoll.",
            "date": "2012-09-21 12:53:00",
            "post_id": "66509",
            "reply_to_id": "66481"
        },
        {
            "user_name": "Magni",
            "text": "ég mundi ekki lækka hlutföllin ef þú ætlar að vera á 35\" á sumrin, þá eru orginal hlutföll fín undir jeppann og sleppur alveg á 38. Svo þessi fáu skipti sem þú ert á 38 þá væri fínt að vera með lógír en það er dýr aðgerð.",
            "date": "2012-09-21 17:46:00",
            "post_id": "66523",
            "reply_to_id": "66509"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞetta eru einfaldir bílar í breytingu þannig fyrir 38\".  Ég á Y60 sem er mikið til sama grind og sami bíll og það eru bara landcruiser gormar að framan sem gefa ca 10cm lift, klossar að aftan og svo eru framstífurnar síkkaðar, demparafestinar að aftan hækkaðar og skrúfbútur á framdempurum.  Allir demparar original og virka fínt.  Það þarf að síkka balancestangarendana.\nÉg notaði minn á original hlutföllum og hefði alveg verið sáttur við milligír því að mótorinn kraftar ekki neitt undir 1700 snúningum.  5. gírinn var bara notaður sem algert spari á lágréttum vegi í meðbyr.\nÞér er alveg óhætt að gera vonir til bílsin í snjó því að þarna er eitt besta fjöðrunarkerfi jeppasögunnar og hann kemst býsna á því einu.  Allar viðbætur eru svo bara til góða s.s. læsingar, milligír, aflaukning osfrv.\nKv J'on Garðar",
            "date": "2012-09-21 18:42:00",
            "post_id": "66532",
            "reply_to_id": "66523"
        },
        {
            "user_name": "AgnarBen",
            "text": "Það er margt til vitlausara en að vera með Patrol Y61 á 38\" með orginal hlutföll og öflugum milligír með 3.74 lækkun, hann er ótrúlega seigur þannig, það veit ég af eigin raun en ferðafélagi minn keyrði lengi á svoleiðis bíl með 2.8 lítra vélinni.  Svoleiðis bíll á 5:42 og milligír með 3.74 væri enn betri.",
            "date": "2012-09-21 20:50:00",
            "post_id": "66554",
            "reply_to_id": "66532"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞað eiga líka að vera til drif sem eru 1:5,13 sem henta 38\" vel.\nKv Jón Garðar",
            "date": "2012-09-21 23:20:00",
            "post_id": "66563",
            "reply_to_id": "66554"
        },
        {
            "user_name": "Freyr",
            "text": "Ég held að 5:13 hafi dottið úr framleiðslu fyrir einhverjum árum síðan (er samt ekki viss). Minnir að það hafi verið gæðavandamál með þau, gekk illa að stilla eða söng alltaf eða e-ð álíka.....",
            "date": "2012-09-22 00:40:00",
            "post_id": "66565",
            "reply_to_id": "66563"
        }
    ],
    "date": "2012-09-20 14:06:00"
}