{
    "forum_title": "Almennt spjall",
    "id": "12811",
    "title": "Tryggingar á gamla dýra jeppa",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=12811",
    "posts": [
        {
            "user_name": "elliofur",
            "text": "Ég var að spekulera hvað menn eru að fá út úr tryggingum ef þeir eyðileggja til dæmis fínan lc80 eða svipaða bíla sem eru eldgamlir, keyrðir til tunglsins en eru samt að seljast á almennum markaði á jafnvel allt að 4 milljónum?\nSamkvæmt kerfinu hljóta þeir að vera metnir á eitthvað klink þó markaðsverð sé annað. Hverju fara tryggingafélögin eftir í þessum sérstæðu tilfellum?",
            "date": "2012-09-20 08:33:00",
            "post_id": "66353",
            "reply_to_id": false
        },
        {
            "user_name": "Freyr",
            "text": "Ég er hjá vís. Minn cherokee er gott dæmi um þetta, í grunninn er hann bara '97 xj og verðmat á slíkum bíl er bara e-ð klink. En hinsvegar er hann ryðlaus, lítið ekinn og búið að leggja helling í hann svo ég ákvað að gera e-ð í málinu. Ég fór með hann á tjónaskoðunarstöð vís þar sem hann var skoðaður af tjónamatsmanni sem einnig tók af honum myndir og í kjölfarið setti ég hann í kaskó. Ég man ekki tölurnar nákvæmlega en hann er kaskótryggður þannig að ég fæ sanngjarnt fyrir hann ef til kastana kemur.\nKv. Freyr",
            "date": "2012-09-20 09:24:00",
            "post_id": "66356",
            "reply_to_id": "66353"
        },
        {
            "user_name": "bjornod",
            "text": "Oftast er fengið mat hjá bílasala og markaðsverð látið gilda.  Hámarksupphæð sem sett er í skýrteinið segir ekkert til um hvað þú færð greitt ef þú lendir í altjóni.  Hún er einungis sett inn fyrir tryggingafélagið.",
            "date": "2012-09-20 09:57:00",
            "post_id": "66361",
            "reply_to_id": "66356"
        },
        {
            "user_name": "AgnarBen",
            "text": "Sömu upplýsingar fékk ég hjá mínu tryggingarfélagi einhvern tíman, minnir að það hafi verið VÍS.  Upphæðin í skírteininu segir ekki neitt.  Mat frá bílasala er það sem gildir.  \nÞess vegna er ég ekki með minn Cherokee í kaskó.  Að því viðbættu þá er sjálfsábyrgðin á utanvegakaskóinu ca 400 þús.kr minnir mig ......",
            "date": "2012-09-20 10:05:00",
            "post_id": "66362",
            "reply_to_id": "66361"
        },
        {
            "user_name": "bjornod",
            "text": "Ef þú ert ekki með bílinn í kaskó, þá skiptir nákvæmlega engu máli hvernig þú verðmetur bílinn.  Iðgjaldið ætti ekki heldur að breytast þar sem þú ert ekki að tryggja þig fyrir skemmdum á þínum eigin bíl.",
            "date": "2012-09-20 10:57:00",
            "post_id": "66370",
            "reply_to_id": "66362"
        },
        {
            "user_name": "bjornod",
            "text": "Skv. tryggingarskilmálum hjá VÍS:\n\"Vátryggingarverðmæti ökutækisins er sú upphæð sem sambærilegt ökutæki að tegund, aldri og gæðum kostaði á almennum markaði á tjónsdegi, miðað við staðgreiðsluviðskipti\"\nÞeir bjóða ekki sérstaklega uppá utanvegakaskó, en ef bíllinn tjónast utanvegar, þá er sjálfsábyrgðin hærri.",
            "date": "2012-09-20 11:21:00",
            "post_id": "66371",
            "reply_to_id": "66370"
        },
        {
            "user_name": "bjornod",
            "text": "Já, það fer einungis eftir því hvernig hinn bíllinn er tryggður, að því gefnu að hann stingi ekki af. Lögboðin ábyrgðartrygging hins aðilans á að greiða allt tjón á þínum bíl. (\nhttp://vis.is/einstaklingar/tryggingar/ ... logbodnar/\n)\nEf þú ert ekki með kaskó og hann stingur af, þá berðu tjónið einn.  Ef þú ert með kaskó og hann stingur af, þá greiða tryggingarnar þínar tjónið.\nað sjálfsögðu en fenginn \"óháður\" bílasali til að meta bílinn.  Ef þú ert ósáttur, þá getur þú leitað til úrskurðarnefndar í vátryggingamálum sem iðulega dæma tryggingafélaginu í hag.\nÉg efast ekki um að þjónustufulltrúi þinn segi þér allt um gull og græna skóga, en raunin er önnur þegar þú lendir í tjóni.\nBO\nP.s gömlu LC bílarnir seljast á 3M og því gildir það sem markaðsverð.",
            "date": "2012-09-20 11:42:00",
            "post_id": "66375",
            "reply_to_id": "66371"
        },
        {
            "user_name": "bjornod",
            "text": "\"Eftir þetta var mér tjáð að það væri gott að taka fram við eigendaskipti ef að bíllinn teldist meira virði einhverra hlutavegna, helduren gangverð á \"sambærilegum\" bíl.\"  Í dag er kaupverð alltaf tekið fram í eigendaskiptum.  Það gildir hins vegar ekki þar sem litið er við markaðsverðmæti bifreiðarinnar á tjóndegi.\n7.1 Grunniðgjald vátryggingarinnar er reiknað út frá\nnotkun ökutækisins og lögheimili\nvátryggingartaka. Iðgjaldið breytist við\nendurnýjun vátryggingarinnar í samræmi við\nbreytingar á vísitölu.\n7.2 Við ákvörðun iðgjalds er félaginu heimilt að afla\nupplýsinga frá öðrum vátryggjendum um\ntjónareynslu vátryggingartaka í þessari grein\nvátrygginga.\nÍ raun á verðmæti bifreiðarinnar ekki að skipta neinu máli ef þú ert einungis með lögboðna ökutækjatryggingu.\nMatið á því hvort hann eigi að vera í kaskó eða ekki fer eftir því hvort þú ert tilbúinn að bera altjón sjálfur eða hvort þú vilt spara þér aurana, krossleggja finguna og vona að þú lendir ekki í tjóni.",
            "date": "2012-09-20 11:56:00",
            "post_id": "66378",
            "reply_to_id": "66375"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ég átta mig ekki á því hvað þú ert að fara Vopni.  Ef einhver keyrir á þig og þú ert í 100% rétti þá þarft þú að díla við tryggingafélag þessa aðila sem keyrði á þig.  Hvað stendur í einhverjum pappírum sem þú ert með hjá VÍS og hvað þjónustufulltrúinn sagði við þig þar skiptir bara engu máli (nema þú sért svo heppinn að hann sé líka hjá VÍS þá gæti þetta kannski skipt einhverju máli).  Ætlar þú að reyna að beita verðmatinu frá VÍS fyrir þig í samningaviðræðunum við hitt tryggingarfélagið, það væri áhugavert að vita hvað kæmi út úr svoleiðis æfingum, þe hvort þeir tækju eitthvað mark á því ?",
            "date": "2012-09-20 12:54:00",
            "post_id": "66383",
            "reply_to_id": "66378"
        },
        {
            "user_name": "DABBI SIG",
            "text": "það er reyndar svolítið óskýrt hjá þér Vopni hvort þú sért að tala um ábyrgðartrygginguna eða kaskótrygginu. Eins og hefur komið fram á verðmat á bíl ekki að hafa áhrif á iðgjald vegna ábyrgðartryggingar, jafnvel þó þú látir skrá eitthvað ákveðið verðmat. \nHinsvegar gæti iðgjald vegna kaskótryggingar breyst eftir verðmati og sérstaklega ef þú hefur fengið skráð verðmat frá tjónaskoðunarmanni eða álíka. \nHinsvegar tala menn hér um að bílasalar ákvarði verð á bílum ef til tjóna kemur en það er hinsvegar bara alls ekki raunin, a.m.k. ekki í öllum tilfellum. Það eru \"sérfræðingar\" innan tryggingarfélagsins sem ákvarða verðmat á bílinn og oftast vilja þeir þó meina að þeir hafi fengið verðmat í samráði við bílasala eða \"menn sem þekkja markaðinn vel\". \nÉg tók töluverðan barning í einu svona tilfelli til að fá breyttu verðmati á bíl í tjóni og stóð í töluverðri vinnu við að tala við bílasala, umboð og fleiri til að fá uppáskrifað verðmæti ásamt því að sýna fram á verð á svipuðum bílum en þetta tóku þeir síður en svo gilt og voru í raun bara einráða um verð. \nÞannig vissulega er ágætt að skrá verðmat á bílinn þegar hann er tryggður en það er held ég ekki þar með sagt að björninn sé unninn.",
            "date": "2012-09-20 14:48:00",
            "post_id": "66390",
            "reply_to_id": "66383"
        },
        {
            "user_name": "íbbi",
            "text": "ég þekki þetta vel,  er með gamlan camaro. og hefði getað verslað mér 44\" breyttan Y61 og farið í nokkrar fjallaferðir fyrir það sem ég er búinn að eyða í hann. \ntryggingafélögin hafa sýnt Þessu skilning, kom fulltrúi frá þeim í skúrinn til mín og skoðaði bílinn",
            "date": "2012-09-20 15:58:00",
            "post_id": "66393",
            "reply_to_id": "66390"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég Kaskó tryggði minn bíl , ekki öðru þorandi með svona bíl, þessir bílar eru almennt hátt verðsettir, ennþá gömul auglýsing fyrir minn bíl inn á bílasölur.is þar sem er ásett á hann 3.5 milljónir, og svipað á samskonar bíla , en það verður örugglega ekki skemmtilegt samt að semja um verð ef maður skyldi lenda í tjóni",
            "date": "2012-09-20 16:57:00",
            "post_id": "66400",
            "reply_to_id": "66393"
        },
        {
            "user_name": "S.G.Sveinsson",
            "text": "Sælir spjallverjar. Í allri þessari umræðu um trygingar er líka eit sem verður að muna. Þeggar ég er með kaskó á eldri bíl t.d. 2002 módel jeppa sem allment er ekki kaskós (hjá mjög mörgum í það minsta) og ég kýs að setja bílinn min í kaskó og þá verð ég í samræmi við tryginar félagið mit að áhvarða verð. Þetta verð gefu okkur bara 3,5 mill (44\" jeppi í góðu standi) er líka það sem trygingar félagið mit notar til að reikana úttfrá hvort það borgi sig að gera við hann ef ÉG er valdurinn að tjóni (ég í 100% órétti) \nDæmi: Ég klessi fína jeppanum mínum á staur í hálku viðgerðin á bílnum kostar 3 millur. Niðurstaða vátrygjandi min(VÍS,TM,Sjóva) er því sú að það sé í þeira hang að gera við bílinn min og sparar sér þanig  hálfa millu því annar hefði þurft að borga hann útt á 3,5 mill.\nÍ þessu sama dæmi ef ég hefði ekki fundið verðmat samráði við vátrygingar aðinaln min þá gætu þeir metið bílinn min á kaski 2,8 mill þa´er það orðið ódýrara að borga bíllin útt á 2,8 og þá spara trygingarfélagið sig 200,000kr \nÞangi að þetta snír að morgu leiti að því sem kan að koma fyrir ökutækið í þini eingu sem annar aðili ber ekki ábyrgð á t.d. ef bíllin skemist útti á blani þeggar að þú bakka á hin heimilisbílin eða ef það kviknar í bílskúrnum(heimilistrygingin þín dekkar það ekki að mig minir er þó ekki vis um það og set þetta því fram með forvörum varðandi bílskúrinn.)",
            "date": "2012-09-20 20:55:00",
            "post_id": "66434",
            "reply_to_id": "66400"
        },
        {
            "user_name": "Freyr",
            "text": "Til að tryggja mig gegn þjófnaði úr bílskúr eða bruna í bílskúr keypti ég til viðbótar við kaskóið svokallaða lausafjártryggingu. Ég týndi til \"lausa\" hluti á jeppanum (dekk,felgur, raftæki), öll verkfæri og ýmsa fylgihluti á borð við spotta, bensínbrúsa, loftdælu o.fl og setti þetta allt inn í excel skjal þar sem einnig stendur verðmæti hvers hlutar svona u.þ.b. og tók einnig myndir af dótinu. Allt þetta fór ég með í tryggingafélagið þegar ég keypti trygginguna. Síðan svona u.þ.b. 1x á ári tek ég nokkrar myndir í skúrnum til að geta sýnt fram á hvaða hlutir eru á staðnum ef til kastana kemur.",
            "date": "2012-09-20 21:28:00",
            "post_id": "66440",
            "reply_to_id": "66434"
        },
        {
            "user_name": "elliofur",
            "text": "Er þá ekki málið að kaupa sér ódýran (undir hálfri milljón) bíl, kaskótryggja hann fyrir fullt af millum og bomba á næsta staur?\nPointið er, hvar eru mörkin?",
            "date": "2012-09-20 21:32:00",
            "post_id": "66441",
            "reply_to_id": "66440"
        },
        {
            "user_name": "S.G.Sveinsson",
            "text": "Og þetta kalla ég sko að hafa vaðið fyrir neðan sig.",
            "date": "2012-09-20 21:33:00",
            "post_id": "66442",
            "reply_to_id": "66441"
        },
        {
            "user_name": "elliofur",
            "text": "Og ætti að taka til fyrirmyndar! :)",
            "date": "2012-09-20 22:07:00",
            "post_id": "66445",
            "reply_to_id": "66442"
        },
        {
            "user_name": "Freyr",
            "text": "Svo er annar kostur við að gera þetta eins og ég nefni hér að ofan. Þegar þýfi finnst þurfa mennstundum að sanna eignarhald, þá er gott að eiga svona lista.",
            "date": "2012-09-21 00:56:00",
            "post_id": "66472",
            "reply_to_id": "66445"
        }
    ],
    "date": "2012-09-20 08:33:00"
}