{
    "forum_title": "Almennt spjall",
    "id": "12993",
    "title": "hækka gorma sæti á lc 80",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=12993",
    "posts": [
        {
            "user_name": "s.f",
            "text": "ég er að fara að setja cruserin hjá mér á 44\" og þarf að lifta honum á gormum um 7cm ég er með 70mm lift á gormonum en vantar 70mm í viðbót ég gett fengið gorma sem eru 70mm lengri en þeir sem eru í honum en ég veitt ekk hversu mjúkir eða harðir þeir eru ég er mjög ánægður með mígtina í gormonum sem eru undir honum núna, er eikvað sem mælir á móti því að ég hæki bara gorma sætin á hásingonum um þessa 70mm og geti þá haldið orginal gormonum",
            "date": "2012-09-29 11:08:00",
            "post_id": "67384",
            "reply_to_id": false
        },
        {
            "user_name": "Freyr",
            "text": "Það er í raun ekkert sem mælir á móti því. Ég hinsvegar myndi frekar ná mér í 65mm klossa sem er lagervara hjá Málmsteypunni Hellu og setja ofan við gormana. Þá hefur þú möguleikann á að leika þér seinna með að prófa aðra lengri gorma án þess að leggjast í smíðavinnu fyrst...",
            "date": "2012-09-29 13:24:00",
            "post_id": "67392",
            "reply_to_id": "67384"
        },
        {
            "user_name": "Dúddi",
            "text": "Ég losaði neðri gormasætin af hásingunni hjá mér og fékk mér rör sem passaði akkúrat á sverleikan og setti bút á milli, en það var reyndar bara 4 cm. Ég mundi mæla með því að þú fengir þér lift gorma í hann, 18 mm efnisþykkt í gorminum, það er allt annað og betra eftir að maður er búin að færa hásinguna því þá er meiri þungi á framhjólunum.",
            "date": "2012-09-29 14:34:00",
            "post_id": "67394",
            "reply_to_id": "67392"
        },
        {
            "user_name": "s.f",
            "text": "ég er með 70mm lift undir gormonum og það má ekki vera meira enn 100mm til að fá breitingar skoðun",
            "date": "2012-09-29 23:40:00",
            "post_id": "67433",
            "reply_to_id": "67394"
        },
        {
            "user_name": "Freyr",
            "text": "aaa, hélt þú værir með gorma með 70 mm lift",
            "date": "2012-09-29 23:52:00",
            "post_id": "67434",
            "reply_to_id": "67433"
        },
        {
            "user_name": "s.f",
            "text": "Nei ég get fengið gorma sem eru með 70 mm lyfti. Var bara að spá hvort þetta skifti einhverju að hækka gorma sætið. Þar sem ég veit ekki hvort ég verð ánægður með þá stífleika sem hægt er að velja um í nýium gormum með þessu lifti.",
            "date": "2012-09-30 00:15:00",
            "post_id": "67435",
            "reply_to_id": "67434"
        }
    ],
    "date": "2012-09-29 11:08:00"
}