{
    "forum_title": "Almennt spjall",
    "id": "13158",
    "title": "fjölga sætafjölda í van",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=13158",
    "posts": [
        {
            "user_name": "magnusv",
            "text": "sælir ég er með einn 38\" breyttan chevy van með 6,2 lengsta gerð eða G30 einsog þetta heitir víst,\nhann er innréttaður með U bekk og er  bara skráður 2 manna ég á stóla sem ég gæti sett fyrir aftan bílstjóra og farþegastól en þá yrði plássið svo svakalega litið, er hægt að skrúfa belti í hjá u bekknum og hafa þetta þokkalega örugt? ég vill helst hafa þetta örugt og sterkbyggt ef að eitthvað skildi gerast, og hvernig breytir maður sætafjöldanum? fer ég niður í umferðastofu eða skoðunarstöð?",
            "date": "2012-10-08 14:14:00",
            "post_id": "68377",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "til að fjölga sætum þarftu að vera með belti fyrir farþegana og skila vigtarseðli fyrir bílinn. þetta er í raun breytingarskoðun. allavega þurfti ég þess þegar ég var að fikta í þessum málum með bíl hjá mér. held þeir geti fjölgað sætum í úttekt hjá skoðunarstöðvum. ég er ekki alveg vissum að belti í u-bekkjum fáist skráð í dag.. myndi hringja í frumherja og fá að tala við skoðunarmann.",
            "date": "2012-10-08 15:24:00",
            "post_id": "68388",
            "reply_to_id": "68377"
        },
        {
            "user_name": "Kárinn",
            "text": "Belti í u bekk fást skráð veit allavega um 1 dæmi þess sem þetta var gert í econoline þar eru belti fyrir 4 í u bekknum",
            "date": "2012-10-08 17:04:00",
            "post_id": "68399",
            "reply_to_id": "68388"
        },
        {
            "user_name": "magnusv",
            "text": "já þetta er snilld, en eru engar reglur um hvernig beltin eiga að vera? má e´g bara troða þessu eitthvernvegin í ?",
            "date": "2012-10-08 20:40:00",
            "post_id": "68428",
            "reply_to_id": "68399"
        },
        {
            "user_name": "RúnarA",
            "text": "Það eru ýmsar reglur um þetta, td. skiptir máli hve gamall bíllinn er, ég bætti tveim stólum aftan við framsæti í mínum Econoline og þar sem bíllinn er 2005 árgerð þá var ekkert leyft nema þriggja punkta belti og sæti sem snúa fram, hefði bíllinn verið eldri hefði verið hægt að komast upp með fleira. Ég er búinn að gleyma mörgu af því sem ég fékk að vita um þetta en best að spyrja hjá Frumherja eða Aðalskoðun og gramsa á netinu á vef umferðarstofu.\nBest ef þú kemst í original festingar fyrir belti en ef það gengur ekki er hægt að styrkja boddíið þar sem fest er í það. \nGangi þér vel\nRúnar",
            "date": "2012-10-08 22:06:00",
            "post_id": "68445",
            "reply_to_id": "68428"
        },
        {
            "user_name": "magnusv",
            "text": "þessi bíll er að nálgast 30 ára afmælið sitt og hefur að ég held alltaf verið skráður 2 manna þannig ég held það séu ekki neinar aukafestingar fyrir belti í ubekknum og nenni ekki að fara að troða 3manna bekk eða captain stólum afþví þá er ómögulegt að komast inn og útur bílnum.. en hann er ekki á númerum þar sem ég er að taka upp mótorinn í honum gæti ég sett belti í ubekkin og farið með hann þannig í skoðun og látið breytingaskoða hann? eða er þetta allt annar handleggur að skoða beltin?",
            "date": "2012-10-08 22:33:00",
            "post_id": "68447",
            "reply_to_id": "68445"
        },
        {
            "user_name": "jeppakall",
            "text": "sæll. ég var með econoline 84 sem var skráður fyrir 2, ég setti belti í hann og skráði fyrir 8 og þeir litu ekki einu sinni á beltin , virðist vera allt annað mál ef maður er með fornbíl",
            "date": "2012-10-08 23:06:00",
            "post_id": "68453",
            "reply_to_id": "68447"
        },
        {
            "user_name": "magnusv",
            "text": "fórstu bara með hann í skoðun? eða hvert þurftiru að fara með hann?",
            "date": "2012-10-09 00:57:00",
            "post_id": "68464",
            "reply_to_id": "68453"
        },
        {
            "user_name": "btg",
            "text": "Strákar, vanda sig samt með beltin hvernig sem reglugerðin er. Eru það ekki oftast börn sem fá að sitja á 3ja og 4ja farrými...",
            "date": "2012-10-09 01:04:00",
            "post_id": "68465",
            "reply_to_id": "68464"
        },
        {
            "user_name": "magnusv",
            "text": "held það verði nú sjaldan börn þarna.. nema kannski eitthverjar 17 og 18... ég er sjálfur 19\nen það er akkúrat mín pæling ég held að þetta verði aldrei örugt ef ég set belti þarna í u bekkinn og ég nenni ekki að fara að minnka hann svo ég komi stólum fyrir, ég átti einn svona van með 4 captain stólum og Ubekk og það var ómögulegt að fara inn og úr bílnum \nhttps://fbcdn-sphotos-f-a.akamaihd.net/ ... 2373_n.jpg",
            "date": "2012-10-09 01:27:00",
            "post_id": "68466",
            "reply_to_id": "68465"
        }
    ],
    "date": "2012-10-08 14:14:00"
}