{
    "forum_title": "Almennt spjall",
    "id": "1326",
    "title": "Eyðsla landcruser",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1326",
    "posts": [
        {
            "user_name": "vippi",
            "text": "Góða kvöldið.  Er að spá í lc 90 bílnum árg 99 ssk disel , 33 tommu.  hver er eyðslan á svoleiðis bíl að jafnaði ? Og svo kostir og gallar ?",
            "date": "2010-06-18 22:15:00",
            "post_id": "6095",
            "reply_to_id": false
        },
        {
            "user_name": "krissi200",
            "text": "Sæll.\nCruiser eru fínir bílar að mörgu leiti en þeir eru með veika bletti. \nT.d. driflæsingarmótorinn, rafmagnslokunar að framan betra að vera handvirkarlokur, heddinn vilja fara í þeim en það er ekki allgild. Þetta er það helsta sem ég mann eftir. Hann er að eyða 12-14 innanbæjar.\nkv.\nKristófer Karlsson",
            "date": "2010-06-21 20:20:00",
            "post_id": "6162",
            "reply_to_id": "6095"
        },
        {
            "user_name": "gudnithor",
            "text": "Rafmagnslokur að framan? Þetta er sídrifsbíll, engar rafmagnslokur að framan né þörf á handvirkum lokum.\nÞetta eru eðal bílar. Þú mátt búast við að sjálfskipti bílinn eyði aðeins meira en beinskipti. Ég var með 2000 árgerð, beinskiptan á 35\" og hann fór oft undir 10l/100km á sumrin í langkeyrslu. 12-14 í bænum á veturna í snattinu.\nLæsingamótorinn fyrir afturdrifslæsinguna vill festast ef hann er ekki notaður reglulega. Platan sem mótorinn er fastur á (sem liggur uppvið hásinguna) er úr áli og tærist þangað til að það koma sprungur í hann og þá hættir hann náttúrulega að virka. Það eru svosem til margar lausnir á þessu, stundum er hægt að gera mótorana upp, sumir hafa smíðað lofttjakka í staðinn fyrir mótorinn sjálfan. En ef driflæsingamótor á 11ára gömlum jeppa er orðið það eina sem þú þarft að hafa áhyggjur af... þá myndi ég segja að þú værir frekar vel settur :-)\nAðrir kostir eru náttúrulega: Toyota, hófleg eyðsla, rúmgóðir, áreiðanlegir, til margir svona.\nStærsti gallinn sem mér finnst er að menn eru stundum að setja full mikið á bíla miðað við hvað þeir eru eknir mikið.\nBara góða skemmtun ef þú ákveður að fá þér LC90 og mundu: \"Toyota, tákn um gæði.\"",
            "date": "2010-06-21 20:38:00",
            "post_id": "6164",
            "reply_to_id": "6162"
        },
        {
            "user_name": "krissi200",
            "text": "Sæll, Guðni Þór.\nÉg sé það þú sérð ekki ljóið fyrir Toyota. :) hehe\nEn ég var með landcruiser 1998 og 1999. Og það var búið að setja í þá handvirkarlokur. Félagi minn á toyota landcruiser 1998 og hann er að lenda í vandræðum með rafmagndótið. T.d. var í erfileikum að fara í drifið og fara úr því.",
            "date": "2010-06-22 20:58:00",
            "post_id": "6196",
            "reply_to_id": "6164"
        },
        {
            "user_name": "Stebbi",
            "text": "Þú ert eitthvað að ruglast held ég afþví þessir bílar, LC90 eru sídrifnir og það er engin takki til að setja í drif á þeim.  Eina sem að handvirkar lokur myndu gera í Free stillingu væri að losa allt afl út í ótengd framdekkin og á endanum eyðileggja millikassann.",
            "date": "2010-06-22 21:23:00",
            "post_id": "6198",
            "reply_to_id": "6196"
        },
        {
            "user_name": "gudnithor",
            "text": "Einu LC bílarnir sem voru seldir 1998 og 1999 voru LC90 og LC100 fyrir utan kannski nokkra LC70. Ég hef því miður aldrei náð því að eiga LC70 þó mig langi mikið - eru þeir ekki sídrifnir einsog LC90 og LC100?",
            "date": "2010-06-22 22:52:00",
            "post_id": "6200",
            "reply_to_id": "6198"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-06-22 23:00:00",
            "post_id": "6201",
            "reply_to_id": "6200"
        },
        {
            "user_name": "gudnithor",
            "text": "LC80 er með takka til að læsa millikassanum - í LC90 er það gert með að færa millikassastöngina.",
            "date": "2010-06-23 09:33:00",
            "post_id": "6206",
            "reply_to_id": "6201"
        }
    ],
    "date": "2010-06-18 22:15:00"
}