{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "13403",
    "title": "Vélaskipti í Toyota LC80",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=13403",
    "posts": [
        {
            "user_name": "spurs",
            "text": "Hefur einhver farið í að skipta út bensín vél og sett diesel vél í Toyota LC 80? Er það mikið mál og dýr framkvæmd? Einnig hafa menn einhverja verðhugmynd hvað maður þarf að borga fyrir LC 80 diesel vél með sjálfskiptingu og millikassa?",
            "date": "2012-10-20 17:37:00",
            "post_id": "69641",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "allnokkrir hafa gert þetta.... veit ekki hversu margir heima, en spjallsvæðið \nhttp://forum.ih8mud.com/80-series-tech/\n og \nhttp://forum.ih8mud.com/diesel-tech-24-volts-systems/\n eru hafsjór af upplýsingum um m.a. þessa hluti. um að gera að nota leitina. Menn þarna hafa sett ýmislegt í 80 krús og documenterað það vel þarna.",
            "date": "2012-10-20 17:56:00",
            "post_id": "69644",
            "reply_to_id": "69641"
        },
        {
            "user_name": "smaris",
            "text": "Hef nú aðeins velt þessu fyrir mér en á ekki von á að ég leggi í þessa aðgerð. Þessir mótorar eru ekki gefins og eins er líklegt að það þurfi að yfirfara þá áður en þeir eru settir í því allir eru þeir mikið keyrðir.\nRaunhæfast væri að detta niður á tjónabíl og geta borið kramið og rafkerfið á milli og selt rest til að hafa upp í kostnað. Gallinn er bara að tjónuðu bílarnir eru bara ekkert ódýrari en þeir ótjónuðu.\nMér finnst bensínvélin bara ljómandi skemmtileg og það má mikið bensín fyrir díselvélaverð.\nKv. Smári",
            "date": "2012-10-20 20:51:00",
            "post_id": "69663",
            "reply_to_id": "69644"
        },
        {
            "user_name": "s.f",
            "text": "er það mikil munur á verðinu á bensín og dísel bílnum að þetta borgi sig",
            "date": "2012-10-20 23:37:00",
            "post_id": "69693",
            "reply_to_id": "69663"
        },
        {
            "user_name": "-Hjalti-",
            "text": "örugglega ekki , Diesel bíllinn er heldur ekkert sérstaklega eyðslugrannur",
            "date": "2012-10-20 23:57:00",
            "post_id": "69695",
            "reply_to_id": "69693"
        },
        {
            "user_name": "s.f",
            "text": "Hvað er 38\"bensín cruser að eiða á 100 í blönduðum agstri",
            "date": "2012-10-21 09:50:00",
            "post_id": "69710",
            "reply_to_id": "69695"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef hann er að eyða 20% meira en dísillinn þá eru þetta svona 8-9 lítrar á hundraðið.",
            "date": "2012-10-21 11:34:00",
            "post_id": "69723",
            "reply_to_id": "69710"
        },
        {
            "user_name": "Svenni Devil Racing",
            "text": "Ef það nær því.[/quote]\nekki séns , hann er með svona 15-20 á hundraði ef ekki 25 á hundraði",
            "date": "2012-10-21 13:28:00",
            "post_id": "69734",
            "reply_to_id": "69723"
        },
        {
            "user_name": "kjartanbj",
            "text": "Ég hef mælt minn 44\" dísil bíl allt niður í 10.8 á langkeyrslu fyllti keyrði 100km og fyllti aftur og tók 10.8 lítra, en yfirleitt er hann í svona 12 lítrum fer eftir veðri og hvernig landslagið er",
            "date": "2012-10-21 13:29:00",
            "post_id": "69735",
            "reply_to_id": "69734"
        },
        {
            "user_name": "-Hjalti-",
            "text": "þetta er kaldhæðni Svenni hehe ,",
            "date": "2012-10-21 13:56:00",
            "post_id": "69738",
            "reply_to_id": "69735"
        },
        {
            "user_name": "jeepson",
            "text": "Ég sat í 100 cruiser 2006 árgerð. og hann fór með 11,5 á hundraðið frá vestfjörðum og suður í borgina. hann er á 33\" dekkjum og orginal felgum sem að eru að mig minnir 7\" breiðar.",
            "date": "2012-10-21 15:13:00",
            "post_id": "69743",
            "reply_to_id": "69738"
        },
        {
            "user_name": "s.f",
            "text": "ég er með 38\" 80 cruser og hann er í 15l á langkeirslu og 18 innanbæjar hann er á orginal hlutfölum og beinskiftur",
            "date": "2012-10-21 18:26:00",
            "post_id": "69756",
            "reply_to_id": "69743"
        },
        {
            "user_name": "smaris",
            "text": "38\" 80 cruiser bensín er með 20 á hundraði í langkeyrslu. Veit ekki hvað hann eyðir í því sem menn kalla blandaðann akstur því það er mjög breytilegt milli manna og ekkert eitt til sem heitir blandaður akstur. Mín reynsla er að bensínbíllinn er að eyða ca. 50% meira en díselbíllinn í langkeyrslu og mikið meira í vetrarferðum.\nKv. Smári.",
            "date": "2012-10-21 19:54:00",
            "post_id": "69770",
            "reply_to_id": "69756"
        },
        {
            "user_name": "Freyr",
            "text": "Hefur þú einhverja lítratölu í snjóferðum, t.d. hvað fer hann með á dag í einhverju sem kallast \"normal\" snjóferð (vissulega ofboðslega teygjanlegt). Eða hvað eru stórir tankar í honum og hvað dugar það í langar snjóferðir í dögum eða klukkustundum talið?\nKv. Freyr",
            "date": "2012-10-21 23:59:00",
            "post_id": "69816",
            "reply_to_id": "69770"
        },
        {
            "user_name": "smaris",
            "text": "Hef nú ekkert farið nema styttri túra. T.d. í fyrra fór ég Hvolsvöllur-Emstrur-suður yfir Mýrdalsjökul-Hvolsvöllur. 180km túr þar af um 70km í snjó í misjöfnu færi og var þetta 80 lítra túr. Hef farið þennan hring nokkrum sinnum á díselbíl og áætla að þetta hefði ca. 50 lítra túr á honum. Stærsti munurinn á þessum bílum finnst mér vera sá að ef þarf að taka á þeim breytir það litlu með eyðslu á díselnum á meðan bensínbíllinn fer að mokeyða undir álagi.\nKv. Smári.",
            "date": "2012-10-22 14:26:00",
            "post_id": "69870",
            "reply_to_id": "69816"
        }
    ],
    "date": "2012-10-20 17:37:00"
}