{
    "forum_title": "Jeppinn minn",
    "id": "13436",
    "title": "Toyota Land Cruiser 70 \"Kubburinn\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=13436",
    "posts": [
        {
            "user_name": "Haffi",
            "text": "Sælir félagar\nÉg ákvað að salta Súkkudrauminn í bili og verslaði mér Land Cruiser 70 tdi á 38\" blöðrum. Bíllinn er 1988 árgerð og er því að detta á lífeyrisaldurinn. Bíllinn er styttri gerðin og hefur því hlotið nafngiftina \"Kubburinn\" vegna þess hversu kubbslegur hann er.\nÞað er ýmislegt sem þarf að huga að í bílnum, enda orðin fjörgamall, en það kemur allt með kalda vatninu. Ég ætla að reyna að vera duglegur við að henda inn update hérna..\nAllar hugmyndir og athugasemdir eru vel þegnar. Eins ef einhver hefur reynslu af því að skrúfa eitthvað upp í aflinu á svona vél ;)\nkv. Haffi",
            "date": "2012-10-21 19:32:00",
            "post_id": "69765",
            "reply_to_id": false
        },
        {
            "user_name": "Ingójp",
            "text": "Virkilega flottur langar virkilega í einn svona",
            "date": "2012-10-21 21:52:00",
            "post_id": "69779",
            "reply_to_id": "69765"
        },
        {
            "user_name": "jeepson",
            "text": "flottur þessi :)",
            "date": "2012-10-21 22:00:00",
            "post_id": "69781",
            "reply_to_id": "69779"
        },
        {
            "user_name": "Polarbear",
            "text": "sæll. þetta er flott eintak. Ég átti svona stubb í 10 ár og þekki þá helvíti vel :) ég hefði reyndar verið löngu búinn að selja hann ef ég hefði ekki skipt um mótor og sett 60 krúser túrbó kram í hann en við það varð hann óskaplega skemmtilegur og eyddi 30% minna (já minna, ekki stafsetningarvilla).\n-ef- þú ákveður að henda ekki þessum mótor þá er ýmislegt hægt til að gera þá skemmtilegri. ég myndi gera eftirfarandi (Eftir fjárhagsstöðu):\n1. taka upp spíssa og láta yfirfara olíuverkið á viðurkenndu verkstæði. LÖNGU kominn tími á það í öllum svona bílum á landinu... þetta kostar svona 250 þúsund. \n2. láttu taka upp túrbínuna og skipta um afgas-húsið. það springur -alltaf- við wastegate ventilinn á þessum bílum því þessi mótor er svoddan aumingi að hann getur ekkert án bínunar. Vendu þig svo á að keyra varlega þar til það er komin örlítil velgja í kælivatnið og aldrei láta hann ganga minna en 45 sekúntur í hægagangi -eftir- að þú stoppar áður en þú drepur á. Upptekt er c.a. 100 þúsund kall. \n3. notaðu tækifærið á meðan þú ert að gera atriði 2 og boraðu afgashitamæli í pústgreinina fyrir túrbínu til að auðvelda stillingar á verki og þrýstingi eftir þessar aðgerðir. þessi mótor þolir alveg smá auka olíu og talsverðan þrýsting (15 psi) en passaðu afgashitann. ekki keyra lengi með afgasið yfir 700°c (T.d. upp kambana og slíkt). Settu líka túrbóþrýstimæli í kvikindið. Góður afgashitamælir er t.d. frá Samrás á Seltjarnarnesi og kostar hönd og fót.\n4. skelltu sæmilega stórum interkúler í dýrið. það munar helling um það.\nþetta eru mín 2 cent. Afl kostar peninga (bæði í upptektum og olíu) en sé þetta gert rétt þarf hann ekkert að eyða meira en verður mikið skemmtilegri.\nað moka þessum peningum í svona gamlan bíl er líka alger della en ef þú ætlar eitthvað að eiga hann áfram er þetta góður díll. Sem fornbíll kostar hann þig ekki rassgat hvort eð er.",
            "date": "2012-10-21 23:18:00",
            "post_id": "69810",
            "reply_to_id": "69781"
        },
        {
            "user_name": "Haffi",
            "text": "Takk fyrir það strákar!\nTók smá session síðustu helgi",
            "date": "2012-10-31 19:10:00",
            "post_id": "70990",
            "reply_to_id": "69810"
        },
        {
            "user_name": "Fetzer",
            "text": "ánægður með þetta, flottur bill, endilega ekkert að vera spara myndirnar, er með eins bíl i uppgerð :)",
            "date": "2012-10-31 23:43:00",
            "post_id": "71044",
            "reply_to_id": "70990"
        },
        {
            "user_name": "Gutti",
            "text": "Ég var að komast að því að þetta er alls ekki Landcruiser 70, þeir eru öðruvísi, þessir heita Landcruiser II",
            "date": "2012-11-07 22:29:00",
            "post_id": "71968",
            "reply_to_id": "71044"
        },
        {
            "user_name": "Forsetinn",
            "text": "http://en.wikipedia.org/wiki/Toyota_Land_Cruiser_(J70)",
            "date": "2012-11-08 09:46:00",
            "post_id": "72001",
            "reply_to_id": "71968"
        }
    ],
    "date": "2012-10-21 19:32:00"
}