{
    "forum_title": "Almennt spjall",
    "id": "13460",
    "title": "ford 7,3 diesel",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=13460",
    "posts": [
        {
            "user_name": "norðlendingur",
            "text": "Góða kvöldið er að ath hvort einhver getur sagt mér hvernig þessar vélar hafa verið að reynast, og hvort að ford 250 á 38\" dekkjum sé í einhverju standi til að fara að þæfast eitthvað, (veit að hann er þungur)\nkv    GVH",
            "date": "2012-10-22 20:08:00",
            "post_id": "69903",
            "reply_to_id": false
        },
        {
            "user_name": "sfinnur",
            "text": "Þessar vélar hafa reynst nokkuð vel, er þetta powerstroke?\nHeld að hann drífi lítið á 38\".",
            "date": "2012-10-22 20:54:00",
            "post_id": "69910",
            "reply_to_id": "69903"
        },
        {
            "user_name": "norðlendingur",
            "text": "held að þetta sé powerstroke",
            "date": "2012-10-22 21:20:00",
            "post_id": "69917",
            "reply_to_id": "69910"
        },
        {
            "user_name": "Fordinn",
            "text": "Hann verður aldrei neinn snjóbill á 38\".... Fínn ferða bíll fyrir sumarferðirnar og að flytja leikföng uppfyrir snjólínu á veturnar....     7,3L mótorinn er sterkur og góður mótor,      ég er med 2002 á 38 og hann er að eyða 20 í innanbæjar keyrslu og dettur niður i 15-16 á langkeyrslunni.\nHelsti galli þessara bíla er slit í framhjólabúnaði  svosem spindilkúlur og stýris endar.... enda þungur á sér að framan, það er þó hægt að lágmarka viðhaldið med að kaupa alvöru parta í þetta td frá spicer,   varast ódyru kína partana....\nég er búinn að eiga minn síðan 2006 og hefur reynst mjog vel   engar leiðinda bilanir eða vesen.     stend í miklu sálar stríði þessi misserin.... langar í bil sem ég get ferðast á á veturnar.....   enn það er ekkert um margt gáfulegt að velja á gáfulegu verði.... og þá er spurningin um að henda bara stærri dekkjum undir í rólegheitunum.... og madur veit þa hvað madur hefur í höndunum.\nef það er eitthvað sem þig langar að vita meira endilega bara skjóttu\nkv Mikki",
            "date": "2012-10-22 21:43:00",
            "post_id": "69930",
            "reply_to_id": "69917"
        },
        {
            "user_name": "ivar",
            "text": "ég á F350 á 46\" og hef átt econoline á bæði 38\" og 44\".\nAlveg merkilegt hvað þessir bílar komast á 38\" dekkjunum í snjó en það er s.s. alveg rétt að hann verður seint \"snjóbíll\".\nmyndi alveg setja fordinn á 38\" við hliðiná patrol á 35\" hvað varðar drifgetu. Hinsvegar á 44\" er hann orðinn vel þolanlegur og á 46\" drífur hann bara mjög vel. Hef sjaldan lent í aðstæðum þar sem \"hefðbundnari\" jeppar standa betur að vígi en það er helst í mjög bröttum brekkum með miklu púðri þar sem ég sit eftir.\nEf ég ætlaði að setja eitt sett af dekkjum undir aftur í dag færi ég í 41\" Irok. Mjög góð keyrsludekk og hægt að tuttlast í snjó þrátt fyrir að verða örugglega ekki fremstur.\nHinsvegar neyðist ég til að selja bílinn í bili svo þú kemur bara og skiptir. Færð fjallafæran stóran pikka :)",
            "date": "2012-10-23 10:04:00",
            "post_id": "69982",
            "reply_to_id": "69930"
        },
        {
            "user_name": "dadikr",
            "text": "Ég er búinn að eiga minn 7,3 powerstroke í tæp 2 ár. Ég er frábærlega ánægður með hann. Þó bíllinn vegi 3,5 tonn tómur er eyðslan svona 19-20 innanbæjar og 16-17 á vegi. Þetta er án efa aflmesti bíll sem ég hef átt, hrein unun að finna hvað hann tekur á.",
            "date": "2012-10-23 12:40:00",
            "post_id": "69997",
            "reply_to_id": "69982"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir hvað er 7,3 powerstroke vélin þung með öllu??",
            "date": "2012-10-23 12:43:00",
            "post_id": "69999",
            "reply_to_id": "69997"
        },
        {
            "user_name": "fordson",
            "text": "samkvæmt þessu \nhttp://www.internationalpowerstroke.com/73psd.html\n þá er hún 920 lbs sem er 423 kg þurvigt þá er væntanlega allt utaná henni félagi minn viktaði 6.9 með túrbínukitti og hún var 490 kg en power strokin er aðeins léttari",
            "date": "2012-10-23 14:23:00",
            "post_id": "70008",
            "reply_to_id": "69999"
        },
        {
            "user_name": "Stebbi",
            "text": "Hún viktar svipað og 12v Cummings en er bara svo miklu skemmtilegri.  Skil eiginlega ekki afhverju menn hafa ekki sett powerstroke í patrol frekar en þessa cummings hækju sem ekkert getur fyrr en það er búið að eyða hálfri milljón í hana.",
            "date": "2012-10-23 19:59:00",
            "post_id": "70033",
            "reply_to_id": "70008"
        },
        {
            "user_name": "Þorsteinn",
            "text": "stefán, hálfri miljón í hvað ?",
            "date": "2012-10-23 20:34:00",
            "post_id": "70038",
            "reply_to_id": "70033"
        },
        {
            "user_name": "Valdi B",
            "text": "hvernig ætlar þú að eyða hálfri milljóní að láta cummins virka ? það þarf nú ekki að eyða nema nokkrum 10 þús köllum í hana og þá virkar hún fint!....\nvinur minn er einmitt nýbúinn að fá sér f250 ford með 7.3 powerstroke og er að fara að mixa þetta ofan í 46\"patrol..",
            "date": "2012-10-23 21:10:00",
            "post_id": "70044",
            "reply_to_id": "70038"
        },
        {
            "user_name": "Fordinn",
            "text": "ha hvað er þetta cummings????   er þetta klámmynda frasi eða....",
            "date": "2012-10-23 23:32:00",
            "post_id": "70084",
            "reply_to_id": "70044"
        },
        {
            "user_name": "Stebbi",
            "text": "Þarf ekki að kaupa einhverja spíssa og spes olíuverk og einhvern vír og gorm og spliff.  Þetta eru bara 160 hestafla ljósavélar eins og þær koma orginal.  Powerstroke er þó bílvél og vinnur þokkalega svona beint úr kassanum.\nP.s\nÞú veist að þú mátt skipta um skoðun eftir sölu. :)",
            "date": "2012-10-24 20:35:00",
            "post_id": "70181",
            "reply_to_id": "70084"
        },
        {
            "user_name": "íbbi",
            "text": "síðan hvenar varð vandamál að á að eyða 500k í vél?  yfirleitt erfiðara að sleppa við það",
            "date": "2012-10-24 20:38:00",
            "post_id": "70183",
            "reply_to_id": "70181"
        }
    ],
    "date": "2012-10-22 20:08:00"
}