{
    "forum_title": "Almennt spjall",
    "id": "13470",
    "title": "Bæta við turbinu á lc90",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=13470",
    "posts": [
        {
            "user_name": "höddi82",
            "text": "Var að lesa hérna um daginn að menn væru að láta túrbinunar blása eitthvað meira en orginal. Mín spurning er hvort að maður þurfi tölvukubb til að bæta við olíuna ,eða hvort turbosensorinn geri það bara sjálfur?????",
            "date": "2012-10-22 21:34:00",
            "post_id": "69927",
            "reply_to_id": false
        },
        {
            "user_name": "HaffiTopp",
            "text": "Að því ég best veit og hef lesið er óþarfi að bæta við olíuna fyrr en maður setur intercooler á þessar vélar líka. Hann á að bæta sjálfir við olíuna upp að ákveðnu marki ef túrbínan er látin blása meira [myndi ég garantera nánast 100%]",
            "date": "2012-10-22 21:39:00",
            "post_id": "69929",
            "reply_to_id": "69927"
        },
        {
            "user_name": "höddi82",
            "text": "Ok grunaði það en var ekki viss. En hvað er turbinan að blása orginal og hvað er óhætt að fara hátt?",
            "date": "2012-10-22 22:19:00",
            "post_id": "69937",
            "reply_to_id": "69929"
        },
        {
            "user_name": "jonogm",
            "text": "Original á að blása 0,51-0,67 Bar = 7,4 - 9,7 psi.\nHve hátt er óhætt að fara veit ég ekkert um.",
            "date": "2012-10-22 22:57:00",
            "post_id": "69944",
            "reply_to_id": "69937"
        },
        {
            "user_name": "HaffiTopp",
            "text": "1bar. Svona smá gisk.",
            "date": "2012-10-22 23:15:00",
            "post_id": "69949",
            "reply_to_id": "69944"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Borgar sig að vera að giska, á mótor sem kostar notaður 250.000 km halfa miljón??",
            "date": "2012-10-22 23:16:00",
            "post_id": "69950",
            "reply_to_id": "69949"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "Auðveld leið að fá pínu meira afl í 1kzte er að svera púst frá turbo í 3\". Setja intercooler og tölvukubb og hækka bosst í 15psi og skipta út gömlum vakúm lögnum setja nýar slaungur.Það er hægt að lesa helling um þetta á síðum frá Ástralíu",
            "date": "2012-10-22 23:32:00",
            "post_id": "69955",
            "reply_to_id": "69950"
        },
        {
            "user_name": "höddi82",
            "text": "Eru menn sem sé sammála um að það þurfi ekki tölvukubb fyrr en maður setur í hann intercooler. Þannig ef ég fer í 3\" púst og 12 -14 psi þá ætti gamli lc að verða frekar sprækur?",
            "date": "2012-10-22 23:53:00",
            "post_id": "69957",
            "reply_to_id": "69955"
        },
        {
            "user_name": "Freyr",
            "text": "Nei, reyndar ekki. Ef þú setur sverara púst og bætir aðeins við blásturinn finnur þú jú pottþétt einhvern mun en ekki mikinn. Aflaukningin verður helst til með meiri olíu. Það að bæta við cooler, auka bústið o.s.frv. eru fyrst og fremst aðgerðir til að halda afgashita niðri með auknu olíumagni. Á móti kemur sá kostur við þetta sem þú ert að spá í að þetta fer ekki illa með neitt í vélinni nema túrbínuna þar sem álagið á hana eykst eitthvað, samt langt innan þeirra marka þar sem ég færi að hafa áhyggjur. Þetta er sniðug byrjun hjá þér og svo sérðu til hvort þú \"þurfir\" meira afl, þá er tölvukubburinn málið.\nFreyr",
            "date": "2012-10-23 08:06:00",
            "post_id": "69967",
            "reply_to_id": "69957"
        },
        {
            "user_name": "jonogm",
            "text": "Mæli með að byrja á því að fá sér afgashitamæli í pústgreinina.",
            "date": "2012-10-23 12:35:00",
            "post_id": "69994",
            "reply_to_id": "69967"
        },
        {
            "user_name": "höddi82",
            "text": "Takk fyrir allar uppl, ætla að byrja á því að prófa þetta , en hvar fengi ég tölvukubb og hvað er hann að kosta?????",
            "date": "2012-10-23 18:00:00",
            "post_id": "70019",
            "reply_to_id": "69994"
        },
        {
            "user_name": "Geiri",
            "text": "Sæll Hörður, þú átt að fá tölvukubb hjá fyrirtæki sem heitir samrás og er út á eiðistorgi veit reyndar ekki hvað hann kostar en held að hann sé í kringum 60þús. Eða bara panta að utan ég pantaði kubb í trooperinn minn á  ebay og var hann kominn hingað fyrir 25þ.\nKv Geiri",
            "date": "2012-10-23 18:39:00",
            "post_id": "70022",
            "reply_to_id": "70019"
        },
        {
            "user_name": "höddi82",
            "text": "Blessaður Geiri (Dýri) .. Var mikil breiting á trooper eftir að þú settir hann í kv Höddi",
            "date": "2012-10-23 19:02:00",
            "post_id": "70023",
            "reply_to_id": "70022"
        },
        {
            "user_name": "Geiri",
            "text": "Bíllin hefur lítið breyst þar sem kubburinn er ekki kominn í enda nýlega búin að fá hann ( ca 5 mánuðir síðan). En ég vona að það verði svolítil breyting.",
            "date": "2012-10-23 19:14:00",
            "post_id": "70027",
            "reply_to_id": "70023"
        }
    ],
    "date": "2012-10-22 21:34:00"
}