{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "13472",
    "title": "Passa gírkassar á milli 4runner og hilux ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=13472",
    "posts": [
        {
            "user_name": "aggibeip",
            "text": "Passa gírkassar á milli 4runner og hilux 90módelunum ? \nHvað þarf ég að vita til að hægt sé að gefa mér svar ?",
            "date": "2012-10-22 23:11:00",
            "post_id": "69948",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "munurinn er 4 cyl eða 6 cyl, og disillin er með annað kúplingshús minnir mig\nleiðréttist af betur kunnugum...",
            "date": "2012-10-22 23:18:00",
            "post_id": "69951",
            "reply_to_id": "69948"
        },
        {
            "user_name": "aggibeip",
            "text": "og get ég þá bara skipt um kúplingshús ?",
            "date": "2012-10-23 08:56:00",
            "post_id": "69971",
            "reply_to_id": "69951"
        },
        {
            "user_name": "StefánDal",
            "text": "Hvaða mótor var við kassann og hvaða mótor ertu með?",
            "date": "2012-10-23 17:26:00",
            "post_id": "70017",
            "reply_to_id": "69971"
        },
        {
            "user_name": "Startarinn",
            "text": "Ef þú er með gírkassa frá V-6 bensín bílunum, þá eru þeir eins, amk annar ef ekki báðir gírkassarnir í mínum Hilus eru úr V-6 runner.\nÉg hef heyrt að það sé nóg að skipta um kúplingshús á V-6 bensín kassanum til að nota hann við 3ja lítra dísil vélina en það hef ég ekki séð sjálfur.\nKassinn fyrir V-6 bensín, passar ekki við 4 cyl bensín og líklega ekki við við 4cyl dísil heldur, allavega er kassinn fyrir bensín vélina mun veiklulegri en V-6 kassinn",
            "date": "2012-10-23 17:51:00",
            "post_id": "70018",
            "reply_to_id": "70017"
        },
        {
            "user_name": "RúnarA",
            "text": "Þessi tafla segir allt sem segja þarf í Ameríku :\nhttp://www.marlincrawler.com/transmission/rebuilt-complete\nKassinn í 3l diesel 4runner heitir R150F og er sama stykkið og í V6 bílnum frá sama tíma.\nKv. Rúnar",
            "date": "2012-10-23 22:13:00",
            "post_id": "70060",
            "reply_to_id": "70018"
        },
        {
            "user_name": "sonur",
            "text": "Wiki er alveg pottþétt að fara með rangt mál\nSpecsar\nR150f: 4runner v6 og diesel 1kz\nR151f: 22rte 2.4 Turbo bensin og V6 3vz\nW56: hilux 2L og 2L-T 2.4 deisel og 2.4 bensin\ntekið af wikipedia\nR150F\nA 4WD transmission found in many Toyota trucks. Land Cruiser II, Land Cruiser Prado and \nHilux Surf (1989-1993) 2L-T series\n and \n1KZ series Turbo Diesel, V6 3VZE\n and 5VZ-FE ] (also Japan, UK and Europe 1KZ/TE 4Runners, 93-95)\nRatios:\nFirst Gear: 3.830:1\nSecond Gear: 2.062:1\nThird Gear: 1.436:1\nFourth Gear: 1.00:1\nFifth Gear: 0.838:1\nEf þetta er rétt þá ætti W56 gírkassin úr 22re að passa með réttu kúplingshúsi ég er að \nnota þannig kassa W56 úr hilux með Diesel kúplingshúsi fyrir 2L-t og fylgdi með kúplingshús af 22re\nSemsagt þá ætti hilux W56 og 3.0l 3vz að vera möguleiki með því að skipta um kúplingshús en ég held að wiki sé að fara með kolrangt mál :D\nHérna er annar að velta þessu fyrir sér og þeir segja bara NO.\nhttp://www.toyotanation.com/forum/80-89 ... truck.html\nSvo er einn að vilja setja V6 3vz mótor ofaný hilux með W56 kassa sem var með 22re\nog hann fékk svar:\nthe only 4 cylinder tranny that will bolt to the 3.0 is the R151F from the '86-87 22RTE turbo trucks.\nVonandi hjálpar þetta bara öllum í framtíðinni sem eru að pæla í þessu, þetta hjálpaði mér allavega",
            "date": "2012-12-25 02:32:00",
            "post_id": "78621",
            "reply_to_id": "70060"
        },
        {
            "user_name": "sonur",
            "text": "Ég er samt með spurningu handa ykkur varðandi gírkassana\nVitiði hvort aftari hluti w56 og r150f kassanna (parturinn sem skiptisöngin stendur uppúr tilþess að skipta um gíra) sé sami og hvort sé hægt að færa þá á milli gírkassanna?\nVeit reyndar ekki hvort þetta séu réttar myndir af kössunum, það sést allavega að þeir eru ekki eins\nw56\nR150f\nhef aldrei heyrt um að menn hafi þurft að gera þetta en rosalega væri það frábært er það er hægt!!",
            "date": "2012-12-25 03:33:00",
            "post_id": "78623",
            "reply_to_id": "78621"
        },
        {
            "user_name": "sonur",
            "text": "Enginn sem veit þetta?",
            "date": "2013-01-02 16:14:00",
            "post_id": "79793",
            "reply_to_id": "78623"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég þori ekki að fullyrða um þetta en W56 gírkassinn er MUN grennri um sig, miðað við R150f kassann, en sést á þessum myndum, ég yrði mjög hissa ef þetta er hægt.\nÞað er t.d. bara 21 rillu öxull út úr W56, sama og er inn í R150F sem er með 23 rillu aftan úr, ég notaði samtengi milli gírkassa og milli kassa frá þessum 2 kössum til að sauma saman 2 stk R150F kassa",
            "date": "2013-01-02 16:21:00",
            "post_id": "79794",
            "reply_to_id": "79793"
        },
        {
            "user_name": "sonur",
            "text": "Þakka fyrir svarið\nÉg er farin að efast stórlega um að mér takist að finna mér gírkassa fyrir mótorinn hjá mér\nen hann þarf að vera afturdrifinn kassinn og passa á V6 mótorinn, kom upp sú hugmynd\nað finna 4runner kassa taka millikassan af og skipti hlutann af kassanum skilja stál milliplötuna\neftir, finna afturdrifskassa úr Hiace 2.4 bensin taka aftasta partinn af honum og fræsa í \nstál milliplötuna á 4runner kassanum fyrir afturdrifshúsinu.\nÞetta verður eitthvað rándýrt ævintýri",
            "date": "2013-01-02 23:42:00",
            "post_id": "79863",
            "reply_to_id": "79794"
        },
        {
            "user_name": "StefánDal",
            "text": "Þessir kassar hljóta að vera til orginal. Kom ekki 3vezen í Tacoma 2x4?",
            "date": "2013-01-03 00:59:00",
            "post_id": "79872",
            "reply_to_id": "79863"
        },
        {
            "user_name": "Startarinn",
            "text": "Það er til kassi sem kom í celicu minnir mig og heitir R154, hann er, að ég held, því sem næst eins og R150F en er fyrir afturdrifsbíl",
            "date": "2013-01-03 09:23:00",
            "post_id": "79886",
            "reply_to_id": "79872"
        },
        {
            "user_name": "sonur",
            "text": "Já það passar hjá þér en vandamálið er að hann finnst ekki á klakanum nema í þeim bílum sem eru í notkunn\nog Toyota vill ekki flytja hann inn fyrir mig",
            "date": "2013-01-03 15:54:00",
            "post_id": "79913",
            "reply_to_id": "79886"
        },
        {
            "user_name": "Startarinn",
            "text": "Það eru amk 4 á Ebay. ætti ekki að vera mikið mál að fá þá heim gegnum shopusa, en kostar drjúgan slatta",
            "date": "2013-01-03 16:22:00",
            "post_id": "79922",
            "reply_to_id": "79913"
        },
        {
            "user_name": "Startarinn",
            "text": "Það er einn möguleiki í viðbót, ef þú ert með W56 kassa sem þú getur notað gætiru skorið bæði kúplingshúsin í sundur, planað þau og soðið framenda af R150 ogt afturenda af W56 saman, þ.e. fengið kúplingshús af R150 kassa til að fá réttu boltastaðsetninguna á mótorinn og soðið við það afturenda af kúplingshúsi frá W56 kassa, það er sami rillufjöldi á báðum inntaksöxlum, W56 kassin er bara grennri eftir rillurnar. svo þú ættir að geta haldið 3vze kúplingsdisknum\nÉg veit að þetta hefur verið gert við aðra gírkassa, ég sé ekki afhverju þetta ætti ekki að ganga, þetta yrði líka mun ódýrara held ég en að flytja inn R154, miðað við verðin á þeim á Ebay",
            "date": "2013-01-03 16:31:00",
            "post_id": "79925",
            "reply_to_id": "79922"
        },
        {
            "user_name": "sonur",
            "text": "Þetta var einmitt fyrsta hugdettan sem kom uppá borðið\nÉg var lika kominn útí það að smíða milliplötu úr stáli 1cm þykka tilþess að fitta \nw56 kassanum á vélina en það yrði frekar notað ef allt annað færi í vanskinn.\nÉg þakka fyrir hjálpina hingað til, veit ekki hvar ég væri ef þetta spjall hefði ekki ratað í íslenskan net heim",
            "date": "2013-01-03 20:47:00",
            "post_id": "79954",
            "reply_to_id": "79925"
        }
    ],
    "date": "2012-10-22 23:11:00"
}