{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "1352",
    "title": "Vélarskipti í pajero?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=1352",
    "posts": [
        {
            "user_name": "Einarj",
            "text": "Hafa menn verið að setja vélar úr L200 eða öðrum bílum í pajero? gaman væri að vita þessa hluti þar sem ég er með pajero 2.8 tdi sem er í algeru hakki )slitin tímakeðja,brotin knastás, og sennilega fleira skemmtilegheit.og ég er ekki að finna nýjan mótor í hann og vill helst ekki hugsa um viðgerðarkostnaðinn, með von um góð svör á þessum erfiðu tímum hjá mér.\nMbk Einar Jónsson. 8461682-4681110.",
            "date": "2010-06-22 18:04:00",
            "post_id": "6192",
            "reply_to_id": false
        },
        {
            "user_name": "Jens Líndal",
            "text": "Ég er nokkuð vissum að 2.5 dísel vélin passi ekki á gírkassann þar sem 2.8 var boltuð á, hugsa að þú verðir að skifta út vél og kössum og eitthvað fleira. Sennilega best að sverma fyrir tjónabíl til að hirða úr.",
            "date": "2010-06-22 19:33:00",
            "post_id": "6193",
            "reply_to_id": "6192"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef að þú ætlar að skipta í 2.5 þá þarftu báða kassa og framskaft, veit ekki hvort að dragliðurinn afturskaftinu passar í 2.5 millikassann.  Ef þú ert ekki í brjálaðri tímaþröng þá myndi ég skoða það hvort að það kosti nokkuð handlegginn að koma NP242 eða NP231 úr Jeep aftaná gírkassann af 2.5 vélini, með því færðu lágadrif sem er nothæft á móti 4.88 hlutföllunum úr 2.8 bílnum.",
            "date": "2010-06-22 21:20:00",
            "post_id": "6197",
            "reply_to_id": "6193"
        },
        {
            "user_name": "Einarj",
            "text": "Kominn með vél í hann :):)",
            "date": "2010-06-23 21:37:00",
            "post_id": "6223",
            "reply_to_id": "6197"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-06-23 21:44:00",
            "post_id": "6225",
            "reply_to_id": "6223"
        },
        {
            "user_name": "Freyr",
            "text": "231 er bara einfaldur kassi en í 242 bætist við möguleikinn á 4x4 með ólæstu mismunadrifi (sídrif) í háa.",
            "date": "2010-06-23 21:58:00",
            "post_id": "6226",
            "reply_to_id": "6225"
        },
        {
            "user_name": "Stebbi",
            "text": "NP242 virkar eins og pajero kassinn, NP231 virkar eins og L-200 kassinn.  Ég á svona 242 kassa sundurrifinn í kössum og með input gírinn lausan ef að einhver er með 2.5 pajero gírkassa til að máta hann við.  Ég var einhverntíman búin að finna það út að með 242 úr Cherokee þá ætti að vera hægt að plata millikassa tölvuna til að halda að það væri enþá pajero kassi í bílnum og fá þá rétta virkni á ljósin í mælaborðinu.",
            "date": "2010-06-24 21:00:00",
            "post_id": "6253",
            "reply_to_id": "6226"
        }
    ],
    "date": "2010-06-22 18:04:00"
}