{
    "forum_title": "Almennt spjall",
    "id": "13542",
    "title": "Tölvukubbur í common rail diesel bíla",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=13542",
    "posts": [
        {
            "user_name": "Arsaell",
            "text": "Nú hef ég verið að spá í að fá mér tölvukubb í bílinn hjá mér til að reyna kreista út nokkra auka hesta og tog. \nEr einhver sem hefur reynslu af / eða getur mælt með einhverri tegund af kubb. Er það eitthvað sérstakt sem maður þarf að hafa í huga við val á þessu.\nÞað virðist vera slatti í boði hefur einhver reynslu af einhverju af eftirfarandi?\nhttp://www.chipmydiesel.com/\nhttp://www.sttemtec.com/en/products/products-1.47.2.php\nhttp://www.racechip.de/en/\nhttp://www.chipexpress.com/\nhttp://www.diesel-performance.co.uk/\nhttps://www.tuningkit.de/index.php",
            "date": "2012-10-26 22:40:00",
            "post_id": "70357",
            "reply_to_id": false
        },
        {
            "user_name": "vallikr",
            "text": "Fyrirtæki sem heitir Samrás og er staðsett á Eyðistorgi á Seltjarnarnesi,\nHann býr til kubba í landcruiser og Patrol ,  hann gerði fyrir mig kubb í 120 Cruiser ,\nhann getur still magnið sem kubburinn gefur af olíu eftir þvi hvað bíllinn getur tekið við .\nEn afgashitinn hækkar mikið og það þarf að setja mælir þar á til að fylgjast með .\nBíllinn minn var oft að fara í safemod  út af þvi hann fékk of mikla olíu og afgasið var of hátt , \nen Gulli í Samrás bjó þá til \"viðnám\" til að plata Túrbínuna  þannig að hún blés meira .\nVið það kældi hún niður afgashitann .  \nEða eitthvað álíka .\nVið að setja kubbin þá gat ég keyrt í einum gír hærra , hann vann léttar , \nfyrr í overdræfið og eyddi minna við venjulegan akstur , \nBíllinn var á 46\" \nAllavega Gulli í Samrás kann og getur græjað þetta.",
            "date": "2012-10-27 10:53:00",
            "post_id": "70411",
            "reply_to_id": "70357"
        },
        {
            "user_name": "Straumur",
            "text": "Er ekki kubbur orginal í í þessum L200 bílum, settur í hjá Heklu, allavega einhverjum árgerðum!!",
            "date": "2012-10-27 13:56:00",
            "post_id": "70438",
            "reply_to_id": "70411"
        },
        {
            "user_name": "Arsaell",
            "text": "Jú, hekla fór að selja þessa bíla með tölvukubb einhver tímann eftir 2007 held ég. Það var kubbur frá Ralliart en ég held að hann sé ekki framleiddur lengur.",
            "date": "2012-10-30 08:47:00",
            "post_id": "70745",
            "reply_to_id": "70438"
        },
        {
            "user_name": "ssjo",
            "text": "Veit ekki hvort menn hafa heyrt um eða reynt vörur frá þessum \nhttp://www.dieselkraft.se/\nFélagi minn í Svíþjóð setti svona kubb í sinn Hilux 3.0 (2010 óbreyttan) og fullyrðir að eyðsla hafi minnkað um allt að tvo lítra á hundraðið og kraftur í bílnum aukist, enda segir dieselkraft.se að afl vélarinnar aukist úr 171 hestafli í 210. Hef setið í umræddum bíl og miðað við að eiga svona bíl sjálfur, til samanburðar, þá finnur maður alveg mun á snerpu og vinnslu, jafnvel sem farþegi. Kostar 5695 SEK, sem er um 120 þúsund kall.",
            "date": "2012-10-31 18:16:00",
            "post_id": "70982",
            "reply_to_id": "70745"
        }
    ],
    "date": "2012-10-26 22:40:00"
}