{
    "forum_title": "Almennt spjall",
    "id": "13562",
    "title": "Toy xtracab",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=13562",
    "posts": [
        {
            "user_name": "hrappatappi",
            "text": "Sælir vinir.  \nEf það er einhver hérna sem að á toyotu hilux xtracab þá má hin sami aðeins lýsa því fyrir mér hvað er nákvæmlega mikið pláss á aftur bekknum.?\nEr það nóg fyrir 2 polla eða getur fullvaxin maður setið þarna?\nEða er kannski ekki gert ráð fyrir því að einhver sitji þarna yfir höfuð? :)\nAllar upplýsingar vel þegnar.",
            "date": "2012-10-27 22:18:00",
            "post_id": "70499",
            "reply_to_id": false
        },
        {
            "user_name": "Startarinn",
            "text": "Ég á svona bíl, 2 fullorðnir \"geta\" setið þarna, en þú verður með stýrið í kviðnum og það hefur það sennilega enginn gott nema hugsanlega farðeginn frammí. Ég veit til þess að 5 menn hafa farið á svona bíl frá Hveravöllum á Sauðárkrók, en ég mæli ekki með því",
            "date": "2012-10-27 22:26:00",
            "post_id": "70505",
            "reply_to_id": "70499"
        },
        {
            "user_name": "Hrannifox",
            "text": "er með xcap við vorum 3 í bílnum, ekki sjéns að fleiri geti verið þar þannig það fari svona lala vél um farþegana, ekki sjens að koma neinum fyrir aftan mig(ökumann) ef ég á að keyra svo líka",
            "date": "2012-10-27 22:34:00",
            "post_id": "70508",
            "reply_to_id": "70505"
        },
        {
            "user_name": "Svenni30",
            "text": "Ég kem varla hundinum fyrir þarna. Svo er ég svo feitur að ég þarf allt plássið :)\nVorum þrír í honum í dag sá sem var afturí er 1,90+ það fór ekki vel um hann.",
            "date": "2012-10-27 22:49:00",
            "post_id": "70513",
            "reply_to_id": "70508"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er þokkalegt fyrir krakka, ég er með 5 og 6 ára sem eru í stólum og ég þarf að færa mig óþægilega nálægt stýrinu. Ég sit venjulega í öftustu stöðu á sætinu og sætið svolítið hallað aftur, þá fer vel um mig. En þá er líka uþb fet frá hauspúðanum hjá mér aftur í afturrúðu. Ég er líka fullvaxinn.",
            "date": "2012-10-27 23:10:00",
            "post_id": "70516",
            "reply_to_id": "70513"
        },
        {
            "user_name": "StefánDal",
            "text": "Það fer vel um mig aftur í svona bíl. Undir stýri sit ég frekar nálægt framarlega með stýrið í lægstu stöðu.\nÉg er líka fullvaxinn. Í Asíu.",
            "date": "2012-10-27 23:54:00",
            "post_id": "70523",
            "reply_to_id": "70516"
        },
        {
            "user_name": "hrappatappi",
            "text": "Ok. Ég var einmitt að pæla hvort maður kæmi 2 barnabílstólum fyrir þarna afturí. Hvað haldiði að húsið sé c.a mikið lengra en á single cab bílnum? 40cm?",
            "date": "2012-10-28 01:26:00",
            "post_id": "70532",
            "reply_to_id": "70523"
        },
        {
            "user_name": "Oskar K",
            "text": "pallhús, málinu reddað",
            "date": "2012-10-28 07:29:00",
            "post_id": "70536",
            "reply_to_id": "70532"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir drengir minn hilux er svo þröngur að ég varð að fá mér fjarstýringu til að geta notað hann og sitja sjálfur á pallinum kveðja guðni",
            "date": "2012-10-28 08:03:00",
            "post_id": "70538",
            "reply_to_id": "70536"
        },
        {
            "user_name": "Startarinn",
            "text": "Þú getur gleymt því STRAX, ég er búinn að reyna, ég kom stól fyrir í miðjunni með því að stilla undir hann að framan svo hann ylti ekki fram á við og notaði bæði öryggisbeltin, barnið var með lappirnar á milli sætanna og óþægilega nálægt millikassa stönginni (ég er með 2 gírkassa, svo stöngin er aftarlega).\nSamt þurfti ég að vera með sætið framar en mér fannst þægilegt, ég get fullyrt að nema þú sér 150cm á hæð og að detta í sundur af hori er útilokað að setja barnabílstól afturí.",
            "date": "2012-10-28 08:47:00",
            "post_id": "70539",
            "reply_to_id": "70538"
        },
        {
            "user_name": "hrappatappi",
            "text": "Hahaha.... Góður guðni.\nOk. Ég ætla þá aðeins að hugsa þetta betur.",
            "date": "2012-10-28 08:52:00",
            "post_id": "70540",
            "reply_to_id": "70539"
        }
    ],
    "date": "2012-10-27 22:18:00"
}