{
    "forum_title": "Jeppinn minn",
    "id": "1360",
    "title": "minn 33\" Galloper",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=1360",
    "posts": [
        {
            "user_name": "spazmo",
            "text": "",
            "date": "2010-06-24 12:34:00",
            "post_id": "6235",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Er ekki málið að koma með infó um bílinn. T.D. um hvernig hann er upphækkaður og annað:)",
            "date": "2010-06-24 19:45:00",
            "post_id": "6249",
            "reply_to_id": "6235"
        },
        {
            "user_name": "spazmo",
            "text": "minnsta mál.\nþað eru 2.5 cm upphækkunnarklossar að aftan, svo var hann skrúfaður sundur á vindufjöðrum að framan um eithvað smotterí, er ekki alveg með töluna á hreinu.\nþað þarf ekkert að gera fyrir þessa bíla að aftan, en að framan þar að taka aðeins úr horninu á stuðaranum og taka plast aurhlífarnar og skipta þeim út fyrir þynnri hlífar.\nað öðru leiti er ekkert meira búið að gera fyrir hann.\n98 módel, ekinn 218.000 2.5l tdi mótor og beingíraður með 4.88 drif. \nværi svo sem til í örlítið meira búst á bínuna og sverara púst, og almennilegar læsingar í drifin, en það er ekkert nauðsinlegt. svo væri auðvitað gaman að bodyhækka og taka úr könntum og svona, og setja 36\" undir. (efast samt um að það verði nokkurtíma gert)\nsvo maður far nú í óþarfa upplýsingar: síðan ég fékk hann hefur verið skipt um tímareim, það er búið að skipta um startarann, púst- og soggreinar pakkningu, plana flansinn á pústgrein og á túbínu, svo brottnaði vippuásinn og 2 vippuarmar en sem betur fer skemmdist ekkert meira útfrá því þannig að það var lán í óláni, skipta pinion pakkdós, og hráolíu áfyllingarstútinn.\nþannig að þetta bilar eins og annað, sem betur fer eru ekki dýrir í þetta varahlutirnir.\nog já, hann á við það eiðni að strýða að mótstaðan í miðstöðinni virkar bara á 2 hröðum, en mér skillst að það sé næstum orginal í þessum bílum.",
            "date": "2010-06-24 21:28:00",
            "post_id": "6254",
            "reply_to_id": "6249"
        },
        {
            "user_name": "jeepson",
            "text": "Það er nú sjálfsagt bara miðstöðvar mótstaðan er farin hjá þér. Skiptu um hana og þá virkar miðstöðin á öllum hröðum. Ég skipti einmitt um hana í súkkuni minni fyrir stutt og það var mjög gott að komast að henni og tók sennilega ekki nema kanski 10 mín að gera það. Ég veit auðvitað ekki hvernig það er á svona galloper.",
            "date": "2010-06-24 21:51:00",
            "post_id": "6258",
            "reply_to_id": "6254"
        },
        {
            "user_name": "Jens Líndal",
            "text": "Hvernig er það annars með þessa Gallopera eða vélarnar í þeim, þarf ekki að skifta um stanga og höfuðlegur í þeim milli 200-250 þús?? eg á einn mótor úr galloper ekinn um 260 þús úrbræddan og legurnar eru bara búnar, og eg hef séð fleiri úrbrædda svipað ekna, eða fer þetta eftir meðferð? og á ekki að vera hægt að ná jafn miklu út úr þessum vélum og td Pajero sport bílunum? \nÉg hef aðeins ekið svona bílum og þetta eru sultufínir vagnar :)",
            "date": "2010-06-24 22:57:00",
            "post_id": "6262",
            "reply_to_id": "6258"
        },
        {
            "user_name": "jeepson",
            "text": "Ég þekki einn sem á eða átti svona bíl á 33\" og heddið fór á honum í 200þús. Það virtist ganga eitthvað erfilega að fá hedd í galloper en hann ednaði á að fá nýtt hedd frá kistufelli minnir mig og það var einmitt af pajero. Er ekki bara málið að nota militec á 20þús km fresti og vera ekkert að nýðast á þessu. Eins er nú mikilvægt að láta þessa túrbínu bíla ganga í 2-3 mín á hægagangi áður en er drepið á þeim.",
            "date": "2010-06-25 00:03:00",
            "post_id": "6263",
            "reply_to_id": "6262"
        },
        {
            "user_name": "spazmo",
            "text": "þar sem þetta var notað sem \"hestabíll\" af fyrri eiganda, þá hefur hann fengið vel að finna fyrir því, sérstaklega með 5 hesta kerru í eftirdragi.\nen með endingu á þessum mótorum veit ég bara hreinlega ekki. þeir hafa nú haft nokkuð gott orð á sér það sem ég hef heyrt, svo framalega sem er passað vel upp á tímareimina í þeim, því ef hún fer, þá fer allt til andskotans.",
            "date": "2010-06-25 10:59:00",
            "post_id": "6271",
            "reply_to_id": "6263"
        },
        {
            "user_name": "Izan",
            "text": "Daginn.  \nHuggulegur jeppa þarna.  Þessi Galopper hefur alltaf svolítið staðið í mér hvaðan eru þeir að koma og hvert eru þeir að fara.  Þetta er líklega ekki eini ryðgaði Gallopperinn í heiminum og sýnist mér þeir vera svolítið ryðsæknir.  Annað við þessa bíla virðist hinsvegar vera bærilegt.  Ekki óalgengt að sjáist akstur vel yfir 200.000 á bílum í fullri notkun og það þýðir að mótorar og gírkassar eru þokkalegir.  \nÞað er allavega búið að breyta einum svona fyrir 38\" dekk og mig minnir eigandinn hafi verið í vandræðum með að finna aukabúnað eins og hlutföll og læsingar.  Annars er þessi bíll náskyldur Pajero og væri athugandi að finna aukabúnaðinn úr mun eldri Pæjum.  Gætu verið að kaupa og nota hluti sem MMC hafa verið hættir að framleiða úr.\nVél, gírkassa, millikassa og drifum verður bara haldið í lagi með einu móti.  Olíuskiptum.  Skipta á mótornum ekki sjaldnar en 5000 km fresti 3500 km fresti ef olían verður stöm eða eins og það sé hárfínn salli í henni.  Ekki spara mótorolíu.  Betra að kaupa ódýra olíu og skipta oftar heldur dýra og skipta sjaldan.  Olían mettast af sóti og sérstaklega í slitnum vélum og þegar það gerist hættir olían að hreinsa vélina og þá verður að endurnýja hana oftar.  Ekki láta einhverja jólasveina á smurstöðvum rannsaka gírolíurnar með nefinu.  Skipta um olíur á drifum árlega og gír og millikassa tveggja ára fresti.  Þetta er algert lágmark á lítið breyttum bíl og ef þú ferð í djúpt vatn áttu að skipta um allar þessar olíur sem fyrst.\nÞegar millikassinn í Pattanum mínum fór (áður en ég keypti hann) var smurkortið skoðað og þá sást að einungis hefði verið þefað af olíunni á millikassanum rúma 170.000 km.  Patrol millikassinn er óbrjótanlegur og á að endast jafnvel fleiri en einn bíl.  Þetta verkstæði hefur ekki séð þennan bíl síðan.\nKv Jón Garðar",
            "date": "2010-06-25 11:22:00",
            "post_id": "6274",
            "reply_to_id": "6271"
        },
        {
            "user_name": "jeepson",
            "text": "Ég hef það sem reglu hjá még að skipta um á drifum, millikassa og gírkassa/sjálfskiptingu. á svona 25þús km fresti. og ef um eldri bíl er um að ræða sem er kanski keyrður 150-200 þá skipti ég um olíu á 5-7þús km fresti og ef hann er keyrður meir eða jafnvel sótar olíuna mikið þá skipti ég um 5þús km fresti eða oftar. Ég nota yfirleitt altaf 10/40 olíu á bílana mína. Og nota militec á svona 20þús km fresti. En hinsvegar notaði ég miklu dýrari olíu á raminn sem að ég átti. Man nú ekki hvaða tegund En hún var örlítið dýrar og betri en það sem framleiðandi bílsins gefur upp. og það var skipt um á 7500km fresti frekar en 10þús. Ég bara man það ekki alveg. Svo læt ég nú bara heklu um að þjónusta skodann minn og hann er á 10þús km fresti og ekinn 143þús.. Ef menn hugsa vel um að olíu og kælivökva á bílunum sínum og eru ekki að nýðast óþarfa mikið á þeim þá held ég nú að nánast hvaða vél sem er ætti að endast lengi. ég hef átt fólksbíl sem var keyrður 613þús þegar ég seldi og sé en eftir að hafa látið hann. En það var benz W124 300 D :)",
            "date": "2010-06-25 12:58:00",
            "post_id": "6275",
            "reply_to_id": "6274"
        }
    ],
    "date": "2010-06-24 12:34:00"
}