{
    "forum_title": "Almennt spjall",
    "id": "13643",
    "title": "ending á  viðgerðum með limi og hnoðum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=13643",
    "posts": [
        {
            "user_name": "gaz69m",
            "text": "er að spá varðandi boddy bætingar sem men hafa gert með því að skera úr riðgað drasl úr  bíl bodí  og límt og hnoðað  í stað þess að   sjóða ,  hefur einhver ykkar spjallfélaga hnoðað og límt í bodí viðgerðum  og málað yfir   , hvernig hefur þetta enst koma sprungur  í malninguna  þar sem  samskeitin eru   ,",
            "date": "2012-10-31 14:56:00",
            "post_id": "70956",
            "reply_to_id": false
        },
        {
            "user_name": "Victor",
            "text": "Er ekki orðið bannað að Hnoða í body ?, skildist það á skoðunnarmanni hjá Aðalskoðun, nú verður að sjóða \nég bara spyr",
            "date": "2012-11-16 18:58:00",
            "post_id": "73147",
            "reply_to_id": "70956"
        },
        {
            "user_name": "Valdi 27",
            "text": "Sjóða nýja bót í er málið. Að líma og hnoða er bara vitleysa og tímabundin viðgerð. Ef þú sparslar yfir að þá mun sparslið alltaf springa á samskeytunum. Þannig að ef þetta er bara svona skítaredding eins og maður segir að þá er málið að hnoða og eða líma, en ef þú vilt hafa þetta alvöru að þá síður þú nýja bót í :)\nKv. Pjattaði maðurinn",
            "date": "2012-11-16 21:19:00",
            "post_id": "73160",
            "reply_to_id": "73147"
        },
        {
            "user_name": "birgir björn",
            "text": "soldið afstæð spurning þú getur hnoðað og límt þannig að það endist ókomna tíð og svo geturu gert það ílla og það endist nokkur ár. þú getur líka soðið þetta vel og þetta endist ókomna tíð. enn þú getur líka soðið þetta ílla og geingið illa frá þvi og þetta endist nokkur ár.",
            "date": "2012-11-17 15:03:00",
            "post_id": "73226",
            "reply_to_id": "73160"
        },
        {
            "user_name": "Jónas",
            "text": "draghnoðaði bót á Unimoginn hjá mér, sá ekki á viðgerðinni 14 árum seinna.",
            "date": "2012-11-17 15:47:00",
            "post_id": "73230",
            "reply_to_id": "73226"
        },
        {
            "user_name": "Brjótur",
            "text": "Punkta botina i og lima með þartilgerðu limi allir nyjir bilar settir saman i dag a þennan hatt :)",
            "date": "2012-11-17 15:53:00",
            "post_id": "73231",
            "reply_to_id": "73230"
        },
        {
            "user_name": "joisnaer",
            "text": "ég er búinn að vera að skera úr smá ryðgöt á land rovernum hjá mér og trebba bara yfir götin, þá er ég að tala um göt sem eru bara ca 3x3cm eða svo, passa bara að skera í burtu allt ryð og hreinsa bara vel upp þannig að þetta sé allt ryð farið, trebba og mála svo með combi color yfir.\nég veit að þetta er skítaredding sem er algjörlega gerð með rassgatinu, en þetta heldur bílnum þó nokkuð vatnsþéttum.\nen aftur á móti er þetta bara land rover",
            "date": "2012-11-17 17:10:00",
            "post_id": "73242",
            "reply_to_id": "73231"
        },
        {
            "user_name": "Victor",
            "text": "Hahahaha. Hvernig var þetta aftur með Landrover Eigendur og Skafrenning ? er ekki alltaf betra að vera undir bílnum =)",
            "date": "2012-11-17 18:55:00",
            "post_id": "73253",
            "reply_to_id": "73242"
        }
    ],
    "date": "2012-10-31 14:56:00"
}