{
    "forum_title": "Almennt spjall",
    "id": "13795",
    "title": "hringir undir felgur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=13795",
    "posts": [
        {
            "user_name": "vippi",
            "text": "Daginn\nHvað eru menn að setja þykka hringi undir felgurnar að framan ?  og hvað er óhætt að hafa þá þykka ?",
            "date": "2012-11-07 13:52:00",
            "post_id": "71884",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "geri ráð fyrir að þú sért að tala um það sem í daglegu tali er kallað spacer. það fer algerlega eftir dekkjastærð, bílgerð og í hvað þú ætlar að nota ökutækið.\nheld að góð þumalputtaregla sé að nota eins litla spacera og þú kemst upp með. hverju ætlarðu að ná fram með spacer? eru dekkin að rekast einhversstaðar í? er hægt að laga það á annan hátt en að nota spacer? eða ertu að auka sporvídd til að hún samsvari sér rétt mill aftur og fram hásingar?\ntil að fá vitrænt svar þarftu að gefa meiri upplýsingar.",
            "date": "2012-11-07 14:58:00",
            "post_id": "71899",
            "reply_to_id": "71884"
        },
        {
            "user_name": "vippi",
            "text": "speiser, nákvæmlega mundi ekki nafnið :)\nMálið er að ég er með Starex og verð því að hafa mjög innvíðar felgur útaf rennihurðinni, en á framan rekast dekkin og felgurnar \ní ballanstöngina í fullri beygju, er á 32 tommu dekkjum og enginn fjallajeppi :) 6 mm spesarar duga ekki",
            "date": "2012-11-07 16:23:00",
            "post_id": "71907",
            "reply_to_id": "71899"
        },
        {
            "user_name": "olei",
            "text": "Ef hann er með stillanlega stoppara fyrir hversu mikið hjólin beygja - þá mundi ég prófa að stilla þá til.\nÞað er lítil minnkun á beygjuradíus sem vegur meira en 6mm spacer.\nAlmennt séð er best að vera laus spacera yfirleitt að ekki sé talað um eitthvað þykkara en 6mm.",
            "date": "2012-11-07 17:29:00",
            "post_id": "71914",
            "reply_to_id": "71907"
        },
        {
            "user_name": "vippi",
            "text": "skoða hvort það sé hægt að stilla beygjuradíusinn :)\ntakk fyrir svörin",
            "date": "2012-11-07 21:06:00",
            "post_id": "71956",
            "reply_to_id": "71914"
        },
        {
            "user_name": "grimur",
            "text": "Fjarlægja ballansstöngina ;-)",
            "date": "2012-11-07 21:46:00",
            "post_id": "71961",
            "reply_to_id": "71956"
        },
        {
            "user_name": "olei",
            "text": "Það er oft heillaráð, einkum ef maður fær ekki skoðun á hana vegna þess að endar og gúmí eru ónýt. Veit ekki hvort að starex batni við það samt.",
            "date": "2012-11-08 01:59:00",
            "post_id": "71991",
            "reply_to_id": "71961"
        }
    ],
    "date": "2012-11-07 13:52:00"
}