{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "13851",
    "title": "94 L200 33'' breyting",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=13851",
    "posts": [
        {
            "user_name": "redneck",
            "text": "Ég er með '94 L200 dc sem mig langar að breyta fyrir 33'', mögulega 35'', en þarf ekki að hækka hann aðeins líka, ekki bara nóg að skera úr? er frekar nýr í þessu svo að öll ráð eru þeginn með mikilli þökk",
            "date": "2012-11-10 01:31:00",
            "post_id": "72256",
            "reply_to_id": false
        },
        {
            "user_name": "redneck",
            "text": "veit einhver hvernig maður hækkar svona bíl að framan á klöfunum?",
            "date": "2012-11-13 13:28:00",
            "post_id": "72642",
            "reply_to_id": "72256"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Skrúfar/herðir upp á vindustöngunum þar sem þær koma í grindina rétt aftan við fremri sætin. Losar efri festróna og setur svo lykil á neðri róna og snýrð boltanum (hausinn á boltanum snýr niður/boltinn er á hvolfi) réttsælis til að herða/hækka og rangsælis til að losa/lækka. Bara passa að telja hringina sitthvoru megin og gera jafnmarga hringi sitt hvoru megin. \nÆtlarðu að hækka hann mikið á fjöðrun?",
            "date": "2012-11-13 14:15:00",
            "post_id": "72644",
            "reply_to_id": "72642"
        },
        {
            "user_name": "redneck",
            "text": "Var að hugsa um svona tommu, kanski 2, eða er kanski nóg að skera bara úr? er soldið grænn í jeppabreytingum þannig að öll ráð eru vel þegin, en takk fyrir þetta",
            "date": "2012-11-14 16:13:00",
            "post_id": "72814",
            "reply_to_id": "72644"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég myndi alls ekki hækka hann upp á klöfum. Sennilega er nóg fyrir þig að setja undir hann 33\" dekk, sjá hvar þau rekast í og skera úr. \nSvo er líka möguleiki að hækka hann upp á boddýi um 4-6 cm. Það er það sem ég myndi gera. Þá er fjöðrunin orginal og aksturseiginleikar verða áfram til staðar:)",
            "date": "2012-11-14 17:23:00",
            "post_id": "72816",
            "reply_to_id": "72814"
        },
        {
            "user_name": "redneck",
            "text": "Takk fyrir þetta, en hvar fær maður upphækkunarklossa fyrir svona jeppa eða er best að smíða þá bara?",
            "date": "2012-11-14 23:17:00",
            "post_id": "72897",
            "reply_to_id": "72816"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Notast bara við tommi prófíl og setja þá milli fjaðrahengsla og láta það duga, skrúfa hann upp um tæpa tommu að framan.\nHeld að það sé alveg nóg breyting. Klafarnir þola alveg þá hækkun, enda er svo mikið tobblun við svona uppskrúfun. Bara muna að láta hjólastilla að framan bæði til að fá bílinn réttann í stýri og svo hann slíti dekkjum jafnt. Einnig þarftu þá vottun til að fá hann í gegnum breytingarskoðun. Klippa úr, lemja til og loka líma og kítta. Líma kanta á og fá hraðamælaleiðréttara. Málið dautt.",
            "date": "2012-11-14 23:22:00",
            "post_id": "72901",
            "reply_to_id": "72897"
        },
        {
            "user_name": "redneck",
            "text": "takk fyrir þetta, en þar sem einu kantarnir sem ég hef fundið kosta 180.000 að þá var ég að pæla að búa mér til kanta úr blikki, sníða til eftir boddyi, nógu langa yfir dekkin, búa til eyru sem fara innfyrir boddy og festa með gegnumgangandi 8-10 mm boltum og setja svo gúmíkant á brúnirnar sem vísa út, eða eru það kanski ekki skoðurnarhæfir kantar?",
            "date": "2012-11-15 21:59:00",
            "post_id": "73031",
            "reply_to_id": "72901"
        }
    ],
    "date": "2012-11-10 01:31:00"
}