{
    "forum_title": "Jeppinn minn",
    "id": "13879",
    "title": "Toyota Hilux DC",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=13879",
    "posts": [
        {
            "user_name": "Bergthor93",
            "text": "Keypti mér þennan hilux í september.\n3L Turbo dísel, Gormar framan og aftan. 4link Rafmangslás að aftan brakalæstur að framan.Bíllin er mjög snyrtilegur vel gengið frá öllu og lítur vel út.\nÞað er eitt og annað sem ég á eftir að gera.Langar að filma bíllin frammí og afturí.Skipta kösturunum út fyrir einhverja snyrtilegri. \nSvo þarf ég að þétta pallhúsið lekur fullmikið.Væri ágætt ef einhver gæti komið með góðráð varðandi það. \nSvo er það bara snjórinn í vetur.!",
            "date": "2012-11-11 19:12:00",
            "post_id": "72410",
            "reply_to_id": false
        },
        {
            "user_name": "StefánDal",
            "text": "Djöfull er þessi flottur! Persónulega finnst mér samt Hilux framendinn flottari en þetta gefur honum svolítið nýrra lúkk.",
            "date": "2012-11-11 19:29:00",
            "post_id": "72415",
            "reply_to_id": "72410"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "Magnaður þessi hann var leingi hérna á Akureyri og í eigu vinnufélaga míns",
            "date": "2012-11-11 20:06:00",
            "post_id": "72420",
            "reply_to_id": "72415"
        },
        {
            "user_name": "hobo",
            "text": "Bara sexý!\nÚr hverju kemur vélin?",
            "date": "2012-11-11 20:15:00",
            "post_id": "72422",
            "reply_to_id": "72420"
        },
        {
            "user_name": "Bergthor93",
            "text": "Skildist að vélin sé úr Daihatsu Rocky, sem er bara útboraður 2.4 \nJá þetta eru finir kastarar uppá birtuna að gera, Hár og lár geisli.En þeir eru bara svo stórir.",
            "date": "2012-11-11 21:22:00",
            "post_id": "72436",
            "reply_to_id": "72422"
        },
        {
            "user_name": "Svenni30",
            "text": "Flottur hjá þér. \nSkildist að vélin sé úr Daihatsu Rocky, sem er bara útboraður 2.4  \nEr ekki Rocky 2.8 orginal ?",
            "date": "2012-11-11 21:26:00",
            "post_id": "72440",
            "reply_to_id": "72436"
        },
        {
            "user_name": "Magnús Þór",
            "text": "jú rocky voru orginal 2,8, þ.e.a.s. dísellinn",
            "date": "2012-11-11 22:01:00",
            "post_id": "72450",
            "reply_to_id": "72440"
        },
        {
            "user_name": "sexlux",
            "text": "Flottur bíll\nMeð leka á milli pallhús og pals, þá er hægt að kítta ef pallhúsið á að vera á bílnum, en ef það á að vera hægt að taka það af er hægt að setja gúmmípulsu á milli og pressa saman, en meðfram hleranum þarf að setja vinkil neðst og setja gúmmí kant uppá .\nÞú getur rent við í JK bílasmiðju, eldshöfða 19. þeir geta sagt þér nokrar góðar lausnir ;)",
            "date": "2012-11-12 17:44:00",
            "post_id": "72558",
            "reply_to_id": "72450"
        },
        {
            "user_name": "fordson",
            "text": "einhvernvegin minnir mig að það sé 2.8 toyota í þessum eða strókuð 2.8 toyota eins og eigandin sagði þegar ég spurði",
            "date": "2012-11-12 19:47:00",
            "post_id": "72571",
            "reply_to_id": "72558"
        },
        {
            "user_name": "sigurdurk",
            "text": "Það er ekkert líkt með 2.4 toyota og 2.8 Rocky hvorki í útliti né uppsetningu.",
            "date": "2012-11-12 20:15:00",
            "post_id": "72577",
            "reply_to_id": "72571"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég skil ekki hvaðan þessi saga varðandi Rocky mótorinn og 2.4 draslið kemur. Hef oft heyrt þetta.",
            "date": "2012-11-12 21:11:00",
            "post_id": "72582",
            "reply_to_id": "72577"
        },
        {
            "user_name": "steinarxe",
            "text": "frekar einfaldur misskilningur,uti heimi var hiluxinn seldur mikid med 2,8 td,daihatsu fekk tennan motor skrifadi daihatsu a ventlalokid og setti i rockyinn,herna heima kom tessi motor bara i rocky tessvegna hefur verid vinsælt ad setja ta i hiluxinn enda smellpassar hann ofani. Tad hefur lika verid talad um ad tessir motorar seu nanast eins utanvid stærd eg hef svosem aldrei rannsakad tad en ef madur vill vita hvort motorinn komi ur islenskum rocky eda influttur toyotu motor er bara ad tekka hvad stendur a ventlalokinu:)ætti ad vera svo einfalt.",
            "date": "2012-11-12 21:34:00",
            "post_id": "72589",
            "reply_to_id": "72582"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Þetta er stóri bróðir 2L (2.4) mótorsins og heitir 3L, toyota all the way.",
            "date": "2012-11-12 21:48:00",
            "post_id": "72591",
            "reply_to_id": "72589"
        },
        {
            "user_name": "sigurdurk",
            "text": "ég hef verið með 3L 2.8 Toyotamótorinn við hliðiná Rockymótornum og þeir eru ekkert líkir 3L er tildæmis með yfirliggjandi kambás,pústgrein farþegamegin og soggrein bílstjóramegin meðan að rocky notast við undirliftustangir,með púst og soggrein á sömu hlið ( bílstjóramegin) og olíuverkið Farþegamegin öfugt við 3L",
            "date": "2012-11-12 22:26:00",
            "post_id": "72594",
            "reply_to_id": "72591"
        },
        {
            "user_name": "MattiH",
            "text": "Mjög flottur Hilux. Væri gaman að sjá fleiri myndir.\nÉg er einmitt á höttunum eftir svona kösturum. Er með Hella Rallye ef þú vilt skipta ;)",
            "date": "2012-11-12 22:37:00",
            "post_id": "72597",
            "reply_to_id": "72594"
        },
        {
            "user_name": "steinarxe",
            "text": "Jamm,turfa ekkert ad vera alveg eins heldur,Toyota skirdi undirliftu motorinn 2L-THII og 3L-THII eda eitthvad svoleidis og teir komu i Toyota Crown syndist mer.Tad er hægt ad skoda tetta meira eda minna inna wikipedia.",
            "date": "2012-11-12 22:38:00",
            "post_id": "72598",
            "reply_to_id": "72597"
        },
        {
            "user_name": "elliofur",
            "text": "Mjög flottur bíll! Til hamingju með hann!\nGaman væri ef þú smelltir mynd ofan í húddið á honum svo við sjáum þennan fallega mótor :)\nSú saga kemur vegna þess að það er til annar mótor sem heitir 3L og er líka 2.8 eins og rocky mótorinn. Þessvegna er fólk að ruglast á þessu.\n2.8 rocky gæti hinsvegar verið eitthvað ættaður frá toyota þó ég hafi ekki hugmynd um það, en ég veit það allavega fyrir víst að 2.0 bensínvélarnar sem komu í rocky voru toyota 3Y, sami mótor var líka í boði í hilux þó ég held að hann hafi ekki komið hingað til lands. Hér voru 2.0 bensín hiluxarnir með mótor sem heitir 18R\nSmá málalengingar :)",
            "date": "2012-11-12 22:44:00",
            "post_id": "72599",
            "reply_to_id": "72598"
        },
        {
            "user_name": "Kiddi",
            "text": "Toyota á Daihatsu þannig að það gæti skýrt EF það er eitthvað líkt með vélunum...",
            "date": "2012-11-12 23:16:00",
            "post_id": "72601",
            "reply_to_id": "72599"
        },
        {
            "user_name": "beygla",
            "text": "þetta er toyotu mótor það hefur verið hægt að fá  þessa vel erlendis ath að ísland er ekki nafli alheimsins Einar sól er með svona mótor umboðið flutti hann inn fyrir hann roky mótorinn er hundleiðinlegur miðað við toyotu móturinn sníst mikið minna þetta er senilega bíllinn sem vinur minn átti bjössi breiðfjörð flottur bíll",
            "date": "2012-11-13 00:20:00",
            "post_id": "72603",
            "reply_to_id": "72601"
        },
        {
            "user_name": "StefánDal",
            "text": "Mér finnst þetta ótrúlega lífseig saga miðað hvað þessar vélar eru ólíkar. Pajero kemur líka 2.8, er sá mótor kannski einhver falin snilld frá Toyota?",
            "date": "2012-11-13 01:04:00",
            "post_id": "72610",
            "reply_to_id": "72603"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef að menn gefa sér smá tíma í að skoða málið þá er þetta eldgömul vél frá Daihatsu og á ekkert skilt við L-seríu Toyota vélar.  Enda er allt öfugt á Daihatsu vélini á miðað við Toyota, línuverk í staðin fyrir stjörnuverk og svo framvegis.  Ef hún gæti verið skyld einhverju frá Toyota þá væru það gömlu 4cyl landcruiser vélarnar sem komu í FJ40 og FJ55 en það er ekkert sem bendir til þess.",
            "date": "2012-11-13 08:17:00",
            "post_id": "72620",
            "reply_to_id": "72610"
        },
        {
            "user_name": "sigurdurk",
            "text": "Reyndar ertu rocky vélarnar amk eftir 1991 með stjörnuverk að mig minnir frá Bosch eins og í hilux . þekki ekki það sem kom þar á undan. Reyndar þegar að þú minnist á það þá var ég að skoða mótor úr fj40 og hann er miklu líkari rocky mótornum heldur en 2L og 3L",
            "date": "2012-11-13 08:45:00",
            "post_id": "72621",
            "reply_to_id": "72620"
        },
        {
            "user_name": "steinarxe",
            "text": "Eg er nokkud viss um ad tessi motor komi fra Toyota,hef samt enga skodun a tvi hvort hann se einhver snilld eda ekki, en tad sem styrkir mig mest i tvi er ad ættingi minn var i tvi fyrir ekki svo allslongu ad slita svona motor uppur rocky,og tad sem gerist er ad motorinn hrynur ur drattarvelar galganum a jordina og eydileggur trissuhjol og hlif framana velinni. Hann hringir i BogL minnir mig,ta sem fluttu tetta inn a sinum tima,tar er hlegid ad honum og list nidri minutu hversu langt er sidan teir fluttu tetta inn. Utaf tessari sogu akvedur hann svo ad hringja i toyota kopavogi og viti menn manudi seinna er allt sem honum vanntadi komid inna bord. Skritid ad toyota islandi geti reddad varahlutum i einhvern eldgamlann Daihatsu motor.",
            "date": "2012-11-13 17:09:00",
            "post_id": "72664",
            "reply_to_id": "72621"
        },
        {
            "user_name": "Bergthor93",
            "text": "hehe eftir nánari athugun og mér til mikillar ánægju þá er þetta 3L toyota mótor :)",
            "date": "2012-11-13 23:04:00",
            "post_id": "72731",
            "reply_to_id": "72664"
        },
        {
            "user_name": "-Hjalti-",
            "text": "er hann 3ja lítra eða heitir hann 3L ? stór munur þar á",
            "date": "2012-11-13 23:08:00",
            "post_id": "72733",
            "reply_to_id": "72731"
        },
        {
            "user_name": "StefánDal",
            "text": "Ef það stendur 3L á ventlalokinu þá er þetta 2.8 Toyota mótor.",
            "date": "2012-11-14 17:30:00",
            "post_id": "72818",
            "reply_to_id": "72733"
        },
        {
            "user_name": "Bergthor93",
            "text": "Hmm er algjör nýgræðingur í þessum málum. En já stendur s.s 3L á blokkini",
            "date": "2012-11-14 17:35:00",
            "post_id": "72820",
            "reply_to_id": "72818"
        },
        {
            "user_name": "StefánDal",
            "text": "Þá ertu með 2.8l Toyota dísel mótor. Ert ekkert verr settur með hann frekar enn 1KZ sem er 3.0l dísel mótor eins og í 4runner og Krúser. Amk. ekki að mínu mati:)",
            "date": "2012-11-14 17:49:00",
            "post_id": "72823",
            "reply_to_id": "72820"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er nú meira ruglið.\nSmelltu mynd ofan í húddið og þá sjáum við það um leið!",
            "date": "2012-11-14 18:08:00",
            "post_id": "72832",
            "reply_to_id": "72823"
        },
        {
            "user_name": "StefánDal",
            "text": "Þetta er ekkert rugl. Hann segir sjálfur að það standi 3L á vélinni. 3L er 2.8l mótor alveg eins og 2L er 2.4l mótor.",
            "date": "2012-11-14 18:11:00",
            "post_id": "72836",
            "reply_to_id": "72832"
        },
        {
            "user_name": "Magnús Þór",
            "text": "Hvernig er það með þessa 3L mótora,, komu bílar með þessu til landsins eða hefur þetta verið flutt inn og sett í eftirá.",
            "date": "2012-11-15 16:33:00",
            "post_id": "72981",
            "reply_to_id": "72836"
        },
        {
            "user_name": "nobrks",
            "text": "Þeir hafa flestir verið keyptir nýjir í gegnum umboðið.  Ég gerði keypti svona í gamla LC minn, þetta var svona 50% dýrara en að  gera upp gamla kjallarann. vélarnafn 3L = 2800cm3.",
            "date": "2012-11-15 19:29:00",
            "post_id": "73007",
            "reply_to_id": "72981"
        }
    ],
    "date": "2012-11-11 19:12:00"
}