{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "13875",
    "title": "Næsta ferð Litlunefndar F4x4.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=13875",
    "posts": [
        {
            "user_name": "petur",
            "text": "Skráning er hafin í nóvemberferð Litlunefndar F4x4 17 nóv.\nhttp://f4x4.is/index.php?option=com_seminar&Itemid=285\n Áætluð leið liggur frá Reykjavík á Þingvelli yfir nýju Lyngdalsheiði á Laugarvatn og þaðan upp Miðdalsfjall að Hlöðufelli upp á Línuveg. Síðan verður haldið í austurátt, niður mosaskarð og inn á Haukadalsheiði og endað á Geysi. Gera verður ráð fyrir að ferðatilhögun geti breyst, þar með talið að ferðinni verði frestað eða hún felld niður vegna óhagstæðrar veðurspár, eða af öðrum ástæðum, samkvæmt ákvörðun fararstjóra. Bílar á 35\" dekkjum og minni njóta forgangs í þessa ferð, en allir eru hvattir til að skrá sig til þátttöku. \nAllir velkomnir\nKveðja \nLiltanefnd F4x4",
            "date": "2012-11-11 14:43:00",
            "post_id": "72386",
            "reply_to_id": false
        },
        {
            "user_name": "petur",
            "text": "Allir að mæta",
            "date": "2012-11-12 18:46:00",
            "post_id": "72568",
            "reply_to_id": "72386"
        },
        {
            "user_name": "firebird400",
            "text": "Ég ók þessa leið í gær og verð bara að segja að bílar á minni dekkjum en 35\" hefði ekki átt neitt erindi á Haukadagsheiðina. Ekki nema þeir vilji vera dregnir yfir alla skafnana.\nÞað er ekki mikill snjór þarna en skaflarnir eru bæði háir og breiðir.\nVorum á tvem 38\" Land Roverum og einum 37\" 350 Ford. Fordinn fór einhvað á aflinu en varð svo að snúa við.\nÞað er að vísu einhvað búið að rigna í dag og það má vel vera að skaflarnir verði allir farnir. En eins og þetta var í gær þá var ekki séns að lítið breyttir jeppar hefði farið þetta.",
            "date": "2012-11-12 22:32:00",
            "post_id": "72596",
            "reply_to_id": "72568"
        },
        {
            "user_name": "Stebbi",
            "text": "Það  þarf ekki að hafa miklar áhyggjur af því í Litlunefndarferð, það verða örugglega 2 46\" bílar og eitthvað af 44\" og 38\" breyttum með í ferðini.",
            "date": "2012-11-13 08:00:00",
            "post_id": "72619",
            "reply_to_id": "72596"
        },
        {
            "user_name": "petur",
            "text": "Þetta er ekkert til að hafa áhyggjur af. Við í Litlunefnd munum tryggja öryggi allar sem koma með okkur í ferðina. Mikið af góðum og öfluggum farastjórum með góð tæki til að hjálpa ef á þarf að halda. Öryggið alltaf haft á oddinum í þessu ferðum okkar. Hvet alla sem vilja koma með að skrá sig í ferðina. Síðan verður kynningarfundur annað kvöld um ferðina í félagsheimili F4x4.\nkv\nPétur Hans",
            "date": "2012-11-13 20:31:00",
            "post_id": "72697",
            "reply_to_id": "72619"
        }
    ],
    "date": "2012-11-11 14:43:00"
}