{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "13890",
    "title": "Bella - súkkuverkefni",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=13890",
    "posts": [
        {
            "user_name": "gislisveri",
            "text": "Dömur mínar og herrar,\nég er kominn með nýtt súkkuverkefni í gang. Ætla að reyna að fylgja því eftir hérna, þigg bæði ábendingar og hugmyndir.\nÞað sem búið er að gera:\nHækka bílinn um 5cm á boddíi. \nSkera úr hvalbak og brettum fyrir 37\".\nLækka bílinn um 5cm á boddíi.\nSkera aftur úr fyrir 37\".\nLoka hvalbak.\nSjóða brettin við húddið og skera þau laus frá boddíi.\nSetja pumpur á framstæðuna.\nKlóra sér mikið í bæði pung og skalla.\nMáta kantana.\nDrekka kaffi.\nÞað sem á eftir að gera:\nSkera úr að aftan.\nSmíða bensíntank.\nFæra afturhásingu.\nKoma rafgeymi fyrir inni í bíl.\nKoma lofthreinsara og rúðupisskút fyrir.\nGræja drulluhlífar í stað innri bretta.\nKoma fyrir köntum.\nSkipta um millikassa (Rocklobster).\nRyðbæta og mála.\nDrekka meira kaffi og mögulega léttöl.\nFara á fjöll.\nFjöðrunarsmíði og mótorskipti eru svo á framtíðarplani, mótorinn á ég til í bómull og er hann 2000cc Grand Vitara (Big Block Suzuki).\nBíllinn verður ekki endilega á 37\", en það voru einu tiltæku mátunardekkin og svo var bara svo rosalega gaman að skera.\nKantarnir eru af TJ Wrangler og smellpassa á súkku, hef prófað það áður með ágætis árangri.\nSúkkukveðja,\nGísli.",
            "date": "2012-11-11 21:52:00",
            "post_id": "72449",
            "reply_to_id": false
        },
        {
            "user_name": "Haffi",
            "text": "Suzuki wrangler v2\nSkemmtilega öðruvísi þessi útfærsla á húddinu, en er einhver sérstakur tilgangur eða bara vantaði þig eitthvað að gera? ;)",
            "date": "2012-11-11 22:21:00",
            "post_id": "72455",
            "reply_to_id": "72449"
        },
        {
            "user_name": "juddi",
            "text": "Helvíti flott en hvernig virka kantarnir með frammstæðuna svona ?",
            "date": "2012-11-11 22:59:00",
            "post_id": "72468",
            "reply_to_id": "72455"
        },
        {
            "user_name": "gislisveri",
            "text": "Það var nú bara orðið svo lítið eftir af brettunum að þau voru farin að bylgjast við minnstu snertingu, þá datt mér þetta í hug. Svo er stór kostur að geta unnið við vélina án þess að þurfa að bugta sig og beygja.\nKantarnir fara í tvennt þegar þar að kemur.",
            "date": "2012-11-11 23:06:00",
            "post_id": "72471",
            "reply_to_id": "72468"
        },
        {
            "user_name": "jeepson",
            "text": "Flottur nafni :)",
            "date": "2012-11-11 23:29:00",
            "post_id": "72479",
            "reply_to_id": "72471"
        },
        {
            "user_name": "seg74",
            "text": "Glæsilegt verkefni hjá þér :)",
            "date": "2012-11-11 23:49:00",
            "post_id": "72483",
            "reply_to_id": "72479"
        },
        {
            "user_name": "uxinn9",
            "text": "Nú vantar bara like takkan þetta er flott hjá þér",
            "date": "2012-11-12 00:05:00",
            "post_id": "72487",
            "reply_to_id": "72483"
        },
        {
            "user_name": "fox",
            "text": "Glæsilegt gaman að sjá fleiri súkkur í uppgerð. Flott útfærsla með húddið.\nkv Þórir",
            "date": "2012-11-12 07:58:00",
            "post_id": "72499",
            "reply_to_id": "72487"
        },
        {
            "user_name": "hobo",
            "text": "Þetta er bara gaman.\nSnilld þetta með húddið, ekkert smá munur á aðgengi að vél.",
            "date": "2012-11-12 17:53:00",
            "post_id": "72559",
            "reply_to_id": "72499"
        },
        {
            "user_name": "Stebbi",
            "text": "Verst að hann ætlar ekki að setja vél í kaggann.   ;)",
            "date": "2012-11-12 21:25:00",
            "post_id": "72586",
            "reply_to_id": "72559"
        },
        {
            "user_name": "gislisveri",
            "text": "Það eru hægar framfarir í gangi, en nokkuð stöðugar:\nRafgeymirinn kemst ekki lengur fyrir í vélarkompunni, svo þetta var illskásti staðurinn sem ég fann fyrir hann.\nHér er geymahúsið klárt, inni í honum eru festingar til að strappa hann fastann, það er óþægilegt að fá þetta í hnakkann. Húsið sjálft verður soðið fast í bretti og gólf.\nHér er búið að skera úr fyrir hásingafærslunni og dálítið af ryðguðu gólfi í leiðinni.\nLíffæri úr IFS Hilux og LC 70. Með því móti breikkar sporið um ca. 18 cm og greyið þarf ekki að líta út eins og bjáni með TJ kantana.\nOrginal hásingin um það bil að fara í frí.\nTil fróðleiks er harla lítill þyngdarmunur á afturhásingunum eða ca. 10kg, en nokkuð meiri á framhásingunum, um 25kg.",
            "date": "2012-12-08 17:55:00",
            "post_id": "76293",
            "reply_to_id": "72586"
        },
        {
            "user_name": "Haffi",
            "text": "Magnað verkefni kæri súkkubróðir\nSegðu mér eitt, hvernig hafðiru hugsað þér að útfæra lofthreinsarafestingu, -inntak og rúðupissforðabúr?",
            "date": "2012-12-11 23:24:00",
            "post_id": "76861",
            "reply_to_id": "76293"
        },
        {
            "user_name": "stebbi1",
            "text": "Stórglæsilegt :D\nhvaðann er þessi eðalvagn ættaður? akureyri?",
            "date": "2012-12-12 00:07:00",
            "post_id": "76870",
            "reply_to_id": "76861"
        },
        {
            "user_name": "gislisveri",
            "text": "Ekkert búinn að ákveða í þeim efnum, kemur í ljós þegar mótor er kominn heim.",
            "date": "2012-12-14 10:55:00",
            "post_id": "77173",
            "reply_to_id": "76870"
        },
        {
            "user_name": "gislisveri",
            "text": "Takk fyrir það, veit ekki hvaðan hann kemur.",
            "date": "2012-12-14 10:55:00",
            "post_id": "77174",
            "reply_to_id": "77173"
        },
        {
            "user_name": "Maggi",
            "text": "Kemur frá Akureyri þar sem hann var í eigu sama eiganda í yfir 20 ár.",
            "date": "2012-12-14 12:16:00",
            "post_id": "77190",
            "reply_to_id": "77174"
        },
        {
            "user_name": "gislisveri",
            "text": "Aðeins fleiri myndir, nú er verið að færa áfyllinguna, fjarlægja vél og gírkassa og hreinsa burtu brakket af grindinni.",
            "date": "2012-12-14 18:23:00",
            "post_id": "77228",
            "reply_to_id": "77190"
        },
        {
            "user_name": "juddi",
            "text": "Ertu hættur við 2.0 Grand mótorinn og ef svo er hvað fer í húddið ?\nHvað er hann orðin langur milli hjóla ?",
            "date": "2012-12-16 11:47:00",
            "post_id": "77410",
            "reply_to_id": "77228"
        },
        {
            "user_name": "Hfsd037",
            "text": "Flottur, rosalega öfunda ég þig af aðgengingu að vélinni sem þú hefur hehe",
            "date": "2012-12-16 12:37:00",
            "post_id": "77414",
            "reply_to_id": "77410"
        },
        {
            "user_name": "gislisveri",
            "text": "Ég held ég sé bara kominn í hring, er að spá í að byrja að möndla Grandinn ofaní í kvöld. Það má alltaf hressa hann eitthvað við.\nHásingarnar eru ekki endilega komnar á sinn stað, en ef þetta verður raunin, þá er hann ca. 330mm lengri en orginal.\nM.v. teikningu sem ég á þá er hann því orðinn 2750mm á milli hjóla.",
            "date": "2012-12-16 14:58:00",
            "post_id": "77437",
            "reply_to_id": "77414"
        },
        {
            "user_name": "gislisveri",
            "text": "Takk fyrir það, þetta er vissulega þægilegt.",
            "date": "2012-12-16 14:58:00",
            "post_id": "77439",
            "reply_to_id": "77437"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Þetta er magnað !!\nHvernig fjöðrun verður undir honum. ?",
            "date": "2012-12-16 15:56:00",
            "post_id": "77447",
            "reply_to_id": "77439"
        },
        {
            "user_name": "juddi",
            "text": "Maður er svon að bera þetta saman við kreplingin sem ég er að smíð þar sem ég ætla að lengja grindina hjá mér svo boddy festingarna enda í sömustaðsetningum og í löngum fox en samt er grindin hjá þér einhverjum 20cm lengri",
            "date": "2012-12-16 19:18:00",
            "post_id": "77477",
            "reply_to_id": "77447"
        },
        {
            "user_name": "gislisveri",
            "text": "Þú átt þetta kannski til, en hendi því inn til gamans:",
            "date": "2012-12-16 19:32:00",
            "post_id": "77478",
            "reply_to_id": "77477"
        },
        {
            "user_name": "juddi",
            "text": "Datt eimitt inná svona grindar teikningar fyrir tilviljun og þá var lengingar dellan komin á kaf",
            "date": "2012-12-16 21:38:00",
            "post_id": "77512",
            "reply_to_id": "77478"
        },
        {
            "user_name": "Pajero1",
            "text": "Það verður gaman að fylgjast með þessu.",
            "date": "2012-12-16 21:49:00",
            "post_id": "77516",
            "reply_to_id": "77512"
        },
        {
            "user_name": "nobrks",
            "text": "Þetta rok gengur hjá þér!!  2750mm er nánast það sama og hjá mér :D",
            "date": "2012-12-16 23:35:00",
            "post_id": "77536",
            "reply_to_id": "77516"
        },
        {
            "user_name": "gislisveri",
            "text": "Þetta mjakast hægt og bítandi, með áherslu á hægt.\nSmíðaði mótorfestingar, svo mætti fjaðrahönnuðurinn í heimsókn og sagði mér að henda þeim í ruslið og hækka mótorinn heilan helling. Ég nota hinar frægu \"bens\" fóðringar úr ET í mótorfestingarnar og flestar stífufóðringar.\nSvo úbjó hann svona gúmmelaði fyrir afturfjöðrunina sem ég er núna að stilla upp í kvöld og um helgina. Smíða einnig stífur og reyni að muna að taka myndir af þeim líka.",
            "date": "2013-01-25 18:33:00",
            "post_id": "84359",
            "reply_to_id": "77536"
        },
        {
            "user_name": "Haffi",
            "text": "Er þetta Suzuki merki ekki bara til að minnka styrkinn í þessu? haha!\nEn drullusvalt!!!",
            "date": "2013-01-25 18:50:00",
            "post_id": "84366",
            "reply_to_id": "84359"
        },
        {
            "user_name": "gislisveri",
            "text": "Við erum búnir að reikna út að brakketin eru 3x sterkari með Suzuki merkinu í. Prófuðum önnur merki með engum árangri.",
            "date": "2013-01-25 18:54:00",
            "post_id": "84368",
            "reply_to_id": "84366"
        },
        {
            "user_name": "kjellin",
            "text": ".     Vantar læk takkan",
            "date": "2013-01-25 21:49:00",
            "post_id": "84409",
            "reply_to_id": "84368"
        },
        {
            "user_name": "birgir björn",
            "text": "gísli. viltu giftast mér?",
            "date": "2013-01-25 21:54:00",
            "post_id": "84411",
            "reply_to_id": "84409"
        },
        {
            "user_name": "gislisveri",
            "text": "Það skal ég gera þegar þú ert kominn með fjórfaldan bílskúr, því ég veit að skúrinn þinn er nú þegar fullur af súkkum og Bella yrði að vera úti í kuldanum.",
            "date": "2013-01-25 21:59:00",
            "post_id": "84412",
            "reply_to_id": "84411"
        },
        {
            "user_name": "AgnarBen",
            "text": "Skringilegt áhugamál að smíða súkkur í sífellu en fjandi skemmtilegt að fylgjast með þessu :)\nVeðja þússara að innan klukkutíma muni \"einhver\" stinga upp því að henda þessari Grandvél út í horn og setja Cuuuuummmmmins ofan í kvekendið .......",
            "date": "2013-01-25 22:28:00",
            "post_id": "84418",
            "reply_to_id": "84412"
        },
        {
            "user_name": "SævarM",
            "text": "Þetta er með betri commentum hérna inni :)",
            "date": "2013-01-25 22:39:00",
            "post_id": "84424",
            "reply_to_id": "84418"
        },
        {
            "user_name": "gislisveri",
            "text": "Ætli þú hafir ekki eyðilagt það fyrir einhverjum með þessari athugasemd.",
            "date": "2013-01-25 23:55:00",
            "post_id": "84438",
            "reply_to_id": "84424"
        },
        {
            "user_name": "Gilson",
            "text": "Ég held að réttast væri að breyta hausnum á spjallinu í \"Hið Íslenska Cumminsspjall\" \nEn að öllu gamni slepptu, þetta verkefni lofar mjög góðu hjá þér nafni og það verður gaman að sjá heildarútkomuna, hvenær sem það verður :)",
            "date": "2013-01-26 17:55:00",
            "post_id": "84531",
            "reply_to_id": "84438"
        },
        {
            "user_name": "gislisveri",
            "text": "Danke schön, það verður fyrir einhver áramót.\nNokkrar myndir frá dagsverkinu:\nNúna er planið að setja dekkin undir og sjá hvort ég þarf að skera úr þakinu fyrir fulla misfjöðrun. Vandinn er að lyftuarmarnir leyfa stífunum ekki að hreyfa sig nógu mikið, þarf að finna eitthvað út úr því.",
            "date": "2013-01-26 18:15:00",
            "post_id": "84534",
            "reply_to_id": "84531"
        },
        {
            "user_name": "Bskati",
            "text": "þetta er glæsilegt\nen þú veist að það er ferð 15. feb, þú verður klár er það ekki?",
            "date": "2013-01-26 21:18:00",
            "post_id": "84599",
            "reply_to_id": "84534"
        },
        {
            "user_name": "gislisveri",
            "text": "Ef þú lánar mér drif og stýrisgang, þá gæti það sloppið :)",
            "date": "2013-01-26 23:34:00",
            "post_id": "84618",
            "reply_to_id": "84599"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Úr með bensínrelluna.... í með 4BT ! \nBara vera með ;) Flott verkefni samt ;)",
            "date": "2013-01-27 15:19:00",
            "post_id": "84694",
            "reply_to_id": false
        },
        {
            "user_name": "gislisveri",
            "text": "Gerist vonandi þegar ég er orðinn stór...",
            "date": "2013-01-28 21:24:00",
            "post_id": "84924",
            "reply_to_id": "84694"
        },
        {
            "user_name": "gislisveri",
            "text": "Nú eru stífurnar klárar og komnar á sinn stað, næst á dagskrá er að sjóða rör í boltagötin í grindinni til að hægt sé að herða þetta almennilega fast og sjóða stífuvasana fasta. Blessunarlega virðist hásingin hafa endað nákvæmlega í miðjunni, sem er gott.\nÞegar frágangur við þetta er búinn ætla ég að byrja á aftari hluta veltigrindar, því planið er að festa demparana í búrið, því þeir munu skaga töluvert langt inn í bílinn. Þá kemur í ljós hvort breyta þarf grindinni til að dempararnir lendi ekki utan í henni.\nMisfjöðrunarklám. Í rauninni ætti efra dekkið að fara aðeins hærra, en það rekst í pallhúsið.\nÞarna sést hvað er lítið eftir af brettinu. \nÞarna situr boddíið ofan á A-stífu turninum...\n...og þarna gægist krílið upp úr.\nSvona ætti hann að verða í fullum samslætti.",
            "date": "2013-01-28 21:24:00",
            "post_id": "84925",
            "reply_to_id": "84924"
        },
        {
            "user_name": "Bskati",
            "text": "lúkkar vel\nHvernig demara og gorma ætlarðu að nota?",
            "date": "2013-01-29 01:01:00",
            "post_id": "84982",
            "reply_to_id": "84925"
        },
        {
            "user_name": "birgir björn",
            "text": "eg vona að það verði fox í fox",
            "date": "2013-01-29 05:30:00",
            "post_id": "84989",
            "reply_to_id": "84982"
        },
        {
            "user_name": "juddi",
            "text": "Þetta er á helvíti góðri leið að verða snildar súkka",
            "date": "2013-01-29 08:29:00",
            "post_id": "84993",
            "reply_to_id": "84989"
        },
        {
            "user_name": "gislisveri",
            "text": "Svona:\nog engir gormar.",
            "date": "2013-01-29 11:14:00",
            "post_id": "85008",
            "reply_to_id": "84993"
        },
        {
            "user_name": "Bskati",
            "text": "Alveg rétt, þú varst búinn að segja mér frá þessu\nEn hvernig drif og hlutföll vantar þig? Hlýtur að vera hægt að finna eitthvað, nóg til að þessu toyotadóti út um allt",
            "date": "2013-01-29 22:39:00",
            "post_id": "85130",
            "reply_to_id": "85008"
        },
        {
            "user_name": "gislisveri",
            "text": "Ég er ekki búinn að ákveða hvaða mótor verður um borð, svo hlutföllin ráðast sjálfsagt af því þegar þar að kemur. Ætla að hunskast til að kaupa köggulinn af Pálma félaga þínum ef hann á hann ennþá til.\nAðalvandamálið sem stendur er að finna stýrisarm, það dugar ekkert að auglýsa eftir honum. Ég treysti mér til að smíða millibilsstöngina og togstöngina sjálfur, en legg ekki í að smíða arminn, panta hann þá bara frá USA og fer í fýlu.",
            "date": "2013-01-30 19:00:00",
            "post_id": "85259",
            "reply_to_id": "85130"
        },
        {
            "user_name": "Bskati",
            "text": "mæli með því að þú talir þá við Pálma strax á morgun því hann verður ekki við eftir helgi og næstu vikur þar á eftir",
            "date": "2013-01-31 00:31:00",
            "post_id": "85347",
            "reply_to_id": "85259"
        },
        {
            "user_name": "juddi",
            "text": "Pálmi Pólverji",
            "date": "2013-01-31 08:39:00",
            "post_id": "85367",
            "reply_to_id": "85347"
        },
        {
            "user_name": "Finnur",
            "text": "Sæll\nÞetta verður þræl flott Súkka hjá þér.  \nEn ég er með smá ábendingu varðandi fjöðrunar pælingar. \nAir shocks eins og þessi Fox dempari sem þú stefnir á eru ekki hannaðir í það sem við notum jeppana okkar  í . Dempari vinnur við það að breyta hreyfiorku í varmaorku. Flest fjöðrunarkerfi eru með dempun aðskilda frá berandi hluta fjöðrunar(gormar eða loftpúðar), því hefur þessi hitamyndun ekki áhrif á neitt nema dempunina sjálfa. Í Air shock er bíllinn borinn uppi af köfnunarefni undir þrýstingi, sem gefur mjög flottan fjöðrunar feril. Gallinn er hins vegar sá að þegar þú keyrir bílinn eftir ósléttu undirlagi fer dempunin að hita upp gasið sem ber bílinn uppi. Þrýstingur á gasinu eykst og bíllinn lyftist upp, fjöðrunin verður stífari og hreyfingar bílsins breytast. Að sama skapi þegar farið er að stað eftir kalda nótt þá situr bíllinn mun neðar en þegar honum var lagt, því gasið er kalt, fjöðrunin er mýkri en hún á að vera.  Þessi tegund fjöðrunar er hönnuð fyrir klettaklifur og virkar mjög vel þar. Hún hefur einnig reynst mjög vel í torfærunni en þar eru menn bara keyra bílana í 2-3 mín max. Samt þarf að stilla þrýsting á þessum dempurum áður en bílar fara í braut til þess að rétta af hæð bílsins og þrýsting á kerfinu. \nEf þú skoðar upplýsingar frá framleiðendum eins og King þá taka þeir þetta fram á sínum síðum. Hér er texti frá King.:\n \nAll air shocks are limited in their use by the physical properties of nitrogen gas. Nitrogen expands when it gets hot and contracts when it cools. In a lightweight rock crawler that only travels a few hundred yards during a full day of competition this is not a problem. If you plan on running on the trail or the street for any length of time it becomes an issue.\nMeð bestu kveðju\nKristján Finnur",
            "date": "2013-01-31 10:46:00",
            "post_id": "85377",
            "reply_to_id": "85367"
        },
        {
            "user_name": "Caphawk",
            "text": "Svakalega er gaman að sjá svona! Ég vildi að ég hefði brotabrot af þeirri þekkingu og getu sem þið virðist sumir hafa :)",
            "date": "2013-01-31 11:25:00",
            "post_id": "85379",
            "reply_to_id": "85377"
        },
        {
            "user_name": "Svenni87",
            "text": "er þá ekki frekar bara að vera með einhverja olíu/loft fyllta coilover dempara ef menn eru á þessum buxunum.\nhttp://www.ridefox.com/filter.php?m=offroad&t=shocks&f1=type&v1=Coil-over",
            "date": "2013-01-31 13:36:00",
            "post_id": "85398",
            "reply_to_id": "85379"
        },
        {
            "user_name": "gislisveri",
            "text": "Búinn að lesa margar reynslusögur og mér sýnist að þetta ætti alveg að sleppa hjá mér. \nAnnars er bara að skrá sig í torfæruna. Á einhver körfustól fyrir slikk?",
            "date": "2013-01-31 20:26:00",
            "post_id": "85462",
            "reply_to_id": "85398"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Kristján virðist samt gleyma því að þessi fjöðrun er notuð við afar kaldar aðstæður, en við street akstur er hreyfingin ekki svo mikil að hún skili sér í stífari og \"þrýstari\" fjöðrun...\nÉg held að þessir tveir factorar hafi helling að segja með hvort að þetta virkar eða ekki....sjáum bara hvað gerist..",
            "date": "2013-01-31 20:38:00",
            "post_id": "85464",
            "reply_to_id": "85462"
        },
        {
            "user_name": "gislisveri",
            "text": "Það eru tvær dæmigerðar reynslusögur sem ég las, önnur neikvæð, hin jákvæð.\nSú neikvæða var frá keppanda í King of the Hammers, þar sem áreynsla á bílana er talsvert meiri en við eigum að venjast hérna og við talsvert hærra hitastig.\nSú jákvæða var frá gaur með súkkugrind, töluvert þyngri bíl en ég vonast til að enda með, eitthvað um tvö tonn. Sá keyrði venjulega í u.þ.b. klukkustund áður en hann komst á \"treilið\" sitt og þar í hefðbundnu skaki, hafði ekki lent í neinum vandræðum með að tjakkarnir væru að feila.\nÉg geri mér vel grein fyrir því að þetta er ekki hin fullkomna fjöðrun. Hins vegar, ef maður er tilbúinn til að vera með lítinn nitro kút með sér á fjöllum og standa í því að eiga eitthvað við þetta annað slagið, þá er þetta það langbesta sem maður fær fyrir þennan aur. Coilover frá ódýrara merki en Fox eru talsvert dýrari en tjakkarnir.",
            "date": "2013-01-31 20:53:00",
            "post_id": "85471",
            "reply_to_id": "85464"
        },
        {
            "user_name": "SævarM",
            "text": "Hiklaust að prófa þetta og átt ekki að þurfa að vera að eiga eitthvað við þetta á fjöllum. hef ekki þurft að eiga neitt við demparana hjá mér á keppnum eða á milli þeirra nema ég sé eitthvað að færa til festingar eða hreinlega að hækka eða lækka bílinn. Svo  þarftu að lyfta bílnum alveg upp og láta hásinguna hanga með demparana alveg sundur til að stilla þrýstinginn á þeim.\nOg nitrogenið sér ekki um alla dempun í þessu heldur vökvinn í þeim, sem er bara það sama og venjulegir demparar t.d í krossurum og það er hægt að stilla með því að rífa þá í sundur. \nAnnars skildist mér að mig minnir einhver wrangler hérna heima væri kominn með svona að aftan og væri bara að virka vel.",
            "date": "2013-01-31 21:15:00",
            "post_id": "85478",
            "reply_to_id": "85471"
        },
        {
            "user_name": "lecter",
            "text": "til að velja vél i þetta ,,  þá  er allt annað en cummins  ,,já  en  ekki það að ég hafi frelsast  hun er bara svo þung hún er með girkassa  550kg \nv8 range Rover  eða ál vél  hvað sem hún heitir  ekkert annað i þetta    er ekkert búið að rifa 350Z 3,5l eða murano, infiniti  það er v6vél sem er 280hp  hún var ekki að eiða miklu i 350z sem ég átti og allt til , til að tjúnna i 550hp\neinginn smiðar súkku sem er mikið yfir 1000kg",
            "date": "2013-01-31 21:46:00",
            "post_id": "85488",
            "reply_to_id": "85478"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég held að þetta eigi eftir að virka vel undir svona léttum bíl. Svo er annar factor sem gleymist oft, það er fjaðrandi þyngd. Hún verður eflaust helmingi minni í svona jeppa heldur en í torfæru jeppa með dana 60 og massífar styrkingar.\nMig grunar að það hafi sitt að segja fyrir svona dempara.",
            "date": "2013-02-01 01:01:00",
            "post_id": "85528",
            "reply_to_id": "85488"
        },
        {
            "user_name": "birgir björn",
            "text": "eg held að hásingarnar séu ekki beint hluti af fjaðrandi þyngd þvi þær eru undir dempuronum enn torfærubíll er eingu síðu mjög þúngur og eg held að þetta verði bara snild undir þessum bíl og flexar meira enn anskotinn allavega ekki verra enn fjaðrirnar sem fyrir voru",
            "date": "2013-02-01 02:08:00",
            "post_id": "85532",
            "reply_to_id": "85528"
        },
        {
            "user_name": "gislisveri",
            "text": "Hægar framfarir hjá Bellu:",
            "date": "2013-03-25 23:21:00",
            "post_id": "94246",
            "reply_to_id": "85532"
        },
        {
            "user_name": "gislisveri",
            "text": "",
            "date": "2013-03-25 23:31:00",
            "post_id": "94250",
            "reply_to_id": "94246"
        },
        {
            "user_name": "juddi",
            "text": "Er ekki víbrings vesen ef þú grindartengir búrið ? annars drullu töff dæmi",
            "date": "2013-03-25 23:32:00",
            "post_id": "94251",
            "reply_to_id": "94250"
        },
        {
            "user_name": "gislisveri",
            "text": "Jú, það verður örugglega víbringur. Á eftir að útfæra það betur hvort ég set gúmmí á sitt hvoru megin á boddí, eða hvað. Helst vildi ég bara vera með peltor kerfi. Eða bara eyrnatappa. Eða bara Skálmöld í botni.",
            "date": "2013-03-25 23:38:00",
            "post_id": "94253",
            "reply_to_id": "94251"
        },
        {
            "user_name": "nobrks",
            "text": "Fyllir rörin m hurðarfrauði, sem dregur úr vínringi/hljóðleiðni. Bara það að stja smá gúmmípjötlu á milli flangsa hjálpar helling.",
            "date": "2013-03-26 00:03:00",
            "post_id": "94255",
            "reply_to_id": "94253"
        },
        {
            "user_name": "Bskati",
            "text": "mér lýst vel á þetta verður gaman að sjá hvernig svona loftdemparar koma út, þýðir ekkert að ákveða að þetta virki ekki nema að prófa. Ég held að þú ættir ekkert að hafa áhyggjur af víbringi frá veltibúrinu. Verður þetta ekki bara leikfang? Skálmöld virkar líka ljómandi vel til að yfirgnæfa hávaða, þekki það af eigin reynslu.",
            "date": "2013-03-26 09:54:00",
            "post_id": "94276",
            "reply_to_id": "94255"
        },
        {
            "user_name": "gislisveri",
            "text": "Jú, þetta er og verður fyrst og fremst leikfang, enda hef ég engar áhyggjur af víbringi og reyndar fæstu öðru.",
            "date": "2013-03-26 13:37:00",
            "post_id": "94310",
            "reply_to_id": "94276"
        },
        {
            "user_name": "gislisveri",
            "text": "Frauðið er áhugavert en reyndar dálítið seint í rassinn gripið. Ég reyni við gúmmíið fyrst.",
            "date": "2013-03-26 13:39:00",
            "post_id": "94311",
            "reply_to_id": "94310"
        },
        {
            "user_name": "Polarbear",
            "text": "Mér finnst þú ættir að mála bílinn brúnan og kalla hann Súkku-laði :) hlakka annars til að sjá þetta verkfæri í ökuhæfu ástandi",
            "date": "2013-03-26 14:38:00",
            "post_id": "94320",
            "reply_to_id": "94311"
        },
        {
            "user_name": "hobo",
            "text": "Já vá hvað þetta er magnað verkefni!",
            "date": "2013-03-26 19:26:00",
            "post_id": "94348",
            "reply_to_id": "94320"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "Félagi minn er með svona 2.5\" fox air. Þeir hitna ekkert að viti í fjallaferðum. Hann svínkeyrði bílinn í 30 mín og þeir urðu svipað heitir og hásingin...",
            "date": "2013-04-06 00:37:00",
            "post_id": "95835",
            "reply_to_id": "94348"
        },
        {
            "user_name": "gislisveri",
            "text": "Það er gott að heyra, undir hvernig bíl er þetta og hvað vegur hann?",
            "date": "2013-04-07 17:55:00",
            "post_id": "96094",
            "reply_to_id": "95835"
        },
        {
            "user_name": "gislisveri",
            "text": "Var að setja inn auglýsingu þv\ní mig vantar stýrisarm til að koma þessu áfram. Vantar reyndar líka togstöng, eða eitthvað til að smíða hana úr. Öll hjálp væri vel þegin.\nAð lokum vantar mig 5.29 drif, 1stk í lausu og 1stk með köggli og læsingu.\nKv.\nGísli.",
            "date": "2013-04-07 17:58:00",
            "post_id": "96095",
            "reply_to_id": "96094"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "Er þetta eithvað sem þú getur nota ef að þetta finnst ekki hérna á klakanum \nhttp://www.lowrangeoffroad.com/index.ph ... g-kit.html",
            "date": "2013-04-07 19:27:00",
            "post_id": "96113",
            "reply_to_id": "96095"
        },
        {
            "user_name": "gislisveri",
            "text": "Já, ég gæti alveg notað þetta og það er vissulega freistandi að fá svona nýtt og fínt, en þetta er dálítið dýrt með heimsendingu og tollun. Annars vantar mig bara arminn sem er vinstra megin á myndinni, eða einhvern sambærilegan.",
            "date": "2013-04-07 19:33:00",
            "post_id": "96117",
            "reply_to_id": "96113"
        },
        {
            "user_name": "Gunnar G",
            "text": "Þetta verður geggjuð súkka sýnist mér!",
            "date": "2013-04-07 19:40:00",
            "post_id": "96118",
            "reply_to_id": "96117"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "hér er meira \nhttp://www.lowrangeoffroad.com/index.ph ... -stud.html\nkostar ca:44þús komin heim með öllum gjöldum",
            "date": "2013-04-07 20:07:00",
            "post_id": "96124",
            "reply_to_id": "96118"
        },
        {
            "user_name": "Valdi B",
            "text": "ég gæti átt þennan arm til, man bara ekki hvort þetta var hægri eða vinstri armurinn sem ég á til, en það skiptir þig kannski engu máli, hann er til staðar í vík í mýrdal og fæst fyrir 5000 kall",
            "date": "2013-04-07 22:17:00",
            "post_id": "96147",
            "reply_to_id": "96124"
        },
        {
            "user_name": "gislisveri",
            "text": "Ljómandi, er hægt að redda mynd af gripnum?",
            "date": "2013-04-07 22:27:00",
            "post_id": "96150",
            "reply_to_id": "96147"
        },
        {
            "user_name": "Valdi B",
            "text": "skal reyna að muna eftir að fara í skúrinn á morgun og smella af þessu mynd :)",
            "date": "2013-04-08 00:48:00",
            "post_id": "96171",
            "reply_to_id": false
        },
        {
            "user_name": "gislisveri",
            "text": "Dásamlegt.",
            "date": "2013-04-08 14:52:00",
            "post_id": "96220",
            "reply_to_id": "96171"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "Sælir, \nÞetta er XJ Cherokee 1987 módelið á 38\" dekkjum. Hann er með 10\" travel  Fox 2.5 Air shocks...  Dökkblár að lit. 4.0 vél. \nHann er með þessa að aftan hjá sér, en stefnir á að fá sér svona að framan líka. \nKv\nGunnar",
            "date": "2013-04-08 15:14:00",
            "post_id": "96228",
            "reply_to_id": "96220"
        },
        {
            "user_name": "gislisveri",
            "text": "Eftir margra mánaða vanrækslu af minni hálfu bauðst höfðinginn, landvætturinn og heiðurssendiherra Jeppaspjallsins á Siglufirði, hann Guðni Sveins, til að taka hana Bellu í fóstur. \nHenni var því komið fyrir á flatvagni og ekið til höfuðstaðs Norðurlands (Sigló) um liðna helgi.\nGoogle bjó til svona rómantíska ljósmynd af upphafi ferðar.\nHvert framhaldið verður er ekki að fullu ljóst, en á Sigló eru menn ekki þekktir fyrir að tvínóna við hlutina.\nKv.\nGísli.",
            "date": "2014-10-16 09:40:00",
            "post_id": "145011",
            "reply_to_id": "96228"
        },
        {
            "user_name": "Járni",
            "text": "Ég tárast..!",
            "date": "2014-10-16 09:50:00",
            "post_id": "145012",
            "reply_to_id": "145011"
        },
        {
            "user_name": "elliofur",
            "text": "Er söluveikin að ganga hérna?",
            "date": "2014-10-16 11:05:00",
            "post_id": "145017",
            "reply_to_id": "145012"
        },
        {
            "user_name": "gislisveri",
            "text": "Hún er tæknilega ekki seld ennþá.",
            "date": "2014-10-16 11:06:00",
            "post_id": "145018",
            "reply_to_id": "145017"
        }
    ],
    "date": "2013-04-08 00:48:00"
}