{
    "forum_title": "Almennt spjall",
    "id": "13896",
    "title": "Ford explorer 4dyra uppl",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=13896",
    "posts": [
        {
            "user_name": "Heiðar Brodda",
            "text": "Sælir hvað getiði sagt mér um ford explorer t.d með eyðslu viðhald og annað og hvort þurfi að skipta út hásingum fyrir 44'' breytingu það er fara í 9'' aftan og 44 framan endilega ausa úr viskubrunnum kv Heiðar",
            "date": "2012-11-12 07:44:00",
            "post_id": "72497",
            "reply_to_id": false
        },
        {
            "user_name": "brinks",
            "text": "Sæll.Ef þú ert að tala um gamla explorer þá hefur bíllinn hjá mér verið að eyða um 16-17 á 35\" og eitthvað um 19-20 á 38\"\nViðhaldið hefur verið óskup lítið fyrir utan skiptinguna sem er ekki góð .Annars fínustu bílar gott að ferðast í þeim\nKv.Þórir",
            "date": "2012-11-12 16:27:00",
            "post_id": "72550",
            "reply_to_id": "72497"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "fýnnir vagnar dálítið kraftlausir 4l sjálfskiptir það þarf að vera góður við skitinguna í þeim og millikasan og ef þú ættlar á 44\" þá eru hásingarnar alveg nó en það væri gott að skipta út nöfum á famhásinguni setja nöf af 44 ttb",
            "date": "2012-11-12 20:39:00",
            "post_id": "72579",
            "reply_to_id": "72550"
        },
        {
            "user_name": "bennzor",
            "text": "væri flott að vita hvaða árgerð þú ert með, en í '91-'94 bílunum þá geturu misboðið afturhásingunni nánast eins og þú vilt en ef þú ert að stefna á 44\" þá myndi ég persónulega gera eitthvað að framan, annaðhvort eins og ólafur segir að setja nöf af 44ttb eða þá jafnvel skipta út fyrir heila hásingu, Dana44 t.d. og auðvitað gíra niður, fara þá  allavega í 5,13. Og já, veikasti punkturinn í þessum bílum er skiptingin, er sjálfur búinn með 2, svo næst ryð í kringum bensínlokið, einhver galli. Annars er mótorinn í þeim nokkuð skotheldur þótt þeir séu ekkert þekktir fyrir að vera eyðslugrannir, minn er einhverstaðar um 20l/100km innanbæjar hjá mér en ég er hinsvegar með frekar þungann bensínfót, annars þarf ég ekki að kvarta undan aflleysi á 33\" og 4,56 hlutföllum.",
            "date": "2012-11-13 09:12:00",
            "post_id": "72623",
            "reply_to_id": "72579"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Langir Dana44 5 gata legustútar með minni deilingunni eru mjög dýrir og fágætir fra Dana/Spicer ef þeir eru þá fáanlegir nýjir ennþá.  Skifta um hásingu framan er möst fyrir 1994 ef þú ferð í 44\" - eða lengri legustút",
            "date": "2012-11-13 12:33:00",
            "post_id": "72637",
            "reply_to_id": "72623"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég á til nöf með öllu af dana 44 ttb ef einhvern vantar í upgrade.",
            "date": "2012-11-13 18:56:00",
            "post_id": "72683",
            "reply_to_id": "72637"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "Þakka góð svör,er ekki kominn á explorer er aðeins að kanna þetta langar að skipta um jeppa tegund :) kv Heiðar",
            "date": "2012-11-13 19:40:00",
            "post_id": "72690",
            "reply_to_id": "72683"
        }
    ],
    "date": "2012-11-12 07:44:00"
}