{
    "forum_title": "Jeppinn minn",
    "id": "139",
    "title": "Suburban '85",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=139",
    "posts": [
        {
            "user_name": "StebbiHö",
            "text": "Jæja, ætli sé ekki komið að því að kynna færileik sinn!\nSem sagt, þetta er Chervolet Suburban K20 árg, 1985, helstu breitingar eru eftirfarandi.\nHækkaður upp og skorið úr fyrir 44\"+\nFourlink og loftpúðar að aftan og framan með stjórnun innan úr bíl og sjálvirkt líka, alger snild!\nDekkinn eru Trexus 44\"x16\" á 19\" breiðum felgum en til stendur að koma undi hann 46\", á held ég að komast að óbreittu.\nFramhásing er orginal, 10 bolta GM 8,5\" með ARB loftlás, til stendur að fá nýja öxla frá Yukon sem eru sterkari en orginal.\nAfturhásing er orginal 14 bolta GM semifloting, með nýjum öxlum og ARB loftlás og hlutföllin eru 5,13.\n350 mótor er orginal en til stendur að setja annan, 383 eða 454.\nGírkassinn er orginal, 3 gíra + extralágr en hugmyndin er að setja annan aftan á þennan, 5 gíra.\nMillikassinn er einnig orginal 208 álkassi og verður hann líklega látinn halda sér áfram.\nÁ toppinn eru kominn 4 vinnuljós frá Hella.\n1 par Hella kastarar að framann, 55w.\n1 par IPF 930 tveggjageisla, 100/170w gulir.\nAukaraf er heimasmíðað og það er annar rafgeimir á leiðinni og sömuleiðis segulrofar til að slá út rafmagninu innan úr bíl.\nBíllinn var ryðbættur og heilsprautaður síðasta vetur og sumar og einnig var bekk að aftan hent út og settir 2 stólar.\nkominn er kassi aftan við stólana sem geimir olíur, verkfæri, varahluti og slíkt smádót. \nVHF er Vertex, GPS er Magellan, stendur til að fá sér Garmin enda kortið í þeim mun betra. \nÞetta er það helsta sem komið er en hitt er svo annað að jeppi er aldrei búinn í breitingum!\nKv Stefán",
            "date": "2010-02-06 01:28:00",
            "post_id": "525",
            "reply_to_id": false
        },
        {
            "user_name": "KarlHK",
            "text": "Flottur !",
            "date": "2010-02-06 02:08:00",
            "post_id": "529",
            "reply_to_id": "525"
        },
        {
            "user_name": "Fordinn",
            "text": "þetta virðist vera alvöru!!!!  hinsvegar væri gaman að sja stærri myndir  það virðist ekki vera hægt að stækka þessar",
            "date": "2010-02-06 13:26:00",
            "post_id": "554",
            "reply_to_id": "529"
        },
        {
            "user_name": "StebbiHö",
            "text": "Takk fyrir það, hann er ágætur greyið, vanrtar reyndar tilfinnalega afl, allavega fyrir mig! Já myndirnar eru teknar af facebook og komu svona á síðuna, er á sjó og ekki með neinar myndir í tölvunni af honum eftir upptekt en skal redda því þegar ég kem í land, hvenær sem það verður.\nStefán",
            "date": "2010-02-06 17:37:00",
            "post_id": "570",
            "reply_to_id": "554"
        },
        {
            "user_name": "jeepson",
            "text": "flottur þessi. Það væri gaman að fá sjá stærri og betri myndir þegar þú kemur í land ;)",
            "date": "2010-02-06 17:39:00",
            "post_id": "571",
            "reply_to_id": "570"
        },
        {
            "user_name": "EinarR",
            "text": "Þetta eru alltaf flottur bílar. Klikka alls ekki skylst mér.",
            "date": "2010-02-06 21:42:00",
            "post_id": "586",
            "reply_to_id": "571"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Þetta er sko alvöru Amerískur Heavy Metall, klikkar ekki, bara flottur.",
            "date": "2010-02-06 22:20:00",
            "post_id": "590",
            "reply_to_id": "586"
        },
        {
            "user_name": "jeepson",
            "text": "Ég er búinn að vera að leita mér af svona bíl með 6,2 diesel lengi. við hjúin erum að leita af svona bíl frá 33\" og uppí 38\" jafnvel 44\" Þetta er æðislegir ferða bíla og feikna pláss í þeim. sem er einmitt það sem að við erum að leita af.",
            "date": "2010-02-07 00:10:00",
            "post_id": "597",
            "reply_to_id": "590"
        },
        {
            "user_name": "StebbiHö",
            "text": "Get ekki sett inn myndir, kemur alltaf að þær séu of stórar, hámark 256 KiB. Getur einhver frætt mig á hvernig ég geri þetta?\nKv Stefán",
            "date": "2010-02-24 10:48:00",
            "post_id": "1463",
            "reply_to_id": "597"
        },
        {
            "user_name": "gambri4x4",
            "text": "Djöfull er hann orðin verklegur hjá þér Stebbi",
            "date": "2010-02-24 12:13:00",
            "post_id": "1468",
            "reply_to_id": "1463"
        },
        {
            "user_name": "jeepson",
            "text": "Þú hostar myndirnar á einhverri síðu og setur svo linkin inn [img]linkur[/img] Ég notast mikið við photobucket.com til að hosta mínar myndir. mundu bara að velja í uploadinu á þeirri síðu að þú villjir hafa þetta fyrir 15\" skjá (640x480) minnir mig.",
            "date": "2010-02-24 12:26:00",
            "post_id": "1469",
            "reply_to_id": "1468"
        },
        {
            "user_name": "gislisveri",
            "text": "...eða minnkar myndirnar í 256kb og sendir þær sem viðhengi hér inn. \nÍ windows er mjög einfalt tól sem heitir Microsoft Office Picture Manager þar sem hægt er að minnka myndir eftir bæði pixlastærð og gagnastærð.\nSvo erum við að athuga hvort síðan geti sjálfkrafa minnkað myndirnar sem eru sendar inn, séu þær stærri en 256kb. Ekki víst að það gangi, en væri mjög þægilegt.",
            "date": "2010-02-24 12:46:00",
            "post_id": "1472",
            "reply_to_id": "1469"
        },
        {
            "user_name": "StebbiHö",
            "text": "Já takk fyrir það Víðir, þetta er allt að koma!",
            "date": "2010-02-24 12:59:00",
            "post_id": "1475",
            "reply_to_id": "1472"
        },
        {
            "user_name": "jeepson",
            "text": "Hann er vígalegur. samt pínu kjánalegt að sjá ekki aðal ljósin á sínum stað en það venst nú eins og alt annað :)",
            "date": "2010-02-24 13:16:00",
            "post_id": "1476",
            "reply_to_id": "1475"
        },
        {
            "user_name": "Húni",
            "text": "mjög töff",
            "date": "2010-02-24 15:56:00",
            "post_id": "1489",
            "reply_to_id": "1476"
        },
        {
            "user_name": "Polarbear",
            "text": "sæll. massífur bíll hjá þér!\nhvar fékkstu sjálfvirku stýringarnar fyrir loftpúðana? er möguleiki á að fá að skoða það kerfi hjá þér?",
            "date": "2010-02-24 16:06:00",
            "post_id": "1491",
            "reply_to_id": "1489"
        },
        {
            "user_name": "StebbiHö",
            "text": "Ljósin voru of há orginal og þurfti því að lækka þau, jújú þetta venst alveg! Til stendur að vísu að fella þau aðeins inn í grillið og hækka aðeins en eins og er þá fær þetta að vera svona. Stýrilokarnir voru settir í fyrir 14 árum síðan af fyrirtæki sem hét Jeppasport og breytti þessum bíl, hvar þeir fengu þetta veit ég ekki en ég veit að það er svona búnaður í 6 hjóla Raminum hjá Gunnari Kredd, en það er ekkert mál að kíkja á þetta, ég er að vísu staddur á Akureyri.\nKv Stefán",
            "date": "2010-02-24 18:53:00",
            "post_id": "1505",
            "reply_to_id": "1491"
        },
        {
            "user_name": "jeepson",
            "text": "já skiljanlegt að það þurfi að lækka þetta til að fá skoðun. En hvernig í F....... ætli 54\" fordinn fái þá skoðun? Ég hef ekki orðið var við að það sé búið að lækka ljósin á honum.",
            "date": "2010-02-24 21:08:00",
            "post_id": "1513",
            "reply_to_id": "1505"
        },
        {
            "user_name": "Polarbear",
            "text": "takk fyrir upplýsingarnar og boðið, en akureyri er of langt í burtu vegna díselverðs í augnablikinu....\njeepson, allir menn eru jafnir. sumir eru bara jafnari en aðrir og fá skoðun sem enginn annar jafn maður fengi. :)\nsvona svipað og bankarnir, en það má víst ekki ræða það hér eða hvað? \n:) lalli",
            "date": "2010-02-25 00:29:00",
            "post_id": "1520",
            "reply_to_id": "1513"
        },
        {
            "user_name": "StebbiHö",
            "text": "Hehe, já skil þig með verðið, fór með 260 ltr um helgina og fannst það bara nóg! En það er líka satt að stundum virðistmanni að það sé ekki sama hvort menn eru Jón eða séra Jón!! Veit um bíla sem ekki hafa gert neitt í að lækka sín ljós en fá samt skoðun, en ég var svo sem ekki í neinum vandræðum með þetta, lét skoða bílin í 12 ár án þess að þurfa að gera neitt, loftpúðar eru fínir í þetta! Svo fór ég með hann á hærri dekkjum en vanalega og svo stóð alltaf til að færa ljósin niður, þannig að þetta var svona ein af breitingunum sem ég lét verða af þegar ég tók hann í gegn síðasta vetur. En nei, við skulum ekkert vera að draga bankana inn í þessa umræðu! Gæti nú alveg reynt að ná mynd af búnaðinum ef þú villt og sent þér Lárus?\nKv Stefán",
            "date": "2010-02-25 01:07:00",
            "post_id": "1521",
            "reply_to_id": "1520"
        },
        {
            "user_name": "Polarbear",
            "text": "það væri ljómandi gott að fá mynd af þessu fíneríi, takk fyrir... :)\nég skal ekki minnast á fjármálatengt rusl aftur í bráð..",
            "date": "2010-02-25 01:18:00",
            "post_id": "1522",
            "reply_to_id": "1521"
        },
        {
            "user_name": "StebbiHö",
            "text": "Ok, hér eru nokkrar myndir af þessum útbúnaði í kring um loftpúðana. Efstu myndirnar eru af hleðslujöfnurunum sjálfum, ekki stórir né mikil verkfæri. Síðan er mynd af segulokunum í húddinu, nesta myndin er af stjórnborðinu inni í bíl, þar er rofi fyrir loftdæluna og annar fyrir jafnarana, kveiki vanalega á jöfnurunum og fæ bílinn til að vera jafn og góður og slekk síðan á þeim, þarna er líka mælir fyrir púðana og á neðstu myndini sést í 4 kúluloka sem ég get opnað fyrir og dælt í eða hleift úr með tökkum við hliðina á mælinum. Endilega látið mig vita ef þetta skilst ekki og ég reyni þá að geta betri útskýringar.\nKv Stefán",
            "date": "2010-02-26 19:39:00",
            "post_id": "1595",
            "reply_to_id": "1522"
        },
        {
            "user_name": "SverrirO",
            "text": "ljúfur búnaður, hvar fær maður þetta og hvað kostar það ca?",
            "date": "2010-02-27 00:05:00",
            "post_id": "1606",
            "reply_to_id": "1595"
        },
        {
            "user_name": "StebbiHö",
            "text": "Já fínasti búnaður að mínu mati. Veit ekki hvar þetta fæst í dag, lét setja þetta í fyrir 14 áum síðan hjá fyrirtæki sem hét Jeppasmiðjan en er held ég ekki í rekstri í dag. Mér er sagt að þetta sé dýrt núna. Dettur í hug að þeir á Ljónsstöðum viti þetta, allavega er 6 hjóla Raminn hérna á Ak með svona og þeir smíðuðu hann að mikklu leiti.\nKv, Stefán",
            "date": "2010-02-27 00:38:00",
            "post_id": "1607",
            "reply_to_id": "1606"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Eflaust er \"jeppasmiðjan\" bara Ljónsstaðir...",
            "date": "2010-02-27 00:48:00",
            "post_id": "1608",
            "reply_to_id": "1607"
        },
        {
            "user_name": "gislisveri",
            "text": "Ég myndi athuga í ET eða álíka stað, þetta er auðvitað bara vörubíladót.",
            "date": "2010-02-27 09:10:00",
            "post_id": "1609",
            "reply_to_id": "1608"
        },
        {
            "user_name": "StebbiHö",
            "text": "Biðst afsökunar, sé að ég hef skrifað vitlaust fyrirtækjanafn, þetta hét Jeppasport, ekki Jeppasmiðjan! En varðandi hvar er hægt að fá svona búnað að þá má líka athuga með Bílsmiðinn eða húsbílaþjónustur, jafnvel Vagnasmiðjuna. Eflaust veit þetta einhver og bara spurning um hvort að viðkomandi gefi sig fram.\nKv, Stefán",
            "date": "2010-02-27 09:53:00",
            "post_id": "1611",
            "reply_to_id": "1609"
        },
        {
            "user_name": "Jens Líndal",
            "text": "Landvélar, Barki, ET, Ósal.        Þetta er geggjaður bíll en ég myndi vilja hafa original grill og ljósin þó þau séu ótengd.",
            "date": "2010-02-27 14:01:00",
            "post_id": "1619",
            "reply_to_id": "1611"
        },
        {
            "user_name": "Adam levý",
            "text": "mér finnst frammendinn snilld, gerin bílinn enn vígalegri, flottur í alla staði.",
            "date": "2010-02-27 14:48:00",
            "post_id": "1621",
            "reply_to_id": "1619"
        },
        {
            "user_name": "SverrirO",
            "text": "þetta grill alveg bjargar bílnum, hefði ekki verið jafn snirtilegt ef að það hafi bara verið lokað fyrir ljósaopin og orginal grillin látið vera eftir, annars þakka ég fyrir upplýsingarnar.",
            "date": "2010-02-27 15:25:00",
            "post_id": "1624",
            "reply_to_id": "1621"
        },
        {
            "user_name": "StebbiHö",
            "text": "Orginal grilli fékk að fjúka vegna þess að það var brotið og ég nennti ekki að finna mér annað, var búinn að sjá þetta fyrir mér svona og er bara sáttur við útkomuna, ætla hins vegar að færa aðalljósin innar og fella þau aðeins inn í grillið, standa frekar mikið fram fyrir bílinn.\nStefán",
            "date": "2010-02-27 16:29:00",
            "post_id": "1628",
            "reply_to_id": "1624"
        },
        {
            "user_name": "StebbiHö",
            "text": "Datt í hug að setja inn svona fyrir og eftir myndir, hann var svona fagurblár áður en hann fór inn í dkúr.\nKv, Stefán",
            "date": "2010-04-14 08:42:00",
            "post_id": "3851",
            "reply_to_id": "1628"
        },
        {
            "user_name": "StebbiHö",
            "text": "Smá uppdate á þessum. Hann er sem sagt inni í skúr og verið að smíða sama 2 gírkassa, já ekki lolo með 2 millikössum, heldur 2 stk gírkassa! Sem nota bene eru báðir með extra lágum fyrsta. Ef ég hef reiknað þetta rétt út þá verður niðurgírunin 1:497 sem er barasta ansi lágt, held ég!! Síðan eru 46\" dekk á leiðinni undir, á 16\" breiðum felgum, já ég veit, aðeins mjóar en ég vil hafa þær svona, mikil speki í þessum felgum og sitt sýnist hverjum. Vona að ég komist í reynsluferð  á milli hátíða! Myndir eru í lágmarki en vonandi að ég rífi mig upp og taki nokkrar myndir áður en þetta fer undir!",
            "date": "2011-12-23 23:30:00",
            "post_id": "38820",
            "reply_to_id": "3851"
        },
        {
            "user_name": "Hordursp",
            "text": "hrikalega svalur bíll hjá þér!",
            "date": "2011-12-25 12:53:00",
            "post_id": "38879",
            "reply_to_id": "38820"
        },
        {
            "user_name": "Ingi",
            "text": "En hefði ekki bara mátt setja orginal grillið í á hvolfi eins og þeir gera á econolineunum?",
            "date": "2011-12-25 14:33:00",
            "post_id": "38891",
            "reply_to_id": "38879"
        },
        {
            "user_name": "StebbiHö",
            "text": "Takk fyrir það. Jú á einhverjum tímapunkti hefði verið hægt að snúa grillinu, að vísu smá smíðavinna og slíkt en vel gerlegt, málið var að það var brotið og einfaldast að fara þessa leið, breytti útlitinu á honum líka.",
            "date": "2011-12-25 16:52:00",
            "post_id": "38902",
            "reply_to_id": "38891"
        },
        {
            "user_name": "StebbiHö",
            "text": "Nokkrar myndir af ferlinu!\nttachment]\ndekk.png[/attachment]",
            "date": "2012-01-28 16:02:00",
            "post_id": "43921",
            "reply_to_id": "38902"
        },
        {
            "user_name": "StebbiHö",
            "text": "Þetta er sem sagt allt farið að snúast! Í bílinn var settur NP 540C kassi úr vörubíl frá 1960+, með extra lágum 1sta gír. Orginal fyrir framan hann er SM465 kassi sem er með extra lágum 1sta líka. Í prufuferðinni í gær var LC 80 með lolo og þegar hann var í ölu lægsta og ég í 1 og 1 í háa þá fór ég  nánast jafn hratt, þá átti ég eftir lága drifið. Hvort þetta kemur til með að hrynja allt þegar maður fer að nota þetta á eftir að koma í ljós en ég er mjög bjartsýnn á þetta, hvorirtveggja kassana eru sterkir. Ég skifti reyndar út millikassanum, setti NP 205 í stað 208 sem var, búinn að fá nóg af því að hafa sprungin hús af þeim!! Á þessum dekkjum er hann að drífa mjög vel en satt best að segja þá hef ég pláss fyrir stærra!! Kanski maður fari aðeins ofar í stærð!!! \nEn allavega þá er þessi smíð bara að virka og Tryggvi Pálsson yfirsmiður má vera sáttur við þetta verk sitt!\nKV, Stefán\n(reyni að koma fleiri myndum inn seinna)",
            "date": "2012-01-28 18:42:00",
            "post_id": "43945",
            "reply_to_id": "43921"
        },
        {
            "user_name": "monster",
            "text": "lyst hrikalega vel á þetta hjá þér er ekki spurnig ef þú ætlar i stærra að fara skoða 47\" pittbull eða 49\" irok ?",
            "date": "2012-01-28 19:38:00",
            "post_id": "43954",
            "reply_to_id": "43945"
        },
        {
            "user_name": "Kiddi",
            "text": "46\" dekkin eru snilld og ég held að þú verðir ekki fyrir vonbrigðum af þeim!",
            "date": "2012-01-28 21:30:00",
            "post_id": "43975",
            "reply_to_id": "43954"
        },
        {
            "user_name": "StebbiHö",
            "text": "Já 46\" er góð og líklegt að þau verði undir honum en ég kem sennilega 47\" undir og þá var ég með í huga PittBull dekkinn, Irock eru ekki góð í þeirri stærð. 49\" er orðin of stór fyrir bílinn eins og hann er, þarf þá líka aðra framhásingu og meiri úrklippingu, ætla ekki að fara í það, hann verur allavega fullreyndur svona.",
            "date": "2012-01-29 12:26:00",
            "post_id": "44036",
            "reply_to_id": false
        },
        {
            "user_name": "Turboboy",
            "text": "þetta er geðveik smíði ! Mér finnst allt við þennan bíl töff!",
            "date": "2012-01-31 04:04:00",
            "post_id": "44333",
            "reply_to_id": "44036"
        },
        {
            "user_name": "StebbiHö",
            "text": "Jæja smá uppdata á þennan. Er búinn að versla nýja vél í hann, 406 sbc, sirka 400+ hö. Verður líklega ekki nema fjórföldun á afli! Er ansi spentur fyrir að koma henni í og prófa. Ætla að nota tækifærið og setja stærri kúpplingu og auka altanator, vera með 2 slíka. Eftir að hafa prófað nýjustu smíðina, auka gírkassann, þá er ég alveg búinn að sanfærast um að þetta er að virka. Síðan er meininginn að taka til hendinni að innann og klára þetta svo maður verði ekki endalaust með eitthvað á verkefnalistanum, ja allavega ekki svona stórt! Líklega fer mótorinn samt ekki í fyrr en með haustinu, ætli verði nokkur snjór fyrr en næsta vetur!",
            "date": "2012-04-04 07:49:00",
            "post_id": "52469",
            "reply_to_id": "44333"
        },
        {
            "user_name": "Turboboy",
            "text": "jáá sæll ! Verður gaman að sjá þetta tilbúið!",
            "date": "2012-04-11 18:39:00",
            "post_id": "53295",
            "reply_to_id": "52469"
        },
        {
            "user_name": "-Hjalti-",
            "text": "það er nog af snjó hér fyrir sunnan",
            "date": "2012-04-11 18:55:00",
            "post_id": "53298",
            "reply_to_id": "53295"
        },
        {
            "user_name": "StebbiHö",
            "text": "Já snjórinn, hann er víða, en ekki hérna úti á sjó, svo maður verður víst að bíða eitthvað eftir að komast í hann. En ég reikna með að fara í það þegar ég kem í land að setja mótorinn í, hef ekki eirð í mér að hafa hann inni á gólfi og geta ekki prófað hvernig hann kemur út. Ég er gríðalega forvitinn að vita hvernig hann höndlar að vera í 1 og 1 í lága, eða hvernig hann er í torki, en samkvæmt áræðanlegum heimildum á að vera hellings tork í þessum mótor. Kemur allt í ljós, núna bíður maður bara eftir að úthaldið klárist og maður geti farið að skrúfa!!!!!",
            "date": "2012-04-11 21:45:00",
            "post_id": "53313",
            "reply_to_id": "53298"
        },
        {
            "user_name": "lecter",
            "text": "flottur ferða bill ekki spurning \nhvaða hásing er að framan ,, ertu ekki með 60\neg hefði sett 502cc mercruser báta vél ,, vegna þess að hun er ekki að kosta mikið miðað við hvað er inn i þeirri vél  eins og racing stimpilstangir  stimplar  og stál ás ,, enda bygð fyrir 6000rpm timunum saman  sem eingin standard 454cc þolir þar færðu allt tog sem þú þarft og mun minni eiðslu jeppar með bensin vél sem eru 3000kg þurfa Big block \nen ég veit að ástandið er ekki gott heima svo menn finna bara það sem er við hendina",
            "date": "2013-02-10 08:45:00",
            "post_id": "87097",
            "reply_to_id": "53313"
        },
        {
            "user_name": "StebbiHö",
            "text": "Framhásingin er 10 bolta GM, með 8,5 drifi. Hún hefur dugað mér og aldrei brotið neitt í henni, en ég hef svo sem ekki haft aflið til að gera neinar rósir. En ástæða þess að þessi vél varð fyrir valinu er að hún var til á staðnum, nýgræjuð og góð, fékk góð komment frá þeim sem prófaði, annar en fyrri eigandi, svo ég stökk á hana. Ég hef svona mest verið hrifin af því að setja BBC í hann, 454 er það sem heillaði mig einna mest en það var ekki mikið af slíku í boði þarna og þessi sem ég tók eins og ég segi, góð. Vonandi að maður komi henni ofaní einhverntímann!! \nKv Stefán",
            "date": "2013-04-19 14:36:00",
            "post_id": "97700",
            "reply_to_id": "87097"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Stebbi þetta er flott hjá þér. Veistu hvað þessi bíll má vera að heildarþyngd?? kveðja guðni",
            "date": "2013-04-19 15:28:00",
            "post_id": "97707",
            "reply_to_id": "97700"
        },
        {
            "user_name": "Guðmann Jónasson",
            "text": "Veit um svona búnað í afskráðum LC 60 bíl norður í húnavatnssýslu :)\nþrælsniðugt og virkaði vel áður en hann valt .\nkv.\nGuðmann",
            "date": "2013-04-19 15:43:00",
            "post_id": "97712",
            "reply_to_id": "97707"
        },
        {
            "user_name": "elliofur",
            "text": "Flott gírkassamix!\nÉg hef lengi spáð hvernig það komi út að vera með ssk og svo gírkassa og svo millikassa. Það gæti verið áhugavert.",
            "date": "2013-04-19 16:17:00",
            "post_id": "97716",
            "reply_to_id": "97712"
        },
        {
            "user_name": "StebbiHö",
            "text": "Já takk fyrir það, ég átti hugmyndina en útfærsluna og smíðina á Tryggvi Pálsson á Ak, flott smíði hjá honum. Því var stungið að mér áður en ég fór í þetta að setja kassa aftan á sjálfskingu en ég er bara svo lítill sjálfskiftikall að það náði aldrei lengra. Er nokkuð annað en að einhver taki sig til og prófi það? Örugglega allir með hugmyndir um það en maður á nú ekki að fara alltaf eftir meginstrauminum! Allavega hefði ég ekki sett þetta í minn bíl ef ég hefði hlustað á alla þá sem vildu ráð mér heilt.\nkv Stefán",
            "date": "2013-04-19 19:03:00",
            "post_id": "97736",
            "reply_to_id": "97716"
        },
        {
            "user_name": "elliofur",
            "text": "Ég á powerwagon sem er að svipuðu caliberi og þessi bíll og er að velta þessu fyrir mér. Ég á 350 mótor keyrðan 18þús mílur með 4l80e fólksbílaskiptingu og svo á ég sm465 með np208. Þessu væri gaman að púsla í, en gaman væri að heyra frá einhverjum sem hefur gert svipað áður eða hvort maður mölvi þetta um leið.",
            "date": "2013-04-19 19:12:00",
            "post_id": "97737",
            "reply_to_id": "97736"
        },
        {
            "user_name": "Bjarnþór",
            "text": "ég smíðaði svona í 49\" 350 ford með 6,9 turbo setti T19 aftan á C6 og 205 þar fyrir aftan bíllin hefur bara farið tvær ferðir með þetta og hefur verið í hvíld í nokkur ár þannig það er ekki komin reynsla á hvort þetta sé nóu stert en þatta er alger snild í gírun mikil niðurgírun og svakalega margir gírunarmöguleikar\nhttp://f4x4.is/index.php?option=com_jfu ... mId=192365\nhttp://f4x4.is/index.php?option=com_jfu ... mId=121833\nkv. Bjarnþór",
            "date": "2013-04-19 20:14:00",
            "post_id": "97741",
            "reply_to_id": "97737"
        }
    ],
    "date": "2012-01-29 12:26:00"
}