{
    "forum_title": "Jeppinn minn",
    "id": "13914",
    "title": "Runner á breytingarskeiði",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=13914",
    "posts": [
        {
            "user_name": "finnzi",
            "text": "Sælir spjallverjar...!\nÞar sem ég hef mjög gaman að því að sjá og skoða hvað aðrir eru að brasa í sínum bílum langar mig til þess að deila nokkrum myndum/lýsingu af því sem minn bíll hefur eða réttara sagt er að ganga í gengnum þessa stundina.\n2003\nÉg eingast bílinn, þá er hann 38\" breyttur.\n2003-2007\nBíllinn er í daglegri notkun, bæði innan- og utanbæjar.\n2007-2010\nBíllinn stendur inni í geymslu.\n2010-2011\nBíllinn fer á götuna aftur í janúar, en eftir langa bið í geymslu var kominn talsverð öldrun í bílinn, ryðið hafði ekkert minkað og flest allt var orðið fast og lúið.\nÍ apríl er ákveðið að lagfæra helstu ryðkemmdir og fara út í minniháttar breytingar s.s. færa hásingu aftar.\nÍ júní keyrir bíllinn aftur út, en þá hafði verkið vafið heldur upp á sig, bíllinn var þá heilmálaður, hásing færð aftur um 22cm. nýjir kanntar smíðaðir úr 80lc. könntum o.fl.\nBíllinn er í daglegri notkun og mikið ferðast á honum. \n2011-2012\nÞar sem ég var og er rosalega ánægður með þær viðgerðir/breytingar sem ég fór út í árið 2010 er ákveðið að gera eitthvað meira..! Í september er bílnum bakkað inn í þriðja sinn og er þar enn, en ég ætla leyfa myndunum að tala núna.",
            "date": "2012-11-13 00:46:00",
            "post_id": "72607",
            "reply_to_id": false
        },
        {
            "user_name": "finnzi",
            "text": "",
            "date": "2012-11-13 00:57:00",
            "post_id": "72608",
            "reply_to_id": "72607"
        },
        {
            "user_name": "finnzi",
            "text": "Svona stendur bíllinn í dag.\nFleirri myndir um gang mála og ferlið verður sent inn síðar, eða eins og verkið mun vinnast.\nkv.\nFinnur",
            "date": "2012-11-13 01:03:00",
            "post_id": "72609",
            "reply_to_id": "72608"
        },
        {
            "user_name": "tommi3520",
            "text": "Rosaleg vinna sem greinilega er búið að leggja í þetta! Flott stuff!",
            "date": "2012-11-13 01:27:00",
            "post_id": "72613",
            "reply_to_id": "72609"
        },
        {
            "user_name": "-Hjalti-",
            "text": "VÁ !",
            "date": "2012-11-13 03:47:00",
            "post_id": "72614",
            "reply_to_id": "72613"
        },
        {
            "user_name": "elliofur",
            "text": "Fokkíng snilld! Fyrst þú ert byrjaður, á þá ekki að bæta einni hurð inní miðjan bíl? :) Það virðist ekki vera mikið mál MIÐAÐ VIÐ ! :)\nDjöfull líst mér vel á þetta.\nHvaða mótor er í honum?",
            "date": "2012-11-13 07:49:00",
            "post_id": "72618",
            "reply_to_id": "72614"
        },
        {
            "user_name": "AgnarBen",
            "text": "Þetta er bara flott verkefni hjá þér en 46\" þýðir væntanlega nýjar hásingar og ný vél líka !!!!   :)",
            "date": "2012-11-13 10:13:00",
            "post_id": "72627",
            "reply_to_id": "72618"
        },
        {
            "user_name": "Dúddi",
            "text": "Ég held að þessi bíll þurfi ekki 46 en það er bara mín skoðun, annars er þetta hrikalega flott verkefni og vel að öllu staðið. Smíðaðiru framendan sjálfur (bretti og húdd)",
            "date": "2012-11-13 11:15:00",
            "post_id": "72630",
            "reply_to_id": "72627"
        },
        {
            "user_name": "MattiH",
            "text": "Þetta er fullorðins !! Bara flott..",
            "date": "2012-11-13 12:40:00",
            "post_id": "72639",
            "reply_to_id": "72630"
        },
        {
            "user_name": "AgnarBen",
            "text": "MEGAS var settur á 46\" hér um árið en eigandinn var engan vegin sáttur og fór aftur í 44\" gleðigúmmíin.  Annars held ég að þetta gæti virkað fínt ef notast yrði við slitin 46\" dekk sem búið væri að skera doldið í munstrið, myndi örugglega virka vel fyrir þennan bíl.",
            "date": "2012-11-13 12:55:00",
            "post_id": "72640",
            "reply_to_id": "72639"
        },
        {
            "user_name": "finnzi",
            "text": "Sælir og takk fyrir skemmtileg \"comment\".\nJá ég mun notast við \"full float\" barkalæstar lc.60 hásingar og mótor úr lc. 120 með sjálfskiptingu og lóló.\nÉg hef alveg hugsað um það hvort að tvær hurðar til viðbótar væri málið, en ekki að svo stöddu. Það má heldur ekki klára allt í einu...!\nUpphaflega stóð til að vera á 44\" dekkjum en þegar leið á verkið og eftir miklar pælingar ákvað ég að fara í 46\" af nokkrum ástæðum. En grunnforsenda fyrir því að vera á 46\" er að vera á vel tilkeyðum dekkjum og skera þau nóg.\nSvona verkefni löngu komið yfir þröskuldinn \"hvað er nóg\", þetta snýst um hvað maður vill prófa...!",
            "date": "2012-11-13 13:10:00",
            "post_id": "72641",
            "reply_to_id": "72640"
        },
        {
            "user_name": "vallikr",
            "text": "Ef þú ert ekki búinn að kaupa þér vél úr 120 bíl slepptu þvi þá , þvi að það þarf 8 cyl  til að snúa þessum 46\"  \nEr búinn að eiga 120 á 46\"    þegar búið er að hleypa úr niður fyrir 5 pund þá þarf 200 hestöfl í viðbót, \nhann drullast áfram en það er ekkert gaman.\nÞetta verkefni hjá þer verður miklu skemmtilegra ef það verður hægt að gefa aðeins í. \nkv.Valli",
            "date": "2012-11-13 16:49:00",
            "post_id": "72657",
            "reply_to_id": "72641"
        },
        {
            "user_name": "joisnaer",
            "text": "hvaða hlutföll hefuru verið að nota í þeim bíl?",
            "date": "2012-11-13 16:53:00",
            "post_id": "72658",
            "reply_to_id": "72657"
        },
        {
            "user_name": "jeepson",
            "text": "JÁ SÆLL!!! djöfull ertu búinn að leggja mikla vinnu í þennan. Þ'u átt hrós skilið fyrir alla þessa vinnu. Virkilega flott hjá þér.",
            "date": "2012-11-13 18:30:00",
            "post_id": "72675",
            "reply_to_id": "72658"
        },
        {
            "user_name": "finnzi",
            "text": "Ég get alveg tekið undir það að 400 hestar væri draumur, en þá koma  gallar eins og aukinn eyðsla og möguleg þyngdaraukning á mótor. \nLc. 120 mótor skal það verða með 5:29 hlutföllum, ef það verður glatað er ekkert annað en að skipta honum út fyrir eitthvað stærra.",
            "date": "2012-11-13 18:46:00",
            "post_id": "72680",
            "reply_to_id": "72675"
        },
        {
            "user_name": "kjartanbj",
            "text": "Hvernig er þá með menn sem eru að keyra 46\" á 2.8 patrol og álíka , þarft ekkert mörg hundruð hestöfl , rétt hlutföll bara",
            "date": "2012-11-13 18:47:00",
            "post_id": "72681",
            "reply_to_id": "72680"
        },
        {
            "user_name": "AgnarBen",
            "text": "Það þýðir ekkert að setja glænýjan 46\" MT gang undir svona léttan bíl en vel slitin dekk sem búið er að skera vel úr er allt annað dæmi.  Var einmitt að spjalla við einn um daginn sem er með haugslitinn 46\" gang sem búið er að skera mikið úr niður í banann undir Cherokee XJ og hann var bara helsáttur við drifgetuna og aflið enda dekkin orðin umtalsvert mýkri og léttari þegar þau eru svona.  Sé enga ástæðu af hverju þetta ætti ekki að ganga líka undir 4Runner með 120 LC vél og hvað þá V8 hiluxinn hjá Vopna.  \nHvort að þetta sé aftur á móti rétta leiðin til að hámarka drifgetuna og \"fönnfaktorinn\" þá er það ekki endilega víst ....",
            "date": "2012-11-13 20:12:00",
            "post_id": "72695",
            "reply_to_id": "72681"
        },
        {
            "user_name": "AgnarBen",
            "text": "46\" MT er 62 kg, man nú ekki hvað 44\"DC eru þung, giska á 50-55kg ...... kannski voru þau 45-50kg, man þetta ekki.  \nEfast um að slitin 46\" dekk sem búið er að skera vel niður sé þyngra en nýtt 44\"DC ......",
            "date": "2012-11-13 21:19:00",
            "post_id": "72706",
            "reply_to_id": "72695"
        },
        {
            "user_name": "IL2",
            "text": "Guðni Sveins ætti að geta svarað þessu með þyngd.",
            "date": "2012-11-13 21:38:00",
            "post_id": "72709",
            "reply_to_id": "72706"
        },
        {
            "user_name": "Svenni30",
            "text": "Hrikalega flott  project hjá þér\nHérna er 46\" umræða\nviewtopic.php?f=2&t=11353&p=59022#p59022",
            "date": "2012-11-13 21:47:00",
            "post_id": "72713",
            "reply_to_id": "72709"
        },
        {
            "user_name": "Hilmar Örn",
            "text": "Djöfull líst mér vel á þetta hjá þér. Þessi bíll á eftir að virka vel hvort sem hann verður 44\" eða 46\" dekkjum en bæði dekkin hafa sína kosti og galla. \nÞessi umræða með að þessi bíll hafi ekkert með 46\" dekk að gera, sé of léttur og vélin verði of kraftlaus fyrir þessi dekk er nákvæmlega sama og var sagt við mig þegar að ég var að breyta mínum 4runner fyrir 44\" dekk. En þrátt fyrir allar hrakspár þá var bílllinn ekki of léttur fyrir 44\" dekk og vélin (1-kzt) réði við að snúa þeim og drifgetan jókst.\nÉg stefni á að setja lc 60 hásingar undir bílinn hjá mér og ég var búinn að hugsa út í það hvort maður ætti að máta 46\" undir í leiðinni. \nAnnars gríðalega flottur bíll og mikill metnaður sem er lagður í þetta. Til hamingu með gripin og hlakka til að sjá hann þegar hann verður tilbúinn.\nKv Hilmar",
            "date": "2012-11-13 21:51:00",
            "post_id": "72714",
            "reply_to_id": "72713"
        },
        {
            "user_name": "vallikr",
            "text": "Hann var á 5,38 ,  með tölvukubb og túrbínan var að blása meira en orginal,\nÞað vantaði ekki kraftinn á malbikinu en þegar það er hleypt úr þá eru þau svo breið \nþað er svo mikil mótstaða þegar búið er að hleypa almennilega úr.\n46\" hoppar og skelfur líka eins og annað.  \nSvo þarf breiðari kannta og hann verður allur miklu stærri en á 44\"    ,\nmun leiðinlegra að ganga um hann. \nEn ég var í sömu sporum þegar ég var að breyta , átti fyrst að vera á 38 \"  \nsvo að geta sett 44\"   en endaði á dana 60 hásingum og 46\" .   \nÞá spyr ég hvað eru þetta margar ferðir sem það þarf 46\" umfram 44\"   og hverju er \nverið að fórna í staðinn . \nValli",
            "date": "2012-11-13 22:37:00",
            "post_id": "72726",
            "reply_to_id": "72714"
        },
        {
            "user_name": "-Hjalti-",
            "text": "BINGÓ , menn halda alltaf að 46 tomman sé svo frábær á malbiki. Það er bara ekki rétt.",
            "date": "2012-11-14 17:22:00",
            "post_id": "72815",
            "reply_to_id": "72726"
        },
        {
            "user_name": "sfinnur",
            "text": "Það er nú  ekki að ástæðulausu að \"næstum allir\" túristabílar eru á 46\" dekkjum. Ég hef verið á 44\"DC, 44\" Trexus og 46\" MT og 46\"MT er miklu betri en hin;)",
            "date": "2012-11-14 21:25:00",
            "post_id": "72870",
            "reply_to_id": "72815"
        },
        {
            "user_name": "Svenni30",
            "text": "Hvað er að frétta af þessu svaka projecti ?",
            "date": "2013-03-14 22:39:00",
            "post_id": "92534",
            "reply_to_id": "72870"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir mikið rosalega er þetta vönduð vinnubrögð hjá þér og flott. Þessi lenging er frábær. Hér á Sigló er Patrol 1995 á 46\" dekkum með 5:42 hlutföll og vél úr 120 cruser 5 gíra toyot kassanum og milligír frá Marlin Crawl 1:5 sem Jörgen flutti inn. Þess bíll er sko að mok vinna og hefur minn 80 Cruser á 38 ekkert að gera í hann td. í brekku fræsi eða öðru og svo er hann mjög mjög sparneytinn. Snilldarvél en mætti hafa öflugra dælukerfi fyrir snekkjuna í Patrol. Mickey Thompson dekkin 46\" sem ég á er um 70 kg á 20\" breiðum felgum og bælast auðveldlega undir 1700kg sukkunni á 2 pundum gott að aka á þeim og létt að snúa þeim þegar þau eru svona mikið skorin og mjúk. Alla vega á 120 hestafla V-6 Ford tík sem ekkert gat. kveðja guðni",
            "date": "2013-03-14 23:04:00",
            "post_id": "92538",
            "reply_to_id": "92534"
        },
        {
            "user_name": "joisnaer",
            "text": "ég var búinn að gleyma þessum, frekar áhugavert ökutæki",
            "date": "2013-03-14 23:06:00",
            "post_id": "92541",
            "reply_to_id": "92538"
        },
        {
            "user_name": "lecter",
            "text": "ekki veit eg hvaða  motor væri flottur þarna ,,   en þetta er flott smiðað ,, og hvort þessi jeppi ætti að vera bensin eða diesel ,, það er eigandans að akveða það ,, ég held að ég sé búinn að ségja mina skoðun um það hér áður á spjallinu\nen þetta er með þvi betra sem ég hef séð hér  á spjallinu ,,,, það væri kanski efni i nýan þráð að efna til keppni i best bygða jeppan á hverju ári   svona til að hafa alvöru metnað við smiðina eins og hér er",
            "date": "2013-03-14 23:50:00",
            "post_id": "92546",
            "reply_to_id": "92541"
        },
        {
            "user_name": "lecter",
            "text": "00000000000000000",
            "date": "2013-03-15 16:47:00",
            "post_id": "92607",
            "reply_to_id": "92546"
        },
        {
            "user_name": "Valdi B",
            "text": "það væri örugglega skemmtilegra að hafa léttann mótor í þessu, þetta eru ekki svo þungir bílar...",
            "date": "2013-03-15 21:18:00",
            "post_id": "92660",
            "reply_to_id": "92607"
        },
        {
            "user_name": "firebird400",
            "text": "Mercruiser 502 MAG HO er mest 430 hp og kostar sennilega mun meira, nema þá kannski long block. En þá vantar ennþá helling til að verða að complett mótor.\nEf menn vilja öflugan bensín mótor í svona bíl þá eru til betri kostir en bátavélin að mínu mati.\nhttp://www.crateenginedepot.com/ZZ383-C ... 2C944.aspx\nhttp://www.crateenginedepot.com/ZZ454-C ... 5C604.aspx",
            "date": "2013-03-16 13:39:00",
            "post_id": "92725",
            "reply_to_id": "92660"
        },
        {
            "user_name": "Kiddi",
            "text": "Já eða bara 120 Cruiser mótorinn sem hann er með hmmmmmmm. Kemur bílnum alveg þokkalega áfram og er sparneytinn.",
            "date": "2013-03-16 13:48:00",
            "post_id": "92726",
            "reply_to_id": "92725"
        },
        {
            "user_name": "Valdi B",
            "text": "0g það ætti nú að vera hægt að kreysta útúr h0num alveg 250  höhö ef ekki meira...",
            "date": "2013-03-16 22:13:00",
            "post_id": "92784",
            "reply_to_id": "92726"
        },
        {
            "user_name": "finnzi",
            "text": "Sælir spjallverjar og takk fyrir bæði áhugaverðar athugasemdir og jákvæða umfjöllun.\nÞað er eitt og annað búið að gerast í verkinu síðustu mánuði en þó ekki nóg af mati eigandans....!\nSet hérna inn nokkrar myndir af ferlinu og stöðunni eins og hún er í dag:",
            "date": "2013-03-16 23:26:00",
            "post_id": "92797",
            "reply_to_id": "92784"
        },
        {
            "user_name": "Svenni30",
            "text": "Þetta er svona all in dæmi. Þetta er eittvað það áhugaverðasta project sem ég hef séð. hvergi sparað og gríðalega flott smíði á þessu hjá þér, verður gaman að sjá þenna ofur flotta jeppa þegar hann verður race ready.",
            "date": "2013-03-17 00:05:00",
            "post_id": "92800",
            "reply_to_id": "92797"
        },
        {
            "user_name": "lecter",
            "text": "000000000000000000000",
            "date": "2013-03-17 01:54:00",
            "post_id": "92806",
            "reply_to_id": "92800"
        },
        {
            "user_name": "Svenni30",
            "text": "...........................",
            "date": "2013-03-17 02:08:00",
            "post_id": "92808",
            "reply_to_id": "92806"
        },
        {
            "user_name": "Þorsteinn",
            "text": "jebb",
            "date": "2013-03-17 02:46:00",
            "post_id": "92811",
            "reply_to_id": "92808"
        },
        {
            "user_name": "arniph",
            "text": "Þetta er algjörlega málið, tökum léttan 4runner og troðum ofaní hann risastórum mótor úr bát því hann viktar aðein 490 kg eintóm og setjum svo einu skiptinguna á þetta sem þolir eithvað tog af viti sem er allison og hvaða combo eru menn þá komnir með júú stuttan dodge ram með vitlausu boddy. þessi 3 lítra cruiser rella mun skila þessum bíl fínt áfram, einginn efi á því og verður ekki eiðslufrek.",
            "date": "2013-03-17 10:42:00",
            "post_id": "92833",
            "reply_to_id": "92811"
        },
        {
            "user_name": "lecter",
            "text": ",,,,,,,,,,,,,,,,,,,,,,,,,,,,,",
            "date": "2013-03-17 14:06:00",
            "post_id": "92865",
            "reply_to_id": "92833"
        },
        {
            "user_name": "Stebbi",
            "text": "Strákarnir á internetinu eru að tala um eitthvað í nágreni við 350kg",
            "date": "2013-03-17 14:15:00",
            "post_id": "92866",
            "reply_to_id": false
        },
        {
            "user_name": "Magni",
            "text": "120 vélin er komin í hjá honum, getið hætt að tala um þessar amerísku vélar...........\nAnnars geðveikt flott project hjá þér, verður gaman að sjá útkomuna. Þú verður að skera þessi 46 í döðlur svo þetta bælist er það ekki :)",
            "date": "2013-03-17 14:31:00",
            "post_id": "92870",
            "reply_to_id": "92866"
        },
        {
            "user_name": "Kiddi",
            "text": "Mér finnst það ekki meika sense miðað við hvað Hilux með 3.0 mótor er léttur (undir 2 tonn)\nKannski Finnur viti hvað vélin er þung?\nJá og þó ég sé mikill USA V8 maður þá tek ég alveg undir að það má ræða um það annarsstaðar en í þessum þræði!\n3.0 D4D mótor er líka mjög skemmtilegur og ekkert að því vali.",
            "date": "2013-03-17 14:55:00",
            "post_id": "92873",
            "reply_to_id": "92870"
        },
        {
            "user_name": "firebird400",
            "text": "Hrikalega ertu gæjalegur með þennan bíl.\nRespect :)",
            "date": "2013-03-17 17:35:00",
            "post_id": "92896",
            "reply_to_id": "92873"
        },
        {
            "user_name": "Valdi B",
            "text": "hilux hjá mér á 38\" á g0rmum að aftan 0g fjöðrum að framan(dc bíll) er 2020 kg ætti að vera núna sv0na 1700 kg það vantar sv0 mikið í hann haha :D",
            "date": "2013-03-17 20:00:00",
            "post_id": "92919",
            "reply_to_id": "92896"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir það var sett 120 Cruser vél í patrol 95 hér á sigló og hún var vel undir 300 kg. kveðja guðni",
            "date": "2013-03-17 20:15:00",
            "post_id": "92924",
            "reply_to_id": "92919"
        },
        {
            "user_name": "lecter",
            "text": ".......................................",
            "date": "2013-03-18 10:38:00",
            "post_id": "92986",
            "reply_to_id": "92924"
        },
        {
            "user_name": "#802",
            "text": "Vill bara þakka Lecter fyrir að eyðileggja enn einn þráðinn.",
            "date": "2013-03-18 16:05:00",
            "post_id": "93030",
            "reply_to_id": "92986"
        },
        {
            "user_name": "Dúddi",
            "text": "Það er akkúrat þannig, fær maðurinn borgað fyrir að vera með þetta helvítis kjaftæði, þetta er alltaf svona ef það kemur eitthvað virkilega áhugavert verkefni hérna inn, þetta er sennilega ein flottustu vinnubrögð sem ég hef séð og magnaður  bíll sem er verið að búa til þarna, \nvildi að ég hefði þennan dug líka. Kv dúddi",
            "date": "2013-03-18 19:05:00",
            "post_id": "93049",
            "reply_to_id": "93030"
        },
        {
            "user_name": "Hfsd037",
            "text": "Það er alveg fáranlegt af ykkur að haga sér svona!\nþað er ekki eins og þið séuð tilneyddir til þess að lesa póstana frá honum..\nflettið bara í gegnum pósta sem þið nennið ekki að lesa, ekki flókið!",
            "date": "2013-03-19 03:32:00",
            "post_id": "93131",
            "reply_to_id": "93049"
        },
        {
            "user_name": "bjarni95",
            "text": "Er eitthvað nýtt að frétta af þessum?",
            "date": "2013-08-22 10:51:00",
            "post_id": "108518",
            "reply_to_id": "93131"
        },
        {
            "user_name": "aae",
            "text": "Þetta er rosalega flott hjá þér og vönduð vinna.\nHvaða dempara ertu með? er þetta ekki loftpúði að framan sem maður sér á einni myndinni?",
            "date": "2013-08-22 16:54:00",
            "post_id": "108550",
            "reply_to_id": "108518"
        },
        {
            "user_name": "grimur",
            "text": "Flott project, rosalega flott!\nSvona bíll þarf engan þotuhreyfil að mínu mati, almennleg fjöðrun og stór dekk þýða að það má láta mótorinn gera alveg eins og hann getur nánast viðstöðulaust. Ekkert hjakk eða hik, bara látið vaða. Þannig verður nú bara ágætis yfirferð oftast nær.\nSvo er líka hitt, að það þarf að styrkja alveg frá sveifarás út í hjólnöf ef aflið er aukið mjög mikið. Það þýðir oftast annaðhvort rosaleg fjárútlát, mikla þyngdaraukningu, eða hvort tveggja. Með að þyngja þennan bíl meira en nauðsyn krefur er karakterinn að minu mati farinn. 4Runner er einmitt skemmtilegur vegna þess hversu léttur og kvikur hann er án þess að hafa algeran dósarfíling eins og súkkurnar hafa gjarna.\nÉg er einmitt í svipuðum pælingum, lenging hér og þar og 46\". Mótorinn verður alveg látinn mæta afgangi hjá mér, ég fer ekki að láta mikinn tíma eða pening í hann fyrr en ég veit að allt hitt virkar eins og ég sé það fyrir mér. Það má alltaf bæta í afl á mótor eða setja annan stærri.\nkv\nGrímur",
            "date": "2013-08-22 19:33:00",
            "post_id": "108572",
            "reply_to_id": "108550"
        },
        {
            "user_name": "bazzi",
            "text": "Hrikalega vel gert",
            "date": "2013-08-22 22:37:00",
            "post_id": "108589",
            "reply_to_id": "108572"
        },
        {
            "user_name": "finnzi",
            "text": "Takk fyrir það....!\nÉg er að notast við Fox dempara ásamt 800 kg loftpúða að aftan og framan.\nÞað er svo sem ekki mikið búið að gerast í þessum undanfarna mánuði, er þó að reyna koma mér af stað aftur eftir sumarfrí í skúrnum...! En það sem ég er að vinna að þessa stundina er veltibúr.\nÉg kem svo fleirri myndir fljótlega, þ.e.a.s. ef það fer að koma einhver gangur í þetta aftur.",
            "date": "2013-09-16 22:04:00",
            "post_id": "110698",
            "reply_to_id": "108589"
        },
        {
            "user_name": "Magni",
            "text": "Er eitthvað nýtt að frétta með þennan?",
            "date": "2013-11-27 19:38:00",
            "post_id": "118652",
            "reply_to_id": "110698"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "x2\nAnnars er svona LC120 mótor grautloppinn, væri  til í að vita hvar þeir fela þessa 170 advertised hesta :)\nFlott project, virkilega 100% svo að ekki sé meira sagt...",
            "date": "2013-11-29 01:26:00",
            "post_id": "118816",
            "reply_to_id": "118652"
        },
        {
            "user_name": "Magni",
            "text": "Haha það er ekkert hægt að gera þig ánægðann nema með 400 hesta í húddinu ;) ég hef keyrt svona óbreyttann 120 jeppa og mér finnst þeir svínvirka og toga mjög vel. En ég hef ekkert keyrt neitt cummins.",
            "date": "2013-11-29 07:51:00",
            "post_id": "118829",
            "reply_to_id": "118816"
        },
        {
            "user_name": "Svopni",
            "text": "Það má hressa uppá mótorinn með tölvukubb. Þeir eru að kosta um 100.000, eru plug and play og gera ansi mikið. Tog eykst og öll vinnsla er mun skemmtilegri auk þess sem eyðsla minnkar. Þetta er flott project.",
            "date": "2013-11-29 07:58:00",
            "post_id": "118830",
            "reply_to_id": "118829"
        },
        {
            "user_name": "íbbi",
            "text": "3.0l mótor í 120 bíl er fínn, og eyðir littlu, \nþessi er alveg.. hrikalegur, djöfull er gaman að skoða svona þræði. dáist af kunnáttuni",
            "date": "2013-11-29 14:58:00",
            "post_id": "118850",
            "reply_to_id": "118830"
        },
        {
            "user_name": "finnzi",
            "text": "Sælir / ar\nMótor úr LC. 120 skal það vera...! Nettur mótor sem fer vel í húddið á svona bíl, þar sem ég er fyrst og fremst að smíða mér ferðabíl vill ég að hann eyði \"litlu\".\nAnnars er ég búin að smíða veltibúrið inn í bílinn, á eftir að full sjóða það og sprauta en það verður ekki gert strax.\nMælaborðið er í smíði núna en ég nota mælana úr Lc. 120 og þeir passa ALLS EKKI svo ég mun þurfa smíða mælaborðið meira og minna allt aftur.\nSvo er margt smátt að gerast samtímis þessu öllu s.s. Koma nýjum framstólum fyrir, smíða snorkelið svo það sleppi aftur fyrir framkantana o.fl.\nÉg hendi inn fleirri myndum fljótlega.\nKv.",
            "date": "2013-11-29 23:28:00",
            "post_id": "118904",
            "reply_to_id": "118850"
        },
        {
            "user_name": "finnzi",
            "text": "Jæja ég lofaði að setja inn nokkrar myndir sem sýna þau verk sem verið er að kljást við þessa dagana.\nÞað sem ég ætla mér að gera núna er að klára öll smátriði sem þessi bæði að innan og utan.  Þessi atriði er frekar tímafrek þannig að í lok hvers dags finnst manni ekkert hafa gerst.\nVæri gaman að heyra ykkar skoðun á því hverning leysa eigi mælaborðið á sem bestan hátt, er mikið búin að velta því fyrir mér hvort það sé hreinlega auðveldara að fá mælaborð úr LC 120.\nkv.",
            "date": "2013-12-01 00:15:00",
            "post_id": "118990",
            "reply_to_id": "118904"
        },
        {
            "user_name": "elliofur",
            "text": "Ég hef nokkrum sinnum mixað mæla milli mælaborða, þá nota ég mælaborðið, eða grunninn, úr bílnum sem það á að vera í og mixa svo mælana úr donor bílnum í \"original\" mælaborðið.\nSjá hér \nviewtopic.php?f=26&t=9006&start=50#p57265\nSvo kemur þetta svona út\nSvo hef ég gert svipað þegar ég setti snúnings og hraðamæli í toy corollu sem var úr saab þegar ég smíðaði toysaabinn góða og eitthvað tvennt í viðbót.\nLíka ef það eru einhver ljós sem mig vantar, þá mixa ég það á milli, til dæmis er gamli luxinn minn original bensínbíll en ég setti samt glóðakertamynd til að græja rétt ljós í hann fyrir það.\nÉg veit ekki hvort þetta er hægt hjá þér þar sem mælarnir eru þetta stórir en algjörlega vert að skoða. Kannski eru það bara skífurar sem eru svona stórar og hægt að prenta nýjar minni, en reynslan hjá mér hefur samt kennt mér að nota alltaf original nálarnar, of þungar eða léttar nálar (milligrömm skipta máli) skekkja mælinn - ótrúlega mikið -",
            "date": "2013-12-01 00:35:00",
            "post_id": "118991",
            "reply_to_id": "118990"
        },
        {
            "user_name": "Kiddi",
            "text": "Er enginn séns á að mælaborð úr Hilux D4D gangi?",
            "date": "2013-12-01 01:17:00",
            "post_id": "118994",
            "reply_to_id": "118991"
        },
        {
            "user_name": "íbbi",
            "text": "menn hafa líka farið þá leið a smíða \"lok\" framan á mælana úr trebba",
            "date": "2013-12-02 19:18:00",
            "post_id": "119155",
            "reply_to_id": "118994"
        },
        {
            "user_name": "StefánDal",
            "text": "Væri möguleiki á því að taka úr umgjörðinni og færa mælaborðið framar?",
            "date": "2013-12-02 20:27:00",
            "post_id": "119161",
            "reply_to_id": "119155"
        },
        {
            "user_name": "finnzi",
            "text": "Sælir/ar\nTakk fyrir góðar ábendingar varðandi mælaborðið.\nStóra vandamálið eru tengin, en þau eru á ofanverðum mælunum. Eins og mælarnir eru á myndinni er ég búinn að koma þeim eins langt niður og hægt er (að stýri) án þess þó að saga í mælana sjálfa.  Samt sem áður sýnist mér að framrúðan komist ekki í...!  Ég hallast mest að því sem kiddi bendir á, mælaborð úr 2007 hilux en hann er með sama mótor og skiptingu en ég er búin að fá slíkt mælaborð lánað, á bara eftir að prufa.\nKv.",
            "date": "2013-12-03 00:49:00",
            "post_id": "119208",
            "reply_to_id": "119161"
        },
        {
            "user_name": "Kiddi",
            "text": "Hmmm já ég var með í huga eldra boddýið, þetta sem er ekkert svo svakalega ólíkt Runnernum... þeir voru með 2.5 D4D",
            "date": "2013-12-03 01:09:00",
            "post_id": "119209",
            "reply_to_id": "119208"
        },
        {
            "user_name": "finnzi",
            "text": "Sæll kiddi.\nÉg á við að nota mælana sjálfa úr 2007 hilux, 4 gíra sjálfskiptum. Það er í grunninn sami mótor og skipting og í LC 120 (þeim sem ég er með) og skv. upplýsingum sem ég fékk þá eru tengin aftaná þeim mælum, þá þarf bara að skipta um tengin og vandamálið vonandi leyst.",
            "date": "2013-12-03 01:22:00",
            "post_id": "119211",
            "reply_to_id": "119209"
        },
        {
            "user_name": "Kiddi",
            "text": "Já nei þetta var bara svona tillaga, ef þér hefði ekki dottið í hug að skoða eldri bílana líka.. aldrei að vita! En vona að þér gangi vel með þetta!",
            "date": "2013-12-03 01:26:00",
            "post_id": "119212",
            "reply_to_id": "119211"
        },
        {
            "user_name": "íbbi",
            "text": "væri hægt að færa þá framar, skera aðeins úr mælaborðinu og smíða í úrskurðinn með trebba? hægt vinyl eða leðurklæða á eftir?",
            "date": "2013-12-03 02:51:00",
            "post_id": "119214",
            "reply_to_id": "119212"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Er ekki LC120 kominn með CANBUS eins og flest nýlegra dót ?? verður þá nokkuð hægt að nota það ??\n120 Cruiserinn okkar var með kubb, og mér fannst eini munurinn vera breyting á eyðslu... og það var ekki mikið... minnkaði um 1 líter á langkeyrslunni og var ennþá í 12l/100km í blönduðum akstri... semsagt eyðir jafn-miklu (um 0,5 lítrum meira) heldur en pickupinn..\nSvo til að ljúka þessu off-topic þá eru svona FJ120 Prado Cruiserar mjög léleg fjárfesting, gólfteppið gæti eins verið úr e'h skonar vinnubíl, þvílíkt cheap allt og lélegt finnst mér...\nEn þetta er bara virkilega flottur Runner og vitaskuld mun hann vera mjög góður og hress með svona 3.0 D4D",
            "date": "2013-12-04 22:40:00",
            "post_id": "119430",
            "reply_to_id": "119214"
        },
        {
            "user_name": "StefánDal",
            "text": "[kaldhæðni]Já einmitt. Alveg handónýt fjárfesting og söluvara. [/kaldhæðni]\nFinnur er búinn að velja flottan mótor í flottan jeppa. Eigum við ekki að taka þessa umræðu einhvert annað eða jafnvel sleppa henni? :)",
            "date": "2013-12-05 00:39:00",
            "post_id": "119442",
            "reply_to_id": "119430"
        },
        {
            "user_name": "íbbi",
            "text": "jámm land cruiser,   gríðarlega leleg fjárfesting, lelegt endursöluverð\n/irony\ntalandi um mælaborðið,  hefuru íhugað hvort það væri kannski option að skipta út mælaborðinu í heild sinni? þ.e.a.s fá alla skelina úr t.d 90 cruiser eða 120 bíl?\nmenn hafa verið að mixa mælaborð á milli bíla t.d í subaru og flr,  væri áhugavert að taka helstu mál á þessu og mælaborði í öðrum bílum, grunar að skel-arnar sjálfarm séu ekki heit söluvara á partasölunum",
            "date": "2013-12-05 01:52:00",
            "post_id": "119446",
            "reply_to_id": "119442"
        },
        {
            "user_name": "arniph",
            "text": "Vandamálið er að tengin á mælaclusterinu sjálfu eru efsti punktur á því og þótt clusterið liggji ofaná stýristúbuni þá eru tengin alveg uppí framrúðu. smá séns hvort það væri hægt að koma því aðeins nær ökumanni en það var þá ekki mikið .",
            "date": "2013-12-05 10:22:00",
            "post_id": "119461",
            "reply_to_id": "119446"
        },
        {
            "user_name": "stebbi1",
            "text": "en ef mælaborðið kemmst fyrir, er þá ekki hægt að minka fyrirferðina á tenginu með því að lóða bara víra á tengipunktanna og fá sér svo annað tengi og hafa á hentugum stað, svona uppá að geta sett það í og tekið úr í frammtíðinni?",
            "date": "2013-12-05 12:16:00",
            "post_id": "119469",
            "reply_to_id": "119461"
        },
        {
            "user_name": "finnzi",
            "text": "Sælir.\nMikið svakalega hef ég gaman að því hversu miklar skoðannir menn hafa á þessum mótor :)\nEins og Árni bendir réttilega á það er það hæðin á tengjunum sem er vandamálið, en eins og þetta er í dag þá ná þau alveg upp í framrúðu og því nauðsinlegt að breita þessu svo það sé ekki verið að takmarka blástur upp á rúðuna.\nEn hugmyndin sem Stefán nefnir hefur komið upp, þ.e.a.s. færa tengin með því að lóða vír í tengipunktana og færa tengin. Er ekki búin að skoða borðið nógu vel til þess að meta hvort það sé gerlegt eða ekki.\nÉg fékk heimsókn í skúrinn um daginn, en viðkomandi stakk upp á því að færa bara mælaborðið í miðja innréttinguna (eins og í Yaris) og setja alla viðbótarmæla s.s. boost mæli o.fl. á upprunalegan stað. Það gæti komið vel út og væri vissulega örðuvísi..!",
            "date": "2013-12-05 21:27:00",
            "post_id": "119521",
            "reply_to_id": "119469"
        },
        {
            "user_name": "íbbi",
            "text": "hvernig er rafkerfið í kringum þetta, can bus dauði og djöfull, eða er hægt að stela signölum frá tölvuni? þá væri hægt að setja bara plötu og raða hvítum auto meter mælum,",
            "date": "2013-12-05 23:08:00",
            "post_id": "119543",
            "reply_to_id": "119521"
        },
        {
            "user_name": "gislisveri",
            "text": "AFKURU EKKI AÐ NODA BARA GSP Í STAÐIN?!?!? SIGGI Á SAURBÆJ FRÆNDI MINN ER BÚIN AÐ GERA ÞAÐ Í ÁRA TUGI Á GÖMLUM BRONKÓ MEÐ 455 BJÚIK.",
            "date": "2013-12-06 14:04:00",
            "post_id": "119603",
            "reply_to_id": "119543"
        },
        {
            "user_name": "Tollinn",
            "text": "Í þessum þræði sést að metnaðurinn fyrir verkefninu er meiri en svo að láta eitthvað duga, hér er farið alla leið og það á greinilega allt að virka eins og best verður á kosið. Hlakka mikið til að sjá útkomuna á þessu og sérstaklega bíð ég spenntur eftir úrlausninni á mælavandamálinu mikla.\nBaráttukveðjur Tolli",
            "date": "2013-12-06 16:51:00",
            "post_id": "119613",
            "reply_to_id": "119603"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Ég held að hann verði að notast við mælaborðið úr LC120 að öllu leyti útaf CANBUS...",
            "date": "2013-12-07 01:14:00",
            "post_id": "119658",
            "reply_to_id": false
        },
        {
            "user_name": "bazzi",
            "text": "ég er ekki að fatta afturfjöðrunina. Ertu bara með dempara? (lagaði link)",
            "date": "2014-02-19 17:40:00",
            "post_id": "128465",
            "reply_to_id": "119658"
        },
        {
            "user_name": "Stebbi",
            "text": "Svo er líka hægt að opna veskið aðeins og smíða sér nýtt mælaborð.  \nCAN-BUS mælar",
            "date": "2014-02-19 21:44:00",
            "post_id": "128495",
            "reply_to_id": "128465"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Þetta er flott stuff...",
            "date": "2014-02-20 00:47:00",
            "post_id": "128515",
            "reply_to_id": "128495"
        },
        {
            "user_name": "finnzi",
            "text": "Sæll.\nNei það er loftpúðafjöðrun með dempurunum, púðarnir eru reyndar ekki í á myndinni heldur eru trékubbar (glittir í annan þeirra við hliðiná demparanum hægra megin á myndinni)",
            "date": "2014-02-21 10:19:00",
            "post_id": "128703",
            "reply_to_id": "128515"
        },
        {
            "user_name": "finnzi",
            "text": "Þetta eru mjög flottir mælar sem þú vísar þarna í..!\nEn hvað nákvæmlega er CANBUS ?\nHvað varðar lausn á mælavandamálinu mikla þá var ég kominn á þá niðurstöðu að nota mæla úr lc90 (common rail) en þeir mælar passa mjög vel í mælaborðið. \nHvað segið þið snillingarnir, er eitthvað sem mælir á móti því ?",
            "date": "2014-02-21 10:23:00",
            "post_id": "128705",
            "reply_to_id": "128703"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Can bus er samskiptastaðall, sá sem allir bílaframleiðendur nota í dag, myndi ekki fara útí það nema þú sér með sjálfspíningarhvöt á háu stigi :)\nEf þessi vél kemur í bílum með þetta mælaborð ætti þetta bara að vera mjög fín lending.",
            "date": "2014-02-21 17:03:00",
            "post_id": "128734",
            "reply_to_id": "128705"
        },
        {
            "user_name": "finnzi",
            "text": "Sælir spjallverjar\nÞá er kominn tími á smá uppfærslu á þessum þræði, en góðir hlutir gerast mjög hægt í þessu tilfelli.\nVerkefninu miðar ágætlega áfram og er farið að stittast í samsetningu, það má því segja að bíllinn sé farin að taka á sig mynd. \nEn myndirnar segja sitt.",
            "date": "2015-02-05 10:01:00",
            "post_id": "152702",
            "reply_to_id": "128734"
        },
        {
            "user_name": "finnzi",
            "text": "",
            "date": "2015-02-05 10:11:00",
            "post_id": "152704",
            "reply_to_id": "152702"
        },
        {
            "user_name": "ÓskarÓlafs",
            "text": "lúkkar vel hjá þér, alltaf gaman að sjá hvað fólk er duglegt í bílskúrnum !",
            "date": "2015-02-05 11:08:00",
            "post_id": "152706",
            "reply_to_id": "152704"
        },
        {
            "user_name": "HummerH3",
            "text": "Þvílikur og annar eins snillingur sem þú ert og stórmerkilegt hvað þú ert metnaðar fullur og með vönduð vinnubrögð..",
            "date": "2015-02-05 11:51:00",
            "post_id": "152709",
            "reply_to_id": "152706"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta er ekki neitt smá verkefni. En svona aðþví að menn voru að tala um mælaborð. Er nokkuð annað að gera en customize´a mælaborðið þannig að það nýja passi í. Semsagt smíða nýtt mælaborð..",
            "date": "2015-02-05 20:52:00",
            "post_id": "152748",
            "reply_to_id": "152709"
        },
        {
            "user_name": "Atli E",
            "text": "Þegar ég var að brasa við þetta í gamladaga að mixa svona mótara í Hilux/4Runner, þá notaði ég alltaf mælaborðið úr bílnum sem vélin fór í.\nÉg átti orðið gott safna af mælaborðum úr hinum ýmsu útgáfum af Hilux/4Runner og gat svo raðað þeim saman þannig að ég fékk öll þau ljós sem ég þurfti á að halda og eins réttar snúningshraðaskífu, þannig að þú sást ekki á mælaborðinu að það væri \"mixað\".\nÞannig kom ég fyrir í sama mælaborðinu snúningshraðaskífu úr dísel-4Runner, öllum ljósum fyrir ssk., glóðakertaljósi, vélarljósi og fl. sem átti við með nýrri vél og skiptingu.\nVarðandi snúningshraðamæli, þá notaði ég bara botnin úr bílnum sem vélin kom því það er eina \"breyilega\" merkið sem kemur frá vélartölvu - fyrir utan nátturlega 0/12v merki fyrir aðvörunarljós og svoleiðis.\nSvo notaði ég bara alla nema úr bílnum sem var að fá nýja vél, s.s. hitanema, smurþrýsting, hraðamæli og fl. og þannig virkaði allt fullkomlega.\nGangi þér vel með þett glæsilega 4Runner verkefni.\nKv. Atli E.",
            "date": "2015-02-06 10:23:00",
            "post_id": "152772",
            "reply_to_id": "152748"
        },
        {
            "user_name": "finnzi",
            "text": "Ég þakka lofið...\nMælaborðsmálið er leyst, en ég ætla að halda mig við að nota mælanna sem komu með mótornum, þá slepp ég líka við að breyta öllum tengingum. \nTil þess að koma mælunum fyrir mun ég nota stýristúpuna úr cruser 120, þá komast mælarnir örlýtið neðar og nóg til þess að framrúðan komist í :)",
            "date": "2015-02-06 13:17:00",
            "post_id": "152780",
            "reply_to_id": "152772"
        },
        {
            "user_name": "finnzi",
            "text": "Sælir spjallverjar.\nVerkinu endalausa miðar aðeins áfram..!\nEr að leggja lokahönd á málun að innan, eftir að allar tjörumottur, kítti og léleg málning var hreinsað burt. \nMeð hvaða hljóðeinangrun mælið þið ? (ég vill ekki sjá þessar tjörumottur)\nNæstu skref eru að koma búrinu inn í bíl og fara huga að frágagn kringum mótor og margt margt fleirra :)",
            "date": "2015-03-12 14:28:00",
            "post_id": "154741",
            "reply_to_id": "152780"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Djöfulls metnaður er þetta í mönnum! :)",
            "date": "2015-03-12 16:30:00",
            "post_id": "154750",
            "reply_to_id": "154741"
        },
        {
            "user_name": "Arnarsk",
            "text": "Vá hvað þessi verður flottur. Èg get legið yfir svona myndum endalaust og látið mig dreyma um að geta eithvað nálægt þessu..takk fyrir að deila þessum með okkur",
            "date": "2015-03-12 16:36:00",
            "post_id": "154752",
            "reply_to_id": "154750"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "Þetta er gríðalega flott og vel að verki staðið :)",
            "date": "2015-03-12 18:04:00",
            "post_id": "154754",
            "reply_to_id": "154752"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ertu búinn að finna hljóðeinangrun sem hentar?",
            "date": "2015-03-12 18:13:00",
            "post_id": "154755",
            "reply_to_id": "154754"
        },
        {
            "user_name": "finnzi",
            "text": "Sæll Sævar.\nNei ég er ekki búinn að ákveða neitt en er mest að horfa í mottur sem ekki eru fastar í bílnum svo það sé lítið mál að þurka bílinn komi til þess. Ég hef heyrt að blýmottur séu að hljóðeinangra mjög vel, held að þær fáist í Þ.Þorgímssyni.\nAnnars eru allar ábendingar vel þegnar :)",
            "date": "2015-03-12 22:28:00",
            "post_id": "154769",
            "reply_to_id": "154755"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Svo hafa einhverjir sett svona pallamálningu (Bed liner) á botninn, þessi hrjúfa þykka, en þá er auðvitað enginnleið að þurrka undir það en á ekki að þurfa ef þetta er svona vel unnið, ku vera hljóðeinangrandi\nhef séð menn á erlendum spjallborðum dásama þetta efni: \nhttp://www.lizardskin.com/sound-control-insulation.html",
            "date": "2015-03-13 11:39:00",
            "post_id": "154781",
            "reply_to_id": "154769"
        },
        {
            "user_name": "finnzi",
            "text": "Sæll Hjörtur\nJá einhvert svona efni gæti verið málið, en svo er spurning hvort 2-falda lagið af gróthvoðunni sem fór á botninn og inn í hjólskálarnar dempi ekki mesta víbringinn og ætli þéttara efni inni væri ekki betra til þess að hafa einangrunarefnin ólíkari ?",
            "date": "2015-03-13 12:58:00",
            "post_id": "154783",
            "reply_to_id": "154781"
        },
        {
            "user_name": "Hjörturinn",
            "text": "ef þú ert með þykka kvoðu á botninum er þetta nú orðið bara bísna gott örugglega, en jú að er ekki vitlaust að vera með mismunandi efni til að drepa mismunandi tíðnir, ekki nógu vel inní svona samt.\nEn það verður seint of einangrað í svona bílum, því meira því betra, bætir alltaf upplifunina af bílnum töluvert að þurfa ekki að öskra á milli sín :)",
            "date": "2015-03-16 10:57:00",
            "post_id": "154920",
            "reply_to_id": "154783"
        },
        {
            "user_name": "finnzi",
            "text": "Sælir,\nJæja þá er veltibúrið komið á sinn stað eftir að hafa farið með það allt of oft inn og út úr bílnum til þess að tjakka og beygja mm. hér og þar.\nÞetta er smíða úr 42 mm heildregnu",
            "date": "2015-03-20 08:47:00",
            "post_id": "155109",
            "reply_to_id": "154920"
        },
        {
            "user_name": "finnzi",
            "text": "Sælir/ar spjallverjar\nVerkinu miðar ágætlega áfram, en áherlsa síðustu daga/vikur hefur verið að koma bílnum í hjólin vegna flutninga.\nLæt myndirnar tala sýnu.",
            "date": "2015-06-01 11:04:00",
            "post_id": "158491",
            "reply_to_id": "155109"
        },
        {
            "user_name": "E.Har",
            "text": "Verulega töff projekt!",
            "date": "2015-06-01 13:51:00",
            "post_id": "158495",
            "reply_to_id": "158491"
        },
        {
            "user_name": "atli885",
            "text": "WÁ",
            "date": "2015-06-14 16:40:00",
            "post_id": "159002",
            "reply_to_id": "158495"
        },
        {
            "user_name": "Járni",
            "text": "Þetta er alveg ofboðslega fínt",
            "date": "2015-06-15 21:21:00",
            "post_id": "159040",
            "reply_to_id": "159002"
        },
        {
            "user_name": "Dúddi",
            "text": "Er eitthvað að frétta af þessu glæsilega verkefni?",
            "date": "2016-02-11 21:06:00",
            "post_id": "166836",
            "reply_to_id": "159040"
        },
        {
            "user_name": "Örn Ingi",
            "text": "Sæll, rosalega flott verkefni í alla staði og væri gaman að fara að sjá meira af þessu hjá þér.\nHvaða diska, dælur .o.s.f.v notaðiru á afturhásinguna?",
            "date": "2016-02-18 03:40:00",
            "post_id": "167042",
            "reply_to_id": "166836"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Er eitthvað að frétta?",
            "date": "2016-11-21 20:25:00",
            "post_id": "172128",
            "reply_to_id": "167042"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Hvar fékkstu diskabremsur? er þetta ekki hásing undan 60 cruiser?",
            "date": "2016-12-20 16:19:00",
            "post_id": "172476",
            "reply_to_id": "172128"
        }
    ],
    "date": "2013-12-07 01:14:00"
}