{
    "forum_title": "Almennt spjall",
    "id": "13940",
    "title": "Loft á kút ?.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=13940",
    "posts": [
        {
            "user_name": "snæuglan",
            "text": "Getur einhver aðstoðað mig með hvar er besta að fara til að láta fylla lofti á kút eins og er í gosvélum.",
            "date": "2012-11-14 00:58:00",
            "post_id": "72754",
            "reply_to_id": false
        },
        {
            "user_name": "snæuglan",
            "text": "Er bara að fara nota kútinn til að pumpa í dekk",
            "date": "2012-11-14 12:31:00",
            "post_id": "72794",
            "reply_to_id": "72754"
        },
        {
            "user_name": "dabbigj",
            "text": "Ef þú ert með kolsýrukút að þá  er ekki beint hagkvæmast í heimi að hlaða hann með kolsýru, myndi prófa að tala við t.d. einhverja sem eru tengdir köfun t.d. köfunarþjónustuna uppá að hlaða kútinn fyrir þig til að þú fáir einhvern almennilegan þrýsting á þetta.\nEf að þú ætlar að láta hlaða kolsýru að þá getur slökkvitækjaþjónustan í kópavogi eða eldklár í hafnarfirði gert það, og grunar líkaað öryggismiðstöðin geri það líka.",
            "date": "2012-11-14 17:52:00",
            "post_id": "72825",
            "reply_to_id": "72794"
        },
        {
            "user_name": "grimur",
            "text": "Thad er ekki snidugt ad setja loft ad einhverju radi a kolsyrukut. Kolsyran verdur vokvi vid um 100 bar a medan loft bara eykur thrystinginn eftir magni. \nKofunarhylki er malid fyrir loft,enda eru thau alveg i lagi upp i 300Bar minnir mig (sett upp i 250) og mig minnir lika ad test thrystingur se naerri 400 a theim.\nKolsyrukutur er longu farinn i frumeindir vid thannig medferd....",
            "date": "2012-11-14 23:35:00",
            "post_id": "72903",
            "reply_to_id": "72825"
        },
        {
            "user_name": "snæuglan",
            "text": "Er þá málið þar sem ég er með kút sem var notaður við gosvél , Að eg reyni þá að fá áfyllt með kolsýru. ?\nNú er ég ekkert sérstaklega fróðari em þessi mál en breytir einhverju uppá dekkin að gera hvort það sé kolsýra eða loft ?",
            "date": "2012-11-15 18:04:00",
            "post_id": "72990",
            "reply_to_id": "72903"
        },
        {
            "user_name": "olei",
            "text": "Þetta er kolsýrukútur. Sem þú hleður þá með kolsýru - t.d hjá slökkvitækjaþjónustunni. Það hefur verið gert um áratugaskeið að dæla kolsýru í dekk og virkar ágætlega. Man ekki eftir staðfestum fregnum af því að kolsýra spilli dekkjum. \nJafnstór kútur hlaðinn af þrýstilofti pumpar ekki baun á móti kolsýrukút því að kolsýran er fljótandi í þeim - innihaldið í gasformi er margfalt á við loft.",
            "date": "2012-11-15 19:56:00",
            "post_id": "73012",
            "reply_to_id": "72990"
        }
    ],
    "date": "2012-11-14 00:58:00"
}