{
    "forum_title": "Almennt spjall",
    "id": "14007",
    "title": "bremsudiskar i starex( VANTAR notaða til að redda okkur á )",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=14007",
    "posts": [
        {
            "user_name": "Hrannifox",
            "text": "jæja jeppa menn mér sárlega vantar smá hjálp\nerum að skifta um bremsu diska og klossa í hyundai starex við losuðum dæluna og allt það af\nytri hjólalegu og nafið sem er boltað við diskinn virtist laust en svo var ekki diskurinn stóð fastur enþá á eitthverju\ndiskurinn er boltaður í nafið gegnumgangur og rærnar eru inni disknum frekar leiðinlegt/ómögulegt að komast að þeim nema með eitthverju spes verkfæri sem passar í götin.\nerum að þessu úti og því ekki þolinmæðin alveg rosaleg en fengum vitlausa diska voru of litlir þannig við hættum í kvöld og ætluðum\nað athuga hvort það leynist ekki eitthver hér sem getur sagt manni til.\nvona að þið getið skilið þetta hjá mér er ekki sá besti í að lýsa þessu..\nmbk hrannar",
            "date": "2012-11-16 22:09:00",
            "post_id": "73164",
            "reply_to_id": false
        },
        {
            "user_name": "HaffiTopp",
            "text": "Eruði sem sagt ekki búnir að ná diskinum og nafinu af legustútnum? Ef þið eruð búnir að losa þetta af stútnum þá þarf að taka ABS skynjarahringinn af- fjórir boltar sem halda honum. Svo sex boltar sem halda diskinum við nafið. Svo er bara að \"reka\" kúbein á milli disks og nafs þangað til þetta kemur í sundur en það þarf engin læti til. Kannski smávegis átök. \nSvo þarf náttúrulega að losa bremsudælukjálkann af \"apparatinu sem er þarna bakvið\" til að ná diskinum af legustútnum :D",
            "date": "2012-11-16 22:42:00",
            "post_id": "73170",
            "reply_to_id": "73164"
        },
        {
            "user_name": "Hrannifox",
            "text": "oki vissi ekki þetta með abs dótið, fer í þetta á morgun, hélt að þetta kæmi bara með í einni bunu\nnei erum ekki búnir að ná nafinu með disknum af legustútnum, vegna þess að við vissum ekki af þessu abs dæmi\nvorum ekki alveg að kveikja.\nþakka fyrir svarið ómetanlegt að geta flétt uppi mönnum svona :D\nkv hrannar",
            "date": "2012-11-16 22:53:00",
            "post_id": "73173",
            "reply_to_id": "73170"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Nei ABS hringurinn kemur með diskinum og nafinu þegar þú tekur þetta af legustútnum. Tekur hann af gamla diskinum og setur hann svo á nýja diskinn eftir að hafa boltað nýja diskinn við nafið. En ef þú nærð ekki disknum/nafinu af legustútnum af þarftu væntanlega að taka bremsudælukjálkann af \"knuckle\"inu sem stýrisendinn og spindlarnir boltast við.",
            "date": "2012-11-16 23:25:00",
            "post_id": "73181",
            "reply_to_id": "73173"
        },
        {
            "user_name": "Hrannifox",
            "text": "takk fyrir góða lýsingu á þessu \nþetta fór af nafinu í morgun, og allt í góðu við fengum víst vitlausa diska og síðan aftur vitlausa diska\nog siðan vildu þeir meina að þeir hjá n1(bilanaust) hefðu aldrei átt 6 gata bremsudiska bara 5 gata einsog í h1 afturhjóladrifnu\nsvo núna erum við í feitu veseni með að redda diskum sem passa því allir bílarnir eru bara skráðir 5 gata\nþeir kosta 30 kall stk hjá umboðinu, mér svíður í rassinum enþá eftir að við töluðum við þá.\nhér með óska ég eftir notuðum diskum til að redda okkur á því annar þeirra brotnaði eins vantar akkur abs hjólið inni disknum v/m að \nframann.\nmbk hrannar\nþakka fyrir hjálpina haffi :)",
            "date": "2012-11-17 18:51:00",
            "post_id": "73252",
            "reply_to_id": "73181"
        },
        {
            "user_name": "jeepcj7",
            "text": "Eru þetta ekki bara pajero diskar?\nEf svo er gæti ég átt til svoleiðis diska úr eldri gerð eiga að passa í en abs hringurinn er öðruvísi telur/skynjar upp en ekki út eins og þetta lítur út á myndunum.\nYngra pæjudótið er með eins abs hring og er á myndunum á eldra dótinu er allt eins nema að boltagötin vantar í diskinn fyrir abs hringinn.",
            "date": "2012-11-17 19:06:00",
            "post_id": "73255",
            "reply_to_id": "73252"
        },
        {
            "user_name": "stebbiþ",
            "text": "Sælir\nÉg á svona Starex strumpastrætó og þarf að fara að huga að frambremsunum. Gott að vita hverju maður á von á. Kramið úr þessum bílum er það sama og í Mitsubishi L300, held ég alveg örugglega. Veit ekki hvort Pajero diskar passa.\nKv, Stebbi Þ.",
            "date": "2012-11-17 19:50:00",
            "post_id": "73258",
            "reply_to_id": "73255"
        },
        {
            "user_name": "stebbiþ",
            "text": "Sæll aftur\nSamkvæmt viskubrunninum Leó M. Jónssyni heitnum, þá er sami framhjólabúnaður undir Hyundai Starex, og Mitsubishi L200 og L300 (fyrir 2000).\nGooglaði að gamni mínu aðeins um þetta og sá strax bremsudiska fyrir L200 sem virðast vera eins og þínir. Hér er linkurinn:\nhttp://www.sdn4x4.co.uk/mitsubishi-l200 ... 3704-p.asp\nEf þetta er það sama, þá stækkar það kannski leitarsviðið.\nKv, Stebbi Þ.",
            "date": "2012-11-17 20:04:00",
            "post_id": "73260",
            "reply_to_id": "73258"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Myndirnar eru af Pajero Sport bremsum. Þær eru eins og fjöðrunarkerfið er eins og í pajero \"3\" (kynslóð 2) með fleygðu brettunu eins og þinn Pajero Hrólfur, en hvort það sé eins og í fyrstu bílunum af annari kynslóð (pajero númer 2) veit ég ekki. Getur prófað að fara með gömlu diskana í Heklu og athuga hvort Japanparts DI-505 séu eins. Ættu að kosta um 15000 stk.\nhttp://seekpart24.com/japanparts/brake-disc-di505\nLýtur þetta ekki svipað út hjá þér og á þessari mynd?",
            "date": "2012-11-17 20:10:00",
            "post_id": "73262",
            "reply_to_id": "73260"
        },
        {
            "user_name": "jeepcj7",
            "text": "Munurinn á pajero diskunum er bara hvernig eða hvort það er abs eða ekki allir diskarnir eru eins að öðru leiti,hef séð 2 útgáfur af abs eins og áður segir.",
            "date": "2012-11-17 20:24:00",
            "post_id": "73263",
            "reply_to_id": "73262"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Passaðu þig líka á færslupinnunum, að rugla þeim ekki saman. Lock-pinninn kemur að neðan. Stendur \"L\" á hausnum á honum og Guide-pinninn er að ofan. Stendur \"G\" á hausnum á honum.",
            "date": "2012-11-17 20:31:00",
            "post_id": "73265",
            "reply_to_id": "73263"
        },
        {
            "user_name": "vippi",
            "text": "þú færð bremsudiska hjá automatic smiðjuvegi 11 hræódýra .\nvar að versla í minn en hef ekki mátað enn hvort þeir passi :)",
            "date": "2012-11-18 01:27:00",
            "post_id": "73303",
            "reply_to_id": "73265"
        },
        {
            "user_name": "Hrannifox",
            "text": "þeir eiga ekkert til í n1 og hafa aldrei átt samkvæmt þeim eru allir starexar bara 5 gata og hafa aldrei verið 6 gata greinilega\nþeir passa ekki úr pajeró eða galloper eða neitt.\nfundum þá í AB varahlutum fyrir 11 þús stk\neinn hjá umboðinu lét mig vita að þeir væru til þar, þvi hann var ny buinn að kaupa þá þar\nbtw búið að redda þessu",
            "date": "2012-11-18 22:41:00",
            "post_id": "73428",
            "reply_to_id": "73303"
        }
    ],
    "date": "2012-11-16 22:09:00"
}