{
    "forum_title": "Almennt spjall",
    "id": "14022",
    "title": "breita skráningu á hjólhýsi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=14022",
    "posts": [
        {
            "user_name": "hringir",
            "text": "Góðan daginn.\nHefur einhver breitt skráningu á hjólhýsi í kerru/ með bremusm, er það eitthvað mál?",
            "date": "2012-11-17 12:14:00",
            "post_id": "73211",
            "reply_to_id": false
        },
        {
            "user_name": "HaffiTopp",
            "text": "Ég afskráði einu sinni gamlann tjaldvagn og lagði inn númerin og gaf þá skýringu að ég ætlaði að breyta vagninum í bremsulausa (750 Kg) kerru og þyrfti því ekki númer og árlega skoðun. Ætli þetta sé ekki svipað nema þú heldur númerunum áfram, breytir skráningarlýsingunni og lætur náttúrulega skoða hana árlega eins og lög gera ráð fyrir. Kannski þarftu að láta \"breytingarskoða\" kerruna. Gæti þó trúað að auðveldara sé að fá ný númer og nýskráningu á kerruna, henda bara gömlu númerunum af hjólhýsinu. (Lága eyða þeim hjá US).",
            "date": "2012-11-17 12:26:00",
            "post_id": "73212",
            "reply_to_id": "73211"
        },
        {
            "user_name": "Polarbear",
            "text": "bara svona til gamans.... þá gerði félagi minn þetta fyrir löngu síðan. Reif gamalt hjólhýsi og breytti í kerru og það kom ekki vel út. Kerran varð vægast sagt mjög svög og beyglaðist til og frá eins og lok-laus skókassi.\nGrindin undir hjólhýsi er mjög aumingjaleg því þótt ótrúlegt megi virðast þá fær hún styrk frá yfirbygginguni til að halda lagi. mér finnst aafar líklegt að þú þurfir að styrkja botninn -töluvert- ef þetta á að verða nothæf kerra undir eitthvað annað en dúnsængur og tóma pappakassa.",
            "date": "2012-11-17 20:29:00",
            "post_id": "73264",
            "reply_to_id": "73212"
        },
        {
            "user_name": "RúnarA",
            "text": "Það ætti ekki að vera neitt því til fyrirstöðu að fara með hjólhýsið kerruna í breytingaskoðun.\nEf einhver er að pæla í að afskrá tjaldvagn og nota hann sem kerru undir 750 kg þá var ég í svipuðum pælingum og var ráðlagt af skoðunarmanni  leggja bara inn númerin og nota vagninn sem kerru en afskrá hann ekki. Hann sagði að það væri í undirbúningi að gera allar kerrur skoðunarskildar og þá væri væntanlega nóg að ná í númerin og fara í breytingaskoðun.",
            "date": "2012-11-17 21:10:00",
            "post_id": "73270",
            "reply_to_id": "73264"
        },
        {
            "user_name": "elliofur",
            "text": "Ef allar kerrur þurfa númer bráðum þá verða þeir að útdeila skráningum 'nánast' ókeypis, rétt eins og gert var hérna í denn þegar farið var að skrá aftanívagna. Þá voru númer slegin í stellið á kerrunni (sambærilegt við vin númer) og mönnum réttar skráningarnar. Það er ekki hægt að taka réttindin af fólki sem á löglegar kerrur með þessum hætti.\nHinsvegar er hægt að krefjast rándýrrar nýskráningar á kerru eftir setningu laganna.",
            "date": "2012-11-17 21:51:00",
            "post_id": "73278",
            "reply_to_id": "73270"
        }
    ],
    "date": "2012-11-17 12:14:00"
}