{
    "forum_title": "Almennt spjall",
    "id": "1404",
    "title": "Izusu Trooper",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1404",
    "posts": [
        {
            "user_name": "trebor",
            "text": "Góða kvöldið.\nNúna er ég í hugleiðingum að fá mér jeppa, c.a 33-35\" . Er á pickup núna sem hentar ekki familíunni.\nEr frekar spenntur fyrir trooper, er á því verðbili sem ég er að hugsa um og sagðir góðir ferðabílar og svoleiðis.\nNúna vantar mig reynslusögur af þessum bílum hjá ykkur sem eiga og hafa átt.?\nMEð fyrirfram þökk.",
            "date": "2010-07-01 19:52:00",
            "post_id": "6474",
            "reply_to_id": false
        },
        {
            "user_name": "rabbimj",
            "text": "Heill og sæll\nÉg fékk mér minn fysta fyrir 3 árum og var hann 35\" breyttur, sjálfsk. búið var að skipta um spíssa í honum eins og gert var í þeim öllum, (nema í sumum var skipt full seint um spíssa og vélin fór í kjölfarið) en það var ekki tilfellið hjá mér.  \nEftir að vera búinn að þvælast um á honum um allt landið var ég orðið heillaður af þessum bíl.  \nEftir að hafa átt þennan langaði mér í annan nema þá 38\" breyttan, og er á honum enn þann dag í dag og er ekkert að fara að skipta.\nkostir\nlisti  miðað við sambærilega bíla\ní fyrsta lagi var það eyðslan sem er með ólíkindum lág í þessum bílum þessi var að eyða 13,5L/100km innanbæjar og 10L/100km í langkeyrslu\nfjöðrunin var frábær \nvinslan var mjög góð \nrúmgóður\nfærð mjög mikið fyrir peninginn \ngallar \ná erfitt með að finna einhverja galla sem eru eitthvað sérstaklega áberandi í Trooper, nema þá helst þetta með spíssana og í sumum átti túrbínan til að fara vegan þess að smurning var ekki næganleg.\nEn það er margt sem kemur til greina svo það er bara að skoða vel.\nen þetta er mín reynsla af þessum bílum\njá og áður en ég gleym því þá var sá sem ég átti fyrst ekinn um 200 þús og sá sem ég á núna er líka í um 200 þús\nkv\nRabbi",
            "date": "2010-09-20 07:12:00",
            "post_id": "8741",
            "reply_to_id": "6474"
        },
        {
            "user_name": "SAS",
            "text": "Átti í nokkur ár Trooper árg. '99 breyttan diesel 33\"  beinsk. Einn besti jeppi sem ég hef átt í gegnum tíðina, frábær ferðabíll og traustur jeppi. Boddí ogh lakk á þessum bílum er afar endirgargott fyrir utan afturhurð þar sem vill ryðga undr gúmmíkanti undir glugga (sé þetta á mörgum bílum. Keypti sjálfskiptan bensín 3,5L Trooper frá USA sem hefur allt aðra fjöðrunareiginleika og þykir bensín gott, en ansi skemmtilegur jeppi engu að síður.",
            "date": "2010-09-21 18:11:00",
            "post_id": "8805",
            "reply_to_id": "8741"
        }
    ],
    "date": "2010-07-01 19:52:00"
}