{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "14073",
    "title": "Tenging á tveggja geisla kösturum??",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=14073",
    "posts": [
        {
            "user_name": "joisnaer",
            "text": "sælir félagar og kvennfólk sem hefur áhuga á jeppum.\nHvernig fer ég að því að tengja tveggja geisla IPF kastara?\nþannig að hann verði þá tveggja geisla.\nteikningar væru vel þegnar.\nKv. Jóhann Snær",
            "date": "2012-11-19 18:06:00",
            "post_id": "73508",
            "reply_to_id": false
        },
        {
            "user_name": "seg74",
            "text": "Ég setti svona kastara í bíl hjá félaga mínum og hann fékk sér rofasett líka og þá gastu valið á því hvorn geislan þú vildir nota. Ótrúlega einfallt og auðvelt í uppsetningu. Mæli sterklega með þessu. Hann fékk sitt í bílabúð benna.",
            "date": "2012-11-19 18:34:00",
            "post_id": "73515",
            "reply_to_id": "73508"
        },
        {
            "user_name": "jeepson",
            "text": "Nú er auðvitað smurningin um hvort að þú ætlir að vera með þetta á stöðuljósunum eða aðal ljósunum. Björgunarsveitar pattinn heima er með þetta þannig að hann getur slökkt aðalljósin og keyrt á parkinu með þessa tveggja geisla kastara. Það hefur víst oft reynst þeim vel sérstaklega í blind bil og geta þá kveikt á þessum kösturum sem eru með gulum perum í. En ég á teikningu sem að breytti og íslenskaði einmitt fyrir þá sem ekki muna eða kunna að tengja relay. Ég t.d gleymi altaf hvernig á að tengja þau.",
            "date": "2012-11-19 18:37:00",
            "post_id": "73516",
            "reply_to_id": "73515"
        },
        {
            "user_name": "joisnaer",
            "text": "okey, það er snilld, ertu til í að senda mér hana á \njoi.rover@gmail.com\n ? eða pósta henni hérna ef þú villt ;)",
            "date": "2012-11-19 18:44:00",
            "post_id": "73517",
            "reply_to_id": "73516"
        },
        {
            "user_name": "jeepson",
            "text": "Hérna og verði þér og fleirum að góðu :)",
            "date": "2012-11-19 19:15:00",
            "post_id": "73524",
            "reply_to_id": "73517"
        },
        {
            "user_name": "helgis",
            "text": "Muna líka að setja öryggi af viðeigandi stærð fyrir ljósin, vantar á teikninguna.\nKv. Helgi S.",
            "date": "2012-11-19 21:35:00",
            "post_id": "73556",
            "reply_to_id": "73524"
        },
        {
            "user_name": "jeepson",
            "text": "Já alveg rétt. En vonandi fatta menn það. Ég gerði þetta aðalega til að geta kíkt á þetta ef að ég er að tengja relay þar sem að ég get aldrei munað hvernig á að tengja þetta. Fyrir þá sem ekki vita að þá á auðvitað öryggið að tengjast á minni realy og geymirs.",
            "date": "2012-11-19 21:45:00",
            "post_id": "73560",
            "reply_to_id": "73556"
        },
        {
            "user_name": "AÞB",
            "text": "Sæll Jeppesen\nÞetta er að vísu fyrirspurn inn á eldgamlan póst, en átt þú teikningu, hvernig sé best að tengja tveggja geisla kastara?  Er með IPF kastara.   Þá hvort t.d. það eru notuð 3 stk relay, t.d. hvort eitt er notað fyrir lága geislan og svo sitt hvort relayið fyrir háa geislan, eða hvað. \nGetur þú sent mér teikningu ef þú átt á \nandre@velaborg.is\n.\nTakk.\nKv. Andrés",
            "date": "2017-10-31 13:37:00",
            "post_id": "176071",
            "reply_to_id": "73560"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm sæll Gísli ég sé ekki neina teikningu frá þér bara einhvern mælir svartan á grárri mynd og það stedur á honum (ekki mér lengur) 100%",
            "date": "2017-10-31 16:18:00",
            "post_id": "176072",
            "reply_to_id": "176071"
        },
        {
            "user_name": "Kalli",
            "text": "19.nóv 2012, 19:15",
            "date": "2017-11-04 10:00:00",
            "post_id": "176109",
            "reply_to_id": "176072"
        },
        {
            "user_name": "Sævar Örn",
            "text": "þetta er myndin frá Gísla\nathugið þó að aukaljós framan á bíl sem tengd eru inn á háljós eru kölluð Auka-Háljós og þurfa að vera CE merkt, þá má hafa tvö slík pör en þau mega aldrei loga samtímis, bara annað hvort í einu.\nBreyttir jeppar mega hafa kastara, eitt par, þurfa ekki CE merkingu og má tengja inn á stöðuljós, en þeir þurfa að hafa ógegnsæar hlífar yfir þegar þeir eru ekki í notkun(Utan alfaraleiða)",
            "date": "2017-11-04 10:33:00",
            "post_id": "176110",
            "reply_to_id": "176109"
        },
        {
            "user_name": "villi58",
            "text": "Þessi mynd af rafkerfi fyrir tveggja geisla stemmir ekki, bara fyrir ljós með einni peru en hægt að hafa tvö relay eða eitt sem tekur tvo geisla.",
            "date": "2017-11-05 07:00:00",
            "post_id": "176114",
            "reply_to_id": "176110"
        }
    ],
    "date": "2012-11-19 18:06:00"
}