{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "14131",
    "title": "Patrol GR 1999. Vantar ráðleggingar.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=14131",
    "posts": [
        {
            "user_name": "útilegumenn",
            "text": "Það skal tekið fram strax í byrjun að ég hef akkúrat ekkert vit á þessu svo það er þess vegna sem ég leita til ykkar um ráðleggingar.\nÉg er með Patrol GR 1999 á 35 tommum.\nÉg hef verið að gæla við að setja hann á 38 tommur. \nMér er sagt að það næg að setja klassa undir gormanna. Ekkert að eiga við neitt annað. Það þurfi ekki einu sinni að skera úr brettunum.\nNú spyr ég ykkur, er þetta rétt?\nEf svo er ekki, getið þið farið yfir það með mér hér hvað það þarf að gera?",
            "date": "2012-11-21 20:50:00",
            "post_id": "73896",
            "reply_to_id": false
        },
        {
            "user_name": "útilegumenn",
            "text": "upp",
            "date": "2012-12-04 01:07:00",
            "post_id": "75700",
            "reply_to_id": "73896"
        },
        {
            "user_name": "Stebbi",
            "text": "Lækka hlutföll, nema þú ætlir að vera í kúplingsskiptum á milli þess að afturendinn er lagaður vegna þess að fólk keyrir stöðugt aftan á þig.",
            "date": "2012-12-04 01:25:00",
            "post_id": "75703",
            "reply_to_id": "75700"
        },
        {
            "user_name": "lecter",
            "text": "nei nei ,, klossar eru ekki nog ,, þu verdur ad færa stifuna nidur ad aftan þessa sem er a fram hasinguni annars verdur spindil hallinn vitlaus \n og leingja aftur stifurnar um 5 cm svo togar hlidarstifan i þannig ad hasingin er komin 3-4 cm til hlidar best ad sikka badar og ad framan verdur hun ad fylgja styris stönginni  og faid ykkur tjakk a hasinguna teingt ur maskinu ,, \nþad hefur verid klipt ur fyrir 35\" mig minnir ad vid kliptum en meira ur fyrir 38\" eg breytti þessumbilum 1997til 2000 0g sidan 2002 svo eg man ekki allt en get rifjad upp ef eg tek svona bil og breyti ... breyta verdur drif hlutfalli lika hann hefur ekki power i dekkin , þad er bara ein stærd i þvi 5:40 ca man ekki töluna akkurat i dag  svo er hradamælirinn  en eg held ad patrol fjadri upp i 35 t kantinn hann hefur svo langa fjödrun þegar ut fyrir veg er komid",
            "date": "2012-12-04 02:00:00",
            "post_id": "75706",
            "reply_to_id": "75703"
        }
    ],
    "date": "2012-11-21 20:50:00"
}