{
    "forum_title": "Almennt spjall",
    "id": "14168",
    "title": "3.3 nissan patrol vél",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=14168",
    "posts": [
        {
            "user_name": "Gísli",
            "text": "Ég er að fara að setja 3.3 patrol vél í húddið hjá mér og er að spá í hvort einhver hafi reynslu af því að setja 12 volta startara og glóðakerti á svoleiðis vél, vantar aðalega að vita hvað menn hafi verið að nota í svoleiðis pælingar",
            "date": "2012-11-23 17:43:00",
            "post_id": "74160",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Heyrðu nafni. Voru menn ekki að leysa með þeim hlutum sem koma úr scout? þeir voru víst með 12V kerfi í þeim við þessa sömu vél. Eða allavega minnir mig endilega að einhver hérna á spjallinu hafi verið að tala um það.",
            "date": "2012-11-23 18:46:00",
            "post_id": "74173",
            "reply_to_id": "74160"
        },
        {
            "user_name": "Gísli",
            "text": "já ok held samt að mig vanti bara glóðakertin, er einhvað til af svona scout dóti enþá",
            "date": "2012-11-23 21:31:00",
            "post_id": "74203",
            "reply_to_id": "74173"
        },
        {
            "user_name": "jeepson",
            "text": "Kannaðu hvort að það séu sömu kerti í 3,3 og rd28T 98árg. Þá færðu 11V kerti og setur þetta svo á takka. Þá aftengir þú tölvuna í bílnum og tekur 2 af 4 vírum úr einu relayinu tengir annan þeirra í jörð og hinn á takka.",
            "date": "2012-11-23 21:48:00",
            "post_id": "74208",
            "reply_to_id": "74203"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég myndi frekar fá mér 6 eða 8 volta kerti. Þá þarf ekki að hita jafn lengi. Þarf að vísu aðeins að passa sig.",
            "date": "2012-11-23 23:56:00",
            "post_id": "74222",
            "reply_to_id": "74208"
        },
        {
            "user_name": "kolatogari",
            "text": "ef það er úr Scout, þá er ábyggilega hægt að grafa það upp í bandaríkjunum. Í hvernig faratæki ertu annars að fara setja svona virðulegan mótor?",
            "date": "2012-11-30 09:33:00",
            "post_id": "75135",
            "reply_to_id": "74222"
        },
        {
            "user_name": "Gísli",
            "text": "Er að setja þetta í 90 módel af patrol, ég er líklega kominn með glóðakerti sem ég fann hjá stillingu sem eru 11 volt og svo set ég alternator úr 2.8 bílnum í á bara eftir að klóra mér í hausnu yfir startaranum ætla að skoða hvort ég nái að skipta um mótorinn og startpunginn í honum",
            "date": "2012-11-30 13:09:00",
            "post_id": "75160",
            "reply_to_id": "75135"
        },
        {
            "user_name": "jeepson",
            "text": "Kosturinn við að hafa 11V kertin er sá að uppá fjöllum í miklu frosti er hægt að hita lengur. Annars hita ég yfirleitt kanski 2 sek lengur en orginal kerfið gerði og trukkurinn rýkur altaf í gang :)",
            "date": "2012-11-30 17:01:00",
            "post_id": "75180",
            "reply_to_id": "75160"
        },
        {
            "user_name": "StefánDal",
            "text": "Uppá fjöllum í miklu frosti hitaru bara aðeins skemur með 6v kertum. Virkar alveg eins, tekur bara styttri tíma.\nÉg setti 6v. kerti í Hilux þegar ég setti diesel vél í hann og það var töluvert þæginlegra en 11v. kertin sem ég notaði fyrst.",
            "date": "2012-11-30 17:12:00",
            "post_id": "75183",
            "reply_to_id": "75180"
        },
        {
            "user_name": "LFS",
            "text": "hvað ætlarðu að gera i gírkassamálum ? scoutin kom með t19 gírkassa og uttakið a millikassanum var fyrir miðju sem að passar fyrir y60 en þá þarftu lika plotuna milli vélar og kassa ef þu færð hana þa geturðu einnig notað 12v startaran ur scout",
            "date": "2012-11-30 17:25:00",
            "post_id": "75188",
            "reply_to_id": "75183"
        },
        {
            "user_name": "Gísli",
            "text": "gírkassi,miillikassi og vél koma úr gömlum patrol",
            "date": "2012-12-02 00:20:00",
            "post_id": "75410",
            "reply_to_id": "75188"
        },
        {
            "user_name": "smoothie",
            "text": "Eru sömu olíuverk í þessum 3,3 patrol annarsvegar og scout hinsvegar?",
            "date": "2013-05-06 20:31:00",
            "post_id": "99857",
            "reply_to_id": "75410"
        },
        {
            "user_name": "heidar69",
            "text": "Er ekki bara einfaldast að hafa tvo rafgeima og taka bara útaf þeim á tvo vegu annas vega 12v og hins vegar 24v. \nÞað var einu sinni reint að telja mér trú um að ef tveir 12v geimar eru raðteigdir fá maður 24v sem passar alveg. En að setja plus og minus bara á annan geiminn fái maður 12v. Hef ekki velt því fyrir mér en fanst upplagt að spirja spekingana hér hvort það virki. Virkar það eða er þetta bara steipa?",
            "date": "2013-05-06 21:05:00",
            "post_id": "99863",
            "reply_to_id": "99857"
        },
        {
            "user_name": "Startarinn",
            "text": "Þetta er hárrétt, en ég veit að trukkabílstjórar voru að berjast við svona ( ná 12 v af öðrum geyminum) fyrir 20+ árum því CB stöðvarnar voru 12 volt en kerfin í bílunum 24volt, (2 raðtengdir geymar eins og á flestum öðrum stöðum þar sem 24 volt DC eru notuð) en geymirinn sem stöðin var tengdur við entist alltaf mun skemur en hinn, þetta fór semsagt mjög illa með geymanna, það eru til spennubreytar frá 24 í 12 volt. En ég veit ekki hvar er hægt að nálgast þá",
            "date": "2013-05-06 21:16:00",
            "post_id": "99866",
            "reply_to_id": "99863"
        },
        {
            "user_name": "pattigamli",
            "text": "það er hægt að fá allt sem til þarf í svona svamp á eaby.\nhttp://www.ebay.com/itm/NEW-STARTER-MOT ... 17&vxp=mtr",
            "date": "2013-05-09 18:28:00",
            "post_id": "100157",
            "reply_to_id": "99866"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "Hérna er rétti startarinn 12v.\nhttp://www.amazon.com/TORQUE-REDUCTION- ... B008Y3POJ2",
            "date": "2013-05-09 20:14:00",
            "post_id": "100175",
            "reply_to_id": "100157"
        }
    ],
    "date": "2012-11-23 17:43:00"
}