{
    "forum_title": "Almennt spjall",
    "id": "1420",
    "title": "Vandræði með L 200",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1420",
    "posts": [
        {
            "user_name": "Francini",
            "text": "Sælir allir.  \nÉg á í smá vandræðum með vélina, 2,5 Dísel túrbó í L 200 bílnum mínum árgerð ´99, sem er ekinn 235.000.     Þannig er mál með vexti að ég keyrði hann inn í bílskúr til að skipta um spíssa Og þegar því var lokið þá startaði ég honum í gang, en viti menn hann  ætlaði bara ekki að ganga. \nÞað voru hljóð í vélinni sem heyrðust eins og járn í járn og virtust þau koma ofan frá, frá ventlunum eða þar einhverstaðar. Svo síðar virtust þau koma úr kjallaranum ??? getur verið erfitt að átta sig á þessu stundum J. Nú það sem mér datt helst í hug að hann væri búinn að slá úr sér eða eitthvað þannig og eða að hann væri að draga loft eða næði ekki að lofttæma sig. Þá fór ég í smá prufu. Ég tók hráolíuslönguna frá olíuverkinu sem er á milli síu og olíuverksins, setti aðra slöngu upp á olíverkið sem ég leiddi beint niður í hráolíubrúsa.  Bíllinn fór að ganga mjög vel og flottur gangur í hægagangi, reykti ekki neitt og bara flottur. En svo lét ég hann bara ganga og hann kláraði olíuna á brúsanum og varð olíulaus. Ég var með annan brúsa með steinolíu sem ég setti þá við. En þá gekk hann flott í 1200 – 1300 sn/mín og þar fyrir ofan en ekki hægagang þar var hann að missa úr svona 200 sn/mín . Þá fékk ég mér hráolíu aftur og enn jú með tíð og tíma þá fór hann að ganga hægaganginn en er alltaf að smá missa úr slag jafnt og reglulega,, veit ekki hvernig ég á að útskýra það...Brrrbrrrbrrr púff brrrbrrrbrrr púf  (hahaha)  hann dettur niður um c.a. 100 snúninga.   Ég hef fengið bensín inn á hann þannig að hann drap á sér en síðan er ég búinn að keyra hann c.a. 100.000 +.   Mér var sagt að blinda rör sem liggur frá Soginu og niður í útblástursgreinina sem ég og gerði. Þar setti ég tvö spjöld og þétti með límkítti. Kannski er límkíttið rofið og ætla ég að þétta með pakkningarefni því þess má geta að ég blindaði þetta rör á sama tíma og ég aftengdi slönguna á milli olíuverks og síu og setti olíubrúsann við. Þess má geta að ég hef keyrt bílinn í c.a. tvö ár á steinolíu + hráolíu en tel það ekki vera skaðvaldinn. (steinolíuna). \nKannski er ég full fljótur á mér að setja þetta hér inn til að leita ráða hjá ykkur speciallistunum  fyrr en ég er búinn að setja pakkningarnar á rörið. En hver veit og öll ráð vel þegin. \nKveðja Hjalti R.",
            "date": "2010-07-04 23:42:00",
            "post_id": "6547",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Afhverju skiptirðu um spíssa og hvernig gekk vélin fyrir aðgerð?",
            "date": "2010-07-05 08:40:00",
            "post_id": "6555",
            "reply_to_id": "6547"
        },
        {
            "user_name": "Francini",
            "text": "Sælir.\nJá þegar þú nefnir það þá var víst ástæðan að ég skipti um spíssa sú að hann var ekki að ganga hægaganginn fullkomlega og svo var hann leiðilegur í gang kaldur. Skipti oft um glóðakerti.\nEn núna er hann hálfu verri í hægagangi eftir spíssa skipti.",
            "date": "2010-07-17 13:18:00",
            "post_id": "6959",
            "reply_to_id": "6555"
        },
        {
            "user_name": "JonHrafn",
            "text": "Er loftflæðiskynjari á svona vél?   Prófaðu að taka hann úr sambandi ef svo er og sjá hvort gangurinn breytist eitthvað.",
            "date": "2010-07-17 17:20:00",
            "post_id": "6962",
            "reply_to_id": "6959"
        },
        {
            "user_name": "Jens Líndal",
            "text": "Þetta gæti verið kaldræsibúnaðurinn sem er að stríða þér. Hann er staðsettur á hliðinni á olíuverkinu, kíktu á þennann þráð  þar er þessi búnaður ræddur soldið og þar eru líka myndir af þessum leiðindum.\nviewtopic.php?f=22&t=576",
            "date": "2010-07-17 19:30:00",
            "post_id": "6964",
            "reply_to_id": "6962"
        },
        {
            "user_name": "Francini",
            "text": "Sælir.\nSkoðaði kaldstartið aðeins og mældi stöðuna á pinnanum áður en ég setti í gang, svo aftur eftir að vélin var orðin vel volg. Það munaði 1 mm fyrir og eftir. Kannski er ástæðan sú að ekki mældist meiri munur að inni í bílskúr var 23°C. Vélin var að ganga mjög vel fyrstu 5- 10 mín. en þegar hún fór að hitna þá fór hún að ganga eins og ég hef lýst hér fyrr. Á meðan hún gekk vel var hún ekkert að reykja eða missa neitt úr.\nEn svo þegar truntugangurinn byrjaði þá fór húna að reykja og missa 2-300 snúninga úr upp í 1500-2000 þús. snúninga en þar fyrir ofan er hún að ganga mjög vel. ????\nÁ að muna meira en 1 mm. á þessum pinna þegar svona heitt er úti og eftir að vélin er orðin vel volg eða heit ?\nKveðja Hjalti R.",
            "date": "2010-07-21 12:50:00",
            "post_id": "7046",
            "reply_to_id": "6964"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nEr dísudótið rétt stillt og fínt.  Þú getur ekki bara skipt hugsunarlaust um dísur, það þarf að stilla þær þannig að ýringin verði góð.  \nAf hverju ertu svona viss um að steinolían geti ekki verið málið?  Settu hráolíu í 10.l brúsa og vel af mótorolíu með og vittu hvort bíllinn fari að ganga betur.  Hugsanlegt er líka að steinolían sé í raun búin að skemma olíuverkið í rólegheitunum af því að hún smyr hvorki olíuverkið né dísurnar nógu vel.  Ef þú notar steinolíu skaltu bæta smurefnum við, hráolían er á mörkunum að innihalda nógu mikil smurefni fyrir olíuverkið og spíssana.\nKv Jón Garðar",
            "date": "2010-07-21 16:26:00",
            "post_id": "7047",
            "reply_to_id": "7046"
        },
        {
            "user_name": "Francini",
            "text": "Sælir.\nEr með nýjuppgerða spíssa en treysti því ekki að þeir væru í lagi og fór með þá aftur í Kistufell og lét þá prufa þá og voru þeir í fínu lagi.\nHef sjálfur verið að nota steinolíuna en hef haft svona c.a. 20% dísel á móti.\nVel getur verið að það sé bara ekki að gera sig og verkið sé ónýtt.\nVar að lesa þetta hérna á spjallinnu. \nÞetta er tekið af heimasíðu Leó.\n( Steinolían er þotueldsneyti (Jet Fuel A-1)\nSíðan N1 reið á vaðið og birtir tæknilegar upplýsingar um eldsneyti á vefsíðu sinni vitum við að það sem selt er sem steinolía frá dælum, a.m.k. hjá N1, er sama efni og nefnist Jet Fuel A-1 - þ.e. þotueldsneyti. Það þýðir að steinolían inniheldur meira af brennisteini en gasolía (Diesel-olía). Brennisteinninn er blandaður í burðarefnið áltríoxíð (Al2O3) og virkar sem smurefni og er sérstaklega mikilvægt fyrir stjörnu-olíuverk (gúmmíþéttingar) og raðdælur (element og einstreymislokar). Upplýsingar N1 þýða að þeir sem eiga Diesel-bíla með olíuverki ættu að vera öruggari með óblandaða steinolíu sem eldsneyti heldur en gasolíu. Engin frekari íblöndun er nauðsynleg né til bóta (eins og ég hef lengi haldið fram).\nKveðja\n Hjalti R.",
            "date": "2010-07-21 18:20:00",
            "post_id": "7049",
            "reply_to_id": "7047"
        },
        {
            "user_name": "JonHrafn",
            "text": "Eftir að ég las þetta hjá Leo á kaupi ég bara steinolíu hjá hjá N1 þar til hinir gefa út hvað þeir eru með.",
            "date": "2010-07-21 22:37:00",
            "post_id": "7062",
            "reply_to_id": "7049"
        },
        {
            "user_name": "Jens Líndal",
            "text": "Já, eg hef minnst mælt 6 mm færslu á þessum kaldstart pinna inn eða út en hvort bílinn standi inní skúr eða ekki þá á það ekki að skifta máli.",
            "date": "2010-07-21 23:36:00",
            "post_id": "7065",
            "reply_to_id": "7062"
        },
        {
            "user_name": "Francini",
            "text": "Sælir.Set hérna inn smá vídeo af L-200 bílnum mínum en veit ekki hvort þið heyrið hvernig gangurinn er nema þá helst þegar horft er aftan á hann þá má kannski gera sér grein fyrir því hvað hann er að missa úr.\nHér er linkur... \nhttp://www.youtube.com/watch?v=KL5N_24c6v8\nFyrst gengur hann á 1500-2000. sn/mín. Svo þegar skrúfjárnið er farið er hann í hægagangi. Þegar horft er á pústið má heyra þegar hann er að missa c.a. 200 sn/mín. úr. Er ekki alveg að finna út hvað er að.\nEn er að hugsa hvort einhver eigi olíuverk til að lána mér til prufu ?.\nKv\nHjalti R.",
            "date": "2010-07-24 14:42:00",
            "post_id": "7104",
            "reply_to_id": "7065"
        },
        {
            "user_name": "Jens Líndal",
            "text": "Er ekki bara farinn stimpilhringur?? en ertu eitthvað búinn að skoða egr dótið?",
            "date": "2010-07-24 16:38:00",
            "post_id": "7106",
            "reply_to_id": "7104"
        },
        {
            "user_name": "Francini",
            "text": "Jú auðvitað getur verið farinn hringur en vildi reyna að útiloka sem flest áður en ég fer í að opna vélina.\nAnnars freistandi að opna bara og skoða.  Það kostar mig 150.000. að taka vélina í gegn með því að renna ásinn, renna sæti og nýja ventla, stimpla, pakningar, knastás, já minnir að allt sé inni í því. Svo er spurning hvernig heddið sé en vélinn er keyrð 235 000.\nAf hverju er heddið að fara svona á þessum vélum ég hef allavega heyrt að þremur heddum sem hafa farið.\nEn svo er bara málið að vélin hrundi í Troopernum hjá okkur en hana er ég að rífa úr bílnum núna og  spurning hvort blokkin hafi ekki farið í henni. Allavega missti ég olíuna af vélinni.\nVeit einhver um vél fyrir mig í Trooperinn ?\nKv.\nHjalti R.",
            "date": "2010-07-25 11:13:00",
            "post_id": "7112",
            "reply_to_id": "7106"
        },
        {
            "user_name": "Stebbi",
            "text": "Er ekki bara búið að skrúfa óhóflega upp í olíuverkinu og hann fær alltof mikla olíu og hún stendur í honum.",
            "date": "2010-07-25 20:01:00",
            "post_id": "7121",
            "reply_to_id": "7112"
        },
        {
            "user_name": "jonnivald",
            "text": "lenti í svipuðum gangtruflunum á L 200 sem ég átti  en þá var litla sían sem er í verkinu undir banjóboltanum full af drullu fann mikin mun á bílnum eftir þá aðgerð sem að er ekki tímafrek.",
            "date": "2010-07-25 20:52:00",
            "post_id": "7123",
            "reply_to_id": "7121"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nEf þú ert smeykur um stimpilhringina ætti það að finnast á þjöppumælingu.  \nFrá þessu sjónarhorni finnst manni eins og tústhosan sé brotin við millikælinn, ef svo er hjálpar það bílnum ekki að ganga fallega.\nÉg er sammála þessu með síunni í olíuverkinu ef hún er á annað borð getur hún fyllst af þráðum sem ódýrar hráolíusíur skilja eftir sig.  Prófaði það með nissan DC en hann hagaði sér allt öðruvísi.\nÞessi fallegi blái reykur finnst mér benda til þess að annaðhvort komi loft inn á olíukerfið eða að smiti olía inná soggreinina og þá er túrbínan líkleg.  Hefurðu prófað að taka hosurnar frá henni og athuga hvort allt sé útbíað í smurolíu.  Það eru bara fóðringar sem halda olíunni frá loftinu og þær gefa sig með tímanum.  Sjálfsagt er að taka tappann úr átöppuninni á kælivatninu og láta bílinn ganga í svolitla stund.  Ef heddpakkning er farin þá er ekki sjálfgefið að bubbli strax, gæti gert eftir svolítinn tíma.\nAuðvitað er sjálfsagt að athuga með olíuverkið, það er ýmislegt sem getur bilað þar.  Ég er með sundurrifið ameríkt stjörnuverk í bílsskúrnum hjá mér og þar sérst hvernig þau slitna.  Ef það er eitthvað svipað geturðu prófað að auka pínulðítið við það og kanna hvað gerist.  Bara að tala um 10min max og ef ekkert breytist þá færa það niður aftur.  Mitt verk slitnar þannig að það minnkar skammtinn.\nEf vélin er á þeim aldri að hún er hvergi tengd neinum skynjurum eða álíka ertu náttúrulega ágætlega settur en annars er alltaf þessir fjandans loftflæðinemar að steyta sig eða ef skynjari er í afgasinu.\nMér finnst líklegast að það séu einhver efni að komast á staði sem þau eiga ekki að vera.  Smur í brunahólfið, loft á olíuverkið eða vatn í sprengirýmið.  Mundu bara að taka hosuna af túrbínunni fyrir aftan hana og athugaðu þá hvort millikælirinn sé stíflaður.\nÍ bíl sem er ekinn þetta mikið getur allt bilað á alla vegu, mundu það, þannig að það er engin ástæða til að láta svona eða hinsegin bilun koma sér á óvart.\nKv Jón Garðar",
            "date": "2010-07-25 23:17:00",
            "post_id": "7127",
            "reply_to_id": "7123"
        },
        {
            "user_name": "Stebbi",
            "text": "Þetta væri það fyrsta sem maður gerði til að útiloka ónýta túrbínu og er mjög góð og ódýr hugmynd.",
            "date": "2010-07-26 11:55:00",
            "post_id": "7142",
            "reply_to_id": "7127"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-07-26 12:34:00",
            "post_id": "7145",
            "reply_to_id": "7142"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-07-26 12:39:00",
            "post_id": "7146",
            "reply_to_id": "7145"
        },
        {
            "user_name": "Francini",
            "text": "Þakka ykkur fyrir hvað þið eruð duglegir í að pæla í þessu með mér og veita mér góð ráð og hugmyndir.\nÞað hefur ekkert verið átt við olíuverkið síðan ég eignaðist hann fyrir c.a. 8 árum.\nEr ekki alveg viss hvar þessi sía er. ?\nÞegar Þessi bilun kom upp í fyrra hjá mér þá þjöppumældi ég hann en veit ekki hversu nákvæmt það var hjá mér því það er erfitt að halda þjöppumælinnum á móti þrýstingnum hahaha.., því ekki er hægt að skrúfa þjöppumælirinn minn niður. En hann var mjög jafn á öllum þrátt fyrir það. Hann er ekki að blása út í vatnsganginn eins og sjá má en þarna á myndbandinnu en þarna er hann orðin heitur.\nNei það er ekki neitt smurolíusull við túrbínuna að ég ætla en það má sjá á myndbandinu. Held bara að þetta sé eðlilegt en hvað segið þið um það ?\nhttp://www.youtube.com/watch?v=x0JDFTtRXZs\nÉg er eitthvað svo fastur í því að það sé eitthvað loftvandamál í eða við verkið og er kannski aðeins of fastur við það, hahaha, þarf kannski að opna hugann og víkka sjónsviðið aðeins.\nGetur ekki bara verið að ventlaþéttingarnar séu bara svona handónýtar ?\nJá það hefur reyndar hvarlað að mér að hann hafi kannski farið yfir um eina tönn, þarf að skoða það en hef þó heyrt að þá mundu ventlar ná niður í kollanna. Svo hef ég heyrt að þessi vél megi fara yfir á tíma það geri ekkert til en eldri vélarnar þær mega ekki við því.\nOk set loftsíuna í aftur.\nKv .\nHjalti R.",
            "date": "2010-07-26 13:56:00",
            "post_id": "7147",
            "reply_to_id": "7146"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-07-26 16:27:00",
            "post_id": "7149",
            "reply_to_id": "7147"
        },
        {
            "user_name": "jonnivald",
            "text": "sían er undir banjóboltanum á slönguni ofan á verkinu minnir mig allavega losar hann og er oft smá vesen að ná henni upp þarft spóatöng eða sambærilegt og smá þolinmæði ( ekki verra að hafa einn bauk við hendina þá klikkar þetta ekki)\nkv: Jón\nps: ef að þú ætlar að eiga við tímareymar þá verðuru að passa ballanseringa klossana ef það klikkar þá fer allt í fokk á stuttum tíma eftir gangsetningu.",
            "date": "2010-07-27 01:32:00",
            "post_id": "7164",
            "reply_to_id": "7149"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef það hefur ekki verið skipt um tímareim í honum lengi þá gæti litla balenceringar reimin hafa slitnað og farið undir tímareimina og sett allt úr skorðum.  Þetta skeði næstum hjá mér, sá það þegar ég skipti um tímareim.",
            "date": "2010-07-27 07:29:00",
            "post_id": "7165",
            "reply_to_id": "7164"
        },
        {
            "user_name": "Francini",
            "text": "Sælir.\nÉg er búin að skipta þrisvar um allt varðandi tímareimina síðan í 100 000 og ekki nema 20 000. síðan ég skipti síðast um reimar, sleða , strekkjara og pakkdósir en reyndar kom það ekki til af góðu þar sem ein pakkdósinn fór að leka en þá var ég ekki búinn að keyra nema um 20 000. Þá skipti ég um vatnsdælu í leiðinni, einnig hef ég passað þokkalega vel upp á smurolíuna þar sem ég níðist rosalega á þessum bíl bæði á veturnar og yfir sumrin. \nHvað átt þú við jonnivald að ég eigi að passa séstaklega upp á ballanseringa klossana, er það eitthvað umfram það sem ég veit ? Væri gott að fá að heyra.\nEn þar sem ég er búinn að keyra þessa vél mikið og oft við mjög erfiðar aðstæður og færi þá hef ég verið að pæla í að gera hana upp en það kostar bara svo helv. mikið.\nPakkningasett\t             20.901\t\nStangalegur\t               8.191\t\nHöfuðlegur\t             13.851\t\nStimplar\t                     66.000\t   16.500 stk\n(skipt bara um hringi)\t\t   40.000\nRennd ventlasæti,\nþrýstipróf og planað\t    50.000\t\nVentlar\t                    40.000\t    2.500\n \nrenna sv.ás\t           28.627\t  28.627\nSamtals.\t                   227.570\t\nVirðist hafa hækkað um 70 000. Síðan ég hringdi í þá fyrir fjórum mánuðum.\nReyndar er ég búinn að glata póstinum frá þeim í Kistufelli sem ég fékk sendan og get því ekki fullyrt að allt þetta hafi verið inni í því verði en það átti allt að hljóða upp á það sama.\nEf og þegar maður er farinn út í þennan pakka þá er ég að pæla í að færa hásinguna aðeins aftar en fyrir er ég búinn að færa hana um 10 cm og setja hann á gorma einnig lækkaði ég hlutföllin fannst hann alltof hár, minnir að hann hafi verið á 4:66 en ég setti undir 5:28 eða 29 hlutföll.\nStór spurningin, er betra að hafa hann á hásingu að framan ? hef verið að velta því fyrir mér en er ekki viss að ég sé að græða svo mikið á því , eða hvað ?\nÞykist vita að þar séu mjög skiptar skoðanir um hvort sé betra.\nEn akkúrat núna er strikið sett út í skúr að klára að rífa vélina úr Troopernum. \nAlveg ótrúlegt en ég var á leiðinni inn í Ísafjarardjúp á tófu og var staddur frekar ofarlega í Bröttubrekku með náttúrulega fulllestaðan bílinn og botnaði hann aðeins og þá heyriðst bara stór hvellur og reykjarmökkurinn (Smurolíu) stóð aftur úr honum. Þá gekk bara allt út úr blokkinni. \nFann stangalegur og eitthvað meira ofan á mótorpúðunnum hahaha.. Alveg ótrúlegt basl með þessa bíldruslur núna :( \nHaffi ég fæ kannski að hringja í þig þegar líða fer að kveldi.\nKveðja\nHjalti R.",
            "date": "2010-07-27 11:54:00",
            "post_id": "7173",
            "reply_to_id": "7165"
        },
        {
            "user_name": "Stebbi",
            "text": "Þætti gaman að vita meira um þetta, ég tók ekki eftir neinum balanceringarklossum á vélini hjá mér og ekki á teikningunum sem ég var með yfir þetta heldur.\nÞað var að vísu eitt sem ég rak augun í að MMC sjálfir segja það að ef að trissan er tekin af olíuverkinu við pakkdósaskipti þá á að færa hana eina tönn til baka þegar hún er sett aftur á.  Mann satt að segja ekki afhverju en þetta hafði eitthvað með það að gera að tíminn á olíuverkinu færist til þegar þetta er tekið í sundur.",
            "date": "2010-07-27 12:20:00",
            "post_id": "7174",
            "reply_to_id": "7173"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "\"Ef og þegar maður er farinn út í þennan pakka þá er ég að pæla í að færa hásinguna aðeins aftar en fyrir er ég búinn að færa hana um 10 cm og setja hann á gorma einnig lækkaði ég hlutföllin fannst hann alltof hár, minnir að hann hafi verið á 4:66 en ég setti undir 5:28 eða 29 hlutföll.\"\nSkillst að L200 virki og það séu sterk drif í þeim. Hver er stærðin á drifunum hjá þér og er auðvelt að fá hlutföll ?",
            "date": "2010-07-27 12:27:00",
            "post_id": "7176",
            "reply_to_id": "7174"
        },
        {
            "user_name": "Stebbi",
            "text": "Passar úr Pajero og þaðan koma 5.285 hlutföllin sem þarf í 38\" bíl.",
            "date": "2010-07-27 12:33:00",
            "post_id": "7178",
            "reply_to_id": "7176"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-07-27 14:24:00",
            "post_id": "7181",
            "reply_to_id": "7178"
        },
        {
            "user_name": "Francini",
            "text": "Sælir.\nBíllinn klikkaði svona í fyrravetur og er búinn að vera stopp síðan þá. Bara settur í gang til að reyna að finna út úr þessu.\nJú það er ekki hægt að eiga svona nema geta gert við  og breytt sjálfur. Ég er búinn að keyra c.a. 20 000. áður en þetta kom upp á.\nEr búinn að blinda EGR og hann virðist vera að fá nóg loft.",
            "date": "2010-07-27 21:19:00",
            "post_id": "7192",
            "reply_to_id": "7181"
        }
    ],
    "date": "2010-07-04 23:42:00"
}