{
    "forum_title": "Almennt spjall",
    "id": "14223",
    "title": "80 Cruser Spurning",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=14223",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar. Sú staða er kominn upp að mér bíðst skipti á 80 Cruser 1993 sjálfskiptan 35\" bíll ekinn 300 og súrkál og ofur foxinum. Það lekur olía með spýssaröri í cruser og hann bremsar ekki jafnt á öllum hjólum. En diskar og klossar eru í lagi. Í sambandi við spíssarörin er hægt að fá þetta eitt og eitt eða þarf að taka öll rörin? Svo með bremsurnar er einhver deilir eða jafnari í þessu eins og Hilux að aftan.? kveðja Guðni hugsanlegur Cruser eigandi",
            "date": "2012-11-26 18:21:00",
            "post_id": "74514",
            "reply_to_id": false
        },
        {
            "user_name": "kjartanbj",
            "text": "það er bremsujafnari að aftan já, búið að aftengja hann hjá mér samt",
            "date": "2012-11-26 18:23:00",
            "post_id": "74516",
            "reply_to_id": "74514"
        },
        {
            "user_name": "Polarbear",
            "text": "það er hægt að kaupa rörin eitt og eitt frá dælu og uppí spíss í Toyota.",
            "date": "2012-11-26 18:50:00",
            "post_id": "74524",
            "reply_to_id": "74516"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Takk strákar það klikkar ekki að spyrja hér á þessum vef. kveðja guðni",
            "date": "2012-11-26 19:25:00",
            "post_id": "74527",
            "reply_to_id": "74524"
        },
        {
            "user_name": "Gudnyjon",
            "text": "Fastir stymplar í bremsudælum, Toyota veiki.",
            "date": "2012-11-26 21:05:00",
            "post_id": "74541",
            "reply_to_id": "74527"
        },
        {
            "user_name": "Freyr",
            "text": "Tek undir með síðasta manni. Það eru sennilega fastir stimplar í dælum, sérstaklega að framan, veðja á innri neðri og e.t.v. fleiri...",
            "date": "2012-11-26 21:09:00",
            "post_id": "74542",
            "reply_to_id": "74541"
        },
        {
            "user_name": "Polarbear",
            "text": "sama og freyr og jón.... það borgar sig að taka upp dælurnar frá a-ö... skipta um gúmmí og stimpla og þrfífa og mála dælurnar og kjálkana. er nýbúinn að þessu að aftan hjá mér og alltí einu fór hann að bremsa eitthvað. vona að hann fari að bremsa almennilega þegar ég geri þetta að framan.\nSvo er fínt trikk til að ná loftinu úr kerfinu á 80 krús (sem getur verið hundfokking leiðinlegt)  að kaupa langa glæra slöngu sem nær úr afturdælunum og alla leið fram í vökvabúr. 6 mm sílikonslanga virkar fínt. kaupa bara svona 10 metra og klippa svo í rétta lengd.\nPumpa svo bara vökva í hringi þar til allt loft er farið. gæti tekið svona 50-100 pump per dælu.... en er mikið skilvirkari aðferð en að reyna að lofttæma þetta helvíti á gamla mátann.",
            "date": "2012-11-26 21:35:00",
            "post_id": "74550",
            "reply_to_id": "74542"
        },
        {
            "user_name": "Sveinn.r.þ",
            "text": "Smá spurning ì framhaldi af bremsum.Hafa menn verið taka jafnaran burt? \nKv\nSveinn.",
            "date": "2012-11-26 21:57:00",
            "post_id": "74554",
            "reply_to_id": "74550"
        },
        {
            "user_name": "kjartanbj",
            "text": "Armurinn hjá mér er allavega aftengdur",
            "date": "2012-11-26 22:10:00",
            "post_id": "74558",
            "reply_to_id": "74554"
        },
        {
            "user_name": "Freyr",
            "text": "Varðandi lofttæminguna virkar líka ágætlega að opna loftnipplana að aftan og passa að halda nægri vökvahæð í forðabúrinu meðan lekur í gegn. Láta leka í einhverjar mín og loka svo. Stundum hefur þetta eitt dugað en oftast þarf kanski 2-3 \"pump\" til að klára lofttæminguna...",
            "date": "2012-11-26 22:52:00",
            "post_id": "74574",
            "reply_to_id": "74558"
        },
        {
            "user_name": "lilli",
            "text": "Varðandi lofttæminguna þá get ég ekki tekið undir það að gott sé að hafa slöngu til baka frá aftöppununni og upp í forðabúrið. Þegar maður er að tappa af bremsum á gömlum bílum þá kemur nánast alltaf óhreinn vökvi úr lögnunum sem inniheldur jafnvel raka. Þetta er allavega ekki eitthvað sem ég vill fá upp í höfuðdæluna aftur.\nMaður splæsir bara nýjum vökva á forðabúrið, hefur stutta slöngu (ekki verra að hún sé glær) frá lofttappanum og niður í flösku með smá bremsuvökva í og pumpar svo þar til hreinn og loftlaus vökvi kemur í flöskuna. Bara passa að bæta á forðabúrið svo loft komist ekki inn á kerfið.\nKv. Sigurþór",
            "date": "2012-11-27 07:46:00",
            "post_id": "74606",
            "reply_to_id": "74574"
        },
        {
            "user_name": "Hfsd037",
            "text": "Ég var með höfuðdælu og þræl úr 80 krúser í mínum einu sinni og reif það úr aftur og lét orginal í staðinn aftur því hún virkar miklu miklu betur.. ég átti erfitt með að lofttæma kerfið með 80 krúser dælunni.. kannski er málið að prufa 2000 Hilux dælu?\npassar allt á milli ef maður skiptir þrælinum  út í leiðinni",
            "date": "2012-11-27 15:22:00",
            "post_id": "74655",
            "reply_to_id": "74606"
        },
        {
            "user_name": "Polarbear",
            "text": "erfiðleikar í lofttæmingu á 80 krús er þekkt vandamál. að sjálfssögðu tappar maður ónýta vökvanum af fyrst áður en maður fer að dæla í hringi. héllt ég þyrfti nú ekki að nefna það!\nen jú. það borgar sig að skipta alveg um vökva stundum.... og ef maður fer þá leið þá margborgar sig að passa það VEL að ekki fari nýtt loft inná kerfið með nýja vökvanum :)",
            "date": "2012-11-27 17:25:00",
            "post_id": "74676",
            "reply_to_id": "74655"
        },
        {
            "user_name": "Oskar K",
            "text": "skil ekki hvað menn eru bara að pæla í þessum hleðslujöfnurum, það geeetur ekki verið slæmur hlutur þegar þú ert kominn á 38-44\" dekk að bíllinn sé að nota afturbremsurnar 100%",
            "date": "2012-11-27 18:54:00",
            "post_id": "74695",
            "reply_to_id": "74676"
        }
    ],
    "date": "2012-11-26 18:21:00"
}