{
    "forum_title": "Almennt spjall",
    "id": "14266",
    "title": "Breyting á LC 120",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=14266",
    "posts": [
        {
            "user_name": "RofustöppuRobbi",
            "text": "Langaði að forvitnast, er að spá í að setja patrol hásingar undir LC 120.. En var að vellt fyrir mér hvað sé best að gera í sambandi við abs skinjaran í h/framhjólinu, ef hann er ekki með þá dettur út hraðamælirinn..?",
            "date": "2012-11-27 23:22:00",
            "post_id": "74757",
            "reply_to_id": false
        },
        {
            "user_name": "Cruser",
            "text": "Það er nú einhver sem setti svona bíl á Lc 80 hásingar á sínum tíma, gott ef ekki breytinga verkstæðið hjá Toyota. Held að Maggi Sko eigi þennan bíl í dag. Einhver leið hefur verið farinn?\nGangi þér vel með þetta.\nKv Bjarki",
            "date": "2012-11-27 23:49:00",
            "post_id": "74765",
            "reply_to_id": "74757"
        },
        {
            "user_name": "vallikr",
            "text": ".",
            "date": "2012-11-28 00:02:00",
            "post_id": "74768",
            "reply_to_id": "74765"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Er þetta bíllinn sem um ræðir ??\nhttp://www.bilasolur.is/CarDetails.aspx ... &schpage=6\nVarla ferðu á mikið stærri dekk en 38\" með orginal lc120 hjólabúnað..",
            "date": "2012-11-28 00:34:00",
            "post_id": "74772",
            "reply_to_id": "74768"
        },
        {
            "user_name": "vallikr",
            "text": "J",
            "date": "2012-11-28 00:44:00",
            "post_id": "74774",
            "reply_to_id": "74772"
        },
        {
            "user_name": "Freyr",
            "text": "Þeir hafa verið settir á 44\" DC en til að það hangi sæmilega í friði eru spindlarnir styrktir að framan svo þeir bogni ekki inn að ofan (þarf líka á 38\" ef vel á að vera). Eins hafa þeir hjá AT verið að setja stærra drif í afturhásinguna, skipta bara um miðjuna en nota rest áfram ef ég man rétt.\nAnnars þykir mér mjög áhugavert að lesa póstinn þinn Valli því þykir sá sem þú smíðaðir afar verklegur og áhugaverður. Gæti vel hugsað mér að eiga hann. Hvað veldur því sérstaklega að þú færir ekki þessa leið aftur ef ég má spyrja? Eru það þættir sem snúa að kostnaði, flækjustigi og þyngingu eða frekar eitthvað tengt virkninni???\nKveðja, Freyr",
            "date": "2012-11-28 00:51:00",
            "post_id": "74775",
            "reply_to_id": "74774"
        },
        {
            "user_name": "Hfsd037",
            "text": "Ég heyrði frá manni sem vann hjá AT, eftir að spindill er styrktur þá verður hann allt að 40x sterkari, en ó styrktur spindill bogni við fyrstu holu",
            "date": "2012-11-28 02:10:00",
            "post_id": "74783",
            "reply_to_id": "74775"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Það verður að styrkja spindlana það er bara svo einfalt. Þegar mínum bíl var breytt á sínum tíma þá bognuðu orginal spindlarnir í prufutúrnum. Þetta var áður en þeir voru byrjaði að sjóða utan á þá. Ári seinna minnir mig að það hafi verið settir styrktir spindlar undir hjá mér og ég hef ekki þurft að fara með bílinn í hjólastillingu síðan að það var gert.",
            "date": "2012-11-28 09:05:00",
            "post_id": "74793",
            "reply_to_id": "74783"
        },
        {
            "user_name": "vallikr",
            "text": "v",
            "date": "2012-11-28 13:54:00",
            "post_id": "74829",
            "reply_to_id": "74793"
        },
        {
            "user_name": "-Hjalti-",
            "text": "En að breita bara grindini á bílnum að framan ?",
            "date": "2012-11-28 14:08:00",
            "post_id": "74833",
            "reply_to_id": "74829"
        },
        {
            "user_name": "RofustöppuRobbi",
            "text": "Sælir, já sá grái er töff :) Já þegar ég breytti mínum á 38\" stirti ég spinla og hefur þetta verið ótrulega til friðs en hef tvisvar lent í því að reka framdrifið svo hressilega nyður að kúlan gekk uppí pönnu og braut hana, En ég er af gamlaskólanum, vill helst hafa þetta á hásingum og beinskipt, er með augun á bíl sem mig lanar að setja á 44\" og hann er beinskiptur, þannig þá ætti þetta hraðamæladót að vera í kassanum þar, mesti ókosturinn finnst mér við ssk er hvað maður kemst ekkert áfram í lága, 50 km og allt á glimjandi snuning, en það skánar víst eitthvað  við að klippa á vír svo hann fari í 4 gír.. en takk fyrir góð svör :))",
            "date": "2012-11-28 23:09:00",
            "post_id": "74920",
            "reply_to_id": "74833"
        },
        {
            "user_name": "vallikr",
            "text": "v",
            "date": "2012-11-29 00:33:00",
            "post_id": "74935",
            "reply_to_id": "74920"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Þessi bíll hjómar eins og hundleiðinleg og kraflaus peningasóun :)",
            "date": "2012-11-29 00:40:00",
            "post_id": "74937",
            "reply_to_id": "74935"
        },
        {
            "user_name": "vallikr",
            "text": "v",
            "date": "2012-11-29 01:00:00",
            "post_id": "74939",
            "reply_to_id": "74937"
        },
        {
            "user_name": "Hfsd037",
            "text": "Ég held að þú fattir þetta ekki alveg",
            "date": "2012-11-29 01:07:00",
            "post_id": "74940",
            "reply_to_id": "74939"
        },
        {
            "user_name": "Freyr",
            "text": "Hvað áttu við Hlynur?",
            "date": "2012-11-29 01:50:00",
            "post_id": "74945",
            "reply_to_id": "74940"
        },
        {
            "user_name": "-Hjalti-",
            "text": "já ég er forvitinn líka",
            "date": "2012-11-29 01:54:00",
            "post_id": "74946",
            "reply_to_id": "74945"
        },
        {
            "user_name": "Brjótur",
            "text": "8 cyl bensin eru menn enn að rausa um þetta það þarf nu að eiga oliulind til að keyra svoleiðis bil :)   en menn sem eru alltaf að flyta ser eiga bara að fa ser snjosleða miklu odyrara i alla staði ;)  og geta geyst um i blindni",
            "date": "2012-11-29 11:59:00",
            "post_id": "74988",
            "reply_to_id": "74946"
        },
        {
            "user_name": "kjartanbj",
            "text": "Mér finnst mikið skemmtilegra að geta notað jeppann minn oftar heldur en að fara hraðar yfir í einni ferð og þurfa vera með 300lítra af bensíni með til þess\nen hey það er bara ég...",
            "date": "2012-11-29 12:04:00",
            "post_id": "74989",
            "reply_to_id": "74988"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Tímarnir breytast, það er ekkert svo ýkja langt síðan að menn voru lagðir næstum því í einelti fyrir að vera á dísil - nú hefur það snúist við.",
            "date": "2012-11-29 13:42:00",
            "post_id": "75012",
            "reply_to_id": "74989"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ég held að flestir sem eru að ferðast eitthvað af viti á bensínbílum í dag séu á tiltölulega léttum bílum, þannig njóta þeir \"best of both worlds\" ..... t.d er ég á sprækum snjójeppa sem eyðir jafn mikið og 3 tonna 44\" díselbíll á fjöllum og dríf alveg jafn mikið (kannski meira !?! ;-)  \n..... ég skal þó vera fyrstur til að viðurkenna að það fylgja þessu ákveðnir gallar og ég neita alfarið að taka þátt í neinni umræðu eða samanburði á eyðslu þessara bíla innanbæjar !",
            "date": "2012-11-29 13:57:00",
            "post_id": "75015",
            "reply_to_id": "75012"
        },
        {
            "user_name": "Freyr",
            "text": "Ég er á 38\" cherokee sem viktar 1.7xx kg tómur og er kringum 2.200 kg. í snjóferðum. Hann er með 4 ltr 6 cyl vél sem ég hef átt lítillega við og er rúm 200 hp. Í hefðbundnum snjóferðum eyði ég svipað og 44\" patrol eða landcruiser 80 nema það sé mikið búið að skrúfa þá upp, þá fer ég með minna en þeir. Hinsvegar eyði ég að jafnaði í snjóferðum ívið meira en t.d. 38\" 4 runner diesel, 90 cruiser og trooper og slatta meira en 2,9 musso. Patrolinn sem ég átti á undann þessum jeep var '95 bíll á 38\", töluvert búið að skrúfa hann upp. Hann eyddi svipað hjá mér á dag í snjó og cherokee-inn.\nÁ langkeyrslu er ég með kringum 17-18 lítra á 38\" en 14-16 á 35\" og innanbæjar 20+ á 38 en um 18 á 35\". \nEins og ég sé þetta þá fórna ég rýminu/þægindunum sem stærri jeppar á borð við 80 cruiser og patrol bjóða upp á en hef í staðinn mun sprækari bíl sem er skemmtilegra að leika sér á og eldsneytiskostnaðurinn er svipaður.",
            "date": "2012-11-29 14:20:00",
            "post_id": "75018",
            "reply_to_id": "75015"
        },
        {
            "user_name": "Hfsd037",
            "text": "Nákvæmlega, og sömuleiðis það sem fyrri ræðumenn segja.\nÞó að LC120 fari ekki hraðar en 50km á lága gírnum þá fá menn sér frekar önnur hlutföll því þessi vél er alveg nógu öflug til þess að skila jeppanum hraðar en 50km í lága gírnum.\nTil hvers að láta V8 ofan í 4 milljóna króna jeppa á meðan maður getur smíðað sér ofur willys fyrir andvirðið á LC120?\nMér persónulega finnst öll lög brotin með að láta V8 ofan í LC120, en það er bara ég\nPlús, endusöluverðið færi í keng,  ég mundi aldrei líta við V8 LC120 ef ég væri að leita mér af þannig og örugglega margir aðrir",
            "date": "2012-11-29 15:17:00",
            "post_id": "75029",
            "reply_to_id": "75018"
        },
        {
            "user_name": "Dúddi",
            "text": "Ég verð að segja að þessi þráður er komin töluvert útfyrir efnið.\nPlús það að til hvers að kaupa ser rándýran landcruiser til að henda öllu nema boddyi og grind.\nEf ég væri að fara í einhvern 8Cyl pakka þá mundi ég kaupa mér bíl með græjunni ofaní og þurfa bara að endursmíða undirvagninn, ekki fá mér bíl fyrir 4-5 millur og henda öllu sem maður var að kaupa, hef svosem ekki mikið vit á þessum amerísku með 8 cyl vélunum en ég nefni kannski bara durango eða eitthvað þannnig, með vélinni sem maður vildi og þá bara sama undirvagnsvinnan eftir og í cruisernum.\nÉg væri til dæmis til í lc 120 og henda honum á 44 tommu með hásingum og það væri að stórum hluta útaf því að hann er með þessu gangverki, eyðir ekki miklu og þokkalegt afl miðað við eyðslu. \nMenn þurfa bara að velja í upphafi hvort þeir vilji diesel búðing eða 8cyk bensín sprengju. Ég persónulega vel diesel en það er bara mitt val og öllum sem ferðast með mér er frjálst að vera á bensín bílum ef þeir vilja.",
            "date": "2012-11-29 16:54:00",
            "post_id": "75043",
            "reply_to_id": "75029"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég hef einmitt oft velt því fyrir mér þegar menn fara í bæði vélarskifti og drifrásar skifti á svona nýlegum bílum afhverju þeir kaupi ekki óbreytta og úrbrædda tjónabíla. Það hlýtur að borga sig að lappa upp á laskað boddý.",
            "date": "2012-11-29 17:26:00",
            "post_id": "75049",
            "reply_to_id": "75043"
        },
        {
            "user_name": "RofustöppuRobbi",
            "text": "LC 120 Hefur alveg kraftinn í að fara hraðar en 50 km í sæmilegum snjó, það sem ég er að meina er að þú ert komin ca 4000 s/mín, en ef þetta er beinsk... keyrir þú bara í háa og allir brosa, eða það hefur virkað hingað til :) En það sem virkar í dag er léttur bíll á 38\"-44\" með góða dísel rellu... ef þú ætlar að ferðast eittvað að ráði... Nema þú egir bánka :)",
            "date": "2012-11-29 18:41:00",
            "post_id": "75067",
            "reply_to_id": "75049"
        },
        {
            "user_name": "Hfsd037",
            "text": "Sammála",
            "date": "2012-11-29 18:43:00",
            "post_id": "75068",
            "reply_to_id": "75067"
        },
        {
            "user_name": "nobrks",
            "text": "Ég hef setið í umræddum 46\" bíl á vegi, og þessi bíll rótvinnur.   Ég átti von á að breidd dekkjanna myndi hamla honum eitthvað í snerpu en kom skemmtilega á óvart.\nÞetta er örugglega frábær ferðabíll í snjó, en ekkert leiktæki.   \nCruiserinn er örugglega tvisvarsinnum aflmeiri, en 2.8 patrol sem menn virðast geta lifað með með 46\" dekkjum, svona til að setja þetta í e-h  samhengi.",
            "date": "2012-11-29 19:33:00",
            "post_id": "75077",
            "reply_to_id": "75068"
        },
        {
            "user_name": "vallikr",
            "text": "v",
            "date": "2012-11-29 20:32:00",
            "post_id": "75080",
            "reply_to_id": "75077"
        },
        {
            "user_name": "RofustöppuRobbi",
            "text": "Lýst vel á þessa Willys smíði þína :) Að hafa átt willys langar manni alltaf aftur í willys.... Ég keypti mér reyndar Wrangler, sem er bara willys í sparifötunum, breytti honum á 38\" mér finnst alltaf gaman að keyra þessa bíla :) EN svo fór að pirra mig hvað þetta stóð út á plani, lítið sem ekkert notað, jú fór stundum á honum í vinnu og einstaka sinnum að leika... Átti hann í 2 ár, þetta er alltaf spurning.. hefði kannski átt hann lengur ef ég hefði getað haft hann inni, þetta fer ílla á því að standa dögum saman óhreift.....",
            "date": "2012-11-29 21:39:00",
            "post_id": "75095",
            "reply_to_id": "75080"
        }
    ],
    "date": "2012-11-27 23:22:00"
}