{
    "forum_title": "Jeppinn minn",
    "id": "14481",
    "title": "Patrol v8",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=14481",
    "posts": [
        {
            "user_name": "nervert",
            "text": "Jæja ´sagan á bakvið þennan bíl er sú að í lok Október vorum við þrír félagar orðnir Þreyttir á því að eiga Jeppa sem eru í uppgerð og við sáum frammá að vera bíllausir í allan vetur. Þá var ráðist í málið og sameinuðum dót sem við áttum til á Lager í einn bíl, Ég átti Vélarlausan Patrol 38\" breyttan og 400 th skiptingu með Patrol millikassa aftan á, Illugi félagi minn átti Transam með ónýta skiptingu og 350 sbc í lagi. Sá þriðji, Þórir átti 44\" dekk á felgum og allt annað smá drasl til að setja v8 í patrol, Þannig að ráðist var í málin og á nokkrum helgum vorum við komnir 44\" patrol með 350 sbc í húddinu, Það á nú aðeins eftir að gera, en stefnan er sett á áramótaferð 4. janúar. Bíllinn keyrir orðið og virkar asskoti vel(miðað við patrol allavega).\nog hér er mynd\nÉg set vonandi fleiri myndir síðar\nm.b.kv. Nervert",
            "date": "2012-12-06 13:50:00",
            "post_id": "76018",
            "reply_to_id": false
        },
        {
            "user_name": "kjartanbj",
            "text": "þið skellið vonandi köntum sem passa á er það ekki",
            "date": "2012-12-06 14:16:00",
            "post_id": "76021",
            "reply_to_id": "76018"
        },
        {
            "user_name": "nervert",
            "text": "ætli að það verði ekki á endanum jú, en hann verður svona út veturinn",
            "date": "2012-12-06 14:20:00",
            "post_id": "76022",
            "reply_to_id": "76021"
        },
        {
            "user_name": "kári þorleifss",
            "text": "Það var laglegt!!",
            "date": "2012-12-07 16:21:00",
            "post_id": "76175",
            "reply_to_id": "76022"
        },
        {
            "user_name": "-Hjalti-",
            "text": "tilhvers ?  redda sér bara svona",
            "date": "2012-12-07 16:33:00",
            "post_id": "76177",
            "reply_to_id": "76175"
        },
        {
            "user_name": "kjartanbj",
            "text": "það er líka hægt að gera svona, það sem ég átti við var að hylja dekkin að minnsta kosti, lítur ekki vel út fyrir jeppamenn að svona ökutæki séu hálfkláruð í umferðinni",
            "date": "2012-12-07 16:46:00",
            "post_id": "76179",
            "reply_to_id": "76177"
        },
        {
            "user_name": "nervert",
            "text": "þessu verður reddað við fyrsta tæki færi, lýst vel á að klína bara gúmmí könntum utan á.",
            "date": "2012-12-07 18:22:00",
            "post_id": "76194",
            "reply_to_id": "76179"
        },
        {
            "user_name": "Freyr",
            "text": "Gaman að þessu, sameina einhverja afganga og standið uppi með fanntaskemmtilegann jeppa. 44\" patrol með alvöru vél er jeppi sem marga dreymir um......;-)",
            "date": "2012-12-07 19:41:00",
            "post_id": "76218",
            "reply_to_id": "76194"
        },
        {
            "user_name": "Big Red",
            "text": "hvernig endaði þessi fór hann á fjöll eða slitnaði uppúr vinskapnum og \"lagerinn\" kanski kominn uppí hillu aftur :p",
            "date": "2013-01-07 20:29:00",
            "post_id": "80654",
            "reply_to_id": "76218"
        },
        {
            "user_name": "Valdi B",
            "text": "held það slitni seint upppur vinskapnum hjá þessum dólgum haha :)  held að þessi hljóti að hafa farið í ferð fyrir stuttu síðan, eittthverjum dögum, þótt ég viti það ekki",
            "date": "2013-01-08 00:15:00",
            "post_id": "80701",
            "reply_to_id": "80654"
        },
        {
            "user_name": "nervert",
            "text": "hann komst nú ekki í ferðina, en verður sennilega klár fyrir næstu",
            "date": "2013-01-08 03:21:00",
            "post_id": "80720",
            "reply_to_id": "80701"
        },
        {
            "user_name": "nervert",
            "text": "jæja Þá er maður byrjaður að vinna aftur í þessum gallagrip eftir næstum árs hlé. Þetta endaði alltsaman með því að ég skilaði dekkjunum og keypti vélina. \nÞannig þá átti ég orðinn dekkjalausan patrol sem lak öllum olíum og engir mælar tengdir. Eftir þrjár vinnu helgar er ég farinn að sjá fyrir endan á þessu.\nÞað sem ég er búinn að gera\nFinna dekk og felgur - fékk grútslit gang af 44\" swamper skar hann til og setti á felgur sem ég átti\nTengja smurpung\nTengja hitamæli - \nTengja skiptingarhitamæli\nlaga vatnsleka\nlaga lagnir að smurkæli\nTengja hraðamæli\nSkera meira úr.\nLengdi afturdemparana um 10 cm\nog margt fleira\nÞað sem á eftir að gera\nLaga smurolíu leka \nklára púst\nsetja stigbretti\ntengja kastara og loftdælu\nStækka kanta\nSvo má náttúrulega lengi bæta við listan en svona stendur hann í dag\nNú er markið sett á ferð helgina 9-11 nóv þar sem ég ætla að prufa tækið og sjá hvað þarf að laga fyrir veturinn\nGóðar stundir\nNarfi H.",
            "date": "2013-10-28 12:06:00",
            "post_id": "114691",
            "reply_to_id": "80720"
        },
        {
            "user_name": "sonur",
            "text": "Reffilegur er hann á super swamper",
            "date": "2013-10-28 13:29:00",
            "post_id": "114695",
            "reply_to_id": "114691"
        },
        {
            "user_name": "nervert",
            "text": "Jæja nú er Þessi helgi að kveldi komin og eitthvað náðist að gera í patrolnum. \nÉg náði að laga smurolíulekan og klára pústið. Skar kanntana til að bíllinn gæti eitthvað fjaðrað. Tók til inní bílnum. Einnig tengdi ég kastara á tækið. Svo  var komið að því að prófa tækið almennilega. Þegar var ég aðeins búinn að hamast á honum sprakk olíuslanga fyrir sjálfskiptikælinn og þurfti að draga hann heim. Asskoti gott þegar það er vika í fyrstu ferð\nJá það er gott að vera Nissan eigandi þegar maður lagar eitthvað kemur eitthvað nýtt í staðinn.\nHér situr hann með ónýta slöngu\nJá þetta verður ahugavert að reyna komast á fjöll næstu helgi\nMeð keðju\nNarfi H.",
            "date": "2013-11-03 18:19:00",
            "post_id": "115463",
            "reply_to_id": "114695"
        },
        {
            "user_name": "guðlaugsson",
            "text": "Þetta hefst gamli, hann kemur með!",
            "date": "2013-11-03 20:40:00",
            "post_id": "115499",
            "reply_to_id": "115463"
        },
        {
            "user_name": "nervert",
            "text": "Jæja þessi fór í ferð um síðustu helgi farið var inní landmannahelli föstudagskvöld/nóttina, svo fórum við inní landmannalaugar á laugardaginn, þar snérum við við og héldum aftur inní Helli, eftir að hafa skemmt okkur um kvöldið þá fórum við af stað 7 á sunnudagsmorgun og vorum konir heim á Hellu um 12 leitið. \nÍ fyrstu ferð á bílnum kom reynsla af honum og ég er agalega ánægður með hann. Dekkinn komu mjög vel út undir bílnum og aflið var ekkert til þess að væla yfir.Ýmisslegt annað kom í ljós. það sem þarf að laga fyrir næstu ferðir.\nÉg þarf að taka allar lagnir að sjálfskiptikæli og skipta um þær. Ég þarf að skipta út sjálfskiptikæli fyrir stærri. Einnig þarf ég að finna mér breiðari felgur. Svo þarf ég að koma smurpungnum af stað. Einnig hætti bíllinn að hlaða á laugardaginn. Svo þarf ég að skipta um felgubolta að framan og að aftan\nÞað er nóg fyrir stafni hjá mér en hérna eru eitthverjar myndir úr ferð helgarinar",
            "date": "2013-11-13 15:09:00",
            "post_id": "116647",
            "reply_to_id": "115499"
        }
    ],
    "date": "2012-12-06 13:50:00"
}