{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "14553",
    "title": "Nissan King Cab 1991 - Framhaldslíf",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=14553",
    "posts": [
        {
            "user_name": "Big Red",
            "text": "*breytti upphafsnafni. ætla bara að hafa þennan þráð um bílinn. Svona fyrir þá sem nenna að fylgjast með svona kreppuverkefni og það þá þessari týpu af bíl sem er samt rosa ánægja með ;)\nSóttur á Hólmavík 30nóvember\nbúið að keyra á honum í 2 vikur núna 14,12'12\nHann var búinn að standa síðan fyrrihluta árs 2009. Búið að fara yfir allar olíur kassa og drif og allir vökvar í lagi og fínt enn sem komið er. Nema það gleymdist að skoða vökvann fyrir kúplinguna og sprakk neðri þrællinn í gær þegar átti að fara að sækja varahlutabílinn :/ því vökvinn var beond ónýtur. það var svört leðja í þessu öllu. Enn AB varahlutir áttu til gúmmísett í þetta merkilegt nokk og kostaði rétt um 2000 krónur. í umboði var hægt að panta það fyrir rétt um 15þúsund krónur :/ Held það verði ekki hringt meir þangað útaf varahlutum.\nEnn síðan sóttur þá er búið að þurfa að skipta um kveikjulok, hamar, kertaþræði og núna laga kúplingsþrælinn. Fór svo hleðslan að haga sér leiðinlega með þessu í gær. alternatorinn hefur farið í einhverja fýlu yfir að þrællinn skildi yfirgefa samkvæmið. þannig hann verður tekinn úr og skoðuð kolin og fleira. Ætla að keyra hann í tvær vikur í viðbót og sjá hvort eitthvað fleira gefur sig. Ef ekki þá bara í skoðun og vona það besta og svo á 36\".\n9.1.'13\nHér eru nokkrar myndir:\nÞegar sóttur, já vert er að taka framm að lagt var í þetta í upphafi því sagt var að hann væri dísel sem reyndist ekki þegar á staðinn var komið :/\nOg voða kózý að innan\nurðum okkur útum felgur og 33\" dekk í skiptum fyrir túpusjónvarp, felgurnar reyndust mikið verr farnar enn var sagt og dekkin eins og svissneskir ostar.\nsandblásnar og málaðar\nSvissnesku ostunum hent og fengum 33\" nánast gefins og aðeins skorið úr fyrir aftan frammdekk til að hægt væri að beygja að framan og fjaðra um leið. Verður hann svona þar til það eru komið er í hús kantar á hann, dekk og felgur. Augastaður er svo á rörastuðurum og er pæling í gangi með þá því original eru orðnir frekar slappir, enn verst þeir eru svo langt í burtu þannig séð(borgarnesi) uppá að máta ef þeir passa svo bílnum ekki :(\nGamla afturrúðan, leiðindarleki eftir að húsið fór norður á Dalvík.\nFannst ryð í fölsunum. Fölsin hreinsuð upp og grunnuð. (verður sveitamálaður í sumar)\nGrunnað og nýja rúðan komin í\ngamla rúðan\nSetti lukkuskeifuna á hann sem fylgdi fyrsta bílnum Ford Bronco 1974, var orðinn oxiteraður, svoooooo.... já einmitt, sandblásinn og málaður í sama lit og felgurnar. Er ekki jafn skakkur nú og á myndinni. Ákveðið hefur verið að allt auka á honum verður í sama lit og felgurnar.\nSvo er búið að taka ákvörðun um að heimasmíða pallgrind, líklegast tvöfaldan frammboga og svo skástífur aftur. Er verið að  reyna að gera upp við sig hvort það verði veltigrind sem tengist í grind bílsins eða bara grind á pallinn uppá lúkkið með kösturum. spurning hvað mönnum finnst um það?\nHér er svo partabíllinn sem við fengum.\nEkki er hann fallegur greyið. Orðinn svolítið þreyttur.\nfengum þessa fínu heysátu með\nEnn undir öllu ryðinu og drullunni uppgötvuðust svo að segja gersemar. Polyurithan fóðringar í öllu og poly samsláttarpúðar. ásamt nýlegum handbremsubörkum, bremsurörum(vissum reyndar af því). Enn best af öllu var ástæðan sem við aðallega ákváðum að sækja hann voru bremsudælurnar að aftan og virðast þær vera mjög nýlegar og nýir klossa og borðar hringinn ásamt bremsudiskum. (slitnuðu boltarnir í dælunum og gúmmí ónýt þegar betur var að gáð, keyptar nýjar dælur, enn allt annað notað) \nSvo hafa þessi nagladekk líklegast verið nýleg kringum 2009 áður enn honum var lagt.\nÞarf að smíða púst undir hann hvert er ódýrast að fara? Kútarnir til staðar sem á að nota undir hann.\nþar til næsta update sem verður líklegast fóðringa og bremsur ;D\n***UPPHAFSINNLEGG:\nEr mikið að velta fyrir mér hlutföllunum í Nissaninum. Því eins og hann stendur núna á orignal er 1 gírinn nánast óþarfur nema í bröttum brekkum. Það er bara tekið að stað í 2 gír. \nÞekkir þetta einhver? Er búið að leita á netinu að þessu. Svo virðist hann vera pinnlæstur bæði framan og aftan er það original? Tek framm að þetta er ameríkubíll ef það breytir einhverju.\nErum bara að velta þessu með hlutföllin fyrir okkur. bæði uppá hvernig hlutföll þarf að leita að, EF þess þarf þá miðað við hvernig hann er núna, þegar farið verður í 36\" breytingu.",
            "date": "2012-12-09 21:07:00",
            "post_id": "76479",
            "reply_to_id": false
        },
        {
            "user_name": "Big Red",
            "text": "enginn??",
            "date": "2012-12-11 12:08:00",
            "post_id": "76769",
            "reply_to_id": "76479"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég efast stórlega um það að það sé stórt úrval af hlutföllum í þessa bíla. Enda hafa þeir ekki verið vinsælir í breytingar eins og þú sérð á áhuganum hér:) \nÉg myndi bara prufa að setja stærri dekk undir og sjá hvað gerist. Nei annars, ég myndi sennilega bara fá mér Hilux.\nHvernig færðu það út að hann sé 100% læstur bæði að framan og aftan?",
            "date": "2012-12-11 15:44:00",
            "post_id": "76789",
            "reply_to_id": "76769"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Ertu viss að bíllin heiti King Cab... er það ekki frekar stærðin á bílnum (farþegarýminu). Ef þetta er Ameríkubíll þá þykir mér annsi líklegt að það séu til hlutföll í þetta en ég get kanski ekki alveg svarað því hvaða hlutföll eru í þínum bíl nema að vita nákvæmlega tegundina.\nÞessir eru með hlutföll og hef ég keypt frá þeim 1:4875 hlutföll fyrir H233B \n4x4parts\nÞessir eru líka með hlutföll fyrir Ameríska Nissan jeppa\nRugged Rocks Offroad\nNissan drifin hafa öll doldið spes nöfn. Þau gefa í raun til kynna þvermál kampsins í millimetrum... doldið óþjálla en það sem við erum vanir að nota Dana-eitthvað eða ford-eitthvað :) H233B þíðir þá að kampurinn er 233mm. Á einni síðunni rakst ég á þennan nafnalista: H233B, M226, M205, C200, H190, R180, and R200A (þetta er ekki tæmandi listi yfir hvað til frá Nissan heldur bara hvað þessi verslun var að þjónusta) Ef þú getur fundið út hvað drifin í þínum bíl heita þá gæti það auðveldað þér leytina.\nKv.\nÓskar Andri",
            "date": "2012-12-11 18:00:00",
            "post_id": "76799",
            "reply_to_id": "76789"
        },
        {
            "user_name": "Big Red",
            "text": "@stefán\nnei kanski ekki það mest spennandi bíllinn fyrir breytingar enn af hverju ekki að vera öðruvísi. Höfum mikið gaman að honum.\nEnn svo er því ekki að neita að hann virðist bara vera merkilega skemmtilegur bíll með þessum mótor. Og verður bara gaman að vera öðruvísi og sjá hvernig hann kemur út. Þurfa ekki allir að vera eins;)\nEnn með læsingarnar þá er búið að prufa það,reyndar ekki búið að opna drifinn, enn hann virðist vera pinnlæstur. Spurning hvort það sé á gert eftir á eða hvort þeir komi svona ameríkutýpurnar.\n@Óskar-Einfari\nSkráður í umferðastofu Nissan King Cab og jú það vísar í stærð bílsins í raun. Í ameríkuhreppi heitir hann Nissan Hardtop D16 eða D21 er ekki alveg viss hvort, enn yfirleitt er vísað í D21 á þeim síðum sem höfum verið að gramsa í.\nHér má lesa sér til um þá. Þó svo ég efist um að mikil áhugi sé fyrir því ;)\nhttp://en.wikipedia.org/wiki/Nissan_Hardbody_Truck",
            "date": "2012-12-12 08:31:00",
            "post_id": "76900",
            "reply_to_id": "76799"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Ég skil... ég er svosem enginn nissan sérfræðingur :)\nEn mér sýnist að Nissan Hardbody sé með H233B afturhásingu sem er sama drif og er í patrol að aftan. Mér gengur ekki alveg að átta mig á því hvað er undir honum að framan en það fer líklegast eftir því hvernig vél er í honum. En það eru allavega einhverjir valmöguleikar hjá 4x4parts.... amk 4.875 hlutföll og 5.142\n4.875 hlutföll fyrir Nissan Hardbody\n5.142 hlutföll fyrir Nissan Hardbody\nSvo fór ég að googla eitthvað meira og það gæti þessvegna verið að þú sért með ennþá lægri hlutföll en þetta. Það á samt að vera hægt að finna \"axle code\" á einhverjum miða eða spjaldi einhverstaðar í bílnum... þetta kom framm á einni síðu \"The axle code is located on the door jamb sticker on Nissans\". Þetta er allavega rosalega misjafnt hjá Nissan hvað þeir nota eftir gerðum af bílum... hvort það er single cap, double cap, king cap, hvaða vél er notuð, hvaða skipting o.sfrv....\nKv.\nÓskar Andri",
            "date": "2012-12-12 09:42:00",
            "post_id": "76907",
            "reply_to_id": "76900"
        },
        {
            "user_name": "Stebbi",
            "text": "Er þetta ekki X-tra cab útgáfa af Nissan Pickup með áberandi King Cab merkingu við aftari rúðuna.  Þetta er bara sami bíll og Nissan Double Cab nema styttra hús með sjálfstæða fjöðrun að framan.",
            "date": "2012-12-12 11:22:00",
            "post_id": "76918",
            "reply_to_id": "76907"
        },
        {
            "user_name": "Big Red",
            "text": "Okay held það sé örugglega enn til uppí hillu splunkuný 4.88 (ef minnið er ekki að bregðast) hlutföll fyrir patrol. Spurning um að bera þau þá saman þegar byrjað verður á þessu.  \nEnn já Svopni eyðslan er merkilega lág. reyndar náttúrulega bara á 31\" núna spurning hvernig það verður á 36\" enn það er í langkeyrslu fór hann með 30lítra á 320km leið +/- 10km. tel það nú nokkuð gott á svona apparati",
            "date": "2012-12-12 11:25:00",
            "post_id": "76919",
            "reply_to_id": "76918"
        },
        {
            "user_name": "Big Red",
            "text": "Já hann er skemmtilegur. Var búinn að standa síðan fyrrihluta árs 2009 rauk í gang út að keyra og búið að keyra hann í sirka 2 vikur núna.  Búið að þurfa að laga pústið skipta um kveikju,hamar og þræði. Keyra hann í 2 vikur í viðbót fara svo í skoðun og sjá hvað kemur úr því. Reyndar er ljósatakkinn með gelgjustæla enn það er ekkert alvarlegt nema hann kostar nýr úr umboði 34þúsund takk fyrir. Skýringuna fyrir því gáfu þau að væri að hann væri svo gamallog búinn að liggja lengi hjá þeim uppí hillu! Já einmitt, þetta nær nánast verðgildi bílsins svo að segja o.O\nEnn með cruise controlið hef ég aldrei skilið í beinskiptum bíl....",
            "date": "2012-12-12 12:16:00",
            "post_id": "76925",
            "reply_to_id": "76919"
        },
        {
            "user_name": "Big Red",
            "text": "Jæja búið að gera upp neðri þrælinn og kúplingin farin að virka. \nEnn nú er annað. hvernig er með innsog á svona bílum er það sjálfvirkt og ekkert hægt að stilla það? Eftir að skipt var um kveikjulok, hamar og þræði og kertin aðeins blásin. þá fór hann að ganga á 2100snúningum kaldur enn dettur niður í 900-1000þegar hann er búinn að hitna aðeins. \nHálf ómögulegt að hafa hann þannig.",
            "date": "2012-12-17 14:53:00",
            "post_id": "77604",
            "reply_to_id": "76925"
        },
        {
            "user_name": "Svenni30",
            "text": "Hvað viltu að hann gangi ? það á að vera stilli skrúfa sem hægt er að fikta í til að auka eða mínka hraðan.",
            "date": "2012-12-17 15:05:00",
            "post_id": "77606",
            "reply_to_id": "77604"
        },
        {
            "user_name": "villi58",
            "text": "Er hann ekki bara Esab læstur ?",
            "date": "2012-12-17 15:45:00",
            "post_id": "77614",
            "reply_to_id": "77606"
        },
        {
            "user_name": "jongud",
            "text": "Það er mjög þægilegt að vera með cruise-control í hvaða bíl sem er (svo lengi sem það virkar)\nFyrsta skipti sem ég ók með c-c á mínum beinskipta Ford Ranger fyrrverandi var á Vatnajökli í draumaharðfenni frá Snæfelli í Grímsvötn á 80+ km/t\ná beinskiptum bíl virkar það yfirleitt bara á langkeyrslu á tiltölulega beinum þjóðvegum.",
            "date": "2012-12-17 15:52:00",
            "post_id": "77615",
            "reply_to_id": "77614"
        },
        {
            "user_name": "Big Red",
            "text": "Já veit af þessari stilliskrúfu, Hann gengur fínan hægagang þegar orðin heitur. þá um 900-1000 snúninga og virðist það bara vera fínn hægagangshraði.\nEnn kaldur er eins og hann hoppi bara í 2100snúninga. skiptir engu hvað gert er við þessa stilliskrúfu. Því er pæling hvort hægt væri að stilla hann einhvernveginn öðruvísi með það í huga að þá sé á honum sjálfvirkt innsog sem við erum ekki að átta okkur á, eða hvort kveikjan sé jafnvel vitlaus? henni hafi kanski verið flýtt til að láta hann ganga betur með ónýta kveikjulokinu og hamrinum. Bara pælingar sem fínt er að spyrja að áður enn farið er að gera stóraðgerðir.\nhahahaaa já það er spurning virðast vera góðir vextir á því alla vega.\nMeinaru þá allt mauksoðið. nei er reyndar ekki viss með það. enn kemuyr í ljós þegar drifin verða opnuð í vikunni\nEnn já svo virðist sem alternatorinn sé að gefa upp öndina greyið :/",
            "date": "2012-12-17 17:25:00",
            "post_id": "77630",
            "reply_to_id": "77615"
        },
        {
            "user_name": "flækingur",
            "text": "er ekki TPI innspíting á honum ??? það ætti að vera á honum ef þetta er v6 3,0 ameríku bíll. ef svo er þá er hitanemi sem stjórnar innsoginu..",
            "date": "2012-12-17 17:47:00",
            "post_id": "77632",
            "reply_to_id": "77630"
        },
        {
            "user_name": "Big Red",
            "text": "og er það alveg normal að hann fari í 2100snúninga og ekkert hægt að minnka það neitt? Eða þá er þessi hitanemi kanski í ruglinu og þarf að skipta honum út?",
            "date": "2012-12-17 17:55:00",
            "post_id": "77635",
            "reply_to_id": "77632"
        },
        {
            "user_name": "flækingur",
            "text": "þetta veltur allt á hvort það er búið að setja blöndung á hann. ef það er TPI er neminn sennilega að rugla soldið, jafnvel gæti verið búið að skrúfa upp þrýsting á henni sem er gert aftan á innspýtingunni með sexkannt.",
            "date": "2012-12-17 18:06:00",
            "post_id": "77636",
            "reply_to_id": "77635"
        },
        {
            "user_name": "Big Red",
            "text": "Það er ekki búið að setja blöndung á hann. er með TPI. Enn ætla að prófa að fikta í þessari þrýstiskrúfu takk fyrir þetta",
            "date": "2012-12-17 18:30:00",
            "post_id": "77638",
            "reply_to_id": "77636"
        },
        {
            "user_name": "SvavarM",
            "text": "hvað er ekki að skilja við það ?",
            "date": "2012-12-17 20:23:00",
            "post_id": "77656",
            "reply_to_id": "77638"
        },
        {
            "user_name": "Big Red",
            "text": "því á ssk þá skiptir hann sér niður til að halda ávallt jöfnum hraða til að mynda í brekkum. Enn á bsk þá þarftu að sjá um skiptingar sjálfur og þá finnst mér þægindin við cruisið horfið, enn svo eins og annar bennti á þá í góðu færi/vegi er þetta kanski mjög þægilegt ;)",
            "date": "2012-12-17 21:00:00",
            "post_id": "77664",
            "reply_to_id": "77656"
        },
        {
            "user_name": "Big Red",
            "text": "Jæja alternatorinn er alveg búinn að yfirgefa samkvæmið. Enn er komin með partabíl og þökkum HaffaTopp kærlega fyrir og alla aðstoðina sem hann veitti strákunum við að sækja bílinn. \nEnn spurningin er getum við notast við alternator úr svona 4 cylendra blöndungsbíl, enn við með 6 cylendra innspýttann?\nÞessi er King Cab 1987 módel. Og ef einhverjum vantar parta þá endilega hafa samband, fengum hann svo að segja á slikk og svínerí ;) Væri fínt að ná upp kostnaðnum við að sækja hann og ekki var hann mikill. þannig allt á lítið sem ekkert, ef þá það ;)\n(það er að segja það sem ekki verður notað í Litla Rauð)",
            "date": "2012-12-30 03:24:00",
            "post_id": "79357",
            "reply_to_id": "77664"
        },
        {
            "user_name": "Big Red",
            "text": "fékk 4 10\"breiðar felgur sem voru orðnar frekar oxideraðar held ég að það sé skrifað.\nLangaði að láta sandblása þær og polyhúða enn það er of dýrt miðað við að þessi bíll og breytingar mega ekki kosta neitt nema hann kosti sig sjálfur ;) Og þar sem þær fengust í skiptum fyrir gamalt verðlaust túpusjónvarp var ákveðið að taka bara sénsinn og gera þetta sjálf. Ef það myndi mistakast eru engir tapaðir fjármunir.\nSandblés þær, zinkhúðaði, málaði og lakkaði með rispufrírri glæru.\nFelga fyrir: Þessi var eiginlega best farin af þeim öllum. Byrjaði á þeirri verst förnu.\nFelga eftir: Þessi var verst farin af þeim öllum og þó þetta sé ekki fullkomið er þetta nokkuð gott.",
            "date": "2013-01-04 23:43:00",
            "post_id": "80118",
            "reply_to_id": "79357"
        },
        {
            "user_name": "kolatogari",
            "text": "þetta er nú bara nokkuð huggulegt. lítið hægt að kvart undan þessu.",
            "date": "2013-01-05 03:11:00",
            "post_id": "80146",
            "reply_to_id": "80118"
        },
        {
            "user_name": "Big Red",
            "text": "Jæja bíllinn stendur orðið á 33\" og með aðra afturrúðu þar sem að rúðan með opnanlega faginu var \"biluð\". Hefur hjá fyrri eiganda einhvertíma brotnað önnur rúðan í opnanlega faginu og sett plexigler í staðinn. Sem féll ekki alveg saman við hitt opnanlega fagið og lak þar inn. Tók því rúðuna úr partabílnum sem er bara heil rúða og setti í svo var bunað á þetta með brunaslöngu og voila engin leki enn uppgötvaðist leki með frammrúðu :/ Þannig næst á dagskrá er að taka frammrúðuna úr partabílnum og setja í Nissan, því hún var nýleg og með nýjum listum. Losa gömlu rúðuna úr Nissan og hreinsa upp ryðið í fölsunum og setja nýju í. \nMerkilegt nokk þá er topplúgan í tip top. Gúmmíkanturinn var losaður af til að sjá hvernig væri þarna undir og það bara sést ekki á þessu o.O eins og nýtt. sem verður að teljast merkilegt miðað við þetta gamlan bíl og að þetta sé bara topplúga yfir höfuð. Enn er að vinna í að setja myndir í fyrsta póst. kemur á eftir ;)",
            "date": "2013-01-09 21:59:00",
            "post_id": "81103",
            "reply_to_id": "80146"
        },
        {
            "user_name": "Big Red",
            "text": "komnar myndir",
            "date": "2013-01-09 23:31:00",
            "post_id": "81122",
            "reply_to_id": "81103"
        },
        {
            "user_name": "Big Red",
            "text": "Nú á að fara með bílinn í skoðun hvar fást svona gúmmíkantar eins og margir eru með. Svona rétt aðeins til að breikka 32\" kantanna?",
            "date": "2013-01-10 10:26:00",
            "post_id": "81177",
            "reply_to_id": "81122"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Þetta er bara nokkuð snyrtilegt project...\nMyndi halda að ef að 1gírinn er mjög hár (stuttur) sé alveg óhætt að negla 36\" undir og nota þá bara 5gír í þjóðvegakeyrslu..\nHvaða snúning eruð þið að sjá á 90kmh í 5gír núna ?",
            "date": "2013-01-11 18:05:00",
            "post_id": "81425",
            "reply_to_id": "81177"
        },
        {
            "user_name": "Big Red",
            "text": "Takk fyrir það\nHann hefur bara ekki verið keyrður yfir 80 og lítið pælt í því, enn er yfirleitt bara í 4gír á 2400 í 80 sirka heldur hann o.O\nEnn annars þá er búið að beygja í pallgrindina ;)",
            "date": "2013-01-11 20:51:00",
            "post_id": "81448",
            "reply_to_id": "81425"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Ef að þið eruð að sjá yfir 2000rpm í 5gír á 90kmh þá held ég að ykkur sé alveg óhætt að nota 36\" undir hann á þessum hlutföllum..\nÞað er nú eitt sinn þannig að þessi V6 mótor hjá Nissan er ekki ætlaður í hrærivél líkt og V6 frá Toyota !\nPoweband í V6 Toyota er vonlaust, þessi Nissan mótor togar þó og virkar aðeins betur :)",
            "date": "2013-01-12 05:45:00",
            "post_id": "81521",
            "reply_to_id": "81448"
        },
        {
            "user_name": "Big Red",
            "text": "hmm okay takk fyrir þetta :D",
            "date": "2013-01-12 10:48:00",
            "post_id": "81537",
            "reply_to_id": "81521"
        },
        {
            "user_name": "Big Red",
            "text": "Þá er búið að fara með Nissan í skoðun og sett útá óþétt púst, demparagúmmí, bremsulagnir og breidd kanta á eftir að setja gúmmírenninga á þá. \nOg benti vinsamlega á að það þyrfti að skipta um frammrúðu líka.\nsvo þar sem splunkuný frammrúða var í partabílnum var hún rifin úr og skellt í litla rauð og hreinsað upp ryðið sem byrjað var að myndast í fölsum. var það aðeins verra enn búist var við. Næst er að athuga ástand dempara í partabílnum og rífa úr honum nýju bremsulagnirnar og allt það og henda yfir í litla rauð. þá ætti hann eftir hjólastillingu að vera orðinn lekafrír og nokkuð góður. \nEnn nýjasta vandamálið sem upp er komið, er að hann eyðir ÖLLU sem sett er á hann. Hann var ekki svona, byrjaði bara í gær og búið er að útiloka leka. enn einnig er eins og það vanti orðið allt power í hann. Þegar stigið er á bensíngjöf gerist ekkert hann bara mallar rólega upp í hraða. getur þetta verið eitthvað skynjaravesen. skítur í innspýtingu eða eitthvað þvíumlíkt því CO2 reyndist frekar hátt í honum einnig við skoðun? erum að spá hvort hann sé að dæla of miklu bensíni inná mótor. eitt kerti var tekið úr og miðað við þau eru ný þá er frekar mikil sót á þeim.",
            "date": "2013-01-18 21:10:00",
            "post_id": "82986",
            "reply_to_id": "81537"
        },
        {
            "user_name": "Big Red",
            "text": "búið er að laga pústið og var bara 2\" alla leið. með aftasta kút undan patrol og hljómar hann frekar patrollegur orðið ;)\nSettur nýr pústskynjari og virðist eyðslan vera komin í lag aftur",
            "date": "2013-02-02 12:44:00",
            "post_id": "85701",
            "reply_to_id": "82986"
        },
        {
            "user_name": "Big Red",
            "text": "Jæja komnar nýjar bremsur allan hringinn allt nýtt að aftan, handbremsubarkinn einnig og nýir diskar og klossar að framan ásamt uppteknum dælum.\nYa eða svona nánast nýtt, var sett undir partabílinn (Sá ekki á dótinu eins og hann hafi verið keyrður þangað sem honum var lagt eftir bremsuviðgerðina) stóð síðan fyrrihluta 2009. Nema dælurnar að aftan eru splunkunýjar og dælurnar að framan Nýuppgerðar, aftur að virðist vera ;)\nSvo stendur á samsláttarpúðunum og dempurunum að aftan í partabílnum (Rancho high performance suspension) og við frekari skoðun virðist þetta dót einnig vera nýtt og ónotað svo að segja..\nEnn hvar fær maður gúmmíbreikkun á kantanna?",
            "date": "2013-02-07 22:21:00",
            "post_id": "86745",
            "reply_to_id": "85701"
        },
        {
            "user_name": "Big Red",
            "text": "Nú eru komnar stórhugapælingar í gang hjá karlpungnum o.O. Get fengið 2.8 Patrol með illa förnu body-i og grind, enn er 38\" breyttur, með gormum og 4-link. Mótor og allt virðist vera í fínu lagi. Er mikið að spá og spekúlera að taka ALLT kramið úr þessum Patrol og setja yfir í Litla Rauð og gera hann 38\" með patrol hásingum og mótor og öllu sem því fylgir.\nEnn á móti eru komnar pælingar þá að taka Litla Rauð 100% í gegn svo hvort hann verði kreppuverkefni mikið lengur er spurning.\nEnn hvað segja fræðimenn hér. er þetta möguleiki, meina mun þetta komast fyrir í Nissan",
            "date": "2013-02-16 11:33:00",
            "post_id": "88054",
            "reply_to_id": "86745"
        },
        {
            "user_name": "kolatogari",
            "text": "Mér líst alveg frábærlega á þetta. þetta verður nú sjálfsagt svoldið föndur. en til þess er nú gamanið gert.",
            "date": "2013-02-16 16:22:00",
            "post_id": "88094",
            "reply_to_id": "88054"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Ætti ekki að vera mikið vesen, ég segi GO-FOR-IT...\nSpurning um að setja pinnbolta til að klemma niður heddið og blása þetta aðeins betur...",
            "date": "2013-02-19 15:33:00",
            "post_id": "88586",
            "reply_to_id": "88094"
        },
        {
            "user_name": "Big Red",
            "text": "Já er eitthvað að melta þetta. reyna að reikna gróflega vinnu og þess háttar við þetta, er eitthvað að mæla og pæla. Enn það nýjasta er að Nissan er kominn með nýuppgerðan alternator. Svo hann hleður orðið eins og engin sé morgundagurinn ;)",
            "date": "2013-02-19 16:10:00",
            "post_id": "88590",
            "reply_to_id": "88586"
        },
        {
            "user_name": "Big Red",
            "text": "Jæja kominn með fulla skoðun athugarsemdarlaust",
            "date": "2013-04-04 19:28:00",
            "post_id": "95587",
            "reply_to_id": "88590"
        },
        {
            "user_name": "kolatogari",
            "text": "glæsilegt. Hvernig ganga patrol krams pælingar?",
            "date": "2013-04-05 13:04:00",
            "post_id": "95735",
            "reply_to_id": "95587"
        },
        {
            "user_name": "Big Red",
            "text": "aðstöðu og peningaleysi er að stoppa það í bili, enn patrolhaugurinn er kominn í hlað svo að segja, á gormafjöðrum og fíneríi. Body handónýt sem og grind.. Enn fínasti gangur rýkur í gang og keyrir fínt og flott. Þannig þetta er ekki spurning um hvort lengur heldur hvenar.",
            "date": "2013-04-05 16:59:00",
            "post_id": "95758",
            "reply_to_id": "95735"
        },
        {
            "user_name": "kolatogari",
            "text": "já ég kannast við þetta með aðstöðu og tímaleisið.  En þetta kemur nú allt með komandi tíð vonandi.",
            "date": "2013-04-09 17:25:00",
            "post_id": "96404",
            "reply_to_id": false
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Flott plan, líst vel á þetta..",
            "date": "2013-04-13 21:09:00",
            "post_id": "96924",
            "reply_to_id": "96404"
        },
        {
            "user_name": "Big Red",
            "text": "lítið update enn pallgrindin er nánast tilbúin. Skástífurnar komnar upp og fastar á bara eftir að taka hana af aftur og shine-a hana til og mála. svo eru komnir 4 ferkantaðir KC floodlights 100w kastarar í hús. verður forvitnilegt að vita hvernig það kemur út svo verða tveir PIAA spotlight 55w kastarar á stuðaranum að framan og svo verða tvö vinnuljós á sitthvorri skástífuni sem vísa aftur.\nÖll loftnet verða einnig á grindinni. CB, útvarp, gps og svo einhvertíma kanski vhf hver veit",
            "date": "2013-04-18 22:01:00",
            "post_id": "97617",
            "reply_to_id": "96924"
        },
        {
            "user_name": "Big Red",
            "text": "Já aðeins búið að vinna í bílnum í sumar nema það kom í ljós að frambrettin voru ónýt svo verið er að leita að öðrum eða finna leið til að gefa þessum gömlu möguleika á að lifa smá tíma lengur. Pallurinn var tekin og ryðhreinsaður sem mest mátti, á eftir að taka hann í gegn að innan, þar sem ekki er búið að ákveða hvort verður sett í hann svona gúmmíkvoðuefni eða hvað sem þetta kallast frá Arctic truck. Eða hreinlega bara ryðhreinsað, vinnuvélalakkað og svo makað koppafeiti yfir allt saman, þarsem það er plastskúffa í pallinum sem færi yfir allt saman. Menn meiga endilega segja sína skoðun á því!\nEnn allar rúður (já líka topplúgan) voru teknar úr og allt ryð hreinsað burt. Á eftir að ryðhreinsa milli palls og hús þar sem það verður gert þegar upphækkunarklossarnir verða settir í hann. Allir þéttilistar voru teknir burt og öll föls ryðhreinsuð og máluð. Þetta var allt málað með bláu vinnuvélalakki með gljástigi 90 frá Hörpu ;) Kemur alveg svakalega vel út. Allt auka á bílnum verður hvítt, pallgrind, speglar, húnar, kantar og svo framvegis. Það á eftir að taka hurðarnar í gegn sem og frambrettin og ristina fyrir neðan framrúðuna. \nsvo er búið að setja í hann AC dælu sem mun þjóna tilgangi loftdælu. Fengum eiginlega gefins gamlan 36\" breyttann 1985 S-10 blazer sem er á 4link og gormum, með 9\" að aftan og detroit locker, enn D-44 að framan með tregðulæsingu einhverskonar. Planið er að koma því öllu undir Nissaninn með tíð og tíma.\nVerst er að það gleymdist alveg að taka myndir af ryðhreinsuninni og sparslvinnunni enn þökkum guði fyrir juðara það er á hreinu ;)\nlátum myndir fylgja af þessu:\nGrindin máluð og fín\nNýja húddið sem er óbeyglað og óryðgað. Líka öðruvísi look á því. Erum enn að melta það.\nNýja húddið komið á erum ekki alveg búin að ákveða hvort við notum það eða málum gamla bara. \nHérna var enn verið að vinna í að mála fölsin\nOg hér er eftir að búið vara að raða saman aftur og mála kantanna hvíta og setja grindina á pallinn.\nEnn hér er ástæða þess að allt er stopp. Okkur vantar ný frambretti. Hérna er búið að pússa þau upp, brjóta upp gamla sparslið og aðeins að slípa það til til að sjá hvort hægt væri að redda þessu svona. Enn það þarf að skera bæði bretti upp að bodylínunni til að losna við allt ryð úr þeim.\nÞetta kemur allt hægt og rólega. Enda má þetta ekki kosta neitt nema vinnu þar sem þetta er kreppuverkefni. \nFengum allt lakk, sparsl og þess háttar gefins nema gerðum ein mistök, keyptum tilboðsmálningarrúllu í BYKO sem voru stór mistök því hún tættist með í lakkið helvítið af henni. Svo það þarf að slípa yfir og fara eina umferð aftur. Nema að þessu sinni gert með dýrari rúllunni ;)\nJá og þessar felgur verða notaðar fyrri 35\" dekk því þær koma ágætlega út og 35\" passar undir kantanna með þessum felgum og hægt að beygja fulla beygju í báðar átti og fjaðrar vel í sundur. Þetta eru 16\" terrano felgur nema þær eru 10\" breiðar.",
            "date": "2013-08-15 23:04:00",
            "post_id": "108057",
            "reply_to_id": "97617"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "töff stöff !",
            "date": "2013-09-18 03:47:00",
            "post_id": "110840",
            "reply_to_id": "108057"
        },
        {
            "user_name": "Big Red",
            "text": "Þökk sé ábendingu frá Haukurmcbaren fundum við stráheil frambretti á bílinn í Vöku og þökkum við honum kærlega fyrir. Frábært þegar fólk hjálpast svona að með ábendingar og annað.\nEn þessi bretti eru svo að segja ryðlaus og komumst við að ástæðunni þegar við vorum að skrúfa þau af. Einhvertíma hefur einhver snillingurinn tekið þessi bretti líklegast af og makað þykku lagi af koppafeiti innan í þau. Það eru 3 ryðbólur á þeim að utanverðu en það er allt og sumt fyrir utan náttúrulega gatið fyrir loftnetið. En þvi verður hvort eð er lokað alveg.",
            "date": "2013-10-01 17:46:00",
            "post_id": "112069",
            "reply_to_id": "110840"
        },
        {
            "user_name": "Big Red",
            "text": "Jæja þar sem við erum með í húsi góð 36\" dekk sem pæling er að versla af gamla bara sjálf. Þá er núna pæling í gangi að búið er að skera úr svo hálfslitin 35\" passar undir. nagar aðeins í beygju og fullri fjöðrun. Vorum því að pæla að hækka aðeins á body. hversu háa hækkun mæla menn með og hvar er ódýrast að verða sér útum svoleiðis? Erum að gæla við að komast kanski í litlunefndarferðina núna næstu helgi þó hann verði nú kanski enn mislitur greyið. En eins og einn sagði þá er það ferðin ekki endastöðin sem er skemmtilegust og það er búið að vera gaman að grúska í þessu verkefni, þó bílaáhugamál hafi aldrei verið minn tebolli þá er þetta svona smá smitandi. Og alveg finnst mér merkilegt hversu oft er hægt að skipta um skoðun í þessu. \nHætt var við kram pælingar úr Blazer-num sem við fengum og var hann \"gefinn\" áfram og skilst hann verði sameinaður að mestu við gamlan 2 dyra rauðan Explorer fyrir norðan held ég hann hafi verið. En haldið verður í þá von að koma þessu Patrol gramsi einhvertíma í hann. Það yrði nú skemmtilegt og þá kanski farið í eitthvað stærra en 38\". 42\" yrði gaman og hugsa alveg yfirdrifið nóg en það eru seinnitíma pælingar. Núna langar okkur bara að gera hann ferðafæran fyrir veturinn svo hægt sé að hafa smá gaman í vetur á honum.",
            "date": "2013-11-01 22:39:00",
            "post_id": "115289",
            "reply_to_id": "112069"
        },
        {
            "user_name": "Big Red",
            "text": "Smá hérna af hliðarverkefninu með þessu.\nPartabíllinn var rifin og ákveðið að smíða kerru úr honum. sem hægt er að dröslast með hingað og þangað. undir kerrunni verða 2 original tankar 80l. svo hún mun einnig gegna því hlutverki að vera eldsneytisgeymsla í þeim ferðum sem hún verður tekin með í, auka 160litrar ekki amalegt það. en hér eru einhverjar myndir hún er ekki tilbúin ennþá en þetta kemur allt með kalda vatninu. Hér er bölvað því á hverjum degi að hafa ekki bílskúr til að dunda sér í.  En hér er kerrusmíðin í nokkrum myndum ;)\n(verðið að klikka á þær til að sjá þær full size :/ )\nNágrannarnir voru rosalega glaðir á tímabili með allt þetta drasl þarna fyrir framan hús :/\nÁ þessari mynd sést sá hluti hússins sem skorin var af og verður bætt framan á beislið á kerrunni til að útbúa geymslukassa og þyngja hana aðeins að framan. \nhér sést hvernig skorið var í grindina og hún svo beygð saman. Þá voru \"hornin\" skorin burt af samskeytunum og allt látið fitta saman rosaflott.\neins og þið sjáið á grindinni að þá fengu bodypúðafestingarnar að halda sér því þær verða færðar aðeins framar. Ástæða þess er að partur hússins sem notaður verður áfram verður snúið við og fest við grind með gömlu festingunum og svo soðið við kerruna.\nSvo fengum við þetta fína pallhús sem var sett á kerruna svo hún er lokuð og fín. \nEn það á enn eftir að fínesera hana og klára.\nSvo í næsta update-i þá verður hann vonandi komin á 36\" og vonandi búið að fara prufurúnt á honum.",
            "date": "2013-11-10 16:19:00",
            "post_id": "116209",
            "reply_to_id": "115289"
        },
        {
            "user_name": "Big Red",
            "text": "Jæja lítið update og smá spurning með.\n36\" er komin undir með górði hjálp frá heimasætunni\nStendur orðið í öll hjól\nhér sést hvernig þetta fittar nokkurnvegin í hjólskálina\nBílstjórmegin:\nFarþegamegin:\nÞað þarf ekki að skera mikið úr að aftan og í fljótu bragði virðast kantarnir sem við fengum af 1982 Hilux ganga upp alla vega að aftan.\nEn hér eru spuninganar, hvernig er best að leysa núningin við \"gólfið\" semsagt aftast í hjólskálinni. Er nóg að berja það inn eða þarf að skera úr og sjóða nýja bót?\nOg á myndinni af hjólskálinni farþegamegin sést í gúmmípjötlu sem er orðin ónýt er í lagi að taka hana bara burt, hafa ekkert og fá kanski meiri loftkælingu eða borgar sig að hafa eitthvað til að hlífa vélinni frá drullu og viðbjóð?",
            "date": "2013-11-16 17:35:00",
            "post_id": "117096",
            "reply_to_id": "116209"
        },
        {
            "user_name": "Haukur litli",
            "text": "Kaupið bara pakkningagúmmí og lokið á milli grindar og innribretta þegar öllum breytingum er lokið. Það er ekki mikil loftkæling þarna, frekar að hafa nógu vel opið að framan og pláss fyrir loftið út aftast í vélarsalnum, hvort sem er ristar á húddi eða nóg pláss með hvalbak, sem er ekki vandamál í bíl með orginal mótor..",
            "date": "2013-11-16 18:46:00",
            "post_id": "117103",
            "reply_to_id": "117096"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég myndi vilja hafa þetta lokað. Það gerir alla vinnu í kringum vélina snyrtilegri.\nHvað hvalbakin varðar þá myndi ég berja hann inn á þessum tiltekna bíl.",
            "date": "2013-11-16 19:38:00",
            "post_id": "117105",
            "reply_to_id": "117103"
        }
    ],
    "date": "2013-04-09 17:25:00"
}