{
    "forum_title": "Almennt spjall",
    "id": "14551",
    "title": "þekkir einver hvaða tölvukubbur er sniðugur í 120 cruser?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=14551",
    "posts": [
        {
            "user_name": "grettir",
            "text": "langar að athuga hvort einhver þekkir hvaða tölvukubb er sniðugt að nota í land cruser,?  ég er með 120 bíl, árg 2005 á 38\" dekkjum, langar að bæta aðeins við hann, væri líka gaman að heyra hvort menn telji betra að svera pústið?",
            "date": "2012-12-09 20:59:00",
            "post_id": "76477",
            "reply_to_id": false
        },
        {
            "user_name": "vallikr",
            "text": "Samrás út á Eiðistorgi , hann heitir Guli sem er að búa þá til , þetta er kubbur sem var gerður fyrir 90 Cruiser en búið að aðlaga að 120 bílnum ,   Hann getur forritað hann þannig að þú ákveður hvað hann gefur mikla oliu. \nToyota er líka með kubb frá Toyotu , hann kostaði 200 þús þegar eg ath þetta 2009.   \nÞað verður að setja afgashitamæli til að fylgjast með hitanum á túrbínunni ,\nHann græjaði kubb fyrir mig en við vorum í vandræðum með afgashitann því hann var að gefa mikla oliu ( fullt af krafti),\nþá græjaði hann líka viðnám á einhvern vír sem er í túrbínuna sem gerði það að verkum að hun blés meira sem kældi afgashitann.   \nÞetta munaði þvi að eg fékk inn einn gír til viðbótar , mikið meira tog og fullt af krafti. \nÞetta að opna pústið ...veit ekki hvort það þurfi þegar það er kominn kubbur ,\nég setti 3 \" púst hjá mér en sá alltaf eftir þvi því að hávaðinn eykst mikið og það er þreytandi til lengdar .\nValli",
            "date": "2012-12-09 21:57:00",
            "post_id": "76489",
            "reply_to_id": "76477"
        },
        {
            "user_name": "grettir",
            "text": "takk fyrir þetta, hvaða árg af bíl settirðu þetta í og var hann breyttur? hvað með eiðslu?",
            "date": "2012-12-09 22:18:00",
            "post_id": "76499",
            "reply_to_id": "76489"
        },
        {
            "user_name": "vallikr",
            "text": "2007 bíll, 46\" og 41\"   , \nhann gat farið með 25 l þegar sleðakerran var aftan í og látinn vinna  á 46\" , \nen hann gat líka verið í 12 l ef hann var á 80 á 1600 snúningum í langkeyrslu á 46 \" , \nfór hringinn á 41\"  þá var hann með 12 L eyðslu, yfirleitt var hann í 13-16 L innanbæjar . \nHann minkaði eyðsluna við að fá kubbinn , þvi hann vann léttar og var fyrr að fara í overdrive og á lágann snúning. \nBest væri að tala við Einar Sig  eða Andra á Bifreiðaverkstæði Reykjavíkur  , þeir settu hann í og kunna þetta alla leið. \nÞegar Einar setti viðnámið (frá Samrás) á túrbínu leiðsluna þá gátum við stillt hvenar túrbínan var að koma inn,  hvort hún kæmi fyrr inn og þá var minni kraftur á miklum snúning, eða kæmi aðeins seinna ( eins og hann væri latur af stað ) \nog þá var meiri vinnsla á hærri snúning.",
            "date": "2012-12-09 22:41:00",
            "post_id": "76505",
            "reply_to_id": "76499"
        },
        {
            "user_name": "grettir",
            "text": "ok ég tala við Einar Sig, takk fyrir þetta",
            "date": "2012-12-10 10:05:00",
            "post_id": "76543",
            "reply_to_id": "76505"
        }
    ],
    "date": "2012-12-09 20:59:00"
}