{
    "forum_title": "Almennt spjall",
    "id": "14566",
    "title": "Óhljóð í miðstöðvarmótor - Pajero 1998",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=14566",
    "posts": [
        {
            "user_name": "muggur",
            "text": "Sælir/ar\nÞannig er að nú er allt í einu farin að heyrast óhljóð úr miðstöðinni í Pajeronum mínum.  Þetta lýsir sér þannig að þegar miðstöðin er á lágri stillingu þá heyrist eins og spaðinn sem blæs loftinu sláist í eitthvað.  Þegar svo er sett á fullan blástur hættir hljóðið.  Eins þegar slökkt er á miðstöðinni má heyra þetta tik-tik hljóð í 1 til 2 sekúndur meðan spaðinn er að stöðvast.\nNú er spurningin, hvernig kemst ég að viftunni í þessum bíl?  Þetta er Pajero 1998 v6 (bensín) langur.  Finnst eins og viftan sé einhverstaðar farþegameginn.  Er mikið mál að komast að þessu vopnaður stjörnuskrúfjárni?\nkv. Muggur",
            "date": "2012-12-10 13:19:00",
            "post_id": "76563",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Það er ekkert mál að komast að þessu og staðsetningin er alveg í hægri hliðinni fyrir neðan hanskahólfið að mig minnir 3 skrúfur sem halda mótornum á sínum stað og eitt rafmagnstengi hann er skrúfaður upp í miðstöðina.Mjög líklega laufblað eða eitthvað drasl fyrir spaðanum.",
            "date": "2012-12-10 14:02:00",
            "post_id": "76577",
            "reply_to_id": "76563"
        },
        {
            "user_name": "kjartanbj",
            "text": "gæti líka bara verið komið slag í leguna í mótornum, þannig spaðarnir rekist í á litlum hraða en ekki á meiri ferðinni",
            "date": "2012-12-10 14:15:00",
            "post_id": "76578",
            "reply_to_id": "76577"
        },
        {
            "user_name": "Dúddi",
            "text": "ég giska á að það sé ein mýsla í mótornum hjá þér. :)",
            "date": "2012-12-10 16:40:00",
            "post_id": "76598",
            "reply_to_id": "76578"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll var að lenda í þessu með miðstöðvarmótorinn í Hilux sem ég var að gera upp. Þetta er líklega legu mál reif mótorinn í spað og hreinsaði og smurði en þetta hætti ekki kolatorinn var líka orðinn mjög slitinn og heyrðist í honum líka hjá mér fékk gamlan mótor og allt í goodí. Mundi fá mér annan á partasölu. kveðja guðni",
            "date": "2012-12-10 17:22:00",
            "post_id": "76612",
            "reply_to_id": "76598"
        },
        {
            "user_name": "muggur",
            "text": "Sælir allir,\nTakk fyrir svörin, það reyndist rétt hjá Hrólfi hvað var að hrjá miðstöðina.  1 stk laufblað. Tók það úr skrúfaði dótið saman og miðstöðin blæs betur en áður og eina sem heyrist er notalegur hvinur.\nHér er mynd af sökudólgnum:\nSvoleiðis gerist bara í Land Rover :-)",
            "date": "2012-12-11 13:36:00",
            "post_id": "76780",
            "reply_to_id": "76612"
        },
        {
            "user_name": "jeepcj7",
            "text": "Mitsinn er svo góður hann bilar bara ekki.;o)",
            "date": "2012-12-11 14:27:00",
            "post_id": "76784",
            "reply_to_id": "76780"
        }
    ],
    "date": "2012-12-10 13:19:00"
}