{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "14603",
    "title": "Gorma spurning",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=14603",
    "posts": [
        {
            "user_name": "Bjarkilu",
            "text": "Sælir \nÉg er að spá í að skipta út gormunum á Patrolinum hjá mér.\nHvaða típu númer af Oldman gormum hafa menn verið að taka fyrir Patrol Y61 og hvaða hækkun 5, 10 eða 12 cm\nVitið þið hvort hækkunar gormar undan Landcruser 80 eru að passa undir Y61 Patrol?\nÉg er að spá í 12 cm hækuninni og taka þá hækkunar klossana undan.\n– Bjarki",
            "date": "2012-12-11 12:50:00",
            "post_id": "76776",
            "reply_to_id": false
        },
        {
            "user_name": "ivar",
            "text": "Leiðin sem þú nefnir sjálfur er það sem ég myndi fara. 12,5cm hækkunargormar frá OME og sleppa klossum.\nSaman með þessu myndi ég setja OME dempara (lengri gerðina) að framan og Koni að aftan. (man ekki koni númerið)\nívar",
            "date": "2012-12-11 13:06:00",
            "post_id": "76777",
            "reply_to_id": "76776"
        },
        {
            "user_name": "Bjarkilu",
            "text": "Takk en hefur einhver reynslu með það hvort að hækkunar gormar fyrir  80 cruser passi í Y61 Patrol?\nManstu hvað týpunúmerið er á 12,5 cm gormunum fyrir patrol? Mig langar að gera verðkönnun á netinu.\n–Bjarki",
            "date": "2012-12-11 21:26:00",
            "post_id": "76838",
            "reply_to_id": "76777"
        },
        {
            "user_name": "Bjarkilu",
            "text": "Er ég með þetta á vitlausum þræði?.. eða bara lítil reynsla hjá mönnum af þessu Gormum?",
            "date": "2012-12-12 15:20:00",
            "post_id": "76937",
            "reply_to_id": "76838"
        },
        {
            "user_name": "Bokabill",
            "text": "http://www.4technique.it/public/ammort/molle.pdf\nPatrol gormarnir eru neðst í listanum, merktir GQ.",
            "date": "2012-12-12 17:23:00",
            "post_id": "76948",
            "reply_to_id": "76937"
        },
        {
            "user_name": "ivar",
            "text": "ég hef aldrei spáð í númerin á þessum gormum m.t.t. að versla þá erlendis. Ekkert víst að þeir bæru sömu númer í dag og ég veit að OME var að breita eitthvað til í línunni hjá sér. Er ekki viss um að margir séu að panta þetta af netinu sjálfir enda ekki vara sem er jafn algeng og íhlutur í 350sbc og þú ert fljótur að tapa 10.000kr sparnaði ef það kemur vitlaust sett.\nEr örugglega til á lager hjá benna fyrir 50-60kall\nbtw, var með svona gorma í höndunum fyrir 2 vikum síðan og þá var miði á þeim með 3 stafa númeri og tölurnar 6, 4 og 3 (603?) hringja bjöllum en man ekki í hvaða röð svo þetta hjálpar lítið.\nÞað voru 10cm hækkunargormar í patrol og mig minnir að gormþvermálið hafi verið 18mm",
            "date": "2012-12-12 17:40:00",
            "post_id": "76949",
            "reply_to_id": "76948"
        },
        {
            "user_name": "Bjarkilu",
            "text": "takk fyrir svörinn strákar. ég ætla að skoða þetta nánar með Oldman gormana\nætla líka að skoða þetta nánar með 80 cruser gormana. en mig minnir að þeir séu mjórri \nog að þeir gætu verið aðeins stífari.\n–Bjarki",
            "date": "2012-12-13 00:38:00",
            "post_id": "77027",
            "reply_to_id": "76949"
        }
    ],
    "date": "2012-12-11 12:50:00"
}