{
    "forum_title": "Almennt spjall",
    "id": "14763",
    "title": "kúpling i patrol 94",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=14763",
    "posts": [
        {
            "user_name": "dorijons90",
            "text": "góðan dag eg er að forvitnast hvar menn eru að kaupa kúplingar i patrol 94 og hvað se svona sirka rett verð a henni :) allar ábendigar vel þegnar :)",
            "date": "2012-12-17 23:08:00",
            "post_id": "77714",
            "reply_to_id": false
        },
        {
            "user_name": "Rauðhetta",
            "text": "fékk kúplingasett fyrir 2 mánuðum hjá N1(kom best út) ca 45.000",
            "date": "2012-12-18 03:20:00",
            "post_id": "77741",
            "reply_to_id": "77714"
        },
        {
            "user_name": "dorijons90",
            "text": "ja okei :) takk fyrir þetta felagi en tokstu kassan fra eða mótorinn uppúr til að skifta um hana?",
            "date": "2012-12-18 12:44:00",
            "post_id": "77768",
            "reply_to_id": "77741"
        },
        {
            "user_name": "RunarG",
            "text": "tekur bara kassann frá, það er svo lítið mál!",
            "date": "2012-12-18 12:51:00",
            "post_id": "77769",
            "reply_to_id": "77768"
        },
        {
            "user_name": "Ulven",
            "text": "Ég verslaði kúplingu frá Kidda Bergs. Keypti safari kúplingu,aðeins dýrari en ég held að það hafi verið þess virði.",
            "date": "2012-12-18 20:26:00",
            "post_id": "77817",
            "reply_to_id": "77769"
        },
        {
            "user_name": "gamli",
            "text": "ég keyfri kúrlingu í n1 fyrir 3 árum og diskurinn brotnaði eftri ár. eða þar að segja gormarnir brotnuðu og allt fór í drasl það eru minni gorman í kúplingunum frá n1 í patrol en ég keifti svo frá fálkanum og það eru stærri gormar í disknum frá fálkanum.",
            "date": "2012-12-18 21:21:00",
            "post_id": "77830",
            "reply_to_id": "77817"
        },
        {
            "user_name": "Gísli Þór",
            "text": "Ég hef notað kúplingssett frá Stillingu en þau eru frá pökkunarfyrirtæki sem heitir exedy en inní þeim pökkum eru daikin kúplingar sem er það sama og orginal í Patrol þar að auki áttu að kaupa sett fyrir 99 árgerð af bíl með 2.8 vélinni þeir eru með öflugri kúplingu (pressu) en eldri bíllinn sem er betra og passar beint. Mundu að skipta um koparfóðringuna sem er á endanum á kúplingsöxlinum inní sveifarásnum hana færðu bara orginal og ætti alltaf að skipta um.\nkv Gísli",
            "date": "2012-12-18 22:06:00",
            "post_id": "77847",
            "reply_to_id": "77830"
        },
        {
            "user_name": "dorijons90",
            "text": "ja oeki fæ eg hana þa bara í umboðinu og er hun bara slegin i.",
            "date": "2012-12-18 23:29:00",
            "post_id": "77869",
            "reply_to_id": "77847"
        },
        {
            "user_name": "Gísli Þór",
            "text": "Já hana færðu bara í umboðinu og já hún er rekin í eftir að hin er komin úr.\nkv Gísli",
            "date": "2012-12-19 13:28:00",
            "post_id": "77940",
            "reply_to_id": "77869"
        },
        {
            "user_name": "dorijons90",
            "text": "jaja þa hlytur þetta allt að skyra sig ;) takk fyrir góðar ábendingar felagar:)",
            "date": "2012-12-19 21:56:00",
            "post_id": "78003",
            "reply_to_id": "77940"
        },
        {
            "user_name": "lecter",
            "text": "ég er algjörlega samála Gisla hér  þessi fodring i sveifarás á ad skipta um á sama tima i öllum kössum ,,til ad útskýra afhverju ,,ef þessi fodring eda lega semmist eda slitnar þá hrinur girkassinn i bilnum  td misubishi l 200 l300 og pajero þessir kassar fóru mikid vegna þess ad þessi fódring fór eda legan  eg gerdi upp svona kassa sem var ekinn 124,000km en setti 2 legur stadin fyrir eina þad var nog pláss bædi á endanum á kassanum og sætinu i sveifarásnum  sá kassi fór ekki eftir þad og for sá jeppi i 400,000 var l 200 d cap á 33\"\nen skodid lika hvort endinn á kassanum er slitinn nidur hann getur verid slitinn á helmingi öxulsins",
            "date": "2012-12-20 08:08:00",
            "post_id": "78069",
            "reply_to_id": "78003"
        }
    ],
    "date": "2012-12-17 23:08:00"
}