{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "14779",
    "title": "skiptingar og millikassa vesen",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=14779",
    "posts": [
        {
            "user_name": "SævarM",
            "text": "Langaði að forvitnast hérna, þar sem það er þó nokkuð um reynslu menn í breytingum hérna, \nEnn staðan er sú að mig langar að setja Dana 20 úr jeep aftan á th350 skiptingu án þess að þurfa að versla 500 dollara breyti kit frá novak eða advanced adapters og veit að þetta hefur verið gert ásamt öllu mögulegu hérna heima, og er með eina formúlu sem mig langar að framkvæma enn efnið í millistykkið liggur ekki út um allt, er einhver hérna sem getur frætt mig um hvað menn hafa gert. \nKv. Sævar M",
            "date": "2012-12-18 21:45:00",
            "post_id": "77839",
            "reply_to_id": false
        },
        {
            "user_name": "lecter",
            "text": "fardu i þessa rennismidi hér heima og atugadu verd  i svona millistikki ádur en  þú ákvedur ad 500usd sé of mikid fyrir vandada földaframleitt millistikki",
            "date": "2012-12-18 23:03:00",
            "post_id": "77861",
            "reply_to_id": "77839"
        },
        {
            "user_name": "SævarM",
            "text": "Hafði heldur ekki hugsað mér að borga öðrum fyrir að smíða ég reyni að gera sem mest sjálfur og með hjálp flínkra vina sem vinna á hagstæðum stöðum í svona smíði",
            "date": "2012-12-18 23:06:00",
            "post_id": "77862",
            "reply_to_id": "77861"
        },
        {
            "user_name": "lecter",
            "text": "ok flott , madur er hér ad reina ad hjálpa mönnum med mismikid vit  á hlutunum ..og oft eru þessi beytinga vörur ad utan miklu betri td eins og herslan á öxlum,tannjól,  og milli stikkin flott smidud úr áli \nog hér má ekki radleggja eitt hverja vitleisu þar sem sumir hafa ekki vit á ad sjá þad \neg reikna med ad þessi vefur sé hugsadur til af allir geti sameinast um góda jeppa mensku og allir geti verid med og allir hjálpi til hafi þeir tök á  \nog madur sjái ekki aftur ad menn stopi ekki til ad hjálpa til vid ad draga bil upp á fjöllum",
            "date": "2012-12-19 05:55:00",
            "post_id": "77899",
            "reply_to_id": "77862"
        },
        {
            "user_name": "Ingójp",
            "text": "Er það ekki bara gott að menn vilji smíða og grjæja sjálfir? Sævar og félagar hafa brasað ýmislegt í gegnum tíðina og eru fullfærir um að græja svona stykki",
            "date": "2012-12-19 19:37:00",
            "post_id": "77983",
            "reply_to_id": "77899"
        }
    ],
    "date": "2012-12-18 21:45:00"
}