{
    "forum_title": "Jeppar",
    "id": "14803",
    "title": "Willys cj5-6",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=14803",
    "posts": [
        {
            "user_name": "baunar",
            "text": "Til sölu: Willys Jeep Tuxedo Park árgerð 1967 með original Dauntless 225 CID Buick V6. Hann kom til landsins sem CJ5A stuttur og án húss og var lengdur í CJ6 hjá Agli Vilhjálmssyni og smíðað yfir hann hið klassiska Egils eikarhús með strigaklæddum toppi, afturbekk og hurð að aftan. Tuxedo Park þekkist á krómstuðara að framan. Bíllinn er algjörlega óbreyttur eins og hann kom frá Agli. Ekinn 100þ km. Vélin er sérlega skemmtileg með miklu torque og afar spræk. Sami eigandi sl 29 ár. Bíllinn hefur staðið í geymslu sl 13 ár\nFer í gang en þarfnast viðgerða.",
            "date": "2012-12-19 23:37:00",
            "post_id": "78024",
            "reply_to_id": false
        },
        {
            "user_name": "Óákveðinn",
            "text": "Verðhugmynd?",
            "date": "2012-12-20 07:54:00",
            "post_id": "78067",
            "reply_to_id": "78024"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Áhugavert. Væri gaman að sjá myndir þó svo að ég sé ekki að kaupa :)",
            "date": "2012-12-20 09:56:00",
            "post_id": "78079",
            "reply_to_id": "78067"
        },
        {
            "user_name": "baunar",
            "text": "Er til sýnis í breiðholti og verðhugmynd er 200 þús",
            "date": "2012-12-20 14:29:00",
            "post_id": "78096",
            "reply_to_id": "78079"
        },
        {
            "user_name": "risinn",
            "text": "Kom ekki Willys Jeep Tuxedo Park árgerð 1967 annað hvort með gír spili eða overdrive orginal ? Ég átti einu sinni svona bíl og hann var með orginal overdrive, það er að segja með fjórðu stöngina og hún virkaði þannig að þetta var hálfur gír upp í öllum 3 gírunum. Svakalega skemmtilegur bíll, hann var svartur á 38,5\" mudder þegar að ég átti hann, þetta overdrive var ALGJÖR SNILD á þeim tíma, og er örugglega ennþá.\nKv. Ragnar Páll\nS: 8446621",
            "date": "2012-12-21 23:41:00",
            "post_id": "78310",
            "reply_to_id": "78096"
        },
        {
            "user_name": "catzilla",
            "text": "ekki setja svona auglýsingar hér inn, ég á nóg willys dót nú þegar og konan verður brjáluð ef ég bæti einum í viðbót hehe :D",
            "date": "2012-12-22 00:08:00",
            "post_id": "78318",
            "reply_to_id": "78310"
        },
        {
            "user_name": "tonka",
            "text": "ég væri til í að skipta við þig um skráningu ég á eina 1955 mótel en mig langar í 1967 árgerð",
            "date": "2012-12-22 23:16:00",
            "post_id": "78398",
            "reply_to_id": "78318"
        },
        {
            "user_name": "bjuga",
            "text": "Geturðu hringt eða sent símanr?...er í s 7735901",
            "date": "2012-12-30 00:46:00",
            "post_id": "79338",
            "reply_to_id": "78398"
        },
        {
            "user_name": "stebbiþ",
            "text": "Er þetta Brynleifur frændi minn, sem er að spyrja um Willys? Velkominn á jeppaspjallið. Hef ekki orðið var við þig áður hérna á spjallinu.\nSvo þú ert maðurinn sem á Hanomaginn fyrir utan Bónus í Mosó?\n Hef hugsað mér að fá mér svona bíl  í ellinni, og búa í honum. Gefa svo upp öndina einhversstaðar á fjöllum.\nKveðja, Stebbi frændi (á Kjalarnesi)",
            "date": "2012-12-30 02:07:00",
            "post_id": "79349",
            "reply_to_id": "79338"
        },
        {
            "user_name": "baunar",
            "text": "Þessi er seldur",
            "date": "2013-01-07 18:21:00",
            "post_id": "80617",
            "reply_to_id": "79349"
        }
    ],
    "date": "2012-12-19 23:37:00"
}