{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "14878",
    "title": "Hjólalegur í Grand Cherokee",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=14878",
    "posts": [
        {
            "user_name": "silli525",
            "text": "Er í vandræðum með framhjólalegur í Grandinum hjá mér, byrjaði þannig að ég var að fara í ferð um daginn og ákvað að fara yfir bílinn áður en ég færi af stað og sá þá að legan var í köku vinstra megin að framan og skipti bara um og hélt ég væri í góðum málum keyrði svo einhverja 350-400 km og þá voru komnir smellir í bíllinn og viti menn legan í köku. Í fyrradag skipti ég aftur og keyrði nákvæmlega 32 kílómetra og legan er brotinn aftur. Hvað í fjandanum getur verið að??? Kveðja einn sem er ekki í jólaskapi",
            "date": "2012-12-25 13:01:00",
            "post_id": "78641",
            "reply_to_id": false
        },
        {
            "user_name": "Ofsi",
            "text": "Það þarf að herða leguna í áföngum og snúa henni á milli þess sem er hert, var það gert ?",
            "date": "2012-12-25 13:09:00",
            "post_id": "78642",
            "reply_to_id": "78641"
        },
        {
            "user_name": "silli525",
            "text": "Nei verð að játa að ég gerði það ekki, en hvað meinaru með að herða í áföngum??",
            "date": "2012-12-25 13:10:00",
            "post_id": "78644",
            "reply_to_id": "78642"
        },
        {
            "user_name": "jeepson",
            "text": "Ein smurning. á þetta við í xj bílunum líka? Ég man eftir því að hafa skipt um framhjólalegu í xj bíl sem að ég átti 2005 og ég setti hana bara í herti og fór út og spændi og spólaði.",
            "date": "2012-12-25 13:41:00",
            "post_id": "78648",
            "reply_to_id": "78644"
        },
        {
            "user_name": "lecter",
            "text": "hann er ad tala um ad snúa leguni vid og pressa til baka til ad ún letti á sér er þad ekki eda legan fer ef öxullinn er of hertur ,,ég hef séð það gerast ,, lika ,,en  ég á legu hub naf sem er laus med smá slit í þú matt eiga hann ef þad hjálpar þér eithvad um jólin eda þar til búðir opna  er úr 95árg\n8237791",
            "date": "2012-12-25 13:46:00",
            "post_id": "78651",
            "reply_to_id": "78648"
        },
        {
            "user_name": "silli525",
            "text": "Já ok, en ég er alveg gapandi yfir þessu, sérstaklega þegar hún fór í fyrsta skipti þá var ég nýlega búinn að skipta um dekk undir bílnum kannski búinn að keyra 400km og þá tékkaði ég á því hvort það væri eitthvað slag í þessu sem var ekki og svo var þetta bara í klessu skömmu síðar. Í vor þurfti ég að taka öxulinn úr hinu megin og þegar ég setti það saman aftur þá herti ég það bara í einni lotu með átaksskapti og það hefur alveg verið til friðs síðan. En er ekki frekar hætta á því að maður herði þetta of lítið frekar en hitt?? \nOg takk kærlega fyrir boðið á legunni en ég nota bara frúarbílinn þangað til ég kemst í búð til að kaupa nýja.",
            "date": "2012-12-25 14:18:00",
            "post_id": "78654",
            "reply_to_id": "78651"
        },
        {
            "user_name": "silli525",
            "text": "Jæja reif þetta áðan og vandamálið blasti við þegar ég bar nýja höbbinn við þann sem er hægra megin, þeir eru náttúrulega ekki vitund líkir, málið er með þennan bíl að hann er með breytta gatadeilingu þ.e. litlu deilingunni  og taldi ég mig öruggan með að kaupa höbb úr 93-98 bíl en það er greinilega ekki rétt. Þannig að þetta er bara geggjað gaman allt saman :)\nÞakka kærlega fyrir svörin",
            "date": "2012-12-25 15:49:00",
            "post_id": "78661",
            "reply_to_id": "78654"
        }
    ],
    "date": "2012-12-25 13:01:00"
}