{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "14907",
    "title": "Rúðuvesen",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=14907",
    "posts": [
        {
            "user_name": "Steini H",
            "text": "Sælir þegar rúðurnar fara að hægja á sér upp á rafmagnsrúðu mótorum hvað er oftast að hrjá þær?\nEr það skítur í feiti eða er gúmíin orðin of stöm eða er bara komin þreita í mótora eða eitthvað annað ?\nEr með Terrano og fyrst var það bílstjórarúðan en nú er farþegarúðan líka farin að neita að fara upp nema með hjálp.",
            "date": "2012-12-27 16:14:00",
            "post_id": "78896",
            "reply_to_id": false
        },
        {
            "user_name": "muggur",
            "text": "Kannski ódýrast að þrífa vel falsið og úða svo vel með silikon-spreyi (fæst í N1). Það allavega lagaði svona vesen á pajeronum mínum.",
            "date": "2012-12-27 16:37:00",
            "post_id": "78897",
            "reply_to_id": "78896"
        },
        {
            "user_name": "hobo",
            "text": "Samkvæmt ráðleggingum tók ég listana úr, þreif þá upp úr volgu sápuvatni, skolaði og þurrkaði. Úðaði síðan \nPTFE\n spreyji í listana sem flestir selja, m.a Wurth. PTFE er þurrt smurefni sem gerir hlutina sleipa án þess að skítur límist við.\nRúðumótorarnir mínir voru glaðir með þessa aðgerð..",
            "date": "2012-12-27 18:03:00",
            "post_id": "78912",
            "reply_to_id": "78897"
        },
        {
            "user_name": "Magni",
            "text": "ég notaði einu sinni þennan PTFE brúsa frá wurth og gúmmíið varð bara stamt hjá mér. Svo keypti ég silicon úða frá þeim og það var allt annað. Rann miklu betra.",
            "date": "2012-12-27 18:14:00",
            "post_id": "78914",
            "reply_to_id": "78912"
        },
        {
            "user_name": "hobo",
            "text": "Þá hefur munað um eitthvað, listarnir hjá mér urðu sleipir.",
            "date": "2012-12-27 19:13:00",
            "post_id": "78925",
            "reply_to_id": "78914"
        },
        {
            "user_name": "nobrks",
            "text": "Fljótandi Sonax virkar mjög vel, Siliconið verður stamt eftir einhvern tíma.  Sonax virkar líka mjög vel á löt öryggisbelti :)",
            "date": "2012-12-27 19:30:00",
            "post_id": "78927",
            "reply_to_id": "78925"
        },
        {
            "user_name": "Steini H",
            "text": "Takk fyrir skjót viðbrögð og góð svör ég prófa að þrífa og spreyja en hefur sápa ekkert áhrif á gúmí ?",
            "date": "2012-12-27 20:03:00",
            "post_id": "78933",
            "reply_to_id": "78927"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "ef ég nenni ekki að taka gúmmílistana úr nota ég bara bremsuhreinsispray og úða aðeins á, læt það gufa upp í nokkrar mínútur meðan ég geng hringinn á rúðulistunum og svo er það silikonspray, duglega af því og málið leyst, einstaka sinnum ef þetta dugar ekki til getur rafgeymirinn verið slappur en það á nú frekar við í minni bílum.",
            "date": "2012-12-27 23:35:00",
            "post_id": "78980",
            "reply_to_id": "78933"
        },
        {
            "user_name": "Steini H",
            "text": "Hehehe þá er þetta ekkert mál á nó af bremsuhreinsi :-)",
            "date": "2012-12-27 23:42:00",
            "post_id": "78983",
            "reply_to_id": "78980"
        }
    ],
    "date": "2012-12-27 16:14:00"
}