{
    "forum_title": "Jeppinn minn",
    "id": "14921",
    "title": "scout traveler 77",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=14921",
    "posts": [
        {
            "user_name": "lecter",
            "text": "sælir en kynningin en  ég flutti til Noreigs 2010 og smiðaði þennan aður,fór keyrandi i ferjuna  fór svo upp Danmörk og með annari ferju til larvik svo til oslo Dumbas Aalasund Orsta ,,,  þetta var 2500km ferð hann eðir á 90km hraða 16 litrum  i ferðinni  ,og for eg i febrúar i oslo var -20 gráður  mikill snjór  ..\nþessi scout er ekinn 78,000km og er mjög heill ,, velin er 304 og 4 gira 20millikassi  44 hásingar 4:56:1 nospin læsingar og 44\" dekk  \nstýristjakkur  og allur styrisgangur fra stál og stönsum  ,,  hann er sérskoðaður með fullan tank 2000kg",
            "date": "2012-12-28 03:05:00",
            "post_id": "79007",
            "reply_to_id": false
        },
        {
            "user_name": "lecter",
            "text": "fleiri myndir",
            "date": "2012-12-28 03:07:00",
            "post_id": "79008",
            "reply_to_id": "79007"
        },
        {
            "user_name": "lecter",
            "text": "það er ein ástæða fyrir því að hann er en á fjöðrum ég var i sambandi við bifreiðarskoðun uti og fekk eg þau skilaboð að hann feingi skráningu  i noreigi en þegar eg kom með jeppan þá hættu þeir við ,já einn sagði að dekkin væru svo stór að hann gæti ekki ekið á norskum vegum ,,já ok ,,hugsaði maður ,,,svo á timabili fore þeir að tvistiga með þetta en þa fann einn snillingurinn út að það er eingin úttektar stofa á islandi sem má gefa ut breytingar vottorð á bila ,,sem hefur leifi frá evropusambandinu ,,,.þess vegna þarf Artictrucks að senda allar sinar breytingar til hollands til að taka út allar breytingar ..og skritið að á islandi mekka jeppans i evropu sé ekki slik verkfræðistofa , svo nú veð ég að koma akandi til baka .. liklega i febrúar en alstaðar þar sem ég stoppa ,,bensinstöð fyrir utan búð þá er kominn eithver til að skoða jeppan og spurja konur lika flestir spurja hvada tegund af bil þetta sé þetta er ekki algeing tegund",
            "date": "2012-12-28 03:17:00",
            "post_id": "79009",
            "reply_to_id": "79008"
        },
        {
            "user_name": "StefánDal",
            "text": "Hrikalega flottur Scout. Leiðinlegt að heyra þetta með bókstafstrúar Norsarana...\nMá ég samt spyrja, afhverju tekuru mynd af tölvuskjánum í staðinn fyrir að setja myndina sem er á skjánum á internetið?",
            "date": "2012-12-28 04:06:00",
            "post_id": "79011",
            "reply_to_id": "79009"
        },
        {
            "user_name": "lecter",
            "text": "ja  allar myndir sem ég er með eru of stórar svo eg stillti bara myndavelina á minstu upplausn og tok myndir af skjánum skannaði aftur i ölvuna  þá gat ég sent \nég kann ekki að breyta myndum  sem eru of stórar",
            "date": "2012-12-28 04:34:00",
            "post_id": "79014",
            "reply_to_id": "79011"
        },
        {
            "user_name": "gamli",
            "text": "mig vanntar svona brettakannta. hvar fást þeir ?",
            "date": "2012-12-28 13:21:00",
            "post_id": "79058",
            "reply_to_id": "79014"
        },
        {
            "user_name": "theodor",
            "text": "25000 km / 100 km =  250     það sinnum 16 lítrar  gerir 4000 lítra ferð.  Þetta hefur verið eldsneyti hátt í 1 millu.  Ég hefði frekar leigt mér einkaþotu í þetta ferðalag.",
            "date": "2012-12-28 15:35:00",
            "post_id": "79075",
            "reply_to_id": "79058"
        },
        {
            "user_name": "steinarxe",
            "text": "Sælir, eg er alveg steinhissa hvad tessi bill er lettur a 44, hugsa ad td Hilux a 44 med fullann tank og vel utbuinn væri slatta tyngri:) Annars km fjoldann a leidinni ta for eg nanast nakvæmlega somu leid fra islandi a hilux,adeins lengra eda til averøy og eg held tad hljoti ad vera 2500 km en ekki 25000,eg mældi reyndar ekki en held tad hljoti ad vera eitthvad nær lagi;),btw geggjadir bilar tu ert ofundsverdur ad tvi leyti:)",
            "date": "2012-12-28 16:47:00",
            "post_id": "79082",
            "reply_to_id": "79075"
        },
        {
            "user_name": "lecter",
            "text": "ja kantar eru frá Gunnar Ingva vagnhöfða ,, \nkm var bara einu núlli of mikið  átti að vera 2500km",
            "date": "2012-12-28 21:35:00",
            "post_id": "79120",
            "reply_to_id": "79082"
        },
        {
            "user_name": "palsson",
            "text": "Flottur Scout\nOg Hannibal, til að minnka myndir er stórfínt að nota forritið IrfanView (sem er frítt og flott forrit) en það forrit er sérstaklega ætlað til að skoða myndir. Þú einfaldlega opnar myndina í því, heldur inni CTRL og ýtir svo á R, velur nýja stærð í glugganum sem kemur upp (velur t.d. 800 pixels sinnum eitthvað annað), ýtir á OK, og vistar að lokum myndina með því að ýta á S á lyklaborðinu. Þá býður forritið þér að endurskýra myndina til að skemma ekki upprunalegu skrána.\nÞú getur sótt forritið hingað:\nhttp://www.irfanview.com/\nHaltu svo áfram að setja inn myndir af bílunum þínum.\nMbk.\nKristinn",
            "date": "2013-01-12 23:42:00",
            "post_id": "81670",
            "reply_to_id": "79120"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Afhverju notar þú ekki bara photobucket og hýsir myndirnar þar, þá geturu sett þær beint inn í hvaða upplausn sem er ;)",
            "date": "2013-01-14 18:34:00",
            "post_id": "82009",
            "reply_to_id": "81670"
        },
        {
            "user_name": "lecter",
            "text": "takk strakar eg skoða þetta",
            "date": "2013-01-14 19:36:00",
            "post_id": "82039",
            "reply_to_id": "82009"
        },
        {
            "user_name": "stebbiþ",
            "text": "Flottur jeppi hjá þér Hannibal.",
            "date": "2013-01-14 20:22:00",
            "post_id": "82060",
            "reply_to_id": "82039"
        },
        {
            "user_name": "lecter",
            "text": "frettir frá norge  ,,,ég kláraði aftur drifið fann út að það er gat á lokinu og olian lak af án þess að ég sæi það \n svo litið lak það ,, ,,, svo ég er að nota hann bara á framdrifinu og mun aka til Danmörku i ferjuna  sem er um 1000km  ,, og  hann er með nospin læsinu svo hann er ferlegur i stýrinu svona  ,,, annars frábær jeppi tok myndir inn i jeppanum i dag",
            "date": "2013-02-07 15:04:00",
            "post_id": "86651",
            "reply_to_id": "82060"
        },
        {
            "user_name": "lecter",
            "text": "fleiri myndir  sjáið að þessi er rosalega heill bill sándar i hurðunum þegar maður lokar bilnum  allt eins og i bil sem er ekinn 78,000km frá þvi hann var nýr   kanski man einhver eftir honum sem sjúkrabil á austfjöjrðum  ég held  Fáskrúðsfj\nen þetta er original liturinn á honum",
            "date": "2013-02-07 15:11:00",
            "post_id": "86652",
            "reply_to_id": "86651"
        },
        {
            "user_name": "lecter",
            "text": "þessi scout er til sölu  fyrir 2 milljonir   ef heinhver hefur áhuga  hann hefur aldrei verið gerður upp bara málaður",
            "date": "2013-02-07 15:32:00",
            "post_id": "86656",
            "reply_to_id": "86652"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Getur ekki verið að Tanner Foust hafi verið á rúntinum á þessum um daginn :)",
            "date": "2013-02-07 16:17:00",
            "post_id": "86665",
            "reply_to_id": "86656"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Nei, það var annar að manni sýndist af myndum. Öðruvísi framstuðari og aðrir kastarar að framan.",
            "date": "2013-02-07 16:40:00",
            "post_id": "86670",
            "reply_to_id": "86665"
        },
        {
            "user_name": "lecter",
            "text": "nei nei ég er ekki orðinn svo frægur en þá ,,,  nei ég er að nota hann i Noreigi  en er að fara að aka honum i ferjuna  með brotið afturdrif  svo ég þarf að aka um 1000km á fram drifinu einu  og með nospin",
            "date": "2013-02-07 19:00:00",
            "post_id": "86696",
            "reply_to_id": "86670"
        },
        {
            "user_name": "gráni",
            "text": "Sæll áttu þennan ennþá, er alltaf veikur fyrir Scoutinum",
            "date": "2013-10-18 00:46:00",
            "post_id": "113604",
            "reply_to_id": "86696"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Hann á hann ennþá eftir minni bestu vitneskju...\nHeld samt að hann sé í noregi (bíllinn þ.e.)",
            "date": "2013-10-18 04:32:00",
            "post_id": "113610",
            "reply_to_id": "113604"
        },
        {
            "user_name": "lecter",
            "text": "hann er til en ,, og er i Norge en ,,, það þarf að mæta með nýtt aftur drif  4:56 hlutfall  til að aka honum,það varð oliu laust og skemdist ,,,  fyrir rest braut ég annan framöxulinn  svo hann er bara á einum öxtli og fær jeppa veikina ef maður fer upp i 60km hraða  ,, svo hann er bara stop i bili en björgunarleiðangur verður gerður i vetur til að aka honum til danmerkur  i ferjuna   hvað hann kostar er ekki hugm  en hann var um 2 millur  það var boðið i hann 1.8 milljon þegar ég fór með hann út 2010 og annar með 1,6  minnir mig",
            "date": "2013-10-18 11:26:00",
            "post_id": "113634",
            "reply_to_id": "113610"
        },
        {
            "user_name": "Valdi B",
            "text": "haha gjöf en ekki gjald!",
            "date": "2013-10-18 14:55:00",
            "post_id": "113651",
            "reply_to_id": "113634"
        }
    ],
    "date": "2012-12-28 03:05:00"
}