{
    "forum_title": "Almennt spjall",
    "id": "14962",
    "title": "hliðarstífur?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=14962",
    "posts": [
        {
            "user_name": "Gunnar",
            "text": "hvort á maður að setja hliðarstífurnar eins að aftan og framan eða láta þær vísa sitt á hvað, semsagt mynda x þegar maður horfir fram eftir bílnum?",
            "date": "2012-12-30 13:47:00",
            "post_id": "79391",
            "reply_to_id": false
        },
        {
            "user_name": "Startarinn",
            "text": "Þetta var rætt í þræði fyrir nokkrum dögum, menn virðast ósammála um þetta, persónulega er ég með skástífurnar festar sömu megin í grind",
            "date": "2012-12-30 14:12:00",
            "post_id": "79397",
            "reply_to_id": "79391"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég held að þetta skipti hreinlega ekki svo miklu máli ef þær eru sem næst láréttar,ef ég td.væri að setja hásingar undan Patrol undir  Wrangler efast ég um að ég myndi færa afturstífuna á hásingunni heldur smíða á móti henni í grindina.\nMér finnst samt réttara að hún sé fest sömumegin framan og aftan og myndi smíða það þannig frá grunni sjálfur.\nMan alltaf eftir því í denn að horfa á torfærugrindina hjá Stulla sem var með stífurnar sitthvorumegin festar framan og aftan og hann snérist alltaf í börðunum og var það talið vegna þverstífuuppsetningar,í því tilviki voru þær reyndar mjög brattar líka.",
            "date": "2012-12-30 14:26:00",
            "post_id": "79399",
            "reply_to_id": "79397"
        },
        {
            "user_name": "Tjakkur",
            "text": "Þessar þver (Panhard)stífur eiga alltaf að vera sitt á hvað. Annars hafa báðar hásingar sama veltiás og bíllinn verður ferlega svagur í beygjum og vindi.\nG Benz er t.a.m með vixlaða uppsetningu á Panhard stífunni að aftan á þeim bílum sem eru með hægri handar stýri. Sama gildir um Patrol og LC80.\nLR er hinsvegar með A stífu á afturhásingu með veltipunkt í miðás bílsins og er því jafnvíg fyirr H og V handar stýri.",
            "date": "2012-12-30 16:39:00",
            "post_id": "79423",
            "reply_to_id": "79399"
        },
        {
            "user_name": "grimur",
            "text": "Mér finnst voðalega leiðinlegt þegar bílar snúa sér í fjöðrun, til dæmis þegar ekið er á hæðóttum vegum þannig að allur bíllinn lyftist. Þess vegna kýs ég að hafa þær sömu megin í grindinni, A-stifu eða watts link(á eftir að prófa það reyndar).",
            "date": "2012-12-30 17:29:00",
            "post_id": "79429",
            "reply_to_id": "79423"
        },
        {
            "user_name": "Valdi B",
            "text": "fór aðeins að hugsa meira útí þetta eftir þráðinn sem þetta var rætt í um daginn...\nmyndi miklu frekar reyna að hafa lþær sömu megin festar uppí grind, þar sem það er ekki alltaf hægt að minnka hallann nema um sérstakt að framan til að hún flútti með togstönginni  og ef þær eru sitt á hvað þá ef hann myndi fjaðra jafnt ,til dæmis á ferð yfir jökul í góðu færi myndi framhásingin ganga til hægri en afturhásingin til vinstri svo hann yrði ekki förum..... ég veit það ekki finnst þetta rökrétt en eitthverjum öðrum finnst ég örugglega vera að bulla...og ef að bíllinn veltur mikið til í beygjum og svolleiðis þá er nú bara setja stífari gorma í hann held ég.\nen öðrum finnst kannski annað , þetta finnst mér og svona hef ég þetta í mínum bíl",
            "date": "2012-12-30 18:05:00",
            "post_id": "79434",
            "reply_to_id": "79429"
        },
        {
            "user_name": "Tjakkur",
            "text": "-Þær eiga hinsvegar ekki að \"mynda X\" -þær eiga að vera því sem næst samsíða og því sem næst láréttar.\n-Þetta gerist ekki ef stífur eru rétt upp settar (hallalitlar)",
            "date": "2012-12-30 19:01:00",
            "post_id": "79445",
            "reply_to_id": "79434"
        },
        {
            "user_name": "Gunnar",
            "text": "já þetta með x ið var bara til að skýra út hvað ég væri að meina, framstífan hallar smá en ekkert voðalega mikið, afturstífan mun verða því sem næst lárétt og það er auðveldara að setja hana öfugt við þá fremri þannig að ég fer líklegast þá leið. og ef afturstífan hallar lítið sem ekkert verða þessar hreyfingar væntanlega í lágmarki",
            "date": "2012-12-30 23:19:00",
            "post_id": "79485",
            "reply_to_id": "79445"
        }
    ],
    "date": "2012-12-30 13:47:00"
}