{
    "forum_title": "Almennt spjall",
    "id": "14963",
    "title": "Jeppaspjallarinn 2012",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=14963",
    "posts": [
        {
            "user_name": "birgthor",
            "text": "Verður þetta ekki að vera árlegur viðburður hérna?\nFyrir mitt leiti vildi ég tilnefna \n1. Hjalta/4runner fyrir hörku græju sem og að vera duglegur að viðra myndirnar sýnar með okkur. \n2. Hörður(Hobo)/Hilux fá að vera þar líka fyrir að deila með okkur myndum af hans ferðum.\nBara svona til gamans",
            "date": "2012-12-30 14:02:00",
            "post_id": "79395",
            "reply_to_id": false
        },
        {
            "user_name": "StefánDal",
            "text": "Ég vil tilnefna Stebba nafna minn fyrir málefnalegar umræður og almenn skemmtilegheit.",
            "date": "2012-12-30 14:26:00",
            "post_id": "79400",
            "reply_to_id": "79395"
        },
        {
            "user_name": "StefánDal",
            "text": "Já gleymdi alveg Cherokee köllunum. Mínar tilnefningar eru:\n1.Freyr\n2.Agnar Ben\n3.Stebbi",
            "date": "2012-12-30 15:38:00",
            "post_id": "79414",
            "reply_to_id": "79400"
        },
        {
            "user_name": "Svenni30",
            "text": "Elliofur fær mitt atkvæði",
            "date": "2012-12-30 15:38:00",
            "post_id": "79416",
            "reply_to_id": "79414"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "'",
            "date": "2012-12-30 16:27:00",
            "post_id": "79420",
            "reply_to_id": "79416"
        },
        {
            "user_name": "Hfsd037",
            "text": "elliofur, gaman að fylgjast með honum",
            "date": "2012-12-30 17:27:00",
            "post_id": "79428",
            "reply_to_id": "79420"
        },
        {
            "user_name": "Valdi B",
            "text": "hjalti á svarta 4runner fær mitt atkvæði... mikið búinn að gera og búinn að gera þennan runner rosa huggulegann\nnúmer tvö er freyr með sinn svaka flotta xj cherokee og fyrir að leggja mikla vinnu fyrir hvert smáatriði... finst mér\nnúmer þrjú er hobo með sinn fallega hilux og að gera góðan bíl ennbetri.... bíð bara eftir að hann fari í að setja fjöðrun undir hann (vonandi)\nog svona númer 4 þá er það theodor með wyllis , búinn að breyta wyllis sem mér fannst eins og mathcbox bíll í topp 3 flottustu wyllisa landsins¨!\nannars gleðilegt nýtt ár allir (eftir tvo daga) og muni jepparnir ykkar drífa með ykkur á nýja staði á nýju ári!",
            "date": "2012-12-30 18:12:00",
            "post_id": "79436",
            "reply_to_id": "79428"
        },
        {
            "user_name": "hobo",
            "text": "Ég þakka fyrir tilnefningarnar. Varðandi hiluxinn þá er hann nú ekkert svo sérstakur í návígi, en hann er fjarskafallegur greyjið.\nMaður er reyndar stórhuga fyrir 2013 og fær lúxinn vonandi makeover.\nÞar sem mér finnast myndainnsetningar skemmtilegastar og þá sérstaklega af ferðum spjallverja, þá verð ég að tilnefna Kjartan Bj, Agnar Ben og Hjalta fyrir að pósta myndum úr nánast öllum sínum ferðum. Eru duglegir að ferðast og aka á öflugum bílum.\nÖrugglega einhverjir sem maður gleymir.",
            "date": "2012-12-30 18:42:00",
            "post_id": "79440",
            "reply_to_id": "79436"
        },
        {
            "user_name": "Hfsd037",
            "text": "Takk kútur, ég heiti Hlynur :)",
            "date": "2012-12-30 19:04:00",
            "post_id": "79446",
            "reply_to_id": "79440"
        },
        {
            "user_name": "Gilson",
            "text": "Þetta er klárlega mest spennandi verkefnið hér á vefnum.\nviewtopic.php?f=9&t=7007",
            "date": "2012-12-30 19:31:00",
            "post_id": "79449",
            "reply_to_id": "79446"
        },
        {
            "user_name": "Hfsd037",
            "text": "X2! Hlakka til að sjá útkomuna",
            "date": "2012-12-30 19:38:00",
            "post_id": "79450",
            "reply_to_id": "79449"
        },
        {
            "user_name": "elliofur",
            "text": "Takk fyrir mig.\nAð öðru ólöstuðum þá finnst mér svakalega skemmtilegt að fylgjast með fjöðrunarhiluxnum hans Baldurs. Svo er luxinn hans Hlyns líka mjög flottur og að verða vel keyrandi, nú er bara eftir að láta hann fjaðra og drífa (framhásing) :)\nEr ég einhver sucker fyrir hiluxum? haha\nRunnerinn hans Hjalta og krúserinn hans Kjartans eru líka mjög flottir og hafa farið víða, gaman að sjá myndir frá þeim.\nTakk fyrir frábært spjallár, þetta er alveg frábært að hafa svona fjörugt, kurteist og virt spjall til að sækja fróðleik og skemmtun. Gleðilegt nýtt ár kæru félagar.",
            "date": "2012-12-30 20:02:00",
            "post_id": "79457",
            "reply_to_id": "79450"
        },
        {
            "user_name": "AgnarBen",
            "text": "Takk fyrir líflegt spjall allir, alltaf hægt að finna eitthvað hér til dundurs að skoða.  Mér finnst skemmtilegast að skoða tæknispjall, myndir af jeppasmíði og úr ferðum og af því er nóg hér :)  \nMér sýnist vera búið að nefna marga góða menn hér fyrir ofan og vil því bara hvetja alla til að vera duglegir að pósta inn efni á nýju ári.  Gleðilegt ár og takk fyrir það gamla !\np.s.  Ef einhver myndasjúkur er ekki ennþá búinn að fatta það að þá geymi ég mínar ferðamyndir í myndaalbúminu sem má finna hér að neðan, set yfirleitt bara sýnishorn úr ferðum hingað inn :)\n     I\n     I\n     I\n     I\n     I\n     I\n     V",
            "date": "2012-12-30 20:14:00",
            "post_id": "79461",
            "reply_to_id": "79457"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Elliofur kemur sterkur inn sem og Hjalti á Patrunner. \nEn að mínu mati er Guðni \"súkkutúrbo\" siglfirðingur skemmtilegasti og afkastamesti spjallverjinn hérna að öðrum ólöstuðum og fær hann mitt atkvæði.",
            "date": "2013-01-06 12:54:00",
            "post_id": "80364",
            "reply_to_id": "79461"
        },
        {
            "user_name": "Big Red",
            "text": "Viljum gefa Guðna okkar atkvæði skemmtilegir og líflegir póstar eftir hann. Og alltaf tilbúinn virðist vera að aðstoða aðra eftir sínu fremsta megni.",
            "date": "2013-01-06 14:05:00",
            "post_id": "80387",
            "reply_to_id": "80364"
        },
        {
            "user_name": "jeepson",
            "text": "Guðni, Elli ofur, Hjalti og Teddi fá allir mitt atkvæði. Flottir þræðir hjá þeim og gaman að fylgjast með þeim.",
            "date": "2013-01-06 14:07:00",
            "post_id": "80388",
            "reply_to_id": "80387"
        }
    ],
    "date": "2012-12-30 14:02:00"
}