{
    "forum_title": "Almennt spjall",
    "id": "15015",
    "title": "Kúpling neðarlega í Toyota",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=15015",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar og gleðilegt árið. Áfram í að safna upplýsingum um bilanir. Nú er ég að gera upp gamlan Toyota Dobulcab 1991 disel. Það sem er að hrjá hann er að kúpplinginn er að slíta alveg neðst eða við gólfið. Ég er búinn að skipta um vökvað og lofttæma og fannst mér hún koma aðeins upp við það. Enginn utan á liggjandi leki er sjáanlegur. Spurning er þetta þekkt bilun. Kúpplings diskur virðist ekki vera að gefa sig ekkert snuð og heldur vel. kveðja úr snjónum fyrir norðan Guðni",
            "date": "2013-01-02 08:04:00",
            "post_id": "79742",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Sæll!\nHefurðu skoðað rörið sem pedalarnir eru festir á, það hefur komið fyrir að suðurnar brotni þar sem endarnir koma út í hliðarnar og þá slítur neðarlega. Þetta er rörið sem er á bakvið mælaborðið.",
            "date": "2013-01-02 09:32:00",
            "post_id": "79747",
            "reply_to_id": "79742"
        },
        {
            "user_name": "juddi",
            "text": "Kúplings gaflar í sumum toyotum eiga það til að gefa eftir þar sem þeyr leika á kúluni í kúplingshúsinu",
            "date": "2013-01-02 11:47:00",
            "post_id": "79758",
            "reply_to_id": "79747"
        },
        {
            "user_name": "sukkaturbo",
            "text": "takk félagar athuga þetta og læt vita kveðja guðni",
            "date": "2013-01-02 12:23:00",
            "post_id": "79760",
            "reply_to_id": "79758"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "sæll þetta er svona hjá mér og mér var sagt að það sé gormur sem haldi petalinum uppi og hann sé farinn hef svo sem ekkert gert í þessu \nkv Heiðar",
            "date": "2013-01-02 14:41:00",
            "post_id": "79782",
            "reply_to_id": "79760"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir stakk mér undir mælaborðið og skoðaði þetta. Endaði á að taka pedalan úr og skoða gatið í honum sem er fyrir teininn sem gengur út úr kúpplingsdælunni. Í þessu gati er nylon fóðring sem ég lagaði til. Síðan lengdi ég kúpplingsteininn sem kemur út úr dælunni undir mælaborðinu með því að losa stopp ró lykill nr 12mm og skrúfaði eða lengdi teininn eins og hægt var án þess að hann dytti í sundur og setti saman og er allt eðlilegt núna. Fyrst skrúfaði ég of mikið í sundur og datt þá hausinn af en setti saman aftur skrúfaði svona þrjá hringi og stopp róna við og allt í góðu núna.  Hreiðar gromurinn hefur ekkert með þetta að segja hann heldur bara kupplingsfetlinum þannig að hann skröllti ekki kveðja guðni",
            "date": "2013-01-02 17:38:00",
            "post_id": "79804",
            "reply_to_id": "79782"
        }
    ],
    "date": "2013-01-02 08:04:00"
}