{
    "forum_title": "Almennt spjall",
    "id": "15130",
    "title": "Léttasti V8 200+hp mótorinn ??",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=15130",
    "posts": [
        {
            "user_name": "Big Red",
            "text": "Var verið að velta þessu fyrir sér hvað væri sniðugast að nota í léttan jeppa einhver nefndi ál rover mótor annar talaði um cherokee mótor og því ákvað ég að henda þessu hér inn og fá svör frá fróðari mönnum.",
            "date": "2013-01-06 15:56:00",
            "post_id": "80411",
            "reply_to_id": false
        },
        {
            "user_name": "Maggi",
            "text": "Ef þú vilt milli 200-300 hp og ert að spá í kílóin myndi ég velja 4.0L v6 úr toyota.",
            "date": "2013-01-06 16:03:00",
            "post_id": "80412",
            "reply_to_id": "80411"
        },
        {
            "user_name": "Big Red",
            "text": "Reyndar erum við ekki að spá í þessu. Kom bara upp umræða um V8 mótora áðan þegar vorum að spjalla við 2 félaga um Rangerinn okkar. Voru að segja að við ættum bara að slíta 4l v6 úr og setja góðan 289 í hann þegar við byrjum á honum aftur. þannig skapaðist þessi umræða og þá fóru pælingar að stað um hver væri léttasti V8 mótorinn enn jafnframmt skemmtilegur í svona létta jeppa ;)",
            "date": "2013-01-06 16:23:00",
            "post_id": "80413",
            "reply_to_id": "80412"
        },
        {
            "user_name": "sukkaturbo",
            "text": "4,6 range rover",
            "date": "2013-01-06 17:11:00",
            "post_id": "80424",
            "reply_to_id": "80413"
        },
        {
            "user_name": "Stebbi",
            "text": "4.7HO úr Grand Cherokee, miklu skemmtilegri vél en forngripurinn í Reinsanum og örugglega ekki þyngri.",
            "date": "2013-01-06 17:16:00",
            "post_id": "80425",
            "reply_to_id": "80424"
        },
        {
            "user_name": "Dexter",
            "text": "327 sbc?",
            "date": "2013-01-06 17:43:00",
            "post_id": "80428",
            "reply_to_id": "80425"
        },
        {
            "user_name": "jeepson",
            "text": "Hvað er mikið tog í þessum vélum sem hafa verið upp taldar og á hvaða snúning er hámarks togið?",
            "date": "2013-01-06 17:49:00",
            "post_id": "80430",
            "reply_to_id": "80428"
        },
        {
            "user_name": "Eyjo",
            "text": "LS1 ef þú vilt vera flottur á því.\n Létt, kraftmikil og tekur lítið pláss en kostar slatta.\nEf þú vilt gera mikið úr litlu þá er 5,2 magnum góður efniviður en það eru örugglega mjög margir ósammála því.\nEf þú skoðar málið þá kemstu að því að með litlum tilkostnaði en nokkurri vinnu geturðu búið þér til 300(alvöru hp) mótor.\nKv.Eyjo",
            "date": "2013-01-06 18:21:00",
            "post_id": "80435",
            "reply_to_id": "80430"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég er mjög hrifinn af 4.0 V6 Ford mótornum. Er samt ekki hrifinn af skiptinguni sem kemur með honum.",
            "date": "2013-01-06 18:37:00",
            "post_id": "80441",
            "reply_to_id": "80435"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Léttasti mótorinn væri þá frekar M62B44TU frá BMW heldur en 4.6 Jaguar vibbinn sem að kemur í nýrri Range Rover...\nEn LS1 er klárlega málið í jeppa, það er Patrol hérna suðurfrá með svona og þetta bara virkar ;)",
            "date": "2013-01-06 19:02:00",
            "post_id": "80453",
            "reply_to_id": "80441"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Miðað við þá litlu reynslu sem ég hef að þessari vél þá líkar mér mjög vel við hana, skemmtinlega spræk en um leið nokkuð eyðslugrönn. Þó hún flokkist kannski ekki sem létt V8 vél þar sem blokk og hedd eru úr járni.\nEn ertu til í að útlista hér hvað felst í því að ná svona mótor í alvöru 300 hestöfl !!",
            "date": "2013-01-06 20:02:00",
            "post_id": "80464",
            "reply_to_id": "80453"
        },
        {
            "user_name": "dabbigj",
            "text": "Held að það verði ekki léttara en þetta, 375hoho útúr 2.6 mótor =)\nhttp://www.h1v8.com/",
            "date": "2013-01-06 20:26:00",
            "post_id": "80468",
            "reply_to_id": "80464"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "til að gera 300hp mótor úr 318 eða 360 þarf ekki mikið til, menn kaupa knastás stífari ventlagorma, kveikju og láta vinna heddin aðeins...  þá er rpm limiter breytt og mótor snúið 6200 í stað 5400rpm...\nef að menn vilja samt nota þetta í jeppa mæli ég frekar með togás, en það þýðir samt ekki að ekki megi vinna heddin...",
            "date": "2013-01-07 00:56:00",
            "post_id": "80518",
            "reply_to_id": "80468"
        },
        {
            "user_name": "lecter",
            "text": "já véla trúmal eru alltaf skemtilegust ,,, ég er Mopar maður  sama og maður sem kemur á AA fund og stendur upp og seigir ég er alkaholisti ,, maður getur bara lifað með þessu en ekki læknast   svona i grini sagt \nen ég for samt þessa leið i jeppan minn willys 46,, eg kaupi 4 bolta chervolet blokk  boruð i 0,30 ,, og kaupi i hana 600usd 383 kitt i .þvi kitti er allt ,,sveifarás, stangir ,stimplar (ég valdi 10.5 þjöppu) hringir ,legur , svo tek ég ál hedd og al millihed \nsama með skipingar 350skipting ,, all kostar mikið i aðrar velar ,, td amc 360 kostar stimplar 600usd i 10,5 þjöppu \nen jeppinn er lettur  og vantar letta vél   en 300hp er ekki nóg til að plana vel á snjó og blámanum\nhér áður notaði eg bara  440 Mopar  allt annað var litið og virkaði ekki ,,",
            "date": "2013-01-07 01:35:00",
            "post_id": "80524",
            "reply_to_id": "80518"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "TURBO TURBO TURBO...\n360/318.... Holset HX52.... ARP pinnboltar til að klemma heddið niður... stimplar með 8-8.5 í þjöppu...\nrock and roll, ætti ekki að eyða miklu ;)",
            "date": "2013-01-07 01:39:00",
            "post_id": "80526",
            "reply_to_id": "80524"
        },
        {
            "user_name": "juddi",
            "text": "Til hvers V8 þegar V6 álmótor dugar \nhttp://www.youtube.com/watch?v=32wAYLIDglo",
            "date": "2013-01-07 11:30:00",
            "post_id": "80561",
            "reply_to_id": "80526"
        },
        {
            "user_name": "Dodge",
            "text": "Ef við erum að tala um létta og vel öfluga V8 þá stendur valið bara milli chevy LS véla og 6.1 - 6.4 Hemi, báðar alveg úr áli og fást á bilinu 350 - 550 hö.\nEinhversstaðar sá ég því líka fleygt á netinu að 5.7 hemi væri léttari en 302ford þó hún sé öll úr stáli en ég sel það ekki dýrara en ég stal því.\nGamaldags SB chevy er þyngsta smallblockin sem völ er á.",
            "date": "2013-01-07 12:25:00",
            "post_id": "80572",
            "reply_to_id": "80561"
        },
        {
            "user_name": "bennzor",
            "text": "Þetta eru nánast skotheldir mótorar, er búinn að eiga 3 þannig og sama hvað maður bíður þeim þeir þola nánast hvað sem er en því miður ekki hægt að segja það sama um skiptingarnar, a4ld (91-94) var bölvaður gallagripur og 4r55e (95-00) var skárri en samt ekki nóg, búinn að rústa 2...",
            "date": "2013-01-07 13:25:00",
            "post_id": "80583",
            "reply_to_id": "80572"
        },
        {
            "user_name": "íbbi",
            "text": "----> LS   <----",
            "date": "2013-01-07 14:38:00",
            "post_id": "80592",
            "reply_to_id": "80583"
        },
        {
            "user_name": "SvavarM",
            "text": "Ef kosnaðurinn skiptir ekki máli þá er LS1 vélin málið annars mæli ég með 5,2 magnum , hann virkar fínt og er sparneitinn allavega í minum bíl.",
            "date": "2013-01-07 16:45:00",
            "post_id": "80604",
            "reply_to_id": "80592"
        },
        {
            "user_name": "Stebbi",
            "text": "Þetta er engin smá skellinaðra, 400 V8 hestöfl á 10.000rpm beint úr kassanum.",
            "date": "2013-01-07 17:35:00",
            "post_id": "80610",
            "reply_to_id": "80604"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "3.0 Twin Hayabusa... 500hp V8.. er það ekki metið ?",
            "date": "2013-01-07 18:56:00",
            "post_id": "80632",
            "reply_to_id": "80610"
        },
        {
            "user_name": "íbbi",
            "text": "það er líka hægt ef manni langar í LS mótor að fara ódýrari leiðina og versla 5.3/6.0l vortec, það er sami mótor og ls1 nema með stálblokk",
            "date": "2013-01-07 20:02:00",
            "post_id": "80644",
            "reply_to_id": "80632"
        },
        {
            "user_name": "lecter",
            "text": "ja  hvað með bmw eða bens 55  allt flottir motorar  eg atti lika Nissan 350Z  280 með 2 turbo átti hann að verá 550 hp \nen eg vil ekki rafmagn allt manual þá eru gömlu velarnar ok en vikta mest ,, en svo sem ok með ál heddum og milliheddi ,,, en hver er munurinn  á rover og  350 chervolet stal  með ál heddum og chervolet ál   vél\neg vel þennan motor afþvi að eg fæ  nyan motor 383 fyrir 600 usd ef eg á block",
            "date": "2013-01-07 20:25:00",
            "post_id": "80651",
            "reply_to_id": "80644"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "200hp+ mótor, eru menn ekkert að hugsa um tog ?\nÉg væri til í að sjá menn nota M57TU2D30 frá BMW í jeppa, eða jafnvel M67TUD40...\nBMW sigrar DIESEL heiminn í fólksbílageiranum :)",
            "date": "2013-01-09 06:41:00",
            "post_id": "80950",
            "reply_to_id": "80651"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Halló ert þú inná Bmwkrafti?? Hver heldur þú að skilji þessa talnavitleysu aðrir en eitthverjar Bmw hnetur ;)",
            "date": "2013-01-09 07:33:00",
            "post_id": "80953",
            "reply_to_id": "80950"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Hey, maður er bara alveg fastur í að tala í tölum og bókstöfum hehe...\nEn til þess að einfalda þetta, þá væri ég til í að sjá menn nota 3.0 Commonrail Diesel vélina frá BMW eða þá 4.0 V8 Commonrail Diesel vélina frá þeim...\nÞetta eru massive powerplant, og ekki bilar þetta mikið... það er þá allra helst að flapsarnir til að \"lengja\" manifoldið sogast inn í mótorana og mölva allt og skemma, en það er hægt að fyrirbyggja það með litlum tilkostnaði :) menn missa kannski 20nm á lægra powerbandinu...",
            "date": "2013-01-09 07:49:00",
            "post_id": "80955",
            "reply_to_id": "80953"
        },
        {
            "user_name": "Dodge",
            "text": "Hinsvegar er ljóst að diesel umræðan á ekki heima í umræðu um LÉTTASTA 200+ hp mótorinn :)",
            "date": "2013-01-09 12:28:00",
            "post_id": "80984",
            "reply_to_id": "80955"
        },
        {
            "user_name": "íbbi",
            "text": "hvaða stroker kit ertu samt að kaupa á 600 dollara?    þau hafa nú kostað 1800-3000 dollara í mína mótora\nviktor.  plís vinur nenniru að sleppa því að breyta þessu í bmw/cummins umræðu :)",
            "date": "2013-01-09 12:44:00",
            "post_id": "80987",
            "reply_to_id": "80984"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "hehe... no problem... en ég myndi halda að M67B40 væri ekki ýkja þungur V8 DIESEL mótor... og hann er 200hp+... 700nm+ og eyðir minna en allir V8 BENSÍN mótorar sem að ég veit um...\nog þráðurinn heitir V8 200hp+ það var hvergi tekið fram DIESEL eða BENSÍN neitt :)",
            "date": "2013-01-09 19:06:00",
            "post_id": "81050",
            "reply_to_id": "80987"
        },
        {
            "user_name": "lecter",
            "text": "eg fann þetta kitt á netinu",
            "date": "2013-01-09 19:59:00",
            "post_id": "81062",
            "reply_to_id": "81050"
        },
        {
            "user_name": "lecter",
            "text": "http://www.youtube.com/watch?v=qh2xT9m6dFo\nþetta er frumskógur her er eitt a 1000usd",
            "date": "2013-01-09 20:17:00",
            "post_id": "81068",
            "reply_to_id": "81062"
        },
        {
            "user_name": "íbbi",
            "text": "m67b40 er samt í raunini ekki raunhæfur kostur.  rándýr mótor. viðhaldsfrekur og flr og ég vona að þetta miskiljist ekki en ég sé ekki fyrir mér að fólk sem er að pimpa út 91 árgerðina af nissan kin cap og 86 árgerðina af ranger séu að fara blasta mótor í þetta sem kostar eins og 44\" breyttur Y61 patrol.    í þeim fáu tilfellum sem ég hef þekkt til þessara mótora þá hafa bilanir í þeim verið að kosta upphæðir sem ég sé ekki fyrir mér að menn séu til í. \nég bið menn fyrirfram að skilja þetta ekki á þann veg að ég sé að setja út á bíleign hjónakornana, eða gefa mér nokkrar hugmyndir um fjárhagsstöðu þeirra á neinn hátt.",
            "date": "2013-01-09 20:25:00",
            "post_id": "81069",
            "reply_to_id": "81068"
        },
        {
            "user_name": "lecter",
            "text": "en það var um daginn a 600usd á tilboði  er með það heima finn ekki núna",
            "date": "2013-01-09 20:30:00",
            "post_id": "81070",
            "reply_to_id": "81069"
        },
        {
            "user_name": "dabbigj",
            "text": "https://bland.is/classified/default.aspx?q=audi%20v8\nAudi v8 4.2L abh",
            "date": "2013-01-23 17:56:00",
            "post_id": "83973",
            "reply_to_id": "81070"
        },
        {
            "user_name": "lecter",
            "text": "ja en er nokkuð til minna rafmagn en hja Audi     flottur motor   svo er til v12 lika ég sat i einum slikum 500hp hann virkaði hrikalega vel og hrikalega  stöðugur 4x4 með allt tölvu tækni sem er til i bil i dag",
            "date": "2013-01-23 18:06:00",
            "post_id": "83976",
            "reply_to_id": "83973"
        }
    ],
    "date": "2013-01-06 15:56:00"
}