{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "15147",
    "title": "Landcruiser 80 drifhlutföll?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=15147",
    "posts": [
        {
            "user_name": "Freyr",
            "text": "Sæl öll\nPabbi er með sjálfskiptan '94 80 cruiser sem er verið að spá í að setja á 38\" dekk, er í dag á 35\". Spurningin eru sú hvort menn láti orginal hlutföllin duga eða hvort ráðlegt sé að lækka þau. Þessi breyting er ekki hugsuð til að gera hann að snjójeppa, hann yrði notaður sem slíkur í mjög litlum mæli. Þetta yrði gert til að hann sé öruggari í alls kyns ferðum í t.d. sandbleytu, drullu og stórgrýti. Því þarf ekki að hugsa um hvernig er að láta hann skríða í lausamjöll o.s.frv. Það sem skiptir máli er hvernig gírunin er í venjulegum akstri, hvort hann yrði tregur til að fara í overdrive t.d.\nÉg þekki ekki hvaða hlutföll eru í honum í dag en þau eru orginal.\nKveðja, Freyr",
            "date": "2013-01-07 01:43:00",
            "post_id": "80528",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "orginal hlutföll eru 4.11:1 (eða 4.10:1). Ég er með 38\" breyttan svona bíl og hann er að fara í overdrive í kringum 60-65 km hraða yfirleitt. hann er gjarnari á að skipta sér úr overdrive í hærri snúning í brekkum en á 35\" sem ég keyri líka oft á. hann er á sléttum 2000 snúningum í 100 að mig minnir á 38\" skv. gps og mæli\nþetta snýst um að láta leiðrétta snúningshraðamælinn fyrir framan tölvu (s.s. eins nálægt millikassa og hægt er, áður en snúran greinist í tvennt, önnur fer uppí mælaborð, hin í tölvuna).  þetta var mér allavega sagt þegar ég var að spá í þessi mál. \nmér finnst bíllinn minn dáldið latur á 38\" á orginal hlutföllum og er að spá í að fara í 4.56:1. það er fínt uppá 35\" og sleppur á 38. Menn mega ekki gleyma því að þessir bílar snúast dáldið þegar þeir eru á orginal dekkjastærðinni. ég hef aldrei skilið hvernig menn geta keyrt þessa bíla á 44\" á upphaflegum hlutföllum miðað við hvernig minn er á 38\"... en hef svosem ekki prófað það sjálfur.",
            "date": "2013-01-07 07:32:00",
            "post_id": "80543",
            "reply_to_id": "80528"
        },
        {
            "user_name": "kjartanbj",
            "text": "Minn er á orginal hlutföllum á 44\" og það er bara ekkert mál, er að keyra hann á svona 1400-1500rpm á 90 í overdrive og virkar bara flott\n4.56 á 38 væriru kominn á góðan snúning og held það myndi ekki vera skemmtilegt",
            "date": "2013-01-29 18:44:00",
            "post_id": "85080",
            "reply_to_id": "80543"
        },
        {
            "user_name": "Dúddi",
            "text": "Ef þú ætlar ekki í stærri en 35 tommu þá skaltu ekki hugsa um að skipta um hlutföll, eða það er mín skoðun",
            "date": "2013-01-29 19:31:00",
            "post_id": "85088",
            "reply_to_id": "85080"
        },
        {
            "user_name": "haffij",
            "text": "Held að þið ættuð að sleppa því að skipta um hlutföll. Allavegna til að byrja með.\nBíllinn minn var alltaf með orginal hlutföllin (4.10) og á meðan ég átti hann var ég með hann á 35\" svo á 37\" og loks á 38\". Mér fannst hann alltaf fínn í alla almenna ferðamennsku. Hefði ég verið mikið að einbeita mér að snjóakstri hefði ég líklega viljað lækka hlutföllin.",
            "date": "2013-01-29 20:06:00",
            "post_id": "85095",
            "reply_to_id": "85088"
        },
        {
            "user_name": "Freyr",
            "text": "Það var ákveðið að prófa hann með org. hlutföllum. Jeppinn er kominn inn í skúr og ég er búinn að skera úr öðru megin að aftan og rífa afturhásinguna undan. Það sem ég mun gera er að setja hann á AT dekk á 14\" orginal cruiser felgum (þessum með extra þykku miðjurnar), formverks kantar og færa afturhásingu aftur um 12-13 cm (kantarnir ráða færslunni). Samhliða þessu verða einhverjar lagfæringar á borð við léttvægar ryðviðgerðir, fóðringaskipti, yfirfara fjöðrun o.s.frv...\nKveðja, Freyr",
            "date": "2013-01-29 23:09:00",
            "post_id": "85132",
            "reply_to_id": "85095"
        }
    ],
    "date": "2013-01-07 01:43:00"
}