{
    "forum_title": "Almennt spjall",
    "id": "15189",
    "title": "Feedback svæði",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=15189",
    "posts": [
        {
            "user_name": "elliofur",
            "text": "Hvernig líst mönnum á að búa til svona feedback svæði hér á jeppaspjallinu?\nÞetta er til amk á bmw kraft spjallinu, \nhttp://www.bmwkraftur.is/spjall/viewforum.php?f=24\nMér líst mjög vel á þetta, þarna fá bæði fyrirtæki og einstaklingar feedback á hvernig þeir standa sig. Maður hefur heyrt hin og þessi nöfnin í gegnum tíðina sem menn eiga að passa sig á og aðrir fá pepp fyrir að standa sig vel. Þetta auðveldar líka samskipti og vekur traust sem oft er gott að eiga inni, sérstaklega ef á að senda hluti milli landshluta eða slíkt.\nHvernig líst mönnum á að innleiða svona kerfi hér?",
            "date": "2013-01-08 16:51:00",
            "post_id": "80788",
            "reply_to_id": false
        },
        {
            "user_name": "Haffi",
            "text": "Mjög góð hugmynd, hef einmitt oft pælt í þessu..",
            "date": "2013-01-08 18:33:00",
            "post_id": "80812",
            "reply_to_id": "80788"
        },
        {
            "user_name": "Hfsd037",
            "text": "Ég kom með þessa hugmynd um daginn einmitt og líkar bara mjög við hana sjálfur. \nSérstaklega eftir viðskipti við einn einstakling hérna á spjallinu sem auglýsti jeppafelgur til sölu, ég hringdi fyrstur í hann af öllum öðrum mönnum og sagðist taka þær og ég væri alveg 100% ákveðinn í því og hann sömuleiðis með að selja mér þær. \nÉg sagði honum bara að ég væri á leiðinni til hans en ég þyrfti að skjótast í bankann fyrst, ég skaust í bankann rétt fyrir lokun og var í þvílíku stresskassti með að ná þangað fyrir lokun, og ekki nóg með það, þá þurfti ég að hringja í bróðir minn til þess að redda lykli að bílskúr svo ég gæti hent dóti af pallinum inn í geymslu svo ég kæmi þessum blessuðu dekkjum fyrir á pallinum, fullt rör út um allan bæ til þess að redda öllu fyrir þessu!\nOg svo loksins eftir allt þetta vesen var ég 500 metra frá honum, þá sendir kauði sms og tilkynnir mér það í smsi að það hafi eitthvað komið upp á!!! \"!\")(#\"!$/(#)$\nÞað fylgdu mjög slitin 38\" trexus dekk með felgunum, tveimur dögum síðar rakst ég einmitt á sömu dekkin felgulaus auglýst á jeppaspjallinu fyrir 10 þús kall af öðrum meðlim hér inni sem greinilega hafði fengið felgurnar..\nÞessi á þetta inni hjá mér :)",
            "date": "2013-01-08 20:09:00",
            "post_id": "80843",
            "reply_to_id": "80812"
        },
        {
            "user_name": "elliofur",
            "text": "Stuðlum að traustum viðskiptum og riggum upp svona feedback svæði snöggvast :)",
            "date": "2013-01-08 20:19:00",
            "post_id": "80847",
            "reply_to_id": "80843"
        },
        {
            "user_name": "tommi3520",
            "text": "Já það er brýn nauðsyn á svona feedback dæmi.",
            "date": "2013-01-08 22:57:00",
            "post_id": "80886",
            "reply_to_id": "80847"
        },
        {
            "user_name": "kjartanbj",
            "text": "þetta er eiginlega alveg nauðsynlegt, svo fólk læri hverja eigi að forðast",
            "date": "2013-01-12 05:48:00",
            "post_id": "81522",
            "reply_to_id": "80886"
        },
        {
            "user_name": "gislisveri",
            "text": "viewforum.php?f=53\nVinsamlegast farið vel með þetta :)\nKv.\nGísli.",
            "date": "2013-01-12 09:10:00",
            "post_id": "81531",
            "reply_to_id": "81522"
        }
    ],
    "date": "2013-01-08 16:51:00"
}