{
    "forum_title": "Almennt spjall",
    "id": "15238",
    "title": "cummins 3.9L 4b4bt",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=15238",
    "posts": [
        {
            "user_name": "lecter",
            "text": "http://www.alibaba.com/product-gs/61240 ... ngine.html\nþetta er hægt að fá frá kína við höfum tekið svona græna ljósavel fra kina sem var 1000hp \nlika er til 5.9 \nmér sýnist 3.9 vélin frábær i litla jeppa hun er til upp i 100- 220hp  \ntd 150hp 450Nm\nþessar velar eru til notaðar i usa fra 1000-3000 usd",
            "date": "2013-01-09 18:51:00",
            "post_id": "81045",
            "reply_to_id": false
        },
        {
            "user_name": "lecter",
            "text": "http://www.youtube.com/watch?v=PD0irqW_rhA",
            "date": "2013-01-09 18:56:00",
            "post_id": "81047",
            "reply_to_id": "81045"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "4BT er mjög töff, þetta er perfect til að setja í t.d. Cherokee og þeirrar stærðar jeppa, þá er líka til 3.3 Cummins, en hann er ekki eins auðfundinn...\nÞað er til mótor frá Isuzu sem að er \"based\" á þessum 3.9 mótor...\nHérna er Cummins 3.9 í Camaro sem að er búið að \"tjúna vel\"..\nhttp://www.youtube.com/watch?v=nUiDQd2NZpU",
            "date": "2013-01-09 18:59:00",
            "post_id": "81048",
            "reply_to_id": "81047"
        },
        {
            "user_name": "lecter",
            "text": "http://www.youtube.com/watch?v=qh2xT9m6dFo",
            "date": "2013-01-09 19:00:00",
            "post_id": "81049",
            "reply_to_id": "81048"
        },
        {
            "user_name": "lecter",
            "text": "já ef þessi er á snjó getur maður rakið sót slóðina i snjónum  hahaha\nen þessi motor er flottur i alla litla jeppa fra sukku til jeep jafnvel stærri jeppa",
            "date": "2013-01-09 19:09:00",
            "post_id": "81052",
            "reply_to_id": "81049"
        },
        {
            "user_name": "elliofur",
            "text": "Það eru til nokkrar svona á Grundarganga, þar eru notaðir Tiger dráttarbílar sem eru með 4b og c6 skiptingu.",
            "date": "2013-01-09 20:08:00",
            "post_id": "81065",
            "reply_to_id": "81052"
        },
        {
            "user_name": "JeepKing",
            "text": "þetta er bara snild!\nhttp://mallcrawlin.com/forum/showthread.php?13679-Diesel-ZJ",
            "date": "2013-01-09 20:37:00",
            "post_id": "81075",
            "reply_to_id": "81065"
        },
        {
            "user_name": "Ágúst83",
            "text": "hvað eru þessar vélar þungar",
            "date": "2013-04-09 08:21:00",
            "post_id": "96338",
            "reply_to_id": "81075"
        },
        {
            "user_name": "jongud",
            "text": "Þetta eru grófgengir traktorsmótorar...",
            "date": "2013-04-09 09:04:00",
            "post_id": "96343",
            "reply_to_id": "96338"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Þessir mótorar eru eitthvað í kringum 350kg.\nEn grófgengari mótorar eru vandfundnir, hef lesið breytingaþræði með svona rellur og þar þurftu menn yfirleitt að líma alla bolta í bílnum svo þeir myndu ekki skrölta úr :)",
            "date": "2013-04-09 09:41:00",
            "post_id": "96348",
            "reply_to_id": "96343"
        },
        {
            "user_name": "Ágúst83",
            "text": "hvernig geta menn sagt að þessi motor henti í littla jeppa ef hann er 350 kg?",
            "date": "2013-04-09 10:04:00",
            "post_id": "96350",
            "reply_to_id": "96348"
        },
        {
            "user_name": "gaz69m",
            "text": "úps ekki er það nú skemmtilegt  ef maður þarf að líma allabolta undir",
            "date": "2013-04-09 11:23:00",
            "post_id": "96359",
            "reply_to_id": "96350"
        },
        {
            "user_name": "Kiddi",
            "text": "Til samanburðar þá er Duramax V8 dísel um 380 kg... Cummins eru ofmetnustu vélar norðan suðurskauts!!!",
            "date": "2013-04-09 11:34:00",
            "post_id": "96363",
            "reply_to_id": "96359"
        },
        {
            "user_name": "lecter",
            "text": "ha ha ha ha  komdu með betri vél  en cummins  .... en til er 3,3 3,9 5,9   sem er 3cyl passar i sukku haha  4cyl i hilux  og svo 6cyl i stærri jeppa  \nog duramax er 8cyl  fra isuzu   Engine type: 6,599 cc (402.7 cu in) V8 turbo\nBore x Stroke: 4.06 in (103 mm) x 3.90 in (99 mm)\nBlock / Head: Cast gray iron / Cast aluminum\nAspiration: Turbocharged & Intercooled\nValvetrain: OHV 4-V\nCompression: 17.5:1\nInjection: Direct; Robert Bosch GmbH high pressure common-rail\nPower / Torque: 300 bhp (220 kW) @ 3100 rpm / 520 lb·ft (705 N·m) @1800 rpm\nSource:[2]\n[edit]LLY  hun viktar 380kg\ncummins 5,9l  498kg\ncummins 3,9l 337 kg\ncummins 3,3l  The Cummins B3.3 delivers up to 85 horsepower with 215 lb-ft of torque  240kg",
            "date": "2013-04-09 15:30:00",
            "post_id": "96379",
            "reply_to_id": "96363"
        },
        {
            "user_name": "rabbimj",
            "text": "Mér sýnist Kristinn hafa verið að nefna hana, duramax :D",
            "date": "2013-04-09 15:39:00",
            "post_id": "96380",
            "reply_to_id": "96379"
        },
        {
            "user_name": "lecter",
            "text": "svona til samanburðar 350 chevy\nDepends on the engine. The 4 bolt 350 was a popular engine for 3/4 tons in 1971, they ran about 275 HP for the 4BBL engine, and about 300 ft/lbs torque in a pickup  \n3cyl cummins með sviðað tog og 8 cyl 350 motor  215 ft venjuleg 350 er ca 250ft  það telst nú sæmilegt af diesel trillu vél",
            "date": "2013-04-09 15:43:00",
            "post_id": "96381",
            "reply_to_id": "96380"
        },
        {
            "user_name": "Lalli",
            "text": "hvernig stendur á því að það munar 100 kg á 3,9 og 3,3 og svona lítill stærðar munur á vélunum?",
            "date": "2013-04-09 15:54:00",
            "post_id": "96384",
            "reply_to_id": "96381"
        },
        {
            "user_name": "lecter",
            "text": "það er gaman að bera saman  hvað tork tölurnaar eru asnalegar  85hp og 215ft, tog  og 270hp og 300ft i kraftmestu 350 bensin vél  sem var komin td 1990 i 200hp og tork kanski 200 -250ft það er akkurat þetta sem skiptir öllu i eiðslu   \nhver væri svo eiðslan ef þessar velar væru i bil td hilux  cummins kanski 8l en 350 18l og upp  en svipaður kraftur",
            "date": "2013-04-09 16:04:00",
            "post_id": "96386",
            "reply_to_id": "96384"
        },
        {
            "user_name": "lecter",
            "text": "Cummins 3.3 Turbo \"Kit\" 105hp 275 ft-lbs  eg held að 3,3 sé  4 cyl en ekki 3cyl  en við vorum öruglega með´ljósavél um daginn sem var 3cýl \n3,3 hefur minni stimla sýnist mér  ef það er þá er húnn annar grunnur \nég er reindar ekkert i svona litlum vélum  ég er mest i 16l,6cýl  50lv12 og 60l v16",
            "date": "2013-04-09 19:11:00",
            "post_id": "96426",
            "reply_to_id": "96386"
        },
        {
            "user_name": "lecter",
            "text": "http://www.google.no/imgres?imgurl=http ... g&dur=1597\nþetta er vélin sem eg var að meina 3bt3",
            "date": "2013-04-09 19:27:00",
            "post_id": "96428",
            "reply_to_id": "96426"
        },
        {
            "user_name": "Stebbi",
            "text": "Þú veist það sjálfur Hannibal að þetta er botnlaust kjaftæði, það er ekki hægt að horfa bara í tog og halda að það sé það eina sem skiptir máli.  Það verður aldrei svipaðúr kraftur í þessum 2 vélum og í tveim eins bílum kæmi 350 til með að steikja þessa rafstöð þegar væri komið á fjöll.",
            "date": "2013-04-09 22:04:00",
            "post_id": "96454",
            "reply_to_id": "96428"
        },
        {
            "user_name": "Kiddi",
            "text": "Ég held að Hannibal lýsi þessu best sjálfur með orðum eins og \"trillu vél\" og \"ljósavél\"",
            "date": "2013-04-09 22:08:00",
            "post_id": "96456",
            "reply_to_id": "96454"
        },
        {
            "user_name": "Lalli",
            "text": "http://www.youtube.com/watch?v=TddmcIsWkFw",
            "date": "2013-04-09 22:58:00",
            "post_id": "96468",
            "reply_to_id": "96456"
        },
        {
            "user_name": "kolatogari",
            "text": "Strákar mínir, þið eruð akkjert að uppkvöta hjólið. þessar vélar hafa verið vinsælar til að setja í jeppa og aðra V8 bíla í rúm 15ár allavega, með mjög góðum árangri. Hef ekki ennþá séð neinn sem hefur verið óánægður með þessa breytingu. Eina ástæðan að maður sér ekki mikið af þessu hér er því hún er vandfundinn. Það er tiltörlega einfalt að setja hana í bíl því að það eru til orginal partar til að nota chevy, ford og dodge skiptingar við þær.\nhttp://www.4btswaps.com/forum/forum.php\n hér er síða sem er nánast bara um þessar vélar, sem og annað áhugaverðar diesel breitingar.",
            "date": "2013-04-09 23:14:00",
            "post_id": "96474",
            "reply_to_id": "96468"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Hahah, Þetta er frábær umræða. Annars er ég tilbúin í það að steikja hvaða Cummins knúna ökutæki hér á klakanum í spyrnu á mínum bíl með 350 V8.",
            "date": "2013-04-09 23:22:00",
            "post_id": "96476",
            "reply_to_id": "96474"
        },
        {
            "user_name": "Freyr",
            "text": "Ef ég væri að smíða mér vinnuhest í kerrudrátt eða álíka væri áhugavert að skoða svona mótora. Hinsvegar tel ég þetta ekki henta í venjulega jeppa og sérstaklega ekki þá í minni kantinum:\n-Mun þyngri en margar aðrar áhugaverðar vélar.\n-Hrikalega grófur gangur sem óhjákvæmilega veldur leiðinda skröllti og hávaða.",
            "date": "2013-04-10 00:17:00",
            "post_id": "96481",
            "reply_to_id": "96476"
        },
        {
            "user_name": "elliofur",
            "text": "Ég vinn á tiger dráttarbíl hérna í álverinu á Grundartanga og þeir bílar eru með þessum mótorum, án túrbínu þó. Hámarkshraði er svosem ekki mikill, eitthvað rúmlega 10km/klst :) Maður vill ekkert fara mikið hraðar með 17 tonna vagn aftaní, þar af 6 tonn af fljótandi áli. En hvað um það, þetta eru hrikalega grófir mótorar og í hægagangi nötrar allur bíllinn og skelfur, bíll sem er þó á fjórða tonn. En þetta er gagnvissara en margt og það er eftirsótt útaf fyrir sig. Ég veit ekki hvort ég nennti að setja þennan mótor í jeppa til fjallaferða, einfaldlega útaf því hvað þetta er ógeðslega viðbjóðslega grófgengt.",
            "date": "2013-04-10 00:27:00",
            "post_id": "96483",
            "reply_to_id": "96481"
        },
        {
            "user_name": "lecter",
            "text": "það er stor munur að vera með 300ft tog á 1500rpm  eins og er i þessum disel turbo vélum frá cummins \nog v8 bensin vel sem er með sama 300fp á 5000rpm  hvað heldur þú að þú komir miklu meira eldneiti i gegnum ´v8 velina til að gera sama 300ft tog  \nog diesel velin sem er 3cyl hahah gerir sama tog á 1500,rpm hér hlitur að muna (100% minni eiðslu ) átti að vera mera en helmingi minni  akafinn svo mikill að maður missir sig hahah  og skrifar tóma steypu  \nen eg personulega tek frekar 350chervolet til að setja i willys 46 sem ég á ,eða i wranglerinn  þetta eru leikföngin min en i ferða bil finst mér fint að vera með svona cummins eða isuzu velina 3,3-5l og 6,6 duramax  þær eru ekki að kosta mikið heldur\nen eg þekki ekki eiðsluna á duramax ,,, \nkosturinn við cummins er að það passar allt aftan á hann og hann er til 3cyl 4cyl og 6 cyl  fer eftir hvað mikið pláss þú hefur svo þarf hún bara 3 atriði til að fara i gang oliu + og -\nen hún er þúng mikill massi ,,enda sterk og tekur við stórri turbo ,,, mikið úrval i kraft aukningu kittum \nað fara að rakka þessa vél niður er bara barnalegt ,, hún er fin vél sem endist ,, ja ok hun er gróf ,, en með goðum motorpúðum er hægt að leisa hristing ,,,, \neg veit um eina cummins sem tekin var úr bat hér i norge og ekki búið að gera hana upp hún var útslitin eftir 40,000tima 5,9   volvo 230hp tam 42 er flott ef hun nær 3000timum   ætlið þið að reyna að bera þetta saman    það er bara ekki hægt  sama hvað þið reynið ,,, og ekki vera sárir ef 3cyl jeppi með cummins stingur v8 jeppa af i framtið ,, sagt i grini auðvitað en það væri helv sárt  lika fyrir mig \n ég er eingin sérstakur talsmaður cummins hér ég vinn bara við að gera upp og viðhalda þessum vélum   en finst samt ok að menn viti um þessar vélar aðal kosturinn er að þær eiða ekki miklu vegna þess að þær hafa svo hátt tork ,,\ntakk að sinni",
            "date": "2013-04-10 16:23:00",
            "post_id": "96531",
            "reply_to_id": "96483"
        },
        {
            "user_name": "elliofur",
            "text": "Gott fólk. Eldsneytisvandi heimsins er leystur. 100% minni eyðsla fyrir alla bíla! Þetta ætti að vera kosningaloforð :)",
            "date": "2013-04-10 16:30:00",
            "post_id": "96533",
            "reply_to_id": "96531"
        },
        {
            "user_name": "Járni",
            "text": "Ég kýs lecter þann 27. næstkomandi, það er á hreinu!",
            "date": "2013-04-10 18:21:00",
            "post_id": "96553",
            "reply_to_id": "96533"
        },
        {
            "user_name": "lecter",
            "text": "ja það er kominn cummins listi   áræðanleiki kraftur og tog  fritt i bíó diesel\nflottur humor hjá ykkur",
            "date": "2013-04-10 18:40:00",
            "post_id": "96556",
            "reply_to_id": "96553"
        },
        {
            "user_name": "Startarinn",
            "text": "Það er eitt sem þú gleymir, hestöflin eru margfeldi af togi og snúning (hornhraða ef ég man rétt) Ef þú heldur þessu togi ekki uppá sama snúning og þú notar bensínvélina á, þarftu hærri gírun og þá ertu hættur að verða var við þetta tog....",
            "date": "2013-04-10 18:57:00",
            "post_id": "96557",
            "reply_to_id": "96556"
        },
        {
            "user_name": "lecter",
            "text": "ja ja mér finst bara gaman  að bera saman hvað herstöflin eru lág miðað við togið  túrbo og cooler eru að halda þessu uppi \nsama með bmw velina rosalegt tog 7-800nm og yfir 300hp en 8 litrar á hundraðið i 700 linuni sem er um 2 ton eða hátt i 2 ton þetta er bara slilld  en þar kemur bmw með alla viraflækjuna með  sér \nen hvort menn séu tilbúnir að prufa svona véla er annað mál",
            "date": "2013-04-10 19:58:00",
            "post_id": "96564",
            "reply_to_id": "96557"
        },
        {
            "user_name": "gaz69m",
            "text": "þannig  að ef menn vilja   setja  vél td í patroll ættlaðan fyrir kerrudrátt þá er cummins málið",
            "date": "2013-04-11 10:49:00",
            "post_id": "96618",
            "reply_to_id": "96564"
        },
        {
            "user_name": "eli87",
            "text": "er hægt fá þá svona cummins 3,9lL her á landi?? og hvar þá?",
            "date": "2013-04-11 11:40:00",
            "post_id": "96620",
            "reply_to_id": "96618"
        },
        {
            "user_name": "kolatogari",
            "text": "Kom í einhverjum case gröfum og traktorum. hef líka séð hana í nokkrum bátum. Vélasalan ætti að geta svarað þessu.",
            "date": "2013-04-11 13:23:00",
            "post_id": "96631",
            "reply_to_id": "96620"
        },
        {
            "user_name": "lecter",
            "text": "eg held að það sé ekki mikið til  af b4 b3 vélinni hér á landi   þvi miður en i amerikuhreppi er til nog  best væri að safna saman mönnum  á spjallinu sem vilja fara i svona vél  en við vorum bþunir að finna siðu með velum frá 1500usd  \neg mun siðar setja vél i suburban en ekkert bþuinn að ákveða  tegundina  liklega bara 4cyl b4,3,9   frekar en 5,9 \ntil að draga  er cummins fin hún eiðir ekkert meira með 4-8 tonn aftaní    það fór einn ram með stól og langan vagn með 6 tonn af steipujárn búnt ausur fyrir fjall  hann var vel þúngur svo hann helt svona 80km  upp heiðina þa syndi eiðslumælirinn 11l \nen til baka tómur 17litra þá á 120km hraða ,,, svo þið sjáið hvað það er fáranlegt að vera með cummins á lágum drifum \neg fór framm úr ram i mexico með stól og 40feta gám hann var i botni full lestaður og náði 80km harað samt en wow mökkurinn úr pústinu ,,,, maður  sá bara svartan mökk svo komst maður framúr fluninga trukknum nei nei dodge ram að draga 40 feta gáma fluttning \nups ,DHL  eru með svona step van með cummins  mig minnir að velin sé að fara i 1,5 miljón  milur en þá hafa menn verið að nota smur skilvindur eins og skania er með",
            "date": "2013-04-11 15:56:00",
            "post_id": "96637",
            "reply_to_id": "96631"
        },
        {
            "user_name": "lecter",
            "text": "http://www.ebay.com/itm/5-9-CUMMINS-ENG ... bf&vxp=mtr",
            "date": "2013-04-11 15:58:00",
            "post_id": "96638",
            "reply_to_id": "96637"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég skil ekki eftir alla þessa 4b umræðu að menn skuli ekki vera farnir að skipta öllum vélum út fyrir 4cyl Perkins og Trader þar sem það er jafn frábært.  Snýst ekkert, lág hestaflatala og fullt af togi, fyrir utan að þær eru jafn fáránlega þungar.",
            "date": "2013-04-11 22:09:00",
            "post_id": "96691",
            "reply_to_id": "96638"
        },
        {
            "user_name": "Lalli",
            "text": "svona veist það er verið að ræða stórar díselvélar þá fannst mér þetta annsi áhugavert,\n6cyl caterpillar í gömlum f350",
            "date": "2013-04-11 23:40:00",
            "post_id": "96712",
            "reply_to_id": "96691"
        },
        {
            "user_name": "kolatogari",
            "text": "SKO, núna erum við farnir að tala saman.",
            "date": "2013-04-12 00:22:00",
            "post_id": "96720",
            "reply_to_id": false
        },
        {
            "user_name": "lecter",
            "text": "ja cat er flottur lika  ég vinn við þær oft lika  og eitt við cat sem mér finst algjör snild ,, það er O hringirnir  ,, en þeir eru allir mertir    pöntunar númerum , svo maður finnur alltaf rétta hringa strax ,,,\nja maður fer kanski að finna gamla Detroit með blásara og henda i húddið T2 tvigeingis diesel ,  eg hef ekki pælt i þvi en hun er sterk og tekur við öllu",
            "date": "2013-04-12 16:53:00",
            "post_id": "96764",
            "reply_to_id": "96720"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Piff, ef að menn ætluðu í Detroit þá taka menn auðvitað 12v72 :)\nEn annars er þetta orðin steiktasta hringavitleysa sem að ég hef lesið...\n3,3BT er.... ég finn ekki rétta orðið... en næst-réttast væri \"VONLAUS\"\n4BT 3.9 er hinsvegar glimrandi góður mótor og bætir upp fyrir þyngd með AFLI, ÁREIÐANLEIKA og LÍTILLI ELDSNEYTISNOTKUN :!:\n3.3BT er allt of grófgengur fyrir bíl/jeppa... en hún tekur álíka mikið pláss og 4AFE Toyota mótor... og menn geta notað hvaða SAE bellhouse sem að þeir vilja aftan á þetta... eins og 4BT og 6BT/ISB\nÉg er heldur enginn sérstakur talsmaður Cummins, en tel sjálfan mig einn alfróðastan á þessu skeri okkar um þessa mótora...\nMenn hafa sett 6BT hlussuna í Patrol oftar en eitt skipti hér á landi og virðist líka vel :!:\nEr eitthvað því til fyrirstöðu að menn geti sett 4BT í Cherokee eða jafnvel aðeins minni jeppa :?:\nÞetta hefur verið gert erlendis með góðum árangri, og ekki verið neitt vandamál þar... og þar eru menn í klettaklifri og svoleiðis :!:",
            "date": "2013-04-13 20:38:00",
            "post_id": "96920",
            "reply_to_id": "96764"
        },
        {
            "user_name": "lecter",
            "text": "hafa men verið að skemma hedd á 5,9 eða vilja smiða hedd með sterkari ventlasætum  eða fræsa af fyrir sogið fyrir viðari soggrein    það var verið að henda 2 heddum sem ekkert er að i vinnuni hjá mér  svo eg tók þau frá  eg hef ekki séð skemt hedd af 5,9 enþá\nja það getur verið að 3 cyl velin sé ekki nogu sterk i hp en hun er til um 120-30 hp   við vorumm með svona ljósavél umdaginn hún var ekkert verri i hávaða en hinar  4 og 6 cyl  en .hun þarf litið pláss ,, þessi dæmi sem ég var að tala um voru bara til að sýna hvað mikið næst út úr svona vél þó að hun sé bara 3 cyl ,, eg er sammála að 4cyl fer ofan i alla litla jeppa og það næst mun meiri kraftur úr henni yfir 200hp en svona flestar standard vélar sem maður sér eru um 150hp með turbo  \nja allt passar aftan á þetta",
            "date": "2013-04-13 21:20:00",
            "post_id": "96925",
            "reply_to_id": "96920"
        },
        {
            "user_name": "rottinn",
            "text": "Ein spurning sem ég hef um 4b. Er þetta nákvæmlega sami mótor og 4bt fyrir utan túrbo náttúrulega???",
            "date": "2013-04-13 23:58:00",
            "post_id": "96943",
            "reply_to_id": "96925"
        },
        {
            "user_name": "lecter",
            "text": "eg hef ekki hugm hvað er inn i þessari vel  eða hvort hún er eins uppset og og 5,9  með sterkari hlutum eftir sem meira tekið er úr henni \nen án turbo er hún um 80hp svo hún er vel tjúnnuð 250hp   en eg hugsa að hun þoli  turbo upp að 150hp ef þú setur turbo stærð eins og er á 150hp \nen eg get kannað hvort það sé sama pöntunar númer á stimplunum",
            "date": "2013-04-14 02:53:00",
            "post_id": "96960",
            "reply_to_id": "96943"
        },
        {
            "user_name": "Ingójp",
            "text": "Ekkert illa meint þessi cummins umræða er bara orðin drepleiðinleg",
            "date": "2013-04-14 03:55:00",
            "post_id": "96964",
            "reply_to_id": "96960"
        },
        {
            "user_name": "fordson",
            "text": "Ef þú ert leiður á cummins umræðu.... ekki lesa þráð um CUMMINS, það eru margir sem hafa gaman af þessari umræðu",
            "date": "2013-04-14 07:34:00",
            "post_id": "96967",
            "reply_to_id": "96964"
        },
        {
            "user_name": "birgthor",
            "text": "Oft er gott að venja sig á málefnaleg svör ef leiðbeina á öðrum hvernig á að gera og hvernig á ekki að gera.\n Svo hefur það tekist ágætlega hér á jeppaspjallinu að sleppa skíta kommentum út í aðra spjallverja. Við erum misjöfn eins og við erum mörg hér.",
            "date": "2013-04-14 08:21:00",
            "post_id": "96969",
            "reply_to_id": "96967"
        },
        {
            "user_name": "Magni",
            "text": "Þorvaldur og Ingólfur. Það var kvartað yfir því að menn væru að troða cummings umræðu inní alla spjallþræði og þeir vinsamlega beðnir að hætta því(sem þeir virtu) og bara stofna sinn eigin umræðuþráð. Nú er Lecter búinn að gera það, sem mér finnst bara flott, þannig að þið ættuð í raun að \"þegja\" og fara bara eitthvað annað! þráðurinn heitir cummings og þið ættuð að eiga auðvelt með því að skauta framhjá honum!",
            "date": "2013-04-14 08:56:00",
            "post_id": "96971",
            "reply_to_id": "96969"
        },
        {
            "user_name": "gislisveri",
            "text": "Þetta er Cummins þráður og það er sannarlega ekkert að því að ræða Cummins í honum. Ég eyði öllum póstum með uppnefnum og dónaskap, sama hver meiningin er á bak við það.\nHvers vegna í ósköpunum að opna þráð með Cummins í titlinum ef maður nennir ekki að lesa hann? Farið þið nú að fullorðnast elsku kallarnir.",
            "date": "2013-04-14 17:50:00",
            "post_id": "97044",
            "reply_to_id": "96971"
        },
        {
            "user_name": "hobo",
            "text": "Ef það er eitthvað leiðinlegra en cummings umræða þá er það cummings umræða með skítkasti. \nEins og bent var á er hægt að sleppa því að lesa um þetta málefni með því að klikka ekki á þennan þráð sem heitir cummins 3.9 fk5j3kd-4",
            "date": "2013-04-14 17:56:00",
            "post_id": "97046",
            "reply_to_id": "97044"
        },
        {
            "user_name": "Ingójp",
            "text": "Strákar mínir og Lecter ég biðst afsökunar á mínum orðum.",
            "date": "2013-04-15 18:46:00",
            "post_id": "97180",
            "reply_to_id": "97046"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "er einhver búinn að setja svona mótor í jeppa á íslandi og er þá til mynd af því kv Heiðar Brodda",
            "date": "2013-04-15 22:22:00",
            "post_id": "97225",
            "reply_to_id": "97180"
        },
        {
            "user_name": "lecter",
            "text": "ekki sem ég veit um þvi miður  þvi það væri gaman að bera þetta saman við þessar vélar sem menn eru mest að nota hér heima ,  en komin er ágæt reynsla á 5,9 og virðist hún satanda upp úr hvað varðar kraft og eiðslu  þó að hun sé þung \nþess vegna held ég að þessi 4 cyl sé mjög áhugaverð vél   eg hef séð hana 250hp  sem er öruglega hægt að auka en frekar \ntil er 3cyl 128hp  sem eg talaði um um daginn en það var svona i ganni að eg bar hana saman við v8 bensin vél ,, \nen höldum okkur við 4 cyl vélina sem er hörku vél virðist vera   en það er möguleiki að finna þessa vél i vinnuvélum  með án turbo  það er siðan ekker mál að tjúnna þessa vél og skipta um það nauðsýnlegasta sem er án efa sama og i 5,9  stimpil kælingin hugsanlega stimplar og ventlasætin  og stór turbo og kælir eg veit ekki með oliuverkið ,vort að það sé skipt ut en það sem ég hef kanski mestar áyggjur með að setja þessar cummins vélar i bila er  að togið er á svo lágum snúningi að mikil hætta er á að hun brjóti kram    ...\nauðvitað tek eg afsökunarbeiðni ekkert mál  \nþetta er miðill til að tala um alla hluti ,",
            "date": "2013-04-16 00:29:00",
            "post_id": "97250",
            "reply_to_id": "97225"
        },
        {
            "user_name": "jongud",
            "text": "Versta helvítið er hvað 4bt er klettþung, 355 kíló !\nhún er sem sagt 100 kílóum þyngri en spræk V8.",
            "date": "2013-04-16 08:21:00",
            "post_id": "97262",
            "reply_to_id": "97250"
        },
        {
            "user_name": "lecter",
            "text": "ja 350 chevy 310kg   cummins 4cyl dt  337kg þur vikt  tölur teknar af netinu  mér finst .þetta ekkert rosalegur munur\nþetta er svona sviðað  og vera með spil framan á bilnum  hefur kanski ekki svo mikil áhrif á flot að framan .. en samt  \nég er bara alinn upp með v8 i fanginu  og i 30 ár átt v8 bila meira og minna  það er ekkert auðvelta að melta þetta að svona vél og diesel sé að gera svona góða hluti  og tjunnuð jafnvel kraftmeiri en margar standard v8  ég viðurkenni það alveg að það er hálf asnaleg  en maður getur ekki lokað á þetta  og þegar bensin og olia er að fara i  300kr literinn þá munar um að vera með bil sem eiðir i kringum 10 eða 20 -25  mér finst þessar japönsku diesel ekkert vera að koma vel út i breyttum jeppum  margir upp undir 20 litrum  þetta er svona meigin ástæða fyrir þessum þræði ,,  sem hefur pirrað nokkra lesendu  en þetta er bara svona  ég fagna þvi sem er gott ,, og virkar ,,,,",
            "date": "2013-04-16 14:49:00",
            "post_id": "97319",
            "reply_to_id": "97262"
        },
        {
            "user_name": "Eiður",
            "text": "þá spyr ég hvað er nissan ZD30 sem sagt 3l patrol þung?",
            "date": "2013-04-16 14:53:00",
            "post_id": "97320",
            "reply_to_id": "97319"
        },
        {
            "user_name": "lecter",
            "text": "eg finn ekkert um hvað hún er i kg  en fann 4,2 350kg   fann reindar eina tölu 215kg fyrir 3,0l patrol og upp i 350kg \ner ekki til laus vél sem hægt er að vikta",
            "date": "2013-04-16 15:43:00",
            "post_id": "97325",
            "reply_to_id": "97320"
        },
        {
            "user_name": "jongud",
            "text": "http://www.cumminsdieselspecs.com/4bt.html\nEngine Weight: 745 - 782 lbs wet \n=\nUM 350 KG",
            "date": "2013-04-16 15:49:00",
            "post_id": "97326",
            "reply_to_id": "97325"
        },
        {
            "user_name": "Kiddi",
            "text": "Þessi tala fyrir 350 Chevy stemmir ekki. Svoleiðis vél með allt úr járni (líka milliheddið) er um 260 kg.\nÞað gleymist líka alveg með þessar cummins vélar að spá út í vinnslusviðið. Ef þú ert með vél sem vinnur á 500 - 2500 snúningum (eins og mér sýnist 4BT vera að gera) þá þarftu mikið fleiri gíra til að hafa þetta hraðasvið sem manni finnst eðlilegt að hafa í jeppa (semsagt vera ekki með allt á útopnu á 90 km hraða og geta samt lullað hægt í snjó).\nPatrol 3.0 er gott dæmi um leiðinlegt vinnslusvið en hann vinnur bara á 3000-4000 snúningum og er steindauður fyrir utan það. Sá mótor skilar sama hámarksafli og 4.2 Cruiser nema Cruiserinn vinnur þokkalega frá 500 og uppúr, það semsagt þarf ekki sífellt að skipta um gír á Cruisernum.",
            "date": "2013-04-16 16:16:00",
            "post_id": "97327",
            "reply_to_id": "97326"
        },
        {
            "user_name": "jongud",
            "text": "Ég held að ekki nokkur maður noti gömlu pottmilliheddin.\nOg hvað gírana varðar þá er ástæða fyrir því að menn setja milligíra í jeppa.",
            "date": "2013-04-16 17:50:00",
            "post_id": "97335",
            "reply_to_id": "97327"
        },
        {
            "user_name": "Doror",
            "text": "Af hverju setja menn ekki bara 3 lítra dísel vél úr BMW í svona bíla?  Er það kannski vonlaust útaf rafmagnsveseni?\nLéttar, 220+ hö original og eyða mjög litlu en endast vel.",
            "date": "2013-04-16 21:15:00",
            "post_id": "97347",
            "reply_to_id": "97335"
        },
        {
            "user_name": "íbbi",
            "text": "dýr mótor. dýrt í þá og væntanlega mikið tölvu/rafkerfi   \nmyndi ég halda",
            "date": "2013-04-16 21:42:00",
            "post_id": "97352",
            "reply_to_id": "97347"
        },
        {
            "user_name": "lecter",
            "text": "með 4bt  notar maður 410hlutfall fyrir 38\"   það er alveg rétt hun hefur ekkert snúningssvið  svo hun er alveg vonlaus i bil sem er með 5,40 hlutfall  þessi vél þarf  upprunaleg hlutföll og 38\" ca þannig ,,,",
            "date": "2013-04-16 22:25:00",
            "post_id": "97364",
            "reply_to_id": "97352"
        },
        {
            "user_name": "lecter",
            "text": "http://www.4btswaps.com/forum/archive/i ... 10891.html\nhttp://www.proffittscruisers.com/compon ... rsion.html\nþetta er að verða faraldur i usa eða týska ,,  að nota þessa vél i alla jeppa ,, sem er gott þá spretta upp endalausar aukahluta búðir fyrir tjunningar  en talað er um að þessi vél geti verið um 400hp með super kitti  það dugar flestum ekki veit ég Nm en upp undir 1000 er ekki fráleitt\nog menn að hugsa um og eru að taka 383 chevy tpi úr og setja svona vel i staðin ,, það er aðeins einn ókostur við þessa vél sem flestir tala um að hún er með grófan gang og hávaða og það þarf að einangra bila sem voru ekki með diesel fyrir",
            "date": "2013-04-16 23:17:00",
            "post_id": "97382",
            "reply_to_id": "97364"
        },
        {
            "user_name": "lecter",
            "text": "bmw er flottur motor 6cyl og v8 en rosalegt rafmagns vesen og það verður ekki til eins ódýrt tjúnningar kit og fölbreytt og i cummins  en bmw hefur mun skemtilegri vél hvað varðar gang og hávaða ,,",
            "date": "2013-04-16 23:22:00",
            "post_id": "97383",
            "reply_to_id": "97382"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Klapp klapp klapp...",
            "date": "2013-04-18 01:35:00",
            "post_id": "97533",
            "reply_to_id": "97383"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Það er Jeep Cherokee í Keflavík sem að er að fá 4BT ;) 38\" :!:",
            "date": "2013-04-18 01:37:00",
            "post_id": "97534",
            "reply_to_id": "97533"
        },
        {
            "user_name": "heidar69",
            "text": "Sælir strákar... mig langar að vita hver vigtinn á 4b4bt er í samræmi við 4l toyotu og 3litra toyotu einnig 2.8patrol .. vitið þið tölurnar um þær til hliðsjónar hp/Nm og kg..",
            "date": "2013-04-18 09:12:00",
            "post_id": "97542",
            "reply_to_id": "97534"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Hérna eru allavega full specs á 4BT 3.9L\nVeit ekkert hvað þessar hrísgrjónalýsisbrennaratíkur vigta..",
            "date": "2013-04-19 21:27:00",
            "post_id": "97758",
            "reply_to_id": "97542"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "Datsun 3,3 l diesel er sagður vera 305kg.",
            "date": "2013-04-20 00:16:00",
            "post_id": "97778",
            "reply_to_id": "97758"
        },
        {
            "user_name": "Stebbi",
            "text": "40 kílóum léttari en IH 6.9 og 7.3 sem eru umþb 860lbs bara svona til að setja þetta í samhengi.  Þannig að þessi litli 4cyl hrossabrestur er andskoti þungur.",
            "date": "2013-04-20 00:59:00",
            "post_id": "97782",
            "reply_to_id": "97778"
        },
        {
            "user_name": "juddi",
            "text": "Var þetta notað til að sökva kafbátum",
            "date": "2013-04-20 09:00:00",
            "post_id": "97792",
            "reply_to_id": "97782"
        },
        {
            "user_name": "jongud",
            "text": "Örugglega fínt að nota hana sem ballest!\nEn hún er sem sagt jafnþung (eða aðeins þyngri) en Detroit 6.2 dísel, sem er rúmtaksmeiri og örugglega miklu þýðgengari.",
            "date": "2013-04-20 09:42:00",
            "post_id": "97812",
            "reply_to_id": "97792"
        },
        {
            "user_name": "kolatogari",
            "text": "3,9 vélinn er mun alfmeiri en 6,2 og mun áreiðanlegri. Þessar vélar eru til í mismunandi þyngdum. fer efti því hvaðan þær koma. sumar eru með þykkri stálplötu og steyptu kúplingshúsi. þar eru sjálfsagt nokkur kílo sem má taka utan af henni þegar hún er sett í bíl.",
            "date": "2013-04-20 10:36:00",
            "post_id": "97823",
            "reply_to_id": "97812"
        },
        {
            "user_name": "jongud",
            "text": "HA!?\n6.2 byrjaði í 130 hestöflum og endaði í 142.\n3.9 er eins og Mr.Cummins benti á 105 hestöfl.",
            "date": "2013-04-20 13:48:00",
            "post_id": "97842",
            "reply_to_id": "97823"
        },
        {
            "user_name": "kolatogari",
            "text": "og endar í 200 ef því er að skipta. auk þess er verið að miða við afl á 2600rpm en ekki rúmum 3000 eins og í lettanum.",
            "date": "2013-04-20 16:11:00",
            "post_id": "97855",
            "reply_to_id": "97842"
        },
        {
            "user_name": "lecter",
            "text": "cummins 3.9  \ner um 80hp án turbo  hann er til um 100hp turbo 130 með cooler \nsiðan kemur annað oliuverk 150hp  upp i 250hp  svo hafa men tjunnað hann i usa i um 400hp \nen hann er til sem marin 250hp \nsvo það eru til margar hp útfærslur af þessum motor \n5,9 er til um 120 hp en turbo 165hp  \nmarin 5,9 frá 100 ,150, 180,220 250, 280 ,380 hp  þetta er það sem æeg hef séð i hp i cummins \nlátið ekki eins og kjánar að tala um eina vél sem 3,9  það er til svo margar utfærslur  i hp \nsvo er bt3,3  sem er um 70hp upp i 128hp sem er 3 cyl \nen allar þessar velar eru með rpm undir 3000 svo þær þurfa hærra drif en aðrar vélar",
            "date": "2013-04-20 16:41:00",
            "post_id": "97857",
            "reply_to_id": "97855"
        },
        {
            "user_name": "lecter",
            "text": "það eina sem menn tala um að er að þessum vélum er að þær eru grófgeingar i hægagangi  en þær ganga endalaust  það þarf ekki að skipta um hedd eftir 200,000 eins og hjá ál velum ,liklega ekkert að gera næstu 20 árin nema að skipta um oliu á 250 tima fresti",
            "date": "2013-04-20 16:49:00",
            "post_id": "97860",
            "reply_to_id": "97857"
        },
        {
            "user_name": "lecter",
            "text": "þetta er 6,2 gm diesel \nEngine RPO Codes: LH6 ('C' series, with EGR) and LL4 ('J' series)\nDisplacement: 6.2L / 379 cu in\nBore x Stroke: 3.98 in × 3.80 in (101 mm × 97 mm)\nBlock / Head: Cast iron / Cast iron\nAspiration: Natural\nValvetrain: OHV 2-V\nCompression: 21.5:1\nInjection: Indirect\nHorsepower / Torque (at start): 130 hp (97 kW) @ 3,600 rpm / 240 lb·ft (325 N·m) @ 2,000 rpm\nHorsepower / Torque (at final): 143 hp (107 kW) @ 3,600 rpm / 257 lb·ft (348 N·m) @ 2,000 rpm\nHorsepower / Torque (army): 165 hp (123 kW) @ 3,600 rpm / 330 lb·ft (447 N·m) @ 2,100 rpm\nMax RPMs: 4,200\nIdle RPMs: 650 + or - 25\nThe 6.2-liter diesel was a V-8 with a cast iron block and heads. It featured an high compression ratio of 21.5:1. Its bore diameter was 3.98 inches and the stroke was 3.80 inches. When it was introduced in 1982, horsepower was rated at 130. By the end of its life it had 143 horsepower. Torque was rated at 240 foot-pounds. Torque is the twisting force generated to give the truck or SUV towing power and acceleration. In 1993, the torque was rated at 257 foot-pounds. The engine weighed 700 lbs. 317 kg  cummins 4bt 337kg    svo það munar ekki miklu á þessum vélum i kg en Horsepower:\n105 hp @ 2,300 RPM *cummins\nTorque:\n265 lb-ft @ 1,600 RPM *cummins    berið þessar tölur saman  og ef þið skiljið þær þá sjáið þið að það er ekki að ástæðu að þetta er að verða en vinsælasta vélin i usa  en það munar um 10l i eiðslu á þessum velum i chevy suburban sem er 3 tonn \nRead more: GM 6.2 Diesel Engine Information | eHow.com \nhttp://www.ehow.com/about_6698630_gm-6_ ... z2R2SKkWtI",
            "date": "2013-04-20 21:04:00",
            "post_id": "97895",
            "reply_to_id": false
        },
        {
            "user_name": "lecter",
            "text": "þetta var minsta turbo velin um 100hp cummins",
            "date": "2013-04-20 21:06:00",
            "post_id": "97896",
            "reply_to_id": "97895"
        },
        {
            "user_name": "kolatogari",
            "text": "já menn gleima oft að horfa á snúningsvægið þegar það er verið að  skoða hestaflatölur.",
            "date": "2013-04-20 21:34:00",
            "post_id": "97905",
            "reply_to_id": "97896"
        },
        {
            "user_name": "lecter",
            "text": "það sem mér finst merkilegt er að men eru að rakka þessar cummins vélar niður ,, þó er þessi þráður orðin 2 síður með hellings efni og upl um þessar vélar og flestir sem hafa vit á vélum ættu að sjá að þetta getur verið góður kostur  i hækkandi oliu verði ,,,   hér er þráður um perkings, hino , cummins  en samt virðist cummins hafa vinninginn kanski vegna þess að usa men eru svo hugsandi i að koma með breytinga kit til að auðvelda að koma þessum við ,ofan i margar gerðir bila  og framleiða tjúnningar kitt lika sem er verið að þróa akkurat núna  \nhttp://www.yesterdaystractors.com/cgi-b ... &th=627173",
            "date": "2013-04-21 08:51:00",
            "post_id": "97935",
            "reply_to_id": "97905"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Að bera saman NA diesel vél og turbo diesel vél er nú ekki beint sanngjarnt, svo er 6.2 vélinn með forsprengihólfi ef mig minnir rétt sem gerir hana hljóðlátari en á móti erfiðari í gang, eyðir meira og ekki hægt að bjóða henni mikið boost.\nSkulum ekki vera að bera saman epli og appelsínur.\nT\nMálið er að þessar cummins vélar eru ekki nein kraftaverkatæki, þær fylgja bara mjög góðri formúlu, líkt og margar aðrar vélar (1Hd-T- 12H-T frá toyota til dæmis) en það er að vera með beina innsprautun og túrbínu, eitthvað sem fæstir framleiðendur voru að gera á þessum tíma vegna þess hvað það var mikill hávaði frá svona vélum, þessvegna blikna samtíma vélar 6bt í samanburði, en -allar- diesel vélar í dag fylgja þessu formi.",
            "date": "2013-04-21 09:43:00",
            "post_id": "97939",
            "reply_to_id": "97935"
        },
        {
            "user_name": "heidar69",
            "text": "Sælir .. \nFélagi minn fór í þórsmörk á iviko 4x4 hann var hátt í fimmta tonn full lestaður og fór með ellefu lítra af olíu á hundraði.. \nÉg keirði einu sinni bens 410 með 6gíra kassa hann var með rett um 11litra...\nÞetta eru eldgamlir bílar og eiða ekki myklu..en krafturinn er flottur á þjóðveigi.. ekki sprautar maður í neinar brekkur  á þessum krafti..\nHef seð benz 300 tjunnaða í volvo 6x6 á youtube feikna kraftur...\nvitið þið um línurit um kraftinn í cominns... tildæmis þegar buið er að ná ur henni 150-200 hestöfl .. er hun kanski farin að eiða ótæpilega olíu...þanig?\nKann einkver að reikna út kraft miðað við hraða og getur hin sami deilt aðferðinni hér...\nsvo maður geti áttað sig aðeins á þessu..\nVar eitthvað að velta þessu fyrir mer, er bara ekki klár í þessu... en til að halda sama hrað á velinni sem gefur hamark tog og hestöfl á 4000sn/min og þessari cumming munar mörgum gir hlutföllum. og þá dró rosalega úr commings og mer fanst ekkert vera eftir til að ýta 2500kg upp brekkuna á tilteknum hraða. Var að spá ef maður þyrfti að sprauta stutta brekku á svona 50km hraða..\nEn þegar lo gírinn var skoðaður þá komst maður þriðjungi hægar með commings með sama krafti...\nþætti vænt um að sjá formuluna..",
            "date": "2013-04-22 18:11:00",
            "post_id": "98109",
            "reply_to_id": "97939"
        },
        {
            "user_name": "heidar69",
            "text": "[color=#408000]Þetta lýtur rosa flott út fallegur mótor en helld að þessi verði vasskassa laus í fyrstu á\n[/color]",
            "date": "2013-04-22 18:17:00",
            "post_id": "98110",
            "reply_to_id": "98109"
        },
        {
            "user_name": "Stebbi",
            "text": "Var þetta mælt í frjálsu falli fram af klett í hlutlausum?",
            "date": "2013-04-23 23:00:00",
            "post_id": "98354",
            "reply_to_id": "98110"
        },
        {
            "user_name": "Lalli",
            "text": "það væri mjög gaman að heira eyðslutölur frá mönnum sem eiga eða hafa átt bíl með cummins og á 44\"+ því mér finns þessar tölur sem menn eru að tala um hérna vera útí hött",
            "date": "2013-04-24 01:04:00",
            "post_id": "98375",
            "reply_to_id": "98354"
        },
        {
            "user_name": "Adam",
            "text": "held jafnvel að fáfræðin sé að draga margan hérna niður... Þessar cummings vélar eru vissulega snilld af þeirri ástæðu að þetta er drep sterkt og þolir fáranlega mikið bull enda smíðað sem Iðnaðarvélar og eiga að endast. menn hafa nú alveg séð hvað 5.9 cummings getur gert og hefur þolað......\nhttp://www.youtube.com/watch?v=kCsSVLZ6wCI",
            "date": "2013-04-24 04:02:00",
            "post_id": "98379",
            "reply_to_id": "98375"
        },
        {
            "user_name": "Guðninn",
            "text": "tja ekki hef ég neinar tölur yfir þessa 3.9L vél,\nEn til að koma með einhverja cummins tölu  þá fór 5.9L bíllinn hjá okkur á 49\" dekkjum með 16.8L í langkeyrslu milli Rvk og Seljalandsfoss daginn sem Jeppaspjallið fór í sinn rúnt, vorum á  ca 95-100km/h",
            "date": "2013-04-24 08:40:00",
            "post_id": "98389",
            "reply_to_id": "98379"
        },
        {
            "user_name": "jongud",
            "text": "Þú meinar...\nþola \nEKKI",
            "date": "2013-04-24 08:47:00",
            "post_id": "98391",
            "reply_to_id": "98389"
        },
        {
            "user_name": "lecter",
            "text": "þær eiðslu tölur sem ég hef fyrir 5,9  eru frá 11,5 á70km og 17 á 120km   þetta fer bara eftir hvaða drif er i bilnum \n16,5l  þá er bara að hækka drifið  ef þú vilt minni eiðslu    þessar usa tölur eru allar á standard drifi 3:20 til 3:50 en litil hjól \nRam cummins er finn með 4:10 og 46\"-49\" dekk  beinsk 5 -6 gira \nsama hér ég veit ekkert um eiðslutölur fyrir 3,9 en það er verið að setja firstu velina i jeppa i keflavik gaman að fá þá upl um það þegar það er klárt",
            "date": "2013-04-24 15:22:00",
            "post_id": "98430",
            "reply_to_id": "98391"
        },
        {
            "user_name": "jeepcj7",
            "text": "Cummins er líklega alls ekki slæmur mótor en að halda að 4.10 gangi í bíl sem er 4-5 tonn með 46-49\" dekkjum er ekki rétt held ég.\nVar að keyra aðeins með þessum fræga cummins patta hjá Erninum hann er á 44\" D/C líklega innan við 3 tonn og drifin eru 4.63 hann er ekki að ráða við hærri drif sýndist mér var bara nokkuð góður svona en hef ekki trú á að hann væri betri ef hann þyngdist um 2 tonn og  drifin hækkuðu um hálfan hring líka.",
            "date": "2013-04-24 15:53:00",
            "post_id": "98435",
            "reply_to_id": "98430"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "Specifications\nDiese Engine 4BT3.9 C105 cummins\nBore*stroke 102*120\nDisplacement 3.9L\nPower 77kw/2800rpm\nISO/TS 16949:2002\nSHANGHAI STONE DIESEL ENGINE CO.,LTD CAN SUPPLY 4BT3.9 C100 100HP/2400RPM 75KW/2400RPM CUMMINS ENGINE, CUMMINS DIESEL ENGINE.\nCUMMINS ENGINE 4BT3.9-C105\nRated Power 77kW/2800r/min\nPeak Torque 330N.m/1500r/min\nDisplacement 3.9L\nBore 102mm\nStroke 120mm\nCylinders 4\n \nTechnical Specification\nAspiration Turbocharged\nPump Type A\nGovernor RSV\nWeight Dry 338kg\nInstant inertia of rotational part (Without flywheel) 0.143kg.m2\nCenter Of gravity Distance From Front End Of Cylinder Body 262mm\nCenter Of Gravity Distance Above Crank Centre Line 160mm\n \nEngine Model Advertised Power/Speed(kW/r/min) Peak Torque/Speed(N.m/r/min) Aspiration\n4BT3.9-C80 60/2000 330/1500 Turbocharged\n4BT3.9-C100 75/2400 330/1500 Turbocharged\n4BT3.9-C105 77/2800 330/1500 Turbocharged\n4BTA3.9-C110 82/2200 460/1400 Turbocharged Aftercooled\n4BTA3.9-C125 93/2200 475/1500 Turbocharged Aftercooled\n4BTA3.9-C130 97/2500 475/1500 Turbocharged Aftercooled",
            "date": "2013-04-24 16:25:00",
            "post_id": "98436",
            "reply_to_id": "98435"
        },
        {
            "user_name": "lecter",
            "text": "þessi gamli ram er original cummins með banks turbo kitt og cooler  ca215-30 hp með 30pund presur\nzf girkassa  2 millikassa   hann er á 4:10 og 46\" \n´´eg veit ekki betur en að hann vinni bara fint og hann nær 150km upp ártúnsbrekkuna mér finst það nú alveg nóg",
            "date": "2013-04-24 19:26:00",
            "post_id": "98448",
            "reply_to_id": "98436"
        },
        {
            "user_name": "jeepcj7",
            "text": "Við vigtuðum akkúrat svona bíl á 33\" dekkjum og hann var 2250 kg sem er sam eða minna en patrol en það er ekki það sama með yngri bílana sem eru 3.5 tonn fyrir breytingar.",
            "date": "2013-04-24 20:35:00",
            "post_id": "98459",
            "reply_to_id": "98448"
        },
        {
            "user_name": "lecter",
            "text": "ja kanski bensin bill þessi er minnir mig um 3,3ton eða 3.5ton  enda cummins og dana 60  en alveg rett dodge er lettastur  ,,  en þessi bill er ótrúlega duglegur   þessi dodge var alltaf á 44\" en fekk 46\"  og er bara flottur þannig  en hann var 165hp en fekk tjúnkitt  frá banks strax sem er 215 hp en veit ekki á hvaða pundi  en hægt er að setja 30 pund in á velina og hefur verið gert i 20 ár   en hugsaðu ef hann væri með 380hp velina   þetta er svo fint að vera með svona vel sem ekkert mál er að fá 400hp  svo ef hann ræður ekki við 49 þá bara bæta 200hp  við og 600Nm   þessi vél er nú ekki að finna mikið fyrir 1000kg upp/ niður",
            "date": "2013-04-24 21:42:00",
            "post_id": "98469",
            "reply_to_id": "98459"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það var cummins bíl með 5 gíra getrag kassa np205 70 aftan og 60 framan 91 eða 92 model og rauður ef það skiptir máli.;O)",
            "date": "2013-04-24 22:56:00",
            "post_id": "98477",
            "reply_to_id": "98469"
        },
        {
            "user_name": "jongud",
            "text": "Ég var nú að lesa einhversstaðar á vafri mínu um netið að menn séu farnir að skipta yfir í 3.9 cummins með common rail.\nKosturinn við common rail vélar er að þær eru miklu þýðgengari, og það virðist ekki óyfirstíganleg rafmagnsflækja með þeim.",
            "date": "2013-04-26 18:06:00",
            "post_id": "98693",
            "reply_to_id": "98477"
        },
        {
            "user_name": "lecter",
            "text": "ja það er mun kraft meiri vel lika   allavega  i bátunum er smá tölva  ég tala um báta já þar er allt svo auðvelt bara bolt on rafmagnið lika  enda þegar vélar eru settar i báta er bara eitt lúm og mælaborð og kapall sem er 2-6 metrar eftir ástæðum  plús minus og olia og starta við erum 1-2 daga að setja svona vél i bat og hann er farin á sjó eftir 2 daga\nhun er nýrri og kostar meira",
            "date": "2013-04-26 19:24:00",
            "post_id": "98708",
            "reply_to_id": "98693"
        }
    ],
    "date": "2013-04-20 21:04:00"
}