{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "15249",
    "title": "Vöð á Íslandi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=15249",
    "posts": [
        {
            "user_name": "Subbi",
            "text": "er alltaf að sanka að mér uppl um vöð á Íslandi \nveit einhver hvaða vað þetta er  og ég vorkenni nú bílnum hann skellur ansi harkalega niður á grjótið stundum  og drifkúlurnar fá að finna fyrir því \n[youtube]http://youtu.be/PrzpdWnJVvk[/youtube]",
            "date": "2013-01-10 04:13:00",
            "post_id": "81152",
            "reply_to_id": false
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "þetta er flott ekkert verið að fara gætilega kv Heiðar Brodda",
            "date": "2013-01-10 09:12:00",
            "post_id": "81164",
            "reply_to_id": "81152"
        },
        {
            "user_name": "harnarson",
            "text": "Getur verið að þetta sé Grjótá á Hrunamannaafrétti? Maður sér umhverfið ekki nógu vel til að átti sig nógu vel á því.\nKíki stundum á þetta vaða-tal: \nhttp://www.peturs.net/gop/g_vinir/ferdi ... tm#vadatal",
            "date": "2013-01-10 09:38:00",
            "post_id": "81171",
            "reply_to_id": "81164"
        },
        {
            "user_name": "Ofsi",
            "text": "Erfitt að sjá þetta út. Ég er nánast öruggur, eða óöruggur :-) á að þetta sé ekki Grjótá. Þó nafnið passi vel við. Ég held þó að þetta sé stutt frá. Þ.e að þetta sé vestasta vaðið á Stóru-Laxá á gömlu leiðinni (Tangaleið, línuveginum) Þar er alveg einsaklega stórgrýtt",
            "date": "2013-01-10 10:33:00",
            "post_id": "81178",
            "reply_to_id": "81171"
        },
        {
            "user_name": "lecter",
            "text": "hugsið þegar maður kemur að á og veit ekki neitt ,,,þarna getur maður bara litið i kringum sig og seð allt þetta grjót  þá veit maður að þetta grjót er lika i ánni og liklega sóru steinarnir en frekar  sem berast ekki burt með staumnum   ,,,",
            "date": "2013-01-10 12:59:00",
            "post_id": "81208",
            "reply_to_id": "81178"
        },
        {
            "user_name": "lecter",
            "text": "viewtopic.php?f=7&t=15249&p=81212#p81212\neg veit ekki hvort þetta sé akkurat jeppinn sem maður velur i svona hálendis akstur ,, en ég verð samt að hrosa þessum ökumanni fyrir að komast þetta  ,,, spurning hver hleipir svona bilum inn á hálendið  sem eru ekki jeppar",
            "date": "2013-01-10 13:08:00",
            "post_id": "81212",
            "reply_to_id": "81208"
        },
        {
            "user_name": "lecter",
            "text": "videoið virkar ekki en þetta er blai transporterinn sem maður sér i endan á youtube sem synir þennan landrover",
            "date": "2013-01-10 13:14:00",
            "post_id": "81213",
            "reply_to_id": "81212"
        },
        {
            "user_name": "harnarson",
            "text": "Gæti passað.",
            "date": "2013-01-10 22:46:00",
            "post_id": "81306",
            "reply_to_id": "81213"
        },
        {
            "user_name": "DABBI SIG",
            "text": "það er kannski hluta af því að okkur finnst þetta gróft og slæmt vað að þetta er Land Rover á skurðarskífum sem er að fara þarna yfir með æðislega fjöðrun hoppandi til og frá :) (nú verður allt brjálað)\nEn hvort þetta sé vestasta vað á Stóru Laxá er ég á báðum áttum. Fór þetta seint í sumar og vissulega er búið að breyta veginum frá því sem var áður en minnist þess ekki að aðkoman að því hafi litið svona út en þó gæti það vel verið. Vaðið þar er allaveg nokkuð gróft. Veit einhver af hverju gamli vegurinn var lagður þannig að þvera þurfti ánna tvisvar í stað þess að velja vegarstæði eins og það liggur núna, örfáum metrum ofar(norðar) og þ.a.l. sleppa við tvo ála af ánni?",
            "date": "2013-01-10 23:37:00",
            "post_id": "81312",
            "reply_to_id": "81306"
        },
        {
            "user_name": "Freyr",
            "text": "Tek undir að þetta sé á línuveginum Háifoss - Gullfoss eins og fram hefur komið. Man ekki númer hvað í röðinni þetta vað er á Stóru Laxá. Þetta vað er á gömlu leiðinni sem var notuð áður en Dalecovod reisti nýju línuna þarna kringum 2005. Minnir samt að það hafi ekki þurft að fara þetta vað heldur hafi annað betra verið í boði aðeins neðar eða ofar.\nKv. Freyr",
            "date": "2013-01-11 00:24:00",
            "post_id": "81323",
            "reply_to_id": "81312"
        },
        {
            "user_name": "logimar",
            "text": "Tek undir með Frey, fór þetta seinnipart sumars og var ekki í framdrifinu þegar ég fór þarna yfir og lenti í vandræðum í brekkunni upp úr og varð að fara út og setja í lokurnar,,,,  :)   L.",
            "date": "2013-01-11 00:31:00",
            "post_id": "81328",
            "reply_to_id": "81323"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Ég er alveg að springa úr forvitni hvar þetta gæti verið. Var að skoða disk með vaðamyndum í gær sem fylgdi með bók sem Páll Ásgeir gaf út um árið og þar er vestasta vaðið öðruvísi á disknum. En það myndskeið gæti verið af nýju 2005 leiðinni sem talað er um. Hef einu sinni farið þetta - 1992 og get vitnað um að síðasta vaðið eða með þeim síðustu ef ekið er í vestur er mjöööög grýtt. Festi mig í ánni á breyttum Hilux. Eða þannig, var ekki með lokunar á því ég var að breyta bílnum á þessum tíma og var með 5,71 að aftan en orginal að framan og var lítið að nota framdrifið í þessari ferð.",
            "date": "2013-01-11 08:25:00",
            "post_id": "81360",
            "reply_to_id": "81328"
        },
        {
            "user_name": "Ofsi",
            "text": "Leiðinn um línuveginn (sem heitir Tangaleið, Suðurlandsmenn kalla vegin einfaldlega Línu.) var breytt til þess að þurfa einungis að fara tvö vöð í stað þriggja og auk þess þægilegri vöð en voru á gamla veginum. Vestast og miðvaðið voru verstu vöðin. Vaðið við Sandver er dýpst en á besta botninum. Núverandi vað sunnan við Helgaskála er einnig á góðum malarbotni.\nVið verður að fara að hafða upp á þessum útlending áður en við springum úr forvitni :-)",
            "date": "2013-01-11 16:37:00",
            "post_id": "81413",
            "reply_to_id": "81360"
        },
        {
            "user_name": "Ofsi",
            "text": "Er búin að bera þetta saman við myndir sem ég af vöðum á Stóru Laxá, þetta er vestasta vaðið, Ofsi 10 stig :-)\nPS kann ekki enn að setja inn myndir :-( hver getur sett inn myndina fyrir mig. ég er með netfangið \nrotta01@gmail.com\n er einhver bíður sig fram :-)",
            "date": "2013-01-11 16:44:00",
            "post_id": "81414",
            "reply_to_id": "81413"
        },
        {
            "user_name": "brell",
            "text": "Skil ég ykkur rétt að það sé búið að færa veginn þannig að maður sé laus við tvö vestari vöðin á Stóru-Laxá?  Er þetta vel merkt þannig að engin hætta sé á að villast á gömlu leiðina?  \nEnn fremur:  Er rétt að búið sé að færa veginn við Fossá og finna betra vað ofar?",
            "date": "2013-07-09 15:47:00",
            "post_id": "105416",
            "reply_to_id": "81414"
        },
        {
            "user_name": "Úlfur",
            "text": "Talandi um vöð. Mér skilst að ég hafi e.t.v. verið síðasti maðurinn til að fara yfir Kaldaklofskvíslina áður en að Vegagerðin \"lagaði\" vaðið. Allir steinarnir sem vísuðu veginn, að ofan og neðan, farnir.",
            "date": "2013-07-12 10:37:00",
            "post_id": "105671",
            "reply_to_id": "105416"
        },
        {
            "user_name": "Brjotur",
            "text": "Ja þetta er rett hja Ofsa og þetta er fjandi storgrytt :)",
            "date": "2013-07-14 22:26:00",
            "post_id": "105822",
            "reply_to_id": "105671"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Það er búið að færa vaðið á fossá já. Það er komið ca kílómeter ofar og er því ekki lengur farið á steinklöppunum rétt neðan við fossinn eins og var gert. Nú er farið yfir breitt og nokkuð gott vað, ekkert of grýtt.\nVarðandi vöðin þrjú sem eru með stuttu millibili þá minnir mig endilega þegar ég fór þarna seint í ágúst í fyrra að vestari tvö vöðin væri hægt að sleppa við, þ.e. búið að færa veginn örlítið norðan og þannig sleppa þeim. Ég get þó verið að rugla en ég að sjálfsögðu fór bæði vöðin uppá gamanið og kannaði því ekki hvort hinn vegurinn sleppti vöðunum.",
            "date": "2013-07-14 23:50:00",
            "post_id": "105829",
            "reply_to_id": "105822"
        },
        {
            "user_name": "brell",
            "text": "Fór þarna uppeftir í gær að nýja vaðinu á Fossá og horfði á Patrol á 33\" fara yfir.  Ég er á 30\" Grand Vitara og með mér var mágur minn á óbreyttum eldri Vitara.  Eftir að hafa horft á Patrolinn mátum við það svo að þetta væri of stórgrýtt fyrir okkar bíla.  Var gamla vaðið virkilega verra og þá hvernig?\nVið ókum nú til baka og ákváðum að reyna Skáldabúðaheiði, sem ónefndur höfundur bóka um fjallaakstur segir færa öllum jeppum á sumri.  Eftir að komið var upp brekkuna ofan við skálann tók við lágadrifsakstur í stórgrýti nánast alla leiðina upp á Tangaleið og er þetta varla fært minnstu jeppunum eins og slóðinn er núna.\nVið fórum svo Tangaleið til vesturs.  Mjög lítið var í Stóru-Laxá og búið er að færa veginn þannig að maður losnaði við tvö vestari vöðin.",
            "date": "2013-07-18 17:51:00",
            "post_id": "106098",
            "reply_to_id": "105829"
        }
    ],
    "date": "2013-01-10 04:13:00"
}