{
    "forum_title": "Almennt spjall",
    "id": "15326",
    "title": "Háu ljósin ????????",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=15326",
    "posts": [
        {
            "user_name": "risinn",
            "text": "Sæl nú félagar, og gleðilegt nýtt ár.\nÉg var að hlusta á Reykvík síðdegis um daginn eða í bítið á Bylgjunni.\nOg þar var verið að ræða notkunn á háu ljósunum utan þéttbýlis. Nú þar sem að ég bý utan þéttbýlis keyrir ég svona næstum daglega milli Akranes og Reykjavíkur daglega 2. á dag. Það líður varla sá dagur að það sé einhver fyrir aftan mig með háuljósin á eða ég mæti einhverjum með háuljósin á. Og það sem mér fynnst mest svekandi í þessu öllu saman er aö mæta breyttum jeppum með kveikt á kösturum sem að ekki lækka ljósin eða slökkva á kösturum. Ég er sjálfur á 44\" Land Rover með kasstara framan á bílnum sem að ég nota aldrei á þessari leið, og almennt ekki háuljósin nema að ég sé á ferðinni á nóttinni þannig að ég trufli ekki aðra í umferðinni á móti mér. \nNú er spurning, á ég að fá mér 3000 kílóvatta rafsöð í skottið á Breska Heimsveldinu og vera með friðar súlu ljós fyrir aftan og framan mig til að blinda alla sem að blinda mig.\nKv. Ragnar Páll.",
            "date": "2013-01-13 00:04:00",
            "post_id": "81674",
            "reply_to_id": false
        },
        {
            "user_name": "StefánDal",
            "text": "Þetta er alveg ferlega þreytandi og virðist fara versnandi eftir því sem maður kemur nær höfuðborgarsvæðinu. Oftsast finnst mér virka að \"blikka\" bremsuljósunum. Svo hef ég líka prufað að nota baksýnisspegilinn til þess að spegla geislanum inn um framrúðuna á bílnum fyrir aftan mig. \nÞað sem fer hinsvegar meira í taugarnar á mér er þegar fólk hangir á vinstri akgreinini á dólinu svo maður þarf að fara fram úr hægra megin.\nÍslendingar eiga margt eftir ólært hvað varðar umferðarmenningu. Já og eiginlega borgarmenningu yfir höfuð. Ein skýringin er sú að við höfum ekki búið svona náið nema síðustu 70 árin og erum enn að læra á það að umgangast svona mikið af fólki daglega. Á meðan aðrar þjóðir hafa hundruðu ára í reynslu og fólk þar virðist fæðast með kurteisar hefðir og venjur.",
            "date": "2013-01-13 00:12:00",
            "post_id": "81676",
            "reply_to_id": "81674"
        },
        {
            "user_name": "spámaður",
            "text": "svo sammála...talandi líka um alla asnana sem keyra með þokuljósin á þjóðvegum og taka þau ekki af þegar þeir mæta bílum,og eru með þau innanbæjar jafnvel.",
            "date": "2013-01-13 00:19:00",
            "post_id": "81679",
            "reply_to_id": "81676"
        },
        {
            "user_name": "jeepson",
            "text": "Veistu það Stebbi að þetta er ekkert skárra hérna útá landi. Fólk virðist bara ekki geta lækkað ljósin fyrr en það er nánast komið alveg upp að manni.. Ég mæli með því Ragnar að þú fáir þér 5000kw rafstöð og 4 friðasúlur. Það sem að fer líka alveg svakalega í taugarnar á mér er ða mæta bílum með þokuljósum.. Þokuljós eru til að nota í þoku og háu ljós til að nota í myrkri og ekki til að blinda aðra. Ég er alveg sammála því að við eyjaskeggjar eigum margt eftir ólært með kurteisi meðal annars í umferðinni.. En það hlýtur að verða komið eftir 100ár. En ég sé hinsvegar mikin mun á hvort að ég noti kastarana til að blikka aðra eða bara háuljósin án kastara. Menn lækka oft miklu fyrr ef að maður hendir kösturunum á þá.",
            "date": "2013-01-13 00:21:00",
            "post_id": "81680",
            "reply_to_id": "81679"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Alveg sammála ,, og eigum við að ræða helvítis Xenon ljósin??      nei skulum ekki gera það.",
            "date": "2013-01-13 00:33:00",
            "post_id": "81685",
            "reply_to_id": "81680"
        },
        {
            "user_name": "risinn",
            "text": "Það er gott að ég sé ekki einn um þetta vandamál. \nKv. Ragnar Páll.",
            "date": "2013-01-13 00:43:00",
            "post_id": "81686",
            "reply_to_id": "81685"
        },
        {
            "user_name": "jeepson",
            "text": "Nei als ekki. Mér sýnist þessi xenon umræða ætla að verða ansi löng og mikil.",
            "date": "2013-01-13 01:12:00",
            "post_id": "81690",
            "reply_to_id": "81686"
        },
        {
            "user_name": "s.f",
            "text": "ég verð alveg sára sjaldan var við að menn séu seinir að taka háuljósin af þegar ég er að keira á milli bæja mér fynst þetta hafa stór lagast á síðustu árum ef það er ekvað þá eru sumir sem eru heldur fljótir að setja þau á aftur",
            "date": "2013-01-13 01:30:00",
            "post_id": "81695",
            "reply_to_id": "81690"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta hefur vissulega lagast síðustu ár. En við eigum langt í land enþá að mínu mati. Svo hef ég tekið eftir því að það eru margir með vitlaust stillt ljós líka.",
            "date": "2013-01-13 01:33:00",
            "post_id": "81697",
            "reply_to_id": "81695"
        },
        {
            "user_name": "s.f",
            "text": "ljósin eru skoðuð í aðalskoðun á hverju ári þanig að það ætti ekki að vera mikið um bíla með vitlaus ljós",
            "date": "2013-01-13 01:40:00",
            "post_id": "81700",
            "reply_to_id": "81697"
        },
        {
            "user_name": "jeepson",
            "text": "Maður hefði nú haldið það. En ég hef mætt slatta af bílum með vitlaus ljós. En það er ekki þar með sagt að maður mæti sama bílnum ár eftir ár í svarta myrkri. En við skulum nú vona að við íslendingar förum að bæta okkur með notkun á þokul jósum og háu ljósum. Þetta kemur alt með tímanum :) Ég held að það séu fáir sem að mæta manni viljandi með háu ljósunum.",
            "date": "2013-01-13 01:44:00",
            "post_id": "81701",
            "reply_to_id": "81700"
        },
        {
            "user_name": "Hfsd037",
            "text": "Það er fátt jafn pirrandi og að hafa ökumann fyrir aftan sig sem skilur gjörsamlega enginn merki um að lækka ljósin!! maður blikkar þokuljósunum og bremmsuljósunum til skiptis en heilabúið í ökumanninum fyrir aftan mann virðist stundum ekki fatta pointið með því.. í slæmum tilfellum gef ég annaðhvort í til þess að stinga bílinn fyrir aftan mig af eða keyri út í kant og hleypi honum framúr mér og nota háu ljósin óspart á hann í staðinn, það hlýtur að kenna sumum lexíu.",
            "date": "2013-01-13 01:50:00",
            "post_id": "81703",
            "reply_to_id": "81701"
        },
        {
            "user_name": "dazy crazy",
            "text": "ég nota hazardinn ef einhver er með hæau ljósin fyrir aftan mig, virkar nánast alltaf :)",
            "date": "2013-01-13 06:20:00",
            "post_id": "81715",
            "reply_to_id": "81703"
        },
        {
            "user_name": "fordson",
            "text": "sammála Gísla með bíla með illa stillt ljós, sérstaklega vinstra ljósið sem lýsir beint í augun á manni, mæti allavega 2-4 svona bílum á leiðini frá skaganum og vestur í Dali. Og aldrei færri en 10 sem lækka ekki ljósin tímanlega  Síðan eru allir eineigðu bílarnir, sé minnst 3-5 á þessari sömu leið og það að fara með bílinn í skoðun 1 sinni á ári tekur ekkert á þessu vandamáli, nákvæmlega ekkert",
            "date": "2013-01-13 12:05:00",
            "post_id": "81735",
            "reply_to_id": "81715"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "ljósinn eru ekki alltaf vitlaust stillt það er líka það að þegar það er skipt um perur að þær eru setar vitlaust í, það er minsta mál fyrir fólk að sjá hvort peran er rétt í eða ekki bara láta jósinn lýsa á vegg og sjá hvernig geislinn er",
            "date": "2013-01-13 12:52:00",
            "post_id": "81743",
            "reply_to_id": "81735"
        },
        {
            "user_name": "fordson",
            "text": "Menn þurfa nú að pústa annað slagið",
            "date": "2013-01-13 13:49:00",
            "post_id": "81757",
            "reply_to_id": "81743"
        },
        {
            "user_name": "dazy crazy",
            "text": "Ertu lögregluþjónn?",
            "date": "2013-01-13 14:19:00",
            "post_id": "81766",
            "reply_to_id": "81757"
        },
        {
            "user_name": "kjartanbj",
            "text": "Ljósanotkun er bara vandamál, fólk heldur að þokuljós séu til þess að keyra með alla daga, í alveg sama hvaða skilyrðum, innan og utanbæjar, eineygðir bílar eru mjög algengir\nsíðan er nýtt núna síðan Reykjanesbrautin var tvöfölduð að fólk virðist halda að það sé í lagi að keyra með háu ljósin á alla leiðina til reykjavíkur þeim megin þar sem flóðlýsingin er ekki , og lækka ekki einu sinni geislan þegar það mætir bílum, eins og það sé ekki nóg lýsing þarna fyrir , allt of mikil, sama á við um Vesturlandsveginn, fólk sleppir því bara að lækka háa geislan",
            "date": "2013-01-13 16:56:00",
            "post_id": "81782",
            "reply_to_id": "81766"
        },
        {
            "user_name": "Haukur litli",
            "text": "Á Hiluxinum var ég með eitt Hella Jumbo 210 ökuljós aftan á pallhúsinu sem bakkljós/vinnuljós. Það svínvirkaði að blikka með því þegar menn voru komnir nógu nálægt.",
            "date": "2013-01-13 17:05:00",
            "post_id": "81784",
            "reply_to_id": "81782"
        },
        {
            "user_name": "Ingójp",
            "text": "Faðir minn kenndi mér eitt þegar ég var krakki, Ef það er fífl fyrir aftan þig sem hangir í rassgatinu á þér með háu ljósin hægðu á þér og vertu fífl við hann. \nÉg geri þetta stundum þegar ég tel allt annað fullreynt hazzard blikka þokuljósum og meira þó alls ekki í langan tíma bara svona rétt til að sýna fíflinu hvað þetta er óþægilegt,",
            "date": "2013-01-13 17:16:00",
            "post_id": "81788",
            "reply_to_id": "81784"
        },
        {
            "user_name": "Stebbi",
            "text": "Sumt fólk virðist ekki skilja neitt fyrr en það fær svona gusu í andlitið, ég er orðin svo þreyttur á þessu í gegnum árin að ef að fólk lækkar ekki þegar ég blikka á móti þá fær það bara alla kastaragusuna í andlitið.  Verst að maður er sjaldnast á jeppanum þegar þetta gerist.  :(",
            "date": "2013-01-14 00:50:00",
            "post_id": "81874",
            "reply_to_id": "81788"
        },
        {
            "user_name": "Turboboy",
            "text": "thad er god skemmtun ad maeta svona pakki a flutningabil, oftar en ekki tha eru hauljosin fljot ad slokkna thegar madur blikkar thad.",
            "date": "2013-01-14 23:40:00",
            "post_id": "82116",
            "reply_to_id": "81874"
        },
        {
            "user_name": "risinn",
            "text": "Ég var að keyra flutningarbíl til margra ára, og það eru ekki bestu ökumenn í heimi hvað varðar háuljós og notkun kasstara, sorrý. Ég veit að það er freistandi að lækka ljósin ekki fyrr en í rauðan dauðan, og þetta á við alla ökumenn, hvort sem er fólk á fólksbílum,jeppum eða flutningarbílum. En mín skoðun er sú, hvort að hún sé rétt eða ekki, þá þarf ekki að vera að nota háuljósin svona mikið í kringum þéttbýli eins og fólk grerir, hvað þá kasstara.\nÆtla ekki að vera leiðinlegur í garð séstakra ökumanna, en þetta er óþolandi, að geta ekki ferðast á milli hreppa á Íslandi án þess að þurfa að pirra fólk í kringum sig út af of miklum ljósum. Keyrum bara með láguljósin kveikt þegar við nálgumst þéttbýli, hvar sem er á landinu, og ef að við sjáum bíl ljós frammundan lækkum þau tímanlega.\nMeð vinsemd og virðingu. \nKv. Ragnar Páll",
            "date": "2013-01-15 02:14:00",
            "post_id": "82139",
            "reply_to_id": "82116"
        }
    ],
    "date": "2013-01-13 00:04:00"
}