{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "15322",
    "title": "Rafmagnsteikningar í cummins og patrol.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=15322",
    "posts": [
        {
            "user_name": "jeepson",
            "text": "Sælir félagar. Nú eru góð ráð dýr. Örninn er í basli með cummins swappið sitt. Hann fær ekki alternatorinn til að virka. Og ég get lítið hjálpað honum í gegnum síma nema að hafa teikningar. Hvar finn ég rafmagns teikningar yfir 89 dodge ram með cummins 12 ventla vélinni og hvar finn ég svo rafmagns teikningar fyrir patrol Y60 96?? Mig vantar ítarlegar teikningar yfir rafkerfin í báðum þessum bílum. Ég á manuala á tölvutæku formi fyrir 4,2 bensin og diesel. En ekki 2,8 patrol. Ef að einhver getur hjálpað okkur félugunum þá væri það sko alveg geggjað. Þetta ofmetna google drasl virðist ekki vera að gera sig í augnablikinu.\nMBK Gísli :)",
            "date": "2013-01-12 22:03:00",
            "post_id": "81642",
            "reply_to_id": false
        },
        {
            "user_name": "olei",
            "text": "Stundum finnur maður eitthvað hér:\nhttp://www.revbase.com/BBBMotor/Wd\nhttp://daemon4x4.org/portal/downloads.php",
            "date": "2013-01-12 22:21:00",
            "post_id": "81646",
            "reply_to_id": "81642"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég fann alveg helling á google. \nhttp://bit.ly/ZV4EB2",
            "date": "2013-01-12 23:10:00",
            "post_id": "81660",
            "reply_to_id": "81646"
        },
        {
            "user_name": "jeepson",
            "text": "Þakka þér fyrir meistari. Ég prufa þetta.",
            "date": "2013-01-12 23:21:00",
            "post_id": "81662",
            "reply_to_id": "81660"
        },
        {
            "user_name": "thorjon",
            "text": "Sælir drengir,  varðandi Patrol teikningarnar er þetta ekki bara \"standard\" RD28 vélin sem þú ert að leita að teikningum af ??\n'Eg er með manualinn fyrir 98 bílinn (með 2.8 vélinni) ,, ef þetta er sama dótið er þér velkomið að fá ljósrit af rafm draslinu... nú er ég soddann nýliði í þessu að e´g hef ekki hugmynd hvort einhverju var breytt á milli Y60 og Y61 týpunnar í rafmagni, það er kannski einhver sem getur upplýst um það ?\nÉg verð í Hafnarfirði á morgun að grúska í bílnum og get tekið bókina með ef þörf er á.\nNafnið er Þórjón og s. 895-7999\nM. kveðju:  ÞPP",
            "date": "2013-01-12 23:53:00",
            "post_id": "81672",
            "reply_to_id": "81662"
        },
        {
            "user_name": "jeepson",
            "text": "Það eru einhverjar breytingar. En ég bara ekki klár á því hverjar þær eru. Það gæti nú verið að þetta sé eins í kringum alternatorinn. Við erum að leita einmitt fyrir RD28T mótorinn. Ég á viðgerða bækur í tölvuni en þær eru allar fyrir 4,2 bensín og 4,2 diesel. Ég er nokkuð viss um að þær gagnist lítið fyrir 2,8 bílana.",
            "date": "2013-01-13 00:25:00",
            "post_id": "81681",
            "reply_to_id": "81672"
        },
        {
            "user_name": "jeepson",
            "text": "Jæja var að downloada en einum manualinum og auðvitað var hann fyrir 4,2 patrol. En einn manualinn í ruslið. Það virðist bara ekki vera hægt að fá manual fyrir þessar 2,8 vélar í þessum bílum.",
            "date": "2013-01-13 00:28:00",
            "post_id": "81682",
            "reply_to_id": "81681"
        },
        {
            "user_name": "Aparass",
            "text": "Miðað við það sem ég hef séð í húddinu á þessum bílum þá mundi ég segja að ef þetta virkar ekki, þá er það hinn vírinn sem á að tengjast. :P\nAlveg svakalega lítið rafmagn fyrir þessa vél.",
            "date": "2013-01-13 01:09:00",
            "post_id": "81688",
            "reply_to_id": "81682"
        },
        {
            "user_name": "jeepson",
            "text": "Já þarna komstu með það. Það var hinn vírinn :D",
            "date": "2013-01-13 01:11:00",
            "post_id": "81689",
            "reply_to_id": "81688"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nFinndu 5W ljósaperu og hliðtengdu við hleðsluljósið.  Patrolhleðsluljósið kraftar ekki til að kveikja á segulmögnuninni.\nKv Jón Garðar",
            "date": "2013-01-13 01:21:00",
            "post_id": "81694",
            "reply_to_id": "81689"
        },
        {
            "user_name": "jeepson",
            "text": "Málið er jón að félagi minn er að setja cummins í pattann sinn eins og ég sagði þér frá í vinnuni. Og hann fær ekki alternatorinn til að virka. Hann virkaði fullkomnlega í raminum sem vélin var í. Svo eru ekki sömu litir á leiðslunum í dodge og patro, og það þarf auðvitað að finna út hvað hver vír gerir. Það eru 4 vírar í alternatorinn og með rafmagnsteikningum af báðum rafkerfum er ég fljótur að átta mig á hvernig á að tengja þetta til að alt virki eins og þetta á að gera.",
            "date": "2013-01-13 01:32:00",
            "post_id": "81696",
            "reply_to_id": "81694"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Þú þarft Dodge PCM module-inn það er hann sem að stýrir hleðslunni í RAM a.m.k.\nEf að öryggið fyrir PCM springur t.d. hjá mér (er með Air-Dog dæluna tengda þar inn, kemur fyrir þegar að kalt er í veðri að hún dregur of mikinn straum) þá hættir helvítið að hlaða !\nErtu ekki með allt lúmmið af Cummins mótornum ?",
            "date": "2013-01-13 10:44:00",
            "post_id": "81728",
            "reply_to_id": "81696"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nEru 4 tengi á spennustillinum eða ertu að telja afltengið með?\nÉg myndi allavega byrja á að finna tengið fyrir hleðsluljósið.  Finndu þér 5w peru og tengdu hana við + í annan endann og prófaðu tengin eitt af öðru þangað til það kviknar ljós á perunni.  \nÞað er pottþétt eitt tengið og líklegast eru hin tengin spennumæling og snúningshraðamælir.  Ég átta mig ekki á hvað eitt tengi í viðbót gerir en 90% altarnetora hlaða ef hleðsluljósið er tengt með réttri stærð af peru ekki of stórri og ekki of lítilli.  \nÉg myndi reyna að finna eitthvað um alternatorinn og átta mig á hvað hann þarf og búa honum þær nauðsynjar, það er ekkert öruggt að Nissan gamli hafi gert ráð fyrir nema þeim alternator sem hann lagði til og ég veit að t.d. virkaði ekkert af þessu Patrol dóti með Delco Remy alternatornum á chevy, ég þurfti að ljúga það allt upp sjálfur.\nKv Jón Garðar",
            "date": "2013-01-13 11:42:00",
            "post_id": "81731",
            "reply_to_id": "81728"
        },
        {
            "user_name": "jeepcj7",
            "text": "Í svona mixi er ekki bara einfaldara að nota patrol alternatorinn til að minnka vandræða stuðulinn?",
            "date": "2013-01-13 17:13:00",
            "post_id": "81786",
            "reply_to_id": "81731"
        },
        {
            "user_name": "jeepson",
            "text": "Heyrðu. Ég held að það endi þannig hjá honum. Hann seldi bílinn þannig að loomið fór með honum..",
            "date": "2013-01-13 17:15:00",
            "post_id": "81787",
            "reply_to_id": "81786"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Það er nú ekki flókið að tengja alternator\nfinnið teikningu af báðum, og smellið saman svo þeir virki\nSá ofar að eitthver minntist á að peran í patrol borðinu væri eki nógu sterk til að gefa páwer inn á segul i alternator i cummins það getur vel verið að það sé vandamálið í þessu ef búið er að reyna að tengja rétt, hægt að prófa að tengja beint á geymi og sjá hvað gerist",
            "date": "2013-01-13 17:24:00",
            "post_id": "81789",
            "reply_to_id": "81787"
        },
        {
            "user_name": "olei",
            "text": "Alternatorinn í þessum RAM er ekki með innbyggðu spennustilli. \nrevbase linkurinn sem ég setti hér inn er með teikningu af hleðslukerfinu úr 89 D350 með 5.9\nHér:\nhttp://www.revbase.com/BBBMotor/Wd/Down ... a30e8cdffd\nÞarna er sýndur spennustillir sem er í miðju mælaborði (center of dash panel)\nEn fyrir sama bíl er til önnur útgáfa, þar virðist vélartölvan sjá um spennustýringuna.\nhttp://www.revbase.com/BBBMotor/Wd/Down ... e601c7f884\nÞað vantar semsé spennustilli við alternatorinn til að hann virki eðlilega..",
            "date": "2013-01-13 18:55:00",
            "post_id": "81807",
            "reply_to_id": "81789"
        },
        {
            "user_name": "jeepson",
            "text": "Sævar. Ég væri löngu búinn að púsla þessu saman fyrir hann ef að ég hefði teikningar af báðum rafkerfum. Ég hef bara ekki báðar teikningar. Því það virðist hvergi vera hægt að fá teikningar fyrir RD28T loomið.. En þetta verður líklegast með því að græja reimhjól á 2,8 alternator og nota hann. Takk fyrir veitta aðstoð allir :)",
            "date": "2013-01-13 19:18:00",
            "post_id": "81812",
            "reply_to_id": "81807"
        },
        {
            "user_name": "Jóhann",
            "text": "Er nokkuð annað en að tala við Halla Gulla á Akureyri og vita hvort ekki er til eitthvað af rafsuðunum sem þeir voru að selja í jeppana þeir tengjast við altenatorin og taka yfir hleðslustýringuna man ekki hvað hún heitir en virtist vera nokkuð sniðugt og ekki verra að geta rafsoðið líka.",
            "date": "2013-01-13 20:19:00",
            "post_id": "81824",
            "reply_to_id": "81812"
        },
        {
            "user_name": "jeepson",
            "text": "Það er ekki vitlaust að geta soðið líka. En ég held að Örninn ætli að redda þessu með að setja patrol alternator á cumminsinn",
            "date": "2013-01-13 21:28:00",
            "post_id": "81834",
            "reply_to_id": "81824"
        },
        {
            "user_name": "JeepKing",
            "text": "er ekki málið að nota bara gamlan ford spennustilli einfaldir og fást alltstaðar fyrir lítið",
            "date": "2013-01-13 22:13:00",
            "post_id": "81849",
            "reply_to_id": "81834"
        },
        {
            "user_name": "jeepson",
            "text": "Jú það er ekkert verra. En við sjáum til hvað hann gerir.",
            "date": "2013-01-13 23:23:00",
            "post_id": "81862",
            "reply_to_id": "81849"
        }
    ],
    "date": "2013-01-12 22:03:00"
}