{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "15327",
    "title": "lolo í isuzu 3,1 diesel",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=15327",
    "posts": [
        {
            "user_name": "Gardstadir",
            "text": "Var að spá hvort þð hafi einhverntímann verið smíðaður logír í isuzu crew cap 3,1 disel og hver hafi smíðað hann hafi það verið gert.\nkv Brynjar Örn",
            "date": "2013-01-13 01:12:00",
            "post_id": "81691",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Bíddu ertu búinn að gefast uppá hilux og kominn í isuzu?",
            "date": "2013-01-13 01:14:00",
            "post_id": "81693",
            "reply_to_id": "81691"
        },
        {
            "user_name": "Refur",
            "text": "Veit um einn isuzu pickup í kringum 2000 árg sem var smíðaður lógír í, efniviðurinn i lógírinn var millikassi úr 4runner, man ekki hlutfallið í lágadrifinu á þeim kassa en það var allavega lægra en lágadrifið í Isuzu kassanum.",
            "date": "2013-01-13 12:07:00",
            "post_id": "81736",
            "reply_to_id": "81693"
        },
        {
            "user_name": "Gardstadir",
            "text": "Nei gísli gefst ekki upp á honum.\nen veistu hver það er sem á þann bíl? vantar smá upplýsingar í þessum málum og væri gaman að ná á hann.\nkv Brynjar",
            "date": "2013-01-13 17:09:00",
            "post_id": "81785",
            "reply_to_id": "81736"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég held við Villi séum að tala um sama bílinn sem var á skaganum í eigu Kristjáns frænda hans,og ef ég man rétt þa var sá bíll með boddýlift sem leyfði að lifta isuzu kössunum upp að aftan og stetja toy kassann fyrir aftan og snúa honum aðeins þannig að framskaftið slapp undir isuzu kassann.Kassarnir voru tengdir saman með lið/tengi og smíðað millistykki sem hélt þeim saman,en svo var bara hægt að taka toy kassann aftan af og slaka isuzu aðeins niður og nota aftur orginal sköft.\nÞetta var alveg að svínvirka svona hjá Stjána ég fékk prufurúnt á sínum tíma hjá honum en skoðaði þetta aldrei vel því miður.",
            "date": "2013-01-13 17:28:00",
            "post_id": "81791",
            "reply_to_id": "81785"
        },
        {
            "user_name": "Gardstadir",
            "text": "já þetta isuzu dót þetta er sambyggður kassi ef svo má orða það gírkassinn og millikassinn. Mér var búið að detta í hug að rífa allann millikassann innann úr endanum á isuzu dótinnu og saga lærið fyrir framdrifið af smíða so millistykki á toy kassa. Þarf að skoða þetta betur. En mundi vilja sjá mynd af þessum útbúnaði sem þú talar um.",
            "date": "2013-01-13 18:10:00",
            "post_id": "81799",
            "reply_to_id": "81791"
        },
        {
            "user_name": "gaz69m",
            "text": "Kassarnir voru tengdir saman með lið/tengi og smíðað millistykki sem hélt þeim saman,en svo var bara hægt að taka toy kassann aftan af og slaka isuzu aðeins niður og nota aftur orginal sköft.\nsemsagt ef ég er að skilja þetta rétt þá tengdi hann  kassana saman með stuttu drifskafti og notaði  úrtakið fyrir  frammhásinguna á toyo kassanum",
            "date": "2013-01-14 13:20:00",
            "post_id": "81937",
            "reply_to_id": "81799"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það var smíðað rillu stykki sem tengdi saman úttakið á isuzu og inntakið á toy og já framskaftið kom að sjálfsögðu úr toy kassanum annars hefði þetta ekki virkað sem milligír nema að taka úr lokunum. ;O)",
            "date": "2013-01-14 13:28:00",
            "post_id": "81942",
            "reply_to_id": "81937"
        },
        {
            "user_name": "gaz69m",
            "text": "hehe já hitt væri vesen  þannig að ég get sett lóló  á izuzu 2,5 vélina sem ég verð með í rússanum",
            "date": "2013-01-14 13:40:00",
            "post_id": "81946",
            "reply_to_id": "81942"
        }
    ],
    "date": "2013-01-13 01:12:00"
}