{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "15380",
    "title": "Stýrismaskínu vesen..vantar ráð hjá einhverjum snillingum.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=15380",
    "posts": [
        {
            "user_name": "Bjartmannstyrmir",
            "text": "Sælir.\nNú er ég í veseni með Vökvastýrið hjá mér í toyotunni\nÞannig er staða mála að ég er með Hilux 84módelið með 2-lt og orginal stýrisdælu. en þar sem hann er kominn á gorma að framan er búið\nað skipta út orginal stýrismaskínunni fyrir einhvern \"eðal\" grip úr gamla Bronco. (keipti bílinn svona)\nÉg hef alldrey haft vökvastýri nema í 2-3 daga í einu  svo sprengir hann Lokið framan á Maskínunni. er búinn að fara með um 6 lok og þolinmæðin farin að minnka verulega.  \nég taldi að snigillinn væri að ná í lokið en það virðist ekki vera. ég tók og lengdi togstaugina hjá mér og þar á leiðandi fór snilinn innar\nog lengdi stoppboltana á hásingunni. þá tolldi stýrið í 1 dag svo sprengdi hann Rörið sem kemur frá dælu og niður í maskínu við að begja í aðra áttina. ég lagaði það . þá virtist þetta vera í lagi . 2 dögum seinna fer lokið við það að bakka inní vélageimslu með bílinn í begju í hina áttina.\nhver gætu hugsanlega verið ástæðan fyrir þessu.Ð\n er of mikill þrýstingur úr toyotu dælunni fyrir Bronco maskínuna? \neða er þessi maskína bara andsetinn?\nværi gaman ef einhver hefði hugmynd um hvað þetta gæti verið svo maður þurfi ekki að taka með sér 10 vara lok til að fara á fjöll.\nallar hugmyndir og pælingar vel þegnar\nMbk. Bjartmann Styrmir",
            "date": "2013-01-14 19:54:00",
            "post_id": "82049",
            "reply_to_id": false
        },
        {
            "user_name": "Bjartmannstyrmir",
            "text": "Hefur enginn hugmynd um hvað þetta gæti verið ? öll svör vel þeginn\nog hvernig hafa menn verið að útfæra stýris búnað í þessum bílum sem eru komnir á gorma. \nhvaða maskínur hafa þeir verið að nota ?\ner jafnvel að spá í að skipta þessu út fyrir eitthvað annað.",
            "date": "2013-01-15 14:56:00",
            "post_id": "82212",
            "reply_to_id": "82049"
        },
        {
            "user_name": "Startarinn",
            "text": "Í 89-95 bílunum er yfirleitt notuð maskína úr klafa hilux eða 4runner, (armur vísar aftur), eða úr 70 cruiser (armur vísar fram) ef hásingin er komin mjög framarlega.\nÞú ættir að geta notað aðra hvora þessa maskínu í bílinn",
            "date": "2013-01-15 16:03:00",
            "post_id": "82226",
            "reply_to_id": "82212"
        },
        {
            "user_name": "Bjartmannstyrmir",
            "text": "Þakka gott svar. \nþað er nú búið að færa frammhásinguna hjá mér þokkalega framalega en sammt sem áður snýr armurinn aftur á bronco maskínunni.\ngæti ég þá notað maskínu úr klafa Hilux/4runner?. mér skilst að þær seu 3. fari eftir árgerðum . hvaða maskínu (úr hvað gömlum bíl) eru menn helst að nota? eða skiptir það engu máli.\nhér sést hvað er búið að færa hásinguna mikið.(veit ekki hvað það er mikið í cm)",
            "date": "2013-01-15 20:10:00",
            "post_id": "82275",
            "reply_to_id": "82226"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég get ekki svarað fyrir þessa árgerð, en ég held að ég kæmist ekki svona langt fram með hásinguna í mínum bíl öðruvísi en að vera með 70 cruiser maskínu, minn er árgerð '90",
            "date": "2013-01-15 20:15:00",
            "post_id": "82277",
            "reply_to_id": "82275"
        },
        {
            "user_name": "Bjartmannstyrmir",
            "text": "ég þakka upplýsingarnar. ég prófa bara að máta þetta ef eg fer út í að skipta um maskínu. \nhefur enginn hugmynd um hvað gæti verið að valda þessu með bronco maskínuna ?\nGetur það haft þessi áhrif ef það er búið að bora út þrýstiventilinn? (veit ekki hvort það hefur verið gert )",
            "date": "2013-01-16 10:56:00",
            "post_id": "82382",
            "reply_to_id": "82277"
        },
        {
            "user_name": "Bjartmannstyrmir",
            "text": "Núna er maður kominn með maskínu úr klafa toyotu.  og var að velta fyrir mér hvernig menn hafa verið að setja þetta upp . hver er hallinn á maskínunni hafður . tók eftir því að í klafa bílonum er hún talsvert brött . hallar framm (upp að aftan)  skiptir það einhverju máli. er ekki nóg að koma þessu fyrir þannig að pitarmurinn rekist ekki í og stýrisstöng virki eðlilega. bronco maskínan sem er í bílnum núna er alveg lárétt í honum.. \nværi gaman ef einhverjir ættu myndir af því hvernig þeir hafa leist þetta. eins með togstöng og millibilsstöng.. hjá mér kemur togstöngin í millibilsstöngina. eru einhverjir ókostir við að halda því svoleiðis ?",
            "date": "2013-01-25 00:23:00",
            "post_id": "84274",
            "reply_to_id": "82382"
        },
        {
            "user_name": "lecter",
            "text": ",",
            "date": "2013-01-25 13:19:00",
            "post_id": "84310",
            "reply_to_id": "84274"
        },
        {
            "user_name": "Startarinn",
            "text": "Það skiptir engu hvernig maskínan hallar, bara hvað hentar þér best. \nReyndu samt eftir fremsta megni að hafa sama halla á þverstífu og togstöng þegar bíllinn stendur í hjólin",
            "date": "2013-01-25 22:15:00",
            "post_id": "84416",
            "reply_to_id": "84310"
        },
        {
            "user_name": "olei",
            "text": "Ég sé enga aðra skýringu en að þrýstiventillinn í dælunni slái ekki af. Ég mundi prófa að skipta út dælunni, eða rannsaka ventilinn í henni. Mér finnst ótrúlegt að þrýstingurinn frá original toyota dælu (sem er í lagi) sé of hár fyrir Bronco maskínuna.",
            "date": "2013-01-25 22:38:00",
            "post_id": "84423",
            "reply_to_id": "84416"
        },
        {
            "user_name": "Bjartmannstyrmir",
            "text": "Ég þakka góð svör . það fer önnur stýrisdæla í bílinn ásamt toyota maskínu úr klafa bíl núna næstu helgi . verður gaman að sjá hvort bíllinn verið skárri í stýri og með virkt vökvastýrir yfir höfuð eftir þessa aðgerð.",
            "date": "2013-01-29 18:41:00",
            "post_id": "85079",
            "reply_to_id": "84423"
        },
        {
            "user_name": "Gardstadir",
            "text": "land cruiser 60 maskína og allar stangir úr honum styttir bara millibillstönginna í þann endan sem réttu gengjurnar eru sömu kónar og á hiluxnum :) þannig gerði ég þetta í mínum.",
            "date": "2013-01-29 18:52:00",
            "post_id": "85082",
            "reply_to_id": "85079"
        },
        {
            "user_name": "Bjartmannstyrmir",
            "text": "Þá er þetta Vandamál leyst. Fékk maskínu úr klafa hilux og setti í hann, þeir græjuðu arminn neðan á maskínuna fyrir mig á ljónstöðum og virkar þetta vel núna. þorði ekki annað en að skipta um stýrisdælu í leiðinni og hef ég nú vökvastýri í fyrsta skipti síðan ég eignaðist bílinn. \nþakka fyrir góð svör og ábendingar hér að ofan.",
            "date": "2013-02-25 01:49:00",
            "post_id": "89657",
            "reply_to_id": "85082"
        },
        {
            "user_name": "Bjartmannstyrmir",
            "text": "Þá er loks komin smá reynsla á nýju maskínuna og virðist Vökvastýrið virka ágætlega\nen rakst því miður á smá galla við uppsetninguna hjá mér á þessu.  \nþað virðist vera að stýrisendinn á togstönginni sem kemur uppí maskínu nái niður í millibilsstöngina þegar bíllinn fjaðrar alveg  saman\nog því beigi ég millibilsstöngina alltaf ef hann fjaðrar mikið saman. \nhvað væri sniðugast að gera í þessu ? Borgar sig að finna maskínu nr 3 (þá maskínu með arminn framm) til að komast hjá þessu \neða ætti ég að reyna koma millibilsstönginni neðar ? þá með stýrisendum sem eru bognir \nHef ekki mikið svigrúm til að breyta afstöðunni á maskínunni sem er í honum núna.",
            "date": "2013-03-21 19:26:00",
            "post_id": "93557",
            "reply_to_id": "89657"
        }
    ],
    "date": "2013-01-14 19:54:00"
}