{
    "forum_title": "Umhverfis- og hagsmunamál",
    "id": "15413",
    "title": "Endurnýjun ökuskírteinis",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=11&t=15413",
    "posts": [
        {
            "user_name": "HaffiTopp",
            "text": "http://www.mbl.is/frettir/innlent/2013/01/15/ny_okuskirteini_gilda_til_15_ara/\nHvað finnst mönnum um þessa breytingu?\nGott að þetta gildir ekki um þá sem eru þegar komnir með ökuskírteinið.",
            "date": "2013-01-15 19:00:00",
            "post_id": "82253",
            "reply_to_id": false
        },
        {
            "user_name": "Freyr",
            "text": "Ég tek þessu fagnandi. Reyndar er ég þeirrar skoðunnar að það ætti að vera oftar, e.t.v. á 10 ára fresti fram yfir miðjan aldur og eftir það myndi tímabilið styttast í skrefum. Ekki nóg með það heldur ætti við hverja endurútgáfu að vera skilyrði að fara stuttan hring með einhverskonar prófdómara sem staðfestir að viðkomandi eigi erindi með að hafa ökuréttindi. Þetta þyrfti ekki að vera eitthvað smásmugulegt próf þar sem reynt er að klekkja á fólki heldur bara aka einhvern normal hring og sjá að viðkomandi hafi líkamlega og andlega getu til að keyra. \nVissulega hefði þetta í för með sér kostnað fyrir handhafa ökuskýrteina en ég tæki þann kostnað (og vesen) glaður á mig vitandi hversu mikið gagn þetta gerði varðandi það að \"taka úr umferð\" þá sem ekkert erindi eiga undir stýri.\nKveðja, Freyr",
            "date": "2013-01-15 19:17:00",
            "post_id": "82255",
            "reply_to_id": "82253"
        },
        {
            "user_name": "Fordinn",
            "text": "Þetta er enn eitt djofulsins ruglið frá þessum kommúnistum...   það verður að fara stoppa þessa djofulsins vitleysu af, áður enn madur veit af verður madur komin i fulla vinnu við að halda við einhverjum réttindum sem madur er búin að moka peningum til að öðlast og svo á madur að borga meira...     þetta er bara steypa...        og á medan  idiotarnir sem byggja þetta land mótmæla aldrei neinu og láta bara vaða yfir sig þá halda þeir bara áfram.",
            "date": "2013-01-15 19:55:00",
            "post_id": "82270",
            "reply_to_id": "82255"
        },
        {
            "user_name": "s.f",
            "text": "þetta er bara enn einn skaturin sem fylgir þessu blesaða efrópusambandi og er algert kjaftæði\nFreyr afhverju ætti maður sem tekur bílpróf 17ára að taka próf aftur um 27ára aldur ef hann eða hún stenst prófið 17ára hvað á að hafa breist til þess að maneskjan þurfi að sanna að hún geti en keirt",
            "date": "2013-01-15 20:19:00",
            "post_id": "82278",
            "reply_to_id": "82270"
        },
        {
            "user_name": "Freyr",
            "text": "Það sem ég er að hugsa um með þessu er fólk sem er t.d. óhæft vegna langvarandi lyfjanotkunnar eða sjúkdóma en enn fremur fólk sem er komið er vel yfir miðjan aldur og hefur einfaldlega ekki lengur skilningarvit og viðbrögð í lagi. Sennilega eru þó 10 ár full stutt til að byrja með. \nKveðja, Freyr",
            "date": "2013-01-15 22:37:00",
            "post_id": "82315",
            "reply_to_id": "82278"
        },
        {
            "user_name": "einsik",
            "text": "Mér finnst ekkert að þessu.\nSjónin getur versnað eða e-ð álíka.\nÉg þarf td að endurnýja byssuleyfið og meiraprófið á 10 ára fresti og skemmtibátaskýrteinið á 7 ára fresti.",
            "date": "2013-01-15 22:44:00",
            "post_id": "82321",
            "reply_to_id": "82315"
        },
        {
            "user_name": "bennzor",
            "text": "persónulega sé ég enga ástæðu til að \"prófa\" fólk aftur en sé ekkert að því að fólk fari í létta læknisskoðun uppá að það sé með heilsu og þá sérstaklega sjónina í lagi til að keyra, ég þarf að gera það núna á 5ára fresti (var 10ár) til að halda meiraprófinu og sé ekkert að því, er ekkert skemmtilegt að hugsa til að að einhver hálfblindur maður sé flakkandi um göturnar á 40+ tonna trukki",
            "date": "2013-01-15 22:47:00",
            "post_id": "82323",
            "reply_to_id": "82321"
        },
        {
            "user_name": "elliofur",
            "text": "Ertu að grínast?\nSérðu virkilega ekki muninn á FLESTUM (ekki öllum) ungmennum bara frá því að vera 17 ára og svo aftur þegar sami einstaklingur er orðinn 20 ára?\nÉg veit það með sjálfan mig að ég var þvílíkur fáviti í umferðinni fyrstu árin, það var geðveikt kúl að keyra á 150+!\nSvo þarf maður líka að fara í akstursmat þegar maður er búinn að vera með prófið í 1-2 ár fyrst, eins og flestir þekkja.\nÉg er mjög fylgjandi þessari breytingu vegna þess að ég veit um marga einstaklinga sem koma upp í huga mér bara við að skrifa þessi orð sem ættu að fara í akstursmat og jafnvel endurhæfingu, en þeir einstaklingar eru reyndar flestir komnir fram yfir miðjan aldur.\nMáli mínu til stuðnings get ég nefnt persónulega sögu þar sem ég var skólabílstjóri tvo vetur eftir fráfall frænda míns. Einn daginn mætti ég einum af þeim einstaklingum sem ég vitnaði í áðan þar sem viðkomandi var nákvæmlega (og engar ýkjur) á miðjum veginum. Ég þurfti að taka niður stikur á rútunni með 38 grunnskólabörn innanborðs, og það var bara heppni að kanturinn gaf sig ekki undan rútunni.\nEftir þessa næstumþví örlagaríku ferð hringdi ég í lögregluna rólegur og yfirvegaður og ræddi þessi mál. Lögreglan sagðist engar heimildir hafa til að gera neitt í þessu en þeir lofuðu að heimsækja hann og ræða við hann sérstaklega um þetta atvik.\nÞví má bæta við að þessi einstaklingur sem ég hér vitna í er látinn núna, og má andlát hans rekja til alvarlegs umferðaróhapps sem hann var sjálfur valdur af.\nÉg segi bara því miður er þetta ekki afturvirkt, og verður þetta vandamál sem ég tala hér um að ofan því enn við lýði næstu áratugina.",
            "date": "2013-01-15 22:59:00",
            "post_id": "82327",
            "reply_to_id": "82323"
        },
        {
            "user_name": "StefánDal",
            "text": "Það er alveg kominn tími til þess að taka aðeins á þessu.\nSjáfur starfa ég við aðhlynningu á öldruðum. Þar sinni ég fólki sem veit bókstaflega ekki hvort það sé að koma eða fara, hvort það sé árið 1913 eða 2013 eða jafnvel hvað það heitir. Megni af þessu fólki er samt með gott og gilt ökuskírteini. Það er  semsagt ekkert sem stoppar það við að fara út í umferðina nema við starfsfólkið og aðstandendur.",
            "date": "2013-01-16 00:05:00",
            "post_id": "82344",
            "reply_to_id": "82327"
        },
        {
            "user_name": "s.f",
            "text": "Ertu að grínast?\nSérðu virkilega ekki muninn á FLESTUM (ekki öllum) ungmennum bara frá því að vera 17 ára og svo aftur þegar sami einstaklingur er orðinn 20 ára?\nÉg veit það með sjálfan mig að ég var þvílíkur fáviti í umferðinni fyrstu árin, það var geðveikt kúl að keyra á 150+!\nSvo þarf maður líka að fara í akstursmat þegar maður er búinn að vera með prófið í 1-2 ár fyrst, eins og flestir þekkja.\nÉg er mjög fylgjandi þessari breytingu vegna þess að ég veit um marga einstaklinga sem koma upp í huga mér bara við að skrifa þessi orð sem ættu að fara í akstursmat og jafnvel endurhæfingu, en þeir einstaklingar eru reyndar flestir komnir fram yfir miðjan aldur.\nMáli mínu til stuðnings get ég nefnt persónulega sögu þar sem ég var skólabílstjóri tvo vetur eftir fráfall frænda míns. Einn daginn mætti ég einum af þeim einstaklingum sem ég vitnaði í áðan þar sem viðkomandi var nákvæmlega (og engar ýkjur) á miðjum veginum. Ég þurfti að taka niður stikur á rútunni með 38 grunnskólabörn innanborðs, og það var bara heppni að kanturinn gaf sig ekki undan rútunni.\nEftir þessa næstumþví örlagaríku ferð hringdi ég í lögregluna rólegur og yfirvegaður og ræddi þessi mál. Lögreglan sagðist engar heimildir hafa til að gera neitt í þessu en þeir lofuðu að heimsækja hann og ræða við hann sérstaklega um þetta atvik.\nÞví má bæta við að þessi einstaklingur sem ég hér vitna í er látinn núna, og má andlát hans rekja til alvarlegs umferðaróhapps sem hann var sjálfur valdur af.\nÉg segi bara því miður er þetta ekki afturvirkt, og verður þetta vandamál sem ég tala hér um að ofan því enn við lýði næstu áratugina.[/quote\nfólk fær bílpróf 17ára og afhverju ætti það að fara í matt 27ára eða 32ára einsog þessi lög segja ég er 31árs  og ég keiri ekki einsog þegar ég var 17ára",
            "date": "2013-01-16 00:17:00",
            "post_id": "82345",
            "reply_to_id": "82344"
        },
        {
            "user_name": "elliofur",
            "text": "Ég held að flestir hefðu gott að því að taka einn hring með ökukennara í kringum þrítugt til að fara í 15-60 mín akstursmat og sjáflsmat í leiðinni, spjall og vera upplýstur um eitt og annað sem hefur breyst síðustu 15 árin í umferðinni, rifja upp hin og þessi skilti, reglur og fleira. Ég veit allavega að ég hefði gott af því.\nÉg er jafnvel frekar fylgjandi því eins og komið hefur fram hér ofar í þessum þræði að stytta þennan tíma en frekar eftir því sem ökumenn eldast. Það er alveg fáránlegt að áætla það að hver og einn einasti ökumaður sé jafn fær um að aka bíl, hvort sem hann er 17, 40 eða 70 ára gamall þó sumir séu það þó.",
            "date": "2013-01-16 05:27:00",
            "post_id": "82359",
            "reply_to_id": "82345"
        },
        {
            "user_name": "gislisveri",
            "text": "Ég er sammála ykkur öllum:\nAkstursmat á 10 ára fresti, hækka bílprófsaldurinn og burt með skattana og niður með kommúnistana.\nSúkkukveðja,\nGísli.",
            "date": "2013-01-16 08:03:00",
            "post_id": "82361",
            "reply_to_id": "82359"
        },
        {
            "user_name": "jongud",
            "text": "Upp með kommúnistana !\nVið þurfum meira freðmýrarstál í umferðina",
            "date": "2013-01-16 08:32:00",
            "post_id": "82367",
            "reply_to_id": "82361"
        },
        {
            "user_name": "s.f",
            "text": "það er engin að fara að læra að keira á 60mín hjá ökukenara eftir að hafa haft bílpróf í 15 ár. ég er alveg samála því að menn gætu skotist í læknisskoðun á 7-10ára fresti, nema hugsunin sé að hafa prófdómaran lækni líka. þetta er jafn vitlaust og ætla að senda flutningar bílstjóra sem hefur verið að keira í 20 ár til enhvers ökukenara sem á að kena honum hvernig á að keira flutningar bíl eftir enhverji bók",
            "date": "2013-01-16 10:54:00",
            "post_id": "82381",
            "reply_to_id": "82367"
        },
        {
            "user_name": "hobo",
            "text": "Þetta er bara gott mál.\nEins og StefánDal bendir á er til fólk sem hefur misst vitið og ekkert sem stöðvar það til sjötugs að keyra bíl, ekki gott að hafa svoleiðis fólk í umferðinni.\nÞað er enginn ökukennari að fara að kenna heilbrigðum manni að keyra sem hefur verið með bílpróf í 10-15 ár, né hægja á ökuþórum sem keyra hratt.\nFínt að tékka á fólki á 10 ára fresti hvort það gangi ekki á öllum.",
            "date": "2013-01-16 11:05:00",
            "post_id": "82385",
            "reply_to_id": "82381"
        },
        {
            "user_name": "Freyr",
            "text": "Þetta er mjög fín og einföld skilgreining á því sem ég var að reyna að segja.",
            "date": "2013-01-16 11:39:00",
            "post_id": "82388",
            "reply_to_id": "82385"
        },
        {
            "user_name": "JHG",
            "text": "Ég er hlynntur því að hafa einhverskonar eftirlit.  Ég hef farið nokkrum sinnum í gegnum \"ökunám\".  Það er bílprófið, mótorhjólapróf og meirapróf.\nÞegar ég tók mótorhjólaprófið þá hafði ég verið ökumaður í tvö þrjú ár.  Það var hellingur sem ég lærði með að fara yfir reglurnar aftur og ég hafði betri skilning á því en ég hafði þegar ég var 17 ára (var samt nokkurnveginn besti ökumaður í heimi að eigin mati).  Nokkrum árum síðar tók ég meiraprófið og þá var m.a. farið yfir þetta allt aftur.  Það var hellingur sem var búið að fenna yfir á þeim tíma.\nRéttindi til að keyra ökutæki er forréttindi og ökumenn ættu að sjálfsögðu að vera með allt á hreinu sem tilheyrir því.  Við gleymum, reglur breytast og ástand okkar breytist bæði líkamlega og andlega.  Því finnst mér ekkert til of mikils mælst að það væri krafa á eitt kvöld í bóklegu og smá hring með kennara (sem sér þá hvort við séum alveg útá túni eða innan marka sem ökumenn) á 10 ára fresti (er ekki að tala um formlegt próf heldur endurmenntun og óformlegt mat).\nJHG",
            "date": "2013-01-16 12:05:00",
            "post_id": "82392",
            "reply_to_id": "82388"
        },
        {
            "user_name": "Hfsd037",
            "text": "Sammála ykkur öllum, lífið manns og annara er í annara manna lúkum þarna úti.\nÞað sem böggar mig samt mest í umferðinni er hægfara fólkið sem eru keyrandi slysahættur, keyra td á 50-60 þar sem leyfilegur hámarkshraði er 80km hraði, manni líður eins og sumt fólk sé ekki nægilega öruggt með sig en\nef fólk hefur ekki balls í að keyra þá á það að sleppa því og taka strætó eða leigubíl þangað sem það þarf að komast!",
            "date": "2013-01-16 13:12:00",
            "post_id": "82413",
            "reply_to_id": "82392"
        },
        {
            "user_name": "Dodge",
            "text": "Strákar strákar... að sjálfsögðu er það staðreind að með tímanum steingleimir maður hvernig á að keyra bíl,\nog eina leiðin til að lagfæra það er auðvitað að ganga reglulega inná sýslumannsskrifstofu og borga 10.000.\nÞá rifjast þetta eldsnöggt upp og þú ert safe í 15 ár í viðbót... ;)",
            "date": "2013-01-16 14:49:00",
            "post_id": "82426",
            "reply_to_id": "82413"
        },
        {
            "user_name": "Fordinn",
            "text": "Það er hálf grátlega að lesa niður hérna þennan þráð... er von að allt sé að fara til helvítis þegar mönnum finnst þetta voða sniðugt....         ef einhverju ætti að breyta þá væri það að færa þetta frá 70 og niður í 60 ár og leggja skyldu á lækna til að tilkynna inn fólk sem fær ávísað lyf og má ekki keyra...\n                    Hætta svo að fokkast i venjulegu fólki sem hefur ekkert gert af sér, bara til að hafa af því einhverja peninga....",
            "date": "2013-01-16 16:12:00",
            "post_id": "82441",
            "reply_to_id": "82426"
        },
        {
            "user_name": "risinn",
            "text": "Þetta stendur til með meiraprófs bílstjóra á 5 ára fresti og mér finnst ekkert að því að allir þar á meðal ég eins og allir hinir sem að hafa þetta venjulega ökusirteini hafi gott af því að taka smá upprifjun í akstri í umferðinni, og þá sérstaklega þegar umferðin er sem mest. Það er fult af fólki sem að hreinlega ætti ekki að hafa bílpróf í umfeðinni að mínu mati. Og ég er líka með meirapróf og vinnuvéla réttindi á flest tæki, en að fara á námskeið á 5 ára fresti eins og er verið að fara skikka okkur í er full stuttur tími, en 10 ár þegar maður þarf að endunýja meiraprófið, þá væri bara gott að taka einhverja upprifjun, og fá einhverjar viðbætur ef einhverjar eru.\nKv. Ragnar Páll",
            "date": "2013-01-23 22:58:00",
            "post_id": "84047",
            "reply_to_id": "82441"
        },
        {
            "user_name": "s.f",
            "text": "fullt af fólki sem á ekki erindi í umferðinni eru þeta ekki sömu prófdómarar sem hleifti þessu fólki útt í umferðina í fyrsta skiftið",
            "date": "2013-01-23 23:18:00",
            "post_id": "84053",
            "reply_to_id": "84047"
        }
    ],
    "date": "2013-01-15 19:00:00"
}