{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "15460",
    "title": "land rover",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=15460",
    "posts": [
        {
            "user_name": "björninn2",
            "text": "góðann daginn. langaði að forvitnast hvort einhver hefur breytt skalabremsum i landrover i diska úr range rover?? ég er með 65árg af land rover og ætla mer að setja i hann diska bremsum ur range rover. hefur einhver gert þetta? eru sömu legu stutar í þessum bilum eða passar liðhúsið á milli eða þarf ég að skrufa ysta stubbinn á hasingunum á milli?? kv. björninn",
            "date": "2013-01-17 09:16:00",
            "post_id": "82593",
            "reply_to_id": false
        },
        {
            "user_name": "S.G.Sveinsson",
            "text": "Sko.... ég er ekki sérfræðingur í seris og við skulum þarf að leiðandi taka öllu sem ég skrfa hér á eftir með smá forvörum.\nÉg veit að það voru til kit í þetta útti í bretlandi og eru eflaust til enn þar sem að ég sá þetta í LRO núna í sumar. Ég held að það sé ekki hægt að færa beint á milli þó er ég ekkert allveg vis um það en það sem að þú gætti náturulega gert er að setja undir Diskovery 1 hásingar eða hásignar undan Rang Roverg Classic núi eða bara Defender og gormavæt í leiðinni en það er svosem nokkur vinna falin í því en þá losnaru við nokurvandamál í senn.\nVandamál númer eitt er að hlutföllin í bílumhjá þér eru ef orginal 4,70 og á bíl með ekkert overdriv er það skugalega lágt fyrir þjóðvegar akstur.\nVandamál Númer tvö er hversu veikburð mismunadrifin eru í gömlu hásingonum.\nVandamál númer þrjú eru svo bremsunar en bremsudottið er AÐ MIG MINNIR ódyrast í Diskó 1 (bílar frá 90-98)\nSvo ef þú seklir gormakerfinu undir þá færð þú náttúrulega svo mikli betri fjöðrun.\nEn einsog ég bendi á hér að ofan er ég ekki full vis um að ekki sér hægt að mixa beint á gömlu hásingarnar. \nÞví miður liggur Íslandrover.is niðri um þessar mundir en þar geta men kanski gefið þér skírari svör.\nÉg vona að þetta komi þér að gagni Kveðja S.G.Sveinsson\nPs það var líka eithvað flak á lengdunum á öxlonum milli þess sem var úr RRC með diska og svo seris en ég bara veit það ekki fyrir víst.",
            "date": "2013-01-18 00:13:00",
            "post_id": "82816",
            "reply_to_id": "82593"
        }
    ],
    "date": "2013-01-17 09:16:00"
}