{
    "forum_title": "Almennt spjall",
    "id": "15491",
    "title": "Hvað í stað mótors í læsingu á lc90.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=15491",
    "posts": [
        {
            "user_name": "Polarbear",
            "text": "jamm. það er hið ágæta fyrirtæki í Borgarnesi, Renniverkstæði Kristjáns sem á held ég örugglega lofttjakk í þetta fyrir þig. Sími: 437 2161",
            "date": "2013-01-18 10:22:00",
            "post_id": "82854",
            "reply_to_id": false
        },
        {
            "user_name": "Hfsd037",
            "text": "Byrjaðu á því að checka á diff lock örygginu, síðan kemur afturloomið undir bíl vinstra megin hjá þér og þar eru nokkur tengi sem þú ættir að checka á.. Týpískt vandamál í Toyotu\nDiff lockið fer ekki á nema þú sért í lága drifinu, neminn er á millikassanum, það er eitthvað sem þú þyrftir að checka á líka.\n4x4 tölvan er við hægri löpp farþegans frammí..\nHeyrist í relayinu þegar þú lætur læsinguna á?",
            "date": "2013-01-18 12:33:00",
            "post_id": "82877",
            "reply_to_id": "82854"
        },
        {
            "user_name": "Hfsd037",
            "text": "Ef það heyrist ekki tikk í relayinu þá er sambansdleysi eitthverstaðar :)\nog það getur verið hvar sem er nánast, ef það er tengi undir bílstjórasætinu þá mundi ég skoða það, líka tengið við mótorinn.",
            "date": "2013-01-18 12:44:00",
            "post_id": "82883",
            "reply_to_id": "82877"
        },
        {
            "user_name": "Hfsd037",
            "text": "Já, þetta er hálfgerð tölva.. þú þarft ekkert annan rofa, færð þér bara vír og stingur honum í pluggið.. þetta er bara einfaldur rofi sem er í gírk eða millkassanum, misjafnt",
            "date": "2013-01-18 15:34:00",
            "post_id": "82909",
            "reply_to_id": "82883"
        },
        {
            "user_name": "kjartanbj",
            "text": "Bara lofta þetta og gleyma þessu :) mikið betra",
            "date": "2013-01-18 18:46:00",
            "post_id": "82947",
            "reply_to_id": "82909"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "Það er algeingt að það skemist lúmið frá mótor uppí bíl það er smá spoti en svo er líka plögg fyrir framan vinstra aftur dekk sem á það til að bila það ar fest á grindina að utanverðu.Svo er líka mjög auðvelt að prufa sjálfan mótorin með 2vírum og rafgeimi og sjá hvort að hann keiri í báðar áttir",
            "date": "2013-01-18 19:41:00",
            "post_id": "82962",
            "reply_to_id": "82947"
        },
        {
            "user_name": "karig",
            "text": "hjá mér var sambandsleysi í pluginu við afturdekkið, smá WD 40 og allt eins og blómstrið eina.......",
            "date": "2013-01-18 19:55:00",
            "post_id": "82965",
            "reply_to_id": "82962"
        }
    ],
    "date": "2013-01-18 10:22:00"
}