{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "15614",
    "title": "Úrhleypi kerfi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=15614",
    "posts": [
        {
            "user_name": "andrig",
            "text": "Góðan daginn... \ner svona að sanka að mér öllu sem viðkemur úrhleypikerfi og fá skoðun á þessu áður en þetta fer í framkvæmd.\nSvona hafði ég hugsað mér þetta, hafa menn eitthvað út á þetta að setja?\nþað sem vantar inná teikninguna eru náttúrulega kúlulokar á loftkistuna, en annað er þarna held ég..",
            "date": "2013-01-22 16:55:00",
            "post_id": "83745",
            "reply_to_id": false
        },
        {
            "user_name": "lecter",
            "text": "AC dælan hefur oliuskilju  eftir til að olia berist ekki á dekkinn með loftinu ,,ok ,, en hvernig  smurkerfi notar þú fyrir AC dæluna  ertu með dropa skamtað glas á intakinu  ,, þetta er dæla sem hefur ekki oliu i sér og fær kælinguna og smurningu úr kælivökvanum ,,  bara crysler stimpladælan hefur oliu  ,,, en þessar  rafm dælur eru til oliu lausar ,,,sem er best",
            "date": "2013-01-22 17:24:00",
            "post_id": "83760",
            "reply_to_id": "83745"
        },
        {
            "user_name": "andrig",
            "text": "1 mælir er fyrir þrýsting milli 0 og 10 psi, er með analog mæla og til að sjá nákvæmlega hvaða psi ég er á.\n1 mælir 0-30 psi \nog einn stærri fyrir þrýsting á loftkút.\nmyndirðu ekki hafa meira en 35psi á kútnum? er með c.a 20L kút.",
            "date": "2013-01-22 17:41:00",
            "post_id": "83767",
            "reply_to_id": "83760"
        },
        {
            "user_name": "JeepKing",
            "text": "ég gef minni dælu bara snafs mjög sjaldann af 2T en annars eru til smurglös sem virka alveg fínt\nþað er alveg hægt að spara sér oliuskilju þegar menn eru með loftkút. þú þarf alltaf hvotið er að hafa á honum krana til að tappa vanti af öðru hvoru... því ekki að tappa olíunni af þar líka.. \ntalandi um loft mæla þá er þetta það sem mér langar í..\nhttp://www.tyrepal.co.uk/products/tpms-for-cars-specification",
            "date": "2013-01-22 17:49:00",
            "post_id": "83769",
            "reply_to_id": "83767"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ég snafsa AC dæluna bara fyrir hverja ferð með sjsk.olíu, ekkert smurkerfi.  \nÞað vantar hjá þér þrýstijafnara á milli kúts og kistu, verður að hafa hann til að skemma ekki mælana.  Ég stillti hann þannig að það eru aldrei meira en 30 psi inn á kistunni.  \nÉg pantaði mér mæli af Ebay sem sýnir 0-5 psi og hann er snilld, ég nota hann mikið !\nÞú ætlar að útfæra þetta sýnist mér mjög svipað og ég gerði, hérna er mín teikning \nog hér er mín útfærsla á þessu en það er ansi lítið pláss í Cherokee til að koma þessu fyrir :)  Aftari kúlulokinn utan á stokknum er til að pumpa í dekkin (inn á kistuna) og fremri kúlulokinn er til að hleypa loftinu úr dekkjunum (kistunni).  \nKistann felld niður í stokkinn undir handbremsunni og kúlulokarnir skrúfaðir í kistuna.  Einn mælir fyrir dekkjaþrýsting (þrýstingur í kistunni) 0-30 psi og annar fyrir þrýstinginn í kútnum.  Svo þegar ég er kominn undir 5 psi þá tengi ég nákvæma mælinn beint við kistuna með bílventli sem sést ekki á þessari mynd.  Eini \"gallinn\" við þetta kerfi er að ég þarf að loka fyrir 0-5 psi mælinn í hvert skipti sem ég pumpa í dekkin en ég hef bara vanið mig á það að vera alltaf með lokað fyrir nákvæma mælinn nema rétt þegar ég er að hleypa úr.",
            "date": "2013-01-22 18:03:00",
            "post_id": "83773",
            "reply_to_id": "83769"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "myndirðu ekki hafa meira en 35psi á kútnum? er með c.a 20L kút.[/quote]\nþað á að standa á kútnum hvað hann þolir, tillaga fyrst þú ert með svona stóran kút (20L) að setja lögn að honum með venjulegum dekkjaventli (hvort Agnarben hafi þetta í bensínlokinu) og þá gætirðu farið á bensínstöð áður en leggur af stað til að fylla á kútinn, fljótlegra nema sért með þess öflugri AC-dælu.\nsegi svona því ég veit ekki hvað AC-dælan getur komið háum þrýstingi frá sér en lítil heimaloftdæla kemst upp í ein 8 bar (118psi) og held að bensínstöðvadælur geri það líka (vörubíladekk ofl eru oft með langt yfir 100psi) og þannig gætirðu tekið sæmilega rýmd með þér (20L * 6bar = 120ltr)\ndreg frá 2 bar ef það eru 2 bar (30psi) í dekkinu.\nsvona af forvitni, vitiði hvað þessar dælur eru að afkasta í streymi og þrýstingi ?\nmbk. JI",
            "date": "2013-01-22 18:12:00",
            "post_id": "83774",
            "reply_to_id": "83773"
        },
        {
            "user_name": "Geiri",
            "text": "Ég útbjó kerfið hjá mér þannig að ég er með 4mæla og 4 ventla inní bíl, þannig get ég mælt með handmæli mjög nákvæmt loftþrýsting og með hinum mælinum sem er ekkert alltof nákvæmur á litlum þrýsting get ég fylgst með hvort ég sé nokkuð að tapa lofti úr einhverju dekki, þar sem þessi búnaður getur alltaf farið að leka. \nBæði ventla og mæla er ég með staðsetta eftir kúluloka út í hvert hjól.",
            "date": "2013-01-22 18:32:00",
            "post_id": "83779",
            "reply_to_id": "83774"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ég er með úttak fyrir venjulega slöngu í bensínlokinu ef úrhleypibúnaðurinn bilar eitthvað.  AC dælurnar eru mjög öflugar ef vélinni er haldið á einhverjum snúning og slá bensínstöðvardælunum held ég auðveldlega við.  Fini rafmagnsdælan er að dæla 150 lítrum á mínútu og ætli AC dælurnar séu þá ekki á milli 150-200 l/mín á fullum afköstum !\nEf ekki er notast við AC dælu í þessu setup-i hjá mér heldur rafmagnsdælu þá þarf að bæta við aflestunarloka á undan einstefnulokanum.  Rafmagnsdælur eru ekki hrifnar af því að starta upp undir álagi.",
            "date": "2013-01-22 18:34:00",
            "post_id": "83780",
            "reply_to_id": "83779"
        },
        {
            "user_name": "andrig",
            "text": "@AgnarBen\nAfhverju léstu sjóða eyru á felgurnar en ekki bara flatjárn beint?",
            "date": "2013-01-22 19:07:00",
            "post_id": "83786",
            "reply_to_id": "83780"
        },
        {
            "user_name": "Kalli",
            "text": ".",
            "date": "2013-01-22 19:50:00",
            "post_id": "83795",
            "reply_to_id": "83786"
        },
        {
            "user_name": "Magni",
            "text": "AC dælur eru mjög misjafnar eins og þær eru margar. En mér að sagt að hafa bílinn aldrei á snúning þegar verið er að dæla með þeim...",
            "date": "2013-01-22 19:57:00",
            "post_id": "83797",
            "reply_to_id": "83795"
        },
        {
            "user_name": "Hfsd037",
            "text": "Nú er ég búinn að pæla svoldið i að smíða mér kerfi í minn og ég á eina Fini dælu\nEr nóg að nota bara eina Fini dælu með einum kút?\nSvo hef ég líka verið að spá hvaða staðsetning henti dælunni best, langar helst að sleppa því að hafa hana inn í bíl eða upp á palli, stimpillinn er opinn undir og er því frekar viðkvæmur fyrir ryki og drullu",
            "date": "2013-01-22 20:02:00",
            "post_id": "83799",
            "reply_to_id": "83797"
        },
        {
            "user_name": "AgnarBen",
            "text": "Bara til að geta tekið flatjárnin/búnaðinn af :)",
            "date": "2013-01-22 20:38:00",
            "post_id": "83808",
            "reply_to_id": "83799"
        },
        {
            "user_name": "AgnarBen",
            "text": "Af hverju í ósköpunum ekki ?  AC dælur eru nú í gangi heilu og hálfu dagana í heitari löndum, bæði á ferð og þegar bílar eru kyrrstæðir ...",
            "date": "2013-01-22 20:56:00",
            "post_id": "83815",
            "reply_to_id": "83808"
        },
        {
            "user_name": "Aparass",
            "text": "Þá er líka smurefni ásamt kælivökva í lögninni og smurefnið dælist hring eftir hring í kerfinu svo dælan er alltaf smurð og fín. Við erum bara að sjússa dælurnar manualt eða nota rakaglös sem hleypa aftur olíunni inn í dæluna þegar það slöknar á henni og þrýstingur fellur.",
            "date": "2013-01-22 21:19:00",
            "post_id": "83820",
            "reply_to_id": "83815"
        },
        {
            "user_name": "solemio",
            "text": "ég er nú bara með smurkopp á ac dælunni hjá mér og gef henni öðruhverju eitt-tvö pumpuslög af prolong feiti.\nkoppa feitinn fer ekki svo auðveldlega úr dælunni og ef svo er ,sest hún í botn loftkútanna",
            "date": "2013-01-22 23:05:00",
            "post_id": "83847",
            "reply_to_id": "83820"
        },
        {
            "user_name": "stebbi1",
            "text": "Sælir\ner á leiðinni í að setja svona í patroll Y60, hvar hafa menn staðsett þetta smekklega í þeim?\ní mínum er orginal ACdæla með sérsmíðaðri smurskilju frá fyrri eiganda og get ég fylgst með dælunni totta olíu inná sig í gegnum glæra slöngu á meðann hún vinnur\nlæt hann snúast svona 1000-1200 ef mér liggur á, þá dælir hún vel.",
            "date": "2013-01-23 00:19:00",
            "post_id": "83861",
            "reply_to_id": "83847"
        },
        {
            "user_name": "Freyr",
            "text": "Varðandi smurningu á AC dælu leysti ég það á eftirfarandi hátt:\nMér leist ekkert á að hringrása úr skiljunni aftur og aftur gegnum dæluna þar sem olían blandast stöðugt með vatni við notkunn. Ég er með smurglas á lögninni að dælu, á það glas fylli ég með rarius loftþjöppuolíu með nokkrum dropum af millitec út í. Síðan er skilja á lögninni frá dælu en það glas þarf ég að tæma til að losna við vatnsblandaða olíuna, það er þó ekki mikið vatn í henni eftir einungis eina ferð gegnum dæluna. Olíumagnið er stillanlegt á smurglasinu, skammta þannig að ég þarf að tæma og fylla glösin á kanski 3 - 4 ferða fresti...\nKv. Freyr",
            "date": "2013-01-23 01:17:00",
            "post_id": "83867",
            "reply_to_id": "83861"
        }
    ],
    "date": "2013-01-22 16:55:00"
}