{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "15762",
    "title": "Þokuljós LC120",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=15762",
    "posts": [
        {
            "user_name": "smarihr",
            "text": "Veit einhver hvort það er sér öryggi fyrir þokuljós aftan á LC120, það kviknar ekki á þeim en það kemur gaumljós í mælaborðið um að þau séu kveikt. Perurnar eru í lag en spurning hvort rofinn geti verið ónýtur (kemur ekkert ljós í hann)?\nKv.\nSmári",
            "date": "2013-01-27 23:54:00",
            "post_id": "84793",
            "reply_to_id": false
        },
        {
            "user_name": "HaffiTopp",
            "text": "Gæti verið að öryggið sé það sama og fyrir stöðuljósin, og þá örugglega sitthvort öryggi fyrir hægra megin og vinstra megin. Ég var að skoða perur í þokuljósunum hjá mér að aftan (eru báðu megin hjá mér) og það vantaði bara að beyga eina fjöður í ljósabotninum svo hún næði að snerta hliðina á perunni. Varstu með ljósarofann á ON stöðu meðan þú prófaðir þetta?",
            "date": "2013-01-28 08:12:00",
            "post_id": "84807",
            "reply_to_id": "84793"
        },
        {
            "user_name": "hlífar",
            "text": "Líklegast kerrutengillin",
            "date": "2013-01-28 12:34:00",
            "post_id": "84830",
            "reply_to_id": "84807"
        },
        {
            "user_name": "smarihr",
            "text": "Takk fyrir þetta, jú var með aðalljósin kveikt. Ætla að kíkja inn í ljósin og svo á kerrutengilinn.\nKv.\nSmári",
            "date": "2013-01-29 09:52:00",
            "post_id": "85001",
            "reply_to_id": "84830"
        },
        {
            "user_name": "Léttfeti",
            "text": "Daginn.\nÉg veit að þetta er gömul umræða en ég er með sama vandamál í LC 100. Kerrutengið hjá mér var brotið en ég varð ekki var við að neitt breyttist við að laga það. Hvernig getur það haft áhrif á þokuljósin?\nKv. Sverrir",
            "date": "2014-01-04 15:24:00",
            "post_id": "123024",
            "reply_to_id": "85001"
        },
        {
            "user_name": "Dúddi",
            "text": "A bilum eftir 98 á þokuljósið að vera tengt i pinna 2 á kerrutenglinum, en þokuljosið á bilnum á ekki að virka ef það er kerra aftaní. Þessvegna er 8. tengipunkturinn aftaní tenglinum og plúsinn í þokuljósinn fer niður í tengil og aftur til baka uppí ljós. Svo þegar þu stingur tenginu i samband þa ytist a fjöður inní tenginu og þessi hringrás rofnar en ljósið getur logað á aftanívagnum. \nÁ lc 120 er leiðslan sem kemur i tengið blá og sú sem fer til baka uppí ljós grá. Yfirleitt eru leiðslurnar ur sambandi i tenginu eða fjöðrin i tenginu onyt.",
            "date": "2014-01-04 16:02:00",
            "post_id": "123026",
            "reply_to_id": "123024"
        },
        {
            "user_name": "Léttfeti",
            "text": "Ok, takk\nbílinn minn er 1998 þannig að þetta á við hann.\nÉg setti bara venjulegt tengi en ég sá að gamla tengið var öðruvísi, ég þarf þá að redda mér tengi með þessari fjöður.",
            "date": "2014-01-04 16:31:00",
            "post_id": "123028",
            "reply_to_id": "123026"
        },
        {
            "user_name": "smarihr",
            "text": "Sælir.\nHjá mér var þetta kerrutengilinn þ.e. það var brotinn pinni í honum, allt eins og nýtt eftir að það var skipt um hann.\nKv. Smári",
            "date": "2014-01-04 16:33:00",
            "post_id": "123029",
            "reply_to_id": "123028"
        },
        {
            "user_name": "Léttfeti",
            "text": "Sælir aftur.\nVitið þið hvort þetta er skylda?\nGet ég ef til vill bara tengt þann hvíta sem var í áttunda tenginu beint við þann bláa á bíl sem er 1998 árgerð, þá myndi þokuljósið ekki slokkna sjálfkrafa þegar í set kerru í.\nKv. Sverrir",
            "date": "2014-01-07 09:34:00",
            "post_id": "123429",
            "reply_to_id": "123029"
        },
        {
            "user_name": "Dúddi",
            "text": "Ég er ekki alveg klar hvort það er skilda að ljósið slokkni a bilnum þegar það er stungið i samband. Bara lata reyna a það.",
            "date": "2014-01-07 19:09:00",
            "post_id": "123479",
            "reply_to_id": "123429"
        },
        {
            "user_name": "s.f",
            "text": "það er ekki skilda að hafa þokuljós í tengli í 99árg og eldra",
            "date": "2014-01-07 19:21:00",
            "post_id": "123480",
            "reply_to_id": "123479"
        },
        {
            "user_name": "Léttfeti",
            "text": "ok, þannig að ég myndi bara tengja saman bláa og hvíta og sleppa því að tengja í kerru tengið og drífa mig í skoðun",
            "date": "2014-01-08 10:13:00",
            "post_id": "123560",
            "reply_to_id": "123480"
        },
        {
            "user_name": "s.f",
            "text": "já það ætti að duga getur líka prófað að hringja í frumherja og spurja þá úttí þetta, ég fór með hilux í skoðun fyrir nokrum mánuðum og var með þokuljósið ótengt í kerruna og þá var mér sagt að það væru bara gerð krafa um þokuljós í kerru tengli á bílum sem væru nýri enn 99árg",
            "date": "2014-01-08 12:20:00",
            "post_id": "123565",
            "reply_to_id": "123560"
        }
    ],
    "date": "2013-01-27 23:54:00"
}