{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "15781",
    "title": "hvaða blöndungur á 318 í scout?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=15781",
    "posts": [
        {
            "user_name": "Guðmundur Ingvar",
            "text": "Góðan dag\nEr aðeins að velta fyrir mér hvaða álit fólk hefur á því hvaða blöndung skuli nota á 318 sem ég er með í scout 38\" breyttum\nþað var á honum einhver blöndungur frá edelbrock (eða hvernig það er skrifað) en ég setti á hann 650 holley, en hann er líklega eitthvað bilaður\naftari hólfin ekki að virka sem skildi. \nOg er aðeins að spá í að kaupa mér blöndung í lagi heldur en að fara í að gera holley upp.\nkv\nGuðmundur",
            "date": "2013-01-28 23:02:00",
            "post_id": "84964",
            "reply_to_id": false
        },
        {
            "user_name": "Kristinn",
            "text": "Sæll Guðmundur  .  Ég er með Edelbrock 600 með rafmagnsinsogi og hann er að virka vel á þessa vél, er með hann í ford 150 ´77 í felum á 46\"með 318cc. var með edelbrock 600 með handvirku innsogi og var sá ekki að gerasig (þeir eru ekki eins stiltir , annar fyrir ecconami en hinn fyrir performance ) Kv Kristinn",
            "date": "2013-01-28 23:38:00",
            "post_id": "84971",
            "reply_to_id": "84964"
        },
        {
            "user_name": "Narfi",
            "text": "lenti einu sinni í því að aftari hólfin á scoutinum mínum opnuðusig ekki man reyndar ekki hvaða tor var í honum en lausnin var einföld bensínpedallin hafði rétt úr sér og hann náði ekki fullri gjöf .en þú ert eflaust búinn að skoða það hvort færslan sé nóg.",
            "date": "2013-01-29 11:10:00",
            "post_id": "85007",
            "reply_to_id": "84971"
        },
        {
            "user_name": "Guðmundur Ingvar",
            "text": "Edelbrock blöndungurinn sem var á honum þegar ég fékk hann var með rafmagnsinnsogi, og virkaði alveg ágætlega, þegar bíllin var orðin heitur. En þegar hann var kaldur var hann alveg djöfullegur, kokaði og hóstaði þegar maður gaf í og drap á sér. maður þurfti að halda honum á gjöf þangað til hann fór að volgna.\nOg já færslan er alveg nóg á gjöfinni, líklega er membran sem á að sjá um að opna seinni hólfin ekki að virka. Ég bara ætla ekki að gera við þetta, ef menn teldu þetta ekki vera \"rétta\" blöndungin á svona mótor.",
            "date": "2013-01-29 12:58:00",
            "post_id": "85016",
            "reply_to_id": "85007"
        },
        {
            "user_name": "jongud",
            "text": "hefurðu íhugað EFI ?",
            "date": "2013-01-29 13:40:00",
            "post_id": "85021",
            "reply_to_id": "85016"
        },
        {
            "user_name": "juddi",
            "text": "Uppsetning a blöndung beint úr kassanum er mjög hæpin að passi akkurat það þarf vanalega að stilla og jetta til að þetta virki sæmilega",
            "date": "2013-01-29 14:04:00",
            "post_id": "85023",
            "reply_to_id": "85021"
        },
        {
            "user_name": "Guðmundur Ingvar",
            "text": "Er það ekki bara dýrt, aukið rafmagn og tölvuvesen?\nannars hef ég ekkert skoðað þann möguleika\nAnnars var ég aðeins búin að fikta í stilliskrúfonum á holley, en kanski bara ekki nógu mikið.\nef ég gefst upp á fiktinu endar sjálfsagt bara með því að ég fæ einhvern með mér í lið sem veit meira um þetta en ég.\nEn myndu menn segja að edelbrock 675 væri of stór á svona mótor?",
            "date": "2013-01-29 18:48:00",
            "post_id": "85081",
            "reply_to_id": "85023"
        },
        {
            "user_name": "tommi3520",
            "text": "Var innsogið að virka þegar hann var kaldur?? Hljómar eins og það hafi ekki virkað.",
            "date": "2013-01-29 19:36:00",
            "post_id": "85089",
            "reply_to_id": "85081"
        },
        {
            "user_name": "Stebbi",
            "text": "Það er sjálfsagt það gáfulegasta sem þú getur gert í stöðuni.",
            "date": "2013-01-29 19:40:00",
            "post_id": "85090",
            "reply_to_id": "85089"
        },
        {
            "user_name": "Guðmundur Ingvar",
            "text": "Gæti samt einhver frætt mig á hvernig rafmagnsinsogið virkar?\nfer það bara á þegar straum er hleypt á? hvað er það þá sem stjórnar því hvort það er á eða af?",
            "date": "2013-01-29 19:47:00",
            "post_id": "85092",
            "reply_to_id": "85090"
        },
        {
            "user_name": "Svenni87",
            "text": "Fullt af snilldar videoum á youtube frá holley með stillingar fræðslu.",
            "date": "2013-01-29 21:14:00",
            "post_id": "85113",
            "reply_to_id": "85092"
        },
        {
            "user_name": "Lalli",
            "text": "inná summit er nokkuð góð reiknivél fyrir blöndunga stærðir, þá bara seturðu inn kúbikstærðina og max RPM og þá færðu upp hvað þú þarft ca. stórann tor á græjuna\nannars mynd ég kaupa nýjann tor, þá líka er þetta líka í lagi (nema þú sért með góðann og uppgerðann tor)",
            "date": "2013-01-29 23:37:00",
            "post_id": "85134",
            "reply_to_id": "85113"
        },
        {
            "user_name": "Kiddi",
            "text": "Þetta virkar þannig að innsogið er á þar til innsogspungurinn er orðinn heitur (hitnar af rafstraumnum).\nBest er að hafa þetta tengt við alternatorinn þannig að innsogið fær ekki straum nema þegar mótorinn er að snúast.\nEf þetta er tengt á sviss þá getur komið upp sú staða að það er kannski búið að vera svissað á bílinn í þónokkurn tíma áður en hann er síðan settur í gang. Á þeim tíma er búinn að vera straumur á innsogspungnum og hann orðinn heitur og þá er ekkert innsog þegar köld vélin á að fara í gang.",
            "date": "2013-01-29 23:52:00",
            "post_id": "85136",
            "reply_to_id": "85134"
        },
        {
            "user_name": "lecter",
            "text": "hér áður var maður með  fjöður sem hitnaði   en hún entist ekki nema 4-5 ár  þá byrjaði hún að hálf virka og standa á sér þá fekk maður sér nýa og allt for i lag  \nlitin blöndung fyrir standard vél ,, 600 economy   fyrir SB  eða minna",
            "date": "2013-01-30 04:01:00",
            "post_id": "85155",
            "reply_to_id": "85136"
        },
        {
            "user_name": "íbbi",
            "text": "á venjulegan 318 myndi ég segja að 675 væri allt of stórt,  600 er eflaust mikið meira en til þarf líka, \nhefur verið mikil lenska hér á landi að setja alltof stóra blöndunga,  650 4 hólfa á orginal 305/350 og og svo framvegis,",
            "date": "2013-01-30 23:48:00",
            "post_id": "85339",
            "reply_to_id": "85155"
        },
        {
            "user_name": "Kiddi",
            "text": ".",
            "date": "2013-01-31 01:15:00",
            "post_id": "85354",
            "reply_to_id": "85339"
        },
        {
            "user_name": "Guðmundur Ingvar",
            "text": "Hvert mynduð þið segja að væri best að snúa sér til að kaupa nýjan blöndung?\ner ein típa eitthvað betri en önnur?\nog hvaða stærð væri þá best að skoða, miðað við að fá þokkalegt afl útur vélinni, en ekki svo rosalega eyðslu til þess að gera\nkv\nGuðmundur",
            "date": "2013-02-02 18:27:00",
            "post_id": "85745",
            "reply_to_id": "85354"
        },
        {
            "user_name": "Kiddi",
            "text": "Hvernig millihedd ertu með, knastás og svo framvegis?",
            "date": "2013-02-02 19:10:00",
            "post_id": "85753",
            "reply_to_id": "85745"
        },
        {
            "user_name": "Guðmundur Ingvar",
            "text": "milliheddið er frá edelbrock\nég veit ekki betur en það sé allt orginal dótið inní mótornum\ngleymdi reyndar að horfa eftir því hvernig gatið er í milliheddinu, en mig minnir að götin séu jafn stór aftan og framan (man ekki hvað það heitir)",
            "date": "2013-02-02 19:21:00",
            "post_id": "85754",
            "reply_to_id": "85753"
        },
        {
            "user_name": "Kiddi",
            "text": "Já ef götin eru misstór (spread bore) þá myndi ég sjálfur skoða að fá bara nýjan/uppgerðan QuadraJet að utan... hönnunarlega séð finnst mér það lang skynsamlegustu blöndungarnir í þetta skak, svo lengi sem þeir eru í lagi það er að segja. Litlar líkur á að það sullist á milli hólfa og aftari hólfin opnast bara í takt við það sem vélin vill fá af lofti. Lítil fremri hólf sem gera hann skemmtilegan á lágum snúning.\nEn ef milliheddið er ekki spread bore þá væri líklega meira vit í að halda sig í square-bore...",
            "date": "2013-02-02 19:27:00",
            "post_id": "85756",
            "reply_to_id": "85754"
        },
        {
            "user_name": "stebbiþ",
            "text": "Quadrajet. Ekki spurning.\n Haltu þig frá Holley og Edelbrock/Carter draslinu. Eyðir miklu meira, lélegri hönnun, þolir engan halla eða mikin hristing. Quadrajetinn er hinsvegar frábær upp og niður brattar brekkur + hliðarhalla. Meira að segja nýji, rándýri off-road Holley Avenger torinn er lélegri en vel uppgerður Q-jet. \nÉg er búinn að eiga þetta allt saman og ekkert keppir við Q-jetinn, sérstaklega hvað eyðslu varðar. Var með nýjan 600 cfm Edelbrock á Gúrkunni og eyddi hún eins og ég veit ekki hvað. Eyðslan snarminnkaði þegar ég fékk gamlan og skítugan Q-jet hjá Gulla Mopar-sjúklingi á Flúðum. Meira segja í kvartmílunni rústa þeir Holley og Carter, þegar stóru hólfinn koma inn. Þar er ég að tala um alveg blueprintaða factory stock blöndunga, eins og þeir nota í Super Stock í NHRA. Þar fara súpertjúnaðir (samt orginal) kaggar 10-11 sekúndu ferðir með Q-jet.\nNú er ég með 26 ára gamlan, orginal Q-jet á Söbbanum og hann eyðir bara alls ekkert svo miklu og virkar óaðfinnanlega. Svo er ég með annan í bílskúrnum sem bíður þess að verða gerður upp. \nÞað skiptir engu þótt þú sért með squarebore millihedd. Þú færð adapter hjá Summit fyrir 25-30 dollara.\nhttp://www.summitracing.com/parts/edl-2696/overview/\nKv, Stebbi Þ.",
            "date": "2013-02-02 20:45:00",
            "post_id": "85770",
            "reply_to_id": "85756"
        }
    ],
    "date": "2013-01-28 23:02:00"
}