{
    "forum_title": "Almennt spjall",
    "id": "15789",
    "title": "Olíu kælir Navara",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=15789",
    "posts": [
        {
            "user_name": "Sveinn.r.þ",
            "text": "Hæ er einhver með lausn á eftirfarandi,var að skipta um kælir fyrir sjálfskiptinguna,og það lekur altaf með annari -neðri slöngu er búinn prófa að stytta slönguna aðeins og setja hosuklemu,en altaf dropar,er til eithvað tape eða betri klemur!!!! endilega ef ykkur dettur eithvað í hug ég þoli bara ekki olíupolla undir bílnum.\nkv\nSveinn.",
            "date": "2013-01-29 16:31:00",
            "post_id": "85054",
            "reply_to_id": false
        },
        {
            "user_name": "gislisveri",
            "text": "Það er eitthvað sem ekki stemmir, slangan of sver eða kannski pínulítið gat á henni sem ekki sést?\nEr þetta orginal slangan, ef ekki, er hún örugglega olíuþolin?\nAnnars má prófa að setja tvær hosuklemmur ef það er pláss fyrir þær á stútnum. \nKv. Gísli.",
            "date": "2013-01-29 18:24:00",
            "post_id": "85069",
            "reply_to_id": "85054"
        },
        {
            "user_name": "Sveinn.r.þ",
            "text": "allt hefur skýríngu,tók kælir niður og sá þá að orsakavaldur er tæring á stút sem slangann kemur á ,er ekki að fara kaupa hann á 165000 krónur,hlýt að finna notaðann úr einhverju öðru tæki.\nkveðja.\nSveinn",
            "date": "2013-01-30 09:09:00",
            "post_id": "85168",
            "reply_to_id": "85069"
        },
        {
            "user_name": "Startarinn",
            "text": "Úr hvaða efni er rörið sem lekur?\nEf það er úr járni mætti alveg silfurkveikja í gatið til að bjarga kælinum\nEf það er úr áli mætti ræða við snilling, sem er með verkstæði bakvið Húsgagna höllina, ég kem ekki fyrir mig hvað hann heitir í augnablikinu, Stjörnublikk vísaði mér á hann þegar ég þurfti að breyta vatnskassa, þeir fullyrtu að hann væri sá eini á landinu sem væri fær um það\nNafnið á fyrirtækinu gæti hugsanlega verið KE málsmíði eða e-h svipað, ég er ekki alveg viss",
            "date": "2013-01-30 11:13:00",
            "post_id": "85176",
            "reply_to_id": "85168"
        },
        {
            "user_name": "Cruser",
            "text": "Talaðu við þau hjá Gretti Vatnskössum, 577-6090 gætu átt kæli fyrir þig,og ef það er hægt að laga hann gera þau það.\nkv Bjarki",
            "date": "2013-01-30 11:36:00",
            "post_id": "85180",
            "reply_to_id": "85176"
        },
        {
            "user_name": "Sveinn.r.þ",
            "text": "já .takk strákar,fórmeð hann í Grettir og þau ætla að redda þessu.finnst þetta léleg ending 2008 bíl,\nkveðja\nSveinn.",
            "date": "2013-01-30 12:39:00",
            "post_id": "85194",
            "reply_to_id": "85180"
        },
        {
            "user_name": "Sveinn.r.þ",
            "text": "fór með hann í Grettir og þeir skiptu um enda stúta fyrir  bara 8000 krónur ekkert smá happy með það",
            "date": "2013-02-01 16:56:00",
            "post_id": "85613",
            "reply_to_id": "85194"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Var ekki einhver galli í sjálfskiptikælunum á þessum bílum? Þar sem hann er innbyggður í vatnskassann og hann átti það til að tærast og þá gekk sjsk-vökvi í kælivatnið og náttúrulega vatn í sjsk-vökvann.",
            "date": "2013-02-01 19:20:00",
            "post_id": "85636",
            "reply_to_id": "85613"
        }
    ],
    "date": "2013-01-29 16:31:00"
}