{
    "forum_title": "Almennt spjall",
    "id": "15788",
    "title": "Loftdælur ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=15788",
    "posts": [
        {
            "user_name": "kjellin",
            "text": "sælir, nú er þanning mál með vexti að loftdælan mín vill ekki dæla meira, og eg væntanlega þarf að fá mér aðra, \nmeð hverju mæla menn með í þessum efnum, (planið er að vera með dælu, kút og græja úhleipi búnað fyrir 38\")\nnú þekki ég ekki verðið á þessum fini dælum en menn víst lofa þær hástöfum annar fróður maður sagði mér bara kaupa níju tveggja stimpladæluna frá arb, hún væri að dæla jafn miklu  á mínótu og næstum helmingi ódírari\nsvo talaði ég við artic trucs þeir eiga viar 400 dælu með kút og ollu sem til þarf að henda þessu í bílinn , en það var einhver 80.000 fanst það heldur mikið  miða við það að dælan stök kostar 40,000 \nmeð hverju mæla menn með í þessum málum ?",
            "date": "2013-01-29 16:23:00",
            "post_id": "85051",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Ég keypti nýja finidælu í vor og hún kostaði 69þús minnir mig. Er með um 20l vörubíla kút og eitthvað heavy flott pressustat og seinstefnu loka á þessu. Það er mjög fljótlegt að pumpa í dekkin. Sérstaklega fyrsta dekkið þegar að loft kúturinn er fullur.",
            "date": "2013-01-29 18:52:00",
            "post_id": "85083",
            "reply_to_id": "85051"
        },
        {
            "user_name": "kjellin",
            "text": "enginn annar buin að vera í þessum ´pælingum undanfarið ?",
            "date": "2013-01-30 10:16:00",
            "post_id": "85171",
            "reply_to_id": "85083"
        },
        {
            "user_name": "haffiamp",
            "text": "stilling eiga dælu, ég er búinn að eiga mína í rúm 2ár án vandræða\nhún er 2 stimpla og með sömu afköst og fini og kostar 25-26 þús... færð ekki betri dælu fyrir peninginn\nég hinsvegar byrjaði á að eyða 6-7 þús auka hjá landvélum, en þeir græjuðu fyrir mig nýja og betri slöngu með hraðtengi sem og annan nákvæmari mæli....",
            "date": "2013-01-30 21:57:00",
            "post_id": "85289",
            "reply_to_id": "85171"
        },
        {
            "user_name": "Caphawk",
            "text": "Þú vilt ekki fórna AC dælunni ef hún er til staðar í bílnum. Ég lét setja AC dælu og er síðan með smurglas á henni. Hún dælir flott og ég er yfirleitt búin að dæla í tvo bíla meðan samferðamenn mínir eru á sínum fyrsta.",
            "date": "2013-01-30 23:32:00",
            "post_id": "85326",
            "reply_to_id": "85289"
        },
        {
            "user_name": "Siggi",
            "text": "Hvar fæst þessi nýja arb dæla?",
            "date": "2013-01-30 23:38:00",
            "post_id": "85330",
            "reply_to_id": "85326"
        },
        {
            "user_name": "Gulli J",
            "text": "Tryggvi í stýrivélaþjónustunni í Hafnarfirði er með mjög fínar dælur svipaðar og Fini að ég held, nema verið er ca. helmingi lægra.",
            "date": "2013-01-30 23:40:00",
            "post_id": "85332",
            "reply_to_id": "85330"
        },
        {
            "user_name": "kjellin",
            "text": "Skilst ad at se med hana, en eg er ekki svo heppin ad vera med ac dælu",
            "date": "2013-01-30 23:54:00",
            "post_id": "85342",
            "reply_to_id": "85332"
        },
        {
            "user_name": "MIJ",
            "text": "Bílabúð Benna er með tveggja stimpla ARB dælurnar til sölu. kosta að mig minnir milli 120 og 130 þús.",
            "date": "2013-01-31 00:09:00",
            "post_id": "85344",
            "reply_to_id": "85342"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Þetta er sama dælan, Stilling fær þessar dælur hjá Stýrisvélaþjónustunni. Ég er með svona dælu frá Stillingu og það þarf að \"klappa\" þessu aðeins svo þetta sé notendavænna og bili síður en ella. Skipta um tengi, slöngur og svo er raflagnafrágangur og allt þar í kring voða ódýrt og einfald :D",
            "date": "2013-01-31 00:43:00",
            "post_id": "85350",
            "reply_to_id": "85344"
        }
    ],
    "date": "2013-01-29 16:23:00"
}