{
    "forum_title": "Almennt spjall",
    "id": "15813",
    "title": "Skrítin bilun í hilux 91 disel",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=15813",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sæll er ég var búinn að drepa á Hiluxinum mínum sem er dobulcab 1991 disel í dag þá loguðu timbelt lósið 4x4 ljósið og miðstöðin gekk og aðalljósin sloknuðu ekki og var eins og svissað væri á bílinn. Glóðarhitaljósið sloknaði og rafgeymaljósið. Tók svissinn alveg úr sambandi og fleira dót en alltaf logaði eins og beinn straumur væri inn á mæalaborðið frá öðru en sviss. Var heillengi að brasa í þessu. Endaði á að taka úr öryggi í miðjuröð inn við gólfið undir mælaborðinu veit ekki fyrir hvað það er, því það vantar lokið á öryggjaboxið svo ég er ekki með á hreinu fyrir hvað þetta öryggi er. Allt virðist samt vera inni spurning um aftur raflásinn hefur ekki virkað hingað til. Pælingar vel þegnar kveðja guðni",
            "date": "2013-01-30 19:18:00",
            "post_id": "85262",
            "reply_to_id": false
        },
        {
            "user_name": "karig",
            "text": "Merkilegt, lenti í svipuðu með 91\" hilux um daginn, þar var próblemið ónýtur altanator, + að boddískrúfa hafði verið sett í staðinn fyrir vélaröryggið í húddinu, (sem er við hliðina á glóðarkertisörygginu) plugið fyrir miðstöðina, sem er bakvið mælaborðið, fyrir innan miðstöðvarrofann, það plug hafði hitnað svakalega, hvernig í dauðanum sem það gat gerst, en þetta lagaðis allt með öðrum altanator......kv, kári.",
            "date": "2013-01-30 20:41:00",
            "post_id": "85274",
            "reply_to_id": "85262"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll gæti verið hleðslan er búinn að vera lág eða 12.70 til 80 volt.Þetta öryggi sem ég tek úr í miðröð fram við gólf veit einhver fyrir hvað það er kveðja guðni",
            "date": "2013-01-30 20:44:00",
            "post_id": "85275",
            "reply_to_id": "85274"
        },
        {
            "user_name": "Stebbi",
            "text": "Miðað við hleðsluna þá er alternatorinn bilaður, sjálfsagt leiðir hann út og mælaborðið og ádreparinn hangir inni á því eins og um vöntun á jarðsambandi væri að ræða.",
            "date": "2013-01-30 21:27:00",
            "post_id": "85280",
            "reply_to_id": "85275"
        },
        {
            "user_name": "villi58",
            "text": "Sendi mynd af lokinu á netfangið þitt.\nk.v.",
            "date": "2013-01-30 21:54:00",
            "post_id": "85288",
            "reply_to_id": "85280"
        },
        {
            "user_name": "villi58",
            "text": "Þú ert örugglega of þungur fyrir setuhitarann ! :)",
            "date": "2013-01-30 21:59:00",
            "post_id": "85290",
            "reply_to_id": "85288"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll já það passar skoða það og takk kveðja guðni",
            "date": "2013-01-30 22:23:00",
            "post_id": "85297",
            "reply_to_id": "85290"
        }
    ],
    "date": "2013-01-30 19:18:00"
}