{
    "forum_title": "Almennt spjall",
    "id": "15885",
    "title": "Mitsubishi Pajero Pinin ??",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=15885",
    "posts": [
        {
            "user_name": "Big Red",
            "text": "Getið þið frætt okkur eitthvað um þessa bíla? Glíma þeir við sömu grindarvandamál og stærri bíllinn og eru þetta ekki fínustu innanbæjarslyddujeppar?",
            "date": "2013-02-03 14:09:00",
            "post_id": "85873",
            "reply_to_id": false
        },
        {
            "user_name": "Big Red",
            "text": "enginn?",
            "date": "2013-02-03 15:04:00",
            "post_id": "85891",
            "reply_to_id": "85873"
        },
        {
            "user_name": "joisnaer",
            "text": "eru þeir bara á grind spyr ég bara?",
            "date": "2013-02-03 16:31:00",
            "post_id": "85903",
            "reply_to_id": "85891"
        },
        {
            "user_name": "mindelo",
            "text": "ertu ekki að meina pajero sport ? hef stundum séð þá skrifaða sem pinn á netinu þegar ég er að panta mér varahluti í minn.\nég á pajero sport mög góður en eiðir svoldið fyie innabæja akstur svona 18 til 20 já minn er a grind",
            "date": "2013-02-03 18:39:00",
            "post_id": "85930",
            "reply_to_id": "85903"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Pajero Pininfarina, hannaðir af Ferrari hönnuðinum fræga Carozzeria Pininfarina...\nEn þetta Pininfarina er fyrirtæki sem að hefur séð um hönnun á fleiri fleiri Ferrari bílum og Mitsubishi ákváðu e'h hluta vegna að fá í að hanna þennan smájeppling fyrir sig...\nLangamma mín átti svona, var aldrei neitt teljandi vesen.... held að þetta sé fínasti slyddujeppi enda býst ég við að hann sé á unibody eins og Subaru Forester og sambærilegir...",
            "date": "2013-02-03 18:55:00",
            "post_id": "85934",
            "reply_to_id": "85930"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Er á grind, er til í útlandinu með Super-Select millikassanum. Þeim sama sem er í Pajero stóra. Þetta er með einhverskonar sídrifsmillikassa hér heima og ég held að Hekla hafi ekki flutt inn það mikið af þessum bílum sökum hvað þetta hefur (væntanlega) fengið litlar viðtökur. Hann er með heila hásingu að aftan með radiusarma og klafa að framan með gormastruttum. Ekki sama og Pajero Sport, hann er með einfaldann millikassa (ekki Super-Select), gormahásingu með radiusarma að aftan og klafa með vindufjöðrun að framan. \nFinnst 18-20 L í svona bíl [Pajero Sport] ekki mikið innanbæjar, sérstaklega miðað við kannski Cherokee og aðra álíka kraftmikla V6 bensínjeppa. En það er önnur ella. Vélarnar hafa verið að bila í þessu að ég veit, eins og algengt hefur verið í GDI 1800 CC vélinni frá MMC. Sótmindun í EGR sem veldur ónýtum hægagangsmótor á vélinni og svo eru það háspennukeflin. Veit ekki með 2ja lítra vélina.",
            "date": "2013-02-03 19:38:00",
            "post_id": "85939",
            "reply_to_id": "85934"
        }
    ],
    "date": "2013-02-03 14:09:00"
}