{
    "forum_title": "Almennt spjall",
    "id": "15930",
    "title": "Stólaskipti í Patrol Y60",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=15930",
    "posts": [
        {
            "user_name": "Caphawk",
            "text": "Sælir\nHafa menn verið að skipta út fremri sætunum út í þessum bílum ? Hvaða stólar hafa verið þá fyrir valinu ?\nKv H með þreytt bak...",
            "date": "2013-02-05 01:02:00",
            "post_id": "86191",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll ég hef sett stóla úr Grand Cherokee limeted 93 til og 99 í Patrol. Algjör bylting að sitja í Pattanum á eftir mjög einföld aðgerð.  kveðja guðni á sigló",
            "date": "2013-02-05 08:43:00",
            "post_id": "86208",
            "reply_to_id": "86191"
        },
        {
            "user_name": "Caphawk",
            "text": "Takk fyrir þetta Guðni. Kom þetta líka snyrtilega út ?",
            "date": "2013-02-05 17:06:00",
            "post_id": "86275",
            "reply_to_id": "86208"
        },
        {
            "user_name": "jeepson",
            "text": "Ég er að etja stóla úr grand cherokee í pattann minn og þú þarft að smíða allar festingar uppá nýtt. Ég er svo þrjóskur og er að fara kanski pínu erfiðari leið en hægt er að fara. Ég notast við orginal bolta götin þar sem að ég nenni ekki að bora ný göt og hafa gegnum gangandi bolta með róm. Enda óþarfi að hafa milljón bolta göt í botninum. Mér var sagt að það þyrti bara að hækka eina festingu fyrir cherokee stólana en svo er ekki. Ég vona svo bara að það verði betra að sitja í jeppanum eftir þessa aðgerð. Ef ekki þá fá stólarnir að fjúka og orginal stólarnir í aftur. Enda mjög gott að stija í þeim. Ég hendi inn einhverjum myndum þegar að ég verð búinn að þessu. Þetta gengur frekar hægt þar sem að ég er suðulaus. En ég lét panta flúx vír fyrir mig í dag og hef aðgengi að suðu til að nota í þetta. Vonandi get ég byrjað á fullu aftur um helgina. Einnig er ég að smíða máta til að geta jafnvel gert fleiri festingar fyrir grand stólana í framtíðinni.",
            "date": "2013-02-05 18:56:00",
            "post_id": "86289",
            "reply_to_id": "86275"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir ég nota stólana úr grand bílnum, ekki kassa bílnum það er mikið meira mál að smíða þá í. Ég nota úr stærri bílnum með td 5,2 V-8 vélinni og 4;7 það er ekki mikið mála að smíða þá i patrol sirka 3 klukkutímar með því að tengja rafmagn drekka mikið af kaffi og steikja einn lambabóg á meðan. kveðja guðni",
            "date": "2013-02-05 19:05:00",
            "post_id": "86294",
            "reply_to_id": "86289"
        },
        {
            "user_name": "jeepson",
            "text": "Ég er með stóla úr 5,2 V8.",
            "date": "2013-02-05 19:24:00",
            "post_id": "86301",
            "reply_to_id": "86294"
        },
        {
            "user_name": "stebbi1",
            "text": "Mér datt nú í hug að taka sæti úr volvo og setja í minn patrol, það er hægt að stilla þau á marga vegu sem er gríðarlegur kostur.\nÉg verð að segja að orginal sætinn eftir 300.000 eru ekki mjög góð\nen hvað segja menn leður eða tau?",
            "date": "2013-02-05 19:46:00",
            "post_id": "86318",
            "reply_to_id": "86301"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Gísli komdu með pattan og stólana og við hendum þessu í. kveðja guðni",
            "date": "2013-02-05 20:09:00",
            "post_id": "86331",
            "reply_to_id": "86318"
        },
        {
            "user_name": "Játi",
            "text": "Það vita það allir sem vilja vita að fjaðrandi Pajero sæti eru það besta sem til er nema hægt sé að koma lazyboy fyrir með góðu móti",
            "date": "2013-02-05 21:43:00",
            "post_id": "86368",
            "reply_to_id": "86331"
        },
        {
            "user_name": "Stebbi",
            "text": "+1",
            "date": "2013-02-05 21:54:00",
            "post_id": "86370",
            "reply_to_id": "86368"
        },
        {
            "user_name": "jeepson",
            "text": "Þú veist að það er mun ódýrara að ég geri þetta bara sjálfur heima :) Ég er loks búinn að ákveða hvernig ég ætla að hafa festingarnar og vonandi kemur flúx vírinn í vikuni þannig að ég get farið að sjóða vilt og galið.",
            "date": "2013-02-05 21:56:00",
            "post_id": "86372",
            "reply_to_id": "86370"
        },
        {
            "user_name": "Caphawk",
            "text": "Gaman að þessu. Tek undir þetta með bæði pajero og volvo sætin. Það er líka atriði að þetta lookar vel. Gudni ég dáist að fjölhæfni þinni! Grilla- kaffi sumbl og sæta swap! Ég get ekki gert neitt af þessu sjálfu nema kannski grillað smá :)",
            "date": "2013-02-06 00:35:00",
            "post_id": "86408",
            "reply_to_id": "86372"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir matur eldamenska og jeppastúss love it.",
            "date": "2013-02-06 08:15:00",
            "post_id": "86419",
            "reply_to_id": "86408"
        },
        {
            "user_name": "stebbi1",
            "text": "Jááá, ég var reyndar líka búinn að hugsa um pajero sæti. Snild að hafa þetta fjaðrandi líka þó patinn sé nú mjúkur",
            "date": "2013-02-06 13:00:00",
            "post_id": "86456",
            "reply_to_id": "86419"
        },
        {
            "user_name": "Caphawk",
            "text": "Við Patrol eigendur við lítum á þessa mýkt sem lúxus vandamál :)",
            "date": "2013-02-06 17:42:00",
            "post_id": "86509",
            "reply_to_id": "86456"
        }
    ],
    "date": "2013-02-05 01:02:00"
}