{
    "forum_title": "Jeppinn minn",
    "id": "15955",
    "title": "1982 Chevy Suburban Diesel",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=15955",
    "posts": [
        {
            "user_name": "bfmagnusson",
            "text": "Langar að deila með ykkur smá mini uppgerð á trukknum.\nÞetta er s.s 1982 Chevrolet Scottsdale/Suburban 6.2 Diesel BEINskiptur, 3 gíra með lowgír semi-float 14 bolti að aftan og 10 bolti að framan..\nhann kom nýr til landsins og var strax settur í einkennisbúning , og þjónaði lögreglunni á Hólmavík í 10 ár skilst mér.\nSetti mig í samband við ''boys in blue'' á Hólmavík og það hringdi einhverjum bjöllum að heira um T-500 , þeir réðust á skjalaskápinn og grófu upp myndir af gripnum og eiga þeir stórt hrós fyrir að nenna að standa í þessu rugli fyrir mig.\nsvo fer hann á eftirlaun hjá lögreglunni.... á einhverjum tímapunkti missir hann einkennisbúninginn og orginal grillið en fær í skaðabætur hnausþykkt lag af rauðum skipagrunni...\nþegar ég eignast bílinn í Desember 2012 er hann búinn að láta sér leiðast á bílaplani á Selfossi í þónokkur ár... og orðinn frekar dapur skrokkurinn á honum.. lítið annað að gera en að skrúbba hann aðeins upp ... en alger óþarfi að vinna þetta í silkihönskum samt sem áður.\nstóri rokkurinn , trebbinn og trukkalakkið eru leikmennirnir í þetta skiptið ...\nog þá er komin mynd á þetta..... spurningin er hver tekur við þar sem ég þarf að selja gripinn á þessum tímapunkti.",
            "date": "2013-02-05 21:54:00",
            "post_id": "86371",
            "reply_to_id": false
        },
        {
            "user_name": "stebbiþ",
            "text": "Vona að gamli höfðinginn komist í góðar hendur. Leitt að þú skulir þurfa að selja hann.\nKv, Stebbi Þ.",
            "date": "2013-02-05 22:01:00",
            "post_id": "86374",
            "reply_to_id": "86371"
        },
        {
            "user_name": "Offari",
            "text": "Flottur bíll hjá þér.  Áttu einhverjar myndir innan úr honum?",
            "date": "2013-02-05 22:38:00",
            "post_id": "86389",
            "reply_to_id": "86374"
        },
        {
            "user_name": "magnusv",
            "text": "skoðaði þennan um helgina sá ekki upplýsingarmiðan í glugganum þannig ég vissi ekki að hann væri til sölu..\nhvað villtu fá fyrir hann?",
            "date": "2013-02-05 23:01:00",
            "post_id": "86396",
            "reply_to_id": "86389"
        },
        {
            "user_name": "monster",
            "text": "væri lika til i að fa að vita hvað þessi kostar",
            "date": "2013-02-05 23:25:00",
            "post_id": "86399",
            "reply_to_id": "86396"
        },
        {
            "user_name": "Gilson",
            "text": "hrikalega töff trukkur. Hvar á selfossi stóð hann ?",
            "date": "2013-02-06 00:14:00",
            "post_id": "86405",
            "reply_to_id": "86399"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Flottur hjá þér Bjarki ;) Alltaf sjarmi yfir gömlum C/k & Suburban\nEr nokkuð viss að hann hafi staðið við Nýju Gagnheiðina",
            "date": "2013-02-06 13:10:00",
            "post_id": "86459",
            "reply_to_id": "86405"
        }
    ],
    "date": "2013-02-05 21:54:00"
}