{
    "forum_title": "Almennt spjall",
    "id": "15968",
    "title": "jeppar með niðurgírun úti í hjólum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=15968",
    "posts": [
        {
            "user_name": "gaz69m",
            "text": "hafa menn eithvað af ráði verið að setja hásingar með niðurgírun út í hjólum  undir fjalla jeppa , svona eins og valpin er með og  er þetta eithvað að virka og eithvað að auka  hæfni bíla í snjó",
            "date": "2013-02-06 12:59:00",
            "post_id": "86455",
            "reply_to_id": false
        },
        {
            "user_name": "xenon",
            "text": "Búið að setja svona undir Lc 80 með einkanúmerið KREPPA og svo auðvita ford og ram til nokkrar gerðir af þessu VOLVO, UNIMOG og svo frá rússanum",
            "date": "2013-02-06 13:55:00",
            "post_id": "86464",
            "reply_to_id": "86455"
        },
        {
            "user_name": "lecter",
            "text": "ja þetta virkar ,, en er 2 sinnum þyngra en hefbundnar hasingar ,,  með unimog hásinunum  var þetta 70cm undir kúluna  á 44\" dekkjum  ,0g ca 80km hraði,,, það var bara ein ástæða að þetta var sett undir jeppa fyrir 30 árum siðan og  voru ca 10 jeppar með´þennan búnað  þetta brotnaði ekki  með 500hp 460 eða 429 velar  þessir jeppar sem voru með þetta festust ekki  ég fekk einn en það var Bronco 74 með mjórri hásingunum  en honum var hent 2008  en hann var i geymslu á geymslusvæðinu",
            "date": "2013-02-06 14:32:00",
            "post_id": "86476",
            "reply_to_id": "86464"
        },
        {
            "user_name": "Magni",
            "text": "Það er líka til bolt on dæmi. Unimog hásingar eiga ekki heima undir Cruiser eða Patrol eða jeppum í þeim flokki. Þetta er svo þungt og svert.\nÞað væri gaman að vita hvað Kreppa er með undir sér?",
            "date": "2013-02-06 15:06:00",
            "post_id": "86477",
            "reply_to_id": "86476"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar ég þekki þetta pínu lítið. Valp hásingarnar eru léttari en Unimog og veit ég um Wyllis sem var með þetta undi og allavega  einn 80 Cruser. Þetta er komið undan Wyllis en er undir 80 crusernum þar virkar þetta vel. Ég var með Valp bíl. Það eru góðir lásar á þessu og lág drif 5 eitthvað og 7 eitthvað. En þetta tekur til sín í hestöflum og eyðslu. Á 38 dekkum var 40 cm undir kúlu á Valpinum og þær virkuðu mjög vel í djúpum lausum snjó og krapa. kveðja guðni",
            "date": "2013-02-06 15:35:00",
            "post_id": "86480",
            "reply_to_id": "86477"
        },
        {
            "user_name": "Bokabill",
            "text": "",
            "date": "2013-02-06 20:24:00",
            "post_id": "86549",
            "reply_to_id": "86480"
        },
        {
            "user_name": "Magni",
            "text": "Er þetta ekki orginal framhásingin? Hvaða setup er þetta? Hvernig er þetta að endast?",
            "date": "2013-02-06 20:59:00",
            "post_id": "86556",
            "reply_to_id": "86549"
        },
        {
            "user_name": "Bokabill",
            "text": "Volvo portal\n5.99:1",
            "date": "2013-02-06 22:23:00",
            "post_id": "86582",
            "reply_to_id": "86556"
        },
        {
            "user_name": "Valdi 27",
            "text": "Mig minnir endilega að einn ágætur Defendar á Dalvík sé með svona bolt on búnaði. Leiðréttið mig þeir sem betur geta sagt frá.",
            "date": "2013-02-06 22:39:00",
            "post_id": "86586",
            "reply_to_id": "86582"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Jú jú, mikið rétt.",
            "date": "2013-02-06 22:51:00",
            "post_id": "86588",
            "reply_to_id": "86586"
        },
        {
            "user_name": "oggi",
            "text": "björgunarsveitin átti hann ég held að þeir séu búnir að selja hann\nhttp://www.islandrover.is/spjall/viewtopic.php?t=5009\nmyndir af svona land rover útbúnaði",
            "date": "2013-02-06 22:55:00",
            "post_id": "86591",
            "reply_to_id": "86588"
        },
        {
            "user_name": "jeepcj7",
            "text": "Í land rover heitir þetta maxi drive og er komið í nokkra bíla þetta er einnig til á amerísku hásingarnar td. dana 60 en er alveg mökkdýrt",
            "date": "2013-02-07 10:16:00",
            "post_id": "86623",
            "reply_to_id": "86591"
        },
        {
            "user_name": "Ars",
            "text": "Sveitin á dalvík á 1 eftir sem er á sölu á höfuðborgarsvæðinu . Þetta er þrusu búnaður búinn að keyra hann mikið og bara svín virkað\nég er linkur á sölusíðuna af honum þar sem myndirnar mínar eru of stórar til að geta sýnt. \nhttp://www.bilasolur.is/CarDetails.aspx ... &schpage=1",
            "date": "2013-02-07 15:59:00",
            "post_id": "86661",
            "reply_to_id": "86623"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "Þessir portal drif eru þau ódýrustu sem ég hef fundið, fyrir utan drif frá Malasyu\nhttp://www.filthymotorsports.com/Axle_T ... ortals.htm",
            "date": "2013-02-07 20:39:00",
            "post_id": "86715",
            "reply_to_id": "86661"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta er ansi verklegur rover. Þeir áttu líka rosa flottann patrol sem að þeir fluttu inn nýjann. Þeir áttu hann meir að segja tvisvar. En ég ætla nú bara að eiga hann einusinni og mjööööög lengi :)",
            "date": "2013-02-07 22:55:00",
            "post_id": "86761",
            "reply_to_id": "86715"
        },
        {
            "user_name": "Kiddi",
            "text": "Þetta er orðin ein best keyrandi hjálparsveit á landinu! Fóru að mínu mati af botninum og beint á toppinn :-)",
            "date": "2013-02-07 23:09:00",
            "post_id": "86765",
            "reply_to_id": "86761"
        },
        {
            "user_name": "jeepson",
            "text": "Mér sýnist þeir hafa farið af toppnum beint niður á botninn :D En nóg um það. Veit einhver um svona portal hásingar undan volvo valp?? þetta var víst undir 303 bílnum líka sem var ekki 6x6. Mér skylst að hlutfallið í þeim sé hærra en í 6x6 hásingunum og vinnufélagi minn er að leita af svona hásingum.",
            "date": "2013-02-07 23:27:00",
            "post_id": "86772",
            "reply_to_id": "86765"
        }
    ],
    "date": "2013-02-06 12:59:00"
}