{
    "forum_title": "Jeppinn minn",
    "id": "160",
    "title": "Luxinn minn",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=160",
    "posts": [
        {
            "user_name": "elliofur",
            "text": "Gaman að sjá bíla meðlima hér, er þá ekki best að ég skelli mínum inn líka? Mín sjálfrennireið er Toyota Hilux árg 91 sem ég keypti í jan/feb 2007, þá með 22R-E með ónýta heddpakkningu, hálfónýtt klafasystem að framan, og blaðfjaðrir að aftan, 4,10 hlutföll, ferlega ljótt og upplitað lakk með ofboðslegt magn af litlum ryðbólum, hefur væntanlega lent í sandblæstri einhverstaðar auk þess að í honum voru stærri ryðgöt, sérstaklega í skúffunni í kringum pústið. Hann var haugskítugur að innan sem utan, meira að segja með lambaspörð í á pallinum :) Keyrður 247 þúsund þá.\nÞá leit hann svona út\nBensínvélin fór í gang og keyrði, ég byrjaði nú á því að skipta um heddpakningu en það var fleira að þannig að ég náði mér í LC70 til að rífa, ekinn NÁKVÆMLEGA 220 þúsund þegar ég reif hann. Hann bauð uppá ágæta 2L-T díselvél sem ég fiffaði ofaní luxinn. Jæja þá gat ég farið út að keyra. Örfáum mánuðum seinna þá var ég orðinn þreyttur á þessu pústcomboi mínu, en það samanstóð af 2\" pústinu undan 70 bílnum nema öðruvísi uppröðun á beyjum og dóti (skorið og soðið til að það passi) en það náði næstumþví einn og hálfum meter allt í allt. Til að fara í gegnum skoðun lét ég blása í gegnum örmjóa rörið sem bensínvélin blæs í gegnum, en það var bara rétt í gegnum skoðunarstöðina! Vá hvað það var þröngt.. En ég keypti mér 2.5\" rör og smellti því undir, engar ógeðslegar beyjuvélabeyjur heldur skar ég fullt af 15° skurðum þannig að hver beyja er 30°. Síðan er bara besta leiðin valin, merkt, soðið og svo heilsoðið í restina. Fullur sverleiki alla leið, 2.5\" en ekki 2\" í beyjum eins og pústverkstæði bjóða uppá. Menn sjá væntanlega að ég er illa pirraður á þessum endalausu vörusvikum!\nÞað þýðir ekki að hafa suma hluti örgranna, bætti líka við afgashitamæli til að geta skrúfað allt í botn á olíuverkinu\nÞarna sést líka boost controlerinn, ég er að blása rétt tæplega einu bari og olíuverkið passlega uppskrúfað líka. Einn daginn bætti ég líka við intercooler ættuðum úr volvo 760 og var það stórmunur.\nEinhverntíman þarsíðasta vor þá var farið að braka og marra svo í þessu háþróaða IFS fjöðrunrsystemi sem prýtti bílinn að framan, fóðringarnar bæði margar og dýrar þannig að ég sá framá tugi þúsunda bara í að fóðra þetta upp, þannig að ég skar allar festingar og allt sem fylgdi framfótabúnaði úr LC70 líffæragjafanum og smellti því undir luxinn að framan. Alltannar bíll með gorma og marrlaus :) Þá skipti ég líka um hlutföll, notaði 4,88 sem krúserinn bauð einnig uppá. Svona keyrði ég bílinn framá þarsíðasta haust. \nÞá fékk ég leið á því hvað hann var fjandi ljótur, keypti mér málningu og fór að rífa og slípa upp ryð!\nVíða þurfti að forma hlutina algjörlega uppá nýtt einsog gengur og gerist í svona verkefnum\nSvo fóru nokkur hundruð klukkutímar í þetta í viðbót og þá leit hann svona út\nÞarna var ég nú orðinn fjandi montinn með drusluna! En auðvitað getur maður áfram haldið áfram að bæta! \nOg þá getur hann teygt sig örlítið betur\nÞvílíkur munur á bílnum.\nSvo í svona verkefnum þarf náttúrulega að hafa örlítið stærri dekk, ég fer lítið útfyrir veg og nota bílinn mest sem vinnubíl með möguleika á að komast örlítið meira en meðal fólksbíll. Ég smellti 35\" undir og þá er hann fjandi góður\nEn ef menn vilja skoða þennan hilux minn eitthvað frekar þá er alveg gomma af myndum af honum inná síðunni minni, elliofur.123.is\nTakk fyrir mig.",
            "date": "2010-02-07 21:00:00",
            "post_id": "653",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "reffilegur brummi hjá þér Elli, en mér finnst þú þurfa að fara að stækka skóna aðeins :)\njeppakveðjur,\nLalli",
            "date": "2010-02-07 21:04:00",
            "post_id": "654",
            "reply_to_id": "653"
        },
        {
            "user_name": "JonHrafn",
            "text": "Orðinn helvíti flottur hjá þér bara.",
            "date": "2010-02-07 21:08:00",
            "post_id": "655",
            "reply_to_id": "654"
        },
        {
            "user_name": "Járni",
            "text": "Lagleg endurnýjun þarna, vel gert.\nSé ég rétt, er þetta pæjeróinn hans Jóa litla þarna á neðstu myndinni?",
            "date": "2010-02-07 21:14:00",
            "post_id": "656",
            "reply_to_id": "655"
        },
        {
            "user_name": "elliofur",
            "text": "Lalli já, ég er með bíl til þess að fara á stóra skó...\nOg já þetta er pæjan hans Jóa þarna með í ferð :)",
            "date": "2010-02-07 22:21:00",
            "post_id": "668",
            "reply_to_id": "656"
        },
        {
            "user_name": "Polarbear",
            "text": "Looking good :)",
            "date": "2010-02-07 22:24:00",
            "post_id": "669",
            "reply_to_id": "668"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Er þetta Dodge eða Plymouth sem á að fara á stóru skóna hjá þér.\nLíst annars bara vel á þetta allt saman.",
            "date": "2010-02-08 12:11:00",
            "post_id": "687",
            "reply_to_id": "669"
        },
        {
            "user_name": "gislisveri",
            "text": "Powerwagon! Elliofur, þú tvínónar ekki við hlutina.",
            "date": "2010-02-08 12:13:00",
            "post_id": "689",
            "reply_to_id": "687"
        },
        {
            "user_name": "elliofur",
            "text": "Jam, powerwagon, en ég ætla ekki að hafa hann svona svakalega háan, ætla bara að hafa hann lágbyggðan og flottan, en ég ætla að halda honum eins og hann er á lengdina, hjólhafið 4.40m, (stórt) doublecab hús og langur stepside pallur",
            "date": "2010-02-08 21:07:00",
            "post_id": "721",
            "reply_to_id": "689"
        },
        {
            "user_name": "elliofur",
            "text": "",
            "date": "2010-02-27 20:16:00",
            "post_id": "1633",
            "reply_to_id": "721"
        }
    ],
    "date": "2010-02-07 21:00:00"
}