{
    "forum_title": "Jeppinn minn",
    "id": "16019",
    "title": "Ford F250 46\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=16019",
    "posts": [
        {
            "user_name": "Hagalín",
            "text": "Eigum við ekki að smella hér í þennan dálk.\nFákurinn er af gerðinni Ford F250 árgerð 2003 og er 46\" breyttur. Hann er ekki ekinn nema rétt rúmlega 82þ km\nfrá upphafi og var vélin tekin upp í honum þegar hann var ekinn um 30þ km. Það er Edge kubbur í honum \nmeð 3 stillingar og gefur hann allt að 100hp í viðbótþ\nJeppaþjónustan Breytir breytti þessum bíl á sínum tíma og er sú breyting alveg til fyrirmyndar.\nAð framan er D60 reverse með 35rillu innri og 30rillu ytri öxlum, 4,88 hlutfall og loftlæsing. Að framan eru\nloftpúðar og 4-link. Planið er að fara í 1600kg púða.\nAð aftan er D60 10.5\" með 4.88 hlufalli og loftlæsingu. Fjaðrir eru að aftan og er ég sáttur við þær því hann er\nmerkilega mjúkur þrátt fyrir það. En draumurinn væri að fara í púða líka að aftan.\nTanka pláss er um 300l og er aukatankurinn staðsettur fyrir aftan afturhásinguna.\nGlussaspil inn á dælu vel boltað á. (Þjófar ekki reyna þetta... :)\nAð innan er hann mjög snyrtilegur. VHF stöð og GPS handtæki sem ég notast við. Svo er tölvuborð fyrir 10\" fartölvu sem \nég nota þegar ég fer á fjöll. Frágangur á tökkum er mjög fínn og vel gengið frá öllu.\nÞað er í honum Webbasto hitamiðstöð sem tengd er inn á kælivatnið. Það er stýriborð fyrir hana inn í bíl og getur maður stillt\ntímann á miðstöðinni þannig að maður þarf ekki að koma í bílinn með hélaðar rúður frekar en maður vill :) Var að spá í að kaupa \nmér fjarstýringu fyrir miðstöðina en það er rúmur 50þúsund kall og líkar mér betur að nota þann pening í olíu.\nAC dælunni var búið að breyta í loftdælu en hún er föst eins og er og er planið að tengja hana aftur orginal sem AC dæla því \nþessar dælur við 6.0 vélina þola þetta víst mjög illa ólíkt mörgum öðru AC dælum. Langar mig í Nardi lofdælu sem Landvélar eru að selja\nog eru þær mjög öflugar en kosta slatta.\nJæja, maður má ekki bara dásama ökutækið sitt.\nÞegar ég var búinn að eiga bílinn í viku síðasta sumar var ferðinni heitið upp í Veiðivötn og var planið að fylla helvítis pallinn af fisk. En \nþegar uppeftir var komið dó bíllinn alveg og var ósammvinnuþýður með öllu.\nÞá voru góð ráð dýr og bíllinn dreginn á Ljónstaði.\nÞá kom í ljós að fæðivír fyrir vélartölvun hafði nuddast í sundur og slegið út öryggi nr 22 sem er fyrir vélartölvuna. Redduðu Ljónstaðamenn því\nog bíllinn eins og nýr eftir.\nÉg er nú ekki mikið búinn að eiga við bílinn síðan ég fékk hann fyrir utan að skipta um tvo stýrisenda sem eiga uppruna sinn að sækja í Bronco 74mdl sem er algjör\nsnilld þar sem þeir kosta helmingi minna en orginal í þennan bíl. Svo er bara að sjá hvað þetta endist :)\nSkipti ég um annan hjólalegu hub í haust og smurði hann eftir leiðbeiningum annara Ford manna í gegn um gatið fyrir ABS skynjarann, henti ég nokkrum slögum\naf koppafeiti og millitec þar ofaní. Frumraun í spindilkúluskiptum var framkvæmd og held ég eftir þá aðgerð að menn mikkli það svolítið fyrir sér að gera þetta sjálfir.\nÚtbjó bara pressu sjálfur og virkaði hún vel.\nJæja nóg í bili og hér koman nokkrar myndir.\nGert klárt fyrir ferð upp í Veiðivötn með sýnishorn af tjaldvagni þarna aftaní :)\nGert klárt fyrir heimferð úr Veiðivötnum :(\nFrá fyrri eiganda\nFrá fyrri eiganda\nÚr ferð í Setrið núna í nóvember\nÚr ferð í Setrið núna í nóvember\nAf planinu\nSpindilkúluskipti\nSpindilkúluskipti",
            "date": "2013-02-08 10:14:00",
            "post_id": "86828",
            "reply_to_id": false
        },
        {
            "user_name": "íbbi",
            "text": "hrikalega flottur þessi",
            "date": "2013-02-08 12:55:00",
            "post_id": "86854",
            "reply_to_id": "86828"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Hvernig myndi svona bíll drífa á 44 DC. Væri það nóg í flestallan sjó ?",
            "date": "2013-02-08 13:10:00",
            "post_id": "86859",
            "reply_to_id": "86854"
        },
        {
            "user_name": "jeepcj7",
            "text": "Flottur trukkur en með 44\" dc þá er svoleiðis bara til fyrir 15\" felgur og það gengur ekki alveg upp með bremsunum sem eru í svona bíl,44\"dc var reyndar til einhvern tímann fyrir 16.5\" felgur en það er alveg vonlaus útgáfa af dekkjum/felgum í úrhleypingar.",
            "date": "2013-02-08 13:27:00",
            "post_id": "86860",
            "reply_to_id": "86859"
        },
        {
            "user_name": "ivar",
            "text": "Svona bíll er ekkert ómögulegur á 44\".\nDC er kannski ekki alveg rétta tegundin en slatti af 44\" sem gengur vel undir bílinn. Björgunarsveit/sveitir eru með þetta á 44\" Trexus og þrátt fyrir að vera ekki fremsti bíll í öllu færi kemst hann sjálfsagt flest.",
            "date": "2013-02-08 15:35:00",
            "post_id": "86887",
            "reply_to_id": "86860"
        },
        {
            "user_name": "stjanib",
            "text": "Virkilega flottur hjá þer,, smá vottur af öfund hér :))",
            "date": "2013-02-08 17:51:00",
            "post_id": "86915",
            "reply_to_id": "86887"
        },
        {
            "user_name": "Hagalín",
            "text": "Takk fyrir það drengir. \nEr nokkuð viss um að 44\" DC undir svona bíl myndu duga lítið þar sem að þau myndu slitna mjög hratt.",
            "date": "2013-02-08 18:16:00",
            "post_id": "86917",
            "reply_to_id": "86915"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Svakalega flottur hjá þér. Áttu ekki pallhúsið sem var á nokkrum myndum ?",
            "date": "2013-02-08 18:30:00",
            "post_id": "86920",
            "reply_to_id": "86917"
        },
        {
            "user_name": "Hagalín",
            "text": "Nei það var selt hjá fyrri eiganda.\nEr svona að melta það hvort maður eigi að finna hús eða láta smíða palllok úr gönguáli með styrkingum og krókum.",
            "date": "2013-02-08 18:40:00",
            "post_id": "86922",
            "reply_to_id": "86920"
        },
        {
            "user_name": "jeepcj7",
            "text": "Er einmitt að spá í lok líka annað hvort að smíða eða fá mér segldúk þeir eru svo ugly með húsi þó það sé auðvitað praktískt.",
            "date": "2013-02-08 18:45:00",
            "post_id": "86924",
            "reply_to_id": "86922"
        },
        {
            "user_name": "Hagalín",
            "text": "Ég sá bíl með loki úr gönguáli og kom það rosalega vel út. Mjög praktískt og flott. Það er hægt að setja ofaná það til dæmis varadekk og svoleiðis, vinnuljós og fleira. Er svolítið skotinn í því.",
            "date": "2013-02-08 18:58:00",
            "post_id": "86927",
            "reply_to_id": "86924"
        },
        {
            "user_name": "Hagalín",
            "text": "Kosturinn við svona állok er sá líka að maður þarf ekkert að vera spá í rispur eða neitt svoleiðis.",
            "date": "2013-02-11 17:15:00",
            "post_id": "87344",
            "reply_to_id": "86927"
        },
        {
            "user_name": "Hagalín",
            "text": "Jæja, eitthvað potast af verkefnalistanum.\nGafst upp á þessu AC/loftdælu dæmi og ætla að breyta til baka AC kerfinu með nýrri AC dælu kút og lögnum og hafa þetta bara eins og orginal. Verslaði mér 235lítra Nardi loftdælu ásamt fylgihlutum.\nPessustrad með innbyggðri afloftun ásamt einstefnuloka.\nAð koma mynd á þetta.\nSmá biluð kúppling og hjól af AC dælunni.\nKeypti lika chrome á spegla og húna\nSpurning hvort það fari ekki að koma snjór svo hægt sé að fara í smá brekkuspól :)",
            "date": "2013-10-05 17:07:00",
            "post_id": "112393",
            "reply_to_id": "87344"
        },
        {
            "user_name": "Guðninn",
            "text": "Flottur þessi verkleg græja\nglæsilegt að vera kominn með almennilega dælu nardi alveg svinvirka",
            "date": "2013-10-05 20:16:00",
            "post_id": "112411",
            "reply_to_id": "112393"
        },
        {
            "user_name": "Hagalín",
            "text": "Já, það kom ekkert annað til greina eftir að hafa prufað nokkrar svona dælur. Þá er þetta ekki spurning.",
            "date": "2013-10-05 23:38:00",
            "post_id": "112432",
            "reply_to_id": "112411"
        },
        {
            "user_name": "Jóhann",
            "text": "Hvar fást þessar dælur?",
            "date": "2013-10-06 07:26:00",
            "post_id": "112440",
            "reply_to_id": "112432"
        },
        {
            "user_name": "Hagalín",
            "text": "Verkfærasölunni og Landvélum.\nEini staðurinn þar sem ég fann þær á netinu var á Ítalíu og kostaði það helling að fá þær hingað heim. Svaraði ekki kostnaði.",
            "date": "2013-10-06 08:13:00",
            "post_id": "112442",
            "reply_to_id": "112440"
        },
        {
            "user_name": "jeepcj7",
            "text": "Þetta lítur vel út en hvað kostar svona dæla?",
            "date": "2013-10-06 14:20:00",
            "post_id": "112462",
            "reply_to_id": "112442"
        },
        {
            "user_name": "Hagalín",
            "text": "125 Þúsund á fullu verði í Verkfærasölunni.",
            "date": "2013-10-06 22:00:00",
            "post_id": "112512",
            "reply_to_id": "112462"
        },
        {
            "user_name": "Fordinn",
            "text": "er þá ekki ódyrara að kaupa arb twin air dæluna.... keypti eina i usa i sumar... á hun er reyndar ekki kominn i bilinn svo eg hef ekki profað hana.....",
            "date": "2013-10-06 22:16:00",
            "post_id": "112513",
            "reply_to_id": "112512"
        },
        {
            "user_name": "Hagalín",
            "text": "Jú gæti verið. Hún kostar úti rúma 540dollara. Spurning hvað hún kostar hjá Benna.\nHún dælir 174lítrum á mínútu en er samt sem áður gerð fyrir allt að 10bör.",
            "date": "2013-10-06 22:43:00",
            "post_id": "112515",
            "reply_to_id": "112513"
        }
    ],
    "date": "2013-02-08 10:14:00"
}