{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "16126",
    "title": "Raki/bleyta í kveikju á 4.0l jeep",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=16126",
    "posts": [
        {
            "user_name": "Doddi23",
            "text": "Sælir\nÉg hef nokkru sinnum lent í því að bíllinn hjá mér hafi bleytt sig sem lýsti sér þannig að eftir að hafa til dæmis ekkið á nokkurri ferð yfir læki þá byrjaði bíllinn fljótlega að ganga illa og á endanum drepa á sér og neyta að fara aftur í gang. Það dugði þó alltaf að draga bílinn og láta vélina snúast með í þó nokkurn tíma til að fáhann í gang/þurka hann (með tilheyrandi sprengingum og sprungnum hljóðkútum). Á endanum fundum við þó hvað við töldum valda þessu, af einhverjum ástæðum virðist vera að það myndis raki innan í kveikjuhúsinu sem veldur þessu. Hingað til hefur þetta aðeins gerst við sérstakar aðstæður en nú virðist þetta vera að gerast bara hérna á götum borgarinnar.\nHafa einhverjir aðrir lent í þessu og hafa menn fundið einhverja lausn á þessu?",
            "date": "2013-02-12 14:46:00",
            "post_id": "87514",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Ertu búinn að skoða kveikju lokið vel að innan?? Ég lenti í þessu á gamla cherokeeinum sem að ég átti og þá dugði að taka lokið af og þrífa alt vel upp. En það mátti ekkert sulla á mikilli ferð nema að þurka þetta aftur.Ég endaði á að skipta um lok og þræði fyrir rest því að hann var einmitt farinn að verða svona leiðinlegur. Þá var lítil sprunga í lokinu.",
            "date": "2013-02-12 16:53:00",
            "post_id": "87521",
            "reply_to_id": "87514"
        },
        {
            "user_name": "Doddi23",
            "text": "Já er búinn að kíkja í kveikjuna og það var smá raki sem ég þurkaði og svo pússaði/hreinsaði ég létt yfir hamarinn og snerturnar í lokinu, þrátt fyrir það lagaðist þetta ekki. Það eru enþá einhverjir hnökrar í gagnum á honum og finnst helst undir álagi.\nÞess ber að geta að þetta er vél og kveikja númer tvö og þriðja sett af lokum og hamrum sem ég hef verið í vandræðum með þetta.",
            "date": "2013-02-12 20:49:00",
            "post_id": "87560",
            "reply_to_id": "87521"
        },
        {
            "user_name": "Freyr",
            "text": "Sæll\nhef átt nokkra xj með 4 l. vélinni en hef aldrei lent í neinu þessu líkt. Hef m.a.s. sett þá margsinnis á bólakaf en ávallt án vandræða með kveikju.Á þeim sem ég á í dag gerði ég þó varúðarráðstöfun. Á kveikjulokinu er öndunarop sem vísar upp og á því er gúmmíhattur sem beinir opinu niður. Þetta fjarlægði ég og lagði svera slöngu frá lokinu efst upp í hvalbak og gekk þannig frá að vatn færi ekki inn. Samhliða þessu kíttaði ég samskeyti loks og kveikju.\nEf ekkert gengur með þetta hjá þér dettur mér í hug að reyna að mynda örlítinn yfirþrýsting þarna inni. Leggja lögn frá lokinu inn í miðstöðina, alveg við miðstöðvarmótorinn því þar er mesti þrýstingurinn. Sennilega skapar þetta afar lítinn þrýstingsmun, jafnvel engann því lögnin er grönn og löng, en sakar ekki að prófa...?\nKveðja, Freyr",
            "date": "2013-02-12 21:19:00",
            "post_id": "87564",
            "reply_to_id": "87560"
        },
        {
            "user_name": "Doddi23",
            "text": "Hef verið að velta fyrir mér að gera þetta, verð samt að fá ganginn í lag fyrst. Ég er að velta fyrir mér hvort að það ryð sem hefur lagst á allt inn í kveikjunni geti orsakað gangtruflaninrnar td. haft áhrif á kveikjuflýtirinn eða eitthvað þessháttar?\nHugsa að ég taki hana alla í sundur eitthvert kvöldið og pússi upp allt innan í henni til að sjá hvort það hjálpar.\nEru einhverjir fleiri sem kannast við þetta vandamál?",
            "date": "2013-02-14 13:17:00",
            "post_id": "87806",
            "reply_to_id": "87564"
        },
        {
            "user_name": "Kiddi",
            "text": "En kertaþræðir. Þú hefur líklega skipt þeim út líka?",
            "date": "2013-02-14 13:20:00",
            "post_id": "87807",
            "reply_to_id": "87806"
        },
        {
            "user_name": "Doddi23",
            "text": "Reyndar hef ég ekki skipt um þræði í þetta skiptið, en þetta er samt annað settið af þráðum sem ég er með núna. Og hef lent í þessu veseni með bæði.",
            "date": "2013-02-14 19:07:00",
            "post_id": "87860",
            "reply_to_id": "87807"
        },
        {
            "user_name": "Kiddi",
            "text": "En háspennukeflið? Þar sem það er nú fyrir utan kveikjuna sjálfa...",
            "date": "2013-02-14 20:26:00",
            "post_id": "87868",
            "reply_to_id": "87860"
        },
        {
            "user_name": "elliofur",
            "text": "Gamalt og gífurlega gott húsráð er að \"þurrka\" kveikjuna með tusku rennandi blautri af bremsuvökva. \nÞetta var mikið gert í gamla daga þegar \"lélegar\" eða óþéttar kveikjur voru í flestum bílum og fennti inná þetta og allt stóð dautt og menn verkfæralausir út í skafli. Þá var einfaldlega dreginn upp neftóbakssnýtiklúturinn (gífurleg fórn), lokið slitið af kveikjunni og bremsuvökvaforðabúrinu, klútnum dýft í bremsuvökvann og kveikjulokið (og jafnvel hamar og platínur) þrifnar með þessu gæðaglundri.\nBremsuvökvinn bindur rakann og einangrar þar með upp á nýtt.",
            "date": "2013-02-14 23:09:00",
            "post_id": "87884",
            "reply_to_id": "87868"
        },
        {
            "user_name": "Freyr",
            "text": "Næs, Þakka þetta einfalda ráð. Gæti bjargað manni einhvern daginn.....?",
            "date": "2013-02-14 23:43:00",
            "post_id": "87890",
            "reply_to_id": "87884"
        },
        {
            "user_name": "elliofur",
            "text": "Hefur oft bjargað mér á gömlum mótorum. Var með 302 ford í torfærugrind sem ég átti einusinni og var oft í vatnasulli og oft að bleyta kveikju og þetta reddaði málunum bara eins og að fá nýja kveikju.",
            "date": "2013-02-14 23:58:00",
            "post_id": "87893",
            "reply_to_id": "87890"
        },
        {
            "user_name": "Stebbi",
            "text": "Er ekki hægt að nota allt sem bindur sig í vatn eða ryður því frá, isopropanol eða WD40 virkar fínt.  Annars klikkar bremsuvökvinn aldrei.",
            "date": "2013-02-16 16:56:00",
            "post_id": "88102",
            "reply_to_id": "87893"
        },
        {
            "user_name": "elliofur",
            "text": "Bremsuvökvinn er bara eitthvað sem alltaf í seilingarfjarlægð þegar maður er að vinna í húddinu :)",
            "date": "2013-02-16 19:58:00",
            "post_id": "88124",
            "reply_to_id": "88102"
        },
        {
            "user_name": "olei",
            "text": "Hefur þú prófað að sulla vatni yfir mótorinn/rafkerfið í húddinu með vélina í gangi? Það hefur stundum stytt bilanaleitina að gera það.",
            "date": "2013-02-16 20:24:00",
            "post_id": "88129",
            "reply_to_id": "88124"
        },
        {
            "user_name": "Doddi23",
            "text": "Ég er farinn að hallast að því að þetta sé eitthvað annað en blaut kveikja í þetta skiptið þar sem í hin skiptin hafa gangtruflanirnar aðeins verið tímabundið eða þangað til kveikjan er orðin þur og ekki lýst sér alveg eins. \nNúna virðist þetta vera \"varanlegt\" er búið að vera í um 3 vikur og ég búinn að gera skoða kveikjuna mörgumsinnum og lýtur hún fínt út er einnig búinn að skoða að ég held öll rafmagnstengi sem eru í við kveikjukerfið og sá ekkert athugavert við þau. Þannig að nú eru góð ráð dýr, er einhver sem á svona complet kveikjukerfi á lausu sem væri hægt að fá lánað til að skipta út einum hlut í einu þar til ég þetta lagast? Sem sagt: k\nveikju, kveikjulok, hamar, kertaþræði, háspennukefli,\n og jafnvel \nkerti\n? eða er jafnvel til í að eyða einu kvöldi með mér í að lána/færa úr sínum bíl yfir í minn og til baka?\nEr hægt að finna eitthvað athugavert við vélina með því að láta lesa af vélinni í tölfu þó svo að það sé ekkert check engine ljós?",
            "date": "2013-02-20 10:31:00",
            "post_id": "88740",
            "reply_to_id": "88129"
        },
        {
            "user_name": "Doddi23",
            "text": "Sælir, virðist sem rakinn í kveikjunni hafi ekki verið eina vandamálið í þetta skiptið (þó svo að það sé vandamál útaf fyrir sig) lét lesa af vélinni og þeir fundu út að pústcensorinn var með einhverja stæla þó svo að það hafi ekki komið neitt check engine ljós. skipti um hann og bíllinn skánaði þæonokkuð við það.\nTakk fyrir allar tilögunar og ráðin.\nEDIT: Fór samt í gær og keypti nýtt kveikjulok og skipti um þar sem mér fanns bíllinn vera að versna aftur. Þegar ég opnaði kveykjuna blasti við mér undarleg sjón, snertan á miðjum kveykjuhammrinum var svört af einhverju \"gumsi\" og þegar ég leit inn í lokið þá sá ég að einhverskonar útfelling hefur orðið kringum miðju/háspennu snertunaí lokinu þannig að þetta var allt útatað í einhverju sulli. Hef aldrei séð þetta áður og hef ekki minnstu hugmynd um hvað hefur gerst :(",
            "date": "2013-02-28 11:32:00",
            "post_id": "90285",
            "reply_to_id": "88740"
        }
    ],
    "date": "2013-02-12 14:46:00"
}