{
    "forum_title": "Almennt spjall",
    "id": "16160",
    "title": "prófil splitti með Lás , hvar gæti svoleiðs fengist",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=16160",
    "posts": [
        {
            "user_name": "kjartanbj",
            "text": "Veit einhver hvar svona útbúnaður fæst, er með svona í láni en þarf að kaupa mér þannig , þetta er semsagt splitti til að festa spil og þessháttar í prófiltengi sem er hægt að læsa með lykli , hlýtur að fást einhverstaðar \nmaður þorir ekki að skilja spilið eftir framan á bílnum yfir nótt fyrir utan heima hjá sér eða neitt nema geta læst þessu á frekar dýr pakki\nog maður er ekki alltaf að nenna að vippa 50kg dóti af og á",
            "date": "2013-02-13 21:52:00",
            "post_id": "87739",
            "reply_to_id": false
        },
        {
            "user_name": "hlífar",
            "text": "Þetta var til hjá bílasmiðnum einhvern tíma",
            "date": "2013-02-13 21:54:00",
            "post_id": "87741",
            "reply_to_id": "87739"
        },
        {
            "user_name": "Fordinn",
            "text": "kostar fra 10 dollurum á ebay.... hinsvegar er þetta ekki gulltrygging fyrir að spilinu þínu verði ekki  stolið...",
            "date": "2013-02-13 23:51:00",
            "post_id": "87759",
            "reply_to_id": "87741"
        },
        {
            "user_name": "kjartanbj",
            "text": "það er nátturulega ekkert gulltrygging í neinu, en þetta gerir mönnun erfiðara fyrir , með venjulegu splitti er nóg að bara kippa því úr\nþetta er aðeins meira mál",
            "date": "2013-02-14 00:32:00",
            "post_id": "87764",
            "reply_to_id": "87759"
        },
        {
            "user_name": "Gulli J",
            "text": "Stál og stansar voru með svona",
            "date": "2013-02-14 01:01:00",
            "post_id": "87770",
            "reply_to_id": "87764"
        },
        {
            "user_name": "jongud",
            "text": "Menn voru nú einhverntíman að gagnrýna jeppamenn fyrir að keyra um með spilin í prófíltengjunum innanbæjar. \nÞað er því miður aðeins tímaspursmál hvenær slíkur bíll lendir í árekstri og þá er spilið í höfuðhæð manneskju í fólksbíl.",
            "date": "2013-02-14 08:42:00",
            "post_id": "87782",
            "reply_to_id": "87770"
        },
        {
            "user_name": "ivar",
            "text": "Já, ég tók þann pólinn í hæðina að taka spilið alltaf af hjá mér nema í jeppaferðum þar sem þetta þyrfti að notast. Fer illa með spilið að láta allt riðga úti og svo er óþarfi að skapa öðrum mikla slysahættu þrátt fyrir að hún sé mikil fyrir. (4-5tonn með stuðara í 1m hæð)",
            "date": "2013-02-14 12:38:00",
            "post_id": "87800",
            "reply_to_id": "87782"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég keyri ekki með spilið á dags daglega... en það koma tilvik þar sem maður setur það á kvöldinu áður en maður er að fara i´jeppaferð þar sem maður er búin að vera hlaða bílinn af dóti til að taka með og ekki pláss lengur í skottinu og þá vill maður geta læst þessu á\nhef einnig verið að koma heim kannski eftir margra tíma bras , með allt í drasli í bílnum og allt of þreyttur til þess að vera burðast með 50kg spil og maður vill geta bara skilið þetta eftir á þangað til deginum eftir með svona ágætis vissu um að þessu verði ekki stolið",
            "date": "2013-02-14 15:28:00",
            "post_id": "87827",
            "reply_to_id": "87800"
        },
        {
            "user_name": "Dúddi",
            "text": "Ég tók nú bara og boraði gatið í boltanum upp i 6,5 mm og skellti hengilás i gatið. Það er svosem hægt að klippa lásinn en það hægir a þessum andskotum.",
            "date": "2013-02-15 07:46:00",
            "post_id": "87904",
            "reply_to_id": "87827"
        },
        {
            "user_name": "jongud",
            "text": "Talandi um hengilás;\nÞað væri kannski hægt að nota nógu stóran og sveran hengilás með löngum keng,\nPrófa að gúggla \"long shackle pad lock\"",
            "date": "2013-02-15 08:41:00",
            "post_id": "87907",
            "reply_to_id": "87904"
        },
        {
            "user_name": "kjartanbj",
            "text": "en myndi maður treysta honum til þess að kubbast ekki í sundur undir miklu álagi? :) gífurleg átök stundum sem koma á þessi prófiltengi",
            "date": "2013-02-15 13:51:00",
            "post_id": "87944",
            "reply_to_id": "87907"
        },
        {
            "user_name": "Kiddi",
            "text": "Þú setur hengilásinn þá í gegnum ryðfría pinnann í staðinn fyrir splittið...",
            "date": "2013-02-15 13:59:00",
            "post_id": "87946",
            "reply_to_id": "87944"
        },
        {
            "user_name": "kjartanbj",
            "text": "nógu stóran og sveran lét það hljóma eins og hann talaði um að nota hann sem splitti..  skildi það þannig",
            "date": "2013-02-15 14:01:00",
            "post_id": "87947",
            "reply_to_id": "87946"
        },
        {
            "user_name": "Kiddi",
            "text": "Hmmm já jú gæti líklega gengið ef hengilásinn er 16 mm í þvermál eins og pinninn OG úr þokkalegu efni. Væri heljarinnar lás á ferðinni...",
            "date": "2013-02-15 14:06:00",
            "post_id": "87948",
            "reply_to_id": "87947"
        },
        {
            "user_name": "Lindemann",
            "text": "Væri þá lásinn ekki jafn þungur og spilið?",
            "date": "2013-02-16 20:31:00",
            "post_id": "88130",
            "reply_to_id": "87948"
        },
        {
            "user_name": "Dúddi",
            "text": "ég er að sjálfsögðu að tala um að ég setti hengilás í staðinn fyrir splittið.",
            "date": "2013-02-16 23:15:00",
            "post_id": "88166",
            "reply_to_id": "88130"
        },
        {
            "user_name": "Krilid",
            "text": "Sæll. Það vor svona krokar beggja megin undir spilbitanum hjá mér. Ég hengdi spilkrókinn í þetta og strekkti svo á Þannig næði enginn spilinu af nema saga vírinn eða dynex í sundur. Auðvitað hægt en held þetta myndi duga í þessum tilfellum sem þu ert að tala um.",
            "date": "2013-02-16 23:53:00",
            "post_id": "88171",
            "reply_to_id": "88166"
        },
        {
            "user_name": "villi58",
            "text": "Hvernig er með þessi spil er hægt að kúpla í free með vírinn svona strektan ?",
            "date": "2013-02-17 00:47:00",
            "post_id": "88175",
            "reply_to_id": "88171"
        },
        {
            "user_name": "kjartanbj",
            "text": "mínu spili er alveg hægt að kúppla frá og fá vírin lausan",
            "date": "2013-02-17 02:01:00",
            "post_id": "88178",
            "reply_to_id": "88175"
        },
        {
            "user_name": "Krilid",
            "text": "Þá er sniðugt að gera eins og Rúnar og setja lás í splitgatið",
            "date": "2013-02-17 12:45:00",
            "post_id": "88224",
            "reply_to_id": "88178"
        },
        {
            "user_name": "jongud",
            "text": "Nei, kannski ekki alveg, en þetta væri heljarinnar lás. En svoleiðis lásar eru fáanlegir fyrir 10 pund í Bretlandi sá ég...",
            "date": "2013-02-20 10:08:00",
            "post_id": "88737",
            "reply_to_id": "88224"
        },
        {
            "user_name": "kjartanbj",
            "text": "maður kæmi svona lás bara ekkert að hjá mér..",
            "date": "2013-02-20 13:58:00",
            "post_id": "88788",
            "reply_to_id": "88737"
        }
    ],
    "date": "2013-02-13 21:52:00"
}