{
    "forum_title": "Almennt spjall",
    "id": "1629",
    "title": "Meira próf ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1629",
    "posts": [
        {
            "user_name": "sexlux",
            "text": "Núna er ég að fara að spá í að fara og fá mér meiraprófið.\nHvar er það ódýrast í dag ?  og hvernig er það.. hafa stettarfélögin eitthvað verið að niðurgreiða prófið ?\nSpyr sá sem ekki veit ... =D",
            "date": "2010-08-08 09:59:00",
            "post_id": "7451",
            "reply_to_id": false
        },
        {
            "user_name": "Lada",
            "text": "Sæll.\nÉg er aðeins búinn að vera að skoða þetta og það er sama verðið á þessu allstaðar.  Munurinn er ekki nema 1000 kr. - 2000 kr.  á milli skóla þar sem ég hef athugað.  Það er nú ekki þess virði að vera elta svoleiðis upphæðir þegar prófið kostar nærri hálfri milljón, þá velur maður frekar þann skóla sem er með heppilegustu stundarskrána fyrir mann.\nHvað varðar stéttafélögin þá er það mismunandi á milli félaga og borgar sig fyrir þig að hringja bara í þitt félag og athuga málið.  Sum félög fara/fóru fram á að þú sýnir og sannir að það gagnist þér í starfi að hafa meirapróf, en það gæti hafa breyst.\nKv.\nÁsgeir",
            "date": "2010-08-08 12:08:00",
            "post_id": "7455",
            "reply_to_id": "7451"
        },
        {
            "user_name": "SverrirO",
            "text": "er ekki hægt að tala hluta af prófinu í einu? t.d pallbílapróf og annað ? veit eitthver hvað það kostar?",
            "date": "2010-08-08 12:27:00",
            "post_id": "7456",
            "reply_to_id": "7455"
        },
        {
            "user_name": "steinarxe",
            "text": "Rólegir strákar,ég tók prófið+trailer síðasta sumar og það kostaði 150 þús,sem mér fannst meira en nóg,er þetta búið að hækka svona hryllilega?",
            "date": "2010-08-08 14:59:00",
            "post_id": "7459",
            "reply_to_id": "7456"
        },
        {
            "user_name": "steinarxe",
            "text": "og jú þú getur tekið spes fyrir bíla uppað 7500kg heildar þyngd en ef þú ætlar að fá þetta allt,þá borgar sig engan veginn að taka þetta í pörtum",
            "date": "2010-08-08 15:03:00",
            "post_id": "7460",
            "reply_to_id": "7459"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég væri meira en lítið til í að borga 150þús fyrir meiraprófið, ég tæki meira segja frí úr vinnu til þess.\nHérna er \nverðskrá\n fyrir þá sem eru forvitnir.",
            "date": "2010-08-08 19:31:00",
            "post_id": "7468",
            "reply_to_id": "7460"
        },
        {
            "user_name": "Lada",
            "text": "Það verður að hafa það í huga að meiraprófið er í raun 4 réttindi (allavega eins og ég skilgreini meiraprófið) þe. rúta, vörubíll, trailer og leigubíll.  \nSteinar, þetta verð sem er á meirapróf.is er nánast það sama og var síðasta sumar þegar ég byrjaði fyrst að spá í þetta, svo þú hefur annað hvort fengið einhvern \"special price for you, my friend\" díl eða ekki tekið fullt meirapróf (nema við séum að misskilja hvorn annann á víxl:).  Í hvaða ökuskóla tókst þú prófið?\nKv.\nÁsgeir",
            "date": "2010-08-08 20:46:00",
            "post_id": "7478",
            "reply_to_id": "7468"
        },
        {
            "user_name": "steinarxe",
            "text": "Já auðvitað,ég skil. ég tók ekki rútu eða leigubíl,hef ekki einusinni aldur til en annars var það í ökuskóla suðurlands á selfossi",
            "date": "2010-08-08 21:12:00",
            "post_id": "7480",
            "reply_to_id": "7478"
        },
        {
            "user_name": "steinarxe",
            "text": "Skil þetta samt ekki alveg,tekkaði inná ökuskóli.is og þar kostar núna vörubíll+eftirvagn 299000 en það sama kostaði 150000 í fyrrasumar:/",
            "date": "2010-08-08 21:19:00",
            "post_id": "7481",
            "reply_to_id": "7480"
        },
        {
            "user_name": "Lada",
            "text": "Steinar, þú mátt bara þakka fyrir að hafa fengið þetta á svona góðu verði.  Fyrir nokkrum árum var lögum um meiraprófið breytt og bóklegum og verklegum tímum fjölgað og ríkið vildi meira svo verðið tvöfaldaðist eða meira (allur pakkinn var í kringum 200.000 kr. að mig minnir).  Ég og vinur minn ætluðum að taka þetta saman og hringdum í sitthvoru lagi til að skrá okkur á biðlista inn á námskeið, hann komst inn og er nú með öll réttindi en ég komst ekki inn og er því bara með bílpróf og þarf að borga um hálfa milljón fyrir allt.\nAthugið að ofan á verðskrá skólanna leggjast allskonar prófgjöld sem eru rukkuð fyrir hvern áfanga og allskonar tyttlingaskítur til ríkisins og annarra sem vilja sinn skerf af kökunni, þannig að öll (fjögur) réttindin eru á um hálfa milljón.\nKv.\nÁsgeir",
            "date": "2010-08-08 21:41:00",
            "post_id": "7482",
            "reply_to_id": "7481"
        },
        {
            "user_name": "steinarxe",
            "text": "Djöfuls glæpamenn, þetta hlýtur að vera samráð:)",
            "date": "2010-08-08 23:08:00",
            "post_id": "7491",
            "reply_to_id": "7482"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-08-09 09:13:00",
            "post_id": "7503",
            "reply_to_id": "7491"
        },
        {
            "user_name": "gullli",
            "text": "Ég get hiklaust mælt með Ökuskóla S.G. til að taka meiraprófið. Reyndar orðinn eitthvað dýrari núna en síðan ég tók réttindin (2001) en sýnist hann samt vera með þeim ódýrari - \nhttp://www.ofnir.com/meiraprof/index.htm\nMbk. G.",
            "date": "2010-08-09 11:38:00",
            "post_id": "7506",
            "reply_to_id": "7503"
        },
        {
            "user_name": "gislisveri",
            "text": "Ég tók allan meiraprófspakkann fyrir 6 árum síðan, þá kostaði það komplett 186.000kr að próftökugjöldum meðtöldum.\nÞá var alveg borðleggjandi að það þyrfti að bæta við verklegu tímana því flestir nemendur voru mjög tæpir á ökuprófunum og furðu margir þurftu að endurtaka þau. \nBóklegi hlutinn var hins vegar allt of langur og hefði verið hægt að komast yfir efni hans á helmingi styttri tíma með góðum árangri. Til marks um það sagði kennarinn að hingað til hefði aðeins einn fallið á bóklegu prófi, sá kunni ekki íslensku.",
            "date": "2010-08-09 18:10:00",
            "post_id": "7517",
            "reply_to_id": "7506"
        },
        {
            "user_name": "Eiríkur Örn",
            "text": "Sælir\nÉg mæli alls ekki með Ökuskóla S.G. Ég tók meiraprófið þar ásamt nokkrum öðrum félögum mínum árið 2007 og þeir reyndu eins og þeir gátu að sleppa við að klára námið, þeir fóru fram á fyrirframgreiðlsu og þá voru þeir bara orðnir sáttir og reyndu að humma þetta af sér. Af þessum hóp voru þeir síðustu að ná að klára síðasta prófið rúmu ári eftir að námskeiðið hófst og þurftu þá að taka svokallað Öryggispróf hjá Frumherja aftur þar sem það gildir bara í eitt ár.\nSíðan núna í byrjun 2009 fóru nokkrir í viðbót sem ég þekki á námskeið hjá þeim og það var nákvæmlega sama saga hjá þeim og einhverjir þurftu að taka frumherja prófið aftur.\nOg það er ekki eins og menn gangi ekki á eftir þeim, ég sjálfur hringdi 4-6 sinnum í þá á mánuði að lágmarki og það hafðist hjá mér rúmum 11 mánuðum eftir að ég byrjaði að læra.",
            "date": "2010-08-09 22:07:00",
            "post_id": "7525",
            "reply_to_id": "7517"
        },
        {
            "user_name": "Hlynurh",
            "text": "Mæli með nýja ökuskólanum hjá honum Svavari bæði gaman að hlusta á karlin og mjög sanngjarn.\nsvo er gott að eiga við hann og eins Árna ökukennara mjög liðlegur með verklegu kennsluna \nKv Hlynur",
            "date": "2010-08-09 23:59:00",
            "post_id": "7532",
            "reply_to_id": "7525"
        },
        {
            "user_name": "Brjótur",
            "text": "Nú er ég mjög ósammála Eiríki Erni því honum Sigga er mjög umhugað um að menn læri hjá sér til frambúðar en ekki bara til að skökklast í gegnum prófið, þegar ég tók prófið hjá honum voru ungir menn sem ætluðu bara að komast auðveldlega í gegn en svo vöknuðu þeir upp við vondan draum þetta var ekki eins auðvelt og þeir héldu , en kallinn sá það og hjálpaði þeim í aukatímum, og ég vil nú ekki gera þessum ungmennum það að nefna hvað það var sem þeir áttu í basli með, en segjum sem svo að ég spurði sjálfan mig í hljóði hvernig þessir aðilar náðu litla bílprófinu. Og ég er svosem ekki hissa að hann vilji fá greitt fyrirfram, myndir þú ekki vilja það líka? ég horfði á stráka humma það fram af sér að borga alveg fram að prófum, ( hver skyldi tilgangurinn hafa verið?)\nen þeir fengu ekki að taka prófið fyrr en allt var greitt. Og ég skil hann mjög vel.\nkveðja Helgi",
            "date": "2010-08-10 00:10:00",
            "post_id": "7536",
            "reply_to_id": "7532"
        }
    ],
    "date": "2010-08-08 09:59:00"
}