{
    "forum_title": "Barnaland",
    "id": "16304",
    "title": "f 4x4 að fara í rass og rófu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=54&t=16304",
    "posts": [
        {
            "user_name": "villi58",
            "text": "Hvað finnst ykkur um 4x4 síðuna, ég klóra mér alltaf meira og meira í afturendanum í hvert skipti sem ég fer þarna inn.\nÉg veit ekki hvað er í gangi hjá þeim en mér finnst eins og þeir vinni í því að gera síðuna leiðinlegri og leiðinlegri, að bera saman þessa síðu og hjá 4x4 þá finnst mér viðmótið vera hörmulegt hjá 4x4.\nÞað sem margir gera þá er oft aðal málið að fylgjast með auglýsingum frá degi til dags og þá er síðan hér til fyrirmyndar hvað varðar viðmót og aðgengi. Því geta þeir ekki notað sama form og hérna þegar þeir sjá hvað virkar ?\nSamningar við olíufélög og fl. sem miðast við að aðalega þeir sem búa á höfuðborgarsvæðinu, hjá mér er bara hægt að versla við N1 og Olís og er svipað víða um land, ekkert tekið tillit til þeirra sem búa út á landi.\nEinn hrikalega leiður á 4x4 síðuni og nenni ekki að opna þennan óskunda.",
            "date": "2013-02-19 17:18:00",
            "post_id": "88606",
            "reply_to_id": false
        },
        {
            "user_name": "-Hjalti-",
            "text": "Það er engin munur á jeppaspjallsíðuni og svo á spjallsíðu f4x4. Alveg nákvæmlega eins uppsett. \nSkil ekki þetta endalausa tuð um þessa f4x4 síðu.",
            "date": "2013-02-19 17:25:00",
            "post_id": "88608",
            "reply_to_id": "88606"
        },
        {
            "user_name": "villi58",
            "text": "Af hverju er þá heimsóknir á 4x4 orðnar svona litlar ?",
            "date": "2013-02-19 17:31:00",
            "post_id": "88611",
            "reply_to_id": "88608"
        },
        {
            "user_name": "aggibeip",
            "text": "Síðan hjá 4x4 er ekki eins uppsett og hjá jeppaspjallinu. Það má vera að þær keyri á sama kerfi eða svipuðu en það er margt sem að jeppaspjallið hefur fram yfir 4x4 síðuna. \n1. Maður helst ekki loggaður inn á 4x4 síðunni (allavega ekki ég)\n2. Það er stika hægramegin á jeppaspjall síðunni sem auðveldar manni til muna að fylgjast með spjallinu og sínum póstum. Sú stika er ekki á 4x4.\n3. Í auglýsingunum á 4x4 eru allt of margir flokkar yfir bíla; fólksbílar, óbreyttir jeppar, breyttir jeppar, mikið breyttir jeppar, ofurjeppar.\nAð mínu mati getur síðan þeirra alveg orðið til fyrirmyndar með alveg ótrúlega litlum breytingum. Skella upp hliðarstiku, laga log in kerfið og draga aðeins úr \"skipulagi\" á auglýsingaborðinu.",
            "date": "2013-02-19 18:25:00",
            "post_id": "88627",
            "reply_to_id": "88611"
        },
        {
            "user_name": "villi58",
            "text": "Já þetta er ég að sækjast eftir því þá er ég ekki einn um að síðan þeirra þarfnast lagfæringa. Er félagsmaður í 4x4 og mér hefur leiðst hvernig uppsetningin er hjá þeim og lítil aðsókn, vona að þeir hugsi sig um og hlusti á notendur síðunnar.",
            "date": "2013-02-19 18:48:00",
            "post_id": "88633",
            "reply_to_id": "88627"
        },
        {
            "user_name": "ivar",
            "text": "Líka það minniháttar atriði að fólk þurfi að vera greiðandi félagsmenn til að taka þátt í spjallinu. \nÉg er greiðandi félagsmaður, en vil fá álit frá öðrum sem eru það ekki...",
            "date": "2013-02-19 19:07:00",
            "post_id": "88640",
            "reply_to_id": "88633"
        },
        {
            "user_name": "-Hjalti-",
            "text": "það þarf ekki að vera greiðandi félagsmaður til að taka þátt í spjallinu.",
            "date": "2013-02-19 19:15:00",
            "post_id": "88642",
            "reply_to_id": "88640"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Jú, þess vegna var þessi síða stofnuð á sínum tíma.",
            "date": "2013-02-19 19:23:00",
            "post_id": "88643",
            "reply_to_id": "88642"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Þess þurfti, en það er búið að afnema það, kannski ekki allir sem vita þetta.\nAnnars held ég líka að menn sjái f4x4 sem svona meira formlegt dæmi, þora ekki að koma með spurningar og svona.",
            "date": "2013-02-19 19:26:00",
            "post_id": "88644",
            "reply_to_id": "88643"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Í DAG\n og síðastliðið ár ef ekki meira hefur \nEKKI ÞURFT\n að vera greiddur meðlimur til að taka Þátt á spjallsíðu f4x4",
            "date": "2013-02-19 19:27:00",
            "post_id": "88645",
            "reply_to_id": "88644"
        },
        {
            "user_name": "Fordinn",
            "text": "Madur nennir ekki að standa í því að vera skrá sig þarna aftur inn...  þarna fer nánast engin umræða að viti framm,  helst er að skoða auglysingarnar... enn svo virðist vera að flestir sem skrifa eitthvað þarna inni erum með aðgang að þessari ágætu síðu á jeppaspjallinu.      hér hefur madur ekki orðið var við leiðindi í mönnum svo það þad er spurning hvort það tilheyri hreinlega f4x4  =)\n  Jeppaspjall er klárlega ein besta síðan í dag fyrir svona gleðigúmmíkalla eins og okkur!!!",
            "date": "2013-02-19 19:45:00",
            "post_id": "88648",
            "reply_to_id": "88645"
        },
        {
            "user_name": "Karvel",
            "text": "F4x4 síðan var sú allra fyrsta síðan sem ég byrjaði að skoða þegar ég byrjaði að \"uppgötva\" internetið, þá aðeins ca 14-15ára, allavega nokkur ár síðan, Eg hafði gaman að skoða spjallborðin, þetta risa myndasafn sem sem er til enn ídag, breytingar aðgerðir hjá mönnu og umræða um hitt og þetta. Þetta gat ég mörgum klukkutímum í að skoða enda áhuginn til staðar og eina það sem ég hafði í höndunum til að nálgast fræðslu um þetta skemtilega sport, Seinna meir var ég \"Húkt\" á öðrum spallborðum en það er önnur saga :) \nF4x4 spjallborðið tók sér alltof miklar breytingar á stuttum tíma, það var að valda þess að menn fóru að gefast upp að vafra um á síðunum, sumir höfðu litla tölvu kunnáttu,litla þolinmæði og eiga erfitt með að venjast breytingum trúi ég :). Allavega fór ég að missa áhuga á að vafra þarna á síðunni eftir að síðustu breytingarnar voru gerðar sem standa enn í dag. Jújú alveg hægt að venjast breytingum enn það tekur tíma enn það sigtast út þeir einstaklingar sem hafa litla þolinmæði og eru ekkert að stressa sig við að komast í tölvu og tjá sig um daginn sinn :). Stuttu seinna eftir að  breytingarnar voru gerðar hjá F4x4 þá kom jeppaspjallið.is (voru einhverjar vikur) ég man vel eftir hvernig ég uppgötvaði sú síðu, en  henni  var auglýst á f4x4 og eftir það fór jeppaspjallið að ná vinsældum smátt og smátt og ég get séð miklar breytingar í dag frá því að hún kom upp fyrir nokkrum árum en ég man ekki betur að ég hafi verið innan fyrstu 20 einstakling sem skráðu sig hérna inná.f4x4 gleymdist við það , það var lítið að skoða þar og það eina litla sem þar kom inn var það sem maður var núþegar búinn að sjá á Jeppaspjallinu og þannig er það búið að þróast í dag að  menn vilja frekar tjá sig hér á jeppaspjallinu þar sem það eru miklu meiri póstar sem koma inn daglega heldur en á f4x4 sem koma frá einstaklingum eins og mér sem vilja fylgjast með og vafra um, fræðast og sjá hvað aðrir einstaklingar séu að gera.",
            "date": "2013-02-19 21:44:00",
            "post_id": "88675",
            "reply_to_id": "88648"
        },
        {
            "user_name": "Stebbi",
            "text": "Síðustu breytingar og ákvörðun stjórnar F4x4 um að loka síðuni fyrir ógreiddum sem skipuðu helming notenda var síðasti naglinn í kistuna hjá þeim.  Þeir voru varaðir við þessari breytingu á síðunni og þónokkðu margir benntu á að best og ódýrast væri að notast við þetta kerfi sem jeppaspjallið byggir á en þeir þrjóskuðust við og létu búa til fyrir sig spjallsíðukerfi fyrir einhvern haug af peningum sem kostaði svo enn meira að vinna gallana úr. Þetta vesen fékk talsvert af tölvuheftum til að minka notkun á síðuni nema þá til að væla undan breytingum.  \nÉg vona samt að þeir nái sér á lappirnar aftur með síðuna því að ekki veitir af að hafa skráð félagasamtök til að standa vörð um áhugamálið okkar, sama hvaða skoðun menn hafa á þeim.  Síðan þeirra er og verður helsti samastaður félagsmanna og verður að vera í lagi",
            "date": "2013-02-19 22:55:00",
            "post_id": "88693",
            "reply_to_id": "88675"
        },
        {
            "user_name": "AgnarBen",
            "text": "Að bera saman jeppaspjallið og F4x4 er ekki alveg sanngjarnt.  Jeppaspjallið er eins og nafnið gefur til kynna aðeins spjallsíða á meðan F4x4 er í grunnin heimasíða sem inniheldur mikið af upplýsingum en spjallborðið sjálft á F4x4 er síðan eins og hvert annað hefðbudnið spjall sem er innfellt inn í heimasíðuna.  Þetta er því talsvert viðameira hjá F4x4 en hér á þessu góða spjalli.  Þetta skýrir kannski af hverju menn eru að detta út eftir að hafa skráð sig inn, skráningin inn á síðuna er tvöföld, þe inn á heimasíðuna sjálfa og síðan inn á spjallborðið !\nÉg er sammála sumri af þeirri gagnrýni sem hefur komið fram hér fyrir ofan en ekki alveg allri.  Það eru sögulegar ástæður fyrir ýmsu sem gert hefur verið með F4x4 síðuna og sumar ákvarðanir sem hafa verið teknar þar hafa reynst illa en það er önnur saga.  Síðan er opin núna fyrir alla en spjallið er samt ekki að ná sér á strik.  Það sem er öllu verra finnst mér er að myndaalbúmið er líka í algjörum dvala, fáir nenna að nota það og við jeppamenn því ekki með neitt sameiginlegt myndaalbúm fyrir utan Fésið.  Það leynist mikill fjársjóður í myndaalbúminu hjá F4x4 og það er alveg synd að þetta sé í lamasessi.  \nVandamálið er auðvitað að þetta er gríðarstóra myndaalbúm sem er á F4x4 er of erfitt í notkun og er væntanlega mikill höfuðverkur hvað á að gera við.  Albúmið sem er í notkun núna er ekki að virka og það er örugglega ekkert grín að koma öllu þessu myndasafni fyrir á einhverju formi sem virkar inn á heimasíðunni.  Ég hef trú á því að það væri fyrir löngu búið að leysa þetta vandmál ef það væri skíteinfalt að gera það en fyrir það verða aðrir að svara.",
            "date": "2013-02-20 00:34:00",
            "post_id": "88712",
            "reply_to_id": "88693"
        },
        {
            "user_name": "villi58",
            "text": "Jæja það tók  nú ekki langan tíma að breyta síðunni í fyrra horf, auglýsingarnar komnar aftur v-megin á síðu.\nFyrir mig þá kann ég vel við þessa breytingu og þakka þeim fyrir, núna væri kanski sniðugt að setja valmynd h-megin eins og er hérna, kann bara rosa vel við þessa uppsetningu og til fyrirmyndar.\nFyrir tölvuhelta menn þá er svolítið umsnúið að setja inn myndir hér og hjá f4x4 vona að verði hægt að auðvelda þetta eitthvað, annars er ég bara helvíti góður í dag. Kveðja!",
            "date": "2013-02-28 16:25:00",
            "post_id": "90319",
            "reply_to_id": "88712"
        }
    ],
    "date": "2013-02-19 17:18:00"
}