{
    "forum_title": "Almennt spjall",
    "id": "1640",
    "title": "hvað á byrjandi í  jeppamennsku að fá sér ????",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1640",
    "posts": [
        {
            "user_name": "Andri M.",
            "text": "nú er eg að fara að kaupa mer jeppa helst ekki mikið seinna en í næsta mánuði,\neg er algjör byrjandi í jeppamennsku, og þess vegna vil eg ekki vera að fá mer einhvað dýrt dót,\nþannig að eg myndi vilja að þið mynduð setja ykkur í mín spor, og ímynda ykkur að ég rétti ykkur svona 5-800 þús, og segja ykkur að kaupa ykkur jeppa, einu kröfurnar sem eg set er að þetta sé dísel, og í svipuðum þyngdarflokki og hilux og \n4runner, breyttur/óbreyttur skiptir ekki máli\nhvað á eg að fá mer ?????",
            "date": "2010-08-09 21:13:00",
            "post_id": "7522",
            "reply_to_id": false
        },
        {
            "user_name": "Jens Líndal",
            "text": "L200 eða pajero, Það einfaldlega getur ekki klikkað :)",
            "date": "2010-08-09 22:03:00",
            "post_id": "7524",
            "reply_to_id": "7522"
        },
        {
            "user_name": "jeepson",
            "text": "Ford eða dodge. Svo er súkka alveg að gera sig :)",
            "date": "2010-08-09 22:37:00",
            "post_id": "7528",
            "reply_to_id": "7524"
        },
        {
            "user_name": "steinarxe",
            "text": "Já fáðu þér eitthvað amerist,langbest að fórna þeim í svona verkefni. Fáðu þér svo Hilux frekar þegar þú ert búinn að fá nóg af því að hanga inní skúr;)",
            "date": "2010-08-09 22:59:00",
            "post_id": "7529",
            "reply_to_id": "7528"
        },
        {
            "user_name": "elliofur",
            "text": "Hver á flesta bilanaþræði á spjallinu, og er þó bara með mmc mótor ;)",
            "date": "2010-08-10 00:05:00",
            "post_id": "7534",
            "reply_to_id": "7529"
        },
        {
            "user_name": "arnijr",
            "text": "Þú þarft náttúrulega að segja okkur miklu meira ef þú ætlar að fá viti borin svör, ekki bara hróp um hvaða tegundir séu bestar.\nÍ hvað ætlarðu að nota jeppann? Ferðalög að sumri, jöklaferðir að vetri o.s.frv?\nHvað ætlarðu að ferðast með marga?\nGeturðu gert við sjálfur?\nHvað ertu til í að eyða í rekstur, bæði í eldsneyti og varahluti?\nÞetta væri svona byrjun allavega til að hægt sé að ræða þetta af einhverju viti.",
            "date": "2010-08-10 10:46:00",
            "post_id": "7542",
            "reply_to_id": "7534"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\n\"skiptir ekki máli breyttur/óbrettur\", ég er ekki sannfærður um að þú finnir svör við þessum spurningum hér, finnst eiginlega að þú þurfir að gera upp við þig hvort þig vanti jeppa til að vera töffari í Reykjavík eða skrölta eitthvað á hálendinu.\nEf þú ert að hugsa um óbreyttan jeppa eða lítiðbreyttan skaltu bara finna þér lítið ekinn, óryðgaðann jeppa á góðum dekkjum.  MMC, Nissan, musso, cherokee, bronco, toy, skiptir ekki höfuðmáli, bara að hann sé vel með farinn og góður.  Athugaðu smurbókina, hún segir mikið til um ástand bílsins.\nKv Jón Garðar",
            "date": "2010-08-10 11:56:00",
            "post_id": "7545",
            "reply_to_id": "7542"
        },
        {
            "user_name": "joias",
            "text": "Ef þú ert byrjandi og ert að spá í breyttum bíl þá kemur Hilux 2,4 diesel á 38\" sterkur inn.\nÞeir eyða ekki miklu, bila ekki mikið, eru nokkuð sterkir, langir á milli hjóla og seigjir í snjó. Svo eru þeir líka svo kraftlausir að þeir geta ekki spólað svo að þú ert ekki mikið að festa þig.",
            "date": "2010-08-10 13:21:00",
            "post_id": "7550",
            "reply_to_id": "7545"
        },
        {
            "user_name": "Stebbi",
            "text": "Get nú ekki verið sammála um það að þeir eyði litlu, miðað við það sem vélin er að skila þá bara mokeyðir þetta.  Eftir að ég skipti af hilux yfir á núverandi bíl þá breyttist eyðslan lítið en aflið fór upp um helming.",
            "date": "2010-08-10 17:35:00",
            "post_id": "7554",
            "reply_to_id": "7550"
        },
        {
            "user_name": "Andri M.",
            "text": "ok, jú eg get gert við sjalfur, og ef bíllinn er óbreyttur þá er pælingin að breyta honum sjálfur, eg er að leita mer að ódýrum byrjenda jeppa sem með tíð og tíma langar að gera að góðum fjallajeppa(s.s. framtíðarproject), ef hann er breyttur, er það kostur, en ef ekki, þá skiptir það ekki máli, þetta myndi verða heilsársbíll hja mer, \nog eg er búinn að lækka mig í verði og er verðbilið orðið 0-500 þús, \nþannig að miðað við ofangreindar lýsingar, að þá fór eg lika að pæla í þrennu, kram, boddý, og grind, væri gott ef hann væri dísel, og beinskiptur, og einsog eg segji í svipuðum stærðar og þyngdarflokki og hilux og 4runner\nheld eg sé búinn að þrengja hringinn allverulega núna hehe",
            "date": "2010-08-10 22:35:00",
            "post_id": "7569",
            "reply_to_id": "7554"
        },
        {
            "user_name": "arnijr",
            "text": "Já, þá hugsa ég að ég myndi helst leita að Hilux, einfalt og sterkt. Sennilega sjéns að fá góðan lítið eða ekki breyttan bíl fyrir þetta verð. Passaðu þig bara að fá nýrnabelti með honum ;-)",
            "date": "2010-08-10 22:52:00",
            "post_id": "7572",
            "reply_to_id": "7569"
        },
        {
            "user_name": "Jens Líndal",
            "text": "Elli. Ég er búinn að eiga nokkra MMC dísel og enginn þeirra hafa bilað svo ég mæli hiklaust með þeim, og vélin í Reinsanum hefur ekki bilað hjá mér, ég fokkaði óvart sjálfur upp kaldstartinu og svo eru hin vandamálin tengd því að einhver óviti hefur verið að fikta í vélini en hún er í toppstandi (þó hún sé eilítið vanstillt eins og er) og verður það örugglega a.m.k næstu 250 þús kílómetrana í viðbót :) \nEn hvað varðar jeppa, farðu bara á rúntinn og sjáðu hvaða bílar eru algengastir á götunum, Engar líkur á að þú sjáir willys, minni líkur að þú sjáir Chevy, Þú sérð trúlega slatta af Toyotum og trúlega mest af Patrol. Það hlýtur bara að segja eitthvað ef ákveðin týpa af ákveðinni bíltegund sé algengari en önnur eins og til dæmis Patrol, það eru patrolar allstaðar og það örugglega ekki að ástæðulausu.",
            "date": "2010-08-10 23:08:00",
            "post_id": "7576",
            "reply_to_id": "7572"
        },
        {
            "user_name": "Andri M.",
            "text": "búinn að kaupa mer bíl, og hilux double cap 93 arg, varð fyrir valinu",
            "date": "2010-08-13 21:02:00",
            "post_id": "7674",
            "reply_to_id": "7576"
        },
        {
            "user_name": "gislisveri",
            "text": "Góður!\nÁn þess að ég sé neitt sérlega spenntur fyrir Hilux þá held ég að þar fáist mest fyrir peningin fyrir bíl í þessum verðflokki og þessari stærð. Átti einu sinni svona dót og það var fínt, bilaði lítið.\nEr þetta bensín eða dísel?",
            "date": "2010-08-13 22:02:00",
            "post_id": "7678",
            "reply_to_id": "7674"
        },
        {
            "user_name": "Andri M.",
            "text": "bensín 2,4",
            "date": "2010-08-13 23:53:00",
            "post_id": "7685",
            "reply_to_id": "7678"
        },
        {
            "user_name": "Stebbi",
            "text": "Það var lagið.",
            "date": "2010-08-14 14:18:00",
            "post_id": "7695",
            "reply_to_id": "7685"
        },
        {
            "user_name": "arni87",
            "text": "Til hamingju með bílinn, hilux eru ekkert verri bílar en aðrir, ALLIR jeppar eiga eitt sameginlegt, allt bilar þetta sama hvað þetta heitir :D",
            "date": "2010-08-14 15:05:00",
            "post_id": "7698",
            "reply_to_id": "7695"
        },
        {
            "user_name": "Andri M.",
            "text": "og þetta er í langflestum tilfellum eilífðarverkefni, \nþannig að eg á hvorki konu né barn, þannig að eg tel að þetta henti mer mjög vel, hehehe",
            "date": "2010-08-14 18:16:00",
            "post_id": "7706",
            "reply_to_id": "7698"
        },
        {
            "user_name": "JHG",
            "text": "Þetta er skynsamur kostur til að byrja með, áreiðanlegir og góðir jeppar.  Til lukku :)",
            "date": "2010-08-16 14:14:00",
            "post_id": "7755",
            "reply_to_id": "7706"
        },
        {
            "user_name": "joias",
            "text": "Hefði mátt vera diesel, en annars gott val. Gangi þér vel",
            "date": "2010-08-16 21:02:00",
            "post_id": "7765",
            "reply_to_id": "7755"
        },
        {
            "user_name": "Stebbi",
            "text": "Er það ekki smekksatriði hvers og eins, persónulega myndi ég aldrei fá mér 2.4 diesel hilux aftur nema til þess eins að koma vélini sem fyrst út í Furu eða Hringrás.",
            "date": "2010-08-16 21:05:00",
            "post_id": "7766",
            "reply_to_id": "7765"
        }
    ],
    "date": "2010-08-09 21:13:00"
}