{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "16439",
    "title": "Terrano vandræði",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=16439",
    "posts": [
        {
            "user_name": "Steini H",
            "text": "Sælir ég leita hér inn svona í von um hugmyndir hvað gæti verið að gefa sig þegar mér finnst þegar ég gef inn að boddýið eða dekkin leiti í aðra áttina en ef ég slaka á gjöf detti hann á réttan stað. Ég get líkt þessu við að ef ég gæfi og slakaði á víxl væri ég að dilla afturendanum.\nVarð fyrst var við þetta í haust en finnst þetta versna og versna en sé ekkert að spyrnugúmíum en ég er ekki sá færasti í viðgerðum né öðru sem gæti verið að. Ég bara kann ekkert á viðgerðir og sæi ekki vandamálið þó það öskraði á mig undir bílnum.\nOg fyrst ég er byrjaður að spurja þá kemur spurning um glóðakerti. Ég gruna að eitt eða fleiri séu að verða léleg ljósið slöknar svo fljótt og er erfiður í gang í kulda er mikið mál að mæla þetta og skipta um kerti ég er þá að fiska eftir tímafjöldanum og hvort þetta geti stmt að miðað við lýsinguna sé þetta að gerast með kertin.\nMeð von um hugmyndir að vandanum og lausnum.\nKveðja \nSteini",
            "date": "2013-02-24 21:37:00",
            "post_id": "89595",
            "reply_to_id": false
        },
        {
            "user_name": "JLS",
            "text": "Hugsanlega ónýtur stýrisendi í millibilsstöng, það er ekki óalgengt að það sé vesen með stöngina enda furðulega hönnuð.",
            "date": "2013-02-24 22:43:00",
            "post_id": "89617",
            "reply_to_id": "89595"
        },
        {
            "user_name": "Steini H",
            "text": "Takk fyrir svarið",
            "date": "2013-02-24 22:53:00",
            "post_id": "89620",
            "reply_to_id": "89617"
        },
        {
            "user_name": "íbbi",
            "text": "ég myndi skoða millibilsstöngina,  hún hefur undantekningarlaust verið í skralli í þeim terranoum sem ég hef átt. stál og stansar eiga mun betri stöng en orginalinn með smurkoppum, \nreyndar hefur það yfirleitt átt við um flest allt í framhjólastellinu,  þeir hafa einmitt átt það til að fara í aðra áttina undir inngjöf og í hina áttina við bremsu, \nég lenti reyndar í þessu líka á óbreytta bílnum, hann fór að leyta mjög mikið á veginum, og líka að leyta til hliðar undir gjöf/bremsu. ég fann ekkert að hjólasysteminu, en ég fann slag í hjólalegunum og herti upp á þeim, hann keyrði þráðbeint á eftir, \ngæti alveg trúað að einhverjum hafi þótt það furðulegt, en þannig var það engu síður",
            "date": "2013-03-01 04:32:00",
            "post_id": "90444",
            "reply_to_id": "89620"
        },
        {
            "user_name": "Steini H",
            "text": "Takk fyrir allar ábendingar en hann dillar afturendanum ekki að framan fram og það skoðaði hann maður hér og segir að það séu farin einhver gúmmí sem eru 8 talsins ef á að skipta um þau öll sem ég læt gera ég verð bara að trúa því að það sé vandamálið.",
            "date": "2013-03-01 10:27:00",
            "post_id": "90467",
            "reply_to_id": "90444"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Er ekki gúmmín í þverstífunni ónýt að aftan.",
            "date": "2013-03-01 11:49:00",
            "post_id": "90478",
            "reply_to_id": "90467"
        },
        {
            "user_name": "Hfsd037",
            "text": "Það er mjög ólíklegt að spyrnufóðringarnar séu að valda þessu..\nBesta leiðin til þess að finna þessa bilun er að fara með hann upp á lyftu og hreyfa allt, það gæti verið að þú sjáir strax hvað er að\nog eins og aðrir segja hérna, skoða millbilsstöng",
            "date": "2013-03-01 11:54:00",
            "post_id": "90479",
            "reply_to_id": "90478"
        },
        {
            "user_name": "Steini H",
            "text": "Eins og ég hef áður sagt veit ég ekkert um viðgerðir né hvað geti verið að en maðurinn sagðist sjá þetta þegar hann lá og horfði á þegar ég sleptti kúplinguni í gír nokkrum sinnum ekki á liftu en ég sá samt að dekkið gekk til",
            "date": "2013-03-01 23:37:00",
            "post_id": "90578",
            "reply_to_id": "90479"
        },
        {
            "user_name": "Stebbi",
            "text": "Hljómar frekar eins og það sé eitthvað brotið laust ef hann er að dilla sér svona mikið.  Ef að spyrnugúmmí væru orðin svona slæm þá kæmi smellur með hreyfinguni þegar að innri hólkurinn lemur í þann ytri.",
            "date": "2013-03-02 12:56:00",
            "post_id": "90631",
            "reply_to_id": "90578"
        },
        {
            "user_name": "Steini H",
            "text": "Ég bíð spentur eftir morgundaginum því þá kemur það í ljós með þessi gúmí hvort hann hættir þessu eða ekki.\nMín vegna og viðgerðarmannsins vona ég að þetta lagist því nú þegar er búið að skipta um afturdempara sem áttu að laga þetta og thuga spyrnugúmín og þau voru sögð óslitin.",
            "date": "2013-03-03 11:05:00",
            "post_id": "90759",
            "reply_to_id": "90631"
        },
        {
            "user_name": "mindelo",
            "text": "ef þig vantar einkvern til að gera þetta fyrir þig og fyrir mjög mjög sangjart verð er þér meira en velkomið að hafa samband við mig  getur sent mér emel og ég gævi þér þá upplisingar um síman minn og þú gætir þá hringt í mig og þá gætti ég gefið þér einkvert verð  en emelið er \nsaehesturinn@simnet.is\n ef þú hefur áhuga",
            "date": "2013-03-03 16:18:00",
            "post_id": "90798",
            "reply_to_id": "90759"
        },
        {
            "user_name": "Steini H",
            "text": "Takk fyrir það vinur veit þá af þér.",
            "date": "2013-03-03 21:35:00",
            "post_id": "90885",
            "reply_to_id": "90798"
        }
    ],
    "date": "2013-02-24 21:37:00"
}