{
    "forum_title": "Almennt spjall",
    "id": "16461",
    "title": "Fimm manns í sjálfheldu við Laugar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=16461",
    "posts": [
        {
            "user_name": "Óskar - Einfari",
            "text": "Vonandi fer þetta allt vel :/ Þetta er nú ekki alveg heppilegasta færið til að vera þarna.\nhttp://www.mbl.is/frettir/innlent/2013/02/25/fimm_manns_fost_a_thaki_bifreidar/\nKv.\nÓskar Andri",
            "date": "2013-02-25 19:12:00",
            "post_id": "89770",
            "reply_to_id": false
        },
        {
            "user_name": "-Hjalti-",
            "text": "",
            "date": "2013-02-25 19:17:00",
            "post_id": "89773",
            "reply_to_id": "89770"
        },
        {
            "user_name": "Freyr",
            "text": "Þetta er gömul mynd, síðan um helgina af hssk sem var þarna á jeppunum sínum. Þessir bílar komu heim í gær.\nKveðja, Freyr",
            "date": "2013-02-25 20:05:00",
            "post_id": "89786",
            "reply_to_id": "89773"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég skil bara ekkert í fólki að vera ana í einhverjar jeppaferðir í þessu veðurfari sem er búið að vera síðustu 2 vikurnar, eins og veðurfarið er búið að vera þá er bara ávísun á krapa, allar ár á suðurlandi í vatnavöxtum og bara vitleysa að vera fara eitthvað þessa dagana",
            "date": "2013-02-25 21:49:00",
            "post_id": "89812",
            "reply_to_id": "89786"
        },
        {
            "user_name": "Maggi",
            "text": "Nákvæmlega ekkert að því að fara í jeppatúr þó það sé krapi. En hinsvegar get ég ómögulega skilið hvað fólk er að gera einbíla þarna.\nVorum þarna í sól á laugardag og síðan ca 2 tíma niðurúr í gær. Eðaltúr.\nkv\nMaggi",
            "date": "2013-02-25 21:55:00",
            "post_id": "89816",
            "reply_to_id": "89812"
        },
        {
            "user_name": "hrappatappi",
            "text": "Og átti súkkan að bjarga LC ef illa færi? :D",
            "date": "2013-02-25 22:03:00",
            "post_id": "89818",
            "reply_to_id": "89816"
        },
        {
            "user_name": "lecter",
            "text": ",",
            "date": "2013-02-25 22:05:00",
            "post_id": "89821",
            "reply_to_id": "89818"
        },
        {
            "user_name": "Maggi",
            "text": "Það voru nú 5 aðrir bílar þarna einhverstaðar fyrir aftan. En já það hefði verið fínt að grafa súkkuna og spila í toppbogana á henni.",
            "date": "2013-02-25 22:12:00",
            "post_id": "89825",
            "reply_to_id": "89821"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Það er nú búið að vera doldið öðruvísi aðstæður þarna í dag m.v. í gær og dagana þar áður. Það er ekkert mál að ferðast í einhverri smá bleytu en aðstæðurnar breytast hratt þarna uppfrá í svona veðri eins og í dag. 5 til rúmlega 6 stiga hiti og úrkoma við vatnsfell, 4 til rúmlega 5 stiga hiti og úrkoma í veiðivatnahrauni í dag. Um helgina var hitinn mun lægri.\nÞað væri sennilega heppilegra að bíða með björgunaraðgerðir framm á miðvikudag/fimmtudag. Um leið og kólnar breytast aðstæðurnar nokkuð hratt aftur.\nEn það sem skiptir öllu máli er að fólkið er komið heilu og höldnu til byggða.",
            "date": "2013-02-25 22:38:00",
            "post_id": "89835",
            "reply_to_id": "89825"
        },
        {
            "user_name": "AgnarBen",
            "text": "Vil nú biðja menn að fara ekki límingunum þótt aðstoða þurfi einn jeppa, allt fór nú vel.  Það er búið að vera flott færi á fjöllum síðustu tvær vikurnar en ljóst að þessi aðili hefur aðeins misreiknað sig.  \nAnnars var RÚV að standa sig virkilega vel í sínum fréttaflutningi, spurning um að skylda fréttamenn á námskeið í landafræði -> vissi ekki að Landmannalaugar væru við Sólheimajökul  ! ..... :)",
            "date": "2013-02-25 23:25:00",
            "post_id": "89861",
            "reply_to_id": "89835"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Ekki bara það , sé ekki betur en Hella sé komin austanmegin við Hvolsvöll þarna",
            "date": "2013-02-25 23:33:00",
            "post_id": "89863",
            "reply_to_id": "89861"
        },
        {
            "user_name": "-Hjalti-",
            "text": "2x",
            "date": "2013-02-26 00:33:00",
            "post_id": "89872",
            "reply_to_id": "89863"
        },
        {
            "user_name": "JóiE",
            "text": "Maður fer nú bara að velta fyrir sér áræðanleika annarra frétta, svon aí kjölfarið á þessum staðreynda-skáldskap haha en það var nú bara myndinræna framsetningin sem fór svona illilega forgörðum",
            "date": "2013-02-26 12:52:00",
            "post_id": "89908",
            "reply_to_id": "89872"
        },
        {
            "user_name": "ivar",
            "text": "Vantar ekki einhverjar myndir og upplýsingar um þetta?\nBíð spenntur í stólnum heima að sjá hvað er að gerast í umheiminum.\nSíðan er það annað til að vekja umræðuna, þarna er um að ræða ferðaskrifstofu sem hefur t.d. áður þurft aðstoð í skipulagðri ferð:\nhttp://www.mbl.is/frettir/innlent/2013/02/26/ekki_i_haskafor_i_fyrsta_sinn/\nHvaða ferðaskrifstofa er þetta og væri ekki rétt að taka björgunargjald af útlendingum í háska á fjöllum?\nEkki kaupa þeir flugelda",
            "date": "2013-02-26 14:25:00",
            "post_id": "89918",
            "reply_to_id": "89908"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Þetta er bíllinn \nog hér er leiðangurinn",
            "date": "2013-02-26 14:31:00",
            "post_id": "89919",
            "reply_to_id": "89918"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Ég hef aldrei skilið afhverju útlendingar borga ekki ferðamannaskatt (tourist tax) eins og í svo mörgum öðrum löndum. Ég ferðaðist til 6 landa í mið-ameríku núna í janúar-febrúar og í öllum löndum þurftum við að borga ferðamannaskatt. Sumstaðar voru þetta 30 USD á mann. Þessi peningur þyrfti að vera eyrnamerktur viðhaldi vegna álags/ágangs ferðamanna. Flestir sem ferðast mikið milli landa gera sér greyn fyrir þessum skatti allstaðar þannig að ég held að fólki þætti ekki mikið koma til þótt það þurfi kanski að borga 15 til jafnvel 30 USD í ferðamannaskatt hérna á Íslandi.",
            "date": "2013-02-26 14:33:00",
            "post_id": "89920",
            "reply_to_id": "89919"
        },
        {
            "user_name": "Rúnarinn",
            "text": "http://www.mbl.is/frettir/innlent/2013/ ... l_bjargar/",
            "date": "2013-02-26 15:45:00",
            "post_id": "89928",
            "reply_to_id": "89920"
        },
        {
            "user_name": "kjartanbj",
            "text": "ef maður þekkir þetta íslenska stjórnkerfi rétt, þá yrði þessi ferðamannaskattur notaður í eitthvað annað samt , ekki það sem hann \nværi eyrnamerktur",
            "date": "2013-02-26 15:52:00",
            "post_id": "89929",
            "reply_to_id": "89928"
        },
        {
            "user_name": "ivar",
            "text": "Betra að fá peninginn inn sama í hvað hann er notaður.\nÉg verð líka pínu ósáttur þegar fólk fer í vitleysu og treystir á björgun. Veit til ákveðins einstaklings (ekki skipulögð ferðaþjónusta) sem hefur í tvígang á þessum vetri þurft aðstoð björgunarsveita sem hefði vel verið hægt að komast hjá.\nFinnst líka rétt að þegar gert er útá þetta í atvinnustarfsemi og aðilar hafa tekjur af væri rétt að greiða fyrir tryggingar fyrir björgun. Í mjög margri atvinnustarfsemi er þetta þarft fyrir hinum ýmsu atriðum. Læknir fyrir mistökum, iðnaðarmaður fyrir göllum í byggingum og slysum á starfsfólki o.s.fv. Sé ekki að þessi starfsemi ætti að vera öðruvísi.\nÍvar",
            "date": "2013-02-26 16:06:00",
            "post_id": "89931",
            "reply_to_id": "89929"
        },
        {
            "user_name": "JóiE",
            "text": "Eru þessar ferðaskrifstofur ekki með tryggingar, sem eiga að dekka þessa hluti?",
            "date": "2013-02-26 16:09:00",
            "post_id": "89932",
            "reply_to_id": "89931"
        },
        {
            "user_name": "kjartanbj",
            "text": "þessi ferðaskrifstofa er allavega með nafn með rentu.. \"Extreme Iceland\"",
            "date": "2013-02-26 16:28:00",
            "post_id": "89933",
            "reply_to_id": "89932"
        },
        {
            "user_name": "xenon",
            "text": "Hvað er að frétta af fréttaflutning af þessu Björgun í Markarfljóti ??? var þetta ekki við bílastæðið í laugum eða er ég bara ruglaður (gæti vel verið)\nhttp://visir.is/section/MEDIA99&fileid=CLP17201",
            "date": "2013-02-26 16:50:00",
            "post_id": "89936",
            "reply_to_id": "89933"
        },
        {
            "user_name": "kjartanbj",
            "text": "Tja, síðast þegar ég vissi rennur markarfljótið ekki í gegnum bílastæðið við Landmannalaugar... en hvað veit ég, kannski hefur hún bara breytt sér :D",
            "date": "2013-02-26 17:40:00",
            "post_id": "89940",
            "reply_to_id": "89936"
        },
        {
            "user_name": "lecter",
            "text": ",",
            "date": "2013-02-26 18:59:00",
            "post_id": "89946",
            "reply_to_id": "89940"
        },
        {
            "user_name": "jongud",
            "text": "Þetta var víst ekki sá asnaskapur sem maður hélt, bílstjórinn var að snúa við og klaufaðist við að setja í rangann gír.\nSíðan brotnaði árbakkinn (ísbakkinn) undan bílnum.",
            "date": "2013-02-26 19:25:00",
            "post_id": "89949",
            "reply_to_id": "89946"
        },
        {
            "user_name": "kjartanbj",
            "text": "Asnaskapurinn að mínu mati er nú reyndar sá að vera fara á þetta svæði einbíla , þegar það var búið að vara við ferðalögum á þetta svæði, enda sérðu á myndböndum hvernig á sem er alla jafna ekki með straum að ráði er orðin að stórfljóti\nauk þess veit maður ekkert hvað gerðist í raun þarna, það er verið að rannsaka þetta, orð bílstjórans eru bara þau að hann hafi farið áfram en ekki afturábak , hver veit hvort það sé það sem gerðist, ekki að ég sé að fullyrða neitt, en maður veit aldrei",
            "date": "2013-02-26 19:28:00",
            "post_id": "89950",
            "reply_to_id": "89949"
        },
        {
            "user_name": "Narfi",
            "text": "Fæst orð bera minnstu ábyrgð.",
            "date": "2013-02-26 19:48:00",
            "post_id": "89953",
            "reply_to_id": "89950"
        },
        {
            "user_name": "risinn",
            "text": "Jæja höfðingjar ég var þarna á þessu ökutæki sem að lenti í þessi vesinni, þannig ef að það er eitthvað sem að ykkur langar til að spyrja mig um, eitthvað, þá er ekkert mál að svara þeim fyrir ykkur. Það var ekkert mál að fara einbíla að ánni frá Sigöldu smá þræðingur, festi mig aldrei á leiðinni að ánni, veður gott, það eru um 27 km. frá Sigöldu inn í Laugar, ég tók svona um það bil 15 km. auka króka til að sleppa við ALLT vesen, heim að ánni tók alls um 4 tíma. Enginn náttúru spjöll allt gert á öruggu línunni, einu stoppinn á leiðinni voru bara til að taka myndir af fallegu náttúruninni og fólkið að renna sér á plast pokum og að skemmta sér. Allt gekk mjög vel að ánni og svo bara geri ég þessi mistök að keyra áfram í stað þess að bakka, en það var EKKERT sem að benti til þess sem að ég sá að það væri svona mikið vatn undir snjónum þar sem bíllinn stóð. Og svo bara gefur snjórinn og ísinn sig og þið vitið rest.\nVið erum að fara á morgun að sækja bílinn.\nKv. Ragnar Páll.",
            "date": "2013-02-26 21:18:00",
            "post_id": "89976",
            "reply_to_id": "89953"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Takk fyrir þetta og vonandi gengur sem allra best að sækja bílinn. Það var sárt að sjá réttsvo í þakið á þessum myndarlega trooper :/\nKv.\nÓskar Andri",
            "date": "2013-02-26 21:30:00",
            "post_id": "89981",
            "reply_to_id": "89976"
        },
        {
            "user_name": "Freyr",
            "text": "Tek ofan fyrir þér Ragnar að taka þátt í umræðunni hér, margir hefðu einmitt forðast það í lengstu lög... En þið eigið nú einmitt rétta tækið í svona björgunarleiðangur, hvíta 54\" bílinn ekki satt?\nKveðja, Freyr",
            "date": "2013-02-26 21:37:00",
            "post_id": "89987",
            "reply_to_id": "89981"
        },
        {
            "user_name": "risinn",
            "text": "Jú við erum við erum með 54\" ford og við förum líka á 2 46\" Linerum sem við eigum í þetta verkefni.\nKv. Ragnar Páll",
            "date": "2013-02-26 21:43:00",
            "post_id": "89988",
            "reply_to_id": "89987"
        },
        {
            "user_name": "Hagalín",
            "text": "Mann hafa haldið sig svona innan marka í sleggju dómum í þetta skiptið. Gott Ragnar að þú komir hér inn eins fljótt og þú gerðir og settir þig inn í umræðuna og sagðir það sem gerðist. Annars er ég hræddur um að menn hefðu látið stór orð falla sem ekki ættu rétt á sér.\nEn fyrir öllu að allir sluppu lifandi frá þessu og bílinn má gera upp :)",
            "date": "2013-02-26 21:50:00",
            "post_id": "89989",
            "reply_to_id": "89988"
        },
        {
            "user_name": "elliofur",
            "text": "Þumlar upp Ragnar fyrir að vera svona opinn með þetta og koma hingað og spjalla um þetta við okkur.\nSvo vonar maður að þú smellir inn fullt af myndum úr björgunarleiðangrinum :)",
            "date": "2013-02-26 21:58:00",
            "post_id": "89990",
            "reply_to_id": "89989"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Gott að þetta endaði ágætlega , Það er alveg klárt mál að slysin geta gerst hjá mönnum á fjöllum.  \nnema kanski hjá honum Helga Brjót :D\nmikið væri ég til í að komast í skóla og læra að keyra jeppa! \nTekið af snaldrinu",
            "date": "2013-02-26 22:17:00",
            "post_id": "89995",
            "reply_to_id": "89990"
        },
        {
            "user_name": "risinn",
            "text": "Ég tek myndavélina með og vona að hún fái að vinna helling líka :-) þó að hún kunni ekki að nota skóflu.\nKv. Ragnar Páll",
            "date": "2013-02-26 22:55:00",
            "post_id": "90001",
            "reply_to_id": "89995"
        },
        {
            "user_name": "kjellin",
            "text": "Var bíllin kominn à turt ?",
            "date": "2013-02-26 23:00:00",
            "post_id": "90003",
            "reply_to_id": "90001"
        },
        {
            "user_name": "lecter",
            "text": ",",
            "date": "2013-02-26 23:01:00",
            "post_id": "90005",
            "reply_to_id": "90003"
        },
        {
            "user_name": "risinn",
            "text": "Ferðalangarir spurðu mig, can it be more EXTREME then this ? Og svo brostru þau. \nJú það ættu allir jeppar á Íslandi að vera með snorkel. Við vitum aldrei hverær við lendum í vandræðum í vatni.\nKv. Ragnar Páll",
            "date": "2013-02-26 23:19:00",
            "post_id": "90010",
            "reply_to_id": "90005"
        },
        {
            "user_name": "risinn",
            "text": "Ég er ánægdur með þetta. \nVantar LIKE taka.\nKv. Ragnar Páll",
            "date": "2013-02-26 23:23:00",
            "post_id": "90011",
            "reply_to_id": "90010"
        },
        {
            "user_name": "Brjótur",
            "text": "Hjalti þer er velkomið að koma með mer i ferð ekkert mal :)  en segðu mer samt Hjalti afhverju minnist þu bara a minn post af bokinni ?  serðu ekki að að South coast mennirnir eru að bjoða það sama ?   :)   og er eg nu mun eldri en þeir og buinn að vera lengur i þessu .) bara smaspurning svona hvernig sumir her hafa allt a hornum ser sem eg segi :)   :)\nkveðja Helgi",
            "date": "2013-02-27 10:42:00",
            "post_id": "90055",
            "reply_to_id": "90011"
        },
        {
            "user_name": "gustif",
            "text": "skófla inn myndum raggi . það bíða allir spentir yfir ævintýrinu",
            "date": "2013-02-27 14:18:00",
            "post_id": "90080",
            "reply_to_id": false
        },
        {
            "user_name": "-Hjalti-",
            "text": "Ég er ekki að efast um að þú sér fær í því sem þú gerir. \nMunurin á  South coast og þér er að þú ert hrokagikkur en þeir ekki. Þú pompar alltaf upp þegar aðrir lenda í vandræðum eða slysum og ferð að rausa um eigið ágæti og hvað aðrir séu slæmir og óvanir ;)\nÞað hjálpar ekki að fá fólk með sér í lið :)",
            "date": "2013-02-27 15:08:00",
            "post_id": "90092",
            "reply_to_id": "90080"
        },
        {
            "user_name": "Stebbi",
            "text": "Beint í punginn",
            "date": "2013-02-27 17:13:00",
            "post_id": "90110",
            "reply_to_id": "90092"
        },
        {
            "user_name": "nobrks",
            "text": "Sæll Ragnar,\nÞað er gott að þetta endaði vel hjá ykkur, sem er jú fyrir öllu.\nEn mér leikur forvitni á að vita hvernig þú náðir að kalla eftir hjálp, sérstaklega í ljósi þess hversu dapurt samand er á flestum samskiptatækjum á þessu svæði?",
            "date": "2013-02-27 17:33:00",
            "post_id": "90116",
            "reply_to_id": "90110"
        },
        {
            "user_name": "Brjótur",
            "text": "Það er orðri frabært gsm samband i laugum sendir þarna rett hja uppi a einhverju fjalli sem eg man nu ekkert hvað heitir :)",
            "date": "2013-02-27 18:03:00",
            "post_id": "90127",
            "reply_to_id": "90116"
        },
        {
            "user_name": "Kárinn",
            "text": "fjallið heitir snjóalda og þar er staðsettur símasendir og tetrasendir, sá sendir ásamt þeim sem er á Laufafelli tryggir gsm orðið mjög víða á fjallabaki.",
            "date": "2013-03-01 15:20:00",
            "post_id": "90508",
            "reply_to_id": "90127"
        },
        {
            "user_name": "Freyr",
            "text": "Er búið að ná í bílinn?",
            "date": "2013-03-01 17:26:00",
            "post_id": "90524",
            "reply_to_id": "90508"
        },
        {
            "user_name": "risinn",
            "text": "Jæja við erum allir komnir heim, menn og bílar og líka sá guli. Það tók okkur rétt um 5 tíma að koma bílum upp, möl upp að gluggum allann hringinn fyrir utan framm rúðuna, boddý lítið skemmt að utan, 6-700 kg. af möl og sandi inn í bílum þegar við náðum honum á fast land.\nMyndir koma seinna þegar að einhver getur kennt mér að setja þær inn á vefinn, ég bara kann það ekki. Og ég á líka eftir að skella þeim í tölvunna, en það tekur ekki langan tíma, geri það í kvöld.\nKv. Ragnar Páll.",
            "date": "2013-03-01 20:49:00",
            "post_id": "90547",
            "reply_to_id": "90524"
        },
        {
            "user_name": "Hagalín",
            "text": "Jæja flott að allir komu heilir heim.\nHvernig var færðin og vatnalög innfrá?",
            "date": "2013-03-01 21:45:00",
            "post_id": "90560",
            "reply_to_id": "90547"
        },
        {
            "user_name": "RofustöppuRobbi",
            "text": "Skeltu þeim á FB Raggi :)  Svo á ég fullt af hlutum í Trooper, ef það borgar sig að laga gula kafbátinn....",
            "date": "2013-03-01 21:50:00",
            "post_id": "90562",
            "reply_to_id": "90560"
        },
        {
            "user_name": "risinn",
            "text": "Kristján Hagalín færiðin var fín smá krapi rétt áður en að maður kemur að Frostastaðavatni, en ekkert mál að komast framm hjá honum. Áin er bara nokkuð góð bara að fara yfir hana svona á móts við skiltið inn í Laugar þegar maður kemur að gatnamótunum Laugar,Fjallabak nyðri og Hrauneyjar.\nRobbi það vantar ekkert mikið í Trúbban bara nýja vél,skiptingu,rafkerfi,innréttingu og eitthvað smotterí fleira. :-)\nKv. Ragnar Páll.",
            "date": "2013-03-01 22:32:00",
            "post_id": "90570",
            "reply_to_id": "90562"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Frábært að heyra að það tókst að ná bílnum upp, vel gert :)",
            "date": "2013-03-02 11:26:00",
            "post_id": "90612",
            "reply_to_id": "90570"
        },
        {
            "user_name": "lecter",
            "text": ",",
            "date": "2013-03-02 11:38:00",
            "post_id": "90618",
            "reply_to_id": "90612"
        },
        {
            "user_name": "hobo",
            "text": "Einfaldast er að velja flipann \"Bæta við viðhengi\" sem er rétt fyrir neðan \"Vista, Skoða, Senda\" takkana. Þar geturðu náð í myndir úr tölvunni þinni og hengt þær við póstinn.",
            "date": "2013-03-02 12:49:00",
            "post_id": "90630",
            "reply_to_id": "90618"
        },
        {
            "user_name": "Stebbi",
            "text": "Þarft að 'bæta við viðhengi' við hverja innsenda mynd og svo þarftu að 'bæta við skrá' við hverja mynd líka, þá sérðu linkana koma inn í póstinn.\nHljómar flókið en segir sig sjálft þegar þú prufar.",
            "date": "2013-03-02 13:01:00",
            "post_id": "90632",
            "reply_to_id": "90630"
        },
        {
            "user_name": "-Hjalti-",
            "text": "myndir fyrir áhugasama",
            "date": "2013-03-03 14:33:00",
            "post_id": "90789",
            "reply_to_id": "90632"
        },
        {
            "user_name": "trooper",
            "text": "Daginn. Er einhversstaðar hægt að sjá af þessum frækna björgunarleiðangri fleiri myndir. \nkv. Hjalti",
            "date": "2013-03-04 09:17:00",
            "post_id": "90936",
            "reply_to_id": "90789"
        },
        {
            "user_name": "-Hjalti-",
            "text": "kemur meira í kvöld eða morgun",
            "date": "2013-03-04 19:36:00",
            "post_id": "91034",
            "reply_to_id": "90936"
        },
        {
            "user_name": "risinn",
            "text": "Myndin sem að er tekin í mykrinu þar sem snjórinn hefur brotnað, þar var sá Guli þegar það brotnar undan honum.\nBíllinn stóð svona ca. 3-4 metra frá kantinum.\nKv. Ragnar Páll",
            "date": "2013-03-04 20:09:00",
            "post_id": "91042",
            "reply_to_id": "91034"
        },
        {
            "user_name": "JonHrafn",
            "text": "Ég fæ nú ekki betur séð en að þarna séu fagmenn á ferð.  Menn virðast oft gleyma því meðan þeir röfla yfir björgunarkostnaði að þetta er að verða okkar stæsta atvinnugrein við hliðina á sjávarútveginum.",
            "date": "2013-03-04 23:11:00",
            "post_id": "91082",
            "reply_to_id": "91042"
        }
    ],
    "date": "2013-02-27 14:18:00"
}