{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "16494",
    "title": "Hvað kostar 38\" breiting/Vangaveltur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=16494",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar nú langa mig að byrja hér þráð sem fjallar um það hvað það kostar að breita gömlum jeppa í fjallabíl  segjum td. 91 til 96 model af Toyota Dobulcab eða Patrol 94   sem kostar segjum 500.000 óbreittur og gera hann að 38\"fjallabíl. Við skulum gefa okkur að við getum gert mest allt sjálfir. Þetta þarf að vera þokkalega  útbúinn bíll með hlutföllum aukatank kösturum milligír loftlæsingum turbo intercooler gormafjöðrun og 38 dekkum og 14 breiðum felgum annað púst og þessu hefðbundna dóti. Ég er viss um að í dag er þetta ekki framkvæmanlegt fyrir venjulegan launamann. hvað segið þið er kreppan búinn að ganga frá 90% af jeppamennskunni? kveðja guðni",
            "date": "2013-02-27 12:04:00",
            "post_id": "90059",
            "reply_to_id": false
        },
        {
            "user_name": "lecter",
            "text": ",",
            "date": "2013-02-27 12:50:00",
            "post_id": "90066",
            "reply_to_id": "90059"
        },
        {
            "user_name": "jongud",
            "text": "Þetta er athyglisverð spurning.\nÉg ræddi þetta við einn gamalreyndan fyrir um 3 árum síðan og okkyr sýndist að eftir kreppu hefði orðið miklu meira um smíðaþræði á vefnum hjá f4x4 (og á jeppaspjallinu) en áður.\nEinnig virtust jepparnir sem menn voru að breyta verða eldri.\nÞað var allavega minna um að menn kæmu skyndilega nýjir inn á spjallið á splunkunýjum risajeppum.",
            "date": "2013-02-27 12:55:00",
            "post_id": "90067",
            "reply_to_id": "90066"
        },
        {
            "user_name": "Hansi",
            "text": "Blessaður vertu finndu þér notaðann 38\" breyttann bíl. Kosta frá 500.000 til 1.000.000 svona bílar, og nóg til.\nhttp://bilasolur.is/SearchResults.aspx?id=adcc5ae6-3175-4b68-8c6e-132418630de8\nBreytingin verður alltaf miklu dýrari.\nef þú ert kominn total í 2,500.000 þá eru til miklu nýrri og flottari 38\" bílar :)\nhttp://bilasolur.is/SearchResults.aspx?id=9f52a4d3-7c01-4490-b0bb-b4f409e6793f\nNema þú absalút viljir gera þetta sjálfur :) \nJeppar eru eilífðarverkefni alveg sama hvað, maður er alltaf eitthvað að græja :)\nMbk. Hans",
            "date": "2013-02-27 13:04:00",
            "post_id": "90069",
            "reply_to_id": "90067"
        },
        {
            "user_name": "jeepson",
            "text": "Í kringum 2004 eða 2005 kostaði 1,5millu að breyta hilux DC á 38\" Ég þekki hjón sem keyptu þá splunku nýjann hilux og létu breyta honum. Mig minnir að honum hafi verið breytt hjá AT frekar en fjallabílum. Samkvæmt síðuni hjá AT kosta 38\" AT dekkin 119000kr stykkið. semsagt 4 stk 476000kr Svo er einhver afsláttur ofan á það. Þannig að krónurnar eru fljótar að tikka inn. Ef þú ert með gamlu góðu GH eða mudder dekkin þá Áttu eftir að fá felgur í alvöru breidd fyrir þetta. semsagt 16\" breiðar. Þórir Gísla sem á Hrollinn tekur 50þús fyrir að breikka felgurnar. Þú kaupir kanski óbreikkaðar felgur á 10-20þús svo á eftir að senda þær láta breikkar þær og senda þær til bara. Felgur sem koma frá Þórir eru léttar. Og alt mjög vel gert. Ég á t.d 15,5\" breiðar musso felgur sem ég er að fara að láta taka í gegn núna fljótlega. og þær eru ansi þungar. Ég hélt á 18\" breiðri felgu sem Þórir hafði breikkar og hún var mun léttari en ein af musso felgunum mínum. Svo kostar auðvitað að láta sandblása þetta eftir breikkun og mála þetta. Eða pólýhúða þetta. Hvort sem menn vilja frekar. Þarna erum við fljót komnir í 600þús í dekkja og felgu málum. Auðvitað er sparast hellings peningur við að kaupa lítið notuð dekk á góðu verði. En ég held að Lecterinn hafi alveg rétt fyrir sér með að 2 millur fara fljótt.",
            "date": "2013-02-27 13:07:00",
            "post_id": "90071",
            "reply_to_id": "90069"
        },
        {
            "user_name": "Hfsd037",
            "text": "Alveg sama hvað þá sýnist mér nú alltaf borga sig að kaupa breyttann jeppa í dag, nema að maður fái góðann jeppa hreinlega gefins sem heldur samt eitthverju verði eftir breytingar, á samt aðallega við Toyotur og Ameríska pallbíla\nÞað er ekki dýrt að breyta Patrol, en það er tímafrekt ef maður ætlar að gera það almennilega, sleppa klossum og síkka búnaðinn niður og hækka gormasætin upp á hásingu, svona eins og á að gera þetta, En í þeirri breytingu eru dekkjin og hlutföllin aðallega dýrust, allt annað er næstum ókeypis því maður getur gert svo mikið sjálfur.\nég myndi ekki hafa áhyggjur af því að finna ekki kannta á Y61 í dag góðu verði \nFyrir tveimur árum kostaði 38\" breyting á 2008 Hilux um 2.5 milljónir (með vinnu) jeppinn var breyttur af starfsmönnum Arctic Trucks þannig það má í raun segja að þetta sé AT breyttur jeppi.\nJeppinn sjálfur kostaði 3.2 Ekinn um 14 þús km þá\nÍ þeim pakka er innifalið\n4:88 Hlutföll + ARB læsingar fr & aftan + loftdæla\n38\" Kanntar + málning á kannta\nKlafasíkkun\n4-link + RR gormar\nNý 38\" AT dekk + léttmálmsfelgur\nBreytingaskoðun, hraðamælavottorð\nEn maðurinn sem á þennan Hilux fékk dúndureintak á mjög góðu verði, Hiluxinn hans stendur honum í sirka 5 milljónir með öllu en sambærilegir bílar eru á 7-8 milljónir á bílasölum.\nSpurning hvað sambærileg breyting kosti í dag",
            "date": "2013-02-27 13:15:00",
            "post_id": "90072",
            "reply_to_id": "90071"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir strákar gott start hjá okkur. Segjum að Jeepson (Gísli) sé nýliði og hann eigi gamlan Patrol Disel turbo  91 á 32\" dekkum eða svo til orginal. Hann ákveður að koma sér upp ferðafærum jeppa með lágmarksbúnaði en þó þannig að hann komist með félögunum í þriggja daga ferð um miðhálendi. Gefum okkur að hann geti keypt á netinu notað dót dekk og hlutföll læsingar talstöð kastara loftdælu og allt sem til þarf. Við ættum að geta verðlagt það sem hann þarf miðað við það sem höfum séð til sölu hér á síðunni. Hann vinnur svo til allt sjálfur og kaupir allt notað hér. Hvað ætli þetta mundi kosta. Svo endum við á því að græja bílinn í ferð segjum þriggja daga hálendisferð og ætlum að keyra 10 tíma á dag. Kaupum olíu? hvað mikið á dag mat? sirka læri á dag og eina kippu? skálagjöld? kveðja guðni",
            "date": "2013-02-27 13:29:00",
            "post_id": "90076",
            "reply_to_id": "90072"
        },
        {
            "user_name": "Hfsd037",
            "text": "Ég er einmitt að fara að endurnýja yfir í nýrri jeppa á næstunni og er búinn að pæla mikið í þessu undanfarið, ég er mjög heitur fyrir AT breyttum LC120 38\" \nSvona sem dæmi \nEf ég væri að fara að breyta Land Cruiser 120 bíl í dag þá tæki ég auðvitað minnst ekkna og ódýrasta Crúserinn miðað við akstur\nMiðað við verðið bílasölur.is í dag þá kostar óbreyttur 2004 árgerð ekinn 140 þús km um 3.490\nEn þá á eftir að breyta honum, ef breytingin kostar um 2.5 í dag (sem er vel sloppið) þá stendur jeppinn mér í sirka 6 milljónum\nÁ meðan get ég fengið 2005 árgerð af 38\" AT breyttum Crúser sem er ekinn 130 þús km á 5 milljónir, örugglega mun minna gegn staðgreiðslu..",
            "date": "2013-02-27 13:36:00",
            "post_id": "90077",
            "reply_to_id": "90076"
        },
        {
            "user_name": "oddur",
            "text": "Þarf Patrol Y60 að vera með hlutföll ? Mér finnst þessi bílar svo lágt gíraðir..\nFlestir þessir bílar eru orginal læstir að aftan.\nKostnaður er væntanlega mjög sveigjanlegur eftir því sem menn vilja hafa þetta flott.\nEf breyting á undirvagni og skera úr brettum er eitthvað sem menn gera sjálfir og því er útlagður kostnaður í raun ekki mikill þar (ef viðkomandi á allt til að framkvæma aðgerðina)\nBrettakantar notað = 40 þús\nDekk og felgur notað = 300 þús\nVHF stöð og loftnet = 50 þús\nLoftdæla fyrir dekkinn = 40 þús\nÁætlað í heildina 430 þús \nEf síðan er bætt við hlutföll og framlæsingu að þá hækkar þetta hressilega\nEflaust síðan meiri kostnaður ef bætt er við aukahlutum eins og kösturunum, dráttarspotta, verkfærum, tappasetti, járnkarli og öllu því sem fylgir fyrir ferðalagið.",
            "date": "2013-02-27 14:21:00",
            "post_id": "90081",
            "reply_to_id": "90077"
        },
        {
            "user_name": "kolatogari",
            "text": "Ég myndi segja að 300þús væri algjört lámark, miðað við notaða hluti og vinnuna unna sjálfur og breita ekki hlutföllum. rauninni bara skera úr og koma köntum á. nema náttúrulega eins og þú segir Partol eða Hilux, þá ekki minna en 800þús, það er smurt svo svakalega á varahluti í þessa bíla.\nAnnars held ég að það sé ekkjert þak á hvað þetta kostar. Fólk er alltaf að betrumbæta bílana sína svo þetta týnist hratt til.",
            "date": "2013-02-27 14:49:00",
            "post_id": "90088",
            "reply_to_id": "90081"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Nákvamlega - flest hægt ef menn vilja og hafa áhuga og eru sáttir við hafa jeppan ekki alveg fullbúinn þó svo það kosti meira skóflu og spottavesen og minni hraða.",
            "date": "2013-02-27 14:55:00",
            "post_id": "90089",
            "reply_to_id": "90088"
        },
        {
            "user_name": "Nóri 2",
            "text": "breyti hilux í fyrra. \nhlutföll 40þús í köglum\nlæsingar nospinn aftan 20þús loft framan 50þús\ndekk og felgur 150þús\nmilligír 50þús\nbreita drifsöftum 1 bjórkippa\núrhleypibúnaður 70þús, \nloftdæla 45þús,\naukatankur sjálfst 50þús (átti hann til)\nwhf 30þús \nef þú þarf að kaupa alt fjöðrunardótið að framan og aftan þá gæti ég ímindað mér að það kosti 200þús, stífur,gormar/púðar og framveigis.\nþað er nú mun skemtilegra að breyta sínum bíl sjálfur og vita nákvæmlega hvað þú ert með í höndunum, en ef þú getur ekki beytt svona bíl sjálfur þá kostar það helling á verkstæði eins og flestir vita og það er ekki að gera sig nena að menn eiga svona mikið að pening.",
            "date": "2013-02-27 15:16:00",
            "post_id": "90094",
            "reply_to_id": "90089"
        },
        {
            "user_name": "kjartanbj",
            "text": "en svo kemur það að því.. að það er bara ekkert gaman að ferðast með mönnum sem mæta á hálfklárum bílum sem þarf að vera með í spotta helmingin af tímanum, hægt að skemma mikið fyrir öðrum með því :)",
            "date": "2013-02-27 15:33:00",
            "post_id": "90098",
            "reply_to_id": "90094"
        },
        {
            "user_name": "hobo",
            "text": "Þá er bara að velja sér ferðafélaga með svipaða dekkjastærð/drifgetu. Þá þarf enginn að hanga í spotta.",
            "date": "2013-02-27 15:53:00",
            "post_id": "90099",
            "reply_to_id": "90098"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir strákar það sem ég er að fiska eftir er að koma inn upplýsingum hér á síðunni fyrir menn sem eru ekki vaðandi í peningum en langar til að koma sér upp ferðafærum fjallajeppa í fyrsta skipti og bíl sem eyðir ekki mikklu og nóg er til af ódýrum varahlutum í. Ég veit að hér á síðunni eru margir sem geta snarað út fyrir einum nýjum Ford eða Cruser og látið gera allt fyrir sig. En fyrir hina sem hafa lítið en langar samt að gera eitthvað þá er mikið hægt að gera fyrir lítið segi ég. kveðja guðni",
            "date": "2013-02-27 16:03:00",
            "post_id": "90100",
            "reply_to_id": "90099"
        },
        {
            "user_name": "jongud",
            "text": "Ég er sammála því sem var skrifað hér að ofan, það er um að gera að finna einhvern sæmilega vel breyttan jeppa frekar en kaupa óbreyttann og fara gegnum allt klabbið sjálfur.",
            "date": "2013-02-27 17:33:00",
            "post_id": "90117",
            "reply_to_id": "90100"
        },
        {
            "user_name": "lecter",
            "text": ",",
            "date": "2013-02-27 17:51:00",
            "post_id": "90124",
            "reply_to_id": "90117"
        },
        {
            "user_name": "jeepson",
            "text": "Læri og kippa á dag. Ég verð bara étandi og drekkandi hahahaha. Notað gps. 40-70þús notuð VHF 20-40þús, slitin mudder eða GH 100kall notaðar felgur 40+ kanntar 30-50þús Svo eitthvað sé nefnt. Manstu Guðni hvað 2.8 patti er að fara með á kl tíma af olíu. Gefum okkur að hann sé með um 5-6l á kl tíma. Þannig að ef að við segjum 10 tíma á dag í 3 daga þannig að það er 150-180l af olíu sinnum bara 260kr á líter Við tökum þá olíu fyrir tæp 47þús. þú segir lambalæri á dag sinnum 3 ca 9þús kr kippa á dag ca 4500 Þetta er fljótt að tikka alt inn.",
            "date": "2013-02-27 18:51:00",
            "post_id": "90132",
            "reply_to_id": "90124"
        },
        {
            "user_name": "s.f",
            "text": "svo er nú líka inn í þessu að bíll sem er 92 árg þarf helings body vinnu ef vel á að vera það er komið rið 0g annað sem þarf að laga og það kostar pening þó þú gerir þetta sjálvur það er tilgangs laust að vera að henda pening í alskonar búnað ef boddy og grind eru ekki í lagi það er alla vega mitt álit",
            "date": "2013-02-27 19:22:00",
            "post_id": "90136",
            "reply_to_id": "90132"
        },
        {
            "user_name": "Kiddi",
            "text": "Ef maður ætlar að eiga bílinn mjög lengi þá er að mínu mati mikið skynsamlegra að breyta bíl frá grunni og byrja þá á lítið slitnu og lítið sjúskuðu eintaki (sem flestir óbreyttir jeppar eru miðað við marga breytta jeppa) þar sem úrklippan er ekki byrjuð að ryðga eða annað tengt breytingunni. Það er svo margt líka sem þreytist með aldrinum...",
            "date": "2013-02-27 19:54:00",
            "post_id": "90141",
            "reply_to_id": "90136"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir strákar það sem skín í gegnum þetta allt saman er að það er orði svakalega dýrt að koma sér upp fjallabíl sem er öruggur og í góðu lagi. Það er mikið erfiðara fyrir menn að ætla að byrja í þessum bransa en var fyrir 10 árum. Miljón finnst mér alveg lágmark fyrir bíll sem stenst skoðun og lágmarkskröfur til fjallaferða. En hvað finnst ykkur er það of lágt? kveðja guðni",
            "date": "2013-02-27 20:15:00",
            "post_id": "90148",
            "reply_to_id": "90141"
        },
        {
            "user_name": "Hansi",
            "text": "Átti þetta ekki að vera fullbúin bíll?\nNotað:\nDekk + felgur = 300þús\nKantar = 40þús\nstigbretti = 25þús\nKastaragrind = 40þús\nKastarar = 10þús \nVinnuljós= 10þús\nhlutföll = 100þús\nLæsingar = 100þús\nLoftdæla = 20þús\nLakk = 20þús\nVHF + loftnet = 50þús\nGPS = 50þús\nAukarafkerfi = 10þús\n2.5” púst 50þús\nSkriðgír = 50þús\nOlíur á drif og kassa o.s.frv. 15þús\nSkrúfur, spotti,  og ditt og dett smálegt 30þús\nBara þetta er um 920 þús allt notað og mjög hófleg verð að mínu mati og pottþétt slatti sem sem fer í óvænt eins og alltaf.\nOg þá er öll vinnan eftir....og svo þarf aðstöðu til að gera þetta, \nSvo skilnaður við konuna $$$$$$ af því maður er aldrei heima og eyddi milljón í helv... drusluna sem maður elskar meira en......nei smá joke.\nSvo kostar helgarferð á fjöll alltaf 40þús minnst með öllu...",
            "date": "2013-02-27 20:17:00",
            "post_id": "90149",
            "reply_to_id": "90148"
        },
        {
            "user_name": "Freyr",
            "text": "Þessi upptalning er ágætis grunnur en það vantar rosalega mikið í hana. Það er mjög drjúgt hvað fer í alla smáhlutina. Hér að neðan er áætlun sem ég gerði fyrir 38\" breytingu m. hásingafærslu á 80 cruiser fyrir utan dekk og felgur (sá pakki stefnir á tæpa hálfa milljón). Sá var áður hækkaður um 10 cm og með nýlega gorma og dempara t.d. svo það þarf ekki að eyða í slíkt.\nBrettakantar                                          \t                                   120.000\nMottur, plast, grjótmassi o.fl. Í hjólaskálar\t                                     30.000\n2 þátta epoxy grunnur\t                                                               8.000\nMálning + málningarvörur\t                                                              20.000\nWurth zink suðugrunnur á spraybrúsum                                              9.000\nSmíðajárn\t                                                                                      20.000\nRafgalv plötur í boddý\t                                                                5.000\nHolrýmavax\t                                                                                5.000\nMálningarvörur + kítti v. Brettakanta\t                                              40.000\nÝmislegt ónýtt sem gæti komið í ljós að skipta þarf um\t              30.000 Ath. þessi liður fór beint í tæp 100.000 við að kaupa nýjar fóðringar og samsláttarpúða\nLenging + ballansering á afturdrifskafti + krossar\t                      30.000\nEinangrunarmottur á hjólaskálar                                   \t              10.000\nDekkjavinna (setja á felgur og ballansera)\t                                      20.000\nDrullusokkar + festingar\t                                                              20.000\nAnnað\t                                                                                      30.000\nSrautun á köntum                                                                            40.000\nbreytingaskoðun með öllu tilheyrandi                                                35.000\nÞetta er yfir 400.000 bara í það sem þarf kringum þetta. Í þessari tölu vantar allt \"dót\" á borð við rafbúnað, dekk, aukahluti, íhluti í drifbúnað o.s.frv. Ef við drögum kantana frá (flestir muna eftir þeim) þá standa eftir kringum 300.000 í ýmislegt smálegt sem algengt er að menn gleyma að reikna með. Heildarkostnaðaráætlun fyrir breytinguna er kringum 800.000 með dekkjum og þá er engin vinna reiknuð nema sprautun á köntum.\nKveðja, Freyr",
            "date": "2013-02-27 20:38:00",
            "post_id": "90159",
            "reply_to_id": "90149"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Já félagar þetta er orðið ill mögulegt að eiga við þetta. Ég verlsa mikið af smá dóti og er að flytja þetta frá Reykjavík og norður á Sigló og er burðargjaldið fyrir litlu pakkana um 2000kr. 30.000 fyrir 4 st 44 dekk sem dæmi Svo er 5000 kall í símtöl  stundum á viku og 100.000 kall í 50 köllum skrúfur öryggi td. kostar eitt raftengi svon blár skór 100 krónur stykkið og þarf að panta það að sunnan og það kostar 2000 undir 20 st. Eins og vinur minn sagði það er miljón í 50 króna einingum. kveðja guðni",
            "date": "2013-02-27 21:52:00",
            "post_id": "90193",
            "reply_to_id": "90159"
        },
        {
            "user_name": "AgnarBen",
            "text": "sælir \nSkemmtileg umræða.  Grunnkostnaðurinn við að breyta mínum Cherokee XJ (\nhttp://www.jeppaspjall.is/viewtopic.php?f=9&t=7300\n) árið 2011 og koma á götuna var eftirfarandi:\n- Kaupa bíl en með honum fylgdu kantar sem voru skemmdir, Ford 8.8 hásing og fjaðrir úr Vöku og 5 gata 13\" breiðar stálfelgur (backspace 100mm undan Wrangler).  \n- (115) Keypti í USA TrueTrac framlás, hlutföll í báðar hásingar og legusett, conversion kit fyrir handbremsu og drifskaft.  Þetta var flutt inn í ferðatösku og því eru engir tollar, vsk eða flutningsgjald innifalið. \n- (300) Aðkeypt vinna og efni við hækkun á undirvagni, úrklippingu og frágang.  Ekki var smíðuð ný fjöðrun að aftan heldur notast áfram við blaðfjaðrir.  Sjá sjálfur um allan undirbúning, efnisöflun og að rífa innréttingu úr og raða öllu saman aftur.  \n- (35) Lakk, herðir, glæra og kýtti fyrir kanta.  Vann sjálfur breytingar, viðgerðir, spörtlun, grunnun og málun á köntum.\n- (90) Felgubreytingar, færa miðjur til að fá backspace í 130mm, völsun, sandblástur og lakka og mála.  \n- (240) Kaupa Irok 220 þús + felgun með nýjum ventlum.\n- (80) Aukabúnaður, kaupa Vhf stöð 30 þús, kaupa VHF fót, lagnir og loftnet 10 þús, vinnuljós og festingar 15 þús, xenon í kastara 25 þús.\n- (110) Ýmislegt: bremsuklossar fr/aft og bremsudiskar framan 22 þús, spacerar aftan 6 þús, ný fjaðrahengsli aftari 10 þús, efni í aukarafkerfi 22 þús, hlífðarplast innan í bretti, límkýtti, festingar og efni í aurhlífar 25 þús, slökkvitæki og sjúkrapúði 12 þús, breytingaskoðun og viktun 10 þús \nSAMTALS breyting og koma honum á götuna og í fjallahæft stand = \n970 þús.kr\n (inn í þessa tölu vantar örugglega fullt af þúsundköllum og tugþúsundköllum í smotterís innkaupum).  Öll innkaup voru á afsláttum (stundum miklum) og kostnaði var haldið í lágmarki eins og hægt var. \nFrá þessari tölu væri síðan hægt að draga 200-250 þús.kr í vinnu við að hækka bílinn upp ef menn gera það sjálfir.  \nEinnig er ég búinn að skipta um gólf og ytri sílsa, kaupa opið 2,5\" pústkerfi með kút og túbu undir bílinn, gera upp startarann, kaupa nýja framgorma og skipta um alternator svo eitthvað sé nefnt en þessi atriði teljast nú varla með þegar talað er um grunnkostnað við breytingar en eru nú yfirleitt staðreynd þegar verið er að breyta gömlum bílum.  Ég er ennþá á orginal dempurum en það má reyndar bíða að skipta um þá og svo er ég á leiðinni í að taka ryðbólur í gegn á þaki, skipta um framrúðu og sprauta þak en það eru leifarnar af þeim ryðbætingum sem gera þarf.  Einnig er á to-do listanum að kaupa nýjan bensíntank en sá gamli er farinn að tærast aðeins.  \nÞað er ekki séns í helvíti að það borgi sig að breyta gömlum bíl gömlum bíl í 38\" plús að mínu mati ef verið er að tala um bíla undir segjum 2 milljónum, ekki einu sinni þótt þú finnir frábært eintak.  Á móti kemur að mér finnst lítið af spennandi bílum vera til sölu í þessum flokki.  Held að þeir sem geti righaldi nú bara í sína eðalfjallabíla enda borgar það sig engan vegin að skipta.  Amk þá verður minn ekki seldur í bráðina og líklega bara keyrður út ;-)",
            "date": "2013-02-27 22:01:00",
            "post_id": "90198",
            "reply_to_id": "90193"
        },
        {
            "user_name": "kjartanbj",
            "text": "held að málið sé bara að kaupa breytta bíla í dag, það geti bara ekki borgað sig fyrir menn að kaupa bíl og breyta sjálfur í dag, NEMA , menn geti gert allt sjálfir og byrji á bíl sem \ner auðvelt að breyta og þarf ekki að fara í miklar aðgerðir",
            "date": "2013-02-27 22:40:00",
            "post_id": "90208",
            "reply_to_id": "90198"
        },
        {
            "user_name": "Hfsd037",
            "text": "Ef ég færi út í það að kaupa og breyta jeppa í dag þá færi ég hiklaust í Patrol Y61, þeir eru nokkrir óbreyttir á sölum og á góðu verði.\nMaður fengi sennilega lang mest fyrir peningin þar, maður slyppi sennilega betur út úr því fjárhagslega séð heldur en að breyta annarskonar japönskum bílum á sambærilegu eða jafnvel minna verði.\nMaður spyr sig hvort sé gáfulegra að standa í puði við að breyta sjálfur og slefa rétt yfir milljón með öllu tilheyrandi eða ganga út á næstu bílasölu og borga milljón á borðið og aka síðan í burtu á fínum Y61 :)",
            "date": "2013-02-27 22:54:00",
            "post_id": "90215",
            "reply_to_id": "90208"
        },
        {
            "user_name": "aae",
            "text": "Ég keypti 95´4runner óbreyttan árið 2008 og breytti 2009. Bíllinn kostaði um 550 og ég fékk extra cab, ónýtan af ryði sem var á 38\" á 50. Úr extra cab notaði ég framhásingu, dekk, felgur og kanta og gerði allt sem ég gat sjálfur.  Þegar hann fór á götuna tók ég saman kostnaðinn og var hann þá um 750 - 800. Þá var hann náttúrulega ekki \"tilbúinn\" og er ekki enn, verður það líklega aldrei því það er alltaf eitthvað sem er hægt að bæta við.  Síðan hann fór á götuna er örugglega farinn 300 - 400 kall í viðbót.  Einar Sól sagði einhventímann við mig að það væru farnar 12 milljónir í hiluxinn hans.  Mér fannst það fáránleg tala þá en hún er alltaf að verða skiljanlegri  ;-) . Eins og Agnar og fleiri segja þá borgar þetta sig ekki.  Ekki nema menn hafi gaman af því að dunda í þessu sjálfir.\nMyndir af breytingu:  \nhttp://f4x4.is/index.php?option=com_jfu ... mId=266066",
            "date": "2013-02-27 23:13:00",
            "post_id": "90222",
            "reply_to_id": "90215"
        },
        {
            "user_name": "xenon",
            "text": "veit það þetta er ekki 38\" breytting :-)\nÉg er að breyta LC 80 fékk gott eintak að öllu leiti nema komið rið við fram og aftur rúður, \nOME gormar 100mm lift 93 þús \n46\" kanntar 130 þús \nsprautun kanntar 50 þús\nstálplata fyrir stífusýkanir 15 þús dugar í allt\nblikk plata í hjólaskálar, 8 þús \nKONI demparar 95 þús\n46\" dekk geri ráð fyrir að byrja á notuðum slitnum 200 þús \nfelgur 200 þús \n791 þús \nég geri ráð fyrir að setja í hann 1300 þús þá er ég sáttur \nfékk bílinn á 700 \n2 mills fyrir lc 80 eins og ég vill hafa hann hugsa ég að sé nokkuð gott, vél og skipting ekinn 63 þús\ner eitthvað áhugamál eða íþrótt sem borgar sig fjárhagslega það kostar að eiga áhugamál og það breytist seint\nþetta er samt dýrt bara að kjósa sjálfstæðisflokkinn þá verður þetta hamingja á ný eftir nokkur ár",
            "date": "2013-02-27 23:13:00",
            "post_id": "90224",
            "reply_to_id": "90222"
        },
        {
            "user_name": "draugsii",
            "text": "Svo er þetta spurning hvort menn þurfi endilega að vera á stórum og þungum bílum ef menn eiga ekki þeim mun meiri pening.\nVinnufélagi minn er á suzuki sidekick á 33\" og ég get ekki séð að hann sé að fara neitt minna en 38\" breittir bílar.\nsvo ef maður á ekki mikinn pening en langar að vera í þessu sporti þá segi ég að málið sé að finna sér eins léttan bíl og kostur er \nsvo maður komist af með minni dekk það lækkar strax kostnaðinn töluvert.\nSvo þarftu ekki driflása það er sniðugt og þægilegt en ekki nauðsinlegt. \nÉg er ekki með læst drif í mínum og fer nú bara samt á fjöll og dríf nú bara oft meira en læstir bílar, svo þar er annar stór kostnaður sem ekki er nauðsinlegur.",
            "date": "2013-02-28 00:06:00",
            "post_id": "90244",
            "reply_to_id": "90224"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir samála draugsa best er að fá sér léttan bíl helst utan bifreiðagjalda. Hér áður fyrr er menn voru að byrja hálendisferðir að vetri þá voru ekki til stærri dekk en 33 og svo 35. Menn fóru alveg ótrúlega um hálendið á 35 dekkum og svo kom runan næst 36 og svo upp úr",
            "date": "2013-02-28 00:25:00",
            "post_id": "90250",
            "reply_to_id": "90244"
        },
        {
            "user_name": "StefánDal",
            "text": "Það er alveg hrikalega hagkvæmt að vera svona sófariddari eins og ég. Eyða svo bara kvöldunum í það að vera bitur á internetinu og tala um hvað Willysinn sem ég átti einu sinni dreif meira en allir. Mæli með því.",
            "date": "2013-02-28 00:47:00",
            "post_id": "90257",
            "reply_to_id": "90250"
        },
        {
            "user_name": "Freyr",
            "text": "Það er alveg á hreinu að mun ódýrara er að kaupa jeppa sem búið er að breyta. Hinsvegar gafst ég upp á því að eiga jeppa sem ég keypti breytta því ég er smámunasamur og geri miklar kröfur til jeppans varðandi virkni og ástand. Það var einhvernveginn þannig að í nær öllum mínum jeppum (sem og félaganna) er alla jafna til þokkalegur listi yfir hluti sem þarf að laga, bæði bilanir og eins lagfæringar/betrumbætur á breytingavinnu. Ég fór alminnilega gegnum þessa pælingu síðast haustið 2009 þegar ég endaði á að kaupa óbreyttan cherokee og byrjaði frá grunni. Þegar upp er staðið er ég mjög sáttur með þá ákvörðun, startkostnaðurinn fyrstu mánuðinavar vissulega nokkrum hundraðköllum meiri en hefði ég keypt tilbúinn jeppa. Hinsvegar sparast peningar og tími þegar til lengri tíma er litið því ekki þarf sífellt að standa í viðgerðum á hlutum sem eru þreyttir eftir mörg ár á fjöllum. Það er mun ánæjulegra að nota tíma og peninga milli ferða til að gera jeppann sífellt betri/öflugri í stað þess að mesta \"effortið\" fari í að halda honum í lagi.\nKv. Freyr",
            "date": "2013-02-28 01:09:00",
            "post_id": "90258",
            "reply_to_id": "90257"
        },
        {
            "user_name": "joisnaer",
            "text": "persónulega held ég að það sé bara best að breyta bara og spá sem minnst í peningum því þetta er allt dýrt.",
            "date": "2013-02-28 01:52:00",
            "post_id": "90259",
            "reply_to_id": "90258"
        },
        {
            "user_name": "anaconda",
            "text": "þetta snyst um havad menn eru ad spá þarf billinn ad vera læstur 100% og með öllum flottasta bunaði low gir , 10 kösturum og sjalfúrhleypibunaði?? ég bara spyr menn komust nu alveg no i gamla daga á max 38 þá nentu ad fara ut og spa i hvert þeir væru ad fara ekki bara sitja inn i bil og tappa ur eftir þörfum inn i bil??\nsjalfur er ég að breyta bil reyndar low buget og med bilnum og öllu undir 600þ reyndar ekki  nyjum dekjum og átti ymislegt sjalfur hann er orginal læstur að aftan og med nóu lag hlutfölll sem duga en kanski ekki þau sem eg myndi óska mer",
            "date": "2013-02-28 01:57:00",
            "post_id": "90260",
            "reply_to_id": "90259"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæli aftur og já svo er það ánægjan við að breita sínum bíl það er ómetnalegt. Hver er sinnar bílasmiður eða þannig segir málmtækið. kveðja guðni",
            "date": "2013-02-28 08:02:00",
            "post_id": "90266",
            "reply_to_id": "90260"
        },
        {
            "user_name": "jongud",
            "text": "Það er eitt sem þarf að taka tillit til í jöfnunni og það er \naðstaða\nEf maður er að standa í því að breyta sjálfur er lágmark að hafa nógu stóran skúr þannig að hægt sé að ganga kringum bílinn og vinna við hann.\nÉg var svo heppinn þegar ég breytti síðast að ég var með bílskúr með gryfju.\nAðstaða og geymslupláss er líka nauðsyn ef maður er illa haldinn af MVS (multiple vehicle syndrome) og er að hræra einn jeppa saman úr 2-3 öðrum.",
            "date": "2013-02-28 08:39:00",
            "post_id": "90268",
            "reply_to_id": "90266"
        },
        {
            "user_name": "Stebbi",
            "text": "Við frændurnir breyttum nú Pajero á 37\" úti á bílastæði sem var mölin ein.  Sá bíll tókst fjandi vel upp og fór ófáar ferðir á fjöll áður en hann seldist.\nSvo má oft nýta góða veðrið og malbikað plan ef það þarf að fara í önnur verkefni eins og grindaskipti eða tilfærslur á boddýi.",
            "date": "2013-03-02 14:18:00",
            "post_id": "90641",
            "reply_to_id": "90268"
        },
        {
            "user_name": "lecter",
            "text": ",",
            "date": "2013-03-02 19:23:00",
            "post_id": "90676",
            "reply_to_id": "90641"
        },
        {
            "user_name": "runar7",
            "text": "enn hvað myndu þið halda að ódýrasta breytting myndi kosta gefið að maður sé með 90-94 mdl af hilux tildæmis alveg orginal og ætli að henda undir hann 38\" sem maður á klárt inn í skúr og ætli að gera þetta auðveldustu og ódýrustu leiðinna. gamann að heyra það líka :D",
            "date": "2013-03-02 20:12:00",
            "post_id": "90683",
            "reply_to_id": "90676"
        },
        {
            "user_name": "Stebbi",
            "text": "Síkka fjaðrahengsli, snúa fjaðrafestingum á hásingu aðeins til að rétta sköftin (eða ekki), notaðir brettakannatar fyrir 50þús með spreybrúsum, 4 skurðarskífur, 1m af 60mm polyöxul úr málmtækni 2000, lengri boltar fyrir boddý úr byko  3000, spacerar úr Hellu fyrir 5000þús, breytingaskoðun fyrir 35þús og málið klárt.  Restin kemur svo með tímanum",
            "date": "2013-03-02 21:50:00",
            "post_id": "90698",
            "reply_to_id": false
        },
        {
            "user_name": "runar7",
            "text": "myndiru einhvertíman breyta 2,4 tdi hilux á 38 ánþess að skippta um hlutföll?",
            "date": "2013-03-02 22:38:00",
            "post_id": "90709",
            "reply_to_id": "90698"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef þú átt ekki pening strax þá gerirðu það, reynir svo að ná þeim ódýrt notuðum á \nwww.jeppaspjall.is\n   :)",
            "date": "2013-03-02 23:06:00",
            "post_id": "90713",
            "reply_to_id": "90709"
        },
        {
            "user_name": "runar7",
            "text": "það er talið best ;)",
            "date": "2013-03-02 23:35:00",
            "post_id": "90723",
            "reply_to_id": "90713"
        },
        {
            "user_name": "Freyr",
            "text": "Ég setti einu sinni xj cherokee á 38\" fyrir mjög lítinn pening. Það var 2006 og allt efni í breytinguna var innan við 100.000 kr. en inní því var m.a. ný aukablöð í fjaðrirnar og nýir gormar sem væri vel hægt að sleppa. Þetta tók mig rúman mánuð, allar helgar og flest kvöld. Á þessum tíma var ég bara 19 ára gutti og að breyta bíl í 1. sinn. í dag væri ég sjálfsagt eina helgi að þessu + undirbúning nokkur kvöld fyrir og frágang nokkur kvöld eftir, þ.e.a.s. með því að fara jafn óvandaðar leiðir og ég gerði þá.\nKostnaðaráætlun fyrir breytingu á 38\" cherokee með LÁGMARKS fyrirhöfn og sætta sig við að vinnubrögð væru ekki 100% gæti verið eftirfarandi:\nStál: 10.000\nBoddýblikk: 3.000\nBrettaplast (notað í hjólaskálar þar sem þarf og sem drullusokkar): 5.000\nBrettakantar úr blikki, 4 renningar keyptir með beygða enda, hver renningur skorin á 2 stöðum til að búa til trapisulaga kanta: 15.000\nÆtigrunnur + kraftlakk: 5.000\nÝmis smávara: 20.000\nBreytingaskoðun: 35.000\nUpphækkunarklossar, notaðir: 5.000\nSamtals = 98.000 \nÞá á bara eftir að kaupa dekk, felgur og svo sjálfan bílinn.\nCherokee á 38\" á org. drifum er vissulega latari en væri hann rétt gíraður en lágadrifið er svo lágt (2,72) að þeir þola þetta alveg svona. Þessi sem ég breytti með þessum hætti viktaði ekki nema rúm 1.600 kg tómur á 38\" dekkjum og virkaði bara mjög vel í snjó.\nKveðja, Freyr\nPS. Læt eina mynd fylgja svo menn átti sig á hvernig kanta ég er að tala um:",
            "date": "2013-03-03 00:21:00",
            "post_id": "90728",
            "reply_to_id": "90723"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég er að fíla útfærsluna á aukatankinum hjá þér.  :)",
            "date": "2013-03-03 00:28:00",
            "post_id": "90731",
            "reply_to_id": "90728"
        },
        {
            "user_name": "Játi",
            "text": "Pajero með 4.88 hlutföll loftlás að aftan orginal. Slatti af plássi í hjólskálum svo bara úrklippun kantar og hásingafærsla af einföldustu gerð ef það dugar ekki er hægt að bodylifta smá. Þetta er ein uppskrift sem kostar lítið en svo er endalaust hæt að bæta við þetta en staðreyndin er sú að það sem menn eru að kalla tilbúinn bíll á sölu sem kostar lítið meira en óbreittur í góðu standi er oft á tíðum útkeirður, ílla breittur og/eða vantar helling af búnaði í. Svo færðu bíl í hendurnar sem er sérviskuafkvæmi eitthvers annars sérvitrings og þá þarf maður að rífa allt í spað til að gera bílin að sínum eigin.",
            "date": "2013-03-03 01:20:00",
            "post_id": "90740",
            "reply_to_id": "90731"
        },
        {
            "user_name": "Stebbi",
            "text": "Þetta væri klárlega mitt val í budget smíði, bensín eða dísel skiptir ekki máli.",
            "date": "2013-03-03 01:30:00",
            "post_id": "90742",
            "reply_to_id": "90740"
        },
        {
            "user_name": "jongud",
            "text": "Svo ég lífgi nú þennan þráð við...\nHafa menn einhverntíman pælt í að smíða svona kannta úr plasti?\nEkki trebba, heldur beygja og sjóða PE plast eða þessháttar",
            "date": "2013-10-10 13:55:00",
            "post_id": "112872",
            "reply_to_id": "90742"
        }
    ],
    "date": "2013-03-02 21:50:00"
}