{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "16666",
    "title": "færð upp í Grafarvog?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=16666",
    "posts": [
        {
            "user_name": "kjartanbj",
            "text": "veit einhver hvernig færðin er upp í grafarvog, er það fært 44\" bíl? :D\n:D gríín",
            "date": "2013-03-06 13:38:00",
            "post_id": "91240",
            "reply_to_id": false
        },
        {
            "user_name": "beygla",
            "text": "",
            "date": "2013-03-06 13:46:00",
            "post_id": "91241",
            "reply_to_id": "91240"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég var samt án gríns ca 50 mínútur að komast út úr grafarvogi áðan , fjandans fólk sem er að þvælast út en á bara vera heima hjá sér, svo komst það ekki af stað á ljósunum á gullinbrúnni þegar það var að kom upp á höfða, óþolandi lið sem byrjar á því að grafa yarisin sinn upp sem er líklegast á sumardekkjum , eða vita vonlausum vetrardekkjum , og er svo voða bjartsýnt að komast leiðar sinnar",
            "date": "2013-03-06 13:48:00",
            "post_id": "91243",
            "reply_to_id": "91241"
        },
        {
            "user_name": "Hfsd037",
            "text": "Já segðu, Hellisheiðin verður örugglega fljótt ófær, ekki útaf snjó heldur föstum bílum.\nfólk sem er ekki með réttu tækin fyrir þessa færð á bara að vera heima hjá sér að drekka kakó",
            "date": "2013-03-06 13:52:00",
            "post_id": "91245",
            "reply_to_id": "91243"
        },
        {
            "user_name": "gislisveri",
            "text": "Þurfti að fara í gegnum Grafarvoginn áðan, það má með sanni segja að ófærðin stafar af fólksbílum en ekki snjó. Allir slyddujeppar ættu að komast leiðar sinnar ef þeir keyra rólega.",
            "date": "2013-03-06 13:55:00",
            "post_id": "91246",
            "reply_to_id": "91245"
        },
        {
            "user_name": "kjartanbj",
            "text": "allir fólksbílar líka ef þeir eru vel dekkjaðir og nægileg lagni er beitt, eins og ég segi, þetta fólk á bara halda sig heima við, það þarf að nota þessi SMS kerfi almannavarna, geta bara sent skilaboð á alla höfuðborgina og fólk beðið um að halda sig heima vegna veðurs, þetta er að valda sjúkraflutningamönnum og fleirum miklum erfiðleikum",
            "date": "2013-03-06 14:01:00",
            "post_id": "91247",
            "reply_to_id": "91246"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Hellisheiðin og Þrengslin eru lokuð",
            "date": "2013-03-06 14:17:00",
            "post_id": "91249",
            "reply_to_id": "91247"
        },
        {
            "user_name": "kjartanbj",
            "text": "þeim var bara lokað snemma í morgun :) það var fínt fyrir 7 í morgun, svo eftir það þegar fólk fór að vitleysast til að leggja af stað í vinnu þá stíflaðist allt, það er nóg að einn vitleysingur sé fastur þá festast allir bílarnir fyrir aftan hann líka og svo hjálpar engin neinum , auk þess er orðið erfitt að binda í bíla í dag, sumum ekkert gert ráð fyrir því yfir höfuð, svo er alltaf spurning hvort maður taki sénsin verandi ábyrgur..",
            "date": "2013-03-06 14:20:00",
            "post_id": "91250",
            "reply_to_id": "91249"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Ég er orðin tregur til að draga bíla núorðið. Yfirleitt þarf maður að finna dráttarkrókinn sjálfur í fasta bílnum einhversstaðar í skottinu - skrúfa hann í og binda hnút - skaffa skóflu til að moka og allt þetta vesen sem maður verður blautur og kaldur af og svo er maður í vondum málum ef eitthvað kemur upp á við dráttinn.",
            "date": "2013-03-06 14:30:00",
            "post_id": "91252",
            "reply_to_id": "91250"
        },
        {
            "user_name": "kjartanbj",
            "text": "svo eftir allt þetta vesen, þá keyra þeira út eina götu og sitja aftur fastir.. ég dró engan í morgun, ef það er dráttarkrókur aftan á bílnum þá dreg ég.. bara hendi lykkjunni yfir krókin og aftan í  hjá mér\nen ef það þarf að fara reyna koma kaðlinum í gegnum eitthvað pínulítið gat, eða fara gramsa eftir dráttarauga í skottinu í blindbyl og maður verður kaldur og blautur, þá nenni ég því ekki.. eeenda líklegt að þetta\nsama fólk festi sig bara aftur einhverstaðar annarstaðar",
            "date": "2013-03-06 14:33:00",
            "post_id": "91254",
            "reply_to_id": "91252"
        },
        {
            "user_name": "runar7",
            "text": "mér finnst alltaf best þegar einhver stoppar mann afþví að hann er fastur og þarf hjálp maður stígur út í kuldan og spyr, hvar er augað svar: ég veit það ekki undir bílnum held ég, þá fyrst vildi maður að maður hefði ekki tekið spottann með",
            "date": "2013-03-06 15:14:00",
            "post_id": "91256",
            "reply_to_id": "91254"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Þá sendiru þann fasta að finna það, aldrei binda í annara manna fólksbíla",
            "date": "2013-03-06 15:16:00",
            "post_id": "91257",
            "reply_to_id": "91256"
        },
        {
            "user_name": "lecter",
            "text": "haha er ekki  i lagi með þig þú verður að binda i  hinn bilinn ef þú átt spottann  annars getur þú alldrei losað hnútinn það kann einginn að binda leingur \nen sendið pirringin til núverandi Rikisstjórnar  hún hækkaði tollaflokinn fyrir 4x4 bila  svo mikið að einginn kaupir 4x4 bila leingur  svona til að bæta samgöngur út á landi",
            "date": "2013-03-06 15:37:00",
            "post_id": "91258",
            "reply_to_id": "91257"
        },
        {
            "user_name": "hvati",
            "text": "HAHA! Ég hló upphátt þegar las þetta!\nTveir tímar frá Engjahverfi niður í Lágmúla í morgun. Á Renualt-inum mínum. \nEn ég er nú bara þannig úr garði gerður að mér fannst þetta ógeðslega gaman! Ef fólk er sæmilega vel-dekkjað þá er þetta ekkert mál. Ég mætti t.d. tveimur bílum á Strandveginum við Gylfaflöt í morgun með greinilega laskaðan rúðuþurrkubúnað því bílstjórarnir tróðu trýninu út um gluggann í stórhríðinni til þess að sjá út! Glórulaust! Tala nú ekki um litlu stelpurnar tvær á einvherjum smábílnum við slaufuna í Ártúnsbrekku sem voru fastar að reyna að veifa eftir hjálp, alls ekki klæddar í þetta veður.\nVið búum á Íslandi, vantar örlítið common sense í suma.\nP.S. fannst ég sjá þig Kjartan, koma á móti mér niður Gullinbrúna í morgun ;)",
            "date": "2013-03-06 15:58:00",
            "post_id": "91265",
            "reply_to_id": "91258"
        },
        {
            "user_name": "runar7",
            "text": "held það sé góð regla að eiga ljóta druslu spotta sem má skera hehe :D",
            "date": "2013-03-06 15:59:00",
            "post_id": "91266",
            "reply_to_id": "91265"
        },
        {
            "user_name": "Stebbi",
            "text": "Eða vera með splæst auga í báða enda þá dregur maður bara bíla á með krók.",
            "date": "2013-03-06 17:44:00",
            "post_id": "91283",
            "reply_to_id": "91266"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég var bara með spotta með augum í báða enda, ef bílarnir voru ekki með krók þá einfaldlega sleppti ég bara að draga þá, enda ekkert betur settur fastir einhverstaðar annarstaðar",
            "date": "2013-03-06 18:47:00",
            "post_id": "91302",
            "reply_to_id": "91283"
        },
        {
            "user_name": "íbbi",
            "text": "það er nú bara samt þannig að maður þarf að komast til vinnu þrátt fyrir færið.  ég hef komist fles allra minna ferða yfir veturnar á fólksbílum hvort sem þeir hafa verið rétt dekkjaðir eða ekki. \nég keypti hinsvegar vetrardekk undir bimmann og ég hef aldrei verið í jafn miklum vandræðum einn  og sama veturinn. þ.a.m í þessu veðri sem þessi þráður vísar í",
            "date": "2013-04-15 20:57:00",
            "post_id": "97203",
            "reply_to_id": "91302"
        },
        {
            "user_name": "StefánDal",
            "text": "Finnst það full mikill hroki að segja að fólk eigi bara að halda sig heima til þess að vera ekki fyrir sjúkraflutningamönnum. \nGamla fólkið kemst ekki fram úr sjálft og sjúklingarnir lækna sig ekki sjálfir.\nKv. Heilbrigðisstarfsmaðurinn :)",
            "date": "2013-04-15 21:43:00",
            "post_id": "97214",
            "reply_to_id": "97203"
        }
    ],
    "date": "2013-03-06 13:38:00"
}