{
    "forum_title": "Almennt spjall",
    "id": "16687",
    "title": "Rafmagnsteikningar yfir 3.0 Patrol",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=16687",
    "posts": [
        {
            "user_name": "Gummi 84",
            "text": "Er einver sem lumar á rafmagnsteikningum yfir 3.0 Patrol 2000 módelið?",
            "date": "2013-03-07 12:20:00",
            "post_id": "91431",
            "reply_to_id": false
        },
        {
            "user_name": "GFOTH",
            "text": "hvað vantar þig að vita með rafamagnið",
            "date": "2013-03-07 14:04:00",
            "post_id": "91448",
            "reply_to_id": "91431"
        },
        {
            "user_name": "Gummi 84",
            "text": "td. er eitthvað hitaviðnám sem ég hef ekki hugmynd um hvað er fyrir á plötunni í hvalbaknum sem maður tekur úr til að koma efri kúplingsdælunni og kúplinspedalabrakketinu fyrir. Er að velta því fyrir mér hvort það megi afnema það, eða hvort ég þurfi að koma því fyrir annars staðar, er að fara að setja 4.2 vél í og gírkassa í staðinn fyrir sjálfskiptinguna. Svo var ég að spá í sambandi við forhitunina og ádreparann, ætli það þurfi ekki að breyta því eitthvað.",
            "date": "2013-03-07 14:34:00",
            "post_id": "91453",
            "reply_to_id": "91448"
        },
        {
            "user_name": "trooper",
            "text": "Góða kvöldið.\nGummi84 þú verður bara reiður og ég kippi þessu út ef þú vilt, annars langaði mig að spyrja um rafmagn líka. ;)\nÉg er með patrol 2001 og hef verið að lenda í eins og aðstæðurnar í borginni voru í gær að mælarnir fyrir snúningshraðann og digital km mælirinn (og kannski hitamælirinn líka) hafa verið að detta út. Er þetta einhver þekkt veiki í bílum almennt eða á maður bara að byrja að leita að sambandsleisi einhversstaðar. Ef það hjálpar er sígarettukveikjarinn ekki tengdur líka...\nkv. Hjalti",
            "date": "2013-03-07 19:59:00",
            "post_id": "91519",
            "reply_to_id": "91453"
        },
        {
            "user_name": "Gummi 84",
            "text": "Sæll Hjalti.\nEr ekkert svakalega reiður yfir þessu ;)",
            "date": "2013-03-08 11:22:00",
            "post_id": "91597",
            "reply_to_id": "91519"
        }
    ],
    "date": "2013-03-07 12:20:00"
}