{
    "forum_title": "Almennt spjall",
    "id": "16707",
    "title": "hvað kostar þyrlan",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=16707",
    "posts": [
        {
            "user_name": "lecter",
            "text": ",,,",
            "date": "2013-03-08 15:46:00",
            "post_id": "91622",
            "reply_to_id": false
        },
        {
            "user_name": "Fordinn",
            "text": "Fyrir kreppu kostaði flugtiminn á TF-LIF  um 600 þús.  og TF-SIF Sálugu  um 300 þús....    sjalfsagt eitthvað hækkað   =)\n \nMed partana þekki ég ekki... enn það er nú slatti tími milli stór skoðana svo það eru varla  stórar viðgerðir í fyrirbyggjandi viðhaldi þess á milli.",
            "date": "2013-03-08 17:51:00",
            "post_id": "91637",
            "reply_to_id": "91622"
        },
        {
            "user_name": "Járni",
            "text": "http://www.innanrikisraduneyti.is/media ... kyrsla.pdf\nÞetta er það sem ég fann í fljótu bragði. Reyndar svolítið gömul skýrsla en þú getur sjálfsagt fundið einhver svör þarna. \nhttp://www.ruv.is/frett/kostnadur-hleypur-a-milljonum\nÞarna segja þeir að kostnaður við þyrluna sé um hálf milljón á klukkustund. Hvort það stenst og hvaða heimildir þeir hafa veit ég ekki.\nhttp://www.althingi.is/altext/137/s/0104.html\nKostnaður við eina áhöfn er um 120 milljónir árið 2009, samkvæmt þessu.",
            "date": "2013-03-08 17:55:00",
            "post_id": "91638",
            "reply_to_id": "91637"
        },
        {
            "user_name": "Bskati",
            "text": "það skiptir í raun ekki máli hvort þyrlan fari í björgun eða ekki, þeir þurfa að fljúga það mikið til að halda æfingu og réttindum. Mér skyldist á einum þarna að þeir sleppi í raun bara æfingu ef það er mikið að gera í leit og björgun, svo rekstarkostnaðurinn er alltaf svipaður.\nÞetta heyrði ég sem rök fyrir því að vera óhræddur við að kalla á hjálp.",
            "date": "2013-03-08 19:13:00",
            "post_id": "91659",
            "reply_to_id": "91638"
        },
        {
            "user_name": "lecter",
            "text": ",",
            "date": "2013-03-08 19:43:00",
            "post_id": "91671",
            "reply_to_id": "91659"
        },
        {
            "user_name": "kjellin",
            "text": "Èg heirði nù um daginn að með leigu þyrlurnar þegar það er kominn tìmi á einhvern hlut þá er hann sendur hingað og skattaður með vask  og plus fluttningsgjöld, ef eg man rétt... En svo er annað þeir hafa verið að senda hluti semað eru notaði og jafnvel bunir með 50% lìftìma , og eftir það fa þeir svo aftur jafnvel notaðan hlut þanning mer finnst nu heldur mikið að vera borga af sömuhlutunum oftar en þarf, tala nu ekki um efað hlutir eru a verðbilinu 5-20mils,,,,,,, en þettað heirði eg um daginn og sel ekki dìrara en èg keipti þettað á og getur vel verið að þettað sé bölvuð þvæla",
            "date": "2013-03-09 00:33:00",
            "post_id": "91703",
            "reply_to_id": "91671"
        },
        {
            "user_name": "lecter",
            "text": ",",
            "date": "2013-03-09 03:09:00",
            "post_id": "91710",
            "reply_to_id": "91703"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nMér finnst að almenningur ætti ekki að velta sér uppúr því hvað þyrla kostar í útkalli, þyrla getur verið miklum mun ódýrari og skilvirkari heldur en gomma og glás af björgunarfólki með bíla, sleða og báta en þegar mannslíf er í hættu skipta einhverjir hundraðþúsundkallar engu máli, bara leysa vandamálið og hugsa svo um reikninginn þegar heim er komið.  \nKv Jón Garðar\nP.s. muna bara að flugeldapeninganir sem þið settuð í hendur björgunarsveitanna er sannlega að koma að gagni.",
            "date": "2013-03-09 11:31:00",
            "post_id": "91726",
            "reply_to_id": "91710"
        },
        {
            "user_name": "DABBI SIG",
            "text": "þessi umræða kemur reglulega upp en það er mjög einfalt svar við þessu.\nÞyrlan fer í loftið nánast hvern dag eða annan hvern svo það að skreppa í útköll hefur ekkert að segja nema bara góða æfingu fyrir meðlimi. \nÞað er endalaust hægt að ræða tölur í þessu samhengi en niðurstaðan er sú að það skiptir ekki máli hvort verið sé að fara í útköll eða ekki, þyrlan er alltaf á ferðinni og þ.a.l. með jafnan gangandi rekstrarkostnað. Það ætti því alls ekki að verðleggja það að sækja menn í neyðartilfellum eins og gerist t.d. erlendis á skíðasvæðum. \nÞar eru menn í vinnu við bara þetta og er það greitt beint úr vasa hins slasaða eða aðstandendum. Reyndar er hægt að lágmarka þennan kostnað með því að versla slysatryggingu erlendis.",
            "date": "2013-03-09 12:04:00",
            "post_id": "91729",
            "reply_to_id": "91726"
        },
        {
            "user_name": "jeepson",
            "text": "Ég er sammála Jón garðari og Davíð. Við eigum ekkert að velta okkur uppúr þessu. Er hægt að setja verð á manslíf?? Held að það ætti bara að drepa þessa umræðu strax og leyfa þyrluni okkar að fljúga í friði :)",
            "date": "2013-03-09 15:49:00",
            "post_id": "91750",
            "reply_to_id": "91729"
        },
        {
            "user_name": "Járni",
            "text": "Hiklaust, útrætt. \nBest er að allir fari að með gát.",
            "date": "2013-03-09 21:05:00",
            "post_id": "91803",
            "reply_to_id": "91750"
        }
    ],
    "date": "2013-03-08 15:46:00"
}