{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "16712",
    "title": "púst+cold-air+þyngdarpunktur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=16712",
    "posts": [
        {
            "user_name": "Navigatoramadeus",
            "text": "spurning dagsins;\nmunar einhverju í afli að setja víðara pústkerfi á díselvél ?\nsvona miðað við original-kerfið; (að því gefnu að allt sé í lagi)\nhámarkssnúningur eru rúmir 4000sn/mín og á fullu álagi ætti original-kerfið\nað vera hannað til að geta annað því og meira (vikmörk).\nen ég keyri vélina nánast aldrei  yfir 3000sn/mín og þá 1/3 undir reiknuðu\nhámarksálagi svo hvað gæti ég grætt á víðara pústkerfi ?\ner þá kannski nóg að taka úr hljóðkút (það er ekki hvarfakútur) ?\nvið erum að ræða um 2005 árgerð af Muzzo 2,9 dísel ef einhver hefur reynslu af\nsvona lögðu á þannig vagni eða bara almennt.\neinnig;\nhafiði einhverja reynslu af \"cold-air-intake\" ?\nfræðin segja að fyrir hverja gráðu sem skolloftið er kaldara er afgasið 1-2 gráðum kaldara.\npæling;\nvarðandi rafgeyma, eru menn ekkert að reyna að koma svona\nþungum hlutum neðar og aftar í bílnum ?  færa þyngdarpunktinn.\nég tók málin á rafgeyminum í Muzzo og hann smellpassar undir aftarlega án þess að standa niður úr\nen að sjálfsögðu þarf að skera til plötu undir hann og finna góðar festingar, ætla í þetta í sumar.\nkv.\nJón Ingi",
            "date": "2013-03-08 18:53:00",
            "post_id": "91655",
            "reply_to_id": false
        },
        {
            "user_name": "Haukur litli",
            "text": "Ég myndi hafa rafgeymana í húddinu. Kaplar eru þá styttri, þeir eru betur varðir ofarlega í húddinu heldur en undir gólfinu. Það er gott að hafa jeppa framþunga frekar en aftur þunga. Hann þyngist að aftan þegar farangur og verkfæra eru komin í hann. Jeppar sem eru of þungir að aftan eru ekki skemmtilegir í brekkum, og vilja oft draga rassgatið í djúpum snjó.\nÞú færð betra viðbragð með sverara pústi. Túrbínan kemur fyrr inn og þarf að vinna á móti minni mótþrýsting, bara betra.\nHvað CAI varðar þá er snorkel málið. Ekki setja loftsíusvepp á rör í húddinu. Hann er þá að soga inn heitt loft úr vélarsalnum (Nema þú komir honum fyrir þar sem hann getur náð köldu lofti og einangrar hann frá heita loftinu) og er líklegri til að taka inn vatn.\nFramleiðendur eru ekki að selja bíla með allt alveg eins og hönnuðirnir myndu vilja, þeir sem halda utan um bókhaldið skipta sér af líka. Það þarf að horfa í krónurnar og smíða fyrir meðalmanninn, orginal púst og loftinntök eru langt frá því að vera fullkomin, en þau eru góð málamiðlun verðs, áreiðanleika og nýtni.",
            "date": "2013-03-09 09:03:00",
            "post_id": "91717",
            "reply_to_id": "91655"
        },
        {
            "user_name": "elliofur",
            "text": "Það er mjög góð útskýring í þessu videoi hér á því sem þú ert að spurja um með pústið \nhttp://www.youtube.com/watch?v=mLvvxMCU ... 98nZuzI7cE\n  viðtal við David Atkin byrjar á sléttum 2 mín.",
            "date": "2013-03-09 09:54:00",
            "post_id": "91720",
            "reply_to_id": "91717"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Opið púst lækkar líka afgashita.\nLangflest loftintök í bílum taka loft að utan inn í loftsíuboxið, sveppur í húddið er eiginlega bara verri lausn, en snorkel gerir það sama og orginal dæmið en hækkar auðvitað loftinntakið.\nOg rafgeymir er svo rosalega lítið hlutfall af heildarþyngd svona bíla að þetta skiptir eiginlega engu máli :)",
            "date": "2013-03-09 12:02:00",
            "post_id": "91728",
            "reply_to_id": "91720"
        },
        {
            "user_name": "Heddportun",
            "text": "Ja oem factory pustkerfi eru of litil og/eda kutar hefta allt flaedi og skapa trysting a kerfinu\nHvarfi og oem kuturinn eru mesta fyrir stadan ad mestu en svo er \"flaekjan\" Greinin ekki upp a marga fiska\nCAI virkar en sum ekki eins god og onnur,laegri afgashitinn er merki um ad meiri trystingur/hiti fer i ad yta stimplinum en tad tarf ekki ad vera neitt tar a milli med IAT og EGT,alltaf ad stilla velina aftur - kveikju ogA/F eftir ad tu gerir breytingu ta serdu hvort hun er ad skila ser \nDiesel er svo vidhvaem med ytra hitastig enda CI motor svo maelingar a eydslu tarf ad maela i styrdu umherfi svo allt se inn talid",
            "date": "2013-03-10 23:57:00",
            "post_id": "92011",
            "reply_to_id": "91728"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "þakka góð svör en held þetta video sé ekki það rétta; \"how to reflash your ECU\" ?\nheld ég sé kaupa þetta með pústið þegar mér fróðari menn segja það virki, ætla að prófa að láta taka undan tvo af þremur kútum og athuga hvort geri gagn (ekki veitir af :) )  \nætti kannski að fara beint í víðara og þá hversu vítt púst ??\nen þessi jeppi (31\") er enginn jeppi í samanburði við tækin ykkar og á aldrei eftir að fara svo langt að þurfa snorkel, ég sá í öðrum Muzzo hvernig var sveppur en búið að einangra hann frá vélarrýminu og þeim hita sem þar er, hann tók loft aftan við hægra aðalljósið, skoða þetta í ró og næði.\nætla samt að færa rafgeyminn þó þurfi lengri víra, í fjölmörgum bílum er mikið lagt í að nálgast 50/50 þyngardreifingu og einnig að koma massanum neðar og milli hjóla ætti að minnka kastáhrif og vinding í beygjum því þessi vagn er ekki á leið í einhverjar æfingar lengst utan vega :)",
            "date": "2013-03-11 07:19:00",
            "post_id": "92018",
            "reply_to_id": "92011"
        },
        {
            "user_name": "elliofur",
            "text": "Pointið var að í þessum viðtalsbút við David Atkin er hann að tala um hvernig vélar eru hannaðar kraftmiklar og svo eru þær skrúfaðar niður til að mæta kröfum um umhverfisblabla og bilanatíðni og endingu og eyðslu og margt fleira.\nÞað þýðir sára lítið að taka einn kút úr, ef þú ætlar að finna mun þá sveraru kerfið upp í 2.5 - 3 tommu svert og annaðhvort sleppir kútum eða hefur þá opna eða bara túpur.",
            "date": "2013-03-11 07:48:00",
            "post_id": "92019",
            "reply_to_id": "92018"
        },
        {
            "user_name": "Styrmir",
            "text": "Besta leiðinn hjá þér til að má meira afl er að leyfa vélinna snúast upp í 4000sn, miða við mína reynslu af musso vélinni þá ertu að missa af hellings vinnslu að láta hann ekki snúast meira",
            "date": "2013-03-11 07:54:00",
            "post_id": "92020",
            "reply_to_id": "92019"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "[/quote]\nPointið var að í þessum viðtalsbút við David Atkin er hann að tala um hvernig vélar eru hannaðar kraftmiklar og svo eru þær skrúfaðar niður til að mæta kröfum um umhverfisblabla og bilanatíðni og endingu og eyðslu og margt fleira.\nÞað þýðir sára lítið að taka einn kút úr, ef þú ætlar að finna mun þá sveraru kerfið upp í 2.5 - 3 tommu svert og annaðhvort sleppir kútum eða hefur þá opna eða bara túpur.[/quote]\nskil þig, ég hélt þetta væri fyrirlestur um tilganginn með því að opna pústið :)\nþá ætla ég að hringja nokkur símtöl varðandi verðlagningu á 3\" pústi frá túrbínu, með  hverju er mælt ?\njá það ku vera línulegt samhengi að snúa vél hraðar og fá meira afl en mig langar frekar í togið en ég hef aldrei snúið þessari rellu í 4000 sn/mín nema kortéri áður en ég keypti hann, það er ekki minn stíll ;)\ngóðar díselvélar eiga að toga hressilega milli svona 1200 og 3500 sn/mín og svo mega þær detta dauðar niður mín vegna í vinnslu þeas.",
            "date": "2013-03-11 16:06:00",
            "post_id": "92069",
            "reply_to_id": "92020"
        },
        {
            "user_name": "elliofur",
            "text": "Ég hef tekið að mér að smíða stöku púströr. Smá umfjöllun um það hér \nviewtopic.php?f=50&t=14332\nHafðu samband í pm ef þú hefur áhuga á að skipta við mig.",
            "date": "2013-03-11 16:50:00",
            "post_id": "92070",
            "reply_to_id": "92069"
        },
        {
            "user_name": "Stebbi",
            "text": "Afhverju í ósköpunum ætti maður að vilja nálgast 50/50 þyngdardreifingu í bíl sem á fullt í fangi með að komast í þriggja stafa tölu á hraðamæli.",
            "date": "2013-03-11 18:16:00",
            "post_id": "92087",
            "reply_to_id": "92070"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "nú er ég bara sár !  \nertu að gefa í skyn að Muzzo (\npowered by Mercedes\n) komist ekki í þriggja stafa tölu án þess að þurfa brekku og meðvind :)\nhehe... góð spurning :)\nég ætla að svara svona dónaskoti með því að snúa aðeins útúr og ýkja dæmið;\nég kem til þín og vil fá 200l aukatank í Muzzoinn og þú segir \"ekkert mál\"\nég segi \"er ekki ekki best að setjann á toppinn ?\" (í dæminu þolir toppurinn þetta)\nog þú svarar ;\"shiiit.. ertu klikkaður maður ? það setur ekki nokkur heilvita maður svona hlass svona hátt upp vegna þess að;\nsvo fyllir þú inní hérna\n  .....................................................................................\nframþungir bílar eiga erfiðara með að beygja (undirstýring), há þyngdarmiðja kastar bílnum fram við hemlun, há þyngdarmiðja ruggar bílnum í venjulegum akstri, og ég er sjaldnast með mikið á pallinum svo afturfjöðrunin á meira eftir í burði en framfjöðrunin. (ef það væru fjaðrir að aftan væri þetta ekki spurning).  \ngaman að svona skotum :)\nsvo ef maður leikur sér aftur að dæmum;\nhvort er betra að hafa 100/0 þyngdardreifingu eða 0/100 ?\nsjálfsagt bæði skelfilegt svo á endanum færast tölurnar nærri 50/50 og breytir þá litlu hvort sé muzzo eða ferrari.\nþetta væri dæmi fyrir stýrimenn, þeir leika sér með réttiarminn GZ og kunna meira á það en ég.\nhttp://plato.is/namskeid.asp?course=1&pid=63\nen ég væri ekkert að fara í þetta nema það væri nokkuð einfalt þar sem þetta er bara einn geymir og vegur 25kg.\neigiði gott kvöld :)",
            "date": "2013-03-11 20:51:00",
            "post_id": "92120",
            "reply_to_id": "92087"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef þú kæmir til mín og myndir biðja um 200 lítra aukatank í 31\" Musso þá myndi ég snúa á þig og setja olíutunnu á toppinn og 10 rafgeyma undir miðjan bíl til að fá þungamiðjuna nær því að vera eins og í Ferrari.  Svo myndi ég rukka þig aukalega fyrir fagmannleg vinnubrögð og verkfæri.",
            "date": "2013-03-11 22:29:00",
            "post_id": "92145",
            "reply_to_id": "92120"
        },
        {
            "user_name": "Kiddi",
            "text": "Eg læt farþegana alltaf liggja á gólfinu í bílnum hjá mér til að halda þyngdarpunktinum sem neðst.",
            "date": "2013-03-11 22:44:00",
            "post_id": "92146",
            "reply_to_id": "92145"
        },
        {
            "user_name": "jeepcj7",
            "text": "Endilega settu geyminn neðar í bílinn ef þú nennir það er bara staðreynd að það munar helling um allsskonar tilfærslur á þyngd.\nOft þegar maður var á fjöllum í denn var aftursætisfarþegunum (hent út ;O)) til að komast upp eða yfir sumar hindranir og eins þegar ég var að keyra með póst og vörur vestur á fjörðum þegar allt var ófært skipti öllu máli hvernig jeppinn var hlaðinn uppá hvar þyngdin var ef komast átti á leiðarenda.Ef bíllinn er alltaf með sömu hleðslu getur þetta skipt máli en er fljótt að breytast við það eitt að bæta við farþega eða farangri.En ef færa á rafgeyminn er bara málið að vera ekki að spara í sverleika á vír.",
            "date": "2013-03-11 23:09:00",
            "post_id": "92150",
            "reply_to_id": "92146"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "ætli ég myndi þá ekki setja rafmótor í bílinn með öllum þessum geymafjölda og biðja þig um að taka tunnuna af toppnum :)\nnei þetta eru frekar einföld fræði og einsog ég segi, það að ekki nokkur heilvita maður setur tankinn á toppinn segir okkur að það munar helling um það og þá ætti hluti af helling að vera eitthvað, bara spurning hvað maður nennir (og getur).",
            "date": "2013-03-12 13:37:00",
            "post_id": "92205",
            "reply_to_id": "92150"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "hérna er tafla yfir vírasverleika, tökum frekar 3 grennri en 1 sveran, klúður það skuli ekki vera 24V eða 48V kerfi, þá gæti maður sparað sér sverleikann á þessu.",
            "date": "2013-03-12 13:49:00",
            "post_id": "92209",
            "reply_to_id": "92205"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "svo ætlaði ég nú alltaf að henda þessu inn, amk formúluhringnum ef einhverjir hefðu gaman að;",
            "date": "2013-03-12 13:58:00",
            "post_id": "92211",
            "reply_to_id": "92209"
        },
        {
            "user_name": "Stebbi",
            "text": "Ekki veit ég hvar þú grófst þessa töflu á myndini upp en mér sýnist hún vera frekar af eldri gerðini.  4mm2 vír má ekki bera 36-38A hvorki af riðspennu né jafnspennu þó hann geti það í einhvern tíma í vel loftræstu og köldu umhverfi.  25A væru nærri lagi og þá væri betra að vera þá með 6mm2 vír til að dekka það að þetta er jafnspenna og það frekar lág spenna.",
            "date": "2013-03-12 20:34:00",
            "post_id": "92256",
            "reply_to_id": "92211"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "þessi er bara úr kennsluefninu í vélskólanum, skv næstu töflu má 4mm2 vír bera 35A sem einleiðari og 24A sem þríleiðari.\nendilega settu rétta töflu ef þú átt hana, skal reka hana oní kennarana ef þeir eru að kenna okkur úreld fræði !",
            "date": "2013-03-12 21:22:00",
            "post_id": "92269",
            "reply_to_id": "92256"
        },
        {
            "user_name": "Stebbi",
            "text": "Fræðin eru örugglega ekki úreld en staðlarnir gætu verið það, hvað er átt við með 2 leiðara og 3 og 4 leiðara?",
            "date": "2013-03-12 23:21:00",
            "post_id": "92292",
            "reply_to_id": "92269"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "tvíleiðari er þegar þú ert með kapal með 2 leiðurum í, þá má hvor leiðari flytja x-amper enda oftast á einfasa kerfi (án jarðar) og þarf að flytja strauminn fram og til baka, ástæðan fyrir að straumgeta minnkar þegar leiðurum fjölgar er að ytra flatarmál verður minna, þeir eiga erfiðara með kælingu og þessvegna tæki ég 3-4 grennri víra frekar en einn massívan fyrir utan það er auðveldara að sveigja og beygja grennri víra.\nsama með þríleiðara, fasi, núll og jörð í einfasa kerfi, eða getur notað einsog þér sýnist auðvitað.\nen þetta er miðað við kapla í 80-45 kerfi, svona vinnukerfi, gætu verið allt aðrar kröfur í heimalögnum, þetta er einsog stendur efst á töflunni mv 80°C hitaþol kapla og 45°C, stanslaus straumflutningur.\nen á meðan einangrunin þolir spennuna þá skiptir ekki máli hvort sé AC eða DC, aðeins amperin sem telja enda eru þau hinn raunverulegi flutningur efnis (rafeinda) og viðnám þess flutnings í leiðaranum skapar hitann (töp) sem reiknast í P=R*I (í öðru veldi).",
            "date": "2013-03-13 07:15:00",
            "post_id": "92305",
            "reply_to_id": "92292"
        },
        {
            "user_name": "Stebbi",
            "text": "Það notar ekki nokkur heilvita maður heila víra í bíl, í versta falli eru notaðir 7 þættir vírar en það er bara ekki gert þar sem hristingur, djöfulgangur og víbringur getur jagað allt í sundur þar sem tengi og annað eru kramin uppá.  Ef þú ætlar að flytja rafgeyminn afturí eða undir bíl þá notarðu bara sömu fínþættu vírana og eru í bílnum nema kanski sverar þig upp um eina stærð fyrir startarann ef geymirinn fer í skottið annars er ólíklegt að það þurfi í bíl sem er ekki lengri en Musso.\nÍ 12v kerfi þá gætirðu vafið vírinn með pappír án þess að hafa áhyggjur af útleiðslu, það er straumflutningurinn sem veldur hita í of grönnum lögnum sem grillar einangrunina ekki of há spenna.  Og í 12v kerfi skipta vegalengdir mjög miklu máli þessvegna er betra að yfirskjóta kaplastærðir en að vera dansa á línuni.  Startarinn hjá þér getur auðveldlega tekið vel yfir 100A í startinu.  DC þarf að öllu jöfnu sverari lagnir en AC vegna þess að það er stöðugur straumur.",
            "date": "2013-03-13 18:56:00",
            "post_id": "92356",
            "reply_to_id": "92305"
        }
    ],
    "date": "2013-03-08 18:53:00"
}