{
    "forum_title": "Jeppinn minn",
    "id": "16723",
    "title": "Grand Cherokee 44\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=16723",
    "posts": [
        {
            "user_name": "JÞG",
            "text": "Þá er þessi eðalvagn kominn á 44\" dekk. Stýrivélaþjónustan sá um að breyta bílnum var á 38\" kemur glæsilega út. Settur úrhleipibúnaður stýristjakkur hitamælir fyrir skiptingu og margt fl.",
            "date": "2013-03-08 22:28:00",
            "post_id": "91694",
            "reply_to_id": false
        },
        {
            "user_name": "Magni",
            "text": "Flottur! samsvarar sér vel. Hvað vigtar hann á fjöll?",
            "date": "2013-03-08 22:59:00",
            "post_id": "91696",
            "reply_to_id": "91694"
        },
        {
            "user_name": "TDK",
            "text": "Er dónaskapur að spurja hvað maður þarf að borga fyrir svona stórt verk?",
            "date": "2013-03-08 23:38:00",
            "post_id": "91698",
            "reply_to_id": "91696"
        },
        {
            "user_name": "Kiddi",
            "text": "Flottur!\nHvaða drifbúnaður er undir honum?",
            "date": "2013-03-08 23:42:00",
            "post_id": "91699",
            "reply_to_id": "91698"
        },
        {
            "user_name": "AgnarBen",
            "text": "Til hamingju, hrikalega flottur !  Komdu endilega með meiri upplýsingar um þennan, drifbúnað, hlutföll, er 4.7 V8 í þessum, hvað með læsingar og fjöðrunin orginal eða búið að setja púða ???",
            "date": "2013-03-09 03:49:00",
            "post_id": "91712",
            "reply_to_id": "91699"
        },
        {
            "user_name": "jeepcj7",
            "text": "Og svo þyngdin láttu það endilega fylgja með,hörkuflottur bíll.",
            "date": "2013-03-09 04:08:00",
            "post_id": "91713",
            "reply_to_id": "91712"
        },
        {
            "user_name": "JÞG",
            "text": "Hann vigtaði um 2,2 ton á 38\" MTZ dekkjum DC eru aðeins þyngri gæti verið farinn að nálgast 2,4 ef ég er með báða aukatankana í og spilið. Annars er nú töluvert síðan hann var vigtaður  síðast.  Það eru Rubicon hásingar 2006 og loftpúðar hringinn og stillanlegir demparar frá Fjaðrabúðinni Parti. Hlutföllin eru 5,13 og 242 millikassi.  4,7 mótor sem er aðeins er búið að sparka í.  Það var ákveðið að setja stýristjakk frá landvélum og settar styrkingar við stýrisvél og fl. Öll vinna til fyrirmyndar hjá Tryggva í stýrivélaþjónustunni.",
            "date": "2013-03-09 09:53:00",
            "post_id": "91719",
            "reply_to_id": "91713"
        },
        {
            "user_name": "JÞG",
            "text": "Hvað skoðun hafa menn á logir fyrir svona bíla, hef aðeins verið að skoða að skipta út millikassanum 242 sem er með niðurgírun upp á 2.73 að mig minnir. Hvað með að setja rubicon millikassa sem er með 1/4 niðurgírun vissulega kemst maður ekki hratt í lága en er maður ekki hvort sem er komin  í háadrifið þegar á að slá í klárinn. Gott væri að fá upplýsingar hvernig best væri að hafa þetta. \nkv  Jón Þór",
            "date": "2013-03-10 00:06:00",
            "post_id": "91842",
            "reply_to_id": "91719"
        },
        {
            "user_name": "halldor haraldsson",
            "text": "Sæll Jón Þór, ef þú gettur fengi rubicon kassa þá mæli ég með því, ég keyri yfir leit bara í háa drifinu en það þarf að vera mjög þúngt fyrir lágadrifið en hann svínvirkar í brekkum og svoleiðis sérstaklega á 44\", annað sem kom skemtilega á óvart með að fara á 44\" var að eyðslan minkaði og maður fynnur minkinn mun á að hvað bíllinn fer léttar yfir í snjó, en djöfull er leiðinlegt að vera á þessu innanbæjar. Minn vigtar 2,4 tilbúinn á fjöll.\nkveðja Dóri",
            "date": "2013-03-10 08:27:00",
            "post_id": "91855",
            "reply_to_id": "91842"
        },
        {
            "user_name": "Atttto",
            "text": "Smá forvitni hversu langt aftur færðuru aftur hásinguna og hvernig fór þá með orginal tankinn? þurfti að breyta honum eitthvað?\nannars lítur þetta mjög vel út.",
            "date": "2013-03-26 21:18:00",
            "post_id": "94369",
            "reply_to_id": "91855"
        },
        {
            "user_name": "JÞG",
            "text": "Sæll \nÞað var búið að breyta bílnum fyrir 38\" þegar ég eignaðist hann ég held að það hafi ekki verið færð aftur hásinginn aftur, það er orginal tankur í honum, er með tvo lausa tanka sem strappaðir eru niður að aftan og tengdir við aðaltank með hraðtengjum og dælu total 270 l \nkv Jón Þór",
            "date": "2013-04-01 20:37:00",
            "post_id": "95124",
            "reply_to_id": "94369"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Mér finnst þessir bílar svo flottir! til lukku með þetta!",
            "date": "2013-04-02 12:31:00",
            "post_id": "95215",
            "reply_to_id": "95124"
        },
        {
            "user_name": "JÞG",
            "text": "Nú er búið að trukkprófa sérajoga drifgetan hreit ótrúleg og bílinn kom hreint frábært út. Fórum á Grímsfjll um síðustu helgi lolo færi síðustu 16 km að fjalli. Hvernig komst maður af án úrhleipibúnaðar þvílíkur luxus hreynt tær snild :).",
            "date": "2013-05-04 21:12:00",
            "post_id": "99600",
            "reply_to_id": "95215"
        },
        {
            "user_name": "brunki",
            "text": "ertu með orginal hásingar ?",
            "date": "2017-06-26 22:08:00",
            "post_id": "175030",
            "reply_to_id": "99600"
        },
        {
            "user_name": "jongud",
            "text": "Það stendur ofar í þræðinum, Rubicon 2006 hásingar",
            "date": "2017-06-27 09:37:00",
            "post_id": "175034",
            "reply_to_id": "175030"
        },
        {
            "user_name": "brunki",
            "text": "hahah já sá það svo eftir á  en takk  á ég 99 bíl og ætla gera breytingar sennilega set ég broncó hásingar undir hann",
            "date": "2017-06-27 21:29:00",
            "post_id": "175037",
            "reply_to_id": "175034"
        },
        {
            "user_name": "sonur",
            "text": "Þessi er vígalegur, \nertu með einhverjar læsingar í drifum?",
            "date": "2017-07-04 20:53:00",
            "post_id": "175077",
            "reply_to_id": "175037"
        },
        {
            "user_name": "tnt",
            "text": "þetta er nú 4 ára gamall þráður ,en já Rubicon dana 44 eru með standart lása aft/framm",
            "date": "2017-07-04 21:19:00",
            "post_id": "175078",
            "reply_to_id": "175077"
        }
    ],
    "date": "2013-03-08 22:28:00"
}