{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "1679",
    "title": "Aukin hledsla frà alternator",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=1679",
    "posts": [
        {
            "user_name": "Pallipilot",
            "text": "Flestir sem fà sèr aukabùnad ì jeppann kannast eflaust vid lèlega hledslu. Rafgeimirinn verdur fljòtt slappur med kastarana à og vèlin tarf ad keyra à hærri snùning en naudsyn er til ad framleida nægt rafmagn.\nÈg rek fyrirtæki ì Noregi sem hefur sèrhæft sig ì tjùnningu à rafkerfi bàtavèla og hledslustyringu inn à fleiri rafgeima. Vid høfum à lager tøluvert af alternatorum med sterku segulsvidi sem er forsenda gòdrar hledslu à lægri snùningsvidum.\n \nÌ 12v høfum vid alternatora fra 70-310amp og ì 24v fra 50-220amp. Stærri er hægt ad sèrsmìda ef tørf er à. Allir hlutir til framleidslunnar hafa gòda mòtstødu gegn tæringu og dìòdubrùin er mjøg efnismikil, ymist innibygd eda utanàliggjandi.\nTessir alternatorar hafa 125 gràdur ì hitamørkum.\nFlestir teirra eru utan hledsluregulators og høfum vid ùrval af teim ì eins og triggja trepa ùtfærslu med og àn hitanema fyrir alternator og rafgeymir. Triggja trepa getur madur stillt inn hledsluna og tilsnidid hana ad tørfum.\nEinnig høfum vid 12v til 12v og 24v til 24v triggja trepa hledslutæki til notkunar à tvøfalt rafkerfi. Tau hlada upp ad 30amp og og sløkkva à sèr ef spennan fer undir 13v à teim geymi sem er tekid ùt af.\nAllar vørurnar eru 100% vatnsheldar.\nÈg get gefid frìa ràdgjøf vid val à vørum og afgreitt til teirra sem òska à sèrstøku \"ìslendingaverdi\"\nÈg reikna med ad ì jeppum er tad eins og ì bàtum, \nàn rafmagns er lìfid hundleidinlegt!",
            "date": "2010-08-13 23:09:00",
            "post_id": "7682",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Þetta líst mér vel á. Gefðu okkur sirka verðhugmyndir, 12v - 12v hleðslutæki og hvað þýðir eins til þriggja þrepa? Þetta eru hugtök sem ég þekki ekki þó ég sé sæmilega að mér í rafmagni.",
            "date": "2010-08-14 10:30:00",
            "post_id": "7689",
            "reply_to_id": "7682"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-08-14 12:00:00",
            "post_id": "7690",
            "reply_to_id": "7689"
        },
        {
            "user_name": "Pallipilot",
            "text": "Triggja trepa hledsla à alternator er eins og à vøndudum hledslutækjum. Tessir regulatorar nema spennuna à rafgeymapòlunum 10 sinnum à sekùndu og geta med prògrammi sìnu lesid rafmagnsnotkun hverju sinni. Ef kveikt er à tæki eykst hledsla sem tvì nemur samstundis og lækkar tegar sløkkt er à tvì. Ef geymar eru fullhladnir lækka voltin nidur ì tad sem òskad er af rafgeymaframleidanda. Tetta er naudsynlegt ef notadir eru vidhaldsfrìir rafgeymar og orkunotkun er mikil. Ad auki getur madur rofid strauminn undir hledslu àn tess ad bùnadur skadist. Ef tekid er meir ùt af kerfinu en tad tolir, t.d. vid rafsudu eda startgjøf, spryngur lìtid øryggi ì regulator sem audvelt er ad skipta um.\nFlestar vørurnar èg nota fyrir vèlarhledslu koma frà fyrirtækinu \nhttp://www.balmar.net\n. Èg get bodid 20% afslàtt frà listaverdi og ì stærri pøntunum meir.\nÈg er reglulega à Ìslandi ef einhver tarfnast adstodar vid uppsetningu.",
            "date": "2010-08-14 12:19:00",
            "post_id": "7691",
            "reply_to_id": "7690"
        }
    ],
    "date": "2010-08-13 23:09:00"
}