{
    "forum_title": "Barnaland",
    "id": "16895",
    "title": "Gerið þið lítið úr því að vera ein bíla á fjöllum.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=54&t=16895",
    "posts": [
        {
            "user_name": "risinn",
            "text": "http://www.mbl.is/frettir/innlent/2013/ ... ellsjokul/\nBara að minna ykkur á að það  að vera ein bíla á fjöllum eða í stórum hóp, það kemur stundum upp alls kyns vesen. Þannig EKKI dæma einn eða fleiri. :-)\nKv. Ragnar Páll\nVona að Allir séu sáttir við lífið og tilverunna. :-)",
            "date": "2013-03-17 00:52:00",
            "post_id": "92802",
            "reply_to_id": false
        },
        {
            "user_name": "eythor6",
            "text": "Ætli það hafi eitthverjir verið í þessari ferð sem voru að dæma sem mest herna um dagin þegar fólk festi sig uppá hálendi og björgunasveitin þurfti að mæta á staðin, mikið vona ég það",
            "date": "2013-03-17 01:52:00",
            "post_id": "92804",
            "reply_to_id": "92802"
        },
        {
            "user_name": "SævarM",
            "text": "Þetta eru algerlega óviðeigandi comment, og sama hvað, maður á helst ekki að vera mikið einn á ferð og þetta fólk sem er þarna eru engir byrjendur þetta er að megninu til menn  sem hafa mikla reynslu og lenda í óveðri eftir 2 daga í frábæru veðri, ekki á kafi í krapa eða á litlum bílum sem menn treysta ekki í smá skafl á skjaldbreið.",
            "date": "2013-03-17 07:51:00",
            "post_id": "92817",
            "reply_to_id": "92804"
        },
        {
            "user_name": "eythor6",
            "text": "Það sem eg er að tala um er að maður á ekki að vera hneykslast á fólki sem er að festa sig uppá hálendi því það geta allir fest sig. Það skapaðist umræða um daginn þegar útlendingar eða eitthvað lið var í sjálfheldu uppá landmannalaugum eða álíka, það lið var skotið í kaf fyrir að vera óreynd á fjöllum, en núna í gær kom frétt með 50 velreyndum jeppamönnum sem þurftu hjálp.",
            "date": "2013-03-17 08:18:00",
            "post_id": "92818",
            "reply_to_id": "92817"
        },
        {
            "user_name": "Ofsi",
            "text": "Það er töluverð lesningu um þetta á f4x4.is undir Stóra ferðin.",
            "date": "2013-03-17 09:10:00",
            "post_id": "92821",
            "reply_to_id": "92818"
        },
        {
            "user_name": "jongud",
            "text": "http://www.visir.is/leitudu-an-arangurs-upp-a-vatnajokli-eftir-ad-hafa-sed-neydarblys/article/2013130319199\nSamkvæmt þessu þá komust einhverjir sem sendu út hjálparbeiðni af sjálfsdáðum í skála á Grímsfjalli, en sveitirnar sem koma að austan voru að leita af sér allan grun eftir að neyðarblys sást á lofti.\nÞað er greinilegt að fréttastofur eru ekki með allt á hreinu varðandi þessa atburði þannig að ég ætla allavega ekki að lesa neina fréttamiðla um þetta mál fyrr en líða tekur á daginn.",
            "date": "2013-03-17 09:56:00",
            "post_id": "92826",
            "reply_to_id": "92821"
        },
        {
            "user_name": "Brjótur",
            "text": "Það er best að ausa ur ser einu sinni enn (að aliti annara) En i ljosi fretta undanfarið er eg orðin alveg steinhissa :)  hvað er i gangi með jeppamenn i dag ? er þetta að verða inn ?  að kalla a hjalparsveitir ??  fyrir nokkrum arum  þa biðu menn einfaldlega af ser veðrin i bilunum hvar sem var a fjöllum, nema auðvitað að hætta steðjaði að, eða folk væri slasað.  Eg held að\n menn ættu aðeins að fara að huga að þessu atriði,  þetta er farið að keyra ur hofi fram.\nVinaleg kveðja Helgi",
            "date": "2013-03-17 17:53:00",
            "post_id": "92900",
            "reply_to_id": "92826"
        },
        {
            "user_name": "hobo",
            "text": "Það má svosem kalla það neyðartilfelli að missa af mat og víni á laugardagskvöldi.",
            "date": "2013-03-17 17:58:00",
            "post_id": "92901",
            "reply_to_id": "92900"
        },
        {
            "user_name": "Startarinn",
            "text": "Mér finnst þessi gagnrýni hjá þér fyllilega eiga rétt á sér, ef menn geta ekki þraukað í einn dag eða meira í bílnum þá eru þeir ekki rétt útbúnir að mínu mati. Að því gefnu vissulega að enginn sé slasaður.\nÞó björgunarsveitirnar vilji vissulega að það sé hringt einu sinni of oft frekar en einusinni of sjaldan þá finnst mér ekki rétt að kalla þær út vegna þess að maður verður fyrir \"óþægindum\"\nÉg ætla þó að slá þann varnagla á ummælin hjá mér að fréttaflutningur sé réttur og að engin hætta hafi steðjað að",
            "date": "2013-03-17 18:23:00",
            "post_id": "92904",
            "reply_to_id": "92901"
        },
        {
            "user_name": "Magni",
            "text": "Nú þekki ég ekki til aðstæðna þarna á jöklinum en þetta hef ég verið að velta fyrir mér. Voru ekki hátt í 80 jeppar í þessari ferð? eru flestir þessara jeppa ekki álíka öflugir og björgunasveitajepparnir ef ekki öflugri. Gátu þessir hópar bara ekki aðstoðað hvern annan eða voru þeir bara að flýta sér í matinn. Þessir 20 sem voru skildir eftir, voru þetta síðustu jepparnir af heildinni? voru ekki allir að fara þessa leið? gátu hópar sem komu á eftir ekki aðstoðað hvorn annan til þess að komast niður.. (bara mínar hugleiðingar :) )",
            "date": "2013-03-17 18:54:00",
            "post_id": "92908",
            "reply_to_id": "92904"
        },
        {
            "user_name": "Kiddi",
            "text": "Jú jepparnir eru margir hverjir jafn öflugir ef ekki öflugri en björgunarsveitarbílar en í gær var verið að kalla út og setja í viðbragðsstöðu snjóbíla sem eru auðvitað yfirburðatæki þegar í svona aðstæður er komið. Og eins og ég skil þetta þá voru aðstæður þannig að þeir áttu í nægum erfiðleikum með sjálfa sig, og maður þarf jú að geta bjargað sjálfum sér áður en maður getur hjálpað öðrum. Jepparnir eru fín alhliðatæki en hafa sín takmörk hvort sem þeir eru á 54\" eða 31\".\nEn það má spyrja sig hvort það hafi verið yfir höfuð þörf á því að kalla út aðstoð (hugsanlega hægt að hækka bara í miðstöðinni og bíða) en gott að passa sig á að fara ekki að alhæfa eitthvað um þetta.",
            "date": "2013-03-17 19:35:00",
            "post_id": "92916",
            "reply_to_id": "92908"
        },
        {
            "user_name": "beygla",
            "text": "frábært hvað menn eru fljótir að dæma aðra :/",
            "date": "2013-03-17 19:45:00",
            "post_id": "92918",
            "reply_to_id": "92916"
        },
        {
            "user_name": "Hfsd037",
            "text": "Ég gleymi því nú seint hvað menn voru latir við að hjálpa öðru fólki sem var í basli upp á sólheimajökli þegar gosið var\nég losaði par á hilux sem sat fastur í smá skafli, ekki mikið átak sem þurfti til að losa hann \nen stelpan var 100 metra frá bílnum á pilsinu liggur við í dimmu og í hvössu veðri búin að vera að reyna að stoppa jeppa á miðjum jökli í ágætis tíma, ekki bara einn jeppa heldur nokkra jeppa, það stoppaði engin fyrir hana og ef það var einhver sem stoppaði þá var svarið bara nei\nþannig að, það kemur mér bara ekkert á óvart að björgunarsveitin hafi verið kölluð út :)",
            "date": "2013-03-17 20:02:00",
            "post_id": "92920",
            "reply_to_id": "92918"
        },
        {
            "user_name": "Bokabill",
            "text": "Skelfing greip víst um sig hjá þeim sem sátu fastir og var því sent út neyðarkall. Það var sagt í kvöldfréttum á Stöð 2.",
            "date": "2013-03-17 20:10:00",
            "post_id": "92921",
            "reply_to_id": "92920"
        },
        {
            "user_name": "Brjótur",
            "text": "Jæja ekki tokst að æsa menn nuna :)  enda ekki ætlunin :)  En aðeins að þessari ferð, þa var löngu ljost að hver hopur atti að vera sjalfum ser nogur, þ,e,  að geta ser björg veitt ef i harðbakkann slær, og að fara i hopferð a þessar sloðir a þessum tima, Jaa menn geta sagt ser að þarna er allra veðra von. Og þeir sem fara i svona ferðir ve'ða bara að vera við þvi bunir að þurfa kanski að dusa i bilunum klukkutimum saman :) a meðan veðrirð gengur niður :) \nAnnað atriði nuna i sambandi við þetta og þennan frettaflutning ,  hugsið ykkur hvað þetta er mikkil hvalreki fyrir þa aðila sem eru a moti þessum ferðalögum okkar og ferðamata um halendi Islands !!   \nkveðja Helgi\nP.s.  Skelfing greip um sig ???  helt þetta folk að það væri a Laugaveginum ??",
            "date": "2013-03-17 20:12:00",
            "post_id": "92923",
            "reply_to_id": "92921"
        },
        {
            "user_name": "SHM",
            "text": "Í gær og í dag fór ég einbíla á fjöll, í bæði skiptin inn að Skjaldbreið og Tjaldafelli og áfram austur eftir línuveginum. Í gær fór ég að norðanverðu þ.e. línuveginn frá Kaldadal. Það var mjög snjólétt alla leið að Skjaldbreið, en þaðan og að Mosaskarði var þokkalegur snjór og hart færi. Fór inn að Kjalvegi og þaðan til byggða.\nÍ dag fór ég upp hjá Bragabót og ég hef oft séð meiri snjó á svæðinu þaðan og inn að Skjaldbreið. Ég þurfti að keyra í talsverðum hlykkjum til þess að vera alltaf á snjó. Í ljósi þess að ég var einbíla lét ég fjallið eiga sig báða dagana og í dag beygði ég svo af línuveginum og fór niður Haukadalsheiði áleiðis að Geysi.\nTalsvert frost var báða dagana , -10 við Tjaldafell og því engin hætta á krapa, bara bongóblíða, en ég ætla samt alls ekki að mæla með því að menn séu að fara einbíla á fjöll að vetri til. Maður veit aldrei hvenær eitthvað fer úrskeiðis og þá er betra að hafa fleiri með í för.",
            "date": "2013-03-17 21:39:00",
            "post_id": "92940",
            "reply_to_id": "92923"
        },
        {
            "user_name": "risinn",
            "text": "Jæja ég startaði þessum þráð bara vegna þess að fólk er svakalega fljót að mynda skoðannir heima í sófa um það hvernig aðstæður, hvað má fara betur, og hvernig á að gera hlutina þegar vesenið kemur. Það að vera á staðnum eða vera heima í sófanum er EKKI sami staðurinn. Ég var í Grímsvötnum mánudag - miðvikudags og átti að vera til fimmtudags, en ákvað að fara niður á miðvikudag út af veður spá. Fór upp á jökul frá Jökulheimum og aftur til baka þangað, færið og veður var mjög gott á leiðinni uppúr og alveg þokkalegt á bakaleið.\nVið vorum á 46\" Patrol 46\" Liner 54\" Ford pickup og öllum gekk bara mjög vel. \nVona að öllum gangi vel til byggða.\nÞað var ekki meiningin hjá mér að starta einhverju leiðindum bara að minna fólk á það að vera heima eða á fjöllum er ekki sami staðurinn og í flest öllum skiptum langt þar á milli.\nMeð kv. Ragnar Páll.",
            "date": "2013-03-17 21:42:00",
            "post_id": "92941",
            "reply_to_id": "92940"
        },
        {
            "user_name": "AgnarBen",
            "text": "Alltaf gaman að því þegar spekingar spjalla úr sófanum :)  Þið eigið að vita að það er ekkert að marka fréttaflutning frá svona atburðum, bara tóm þvæla ......\nHér var um tæplega 100 bíla hópferð að ræða með fullt af sjálfstæðum einingum sem báru ábyrgð á sjálfum sér og gekk það vel (illa) hjá flestum hópunum að koma sér niður af jökli í mjög erfiðu færi og kolvitlausu veðri.  Af þessum 100 bílum voru 15-20 sem lentu í bilunum, gangtruflunum eða öðrum vandræðum og var það mat manna að þeir bílar kæmust ekki niður af jöklinum af sjálfsdáðum og fólkið ekki með sínum hópi (og ekki var veðurspáin neitt að skána).  Að sjálfsögðu var farið í að aðstoða þetta fólk (enda um hópferð að ræða) og þegar það gekk ekki að gera það með þeim tækjum sem voru til staðar (49\" trukkarnir gátu ekki einu sinni farið úr förunum þegar þeir fóru upp aftur) þá var bara kallað í vini okkar í björgunarsveitinni að græja snjóbíla til að ná í fólkið enda einu tækin sem voru hæf í verkefnið.  Björgunarsveitamenn frá Hornafirði voru NB á staðnum við jökulröndina til að leiðbeina mönnum niður. \nHélduð þið virkilega að skipuleggjendur og Hornfirðingar myndu bara fara í partý á Höfn og skilja restina af félögunum í þessari hópferð eftir 10 km upp á jökli húkandi í bílunum sínum í sólarhring án þess að aðstoða þá niður !  Mynduð þið gera það ?\nHættið svo þessu tuði og farið í skúrinn að skrúfa eða á fjöll :-)",
            "date": "2013-03-17 21:49:00",
            "post_id": "92943",
            "reply_to_id": "92941"
        },
        {
            "user_name": "SævarM",
            "text": "Það vantar like takkann á commentið hjá agnari",
            "date": "2013-03-17 21:58:00",
            "post_id": "92945",
            "reply_to_id": "92943"
        },
        {
            "user_name": "Fordinn",
            "text": "Þad er ekkert að því að ferðast einn á fjöllum, að því gefnu að fólk hafi reynslu, þekkingu og búnað til.     Ég hef þvælst um á bíl og fjórhjóli  og aldrei þurft að láta sækja mig ( 7 9 13 )   \n Þegar madur þvælist einn eða einbíla  þá verður madur að vera búin undir það að bjarga sér sjálfur,    og það mikilvægasta   að hugsa áður enn madur framkvæmir, ekki taka sénsa  og snúa frekar við eða annað þegar við á.     \nÞað á enginn að þurfa að kalla á bjorgunarsveit þótt það komi vont veður, maður er einfaldlega buin til þess að bíða það af sér,   og að geta LÁTIÐ VITA hvar madur er og að allt sé í lagi.\n       Enn i tilvikum sem þessum er vel réttlætanlegt að fá aðstoð björgunarsveitar þar sem um marga einstaklinga er að ræða og misbúna sjálfsagt. \n           Allir komu heilir heim svo það er það sem skiptir mestu  =)",
            "date": "2013-03-17 22:20:00",
            "post_id": "92949",
            "reply_to_id": "92945"
        },
        {
            "user_name": "kjartanbj",
            "text": "Ég var ekki í vandræðum og ekki fastur en bílar í mínum hóp voru í bílunum og að lenda í að festa sig, þá tók við stundum 30minutna bið og í -20 gráðum og vindkælingu þá var allt mjög fljótt að kólna niður, kóarinn hjá mér var orðinn vel kaldur, þá var komið þykkt lag innan á rúðurnar hjá mér af héli, held að menn í bænum átti sig ekki alveg á aðstæðum sem voru þarna nóg að einn til 2 bílar í hverjum hóp voru í veseni þá stoppuðu Allir og menn voru ekkert að yfirgefa hina, einnig var einn í mínum hóp orðinn alvarlega veikur og ældi eins og múkki, menn vilja bara kalla á hjálp áður en það er of seint \nAnnars er ég undir eyjafjöllum núna á leið í bæinn eftir að hafa gert við kruserinn þegar það brotnuðu hjá mér felgu boltar á leið niður jökulinn, komst niður af honum sem betur fer, erum hérna þeir bílar sem eru í lagi úr hópnum, 2 bílar en á jökli",
            "date": "2013-03-18 00:53:00",
            "post_id": "92966",
            "reply_to_id": "92949"
        },
        {
            "user_name": "kjartanbj",
            "text": "Við fengum leiðsögn niður af jöklinum af heimamönnum þarna sem keyrðu á undan okkur, björgunarsveitir voru að aðstoða aðra hópa á snjó bílum, verðið líka að átta ykkur á að það voru börn í bílum þarna sem voru orðnir kaldir og bilaðir, ekkert að ástæðulausu Verið að kalla út björgunarsveitir",
            "date": "2013-03-18 01:01:00",
            "post_id": "92967",
            "reply_to_id": "92966"
        },
        {
            "user_name": "Oskar K",
            "text": "skal alveg lofa þér því að þegar við vorum hættir að hafa undan að skafa rúður að innan og utan, með olíugjöf, húddbarka, stýri og fleira frosið, ég orðinn blár á fótum vegna miðstöðvarleysis og ekki búnir a sjá frammfyrir húddið á bílnum í fleiri fleiri klukkustundir þá var mér orðið nokkuð sama um kvöldmatinn.\nþað er svosum hægt að keyra í litlu sem engu skyggni og þungu færi, en bílar þola mjög illa 40 gráðu frost í lengri tíma, með rosalegum skafrenningi\nen það er gott að sófariddararnir hérna skemmta sér við fréttalestur",
            "date": "2013-03-18 03:17:00",
            "post_id": "92969",
            "reply_to_id": "92967"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Þetta er veðrið sem var spáð fyrir ALLAN Laugardaginn , og var fyrri part dags. \nEn þetta er veðrið sem skall á seinnipartinn. \nAllflestir hópar komu sér niður að sjálfstáðum, þar á meðal við. Hins vegar voru bílar ofar á jökli sem ekki hléldust í gangi með börn og veikt fólk innanborðs orðið mjög kalt og enga bíla í að venda , 38 m á sek og veðurstöðin sýndi vindkælingu upp á um 50°- . \nÞað voru engir björgunarsveitajeppar að bjarga neinum þarna enda ekki fært fyrir jeppa að aka upp jökulinn. \nEinu farartækin sem gátu aðstoðað þetta fólk voru 2 snjóbílar , þeir voru á svæðinu og því ekki að nota tækin ? \nÞað að bera þetta saman við það að keyra einbíla inn í Laugar í Afleitri rigningarspá er bara kjánalegt.",
            "date": "2013-03-18 03:39:00",
            "post_id": "92970",
            "reply_to_id": "92969"
        },
        {
            "user_name": "s.f",
            "text": "Þarna voru vanir jeppamenn, og eins og Hjalti segir þá voru börn og fólk sem var orðið veikt. Ef þetta fólk hefur talið sig þurfa aðstoð þá er ekkert af því að kalla eftir henni, það tekur engin ósskemndur maður séns með börn í svona aðstöðu, þó það séu nokkrir hér sem telji sig geta verið sólahringum saman í aftakaveðri og -100 c og þá helst á brókinni upp á jökli. Þá eru nú flestir hér ekki svo miklir naglar!!",
            "date": "2013-03-18 07:56:00",
            "post_id": "92971",
            "reply_to_id": "92970"
        },
        {
            "user_name": "jongud",
            "text": "Sammála; \nLike!\nOg þar sem maður er nú búinn að fá fréttir frá fólki sem var á staðnum er greinilegt að það hefur verið nauðsynlegt að kalla eftir aðstoð.\nEinnig má hrósa Björgunarfélagi Hornafjarðar og/eða skipuleggjendum ferðarinnar fyrir að hafa séð til þess að snjóbílarnir voru við jökulröndina.",
            "date": "2013-03-18 08:48:00",
            "post_id": "92976",
            "reply_to_id": "92971"
        },
        {
            "user_name": "jongud",
            "text": "Þá vil ég spyrja, hvað klikkaði í sambandi við veðurspána?",
            "date": "2013-03-18 09:08:00",
            "post_id": "92977",
            "reply_to_id": "92976"
        },
        {
            "user_name": "hobo",
            "text": "Það er rétt, maður var nú bara að spauga ;)\nManni dettur auðvitað ekki í hug að gera lítið úr aðstæðum þegar maður var ekki á staðnum.",
            "date": "2013-03-18 09:12:00",
            "post_id": "92978",
            "reply_to_id": "92977"
        },
        {
            "user_name": "dabbigj",
            "text": "Skil ekki hvaða væl þetta er í fólki, þetta er hópur af reyndustu jeppamönnum landsins, mjög margir þeirra eru líka í björgunarsveitum og þeir lenda í aftakaveðri sem að ekki var búist við og það er augljóst að menn leggjast vel yfir veðurspár þegar þeir skipuleggja 100 bíla ferð. \nÞað er ekki að ástæðulausu, vegna reynsluleysis eða vanbúna bíla  sem verið er að kalla út björgunarsveitinar á svæðinu og ágætt að menn sýni því skilning.\nBara gott að það hafi ekki orðið nein slys á mönnum og að allir hafi komist heilir niður jökulinn.",
            "date": "2013-03-18 09:39:00",
            "post_id": "92979",
            "reply_to_id": "92978"
        },
        {
            "user_name": "Einfari",
            "text": "Ég skil ekki alveg hvað risinn er að fara með því að hefja þennan póst hér. Ekki sýst þegar hann fer að afsaka sig með seinni pósti sínum, og klikkja út með því að segja \"Það var ekki meiningin hjá mér að starta einhverju leiðindum\" sem mér finnst hann einmitt hafa verið að gera.  Og skv. hans skrifum er hann mikill ferðamaður og fer víða og ætti því að vita eins og svo margir aðrir sem vinna við það í hverri viku að þvælast um hálendið ýmist á jeppum, sleðum eða snjóbílum, að menn þurfa að gera ráð fyrir að veður geti breyst með skömmum fyrirvara. Yfirleitt er þetta fólk búið að kanna veðurspár vel áður en lagt er af stað því að ekki er maður að heyra að því að það sé að lenda í vandræðum. \nÞá er gott að menn sýni fyrirhyggju og brjóti odd á oflæti sínu og biðji um hjálp áður en í óefni er komið",
            "date": "2013-03-18 10:13:00",
            "post_id": "92984",
            "reply_to_id": "92979"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Fyrstu fréttir sem ég heyrði væri að það gengi illa á jöklinum vegna sprungna - snjóleysi á jökli hefur þá ekki verið málið heldur vont veður ? Er að spá í skíðaferð á Esjufjöll eða Goðheimaskála einhvern tíman fyrir sumar - er ekki bara normal snjóalög ?",
            "date": "2013-03-18 10:43:00",
            "post_id": "92989",
            "reply_to_id": "92984"
        },
        {
            "user_name": "elli rmr",
            "text": "það er ekki hægt að bera þessa tvo túra saman eins og Ragnar gerir í upphafi \nAnnarsvegar ferð inní Landmannalaugar með ferðamenn sem maður þekkir ekki og veit ekki hvernig bregðast við óvæntum aðstæðum  einbíla í grenjandi rigningu og asahláku og menn að forða sér FRÁ Landmannalaugum\nOg hinvegar Skipulagða ferð með fullt af bílum og mannskap sem lendir í ofsaveðri sem ekki var spáð \njú allir geta lent í festum bilunum og eða veikindum en munurinn á þér Ragnar og þeim sem voru í skipulagðri ferð er sá að þeir gátu reynt að bjarga sér og voru ekki með afleidda veðurspá í kortonum  en þú hafðir bara 112 með þér og það er ekki gáfulegt þegar menn fara á fjöll einbíla með´ferðamenn sem þú þekkir ekki í asahláku rigningu og bullandi hita sem er allt merki þess að uppá fjöllum er ktapi stórfljót og aðstæður sem erfitt er að ráða við einn tala nú ekki umm þegar menn koma með afsakanir umm að hafa sett í vitlausan gír og lenda útí miðju fljóti.\ní lokin skal taka fram að ég er eingin eingill í þessum málum og hef brotið flestað þær ferðareglur sem menn fara eftir en flestar þeirra braut ég í upphafi ferðamensku minnar er ég vissi ekki betur. Þetta er mín skoðun Ragnar og þarf ekki að endurspeigla skoðun aðra meðlima Jeppaspjalls og kem ég ekki til með að vera munnhöggvast við þig hérna því það er ekkert sem þú getur sagt um þessa ferð þína sem kemur til með að breyta minni skoðun þó svo að ég hafi verið í hvorugri ferðini",
            "date": "2013-03-18 10:53:00",
            "post_id": "92990",
            "reply_to_id": "92989"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Það er stóra spurningin. Það var lítið í þessari spá sem benti á þetta veður , þá að sjálfsögðu geti skollið á stormur á jöklum fyrirvaralaust.",
            "date": "2013-03-18 13:02:00",
            "post_id": "93004",
            "reply_to_id": "92990"
        },
        {
            "user_name": "kjartanbj",
            "text": "Maður sárvorkennir bara þeim sem eiga bíla þarna uppfrá sem voru skildir eftir, ég var mjög heppinn að koma mínum niður \"heilum\" \nverð bara segja að hann stóð sig ótrúlega vel miðað við að vera með felgubolta að brotna undan einn af öðrum, svo voru dempararnir farnir að týna tölunni(verða óvirkir) , endaði með að ég skildi bílinn eftir út í kannti niðri á þjóðvegi eitt þegar ég átti 3 felgubolta eftir og fékk far með björgunarsveitabíl sem var á leið á höfn þarna framhjá , síðan í gær fór ég að finna út hvaða felguboltar væru undir honum þar sem það var búið að skipta um á þessu horni bara en á eftir að setja sterkari bolta á hin, brotnaði undan hjól hjá þarsíðasta eiganda, ég náði sambandi við hann og fékk að vita að það væru 100krúser boltar , neyðarþjónusta Toyota útvegaði mér bolta í gær og vinur minn ók með þá til mín og við gerðum við þetta og vorum að koma í bæin um 3 í nótt \nþetta er án efa sú allra erfiðasta ferð sem ég hef lent í, ekki gott að sitja í bílnum að bíða á meðan það var verið að redda öðrum bílum í hópnum af stað eftir festur eða smá bilanir í þessu rosalega frosti sem var þarna og skafrenningi, bíllinn hélt sér ekki heitur svona stopp og það skóf endalaust inn í húddið á honum, olíugjöfin var farin að frjósa hjá mér og allir mótorpúðar orðnir grjótharðir og bíllinn skalf og nötraði og alveg óvíst hvort hann myndi haldast í gangi ef ég hefði þurft að vera þarna marga tíma í viðbót, olíu staða hjá mér var líka orðin 1/4 tankur, hópurinn minn þurfti að fara alla leið í Dreka þannig við fórum með mjög mikið af olíu í ferðinni\nAðrir voru ekki jafn heppnir og bílarnir þeirra annaðhvort drápust alveg, eða miðstöðvar hættu hreinlega að virka\neinnig er alveg rosaleg lækkun þarna á stuttum kafla og menn voru sífellt komnir í of lítið loft og hættu bara drífa með dekkin á felgunni  nánast , ég var sífellt að hækka hjá mér úr 1-2psi upp í 3-3.5psi \nVonandi gengur Hornafjarðadeildinni vel að sækja bílana niður af jöklinum þegar þeir komast í það, mér myndi ekki líða mjög vel vitandi af jeppanum mínum þarna uppfrá sem stendur í einhverjum milljónum , flestir jeppaeigendur sem urðu að skilja eftir bílana sína skilst mér að hafi reddað sér í bæin eða tekið bílaleigubíla suður og þurfa gera sér ferð austur að sækja bílana sína \nEn mér finnst persónulega ekki hafa verið neitt röng ákvörðun þarna að kalla út björgunarsveitir miðað við fjölda manna þarna uppfrá í mismunandi aðstæðum , sumir með börn í bílnum sem voru hættir að ganga og kuldi farinn að segja mjög til sín \n54\" bílar voru í veseni þarna... \nen ætla ekki að hafa þessa langloku neitt lengri",
            "date": "2013-03-18 13:30:00",
            "post_id": "93005",
            "reply_to_id": "93004"
        },
        {
            "user_name": "Guðninn",
            "text": "Við vorum þarna á ferð saman Rottugengið og Jeppakarlar, og þessum sögum er ekkert ofaukið við vorum bara mjög heppnir að bílarnir hjá okkur héngu í nokkuð góðu ástandi og héldust allir í gangi.\nen Þetta var orðið hrikalega þungt og skyggnið var í raun ekkert, við komumst örlítið áfram þegar við á 49\" Ram ruddum leiðina og 44\" Tacoma fylgdi á eftir og svo 38\" bílarnir þar á eftir, en festust svo mjög reglulega,\nstrollan okkar fór í raun ekkert að komast almennilega áfram fyrr en við fórum í förin eftir troðarann (sem reyndar fylltust jafnóðum vegna gríðarlegs skafrennings) þá var komin temmilega þjappaður snjór undir 38\" bílana svo þeir kæmust áfram án þess að festa sig mjög reglulega.\nEn ástandið hefði getað orðið mjög slæmt sérstaklega þegar fleiri og fleiri tilkynntu í talstöð að bílarnir hjá þeim væru að drepa á sér og mönnum væri að kólna, Vonandi gengur mönnum vel að endurheimta bílana sína af jökli í vikunni.",
            "date": "2013-03-18 14:15:00",
            "post_id": "93011",
            "reply_to_id": "93005"
        },
        {
            "user_name": "ivar",
            "text": "Sammála þessu að mestu leiti.\nFærið og veðurspá fyrir jökul um helgina benti til að þarna væri frábært að vera auk þess sem mikill eðlismunur er á ferðahópum.\nEinnig væri fróðlegt að vita heildarframlag þessara 100 einstaklinga til björgunarsveita hafa verið í gegnum tíðina á móti heildarframlagi 4 ferðamanna og Ragnars :) Gleymum ekki að þetta eru sveitir reknar í sjálfboðastarfi fyrir styrktarfé almennings.",
            "date": "2013-03-18 14:40:00",
            "post_id": "93018",
            "reply_to_id": "93011"
        },
        {
            "user_name": "Hfsd037",
            "text": "Magnaðar sögur, þetta hefur verið rosalegt ævintýri! Maður getur alveg ýmindað sér hvernig disel bílarnir hafa verið byrjaðir að haga sér í svona miklu frosti..\nÉg stoppaði í 20 min við Goðastein í gær á meðan ég át samloku og fann að jeppinn var byrjaður að ganga truntulega, þó það hafi verið ný sía og sterkur ísvari látin í tankinn daginn áður\nþar var samt ekki nema 15-17 -frost samkvæmt mælinum\nMaður getur rétt svo ýmindað sér hvernig þetta var hjá ykkur",
            "date": "2013-03-18 14:53:00",
            "post_id": "93021",
            "reply_to_id": "93018"
        },
        {
            "user_name": "kjartanbj",
            "text": "bíllinn minn gekk fínt, en náði bara aldrei að halda sér heitum þar sem við vorum svo mikið stopp að bíða\nmenn voru þarna með snorkel sem voru að draga inn á sig snjóin og svona og lenda í veseni útaf því, skipti þá litlu hvort þeir væru með einhverjar hlífar yfir þeim það þurfti að hreinsa úr þeim þá reglulega , bíllinn hjá Frikka gekk mikið á innsoginu útaf hversu kalt var þarna\nallskonar svona hlutir í gangi",
            "date": "2013-03-18 15:28:00",
            "post_id": "93025",
            "reply_to_id": "93021"
        },
        {
            "user_name": "lecter",
            "text": ",,,,,,,,,,",
            "date": "2013-03-18 15:41:00",
            "post_id": "93026",
            "reply_to_id": "93025"
        },
        {
            "user_name": "lecter",
            "text": ",,,,,,,,,,,,",
            "date": "2013-03-18 15:59:00",
            "post_id": "93029",
            "reply_to_id": "93026"
        },
        {
            "user_name": "Kiddi",
            "text": "Áttu þá við blöndungsvélarnar sem voru ekki að tolla í gangi þarna uppfrá?",
            "date": "2013-03-18 16:51:00",
            "post_id": "93034",
            "reply_to_id": false
        },
        {
            "user_name": "JensO",
            "text": "Góðan Dag \nÉg er frá Hornafirði og er í Hornafjarðadeild ég fór upp á jökul á móti hópunum og langaði að segja ykkur smá sem þessu tengist þar sem ég er líka í Björgunarsveit hér á Höfn. Björgunarsveitin hér var aldrei kölluð út, Bíll frá sveitinni var upp á jökli á laugardaginn ásamt tvem sleðum og þar sem bíllinn var á staðnum þá hann auðvitað fengin til að fara aftur á jökul að aðstoðaásamt öðrum bílum frá 4x4 félögum. Það sem var virkjað hér var Svæðistjórn Björgunarsveitarinnar þar sem ekki náðist talstöðva samand í alla hópa sem voru á jökli en náðist úr svæðistjórn vegna þar eru loftnetin með góða drægni og allt sem því tengist og þar náðist samband við alla hópa og síðan voru upplýsingar gefnar í gegnum það svo þeir sem fóru að aðstoða og heyrðu ekki í bílunum sem náðist í gegnum svæðistjórn gætu fengið að vita með puntka og annað slíkt.\nMeð þökk Jens",
            "date": "2013-03-18 17:11:00",
            "post_id": "93037",
            "reply_to_id": "93034"
        },
        {
            "user_name": "s.f",
            "text": "ertu þá að meina að hver og einn þurfi að halda utanum það sem hann hefur verslað af flugeldum hjá björgunarsveitum. Og hver á þá upphæðin að vera sem hver og einn þarf að versla fyrir til að eiga rétt á að kalla eftir aðstoð?  Þetta er það heimskulegasta sem ég hef lesið hér síðan síðan opnaði",
            "date": "2013-03-18 18:03:00",
            "post_id": "93039",
            "reply_to_id": "93037"
        },
        {
            "user_name": "Ofsi",
            "text": "Heyrði í einhverjum gárunum kalla þessa ferð: Grátur og gnýstan tanna um Vatnajökul þveran og endilangan.",
            "date": "2013-03-18 18:28:00",
            "post_id": "93045",
            "reply_to_id": "93039"
        },
        {
            "user_name": "kári þorleifss",
            "text": "Stolnar myndir af netinu. Held þetta sýni örlítið ástandið á skaflinum.\nEnn frábært að fólk vinni vel saman enda þekkja heimamenn mjög vel til þarna.",
            "date": "2013-03-18 19:39:00",
            "post_id": "93054",
            "reply_to_id": "93045"
        },
        {
            "user_name": "Ofsi",
            "text": "Sá að allra myndirnar voru merktar KJ photography. Hefur þú ekki heyrt um höfundarétt Kári Þorvaldsson.",
            "date": "2013-03-18 20:11:00",
            "post_id": "93062",
            "reply_to_id": "93054"
        },
        {
            "user_name": "kári þorleifss",
            "text": "ertu að tala við mig?\nÉg sé líka alveg að þær eru merktar enda ekkert að eigna mér þær. Ég sá þetta á internetinu á opinni síðu svo allir geta notið þessara flottu mynda",
            "date": "2013-03-18 20:36:00",
            "post_id": "93066",
            "reply_to_id": "93062"
        },
        {
            "user_name": "gislisveri",
            "text": "Steinþór, ertu ekki að snúa þessu við hjá honum? Ég skil þetta þannig að þessir 100 einstaklingar hafi sennilega margborgað fyrir aðstoðina með framlögum sínum í gegnum tíðina.\nKv.\nGísli Sveri.",
            "date": "2013-03-18 20:52:00",
            "post_id": "93071",
            "reply_to_id": "93066"
        },
        {
            "user_name": "s.f",
            "text": "Ég skildi þetta þannig að það væri verið að bera saman hvað þessir 100 einstklingar væru búnir að eiða í flugeldakaup á móti einhverjum öðrum 4 sem þurftu á aðstoð að halda. Ef ég er að miskilja þetta eithvað þá byðst ég afsökunar á því",
            "date": "2013-03-18 21:20:00",
            "post_id": "93078",
            "reply_to_id": "93071"
        },
        {
            "user_name": "jeepcj7",
            "text": "Takk fyrir myndirnar svakalega flottar eru ekki fleiri með myndir? Þetta hefur verið alveg keppnisbasl þarna.",
            "date": "2013-03-18 21:24:00",
            "post_id": "93080",
            "reply_to_id": "93078"
        },
        {
            "user_name": "Stebbi",
            "text": "Afhverju eru menn að tala um að það hafi verið 40-50° frost.  Vorum við að slá einhver Íslandsmet þessa helgi.",
            "date": "2013-03-18 21:29:00",
            "post_id": "93083",
            "reply_to_id": "93080"
        },
        {
            "user_name": "-Hjalti-",
            "text": "23 gráður inn í dauðum bílum , eflaust 40+ í vindkælingu ef þú vogaðir þér út fyrir bíl að vesenast. \nVindkælingin hefur reyndar engin áhrif á dauða hluti eins og bíla en skafrenningurinn var svakalegur og húdd voru að fyllast af snjó valdandi ýmsum vandræðum.",
            "date": "2013-03-18 21:37:00",
            "post_id": "93085",
            "reply_to_id": "93083"
        },
        {
            "user_name": "Oskar K",
            "text": "-22°c í 25-30m/s er rúm 40stig í frost, bílar hætta bara að virka í þessum aðstæðum, það frýs allt sem frosið getur",
            "date": "2013-03-18 22:41:00",
            "post_id": "93097",
            "reply_to_id": "93085"
        },
        {
            "user_name": "Magni",
            "text": "-22 gráður í 25-30m/s er samt -22 gráður á bílinn. En aftur á móti -40 á okkur :)",
            "date": "2013-03-18 22:51:00",
            "post_id": "93101",
            "reply_to_id": "93097"
        },
        {
            "user_name": "Stebbi",
            "text": "Útreikningur á vindkælingu á bara við um lifandi kvikindi.  En þið hafið verið með eindæmum óheppnir með kulda þetta kvöld, þetta er tæplega 20 gráðum meira frost en í Skaftafelli á sama tíma.",
            "date": "2013-03-18 22:59:00",
            "post_id": "93104",
            "reply_to_id": "93101"
        },
        {
            "user_name": "hmm",
            "text": "Svona til að menn þekki til staðreynda þá var \nekki \num aðgerð á vegum björgunarsveita að ræða á jöklinum á laugardag. Það var hins vegar einn björgunarsveitarbíll sem var á svæðinu og fór uppeftir ásamt þrem bílum frá Hornafjarðardeild 4x4 og 6 bílum úr Túttugenginu sem var að skipuleggja þessa ferð. Síðan var snjótroðari frá ferðaþjónustuaðila á svæðinu fenginn til aðstoðar og ber 4x4 klúbburinn kostnað af því ef einhver verður. \nTúttugengið hefur ekki verið með flugeldasölu til þessa en verður kannski næstu áramót :-)\nÞegar að öllu var lokið og allir voru á leið niður mættum við einum snjóbíl frá Egilstöðum sem að kallað hafði verið eftir en hann var bara of seinn í partýið.\nSíðan er einnig gott að bæta því við staðreyndirnar að veðrið var vissulega kolvitlaust og færið erfitt. Hins vegar komust langfelstir hjálparlaust og vandræðalítið niður og minn hópur keyrði þetta án vandræða. Einnig er rétt að halda því til haga að færið var ekki það slæmt að 49\" bílarnir væru ekki að drífa - okkur gekk bara alveg ljomandi vel og héldum sama hraða og snjótroðarinn uppeftir en keyrðum svo fulla ferð niðrúr.\nÞetta voru erfiðar aðstæður og var full ástæða að kalla eftir aðstoð fyrir þá sem voru i basli - hins vegar voru lika aðilar þarna sem gátu vel bjargað sér sjálfir og gerðu það að mestu.\nEn þetta var flottur túr og við í Túttugenginu renndum svo aftur upp á Jökul á sunnudeginum og kláruðum túrinn - Fórum svo frá Jökulheimum á mánudagsmorgni og tókum breiðbak, og yfir Myrdalsjökul heim... \nBenni",
            "date": "2013-03-19 00:52:00",
            "post_id": "93126",
            "reply_to_id": "93104"
        },
        {
            "user_name": "vignirbj",
            "text": "Vindkæling á líka við um hluti eins og heita dísel vél sem er að berjast við að vera í gangi",
            "date": "2013-03-19 09:11:00",
            "post_id": "93146",
            "reply_to_id": "93126"
        },
        {
            "user_name": "kári þorleifss",
            "text": "og eru þá allir komnir heim?\nÞessi mynd er síðan í gær þegar verið var að smala ofan af jökli (líka stolin af internetinu)",
            "date": "2013-03-19 18:45:00",
            "post_id": "93223",
            "reply_to_id": "93146"
        },
        {
            "user_name": "kjartanbj",
            "text": "það eru ennþá ca 13 bílar á jökli sem verða held ég sóttir á morgun niður af jöklinum",
            "date": "2013-03-19 18:53:00",
            "post_id": "93224",
            "reply_to_id": "93223"
        },
        {
            "user_name": "Dreki",
            "text": "Þetta var góð ferð og mjög gaman\n \nvið í austurlandsdeildini vorum með einn 36\" landcruiser sem að þurfti að vera í 10 pundum vegna lélegra kanta á felgum. En hann var nú hafður í spotta restina aftan í Hrollinum vegna þess að hann var svo oft að festa sig. En svo voru 4 aðrir á 38\" sem að var svo gott sem ekkert vesen á þannig færið var nú ekki afleitt\nen en og aftur sannar það sig að menn eru alltaf dómharðastir sem að er heima og lesa fréttamiðlana\nSmári",
            "date": "2013-03-19 19:25:00",
            "post_id": "93230",
            "reply_to_id": "93224"
        },
        {
            "user_name": "jongud",
            "text": "Mikið rétt,\nen þar sem ég hef þá reynslu að fréttamenn skrifa oftast út um rassgatið á sér þegar fréttir af hálendinu eru annarsvegar þá beið ég alveg með alla dóma. Það er fyrst núna sem maður er að átta sig hvað gekk á.",
            "date": "2013-03-19 21:49:00",
            "post_id": "93250",
            "reply_to_id": "93230"
        },
        {
            "user_name": "Pajero1",
            "text": "Bíddu bíddu ekki er þetta Cummins Patrolinn þarna í spotta dauður ?? Hélt að það væri hinn fullkomni fjallamótor!\nviewtopic.php?f=9&t=9527&p=92206&hilit=cummins#p92206",
            "date": "2013-03-19 21:57:00",
            "post_id": "93252",
            "reply_to_id": "93250"
        },
        {
            "user_name": "Stebbi",
            "text": "Það getur ekki verið, Cummins er ódrepandi vél sem hlær upp í opið geðið á náttúruöflunum.  Pottþétt eitthvað annað en vélin sem er að, örugglega bara vír eða eitthvað band eða eitthvað.",
            "date": "2013-03-19 22:04:00",
            "post_id": "93254",
            "reply_to_id": "93252"
        },
        {
            "user_name": "kjartanbj",
            "text": "það var mjög mikill munur hvar menn voru að keyra hvernig færið var, það gat gengið mjög vel einhverja hundruð metra, en svo annarstaðar var þungt færi, bílar voru sumstaðar að setjast á kviðinn á meðan bílar 20metrum til hliðar voru ekki í neinum vandræðum\nannars var það ekki færið sem var að fara með bílana, heldur frostið , mótorar hengu ekki í gangi , stýri voru að frjósa, miðstöðvar hættar að virka, inngjafar barkar að frjósa , húdd að fyllast af snjó.. allskonar vesen , rúðuþurrkurnar að frjósa fastar , rúður að innan héluðu jafnóðum og maður skóf þær",
            "date": "2013-03-19 22:20:00",
            "post_id": "93259",
            "reply_to_id": "93254"
        },
        {
            "user_name": "Hfsd037",
            "text": "Hefurðu prufað að bóna rúðurnar að utan með alvöru bóni? Þegar ég bóna jeppann þá bóna ég allar rúður kastara hiklaust með, það er alveg merkilegt hvað bónið hrindir snjó frá sér í snjóbyljum..\nEn það er ekki alveg sama hvaða bón maður notar hef ég einnig tekið eftir",
            "date": "2013-03-19 22:44:00",
            "post_id": "93263",
            "reply_to_id": "93259"
        },
        {
            "user_name": "kjartanbj",
            "text": "það skipti engu máli í þessu veðri, frostið var svo mikið, svo var ég að tala um að innanverðu, maður skóf þær að innanverðu og það hélaði á þeim jafnóðum, að utanverðu fraus jafnóðum á rúðunum og það snerti þær, rúðuþurkurnar hjá mér frusu fastar oftar en einu sinni",
            "date": "2013-03-19 23:37:00",
            "post_id": "93268",
            "reply_to_id": "93263"
        },
        {
            "user_name": "Dreki",
            "text": "já það er rétt færið var misjafnt við fórum líka ekki jafn langt yfir jökull og aðrir fórum frá snæfelli og þaðan suður á skálafellsjökull \nþannig við vorum komnir á hornafjörð um hálf sjö um kvöldið vorum þriðji hópur niður.\nen það var vel kalt þegar þurfti að fara út að gera eitthvað þó það væri ekki nema bara setja spottan á milli\nEn þetta er góð ferð í reynslubankann sem að er aldrei hægt að fylla segi ég",
            "date": "2013-03-19 23:43:00",
            "post_id": "93270",
            "reply_to_id": "93268"
        },
        {
            "user_name": "Dreki",
            "text": "en eitt en hafa menn trú á að þetta virki á fjöllum \nhttp://www.autoanything.com/driving-acc ... 0A0A0.aspx\nen það var kannski of mikið frost um helgina",
            "date": "2013-03-20 00:02:00",
            "post_id": "93274",
            "reply_to_id": "93270"
        },
        {
            "user_name": "jongud",
            "text": "Ég vildi líka spyrja að einu;\nvoru einhverjir með uppitaðar framrúður (með hitaþráðum) og hvernig voru þær þá að virka?",
            "date": "2013-03-20 08:54:00",
            "post_id": "93294",
            "reply_to_id": "93274"
        },
        {
            "user_name": "AgnarBen",
            "text": "Gott ráð við svona aðstæður eins og voru þarna á jöklinum er að láta miðstöðina blása köldu á framrúðuna og kæla hana þannig niður en þá safnast ekki klaki og snjór utan á rúðuna, eina sem þarf að gera er að skafa hana að innanverðu öðru hvoru.  Einnig er gott að vera með örlitla rifu á tveimur rúðum til að minnka móðumyndun.  \nÉg stillti t.a.m miðstöðina fljótlega á kalt á Skálafellsjökli og lét blása á rúðuna og keyrði hana þannig í amk tvo klukkutíma á meðan við vorum að koma okkur niður úr mesta kófinu.  Klæddi mig bara í dúnúlpu, húfu og vettlinga á meðan.  Þetta svínvirkar við svona aðstæður og maður sleppur alveg við að þurfa að nota rúðuþurrkur og að skafa að utan því allur snjór fýkur bara af rúðunni og festist ekki við hana !",
            "date": "2013-03-20 13:40:00",
            "post_id": "93338",
            "reply_to_id": "93294"
        },
        {
            "user_name": "kjartanbj",
            "text": "Vorum með rifu hjá okkur, miðstöð blés bara köldu því mótorinn náði aldrei að halda hita",
            "date": "2013-03-20 14:45:00",
            "post_id": "93349",
            "reply_to_id": "93338"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Mikið afskaplega finnst mér menn vera miklar smásálir hérna sumir, þá sérstaklega eythor6, þú dæmir þig algerlega sjálfur með svona ummælum, að óska nokkrum manni að vera fastur uppá jökli í -20 stiga gaddi og brjáluðu veðri í bíl sem ekki gengur lengur er bara svo lákúrulegt að ég á ekki orð, þú ættir að skammast þín og hafa vit á að halda kjafti næst þegar þú vilt viðra svona heimsku. Sama á við um hina fávitana sem eru á sömu tíðni.\nÞetta gerist fyrir bestu menn og er ég bara feginn að ekki fór verr, sem betur fer voru allir þarna frekar vel búnir, en búnaðurinn má sín lítils þegar náttúruöflin verða svona.",
            "date": "2013-03-20 15:52:00",
            "post_id": "93357",
            "reply_to_id": "93349"
        },
        {
            "user_name": "Stebbi",
            "text": "eythor06 er bara geðveikt pirraður yfir því að hafa fest sig í sófanum um helgina og það þurfti að kalla á Hjálparsveit til að ná honum upp.  Mest er hann fúll yfir því að hafa ekki fengið snjóbíl eins og hinir.",
            "date": "2013-03-20 19:09:00",
            "post_id": "93388",
            "reply_to_id": "93357"
        },
        {
            "user_name": "jeepson",
            "text": "Já hann er auðvitað fullkominn. En það þýðir lítið að bæta rafmagnsdælu við á olíulögnina sem er svo stífluð. Um leið og dælan var tekin burt rauka hanní gang og hjálpaði vel til að ná niður þeim 13 bílum sem eftir voru í dag. Mér skyldist að menn á höfn væru komnmeð cummins veiki eftir að fengið að prufa bílinn í ær og í dag.",
            "date": "2013-03-20 19:42:00",
            "post_id": "93403",
            "reply_to_id": "93388"
        },
        {
            "user_name": "Raggi Magg",
            "text": "Hahaha Góður",
            "date": "2013-03-20 22:49:00",
            "post_id": "93445",
            "reply_to_id": "93403"
        },
        {
            "user_name": "Oskar K",
            "text": "það er bara kjaftæði, vindkæling hefur hellings áhrif á kælingu á bílum\nþetta er eins og að segja að það skipti engu máli hvort það fer loft í gegnum vatnskassan hjá manni eða ekki afþví vindurinn kælir ekki dauða hluti, til hvers eru þá vatnskassaviftur ?\nþar fyrir utan er aðal vandamálið við þessar aðstæður ekki frostið sjálft eða fjúkið, það er þegar snjórinn mætir heitum eða volgum hlutum á bíl (mótor, kassar, drif, rúður) þá fer hann að hlaðast upp og utaná allt, alla barka, slöngur, kælielement og fl.",
            "date": "2013-03-22 02:59:00",
            "post_id": "93619",
            "reply_to_id": "93445"
        },
        {
            "user_name": "Rangur",
            "text": "Vindkæling sem slík á bara við um lifandi verur og flestar töflurnar sem til eru miða við feldleysingja eins og okkur sbr.\nhttp://en.wikipedia.org/wiki/Wind_chill\nog\nhttp://www.vedur.is/vedur/frodleikur/greinar/nr/1799\nDauðir hlutir (eins og t.d. stál) sem eru heitari en loftið umhverfis kólna hins vegar hraðar í vindi (t.d vindi útbúnum af viftu) vegna þess að loftið umhverfis sem er búið að taka í sig eitthvað af hitanum er farið í burtu og nýtt kalt loft komið í staðinn.  Þess vegna er sett vifta aftan (eða framan) við vatnskassa til að draga kalt loft að utan, gegnum vatnskassann og láta loftið taka í sig eitthvað af hitanum úr vatninu.\nkv.\nÞÞ",
            "date": "2013-03-22 10:03:00",
            "post_id": "93638",
            "reply_to_id": "93619"
        },
        {
            "user_name": "Eiður",
            "text": "það er einmitt vandamálið með vindkælingu, við náum ekki að hita loftið í kringum okkur en eðlisfræðin sér til þess að við reynum alltaf, alveg það sama með dauðanhlut á meðan hann er að reyna að halda í varma... eða hvað?",
            "date": "2013-03-22 10:38:00",
            "post_id": "93641",
            "reply_to_id": "93638"
        },
        {
            "user_name": "Oskar K",
            "text": "svoleiðis skil ég þetta allavega, það er alveg ljóst að 20 stiga frost í logni hefur ekki sömu áhrif á bíl og 20 stiga frost í 30m/s",
            "date": "2013-03-22 15:40:00",
            "post_id": "93676",
            "reply_to_id": "93641"
        },
        {
            "user_name": "vignirbj",
            "text": "Vindkæling hefur mikil áhrif á dauða hluti svo lengi sem þeir eru heitari en lofthiti. Ef vél er í gangi í 20 stiga frosti og logni þá er allt í fína en ef það eru 30 m/s þá verður hitaorkutapið svo hratt og svo mikið að bruninn í vélinni er ekki nægur til að vinna upp það tap.\nHins vegar getur dauður hlutur aldrei kólnað meira en lofthiti segir til um sama hvaða vindhæð er.",
            "date": "2013-03-22 16:25:00",
            "post_id": "93680",
            "reply_to_id": "93676"
        },
        {
            "user_name": "birgthor",
            "text": "Þetta fjallar allt um varmatap hvað vélina varðar.\nVélarnar í bílunum hjá okkur nota rétt um 32% af orkuinnihaldi eldsneytis í aflgjöf til hjóla, meginhluti restar fer í varmamyndun. Þegar kjörhita véla er náð þurfum við kælikerfi til þess að ofhita ekki vélahluti. \nEf mikill kuldi er úti getur hitastig véla farið niður fyrir kjörhita og þá er eðlilegt að vél þurfi að ganga hraðar (innsog fer á eða truntugangur byrjar) rétt eins og þegar bíllinn ný kominn í gang kaldur.\nEf við erum að keyra í frosti og logni, segjum -10°C er ákveðið mikið varmatap frá vél. Vélin ætti að ráða við það með því að minnka virkni kælikerfis, vatnslásinn minnkar opnun og þá hangir vélin við kjörhita. \nEf við aukum svo vindstyrkinn en höldum hitastiginu óbreyttu eykst varmatapið til muna, þá getur verið að vélin hangi ekki við kjörhita og fer þá að láta öllum illum látum.\nEinnig ef við höfum áfram logn en lækkum bara hitastigið í -30°C eykst varmatapið.\nÞessvegna er oft talað um að -20°C með dass af vindi getur verið eins og -30°C, það er bara vegna þess að það er sambærilegt varmatap í báðum aðstæðum.\nHinsvegar eins og komið hefur fram þá fer enginn hlutur niður fyrir útihita. Sama hversu mikill vindur er.\nÞetta er það nákvæmlega sama og gerist hjá líkamanum, við náum kannski að halda okkur í kjörhita (37°C) ef við stöndum úti í 10°C logni (nakin), en um leið og fer að blása eykst varmatapið og líkamshitinn fer frekar dala.\nSmá dæmi, fyrir þá sem eru ekki að fylgja mér.\nEf þú ert með tvo eins ísskápa nema annar með viftu.\nBáðir stilltir á -10°C.\nSetur inní þá báða alveg eins 20°C heitan hlut.\nÞá fer hluturinn sem er í ískápnum með viftu fyrr niður í -10°C, en ekkert neðar en það.\nSvo eftir einhvern tíma endar hinn hluturinn líka í -10°C.\nVonandi er þetta skiljanlegt",
            "date": "2013-03-23 12:51:00",
            "post_id": "93796",
            "reply_to_id": false
        },
        {
            "user_name": "hmm",
            "text": "Svaraði röngum pósti - átti ekki við lengur og hent út",
            "date": "2013-03-23 14:03:00",
            "post_id": "93805",
            "reply_to_id": "93796"
        },
        {
            "user_name": "birgthor",
            "text": "Úps, commentið frá Vigni var ekki komið inn þegar ég ætlaði að byrja skrifa. Svo ýtti ég ekki á senda fyrr en í dag. Ég er eiginlega að endurtaka það sem hann segir :)",
            "date": "2013-03-23 14:53:00",
            "post_id": "93811",
            "reply_to_id": "93805"
        },
        {
            "user_name": "palsson",
            "text": "Þessar frásagnir minna einna helst á einhverja sögu um ferð á Suðurskautslandið frá síðustu öld. Það væri gaman og fróðlegt að sjá heildstæða frásögn frá þessari ferð, og því basli og bramli sem fólk lenti í þarna.",
            "date": "2013-03-26 09:36:00",
            "post_id": "94273",
            "reply_to_id": "93811"
        },
        {
            "user_name": "kjartanbj",
            "text": "þetta var ekkert flókið, aðal vesenið var á amerísku bílunum með blöndunga.. og svo bílum sem voru búnir að vera að lenda í bilunum en hefðu komist niður hefði ekki gert þetta veður sem gerði og færið spilltist , þó ekki þannig að menn væru alveg að drífa í þessu ef þeir voru með heila bíla á annað borð",
            "date": "2013-03-26 10:53:00",
            "post_id": "94284",
            "reply_to_id": "94273"
        },
        {
            "user_name": "Brjótur",
            "text": "Nu jaja allar öldur lægir um siðir :) frostið buið að minnka talsvert og svo er  athyglisvert að nu eru menn farnir að drifa en i byrjun þessa posts var enginn að drifa neitt og allt i oefni,  Eg vil nu bara benda mönnum a að a hverjum vetri gengur folk yfir þennan jökul og fær a sig allskonar veður og sefur i tjöldum :) allt upp i 12 til 14 daga :)  Reyndar tekst nu ekki öllum að klara turana en það er önnur saga.\nKveðja Helgi :)",
            "date": "2013-03-26 13:55:00",
            "post_id": "94313",
            "reply_to_id": "94284"
        },
        {
            "user_name": "kjartanbj",
            "text": "ef þú hefðir verið þarna uppfrá, þá hefðirðu skilið miskilningin sem gat myndast, svo hefur verið að vindast ofan af þessu hérna og á F4x4\ntalstöðva samskipti voru bara gríðarleg, maður var að heyra allskonar þarna, ég var tildæmis að heyra í einhverjum á Ram og einhverjum svona bílum sem drifu ekki nema í troðara förunum , ég einhvernvegin gerði ráð fyrir því að það væru bílar á stærri túttum , ég átti aldrei í neinu veseni á 44\" að drífa, keyrði bara það sem maður vildi fara..",
            "date": "2013-03-26 14:04:00",
            "post_id": "94316",
            "reply_to_id": "94313"
        },
        {
            "user_name": "hmm",
            "text": "Já Helgi ... Þetta var heilmikill stormur... Svo kallaður stormur í vatnsglasi... Að vísu frosið vatn en engu að síður blés mikinn í glasinu, einkum og sér í lagi hjá sófariddurum og öðrum sem voru undir 200 m.y.s.\nEn að öllu gamni slepptu þá var vonsku veður á jöklinum, frostið fór í 23°C og vindmælir á einum af bílunum var reglulega að slá yfir 35 m/s - það var því sannkallað skítaveður eins og oft vill verða á þessum jökli. En það var hins vegar, eða hefði ekki þurft að vera neitt vandamál þar sem menn voru jú allir inni í bílum sem að flestir voru í gangi - eða í hópunum voru bílar sem gengu og eins og bent hefur verið á þá sefur fólk nú í tjöldum á þessum sama jökli og meira að segja gerði þessa nótt. Allir sem þarna voru voru að koma úr skálagistingu og því væntanlega með bærilegann búnað.\nNokkrir bílar voru með vesen og hættu að ganga og því var eðlilegt að skilja þá eftir enda lítið sem ekkert hægt að gera í svona veðri. Ástæður þess að þeir hættu að ganga voru ýmsar, fraus í blöndungum, fylltust loftsíur, vaxmyndun í olíu o.s.frv. Einhverjir voru svo fastir og voru því skildir eftir þegar að ákvörðun hafði verið tekin að sækja fólk en skilja bíla sem voru til vandræða eftir. Það voru því 19 bílar skildir eftir á jöklinum þetta kvöld - flestir vegna bilana en 2 - 3 vegna þess að þeir komust ekkert áfram. Þrír hópar sem töldu samtals 10 bíla voru í það miklu brasi að þeir óskuðu eftir utanaðkomandi aðstoð, þar voru allir bílar stopp og í einu tilvikunu einungis einn bíll gangfær. Aðrir hópar sem voru þarna uppi þegar farið var að aðstoða þurftu enga utanaðkomandi aðstoð en nýttu sér að sjálfsögðu förin eftir troðarann þegar hann var kominn upp. \nÁður en troðarinn (sem var ráðinn til verksins af 4x4 fyrir ferð) fór upp voru rúmlega 50 bílar búnir að skila sér niður og í gegnum þetta veður og færi, það voru í flestum tilfellum blandaðir hópar en þar á meðal var þó einn hópur sem innihélt bara 38\" bíla - þeir voru komnir í hús á skikkanlegum tíma. Langflestir 44\" bílar voru að drífa bærilega og stærri bílar keyrðu þetta viðstöðulaust. Ég þurfti aldrei að slá af eða bakka á mínum 49\" Ford og fór sjaldan hægar en á um 10 km/h - í mínum hóp voru 11 bílar - allir vel búnir og með reynda jeppamenn undir stýri. Við stoppuðum aldrei og vorum þó með einn í bandi. \nEftir að troðarinn kom til sögunnar óku svo um 20 bílar í viðbót sjálfir niður af jökli en 19 bílar voru skildir eftir.\nHinu meginn á jöklinum var einn hópur og þeir lentu í bilunum og þurftu að skilja tvo bíla eftir skammt frá Grímsfjalli og var svo snúið við af björgunarsveitum sem náðu sambandi við þá - hvers vegna hef ég enga skýringu fengið á og hef nokkuð velt þeim fréttum fyrir mér.\nÍ þessum hópum sem voru á jökli þetta kvöld voru aðilar sem voru ekki vanir þessum aðstæðum og einhverjir urðu ansi smeikir og ákváðu að óska eftir aðstoð björgunarsveita. Það var þeirra ákvörðun á þeim tíma þar sem þeir hafa augljóslega ekki talið sig ráða við aðstæður og það er enginn maður að minni að kalla eftir aðstoð. Þó svo að okkur sem að höfum ferðast á þessum slóðum áratugum saman hafi kannski ekki þótt neitt vera að þá getur veður eins og þetta og aðstæður verið ógnvekjandi og því kom þessi staða upp. Einhverjir þessara aðila sem kölluðu eftir aðstoð kölluðu á rás 16 og því var landhelgisgæslunni blandað í málið og menn þar á bæ ásamt aðilum frá Landsbjörgu vildu fara að hefja leit á jökli að hópum sem var á þeim tímapunkti ekki vitað um - það voru þeir hópar sem komu síðastir í troðararöðina. Þessu mótmælti ég harðlega þar sem að mér þótti fáránlegt að fara að hefja leit að mönnum sem voru ekki í neinum vanda og væru fullfærir um að bjarga sér sjálfir - eins og kom svo eðlilega í ljós. Menn hefðu gert vart við sig ef eitthvað væri að.\nEn það voru svo vissulega önnur atriði sem að trufluðu björgunarsveitirnar og það voru sögusagnir um neyðarblys á vestanverðum jökli sem svo ekkert fannst út úr og svo neyðarkall á rás 46 sem heyrðist í vestur - en fljótlega kom þó í ljós að það hafði borist úr einum af bílunum sem voru á þessu svæði.\nEn svona gekk þetta allt nú nokkurnveginn fyrir sig... Upp á Jökul fóru troðarinn frá Jöklaseli, einn bíll frá Björgunarfélagi Hornafjarðar, 3 bílar frá 4x4 á Höfn og svo 6 bílar frá okkur í Túttugenginu. Fólki var smalað úr bílum sem voru stopp og allir voru komnir á Höfn um ca. miðja nótt - þar beið heitur matur og kaldur bjór eftir hópnum og ég held að flestir hafi sofið bærilega það sem eftir lifði nætur....\nFærið var vissulega þungt á köflum og hefur örugglega verið fyrir einhverjum, hins vegar áttu stærri bílarnir ekki í neinum vandræðum og flestir 44\" bílarnir - í það minnst þeir sem voru með vana ökumenn, óku þetta vandræðalítið.\nEn svo fyrir utan þessa síðustu 15 km eða svo á Jökli þá var snilldarfæri á Jökli og við vorum í það minnsta að keyra á 50 - 60 km frá Gæsavötnum og þar til við áttum stutt eftir niður af jökli - það tók okkur í heildina um 6 - 7 tíma að fara frá Gæsavötnum og niður á Höfn með stoppum.\nViðbrögð hér á vefnum og á f4x4 og víðar við þessu voru í flestum tilvikum beinlínis hlægileg eða í sumum tilvikum sorgleg eins og upphafið á þessum þræði. En öll eiga þau þó það sammerkt að vera í upphrópunarstíl sem Sófariddarar tileinka sér gjarnan og fjalla meira um hlutina af æsingi og skipta sér lítið af staðreyndum... Fréttamenn á fjölmiðlum voru svo í stöðugu sambandi við mig daginn eftir þetta og vildu allir taka viðtal - einungis Stöð 2 kom svo með frétt þar sem að ég var svo leiðinlegur að eyðileggja fyrir þeim allar fréttir um alvarlegan lífsháska sem að bæði konur og ungabörn hefðu verið í þarna á jöklinum. Einnig var það hundleiðinlegt þegar ég vatt ofanaf fréttum um að þarna hefði orðið tugmilljóna tjón - en sá fréttamaður var alveg með það á hreinu að llir bílarnir á jökli væru handónýtir.... Hvaðan fréttamenn fá þetta hugmyndaflug veit ég ekki...\nEn svona var nú sagan um þennan storm - sem var meira í vatnsglasi en annað... Eftir þetta hafa væntanlega margir sest niður og fært reynslu inn í bankann og farið að huga að því hvernig þeir geta verið betur undirbúnir þegar þeir ferðast á Jöklum... Aðrir hafa kannski hugsað að þeir hefðu átt að taka það alvarlega í eitt af þeim 10 skiptum sem undirbúningsnefndin sagði að þetta væri mjög krefjandi ferð og aðstæður gætu orðið mjög erfiðar og menn yrðu að vera undir það búnir... Kannski einhverjir skoði það og fari ekki aftur af stað í alvöru ferð, búnir eins og þeir ætli á Langjökul á vordegi.\nBenni",
            "date": "2013-03-26 15:28:00",
            "post_id": "94323",
            "reply_to_id": "94316"
        },
        {
            "user_name": "kjartanbj",
            "text": "Um að gera að læra af þessu bara , ég tildæmis komst að því að ég var með vitlausa stillingu á gps tækjunum báðum hjá mér sekúndur en ekki mínutur í hnitunum sem kom reyndar ekkert alvarlega að sök.. \nen var að öðru leiti vel búin og hefði vel getað verið þarna yfir nóttina og vel það hefði svo farið , bíllinn var þéttur og maður var með svefnpoka og allar græjur auk matar \nhópurinn sem ég var í endaði á að skilja 2 bíla eftir upp á jökli sem var eftirá að hyggja alger óþarfi enda voru við ekkert í neinum vandræðum .. of löng saga til að telja hér upp ástæðurnar fyrir því.. skildum við svo einn eftir við jökulröndina sem lenti í því að fá spotta utan um hjól og reif hann bremsuslöngu og svo endaði ég á því að skilja minn eftir út í vegkanti með 2 af 6 felguboltum eftir en reddaðist það allt deginum eftir og komumst við heim á sunnudagsnóttina",
            "date": "2013-03-26 16:15:00",
            "post_id": "94326",
            "reply_to_id": "94323"
        },
        {
            "user_name": "Dreki",
            "text": "flott grein hjá benna og lýsir þessu vel\nkv.Smári",
            "date": "2013-03-26 16:19:00",
            "post_id": "94327",
            "reply_to_id": "94326"
        },
        {
            "user_name": "Brjótur",
            "text": "Flott frasögn Benni og ja gott að storminn er að lægja :)  menn hafa nu spurt her að framan hvort það hafi verið slegin met i vindi og frosti :) enginn hvæsir a hann en þegar eg voga mer að skrifa eitthvað , þa risa menn a afturlappirnar :) eins og það þurfi að hrekja allt sem eg segi;)  en Benni please ekki vera að kalla mig sofariddara , þo svo að eg hafi ekki haft tima til að ferðast i vetur þa er eg klarlega buinn að ferðast meira og reynt meira en obbinn af spjallverjum herna ( ekki þu Benni) sem blasa sig herna ut eins og þeir hafi ferðast i margar aldir:) Eg er nu buinn að fa að heyra aðeins fra fyrstu hendi af þvi hvernig astandið var  þarna uppi og ekki var þetta neitt timamotaveður, Sennilega liggur vandinn i þvi sem Benni bendir a að menn hafi buið sig eins og þeir væru að fara i dagsferða a Langjökul,  Og Kjartan felguboltar eiga að vera standardaukabunaður i jeppum,\nog bremsuslanga i sundur er ekki astæða til að skilja bil eftir bara blinda lögnina :)  \nkveðja Helgi",
            "date": "2013-03-26 19:26:00",
            "post_id": "94349",
            "reply_to_id": "94327"
        },
        {
            "user_name": "s.f",
            "text": "Brjótur: þekkir þú flest alla á þessu spjalli??? Svo er kanski ástæðan fyrir því að þér er svarað eins og þú segir, sú að þú talar niður til manna í flest þau skifti sem þú ert að svara hér. Og talar eins og þú sért jeppamaður íslands. Ekki það að ég þekki þig  eða þekki til kunátu þinnar. En oft er það nú þannig að þeir sem hefa sig messt upp og og látta eins og þeir geti og kunni allt, að þeir eru ekki eins færir og þeir halda.",
            "date": "2013-03-26 19:48:00",
            "post_id": "94353",
            "reply_to_id": "94349"
        },
        {
            "user_name": "stebbiþ",
            "text": "Það bylur hæst í tómri tunnu.",
            "date": "2013-03-26 20:28:00",
            "post_id": "94363",
            "reply_to_id": "94353"
        },
        {
            "user_name": "Hólmar",
            "text": "Amen , eitthverjir verða að sjá um skemmtiatriðin hérna !",
            "date": "2013-03-26 20:34:00",
            "post_id": "94365",
            "reply_to_id": "94363"
        },
        {
            "user_name": "StefánDal",
            "text": "Þú hefur margt til málanna að leggja og ert eflaust hokinn af reynslu. En því miður þá skemmiru það fyrir sjálfum þér með stórkarlalátum og hroka. Mín fyrstu kynni af þér á internetinu voru þau að þú kommentaðir í söluþráð hjá mér á f4x4.is að ég væri snargeðveikur að auglýsa ryðgaðan 38\" diesel Hilux '92 á 400.000 kall. Það segir eiginlega allt sem þarf að segja um þig.\nJá og svona broskallar gera þig ekkert skemmtilegri :)",
            "date": "2013-03-26 22:26:00",
            "post_id": "94380",
            "reply_to_id": "94365"
        },
        {
            "user_name": "kristinj",
            "text": "Frábært ferð í alla staði ! Væri ekki gaman að setja líka myndir frá föstudeginum þar sem hann var alveg geggjaður ! \nFleiri myndir hér til að SKOÐA - \nhttp://www.facebook.com/media/set/?set= ... 713&type=3\nÞætti vænt um að ef einhverjum langar að deila myndunum mínum utan þess svæðis sem ég get fylgst með þeim þ.e.a.s. facebook að biðja um leyfi ;) Ég gef það yfirleitt þegar það er bara svona til gaman :) \nKristín Jónsdóttir - Ljósmyndari",
            "date": "2013-03-26 22:30:00",
            "post_id": "94381",
            "reply_to_id": "94380"
        },
        {
            "user_name": "Stebbi",
            "text": "Það er víst ekki sama hvernig hlutirnir eru settir fram.",
            "date": "2013-03-27 00:13:00",
            "post_id": "94404",
            "reply_to_id": "94381"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég var með felgubolta.. bara ekki þá réttu... vissi ekki að það væru 14mm 100krúser boltar bara í þessu eina nafi , það kom bara í ljós þegar við ætluðum að setja rær á þetta hjól þar sem það losnaði uppá hjá mér og töpuðust rær.. að 12mm rærnar sem ég var með pössuðu ekki, náði svo sambandi við þarsíðasta eiganda á sunnudeginum sem sagði mér að það hefðu brotnað hjá sér felguboltar á þessu hjóli og hann hefði sett 100krúser bolta þar en átt eftir að gera það við hin hjólin.. og ég hélt bara að það væru 12mm felguboltar í þessu hjá mér.. \nmeð slönguna þá vorum við búnir að vera á ferð í 20+ tíma , vorum ekki með neitt til að blinda slönguna svona í fljótu bragði  , veðrið var ekkert skemmtilegt, mikið frost og svona og menn vildu bara komast í svefn, bíllinn var kominn niður af jökli og var sóttur á sunnudeginum , maður keyrir bara ekki niður brekkurnar þarna með lélegar bremsur , þetta er ekki staður sem þú vilt vera bremsulaus á\nþað var allavega einn bíll annar sem var skilinn þarna eftir vegna bremsuleysis um nóttina\nen það er voða auðvelt að koma með yfirlýsingar heima í sófa..",
            "date": "2013-03-27 00:26:00",
            "post_id": "94406",
            "reply_to_id": "94404"
        },
        {
            "user_name": "Oskar K",
            "text": "að lesa pósta eftir helga brjót er eins og að hlusta á einhvern klóra í krítartöflu",
            "date": "2013-03-27 03:49:00",
            "post_id": "94411",
            "reply_to_id": "94406"
        },
        {
            "user_name": "Bokabill",
            "text": "Flott þegar fólk getur sagt skoðun sína án þess að hugsa bara um að þóknast já-kórnum.",
            "date": "2013-03-27 09:25:00",
            "post_id": "94416",
            "reply_to_id": "94411"
        },
        {
            "user_name": "Brjótur",
            "text": "Ja bokabill og það geri eg,  eg held bara að menn ættu að hætta þessari viðkvæmni og hlusta, Td varðandi bremsurör i sundur,  ekki þarf merkilegra verkfæri en Visegrip eða  venjulega flatkjafta töng og limband eða strapp  og setja þetta a gummislöngu, það þarf svo litið atak til að stifla slönguna er nybuinn að gera þetta sjalfur var ekki með visgrip,  Og þu ert ekki bremsulaus i brekkum, hefur bilinn i 4x4 og jafnvel laga drifinu þa er þetta ekkert mal drengir.\nOg Stefan eg er enn  þeirrar skoðunar varðandi þennan ryðhaug.\nOskar minn þu hlustar þa kanski ekki gott að sofa við þetta hljoð heeh\nSvo ætla eg bara að benda ykkur a að það eru fullt af jeppaköllum sammala mer en af kurteisi eru þeir ekki að benda ykkur a þetta, en eg þori þvi og er bara alveg sama hvernig þið hvæsið a mig,  reyndar finnst mer mal mitt sanna sig þegar eg fæ ekki motmæli fra ykkur saru menn, heldur bara aðfinnslur og niðurrifshjal um mig :)  En svo þið vitið það þa særir það mig ekkert eg hlæ bara að ykkur i staðinn  :)\nkveðja Helgi",
            "date": "2013-03-28 13:15:00",
            "post_id": "94608",
            "reply_to_id": "94416"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Já heldur þú að þú sért sá eini sem kunnir að loka fyrir opið bremsurör ? Ég nennti bara ekki að standa í því Þarna í öllu rokinu og kuldanum um nóttina.  \nHvaða helvítis máli skiptir það hvort að bíllinn hafi staðið á veginum niður af jökli í þessa örfáu tíma eða á eitthverju bílaplani uppá Höfn?  Mér er bara alveg sama hvað þú hefðir gert , ég tók bara þessa ákvörðun og sé ekki hvaða máli þetta skiptir þig ?? \nEða \"alla\" þessa jeppamenn sem þú talar um sem sitja á sínum skoðunum. Hugsið bara um ykkar mál en ekki hvernig ég tækla bilanir í Mínum bíl.",
            "date": "2013-03-28 13:36:00",
            "post_id": "94610",
            "reply_to_id": "94608"
        },
        {
            "user_name": "kjartanbj",
            "text": "Ég hefði ekki gefið í það að fara þarna niður án bremsa, ég keyrði niður í lága drifinu og skiptinguna í L, þurfti samt að nota bremsurnar frekar bratt þarna niður og ekkert nema hengjur framaf, skil vel að menn voru ekki að leggja í viðgerðir þarna eftir 20 tíma á ferð í leiðinda veðri og búnir að að standa í viðgerðum í hópnum á leiðinni\nHeld að menn sem voru ekki á staðnum ættu að láta það ógert að tjá sig um hvað menn hefðu átt að gera",
            "date": "2013-03-28 13:57:00",
            "post_id": "94612",
            "reply_to_id": "94610"
        },
        {
            "user_name": "lecter",
            "text": "þessi þráður er kominn i 3 siður  fin lesning hjá sumum ,,  ég hefði viljað sjá nákvæma bilanagreiningu á þeim bilum sem biluðu i þessu  veðri ,, til að þeir eigendur sem eiga eins bila geti lagfært sina bila  svo komast meigi hjá motorstoppi eða einhverju öðru , ekki fela jeppan og skammast sin fyrir að hann stoppaði ,, koma frekar með nyan þráð og tala um hvað skeði lýsa bilun og fá sameiginlega rað hér i þessu spalli ,,, ef það er ekki hægt þá hefur þetta jeppasjall algörlega mist mark þvi miður ,,",
            "date": "2013-03-28 14:07:00",
            "post_id": "94613",
            "reply_to_id": "94612"
        },
        {
            "user_name": "kjartanbj",
            "text": "Blöndungsbílar voru að deyja.. Eða bílar með illa varin loftinntök \nÞað voru svona aðal bilanirnar, svo einhverjar smá bilanir",
            "date": "2013-03-28 15:49:00",
            "post_id": "94624",
            "reply_to_id": "94613"
        },
        {
            "user_name": "villi58",
            "text": "Hvernig er það taka menn ekki síurnar úr á jöklum í skafrenningi eða stórhríð og keyra þannig, loka svo loftinntökum þegar er drepið er á bílunum ?????\nÞarf kanski að vera vélar lausar við allt skynjararuslið til að það gangi ???",
            "date": "2013-03-28 16:29:00",
            "post_id": "94626",
            "reply_to_id": "94624"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Þetta var gert í einum bíl hjá okkur sem var farinn að ganga mjög truntulega (diesel bíll), gekk mjög fínt í smá tíma en svo dó alveg á honum, ef það er að skafa inn í síuboxið þá skefur bara alla leið niður ef maður tekur síuna úr.",
            "date": "2013-03-28 16:51:00",
            "post_id": "94627",
            "reply_to_id": "94626"
        },
        {
            "user_name": "villi58",
            "text": "Já ég trúi því, sennilega best að vera með snorkel og nota ullarsokkinn og lemja honum við annaðslægið þegar vart er á gangi mótors.",
            "date": "2013-03-28 18:29:00",
            "post_id": "94633",
            "reply_to_id": "94627"
        },
        {
            "user_name": "hrappatappi",
            "text": "Já ég trúi því, sennilega best að vera með snorkel og nota ullarsokkinn og lemja honum við annaðslægið þegar vart er á gangi mótors.[/quote]\nEða bara vera með barka með sér sem að  maður tengir við snorkelið og svo bara inní bíl.",
            "date": "2013-03-28 18:35:00",
            "post_id": "94636",
            "reply_to_id": "94633"
        },
        {
            "user_name": "lecter",
            "text": "svo þeir bilar sem ekki voru með upprunaleg loftsiuhús stoppa ,,, tildæmis  sveppi og  opnar síur  kromaðir lofthreinsarar ,, \nsvo það var ekki bara að blöndungs vélar stoppa af þvi þær eru með blöndung  heldur að þær vélar hafa mist upprunalegu siuhusin ,,og setthefur i staðin opnar siur ,,,,, sem eru gerðar fyrir sumar og sól ,,\nbila buð benna hefur selt mönnum svona opnar siur og sveppi i mörg ár ,, vitandi að þetta virkar ekki á fjöllum ,,, \nhvað með diesel sem fraus i olian ,, eru menn með einangraðar leiðslurnar úr tank að motor  eða forhitara á vatnhosunum ,,,\nsvarti svampurinn úr kælikerfum er finn i það  bowman kælar úr bátum eru finir i vatnskassa hosurnar  eða sjálfskiptikælirinn úr saab 99 900  eg notaði hann fyrir 30 árum  hann virkar jafn vel i dag \nsmiða gardinur fyrir vatnskassan sem hægt er að loka fyrir kælinguna eða segl  ,,,, þannig helst kanski hiti i bilnum ,,\nþó rak eg augun i að bill hefði soðið á og mist vatn (kanski heddpakning hafi farið)",
            "date": "2013-03-28 18:36:00",
            "post_id": "94637",
            "reply_to_id": "94636"
        },
        {
            "user_name": "lecter",
            "text": "ja eg man eftir overland jeppa i þórsmörk sem var diesel hann var með loft barkann in i bil og svo var ekið upp og niður krossá  og sá sem var minst fullur bar ábyrð á barkanum að hann færi ekki i kaf i vatn ,, eg var einmitt að hugsa þetta að vera með þetta sistem sem getur opnast inn i bil með barka lika",
            "date": "2013-03-28 18:42:00",
            "post_id": "94638",
            "reply_to_id": "94637"
        },
        {
            "user_name": "Brjótur",
            "text": "Menn enn a afturlöppunum se eg hahaah   aldrei myndi eg skilja eftir bil ut af fokking bremsuröri,  og Kjartan það er nakvæmlega ekkert mal að keyra þarna niður eða upp ,   come on ekki hætta æsið ykkur meira hahahaahah",
            "date": "2013-03-28 20:30:00",
            "post_id": "94649",
            "reply_to_id": "94638"
        },
        {
            "user_name": "kjartanbj",
            "text": "Varst þú þarna? veistu hvernig snjórin var í hlíðunum þarna? keyra þarna niður í svarta myrkri, flughált á köflum, snjór í þröngum veginum\nég keyrði þarna niður og þurfti sjaldan að snerta bremsur enda bara í lága og fyrsta .. eitt skiptið sem hann læsti hjólum hjá mér út af gler hálku bara þar sem fullt af bílum voru búnir að keyra þarna niður\nvoða auðvelt að koma með einhverjar yfirlýsingar heima úr sófa\nbíllinn var sóttur daginn eftir þarna upp og þetta græjað.. gerir þér ekki grein fyrir því að menn voru orðnir kaldir eftir 20 tíma á ferð, þar af einhverja 10 tíma þar sem var ekki farið hratt yfir, og bílarnir voru ekki að haldast heitir , menn voru minnst að pæla í einhverju bremsuröri , bara komast á hótel til að sofa\nAnnars er ég pollrólegur, bara gaman að sjá þig tjá þig eitthvað hérna um eitthvað sem þú veist ekkert um",
            "date": "2013-03-28 20:40:00",
            "post_id": "94651",
            "reply_to_id": "94649"
        },
        {
            "user_name": "s.f",
            "text": "já strákar hlustið á jeppamann íslands hann er búin að reyna allt og kann þetta allt líka ef brjótur hefur ekki gert það þá er það ekki hægt",
            "date": "2013-03-28 20:46:00",
            "post_id": "94654",
            "reply_to_id": "94651"
        },
        {
            "user_name": "Hjörturinn",
            "text": "En annars fannst mér ekkert vera teljandi vesen með hráolíuna, varð vafalaust eitthvað \"þykkri\" en dó aldrei hjá okkur af þeim sökum (nema á einum bíl en það er önnur saga). Var bara með ísvara, er venjulega með steinolíu útí, en það skolaðist eitthvað til í þetta skiptið :)",
            "date": "2013-03-28 20:48:00",
            "post_id": "94655",
            "reply_to_id": "94654"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég var bara með olíu beint af dælu og ekkert í henni eða neitt , bíllinn gekk fínt allan tímann og engin vandræði fyrir utan að það var að frjósa kringum inngjafarbarkan, eini staðurinn sem festi snjór á var þar í kring í húddinu",
            "date": "2013-03-28 20:53:00",
            "post_id": "94656",
            "reply_to_id": "94655"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Þér þykir semsagt allt í lagi að aka um þjóðvegi landsins með mixað bremsukerfi á þínum 3ja tonna jeppa afþví að þú getur ekki hugsað þér að skilja hann eftir ?  Að aka með lokað fyrir bremur öðru megin að framan en virkar bremsur hinumeginn er mikið meira en stórhættulegt. \nÆtla að vona að það séu ekki aðrir \"Atvinnubílstjórar\" þarna úti sem hugsa eins og þú. \nHelgi þú ert búinn að skemmta fólki mikið með skrifum þínum en núna er þetta bara orðið sorglegt.",
            "date": "2013-03-28 21:00:00",
            "post_id": "94657",
            "reply_to_id": "94656"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Veit reyndar um dæmi að menn hafa keyrt útaf með blindað öðrumegin að framan, allt í fína ef maður er einn á veginum en ef maður þarf að nauðhemla þá ertu kominn útaf um leið.",
            "date": "2013-03-28 21:14:00",
            "post_id": "94660",
            "reply_to_id": "94657"
        },
        {
            "user_name": "stebbiþ",
            "text": "Held að þú ættir að hætta að tala um hvað þú hefðir gert þarna Helgi minn, áður en þú málar þig endanlega út í horn hérna á spjallinu. Eðlisfræði og lögmál náttúrunnar vinna greinilega ekki á þér og þínum Patrol, eða hvað? \nMiðað við yfirlýsingar þínar, þá má gera ráð fyrir því að þú takir mikla áhættu við mjög vondar aðstæður, með fullan bíl að túristum. Það gera ekki góðir jeppamenn, bara kjánar.",
            "date": "2013-03-28 21:59:00",
            "post_id": "94667",
            "reply_to_id": "94660"
        },
        {
            "user_name": "dabbigj",
            "text": "ég var ekki þarna, en hef farið um svæðið og veit nákvæmlega hvernig aðstæður vorur og ætla að fara að slá sleggjudóma um aðra sem að voru þarna og nota ónafngreindan hóp jeppamanna til að tala illa um aðra sem voru að ferðast og gera lítið úr þeim. \nég ætla ekki að leyfa mönnum að njóta vafans eða að sýna því skilning að þeim hafi þótt það betri ráðagerð að skilja bílana eftir og sækja þá í betra veðri daginn eftir og óþreyttir og á sínum forsendum en ekki eftir hentuleika fýlupúka á netspjallborði",
            "date": "2013-03-29 01:06:00",
            "post_id": "94694",
            "reply_to_id": "94667"
        },
        {
            "user_name": "Brjótur",
            "text": "Hjalti  segðu mer nu i fullri alvöru hvað gerist i drifrasinni hja þer ef þu setur i 4x4 ??? ertu virkilega ekki að fatta hvað eg segi ?  ef þu ert i 4x4 þa ertu komin með bremsur i gegnum drifrasina, og ef það er framlas þa 100 % BREMSUR  come on þið eruð ekki að fatta þetta það er augljost af umræðunni,  Billinn bremsar þa i gegnum drifrasina lesið þetta nu vel yfir aður en þið farið að tala um malningu ut i horn þvi það eru einhverjir aðrir að mala sig herna ut i horn an þess að hugsa.\nog Kjartan minn þu lætur eins og að það hafi enginn ferðast fyrr i snjo en þu og eg veit ekki betur en þu sert nyliði i þessu ?  leiðrettu það ef eg fer með rangt mal ,  við erum allir bunir að lenda i svona aðstæðum en erum ekkert að uthropa það eins og aldrei hafi neinn lent i viðlika veðri ,",
            "date": "2013-03-29 16:01:00",
            "post_id": "94743",
            "reply_to_id": false
        },
        {
            "user_name": "Brjótur",
            "text": "Stebbi þegar eg tala um ferðir mina þa er það ekki með turistana það eru bara auðveldar ferðir með þa :)  hitt fer eg einn með felögum  svo enga sleggjudoma um mina vinnu takk",
            "date": "2013-03-29 16:03:00",
            "post_id": "94744",
            "reply_to_id": "94743"
        },
        {
            "user_name": "kjartanbj",
            "text": "það getur vel verið að ég sé nýliði. enda aldrei talað um að ég væri einhver reynslubolti.. var ég eitthvað að úthrópa eitthvað? bara sagt frá því sem aðrir voru að lenda í.. og lýsa aðstæðum þarna\nþað getur vel verið að þú viljir taka sénsa að keyra bremsulausa bíla niður þarna, eða leggast undir bíl eftir 20 tíma í vöku og orðin skítkaldur og eitthvað.. en það er bara þitt val, óþarfi að vera skítkasta í aðra hérna fyrir þeirra ákvarðarnir",
            "date": "2013-03-29 16:21:00",
            "post_id": "94745",
            "reply_to_id": "94744"
        },
        {
            "user_name": "Hfsd037",
            "text": "Brjótur, getur verið að þú hafir hitt við mig skálann í Skælingum í ágúst 2012?",
            "date": "2013-03-29 16:34:00",
            "post_id": "94746",
            "reply_to_id": "94745"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Ég veit allt um það hvernig hægt er að láta læst frammdrif halda við bæði hjólin þó að bremsur séu bara á öðru þeirra. en ætlar þú að aka þannig útá þjóðveg innan um aðra umferð ? Finnst þér það bara vera í lagi ? \nÉg nennti ekki að liggja undir bíl í 20+ms við að mixa bremsukerfið OG lofttæma kerfið bara til þess að skrölta á Höfn. Ef þú hefðir gert þetta öðruvísi er bara flott. Það er þitt mál , hlífðu bara öðrum við þessu röfli , það er öllum alveg sama.",
            "date": "2013-03-29 17:30:00",
            "post_id": "94753",
            "reply_to_id": "94746"
        },
        {
            "user_name": "-Hjalti-",
            "text": "þetta eru mín lokaorð við þig Helgi.",
            "date": "2013-03-29 17:36:00",
            "post_id": "94754",
            "reply_to_id": "94753"
        },
        {
            "user_name": "Brjótur",
            "text": "Kjartan ekki vera að segja að eg se með skitkast þvi það er ekki það sem eg er að gera en þu lest það kanski svoleiðis ? \nHfsd037\nEg veit ekki hver þu ert svona i fljotu bragði ?  en nei eg held að eg hafi ekki verið i skælingum i sumar sem leið :)  eg var a fullu i vinnu utan við turistabransann\nHjalti hættu nu alveg hahahaah  aðan var ekki hægt að keyra niður brekkurnar með bremsur bara a  einu framhjoli og nu er allt i einu ekki hægt að keyra a slettlendinu með bremsur bara a öðru framjolinu ???  þu hefur bilinn bara i 4x4  i ha drifinu jeminn \nen mer er svo sem sama hverinig þu gerir þetta en það er bara svo lame að skilja bil eftir ut af þessari bilun þegar ekkert mal er að redda þvi til  að komast til byggða mer finnst bara allt i lagi að menn skilji lika hvernig drifrasin  getur hjalpað toil i svona tilfellum, en það virðist skorta a það hja sumum \nOg nu er eg hættur a þessum þræði ef einhver vill ræða þetta meira þa er siminn 6624228  :)",
            "date": "2013-03-29 17:42:00",
            "post_id": "94755",
            "reply_to_id": "94754"
        },
        {
            "user_name": "s.f",
            "text": "brjótur þú telur þig hæfan til að segja hvenar menn þurfa aðstoð og hvenar ekki er þörf á aðstoð frá björgunarsveit, en svo vogaði enhver björgunar sveita maður að efast um að þig vantaði aðstoð og þá geru lítið úr þeim sögum.\nJæja sælir nú get ég ekki setið á mér lengur og ætla að varpa hér sprengju.\nBjörn Ingi ertu búinn að fara þarna sjálfur? Ég spyr því þú talar um sirkus , ég er búinn að fara þarna sex sinnum og ekki séð þennan sircus ennþá, þú gætir kanski bent mér á hann það væri nú gaman að geta slegið þessu í eina ferð, einu sirkusatriðin sem ég sé þarna eru blessaðir unglingarnir í ..Björgunarsveitunum... sem eru svo rosalega ánægðir að fá að fara að gosi í krafti yfirvalda í .. Gæsluhlutverki... og leika sér á fjórhjólunum og vélsleðunum er búinn að horfa aðeins upp á það, og þú spyrð hvað margir væru búnir að drepa sig ef ekki væri gæslan þarna , svar enginn það er svo einfalt. Og ég held að sveitirnar ættu bara að halda sig við hestamannamótin! Og þú segir tækjabúnað og þEKKINGU, hu það er ekki nóg að eiga tækin þegar þekkingin er ekki til staðar og það er hún ekki í alltof miklum mæli það þekki ég af eigin raun. Og nei Björn Ingi það eru ekki allar sveitir alltaf tilbúnar og því varð ég fyrir sjálfur og skal ég segja þá sögu hérna núna, Fyrir ca 2 árum þurfti ég aðstoð og þar sem ég var með túrista ákvað ég að kalla á Björgunarsveit í staðinn fyrir vini mína, taldi að sveitin yrði fyrri til heldur en vinir mínir, ó nei ekki aldeilis fyrri sveitin sem ég hafði samband við hafði ekki mannaskap og seinni sveitin var seinni á staðinn heldur en vinir mínir hefðu verið ef ég hefði haft samband strax við þá, ok en svo kastaði nú fyrst tólfunum þegar ég heyrði svo nokkrum mánuðum seinna að frásögn BJÖRGUNARSVEITARMANNS um að ég hefði ekki þurft neina aðstoð. þetta eru frábærir menn er það ekki nei takk!! Og svo finnst mér að almenningur ætti að deila með 2 í allan Æsifréttaflutninginn sem er orðin allsráðandi hér á landi og eins og ég sagði áður þá sé ég ekki þetta óðagot hjá neinum þarna uppfrá nema hjá blessuðum gæslumönnum sveitanna, slappa svo af\nkveðja Helgi\nheld að þú ætir að fara að reina að ná hausnum útt úr rassgatinu á þér",
            "date": "2013-03-29 20:43:00",
            "post_id": "94777",
            "reply_to_id": "94755"
        },
        {
            "user_name": "SvavarM",
            "text": "Við hverju bjóst maðurinn ? ekki datt honum það í hug að þessir kunnáttulausu björgunarsveitarmenn færu að bjarga Jeppamanni Íslands ? hann þarf auðvitað aldrei hjálp enda svo útsprungin af reynslu og færni.\nEn svona á eðlilegum nótum þá ættu menn að hætta að svara honum Helga. Hann er svoleiðis búinn að rústa því litla áliti sem menn höfðu á honum og hefur honum tekist það algjörlega upp á eigin spítur með skrifum sínum í þessum þræði.",
            "date": "2013-03-29 21:12:00",
            "post_id": "94783",
            "reply_to_id": "94777"
        },
        {
            "user_name": "gislisveri",
            "text": "Mikið væri ég til í almennilegt heiðarlegt gamaldags \"patrol/toyota er betri en toyota/patrol\" rifrildi.\nLeiðindakveðja,\nGísli.",
            "date": "2013-03-29 21:23:00",
            "post_id": "94791",
            "reply_to_id": "94783"
        },
        {
            "user_name": "Hfsd037",
            "text": "",
            "date": "2013-03-29 21:38:00",
            "post_id": "94792",
            "reply_to_id": "94791"
        },
        {
            "user_name": "Svenni30",
            "text": "Hættir að svara þessum jólasvein!!!!",
            "date": "2013-03-29 23:44:00",
            "post_id": "94803",
            "reply_to_id": "94792"
        },
        {
            "user_name": "s.f",
            "text": "það er rétt þetta hefur ekkert upp á sig nema enn meiri leiðindi",
            "date": "2013-03-30 07:40:00",
            "post_id": "94817",
            "reply_to_id": "94803"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar mikið eru menn grimmir hér í garð hvers annars finnst mér og ómálefnalegir. Las stuttlega yfir þennan þráð og skoðaði myndir bara flott til að byrja með en svo versnar lesturinn og það fer að kólna verulega á milli manna. Ljóst að þarna var vont veður og erfiðaðar aðstæður og hefði ég ekki staðið mig vel þarna viðurkenni það fúslega enda á 38\"80-Cruser disel. Bara takk fyrir að allir komust heim og bílarnir líka.Það má margt læra af þessum þráð um að hvað ber að hafa í huga í sambandi við útbúnað og varahluti. Ef ég væri að ferðast og hefði efni á því þá yrði ég hræddur við að fara á fjöll ef svo líklega vildi til að eitthvað kæmi upp á og maður þyrfti á aðstoð að halda. Ég mundi ekki þora að biðja um aðstoð kláru jeppamannana  eftir að hafa lesið suma pistlana sem hér hafa komið inn. Þeir mundu rassskella mig og taka mig síðan af lífi í fjölmiðlum og vandlætingar svipurinn færi ekki af þeim í heilt ár á eftir. Þannig að ég mun hringja í 112 ef ég þori aftur á fjöll. Eins gott þá að standa sig. kveðja einn af lélegu jeppamönnunum Guðni",
            "date": "2013-03-30 10:13:00",
            "post_id": "94819",
            "reply_to_id": "94817"
        },
        {
            "user_name": "Hansi",
            "text": "Það er gaman að lesa þetta finnst mér.\nOg þó menn séu að rökræða þá læt ég það ekki hafa áhrif á mig :) er yfirleitt ekki persónulegt...\nHelgi kallinn er jú frægur fyrir að hrista upp í mönnum á spjallborðum og hleypa hita í umræðuna, hann myndi hinsvegar vera jafnfljótur að hjálpa og hver annar ef sú staða kæmi upp, það veit ég :)\nAnnars var nú bíllinn hans Hjalta ekki \"skilinn eftir\" í þeim skilningi, honum var bara lagt á þessu plani þar sem hægt var að gera við og komið í betri birtu, búið að hvíla sig og gert við hann, hvort það var þarna eða á Höfn skipti ekki neinu.\nSvo virðist vera búið að gleyma því hér að F4x4 kallaði \nekki \n á Bjsv. þeir voru á svæðinu og aðstoðuðu eins og allir jeppamenn hefðu gert, troðarinn var þarna líka og löguðst allir á eitt, Túttugengið, F4x4 Austurlandadeild og fleirri.\nPartur af jeppamennskunni er að við aðstoðum hvern annann eftir bestu getu og viti, það eru óskrifuð lög og án þeirra væri allt miklu leiðinlegra og erfiðara.\nBestu kveðjur félagar :)",
            "date": "2013-03-30 12:41:00",
            "post_id": "94832",
            "reply_to_id": "94819"
        }
    ],
    "date": "2013-03-29 16:01:00"
}