{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "16893",
    "title": "Skjaldbreiður færi?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=16893",
    "posts": [
        {
            "user_name": "isak2488",
            "text": "Hvernig er færið þangað uppeftir? og ætla sér einhverjir að fara þangað á morgun?",
            "date": "2013-03-16 21:03:00",
            "post_id": "92770",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Var þarna á svæðinu í dag, fór þó ekki upp á Skjaldbreið. Skelfilega lítill snjór við fjallið, mestur þó að norðanverðu.\nAlveg hægt að þræða sér leið upp á topp get ég nánast fullyrt. \nEn færið er mjög gott, Fór upp á Ok og á Langjökul, niður hjá Slunkaríki. Bara hart og flennifæri í allar áttir.",
            "date": "2013-03-16 21:57:00",
            "post_id": "92780",
            "reply_to_id": "92770"
        },
        {
            "user_name": "Gunnar00",
            "text": "Væri gaman að taka renning þangað á morgun",
            "date": "2013-03-16 22:10:00",
            "post_id": "92782",
            "reply_to_id": "92780"
        },
        {
            "user_name": "hobo",
            "text": "Þetta er tekið áðan. Fínn snjór við Slunkaríki en mjög lítill í hrauninu neðst við Skjaldbreið. Vorum í tómu basli að komast á línuveginn.",
            "date": "2013-03-16 22:34:00",
            "post_id": "92786",
            "reply_to_id": "92782"
        },
        {
            "user_name": "Gunnar00",
            "text": "Þetta lítur nú bara ágætlega út, var þetta einhvað rosalegt basl? einhvað sem ætti að stoppa dagsferð með familíunni?",
            "date": "2013-03-16 22:48:00",
            "post_id": "92791",
            "reply_to_id": "92786"
        },
        {
            "user_name": "hobo",
            "text": "Nei það er alveg pottþétt lítið mál að fara af línuveginum á fjallið. Það var bara erfitt að finna góða leið upp á veginn af flæðunum þarna fyrir neðan.\nÉg mæli með að kíkja á þetta í blíðunni á morgun.",
            "date": "2013-03-16 22:53:00",
            "post_id": "92793",
            "reply_to_id": "92791"
        },
        {
            "user_name": "Gunnar00",
            "text": "Spurning hvort maður kíkir ekki á morgun, einn á 32\" Cruiser sem ég var að spá í að draga með, svona til að sína honum að það þurfi einhvað stærra í alvöru ferðir :)",
            "date": "2013-03-16 23:03:00",
            "post_id": "92794",
            "reply_to_id": "92793"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef að færið er eins og síðustu helgi þá stendur hann grjótharður upp á toppi Skjaldbreiðs og hlær af þér fyrir að hafa eytt öllum peningnum í þessi stóru dekk þegar það var hægt að rúlla þetta á fólksbíl.",
            "date": "2013-03-16 23:14:00",
            "post_id": "92795",
            "reply_to_id": "92794"
        },
        {
            "user_name": "Gunnar00",
            "text": "haha, ég tek myndir ef af þessu verður og sjáum til hvað gerist. :)",
            "date": "2013-03-16 23:18:00",
            "post_id": "92796",
            "reply_to_id": "92795"
        },
        {
            "user_name": "Hfsd037",
            "text": "Við verðum á tveimur Hiluxum 2000 og 2008 upp á Eyjafjallajökli ef ykkur langar að kíkja þangað. 7768201",
            "date": "2013-03-17 09:37:00",
            "post_id": "92824",
            "reply_to_id": "92796"
        }
    ],
    "date": "2013-03-16 21:03:00"
}