{
    "forum_title": "Almennt spjall",
    "id": "16946",
    "title": "jeppaveiki",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=16946",
    "posts": [
        {
            "user_name": "s.f",
            "text": "Sælir ég er með lc 80 sem ég er búinn að setja á 44\" Ég er með stýristjakk og orginal stýrisdempara en mér fynst hann samt frekar leiðilegur í stýri. Samt misjafn eftir hraða. Hann er verstur á milli 60-80, ég er með hásingu uppá borði hjá mér sem ég er búinn að breita spindihallanum á um 8°sem ég ætla undir hann. Kemur þessi spindilhalla breiting til með að breita einhverju til um hvernig bílinn lætur, fyrir utann það að hann verður rásfastari? Myndi breita einhverju að setja stæri stýrisdempara, og hverjir eru að selja þá. Er eithvað annað sem ég get gert til að gera bílinn skemntilegri í akstri.",
            "date": "2013-03-19 08:38:00",
            "post_id": "93138",
            "reply_to_id": false
        },
        {
            "user_name": "Magni",
            "text": "Það ætti að laga hann helling að auka spindilhallann. En það þarf oft voðalega lítið til að koma jeppaveiki af stað. T.d. lélegir stýrisendar, spindillegur, þverstífufóðringar, léleg dekk og.fl. Mikill halli á togstöng og þverstífu getur gert jeppa leiðinlega í stýri innanbæjar.",
            "date": "2013-03-19 09:06:00",
            "post_id": "93145",
            "reply_to_id": "93138"
        },
        {
            "user_name": "kjartanbj",
            "text": "stífurnar hjá mér halla slatta, hann er ekkert sá skemmtilegasti innanbæjar , en engan vegin samt þannig að ég sé eitthvað að kvarta\nhann er líka fínn út á vegi finnst mér og mjög góður á fjöllum\njeppaveiki getur já orsakast af svo mörgu, en ertu viss um að þetta sé jeppaveiki? er hann ekki bara aðeins að rása? ertu á DC44?\nhef aldrei fundið fyrir jeppaveiki í mínum en er bara með þessa týpísku DC44 veiki :)",
            "date": "2013-03-19 10:56:00",
            "post_id": "93159",
            "reply_to_id": "93145"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir þessi skjálfti lagast ekki við aukinn spindilhalla er búinn að prufa það á nokkrum jeppaveikum jeppum. Yfirleitt er það þverstífu gúmí eða skemmd dekk eða illa stillt. Er núna með 80 Cruser og er hann með smá skjálfta á milli 60 og 65 km. Búinn að skipta um þverstífu fóðringarnar og herða upp á hjólalegum enn þetta heldur áfram. Fór og lét jafnvægisstilla dekkin og kom þá í ljós að annað framdekkið er ekki fullkomlega skapað. Setti það að aftan og gott dekk að framan og þá hætti þetta. Dekkin og felgurnar geta valdið þessu og þarf finnst mér að jafnvægisstilla þau oftar en einu sinni. Þau geta hreifst á felgum við úrhleypingu eða skemmst þannig að þau valda hreifingu á áhveðnum hraða. kveðja guðni",
            "date": "2013-03-19 12:32:00",
            "post_id": "93170",
            "reply_to_id": "93159"
        },
        {
            "user_name": "Hagalín",
            "text": "Ertu búinn að mæla millibilið á milli framdekkja?\nHafa hann svona 5mm-8mm innskeifann.",
            "date": "2013-03-19 12:44:00",
            "post_id": "93176",
            "reply_to_id": "93170"
        },
        {
            "user_name": "450-ingvar",
            "text": "Minn 60 krúser var með mikla  jeppaveiki á um 60-70 km hraða en svo mun minna á 90 km/h. Setti í hann annan stýrisdemmpara og hann lagaðist og enginn skjálfti eftir það. Var eins og 5-10 mm dauður punktur í gamla demmparanum og það virtist ver nóg til að valda þessu.",
            "date": "2013-03-20 19:32:00",
            "post_id": "93401",
            "reply_to_id": "93176"
        },
        {
            "user_name": "Hfsd037",
            "text": "Kíktu til Þórðar í Arctic Trucks, hann vinnur við að láta jeppadekk upp á felgu á hverjum degi\nhann er með hunter og balancerar dekkin 100% eftir bestu getu, svona bara til að útiloka dekkin og felgurnar :)",
            "date": "2013-03-20 20:58:00",
            "post_id": "93412",
            "reply_to_id": "93401"
        },
        {
            "user_name": "s.f",
            "text": "ég er á þórshöfn svo að rúmir 700km í balenseringu koma ekki til greina ætla að prófa að skifta um stýrisdempara og sjá kvað gerist, er á grandhowk dekkjum",
            "date": "2013-03-20 22:08:00",
            "post_id": "93431",
            "reply_to_id": "93412"
        },
        {
            "user_name": "Eiður",
            "text": "ljónstaðir eru með svaðalega stýrisdempara mjög langa og stífa, drápu mest alla jeppaveikina í hilux á 44\" sem fór ekki yfir 20km/klst á malbiki áður án þess að hoppa á milli stika...",
            "date": "2013-03-20 22:34:00",
            "post_id": "93440",
            "reply_to_id": "93431"
        },
        {
            "user_name": "Dodge",
            "text": "Dekkjahöllin á AK er líka með hunter vél og allar græjur til að stúdera dekkin og ballancera.\nSpindilhallinn hefur áhrif, gott að byrja á því ef það stendur til hvort sem er.\nSvo er að skoða hvort það sé einhverstaðar fríslag í stífum og stýrisgangi, t.d. los á arminum á snekkjunni",
            "date": "2013-03-21 12:30:00",
            "post_id": "93502",
            "reply_to_id": "93440"
        },
        {
            "user_name": "s.f",
            "text": "já ég hugsa að það endi með því þegar hinn hásingin er komin undir að fara með hann á dekkjahölina, það eru allar stífu fóðringar nýjar ætla samnt að ath með spindillegur og annað í stýrisgangnum",
            "date": "2013-03-21 15:11:00",
            "post_id": "93522",
            "reply_to_id": "93502"
        },
        {
            "user_name": "dors",
            "text": "hvernig fór þetta hjá þér\nkv dóri",
            "date": "2013-05-25 09:14:00",
            "post_id": "101837",
            "reply_to_id": "93522"
        },
        {
            "user_name": "smaris",
            "text": "Þetta er leiðinda vandamál.\nErum með tvo björgunarsveitarbíla sem láta svona LC80 og Patrol.\nSmíðum nýja framhásingu í LC80 með 9,5\" framdrifi og þá hverf þetta alveg tímabundið. Bar ekkert á þessu í svolítinn tíma. Ekki einu sinni á vantaði bæði tjakk og dempara en svo er þetta komið í hann aftur. Er helst á því að slakar spindillegur valdi þessu.\nSettum demparann frá Ljónunum í Patrolinn en erum búnir að beygja 2 svoleiðis. Virðist vera eitthvað deigt í öxlinum á þeim.\nKv. Smári.",
            "date": "2013-05-25 10:39:00",
            "post_id": "101847",
            "reply_to_id": "101837"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Ég var að lenda í þessu skjálfta frá 60 - 70 en þetta hvarf að mestu eftir að ég setti nýjar spindil legur",
            "date": "2013-05-25 11:00:00",
            "post_id": "101851",
            "reply_to_id": "101847"
        },
        {
            "user_name": "nobrks",
            "text": "Að hafa bílinn aðeins stífan á spindillegunum hjálpar helling.",
            "date": "2013-05-25 11:59:00",
            "post_id": "101862",
            "reply_to_id": "101851"
        },
        {
            "user_name": "Sigurður Gunnar",
            "text": "Cherokeeinn hjá mér var svona, alveg brjálaður milli 60 og 80. Var með nýjan amerískann stýrisdempara og allt nýtt í stýrisgangi, spindlum, gúmmíum o.þ.h. 44\" dc ballanseruð í 0\nVar samt skástur þegar millibilið var á núlli eftir nokkrar tilraunir\nSetti svo koni stýrisdempara í og bíllinn varð algóður\nHeld að það hafi slatta að segja að það er gas í koni demparanum sem heldur aðeins þrýstingi á stýrisganginum...",
            "date": "2013-05-25 12:14:00",
            "post_id": "101866",
            "reply_to_id": "101862"
        },
        {
            "user_name": "Gulli J",
            "text": "Bíllinn hjá mér  fékk djöfulegan jeppaskjálfta, ástæðan var loft inn á stýristjakknum, er ekki með stýrisdempara.",
            "date": "2013-05-25 18:43:00",
            "post_id": "101896",
            "reply_to_id": "101866"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "lélegur ónýtur stýridempari gerir marg spurning um að taka hann úr og prufa svo annars er Dekkjahöllin á Egilsstöðum líka með hunter kv Heiða Brodda",
            "date": "2013-05-25 21:02:00",
            "post_id": "101907",
            "reply_to_id": "101896"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég er með kolvitlausan spindilhalla, ekki til jeppaveiki í mínum, rásar bara innanbæjar, er ágætur út á vegi\nnýkomin úr hjólastillingu og spindilhalli er -1 á að vera +4 eða 5",
            "date": "2013-05-25 21:56:00",
            "post_id": "101914",
            "reply_to_id": "101907"
        },
        {
            "user_name": "Kiddi",
            "text": "Gulli það var mjög fróðlegt að heyra þetta. Ég hef einmitt verið að komast á þá skoðun að stýrisdemparar séu óþarfi sé maður með góðan tjakk og þessi frásögn þín styrkir mig svolítið í því, semsagt að það muni öllu að tjakkurinn sé í lagi!\nHér á heimilinu eru tveir jeppar annar 44\" og lítið notaður svosem en hinn 46\" og eitthvað meira notaður, nú nýlega eyðilagðist stýrisdemparinn í þeim stærri og fékk að fjúka og ef eitthvað er skánaðí vagninn við það.\nNú hefur maður fundið fyrir því að Patrolar eru frekar viðkvæmir fyrir þessu, og eru með stýrisdemparann tengdan milli togstangar og þverstífu. Hefur einhver reynt að fjarlægja þetta og fundið mun?",
            "date": "2013-05-25 22:16:00",
            "post_id": "101917",
            "reply_to_id": "101914"
        },
        {
            "user_name": "Brjotur",
            "text": "Sma innlegg herna þar sem eg er buinn að berjast við þetta i mörgum jeppum i gegnum tiðina :)  i patrol sem er leiðinlega viðkvæmur þa verða einfaldlega að vera stifugummi með eins litlu gummii og hægt er, þar af leiðandi eru blau urethan foðringarnar fra stal og stönsum omögulegar :(  buin að prufa það sjalfur besta lausnin varðandi akstur var að nota renndar nylonfoðringar i þverstifunni :) ekki til hreyfing eða vottur af jeppaveiki :) en einn hængur er þo a þessu og það er að þetta endist ekkert :(  þ.e. plastið  svo nu er eg buin að breyta þverstifunni að framan og setja enda ur lc 80 með mjög litlu gummii og það virkar :)  Og varðandi styrirdemparann þa mun eg halda honum hann gerir helling allavega fyrir 46 en eg nota Kony styrirdemparann ur Patrol eldri en 98  þarf að breyta sma annarri festingunni, en þessir demparar eru frabærir að þvi leiti að þeir eru ekki dauðir i miðju og svo stifir i sitthvora attina, heldur er hann alltaf i pressu i sundur og alveg svaka stifur saman og bara virkar :)\nKveðja Helgi Brjotur",
            "date": "2013-05-25 23:27:00",
            "post_id": "101925",
            "reply_to_id": "101917"
        },
        {
            "user_name": "thor_man",
            "text": "Er þetta ekki tékkað í skoðuninni?",
            "date": "2013-05-26 15:25:00",
            "post_id": "101979",
            "reply_to_id": "101925"
        },
        {
            "user_name": "lecter",
            "text": "allir usa jeppar sem ég hef átt  38\"-44\"   hafa bara verið algörlega lausir við alla jeppa veiki ,, nema bronco 66-77 ,, sem er með gumi i stifum ,,,og verður að vera með nýum gumifóðringum til að vera i lagi \ntd þessi scout sem er ekki með einasta dekk ballanserað þar sem ballans vélin réði ekki við dekkin það var of vitlaust ,,og bara með tjakk eingan dempara ,, og búinn að aka um alla evropu  á 44\" dekkjum   vottar ekki fyrir neinu \nallir ramcarger ca 10 sem ég hef átt mismunandi breyttir  35\", 38\" 40\" 44\" einginn dekk ballanseruð  það þurfti ekki á þessa jeppa,,, blazer k5 sama fordarnir sama þurfti ekki að ballansera dekkinn \nmér þykir japan jeppar vera ansi viðkvæmir",
            "date": "2013-05-26 20:09:00",
            "post_id": "102004",
            "reply_to_id": "101979"
        },
        {
            "user_name": "grimur",
            "text": "\"Er þetta ekki tékkað í skoðuninni?\"\nÞað held ég nú ekki.\nÞað sem skiptir máli í skoðun í dag er að uppfylla regluverk ættað sunnan úr Evrópu.\nSá háttur sem var einusinni hafður á að prufukeyra bíla finnst mér bara alls ekki galinn, sérstaklega með breytta bíla. Auþvitað er gott að hrista til og tékka á öllum fóðringum og þannig, ekki misskilja mig dótið verður að vera í lagi. \nMér finnst þetta atriði að bílar láti þokkalega á vegi bara vanta.\nEinhver \"hjólastöðuvottorð\" og viðlíka pappírar eru bara ekki mikils virði í þessu samhengi. \nFyrir mér mætti bara alveg sleppa hjólastöðuvottorðum(með þeim kostnaði og veseni sem þeim fylgir) og taka upp prufurúnt í staðinn.\nkv\nGrimur",
            "date": "2013-05-26 20:12:00",
            "post_id": "102005",
            "reply_to_id": "102004"
        }
    ],
    "date": "2013-03-19 08:38:00"
}