{
    "forum_title": "Almennt spjall",
    "id": "16982",
    "title": "Dynkir frá drifbúnaði í átaki.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=16982",
    "posts": [
        {
            "user_name": "emmibe",
            "text": "Sælir, var að keyra upp slóða í snjó á orginal ´97 1800 Suzuki Sidekick þegar kemur svakalegur dynkur eins og einhvað í drifbúnaði hefði sleppt frekar en brotnað, held áfram eftir skoðun og löngu síðar einmitt í brekku undir átaki kemur sami dynkur. Held að þetta sé að aftan alls ekki viss samt, þegar ég hef notað framdrifið innanbæjar í hálku (það eru ekki lokur) og tek hann úr 4x4 sleppir hann stundum ekki og koma stundum smá dynkir sem hverfa ef ég aftengi og bakka. Finn engin einkenni dynki eða smelli í eðlilegri keyrslu og olíur eru í lagi á drifum og kassa. Hvað gæti verið að valda þessu og hvað ætti ég að kíkja á?\nKv Elmar",
            "date": "2013-03-20 09:24:00",
            "post_id": "93303",
            "reply_to_id": false
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Kannast við svona dynki hjá mér að vísu ekki í Súkku heldur í Ranger. Hjá mér voru framdrifsstengihulsur orðnar afslappar í millikassa. Skifti um þær og allt ok eftir það.",
            "date": "2013-03-20 12:19:00",
            "post_id": "93325",
            "reply_to_id": "93303"
        },
        {
            "user_name": "hobo",
            "text": "Mig minnir að festingarnar sem halda framdrifinu hafa átt það til að brotna, sérstaklega baulan sem er næst drifskaftinu. Tékkaðu á því.",
            "date": "2013-03-20 16:56:00",
            "post_id": "93369",
            "reply_to_id": "93325"
        },
        {
            "user_name": "bennihþ",
            "text": "Getur líka verið að sjálvirku lokurnar séu að gefa sig, var með 2003 Nissan D/C. Nokkuð sterkur dinkur. Fann reyndar ekkert út úr þessu, svoltið snúið ef auto lokkið er að gefa sig, þurfti einmitt að bakka til að losa hann frá framdrifinu og þá kom dinkur !!\nKv. Benedikt Heiðdal.",
            "date": "2013-04-11 23:38:00",
            "post_id": "96710",
            "reply_to_id": "93369"
        }
    ],
    "date": "2013-03-20 09:24:00"
}