{
    "forum_title": "Vefurinn - hugmyndir, ábendingar og tilkynningar",
    "id": "17083",
    "title": "Breyta þráðum.. hvað varð um það",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=12&t=17083",
    "posts": [
        {
            "user_name": "kjartanbj",
            "text": "Var verið að breyta einhverju á spjallinu, virðist ekki geta editað þræði sem ég stofnaði lengur.. vona að þetta sé ekki orðið eins og kommúnista síðan f4x4.is þar sem ekkert má",
            "date": "2013-03-24 16:22:00",
            "post_id": "93987",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "ég veit svosem ekkert um hvort einhverju hér hafi verið breytt. En það finnst mér kostur að menn geti ekki skrifað hvað sem er hérna og breytt því svo bara eftirá. Fyrir utan hvað það gerir þræði hérna hundleiðinlega í lestri verður það kanski til þess að menn hugsa sig augnablik um áður en þeir skrifa eitthvað í reiðikasti.\nAnnað mál gildir kanski um auglýsingadálka... en þar finnst mér að auglýsingar ættu að eyðast sjálfkrafa eftir 6 mánuði ef þær hafa legið óhreyfðar. Sérstaklega ef maður getur ekki breytt þeim eða tekið út síma/email til að forðast endalaust kvabb yfir löngu seldum hlutum því menn virðast ekki nenna að skrolla niður umræður til að sjá hvort dótið sé enn til eða selt.",
            "date": "2013-03-24 16:32:00",
            "post_id": "93992",
            "reply_to_id": "93987"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er alveg ótækt að taka þetta út!\nÞað er margoft sem maður þarf að breyta þráðum, maður kannski gerir innsláttarvillu eða einhvern fjandan þá þarf maður að geta breytt því.\nEf þetta þarf að vera kúbuvesen á þessu þá er nær að hafa kvóta á því, að maður geti brett kannski einu innleggi á dag eða eitthvað slíkt, eins og maður hefur stundum séð að heilu þræðirnir eru teknir út af óskiljanlegri ástæðu, til dæmis hér: \nviewtopic.php?f=9&t=8592",
            "date": "2013-03-24 16:55:00",
            "post_id": "93994",
            "reply_to_id": "93992"
        },
        {
            "user_name": "kjartanbj",
            "text": "maður er alveg búin að gefast upp á því að setja inn auglýsingar á F4x4 útaf maður getur ekki breytt þeim eftirá nema í 4 tíma eða eitthvað, maður þarf að bæta við einhverju eða setja að hluturinn sé seldur... ætla vona að þetta verði lagað sem fyrst\nget ekki breytt núna þræðinum um bílinn minn , uppfært hann, nema setja eitthvað neðst sem enginn tekur eftir svo",
            "date": "2013-03-24 17:11:00",
            "post_id": "93995",
            "reply_to_id": "93994"
        },
        {
            "user_name": "elliofur",
            "text": "Reyndar þegar menn uppfæra þráðinn sinn þannig, að bæta við í fyrsta póst, þá virkar kerfið ekki eins og það á að virka. Ég nota stikuna hérna til hliðar, \"Sýna nýja pósta\" mjög mikið og ef þú uppfærir þráðinn án þess að bæta við nýjum pósti þá tekur enginn eftir uppfærslunni hjá þér (eða allavega ekki ég). Einnig appelsínugula blaðið með örinni sem birtist fyrir framan nafn póstsins þegar nýr póstur er birtur, uppfærist ekki að sama skapi.\nÞetta vita væntanlega flestir.\nMér finnst skelfing að scrolla í gegnum þræði þar sem eru uppfærðir svona í fyrsta pósti, og veit að það eru margir sammála mér í því.\nEn ég tók reyndar eftir því áðan að maður getur ennþá breytt nýlegum póstum, ég veit ekki hvað þeir þurfa að vera gamlir til að það detti út, hugsanlega 4 tímar eins og þú segir hérna að ofan Kjartan með f4x4.is.",
            "date": "2013-03-24 17:59:00",
            "post_id": "94000",
            "reply_to_id": "93995"
        },
        {
            "user_name": "gislisveri",
            "text": "Sælir félagar.\nVið vorum að gera einhverjar tilraunir með að takmarka breytingar á póstum við fyrstu 48klst eftir að þeir eru sendir inn.\nÞað er ekki búið að taka neina loka ákvörðun með hvernig þetta verður, en vandinn er að kerfið býður ekki upp á að greint sé á milli auglýsinga og almenns spjalls. Ekki er heldur í boði að stofnandi þráðar geti sýslað eitthvað meira með þráðinn sinn en aðrir notendur eins og kom upp í umræðunni hérna um daginn.\nVið verðum því í raun að velja á milli þess að menn megi ekkert breyta, megi breyta með tímatakmörkun eða að þeir geti eyðilagt þræði sem máske margir aðrir eru búnir að leggja til innlegg. Hvaða leið hugnast ykkur best?\nVarðandi það að eyða gömlum auglýsingum, þá er það minna mál, ég held að kerfið bjóði upp á að gera þetta sjálfkrafa þegar þær eru ákveðið gamlar, að því gefnu að þær hafi ekki verið uppfærðar. Þá þarf bara að ákveða hver hentug tímamörk eru, hvað finnst ykkur um það?\nKv.\nGísli.",
            "date": "2013-03-24 18:05:00",
            "post_id": "94001",
            "reply_to_id": "94000"
        },
        {
            "user_name": "Polarbear",
            "text": "mér finnst alveg nóg að menn geti uppfært þræðina sína í 48 tíma eftir að þeir eru búnir til.... og að láta auglýsingar detta út sjálfkrafa eftir 3-6 mánuði, hafi þær ekki verið hreyfðar í þann tíma (með uppfærslum sem bætt er við eins og aðra þræði, þ.e. neðst í þá með nýju innleggi).  \nég segi eins og ElliOfur, ég nota hliðarstikuna hérna mjög mikið, sem og \"sýna ólesna pósta\" valkostinn þegar maður er innloggaður. ég les alltaf yfir þá pósta sem koma þar upp sem mér finnast áhugaverðir og hreinsa svo út rest með því að merkja allt lesið eftir það. þetta virkar ekki ef menn eru að uppfæra auglýsingar og þræði beint með því að breyta gömlum póstum.\nþessi hegðun sem um er rætt hérna er hvergi leyfð á öðrum spjallsíðum sem ég nota.\nbara mín 2 cent...",
            "date": "2013-03-24 18:17:00",
            "post_id": "94005",
            "reply_to_id": "94001"
        },
        {
            "user_name": "kjartanbj",
            "text": "Mikil afturför ef það verður gert svona til frambúðar, búið að vera mikil umræða um þetta á 4x4 heimasíðunni , stór ástæða þess að menn eru mikið til hættir að nota f4x4 spjallborðið eru svona ákvarðanir, ég vill geta editað þráðin um bílinn minn , þar sem það er mikið að breytast, f4x4 er eina spjallborðið sem ég er á þar sem eru svona fasista stillingar að geta ekki átt við þráðinn sinn eftirá nema innan tiltekins tíma, sérstaklega á auglýsina hlutanum, óóóóþolandi að vera fá símhringingar eða emaila 2 mánuðum eða jafnvel ári á eftir að maður selij hlutinn þó maður sé búin að setja neðst, kannski á bls 4 með bold og stærsta letrinu að hluturinn sé seldur\neins og ég segi STÓR afturför ef þessu verður ekki breytt og verður til þess að maður nennir minna að vera uppfæra eða setja inn þræði hérna...",
            "date": "2013-03-24 19:36:00",
            "post_id": "94010",
            "reply_to_id": "94005"
        },
        {
            "user_name": "kjartanbj",
            "text": "Svo finnst mér allt í lagi að gamlar auglýsingar fái að hanga inni en menn setji bara skýrt í póstin efst að bíll sé seldur\noft sem maður er að leita að einhverjum bíl til að forvitnast um hann, hvernig hann var fyrir einhverju síðan og svona , hvað var í honum\neða bara gamlar myndir af bílnum , leiðinlegt að það hverfi þá gamlar auglýsingar \nég allavega legg til að þetta verði bara eins og þetta hefur alltaf verið, hefur ekki neitt farið í taugarnar á mér eins og kerfið var, þó það sé hægt að edita svör og svona",
            "date": "2013-03-24 19:39:00",
            "post_id": "94011",
            "reply_to_id": "94010"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég bæti alltaf neðst í þráðin hjá mér tildæmis nýju um bílinn minn, en ég ætlaði að breyta nafninu á þræðinum með tildæims \"nýtt bls 3\" eða eitthvað en þá er það bara ekkert hægt, svo vill maður geta editað ef maður tekur eftir villu eða einhverju sem maður fór kannski rangt með , ruglaðist eða eitthvað um bílinn sinn",
            "date": "2013-03-24 19:41:00",
            "post_id": "94013",
            "reply_to_id": "94011"
        },
        {
            "user_name": "elliofur",
            "text": "Ég er sammála Kjartani, ég vill bara hafa þetta eins og þetta var, þetta gamla góða :)",
            "date": "2013-03-24 20:26:00",
            "post_id": "94022",
            "reply_to_id": "94013"
        },
        {
            "user_name": "Freyr",
            "text": "Tek undir að það var gott að geta breytt póstum. Sem dæmi duttu út allar myndir frá mér í löngum þræði um breytingar á mínum jeep. Þá var ekkert mál að velja \"breyta\" og setja inn ný url á myndirnar til að laga þráðinn....\nKv. Freyr",
            "date": "2013-03-24 20:44:00",
            "post_id": "94024",
            "reply_to_id": "94022"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Þetta er alveg skelfilegt.. Bakkið útúr þessu Stjórnendur.",
            "date": "2013-03-24 20:53:00",
            "post_id": "94028",
            "reply_to_id": "94024"
        },
        {
            "user_name": "palsson",
            "text": "Sammála síðustu ræðumönnum. Það er mjög slæmt að geta ekki átt við eldri þræði, t.d. fyrirsagnir og sett þar inn upplýsingar um að bílar séu seldir o.s.frv. Í mínum huga verður spjallborðið líka mun hreinna ef að notendur venja sig á að merkja selda bíla o.s.frv.\nOft vill maður svo skoða söguna aftur í tímann og grúska aðeins í þessum bílum sem hafa verið auglýstir hérna. Margir eru algjört konfekt. Þar að leiðandi er það mín skoðun að vefurinn sé mun verðmætari ef að auglýsingum er haldið áfram inni og að við höfum kost á að breyta t.d. titli þráða og upplýsingum í þráðunum.",
            "date": "2013-03-24 21:20:00",
            "post_id": "94040",
            "reply_to_id": "94028"
        },
        {
            "user_name": "Polarbear",
            "text": "núverandi kerfi til varnar er mjög algengt að menn sem eru að selja eitthvað hérna inni breyti auglýsingum sínum á þann veg eftir sölu að þeir taka -allt- út. Allar myndir, allan texta og eftir stendur bara . eða \"má eyða takk\" í titli og meginmálinu. Mér finnst það frekar dauft.\nvissulega eru 2 hliðar á öllum málum, en ég hallast frekar að því að þetta sé rétt ákvörðun stjórnenda hér að loka fyrir breytingar eftir ákveðinn tíma.... að því gefnu að auglýsingar detti út eftir einhverjar vikur eða mánuði sjálfkrafa.",
            "date": "2013-03-24 22:12:00",
            "post_id": "94046",
            "reply_to_id": "94040"
        },
        {
            "user_name": "kjartanbj",
            "text": "Finnst að auglýsingar eigi að haldast inni óendanlega. bara að það yrði skilda að setja \"Selt\" fyrir framan í titlinum\nsvo er þetta óþolandi að geta ekki breytt þræði, núna er tildæmis þráðurinn um bílinn minn fastur eins og ég vill ekkert hafa hann...\nég hata hvernig spjallborð F4x4 er og vona að þetta verði ekki svoleiðis hér líka",
            "date": "2013-03-24 22:32:00",
            "post_id": "94053",
            "reply_to_id": "94046"
        },
        {
            "user_name": "kjartanbj",
            "text": "það er alveg í undantekningar atriðum að menn séu að eyða öllu úr söluauglýsingum eftir að bílarnir seljast.. allavega hefur það ekki verið eitthvað sem maður hefur verið að taka mikið eftir",
            "date": "2013-03-24 22:34:00",
            "post_id": "94054",
            "reply_to_id": "94053"
        },
        {
            "user_name": "Oskar K",
            "text": "díses kræst ekki gera þetta, þetta er ástæðan fyrir því að ég er hættur að auglýsa á f4x4, alveg sama hvað maður skrifaði oft SELDUR í neðsta svari þá héllt síminn hjá manni áfram að hringja endalaust afþví maður getur ekki átt við þráðinn og hennt út símanúmerinu eða neinu",
            "date": "2013-03-25 01:23:00",
            "post_id": "94084",
            "reply_to_id": "94054"
        },
        {
            "user_name": "Gunnar",
            "text": "leyfa manni að breyta sínum þráð eins og maður vill, það er eina vitið",
            "date": "2013-03-25 01:29:00",
            "post_id": "94085",
            "reply_to_id": "94084"
        },
        {
            "user_name": "jongud",
            "text": "Hafa þetta eins og það var, \nLIFI PRENTFRELSIÐ",
            "date": "2013-03-25 09:07:00",
            "post_id": "94097",
            "reply_to_id": "94085"
        },
        {
            "user_name": "gislisveri",
            "text": "Höfum þetta lýðræðislegt: \nviewtopic.php?f=12&t=17094\nKúba hvað?\nSúkkukveðja,\nGísli.",
            "date": "2013-03-25 09:27:00",
            "post_id": "94102",
            "reply_to_id": "94097"
        },
        {
            "user_name": "Karvel",
            "text": "Núna er ekki hægt að senda inn svar, því það verður að rita lágmark 20stafi inn. hmm þessu þarf að breyta",
            "date": "2013-03-25 10:31:00",
            "post_id": "94106",
            "reply_to_id": "94102"
        }
    ],
    "date": "2013-03-24 16:22:00"
}