{
    "forum_title": "Almennt spjall",
    "id": "17157",
    "title": "42\" IROC",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=17157",
    "posts": [
        {
            "user_name": "sfinnur",
            "text": "Ég var að setja dekkin mín á felgur í dag.\nDekkin eru 42\" Iroc fyrir 16\" felgur.\nFelgurnar eru 16\" breiðar með beadlock og soðinn kant að innan.\nÞetta eru hálfslitin dekk sem ég skar aðeins í og viktar dekk og felga 62.5kg sem er sama og nýr 44\" cepek á 17\" breiðri felgu.\nLíta drulluvel út á svona breiðri felgu, hlakkar til að prófa þetta:)\nÁ að fara undir 4runner 95.",
            "date": "2013-03-28 20:36:00",
            "post_id": "94650",
            "reply_to_id": false
        },
        {
            "user_name": "ivar",
            "text": "Væri frábært að heyra hvernig svona dekk eru að reynast. Ekki bara hvað varðar flot og grip í snjó heldur líka hversu kringlótt þau eru, setjast þau, veghljóð og þol gagnvart úrhleypingum.\nEr að leita mér að sumardekkjagangi og ekki beint um auðugan garð að gresja. Ég þarf 16\" felgur eða stærra og er á 46\" á veturnar svo ég vildi helst ekki fara mikið niður fyrir 40\" stærð.\n41\" IROK hefur verið að koma illa út hjá mönnum svo ég horfi hýru auga á þessi dekk.\nAnnars bara til lukku með ganginn og vona að þetta reynist þér vel.",
            "date": "2013-03-28 20:42:00",
            "post_id": "94652",
            "reply_to_id": "94650"
        },
        {
            "user_name": "sfinnur",
            "text": "Takk fyrir það, mér skilst að það sé gott að keyra á þeim, veit um nokkra túristabíla á svona dekkjum.\nKannast við einn sem er með svona undir Patrol og hann er ánægður með þau.",
            "date": "2013-03-28 20:45:00",
            "post_id": "94653",
            "reply_to_id": "94652"
        },
        {
            "user_name": "ivar",
            "text": "Já, en eru ekki sömu menn ánægðir með 46\" MT?\nÉg er á svoleiðis dekkjum og þau eru mjög fín þegar útaf vegi er komið, en mjög leiðinleg á þjóðvegarakstir (að mínu mati) Veghljóð og af og til smá hopp af og til.(en ég nota bílinn ekki nema vikulega eða aðra hverja viku)\nSkelltu þér í smá ferð um helgina og segðu frá hvernig þau voru. Rás, veghljóð, hopp er eitthvað sem ég er áhugasamastur upp. Aðrir hafa sjálfsagt mikinn áhuga á drifgetu.\nVar sjálfur með 39,5\" IROK undir patrol og var mjög kátur með þau í flesta staði.",
            "date": "2013-03-28 21:51:00",
            "post_id": "94664",
            "reply_to_id": "94653"
        },
        {
            "user_name": "Árni Braga",
            "text": "Sælir var með 42\" undir Ford 350 og var \nhell ánægður með þau.\nmjög rásföst lítið veghljóð.",
            "date": "2013-03-29 07:38:00",
            "post_id": "94708",
            "reply_to_id": "94664"
        },
        {
            "user_name": "sfinnur",
            "text": "Það væri óskandi að fara í ferð um helgina en bíllinn er ekki klár, er enn að raða saman eftir heilsprautun:)\nSkal láta vita þegar ég prófa þau.",
            "date": "2013-03-29 10:23:00",
            "post_id": "94720",
            "reply_to_id": "94708"
        }
    ],
    "date": "2013-03-28 20:36:00"
}