{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "17160",
    "title": "Bodyupphækun",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=17160",
    "posts": [
        {
            "user_name": "gmþ",
            "text": "Hvort láta menn upphækunarklossan eða gúmmípúðan koma að bodyinu?",
            "date": "2013-03-29 00:38:00",
            "post_id": "94691",
            "reply_to_id": false
        },
        {
            "user_name": "Freyr",
            "text": "Gúmmípúðann. Klossinn (betra væri að hækka upp sætið á grindinni) er bara eins og viðbót við grindina og púðinn skal vera við boddýið. Ef klossinn fer að boddýinu og gúmmíið er við grindina virkar púðinn sem liður og klossinn sem voragarmur sem mun margfalda beygjuálagið á festipunktana í boddýinu. Boddýið er svo mikið veikara en grindin að það þolir það ekki heldur mun það springa illa út frá festingunum.\nKv. Freyr",
            "date": "2013-03-29 01:30:00",
            "post_id": "94697",
            "reply_to_id": "94691"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég átti toyotu sem var hækkuð með klossan upp við boddý og það var allstaðar sprungið út frá klossanum.  Á einum stað var boddýið að rifna í kringum klossan.  Algjört lágmark að hækka upp festingarnar við hvalbak ef maður er að fara út í boddýlift, helst allar.\nÍ dag myndi ég skera grindina í sundur að framan og aftan og hækka þar á grindinni og færi hinar festingarnar upp, þá færast stuðararnir upp með boddýliftinu og jafnvel bensíntankur ef að bíllinn er með rasstank.",
            "date": "2013-03-29 10:01:00",
            "post_id": "94715",
            "reply_to_id": "94697"
        },
        {
            "user_name": "lecter",
            "text": "ja lagmark eru 4 festingar upp  6 er best , fremsta ,undir eldveggnum .og fyrir framan afturhjólskál  eg er með wrangler sem var með 5cm upphækkun i ca 100,000km allar festingar i body og bitarnir vore brotnir svo að við tókum boddy af og allt soðið upp og get sterkara ,, \neg held að allir bilar brotni svona ef maður fer ekki með grindarfestinguna upp, ja púðinn við body",
            "date": "2013-03-29 14:54:00",
            "post_id": "94738",
            "reply_to_id": "94715"
        }
    ],
    "date": "2013-03-29 00:38:00"
}