{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "17163",
    "title": "Vandræði Patrol 2001",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=17163",
    "posts": [
        {
            "user_name": "trooper",
            "text": "Sælir.\nÞannig er að hann vælir helvíti ámátlega bíllinn og er það ekki frá reimum. Ef ég stend framan við húdd bílsins er hægra megin nálægt hvalbaknum grátt hringlaga stykki og neðan neðan úr því er pinni, ef ég toga lítillega í þennan pinna þá hættir vælið. Vona að patrolmenn skilji þetta. Veit ekki hvað stykkið gerir og vill ekki fikta þaraðleiðandi í því. \nLumar einhver á manual fyrir svona bíl svo ég gæti komist að sannleikanum í þessu, eða þekki einhver af þessari frábæru lýsingu hvað þetta er?\nkv. Hjalti",
            "date": "2013-03-29 09:33:00",
            "post_id": "94709",
            "reply_to_id": false
        },
        {
            "user_name": "trooper",
            "text": "Hér er mynd af stykkinu, (rauður hringur utan um það) mynd af netinu.\nkv Hjalti",
            "date": "2013-03-29 09:46:00",
            "post_id": "94711",
            "reply_to_id": "94709"
        },
        {
            "user_name": "Stebbi",
            "text": "Ahhhh það syngur í taðventlinum hjá þér.  Ef að vælið kemur frá öxlinum sem fer niður á túrbínu þá þarftu að skipta um hann, ef það kemur frá gúmmíslöngunum þá þarf að skipta um þær.",
            "date": "2013-03-29 09:52:00",
            "post_id": "94713",
            "reply_to_id": "94711"
        },
        {
            "user_name": "trooper",
            "text": "Sæll. þetta er öxullinn sem kemur niður úr þessu stykki. Er það að skaðlausu að keyra bílinn ?? \nÉg á ekkert í þessa viðgerð á Föstudeginum langa.. ;)\nkv.",
            "date": "2013-03-29 09:56:00",
            "post_id": "94714",
            "reply_to_id": "94713"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef að þetta er wastegateventill (taðventill á ísl.) þá ætti að vera í lagi að keyra hann á meðan hann verður ekki furðulega kraftmikill.  Kemur ekkert ljós í mælaborðið.",
            "date": "2013-03-29 10:04:00",
            "post_id": "94716",
            "reply_to_id": "94714"
        },
        {
            "user_name": "trooper",
            "text": "Nei ekkert ljós... og hreinlega ekki neinn ofurkraftur heldur. \nkv.",
            "date": "2013-03-29 10:09:00",
            "post_id": "94717",
            "reply_to_id": "94716"
        },
        {
            "user_name": "Izan",
            "text": "Enda væri eitthvað mikið að ef þú fyndir einhvern ofurkraft úr Patrol;-)",
            "date": "2013-03-29 10:40:00",
            "post_id": "94721",
            "reply_to_id": "94717"
        }
    ],
    "date": "2013-03-29 09:33:00"
}