{
    "forum_title": "Vara og aukahlutir",
    "id": "1717",
    "title": "Til sölu Garmin 276c GPS SELT SELT SELT SELT",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=1717",
    "posts": [
        {
            "user_name": "Grease Monkey",
            "text": "Garmin 276c\nAllar snúrur,bæklingar,kassi fylgir, tækið er með Íslandskorti en diskurinn í tölvu fylgir ekki.\nÞað fylgir mælaborðsfesting og minniskort,hleðslutæki bæði fyrir 12v og 220v,batteríið er í mjög góðu ástandi og dugar daginn og rúmlega það. \nAllar nánari upplýsingar 8615360 eða \nbaldvin.thorkels@gmail.com\n \nTækið fæst á 90.000.- stgr\nhttp://www.garmin.is/product/baturinn/map276.shtml#fragment-1\nGPSMAP 276C má kalla fjölnotatæki sem aðlagar sig að aðstæðunum.. \nLita GPS kortatæki með vegaleiðsögu, með möguleika á raddleiðsögn, og utanvegaleiðsögn.\nFyrir bátinn gefur tækið ekkert eftir því það er vel varið fyrir sjó-ágangi og er möguleiki á dýptarmælis viðbót.\nAuðveldaðu þér leiðina\nHvort sem þú notar tækið á sjó eða landi þá er 276 á heimavelli.\nBLueChart sjókort fyrir bátinn, og þú ratar um hafnarsvæðið, Íslandskort fyrir bílinn,og þú ratar utan hafnarsvæðis. \nNMEA inngangur leyfir samskipti við önnur tæki og sýnir þér öll gildi á einum skjá, dýpt, hita, vindhraða, o.m.fl. \nHægt er að versla sérstakann aukapakka fyrir bíla.\nÍ honum er að finna Evrópu kort, minniskort, festing fyrir bílinn og hátalara (raddleiðsögn). Auðveld samskipti við PC-tölvuna og Garmin hugbúnaðinn gegnum USB, lítið mál að hlaða inn nýjum kortum\nSkarpur er hann\nAð sjá á skjáinn er auðvelt í öllum birtuskilyrðum, þökk sé 256 -lita og 320 x 480-pixel TFT skjá með stillanlegu bakljósi. \nTaktu það með þér\nEndurhlaðanlega lithium-ion rafhlaða ásamt snilldar verkfræði gerir þér kleift að taka 276C með í fjallgönguna, passar kannski ekki vel í vasann en sleppur í bakpokann. Og svo er spennufæðing frá ökutæki ekki nauðsynleg því rafhlöðuending er allt að 15 klst\nVísar leiðina um land og láð\nMeð einum takka aðlagast tækið að þínum þörfum. Hvort sem þú stekkur frá borði yfir í bílinn eða ferð á vélsleða þá færð þú alltaf bestu leiðsögnina sem tækið hefur að bjóða. Sjókort fyrir bátinn götukort fyrir bílinn eða nákvæmt landakort fyrir jeppann og vélsleðann, þá færðu leiðsöguna hjá GPSMAP 276C.",
            "date": "2010-08-18 21:43:00",
            "post_id": "7846",
            "reply_to_id": false
        },
        {
            "user_name": "Grease Monkey",
            "text": "Þetta tók ekki langan tíma, tækið er selt",
            "date": "2010-08-18 22:41:00",
            "post_id": "7853",
            "reply_to_id": "7846"
        }
    ],
    "date": "2010-08-18 21:43:00"
}