{
    "forum_title": "Almennt spjall",
    "id": "17299",
    "title": "LC 80 EYÐSLA",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=17299",
    "posts": [
        {
            "user_name": "husky12",
            "text": "Hvað er eru þessir trukkar að eyða ??",
            "date": "2013-04-05 23:33:00",
            "post_id": "95828",
            "reply_to_id": false
        },
        {
            "user_name": "Pajero1",
            "text": "2 lítrum meira en Corolla",
            "date": "2013-04-05 23:36:00",
            "post_id": "95830",
            "reply_to_id": "95828"
        },
        {
            "user_name": "husky12",
            "text": "nú þá er þetta í lagi og ég fæ mér þrjá",
            "date": "2013-04-05 23:38:00",
            "post_id": "95831",
            "reply_to_id": "95830"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll ég er með einn hér á sigló 92 vx sjálfskiptan og hef verið að væla yfir mikilli eyðslu á honum en hún minkaði ekkert sama hversu illa ég bar mig. Hann er á langkeyrslu núna í vetur 12 til 15 litrara fer eftir vindi og færð. Innanbæjar í hjakki á 100km og stundum jafnmörgum km afturábak og á svona 10 pundum 20 til 35 lit. þessir bílar eru að eyða svipað og nokkrir Grand Cherokee sem ég hef átt á langkeyrslunni. Hér kom Cruser eigandi á sínum 80 Cruser sá var fullbreittur með milligír og 4:88 hlutföll á 38\" sjálfskiptur og sterkari framhásingu og Cooler og allt dótið hann prufaði minn og taldi hann mjög góðan og jafnvel kraftmeiri en sinn. Hann kvað sinn vera að eyða 16 til 18 á 38\" og meira á 44\". Þessi maður var búinn að eiga sinn bíl í mörg ár og hefur efni á að segja satt og kann að reikna út eyðsluna í sínum fjallabíl. En það eru til cruserar og crusermenn sem eru á bílum sem eyða um 10 til 11 litrum á td 35\" dekkum og er það eitthvað minna en framleiðandinn gefur upp miðað við orginal dekk.Ég stefni á að ná þessari eyðslu því ég þekki mennina sem eiga þessa bíla og veit að þeir eru vandir að virðngu sinni og segja satt og rétt frá. Eitt enn það kom mér verulega á óvart hvað þessir bílar komast áfram í þungufæri á 12\" breiðum felgum og gömlum 1/2 slitnum Grand Hawk var búinn að dæma þessa bíla allt of þunga og þetta væri bara til vandræða í ferðum á 38 en tek það til baka og bið Cruserana og crusermenn afsökunar á svona fullyrðingum. Fór á Lágheiði um páskana með fullt af öðrum jeppum og þar af að einum 54\".og kom drifgeta Crusersins mér og öðrum verulega á óvart.kveðja guðni á sigló stolltur cruser eigandi",
            "date": "2013-04-06 07:38:00",
            "post_id": "95852",
            "reply_to_id": "95831"
        },
        {
            "user_name": "kjartanbj",
            "text": "Tilgangslaust að ræða þetta, menn trúa ekki hvort eð er eyðslunni",
            "date": "2013-04-06 08:14:00",
            "post_id": "95854",
            "reply_to_id": "95852"
        }
    ],
    "date": "2013-04-05 23:33:00"
}