{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "17323",
    "title": "Færa afturhásingu á Sidekick",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=17323",
    "posts": [
        {
            "user_name": "emmibe",
            "text": "Sælir, nú stendur til að stækka við sig og setja 35 tommu dekk og 10 tommu álfelgur undir Suzuki Sidekick 1800 og eina smá hárþurrku í húddið svona til að fá smá tog.  Gæti verið gaman þar sem hann viktar rúm 1400 Kg og eyðir 10 lítrum á hundraðið.\nÞar sem ég held að það sé ekki sniðugt að skera mikið úr hurðafalsinu framan við hjól og  það er feikinóg pláss aftanvið þá væri trúlega ágætt að færa bara rörið örlítið aftar.  Það gæti líka verið bölvuð vitleisa og bara fínt að fá ykkar álit á þessu.\nÉg treysti mér nú ekki í gera það sjálfur og vill nú helst hafa þetta nokkuð beint :-) þannig ef einhver flínkur gæti gert þetta fyrir mig gegn gjaldi, eða einhver veit um góðann suðumann. \nÞað er 6 Cm bil frá hásingu að bensíntank en spurning hvort þetta borgar sig fyrir 6 Cm, plús lengingu á stífum og drifskafti?  Einnig þarf að færa A stýfuna.\nEf einhver hefur áhuga á þessu gæti hann sent mér TB í einkapósti.\nKv Elmar",
            "date": "2013-04-06 23:44:00",
            "post_id": "95980",
            "reply_to_id": false
        },
        {
            "user_name": "kjellin",
            "text": "ertu allveg viss um að það þurfi að færa rörið,,,,  man það að það var nu einn hvítur semað var  á 35\"  og ég held að hann hafi aldrei fært rörið ánþess þó að hafa hugmynd um það,",
            "date": "2013-04-07 00:00:00",
            "post_id": "95982",
            "reply_to_id": "95980"
        },
        {
            "user_name": "Karvel",
            "text": "held að ég sé að rétt mál að seigja að færsla á hásingu sé óþröf, ef farið er í að hækka boddy og bæta klossum við undir gorma.\nhttp://194.144.13.19/e107_plugins/forum ... .php?13040",
            "date": "2013-04-07 00:05:00",
            "post_id": "95986",
            "reply_to_id": "95982"
        }
    ],
    "date": "2013-04-06 23:44:00"
}