{
    "forum_title": "Almennt spjall",
    "id": "17359",
    "title": "ARB lofdælur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=17359",
    "posts": [
        {
            "user_name": "biggigunn",
            "text": "Sælir vitiði hvort það sé einhver með svona ARB loftdælu í jeppanum hjá sér hér á klakanum og hvernig þær eru þá að reynast??\nhttp://store.arbusa.com/ARB-On-Board-Hi ... P3572.aspx\nhttp://store.arbusa.com/ARB-On-Board-Hi ... 341C9.aspx\nog ekki er þetta eitthvað rosalega dýrt.",
            "date": "2013-04-08 18:37:00",
            "post_id": "96267",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Ég gat ekki opnað linkana til að skoða, en það eru til einhverjar stærðir af pressum, minnsta sem dugar fyrir læsingar og svo veit ég að til svolítið stærri og hún kostaði um 60 þús. ef minnið er ekki út á túni.\nÉg hef oft hugsað um það hvað menn nota mikið af rafmagnsdælum og tel vænlegri kost að nota AC dælu með hringrás á smurolíunni(ef þarf), þessar dælur eru margar heiftarlega afkastamikklar og kosta slikk m.v. rafmagnsdælu en það kostar oft slatta að koma þeim fyrir nema í þeim bílum sem þær koma orginal. Það sem Ástralinn gerir er að setja smurkopp á réttum stað og þá kallast þær endless air, ef rétt er skrifað.",
            "date": "2013-04-08 20:42:00",
            "post_id": "96279",
            "reply_to_id": "96267"
        },
        {
            "user_name": "biggigunn",
            "text": "búin að græja linkana.\nVar einmitt að kaupa mér Patrol 1992 módel og hann er með AC dælu, hvort ég ætti að breyta henni í loftdælu eða versla eina svona rafmangsdælu.\nVeit einhver hvað svona AC dæla er að dæla mörgum lítrum á mín.?",
            "date": "2013-04-08 20:50:00",
            "post_id": "96282",
            "reply_to_id": "96279"
        },
        {
            "user_name": "arni_86",
            "text": "Thessi 2falda dælir allavegna helling. Ekki kominn margra ara reynsla a thessa typur samt en arb dælurnar hafa verid solid",
            "date": "2013-04-08 20:59:00",
            "post_id": "96285",
            "reply_to_id": "96282"
        },
        {
            "user_name": "villi58",
            "text": "Það liggur beinast við að láta hana pumpa lofti, það eru örugglega einhverjir sem geta leiðbeint þér að setja smurkopp á hana, en ekki er sama hvaða smurfeyti er notuð. Þar sem dælurnar hitna gríðalega mikið þá þarf feyti sem hentar, ég er að nota teflon-feyti frá Kemi hitaþolin, mín dæla er búin að vera í notkun c.a. 15. ár og svínvirkar enn og síðast þegar ég var að dæla í þá vorum við tveir á Hilux báðir með 38\" dekk ég kláraði hjá mér og svo eitt hjá kunningjanum, hann er með Fini dælu sem á að dæla 260 ltr./min.\nEf ég hef verið að flýta mér þá er handgasið sett á og þá dælir bara helling meira en í hægagang, hef ekki fundið neinn sem er fljótari að dæla í 38\". Svona 5. stimpla dæla, passað upp á smurið þá virðist þetta geta gengið vel.",
            "date": "2013-04-08 21:34:00",
            "post_id": "96298",
            "reply_to_id": "96285"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "það eru til hjá bílabúð benna arb dælur 2ja stimpla ragm. en þær kosta 100,000 menn hafa verið að nota þær mikið í jeppa með úrhleypi búnað sagði mér sölumaður hjá þeim en þessar dælur meiga víst dæla endalaust non stop kv Heiðar Brodda",
            "date": "2013-04-08 22:37:00",
            "post_id": "96310",
            "reply_to_id": "96298"
        },
        {
            "user_name": "biggigunn",
            "text": "já þessar ARB dælur geta víst gengið endalaust, minni dælan sem ég vitna í á að vera að dæla 60L á mín og þessi stærri 120L á mín og það fylgir allt með í pakkanum til að græja þetta í bílinn. 30þús fyrir minnidæluna er ekki stórpeningur. \nHefur einhver hugmynd um hvað mundi kosta mig að breyta þessari AC dælu í loftdælu bara efnið ef maður myndi græja þetta svo sjálfur??? Hef aldrei gert þetta eða séð þetta gert.",
            "date": "2013-04-08 22:51:00",
            "post_id": "96312",
            "reply_to_id": "96310"
        },
        {
            "user_name": "Þorsteinn",
            "text": "mig minnir nú að fini dælurnar dæli ekki neima 160 lítrum á mínútu. var allavega að selja Nardi tveggja stimpla rafmagnsdælu úr landvélum og hún var svona um það bil helmingi fljótari að dæla í 46\" hjá mér heldur en Fini dælan sem ég var með á undan.",
            "date": "2013-04-08 23:57:00",
            "post_id": "96320",
            "reply_to_id": "96312"
        },
        {
            "user_name": "villi58",
            "text": "Ég veit ekki hvort er óhætt að láta dælurnar ganga viðstöðulaust, það er mikill munur á afköstum og hitastigi eftir því á hvaða þrýstingi þær vinna. Ég hef opnað ARB dælur og eins eitthvað skáeygðarusl sem hrísgrjónaæturnar smíða og það var verulega viðbjóðslegt að horfa á þéttingarnar á stimplunum, þetta voru einhverjar druslur sem eiga að þétta og varð ég að fá mér róandi áður en ég lokaði ruslinu og setti í gang.\nHef enga trú á því að sé hægt að láta þær ganga viðstöðulaust á 6-8 kg. Kanski álagslausar ?\nVönduð AC dæla er líklegri til að vera til friðs ef hún er alminnilega smurð með réttri feyti eða olíu, jú eru hannaðar til að ganga mikið. Svo er nú heiftarlegur straumur sem ARB draga sem eikur álagið á rafkerfið og þar með álag á geyma og hleðslu,þannig að það er eins gott að ganga vel frá öllum tengingum ef á ekki að koma stórt Búmm. Ég mundi halda að það væri betra að slökkva sem mest af rafnotkun ef menn eru með stærstu gerð af loftpressu.",
            "date": "2013-04-09 01:24:00",
            "post_id": "96326",
            "reply_to_id": "96320"
        },
        {
            "user_name": "olei",
            "text": "Minni dælan er með 50% duty cycle við 22 gráður celsius. Uppgefið 30/30 sem þýðir þú pumpar í hálftíma og hvílir hana í hálftíma að mér sýnist. Í kynningunni segja þeir um hana:\nHún dælir 75 Lítra á mínútu þrýstingslaust og 62 lítrum við 2 bör (29 pund).\nSú stærri er aftur á móti með 100% duty cycle sem þýðir að hún má ganga stöðugt og er uppgefin 174lítrar þrýstingslaus og 131lítrar við 2 bör.\n---------\nMinni dælan er ágætlega nothæf en það verður að passa uppá hana að hún gangi ekki of lengi. Ef menn nota dæluna mikið við stór dekk er hún samt í minni kantinum. Stærri dælan er uppgefin heldur stærri en hin sívinsæla Fini dæla - sem er um 160l- og líklega öndvegis græja í jeppa. Hún dælir tæplega á við aircondition dælu með bílinn í hægagangi. Hún dregur 50 Amper sem langflestir alternatorar í nýrri bílum ráða vel við í hægagangi.",
            "date": "2013-04-09 01:38:00",
            "post_id": "96328",
            "reply_to_id": "96326"
        },
        {
            "user_name": "villi58",
            "text": "Ég skil ekki þegar menn tala um afköst á AC dælum, eins og þær séu allar eins, en svo er ekki þær eru með mismunandi stóra stimpla og eins er fjöldinn mismunandi. Mín dæla er með 5. stimplum og ég var að skoða dælu sem var 7. stimpla svo skiptir töluverðu hvað þær snúast hratt.. Væri gaman að fá upp töflu um ým. dælur. AC er ekki bara AC ýmislegt til þar.",
            "date": "2013-04-09 01:51:00",
            "post_id": "96329",
            "reply_to_id": "96328"
        },
        {
            "user_name": "olei",
            "text": "Það er þetta stóra EF :)\nÉg man eftir þremur útgáfum af aircon dælum. Ein týpan er byggð eins og hefðbundin vél, sveifarás í lokuðum kjallara og stimplar sem vísa (oftast) upp á við. Í þeim er málið að hafa olíu í sveifarhúsinu og ekkert vesen.  Algeng dæla var YORK, tveggja stimpla sem hefur gert það mjög gott sem loftdæla - og þær eru raunar seldar sem loftpressur. Þær ganga alveg þangað til þær verða olíulausar, rétt eins og bílvélar.  Chrysler var líka með þessa týpu af aircon - minnir að hún sé V tveggja stimpla.\nSíðan er það \"stjörnuhreyfill\", sveifarás í miðjunni og stimplar vísa út frá honum. Harris heitir ein slík, algeng í GM og er ágæt loftdæla ef passað er upp á að nægur smurningur sé í sveifarhúsinu. Loftið fer þó í gegnum sveifarhúsið í henni. Í henni er ekki hægt að vera með olíu á sveifarhúsinu eins og í þeim sem ég nefni að ofan því að hún skolast gegnum stimplana og út með loftinu. Feiti í sveifarhúsið virkar á þær.\nLoks er það algengasta týpan í dag -  sem er liggjandi skáplansdæla (eins og t.d í Patrol sem þráðastofnandi er með). Ýmist eru þær með stimpla í öðrum endanum og skáplanið í hinum, eða með stimpla í báðum endum og með skáplanið í miðjunni. Almennt séð eru skáplansdælur nokkuð afkastamiklar, sérstaklega þær tvöföldu. Gallinn er að menn hafa brætt úr þeim í unnvörupum. Þar kemur til skortur á smurningi inn á skáplanið sem þrystir á stimpilstengurnar og/eða stimplana sjálfa. Olíuglas hjálpar helling en betra er að koma  feiti beint á skáplanið. Það er í sumum tilvikum lítið mál þar sem inntaksstúturinn opnar göng beint inn á það. En semsagt - svona dæla virkar ekki lengi sem loftdæla ef ekki eru gerðar sérstakar ráðstafanir til að tryggja að hún smyrji sig - og það er misjafnt eftir gerðum hvað virkar.",
            "date": "2013-04-09 02:21:00",
            "post_id": "96330",
            "reply_to_id": "96329"
        },
        {
            "user_name": "olei",
            "text": "Ágætt að fá þetta fram hafi fleiri skilið orð mín á sama hátt. Það sem ég er að miða við er gróft slump út frá eigin reynslu. Mér hefur sýnst að  rólegustu aircon dælur geri ívið meira í hægagangi en Fini. Flestar talsvert meira.",
            "date": "2013-04-09 02:31:00",
            "post_id": "96331",
            "reply_to_id": "96330"
        },
        {
            "user_name": "jongud",
            "text": "Ég útbjó loftkerfi með original AC dælu sem ég keypti uppgerða fra USA á 17þús. 2005\nPassaði beint á festingu á mótornum og ég þurfti bara lengri lakkrísreim á allt draslið (gamla var svo höfð til vara).\nÉg setti einfalt pressustat og svo stórt smurglas við inntakið og notaði loftkútinn sem skilju. Lét loftið inn á kútinn fyrir miðju og svo var úttakið í endanum og svo botntappi sem maður lét blæða úr í hverri ferð.\nAldrei nein vandræði og þetta var öflugara en Fini dæla þó maður dældi bara í hægaganginum.",
            "date": "2013-04-09 08:58:00",
            "post_id": "96341",
            "reply_to_id": "96331"
        },
        {
            "user_name": "biggigunn",
            "text": "já þakka allar þessar upplýsingar, held að ég breyti AC dælunni minni held að það sé ódýrast í stöðunni.",
            "date": "2013-04-09 15:46:00",
            "post_id": "96382",
            "reply_to_id": "96341"
        },
        {
            "user_name": "villi58",
            "text": "Þetta er besta lausnin, skoðaðu þetta.\ngrungle.com/endlessair.html",
            "date": "2013-04-09 17:32:00",
            "post_id": "96405",
            "reply_to_id": "96382"
        },
        {
            "user_name": "biggigunn",
            "text": "Ég fer bara í þetta um helgina, þetta allavega virðist ekki vera rosalega flókið.\nEn er ekki bara betra að vera með smurglas ofan á dælunni í staðinn fyrir koppinn??",
            "date": "2013-04-09 19:18:00",
            "post_id": "96427",
            "reply_to_id": "96405"
        },
        {
            "user_name": "villi58",
            "text": "Þetta er val hvernig þetta er útfært, ókosturinn við smurglas er sá að þú þarft að ná olíunni úr loftinu, en ég veit að menn eru að gera þetta með ágætis árangri. Það er ókostur að dæla olíu út í dekk en merkilegt hvað þau þola.\nTil að útbúa góða AC dælu þá er best að setja smurkopp og nota vandaða hitaþolna feyti.\nÞú sérð hvernig þeir gera þetta hjá Grungle, þeir eru að hugsa um endingu og gæði.",
            "date": "2013-04-09 19:53:00",
            "post_id": "96432",
            "reply_to_id": "96427"
        }
    ],
    "date": "2013-04-08 18:37:00"
}