{
    "forum_title": "Almennt spjall",
    "id": "17389",
    "title": "Tengja straumbreyti",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=17389",
    "posts": [
        {
            "user_name": "trooper",
            "text": "Góðan daginn. Ég keypti einn svona um daginn.\nhttp://www.advania.is/vefverslun/vara/P ... -inverter/\n375W inverter. \nHvernig eru menn að tengja þetta við geymi? Bara beintengja með öryggi?\nkv. Hjalti",
            "date": "2013-04-10 12:39:00",
            "post_id": "96514",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Jamm best að fara á geymi",
            "date": "2013-04-10 13:13:00",
            "post_id": "96516",
            "reply_to_id": "96514"
        },
        {
            "user_name": "seg74",
            "text": "Hvaða verð er á svona græju?",
            "date": "2013-04-10 14:01:00",
            "post_id": "96519",
            "reply_to_id": "96516"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Ef þú ert að hugsa um að fasttengja þetta í bílinn þá er best og öruggast að sækja straum + bara beint í geyminn og hafa öryggið eins nálægt geyminum og aðstæður bjóða uppá.  Alls ekki nota straumþjófa eða taka straum frá einhverju öðru öryggi. Jörð - geturðu fengið í bodyinu og þar er mikilvægt að vanda til verka. Ekki nota sjálfborandi skrúfur til að fá jörð heldur gegnum gangandi bolta. Best er ef þú kemst í jarðskrúfu sem framleiðandinn hefur sett í bílinn og yfirleytt er nóg af þeim yndir mælaborðinu. Ef þú kemst ekki í góða jörð þá er betra að taka jörðina frá geymi líka en það er óþarfa bruðl með víra.\nKv.\nÓskar Andri",
            "date": "2013-04-10 15:29:00",
            "post_id": "96524",
            "reply_to_id": "96519"
        },
        {
            "user_name": "Gunnar00",
            "text": "það væri líka hægt að græja þetta þannig að ekki sé hægt að kveikja á inverternum nema bíllinn sé í gangi, með relay og meiri vírum.",
            "date": "2013-04-10 17:43:00",
            "post_id": "96547",
            "reply_to_id": "96524"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Þetta er mjög góð ábending hjá Gunnara og er sniðugt ef menn vilja vera vissir um að ekkert verði eftir í gangi og klári rafmagnið af geymunum. Ég persónulega gerði þetta ekki svona því að mér leyðis það að geta ekki sett sum tæki í gang öðruvísi en að svissa á bílinn en það er bara ég. Ég skoðaði speccana fyrir þennan inverter sem þú varst að kaupa og hann er með \"low voltage alarm\" en það kveiknar ekki á þessari aðvörun fyrr en í 10.5 V síðan slekkur inverterinn á sér þegar að spennan er fallin niður fyrir 10V sem er svona í lægra lagi. Þetta myndi sennilega ekki gera neitt fyrir þig því að það er frekar ólíklegt að þú sért að fara að starta stórri vél með geymi sem er fallin niður fyrir 10V. \nEf það er ekkert load á tækinu þá dregur það 0.24A þannig að það er dágóðan tíma að tæma bílgeymi sem er í lagi en ef það er eitthvað í sambandi við Inverterinn þá náttúrulega tekur hann meira.\nEf þú villt gera þetta eins og Gunnar bendir á þá þarftu relay sem þolir amk 25A. Síðan þarftu að taka stýristraum fyrir relayið frá svissnum (ACC eða ON þú villt ekki tengja þetta inn á \"start\" stöðuna á svissnum.). Relayinu kemuruðu síðan fyrir á eftir örygginu. Í rauninni eru þetta bara tveir vírar í viðbót þ.e.a.s. stýristraumur frá sviss í relay og síðan jörð fyrir relayið. Þetta er eiginlega aðalega aðeins meira tengivésen... finna ACC straum, tengja í það og passa að ganga vel frá öllum tengjum einangra vel.\nVona að þetta hjálp þér eitthvað.... gangi þér vel ;)\nKv.\nÓskar Andri",
            "date": "2013-04-10 19:21:00",
            "post_id": "96560",
            "reply_to_id": "96547"
        },
        {
            "user_name": "Cruser",
            "text": "Sælir\nEn af hverju ekki bara setja þetta í sígarettukveikjarann? Þar sem að þessi spennir er með plöggið fyrir það?\nKv Bjarki",
            "date": "2013-04-10 20:59:00",
            "post_id": "96572",
            "reply_to_id": "96560"
        },
        {
            "user_name": "trooper",
            "text": "Sælir. Í gömlum Trooper sem ég átti tengdi ég þetta beint á geyminn með öryggi á milli. Hef ekki stórar áhyggjur þó hann gleymist á meðan dautt er á vélinni því það verður ekkert skilið eftir í honum í sambandi. Eins held ég að það gæti verið ágætt að geta hlaðið inn á myndavélabatterí og fleira án þess að þurfa að setja mótorinn í gang. Reikna með að fara þá leið bara.\nVerðið sést ef linkurinn er opnaður, man það ekki alveg, eitthvað innan við 10 þús þó.\nTakk fyrir svörin.\nkv. Hjalti",
            "date": "2013-04-10 21:01:00",
            "post_id": "96573",
            "reply_to_id": "96572"
        },
        {
            "user_name": "trooper",
            "text": "Sæll Bjarki.\nÆi mér finnst það eitthvað svo ósexy eitthvað.. :)\nkv. Hjalti",
            "date": "2013-04-10 21:02:00",
            "post_id": "96574",
            "reply_to_id": "96573"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÞað eru nokkrir hlutir að hafa í huga.  350W eru uþb 29 amper og þeim nærðu aldrei út úr sígarettukveikjara.  Það eru oftast nær tiltörulega grannir vírar í sígarettukveikjaranum og þeir valda spennufalli svo að þessi 10V tala verður fljótlega vandamál ef vírarnir eru grannir.  \nSígarettukveikjarinn getur vel gengið ef þú notar lítið rafmagn s.s. spennirinn er lítið lestaður en ef þú ætlar að nota eitthvað að ráði þarftu öflugri lagnir.  \nEf þú ætlar að gera þetta almennilega er klárlega hægt að setja stórt relay fyrir framan tækið, það þarf ekki að vera mjög stórt því að það eru litlar líkur á að það tengi eða rjúfi mikið afl vegna þess að tækið fer ekki í gang allavega með miklum látum.  Það væri líka hægt að spæna tækið í sundur og tengja rofann á tækinu við relay.  Þannig þarftu bara lítið og nett relay og eftirlætur búnaðinum í tækinu sjálfu að sjá um vinnuna.  Það þarf samt kannski að athuga með ampermæli hvort það sé einhver straumur á meðan slökkt er á tækinu.  \n6-10q vírar eftir því hversu langt frá geymum, öryggi á milli ca 25-30A, væntanlega er öryggi í tækinu sjálfu sem ver það rétt og þá þarf ekki að hafa áhyggjur nema að verja vírana.  \nKv Jón Garðar",
            "date": "2013-04-10 21:45:00",
            "post_id": "96583",
            "reply_to_id": "96574"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "smá pælingar, endilega fræðið okkur óupplýstan almúgan :)\nTæknilegar upplýsingar\nÚtgangur:\n- 375 watts\n- 230V 50 Hz (+/- 5 %)\n- AC útgangur\nInngangur:\n- 25Amps (max)\n- 12VDC sígarettukveikjara tengi (algengt er 120W max á sígarettutengjum)\nnú er aflið út 375W,\naflið inn því ca 400W (töp)\nPinn = 25A *12V = 300W\nPút = ca 400W\neilífðarvélin eða hverju er ég að missa af ?",
            "date": "2013-04-11 08:19:00",
            "post_id": "96610",
            "reply_to_id": "96583"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Haha ég tók ekki eftir þessu.... hérna er framleiðandinn eitthvað að leika sér með tölur og ekki segja allan sanleikan. Inverterinn getur ekki gefið meira en hann tekur :)",
            "date": "2013-04-11 13:22:00",
            "post_id": "96630",
            "reply_to_id": "96610"
        },
        {
            "user_name": "trooper",
            "text": "Jæja strákar. Nú er það svart maður. Ég er kominn með gamla íslandskortið sem var keypt fyrir nokkrum árum með gömlum gps pung inn á tölvuna, þegar ég fer í options og haka í use GPS þá þarf ég að velja COM port... Pungurinn er usb plöggaður og meldingin sem ég fæ þegar ég reyni að ræsa gps-ið er: Unable to open COM port....\nÞekki þið ekki allir þetta vandamál og getið sagt mér að gleymdi að haka á einum stað og þá virkar þetta allt..?? ;)\nkv. Hjalti",
            "date": "2013-04-11 23:40:00",
            "post_id": "96711",
            "reply_to_id": "96630"
        },
        {
            "user_name": "Hagalín",
            "text": "Ég var með breyti í bíl frá mér.\nÞað var 600w straumbreytir frá N1. Það voru sverir vírar beint á geymi og 30amp öryggi rétt við geyminn.\nSvo var realy og líka rofi í mælaborðina sem ég gat slökt á honum.",
            "date": "2013-04-12 07:45:00",
            "post_id": "96730",
            "reply_to_id": "96711"
        },
        {
            "user_name": "andrig",
            "text": "http://gpsgate.com/products/gpsgate_client\n \nnotaðu þetta.\nþetta býr til virtual com port.\nhef notað þetta með góðum árangri hjá mér.",
            "date": "2013-04-12 11:35:00",
            "post_id": "96746",
            "reply_to_id": "96730"
        },
        {
            "user_name": "dazy crazy",
            "text": "er framleiðandi ekki bara að miða við hleðsluspennu 15V?",
            "date": "2013-04-13 01:50:00",
            "post_id": "96837",
            "reply_to_id": "96746"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nHver segir að útgangurinn sé 375W þó að standi 375W á pakkanum?  \nEf þú reiknar 375W /14V sem er nálgun á spennuna sem er á rafkerfinu hjá þér meðan bíllinn er í gangi færðu 26A og þú myndir pottþétt ekki sem framleiðandi mæla með að slíkur búnaður yrði varinn með 35A öryggi.  Það er ekki gott.  \nÞá er líka spurning hvort 25A öryggi eigi að standa 25A eða fara við 25A.  Í mínum huga á þetta öryggi ekki að fara fyrr en við 27-8 amper eða meira og ekki nema á löngum tíma.  Þá nærðu 375W pottþétt inn í tækið allavega í skemmri tíma.  \nOft eru þessi grey merkt einhverri wattatölu og síðan einhverri peek tölu sem er það sem tækið á að standa af sér í mjög skammann tíma.  Er eitthvað svoleiðis?\nKv Jón Garðar",
            "date": "2013-04-13 11:55:00",
            "post_id": "96854",
            "reply_to_id": "96837"
        },
        {
            "user_name": "Stebbi",
            "text": "600w peak power",
            "date": "2013-04-13 14:46:00",
            "post_id": "96868",
            "reply_to_id": "96854"
        },
        {
            "user_name": "trooper",
            "text": "Strákar. Nú er ég í vandræðum enda alheimskur í þessum fræðum. Vandamál mitt er að tölvan les ekkert þegar ég plögga mínum 18x usb gps pung inn. Sennilega vantar einhverja drivera eða stillingar. Er enginn sem hefur farið í gegnum þetta shit og getur haldið í höndina á mér?\nkv. Hjalti",
            "date": "2013-04-15 21:59:00",
            "post_id": "97218",
            "reply_to_id": "96868"
        }
    ],
    "date": "2013-04-10 12:39:00"
}