{
    "forum_title": "Almennt spjall",
    "id": "17494",
    "title": "Twin Turbo 80 Cruser??",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=17494",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar er einhverjir Twin Turbo 60 eða 80 Cruserar til á Íslandi? Er þetta flókin aðgerð í framkvæmd og er hægt að nota túrbínuna sem er fyrir orginal og bæta við annari minni eða stærri eins og td. í 60 Cruser sem er á leiðinni á 54\" dekk? kveðja guðni",
            "date": "2013-04-15 17:03:00",
            "post_id": "97168",
            "reply_to_id": false
        },
        {
            "user_name": "Magni",
            "text": "Það var umræða um þetta á LC 80 iceland síðunni á facebook um daginn, það er allavega einn 80 cruiser twin turbo á landinu. Skráðu þig í hópinn þá ættir þú að geta grafið þetta upp.",
            "date": "2013-04-15 17:41:00",
            "post_id": "97171",
            "reply_to_id": "97168"
        },
        {
            "user_name": "-Hjalti-",
            "text": "hann heitir Einar Karl og byr á selfossi sem á þann bíl.",
            "date": "2013-04-15 17:45:00",
            "post_id": "97172",
            "reply_to_id": "97171"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir og takk kveðja guðni",
            "date": "2013-04-15 18:48:00",
            "post_id": "97181",
            "reply_to_id": "97172"
        },
        {
            "user_name": "smaris",
            "text": "http://4x4hunar.123.is/h264video/27133/\nÞessi er í Húnavatnssýslunni. Er með númerið KREPPA.",
            "date": "2013-04-15 20:53:00",
            "post_id": "97201",
            "reply_to_id": "97181"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Smári ertu að djóka í mér og er Kreppan ekki á Valp portalhásingum. Var búið að tjakka bílinn upp að aftan eða hvað er í gangi þarna. kveðja guðni",
            "date": "2013-04-15 21:09:00",
            "post_id": "97204",
            "reply_to_id": "97201"
        },
        {
            "user_name": "smaris",
            "text": "Í textanum við myndbandið stendur að þetta sé á 46\" dekkjunum, þannig að annað hvort virkar bíllinn mjög vel, eða þetta er eitthvað svindl.\nVil nú frekar trúa þessu fyrra.\nKv. Smári.",
            "date": "2013-04-15 21:14:00",
            "post_id": "97206",
            "reply_to_id": "97204"
        },
        {
            "user_name": "lecter",
            "text": "ja spennandi vél ,, en hún er 320hp hjá flestum marin framleiðendum sem nota 4,2 toyota ,,,og var að skoða svona vél um helgina frá Nanni  á báta messu  en afhverju 2 turbinur hun er 320 með einni \nmeð betri diesel vélum sem hafa verið smiðaðar að minu mati ,,,en fáum meiri upl um þetta eða þennan bil hvernig þetta er uppsett i bilnum",
            "date": "2013-04-15 21:29:00",
            "post_id": "97210",
            "reply_to_id": "97206"
        },
        {
            "user_name": "Magni",
            "text": "Þetta er víst einkahúmor.. búinn að fara víða eða svo má segja :) Skilst hann sé kominn með VNT bínu úr 100 cruiser, 1 stk :)",
            "date": "2013-04-15 21:29:00",
            "post_id": "97211",
            "reply_to_id": "97210"
        },
        {
            "user_name": "íbbi",
            "text": "já ég er forvitinn um hvers vegna þig langar í 2stk.",
            "date": "2013-04-15 21:37:00",
            "post_id": "97212",
            "reply_to_id": "97211"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Það hlaut að vera eitthvað meira bogið við þetta en afturhásingin. Annað er vitlaust að setja 2 túrbínur á 4 litra 60 Cruser vél spyr ég eins og bjáni og er það mikið mál. Bínu snillingar endilega látið nú ljós ykkar skín fyrir okkur sem erum í myrkrinu. kveðja guðni",
            "date": "2013-04-15 21:38:00",
            "post_id": "97213",
            "reply_to_id": "97212"
        },
        {
            "user_name": "tnt",
            "text": "Hann er með turbínu frá mér,eins og allir alvöru menn, he he ca 245 hestöfl (næstum því jafn sprækur og minn he hehe )",
            "date": "2013-04-15 22:02:00",
            "post_id": "97221",
            "reply_to_id": "97213"
        },
        {
            "user_name": "xenon",
            "text": "Guðni setti við þetta tvær turbínur úr vw caravelle, afgas og boost mæli svo bara út að prufa, þær koma inn mun fyrr en orginal og hækt að láta þær blása MIKIÐ ef maður \"þorir\"",
            "date": "2013-04-15 22:06:00",
            "post_id": "97223",
            "reply_to_id": "97221"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Snorri áttu myndir af verkinu kveðja guðni",
            "date": "2013-04-15 23:02:00",
            "post_id": "97236",
            "reply_to_id": "97223"
        },
        {
            "user_name": "-Hjalti-",
            "text": "til dæmis fá topp tog neðar í snúningssviðið",
            "date": "2013-04-15 23:23:00",
            "post_id": "97244",
            "reply_to_id": "97236"
        },
        {
            "user_name": "Kiddi",
            "text": "Það er þá líklega verið að pæla í að hafa tvær misstórar. Eina smærri sem kemur fyrr inn og eina stærri sem kemur seinna inn.\nSem er í rauninni það sama og variable túrbína gerir eins og þessar sem komu í 100 Cruiser.\nKosturinn við að gera þetta er að þá er hægt að ná miklu hámarksafli án þess að hafa mikið hik (turbo lagg), semsagt mikið afl á breiðu snúningssviði.\nÞað er ekki alveg nóg að horfa á einhvern bátamótor og sjá að hann skilar 320 hestöflum... það má ekki gleyma að horfa á hvernig vinnslan er á öðru snúningssviði. Mótor sem skilar miklu afli á þröngu sviði er ekkert endilega skemmtilegur.",
            "date": "2013-04-15 23:46:00",
            "post_id": "97246",
            "reply_to_id": "97244"
        },
        {
            "user_name": "lecter",
            "text": "jú en ef þið fáið togið niður fer brothættan að vera meiri lika fyrir skiptinguna eða drif ,,, þá fer þetta að vera eins og með stóru hlunkana ,  en það væri gaman að prufa vatnskælda turbinu og fá alvöru cooler eins og er i 320hp velunum \ner þið ekki að tala um 4,2  eða 4,0l  þetta er 2 mjög ólikar vélar",
            "date": "2013-04-15 23:55:00",
            "post_id": "97247",
            "reply_to_id": "97246"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar ég er að spá í að reyna að snúa 54\" með 60 Cruser mótor það hratt að ég komist heim til mömmu ef veður versnar skyndilega og fá tog niðri í leiðinni. kveðja guðni",
            "date": "2013-04-16 07:36:00",
            "post_id": "97260",
            "reply_to_id": "97247"
        },
        {
            "user_name": "jongud",
            "text": "er twin turbo ekki tækni gærdagsins núna þegar VGT túrbínur eru að verða algengar?",
            "date": "2013-04-16 08:28:00",
            "post_id": "97264",
            "reply_to_id": "97260"
        },
        {
            "user_name": "Magni",
            "text": "Eins og Einar Karl er með þetta þá eru þær tvær litlar hlið við hlið, 3 cylendrar á hvora eða eins og kaninn kallar þetta \"Parallel twin-turbo\". Svo er það sem þið eruð að tala um ein fyrir framan og aðra fyrir aftan eða \"Sequential turbos\". Mr. Cummings er einmitt með svoleiðis setup. \nÞað er einhvert turbo gæji í Noregi held ég sem hefur verið að leika sér með þetta í 80 cruiser þ.e. Parallel twin-turbo með góðum árangri. Hér er video : \nhttp://www.youtube.com/watch?feature=pl ... Z7qo_1wZLg\n og \nhttp://www.youtube.com/watch?feature=pl ... 7ZntQ0IkU#\n!",
            "date": "2013-04-16 08:55:00",
            "post_id": "97267",
            "reply_to_id": "97264"
        },
        {
            "user_name": "jongud",
            "text": "Hvenær ætla menn að læra á bannsettann fókusinn á þessum kínakamerum sem þeir eru að nota?\nÞað er eins og annaðhvert myndskeið á youtube sé tekið í gegnum fitug sólgleraugu!",
            "date": "2013-04-16 09:51:00",
            "post_id": "97284",
            "reply_to_id": "97267"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir ókey þetta virðist flókið að setja twinn turbo og mikið verk og dýrt. en þessar VGT túrbínur hvað eru þær að kosta og hvað þarf að breita mikklu í kringum þær. Tökum td. 4 lit mótorinn í 60 Crusernu hvað get ég fengið mörg alvöru hestöfl í þá vél án þess að vera með lífið í lúkunm á því að skemma hana.Hún er ekki með cooler ennþá. kveðja guðni",
            "date": "2013-04-16 10:28:00",
            "post_id": "97292",
            "reply_to_id": "97284"
        },
        {
            "user_name": "Magni",
            "text": "Það var einn að auglýsa VNT úr 100 cruiser hérna á jeppaspjallinu um daginn, getur reynt að finna hann? man ekki verðið",
            "date": "2013-04-16 11:14:00",
            "post_id": "97294",
            "reply_to_id": "97292"
        },
        {
            "user_name": "Magni",
            "text": "viewtopic.php?p=85602#p85602",
            "date": "2013-04-16 11:14:00",
            "post_id": "97295",
            "reply_to_id": "97294"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Takk Magni81  ætla að hringja í kauða spurning um stillanlega spaða? Er það tölvustýrt dæmi?",
            "date": "2013-04-16 14:00:00",
            "post_id": "97314",
            "reply_to_id": "97295"
        },
        {
            "user_name": "jongud",
            "text": "Það er ýmist einhverskonar \"stepper\" rafmagnsmótor á þessu eða venjulegur blöðkupungur. Einhverjir hafa verið að mixa blöðkupung í stað rafmagnsmótorsins.",
            "date": "2013-04-16 14:14:00",
            "post_id": "97315",
            "reply_to_id": "97314"
        }
    ],
    "date": "2013-04-15 17:03:00"
}