{
    "forum_title": "Almennt spjall",
    "id": "17593",
    "title": "MMC Pajero 98árg",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=17593",
    "posts": [
        {
            "user_name": "Angi",
            "text": "Hvað getið þið sagt mér um þessa bíla eru þeir að koma vel út eða er mikið um bilanatíðni í þeim.\nEr eitthvað sérstakt sem ég þarf að skoða ?\nmbk\nBÞS",
            "date": "2013-04-19 18:43:00",
            "post_id": "97733",
            "reply_to_id": false
        },
        {
            "user_name": "muggur",
            "text": "Sæll\nÞetta eru þrusu góðir bílar.  Það sem helst er að hrjá þá er ryð í grind, sérstaklega að aftan.  Tékkaðu vel á því.  Annars er lítið um bilanir, Oft getur þó verið að vatnskassar séu orðnir lélegir og hætta á að headpakkningar fari.  Þetta er þó ekki sér vandamál í Pajero heldur fremur að Íslendingar skifta helst aldrei um kælivökva á bílunum sínum.  Þannig að ef þú finnur eintak sem er með góða smurbók þar sem vökvaskiftum hefur verið sinnt og grindin er í lagi þá eru þetta góð kaup.\nEN gerðu þér grein fyrir að 1998 model af bíl er orðið gamalt og margt getur farið að þarfnast viðhalds.  Það er því ólíklegt að þú getir keyrt svona jeppa lengi án þess að þurfa eitthvað að leggja í hann.  Aftur á móti er fremur auðvellt að nálgast varahluti í þessa bíla, nóg til af þeim á partasölum sem og margir sem selja í þá fyrir utan Heklu.\nGangi þér vel.\nMuggur",
            "date": "2013-04-19 21:15:00",
            "post_id": "97754",
            "reply_to_id": "97733"
        },
        {
            "user_name": "elliofur",
            "text": "Ég veit samt um þónokkra bíla sem hafa sprengt hedd/heddpakkningar umfram aðrar gerðir að ég tel. Þetta er þó mikið byggt á tilfinningu en allsekki fordómum, þar sem ég er nokkuð hrifinn af þessum bílum þó ég hafi aldrei átt svona bíl á götunni Ég eignaðist þó einn sem ég ætlaði að nota boddyið af í annað mix vegna þess að ég er hrifinn af boddyinu.\nMeira að segja veit ég um einn bíl (2.5 minnir mig) sem fyrir þónokkrum árum sprengdi mótor þrisvar á stuttum tíma, þó var öll vinna unnin af bifvélavirkja. Hugsanlega mánudagsbíll. Ég man ekki nákvæmlega hvað var að, en það var mótor í spað í öll skipti.",
            "date": "2013-04-19 21:48:00",
            "post_id": "97761",
            "reply_to_id": "97754"
        }
    ],
    "date": "2013-04-19 18:43:00"
}