{
    "forum_title": "Almennt spjall",
    "id": "17612",
    "title": "Hvítur reykur úr Trooper",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=17612",
    "posts": [
        {
            "user_name": "Eggert",
            "text": "Góðan daginn.\nVildi bera undir ykkur eina spurningu.\nEr með Trooper 2000 35\" breyttur.\nÞað er að koma hvítur reykur og mjög leglegur gangur þegar hann er búinn að standa í smá stund. \nverkstæði finnur ekkert að. Allir spissar að virka, turbína í góðu lagi, allt nýtt í vél svo það er ekki það.\nÞað er ný búið að taka eldsneyti tankin niður og skipt um rör og laga.\nGetur það verið ástæða fyrir reyk ? Getur verið að hann er að draga loft eftir að eldsneytis tankurinn var tekin niður ?",
            "date": "2013-04-20 18:55:00",
            "post_id": "97870",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Er þetta ekki bara leyfar síðan páfinn var kosinn ?\nHef séð hvítan reyk þegar vantaði eldsneyti og eins hef ég séð hvítan úr bíl með bogna stimpilstöng, þetta getur verið svo margt, gott ef þú ert viss ef þetta hefur byrjað við einhverja aðgerð.",
            "date": "2013-04-20 18:57:00",
            "post_id": "97871",
            "reply_to_id": "97870"
        },
        {
            "user_name": "Eggert",
            "text": "Gæti verið... Hehe\nEnn þarf ekki að vera að reykja núna.",
            "date": "2013-04-20 19:00:00",
            "post_id": "97872",
            "reply_to_id": "97871"
        },
        {
            "user_name": "jeepson",
            "text": "Gæti verið að slífarnar fyrir spíssana séu farnar?? Bróðir minn keypti trooper en skilaði honum nokkrum ögum seinna. Það hafði verið farið í spíssa á honum en það hafði ekki verið skipt um þessar slífar. Og þá lekur kælivatnið inn í sýlindrana og hann fer að reykja hvítu. Mér skylst að menn séu oft að reyna að spara sér pening með því sleppa því að skipta um þessar slífar.",
            "date": "2013-04-20 19:05:00",
            "post_id": "97874",
            "reply_to_id": "97872"
        },
        {
            "user_name": "Eggert",
            "text": "Það er ný búið að skipta alla stimpla, og var skipt öllu út.\nAllt nýtt og er allt þar 100% og vantar ekki eldsneyti. \nAllt nýtt í turbínu og öllu þar pickupp rör og allt var sett nýtt ásamt turbínu og meðfylgjandi svo það er 100% lika\nEnn þetta virðist koma eftir að eldneyti tankur var tekinn niður.\nOg skipt um rör og laga.",
            "date": "2013-04-20 19:10:00",
            "post_id": "97876",
            "reply_to_id": "97874"
        },
        {
            "user_name": "Eggert",
            "text": "Var sendur fyrir helgina til Friðrikk í Kópavogi og mælt Spíssa og allt að virka þar.",
            "date": "2013-04-20 19:12:00",
            "post_id": "97878",
            "reply_to_id": "97876"
        },
        {
            "user_name": "villi58",
            "text": "Skoðaðu þar hvort eitthvað hefði mátt betur fara.",
            "date": "2013-04-20 19:15:00",
            "post_id": "97880",
            "reply_to_id": "97878"
        },
        {
            "user_name": "hobo",
            "text": "Er ekki hvítur reykur skólabókardæmi um vatn í brunahólfi. Heddpakning eða sprunga í heddi kannski.",
            "date": "2013-04-20 19:21:00",
            "post_id": "97881",
            "reply_to_id": "97880"
        },
        {
            "user_name": "Eggert",
            "text": "Allt í samband við turbínu var gert hjá Friðrikk og stimpa og allt í kring um það var gert í vélaland. Billinn virkaði fint þégar þessir aðilar skoðu bilinn.\nEnn þegar ég ætlaði að ná í hann áðan var hann lengi í gang, mikill reykur og var ekki hægt að keyra hann. Nema að pumpa bensíngjöf í 2 til 3 min og með miklum reyk. Og þá virðist hann ganga fínt þegar hann er kominn í gang og maður er búinn að pumpa og hamast í 2 til 5 min hættir þá að plása hvítum reyk",
            "date": "2013-04-20 19:22:00",
            "post_id": "97882",
            "reply_to_id": "97881"
        },
        {
            "user_name": "Eggert",
            "text": "Það er ný búið að yfirfara hedd og annað til þess að tryggja að það var allt í lagi.\nEkkert athugavert kom fram við skoðun.\nAllt þetta vesen er eftir elfsneytistankur var tekinn undan.\nEnn hvað getur valdi þvi ?",
            "date": "2013-04-20 19:36:00",
            "post_id": "97885",
            "reply_to_id": "97882"
        },
        {
            "user_name": "jeepson",
            "text": "Þessar slífar sem að ég er að tala um eru í kringu spíssana. Þetta eru einskonar þétti slífar. Ef að þær fara þá lekur kælivatnið inná sýlindrana og bíllin verður erfiður í gang. Og reykir.",
            "date": "2013-04-20 19:39:00",
            "post_id": "97886",
            "reply_to_id": "97885"
        },
        {
            "user_name": "Eggert",
            "text": "Hugsa að þetta var yfirfarið hjá Friðrikki þegar Spissar voru mældir og billinn var þjappamældur. Skritið að þetta kemur eftir Eldsneyti tanka viðgerðir",
            "date": "2013-04-20 19:49:00",
            "post_id": "97887",
            "reply_to_id": "97886"
        },
        {
            "user_name": "Izan",
            "text": "Ég myndi skoða tankann betur.  Getur verið að einhver slanga sé orðin hálfdöpur og komið pínulítið gat á hana þegar átt var við tankann?  Mér finnst þetta hljóma eins og það sé að koma loft inn á olíukerfið hjá þér og ef þú hefur átt við tankinn eru langir og slöngur í kringum hann líklegar.  Þú athugar að það er væntanlega undirþrýstingur á þessum lögnum svo að þú sérð ekki olíusmit á þeim þó að þær séu farnar.  \nKv Jón Garðar",
            "date": "2013-04-20 21:53:00",
            "post_id": "97907",
            "reply_to_id": "97887"
        },
        {
            "user_name": "Lindi",
            "text": "það er skólabókar dæmi um hvítan reik þegar að frostlögur brennur sem bendir yfirleit til þes að það leki vatn inn a vélina.",
            "date": "2013-04-22 18:24:00",
            "post_id": "98116",
            "reply_to_id": "97907"
        },
        {
            "user_name": "lecter",
            "text": "ef frostlögur er nú ekki að fara af vélinni  og vatn ok  hvað þá \nalltaf þegar stimpilsöng bognar þá er hvitur reykur   ,, eg vil vita hvað kom fyrir vélina hver var ástæðan að hun var gerð upp hver er nákvæm saga þess að velin var gerð upp ,, kanski við finnum meinið þar \nþað gæti allt verið i lagi nema ef stöng hefur bognað \nen er umboðið búið að kanna spissana og geyra bilinn i testi hjá þeim  eg var með svona bil sem vann ekkert en reykti svona rosalega  hann fór i umboðið og það var spiss   \nen ástæða að skipavélarnar sem ég er að vinna við beigja stangir er að einn spiss fer að leka og fyllir sylenderinn",
            "date": "2013-04-22 21:20:00",
            "post_id": "98135",
            "reply_to_id": "98116"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Ég skil ekkert í þér að hamast við að reyna að koma þrjóskum bílnum í gang fyrir utan verkstæðið sem gerði við hann. Farðu með hann aftur til þeirra og biddu þá að finna útúr þessu án þess að þú borgir eina einustu krónu. \nOft verður líka að hafa varann á að þessir svokölluðu sérfræðingar og snillingar í hinu og þessu eru nú bara einfaldlega mannlegir og geta gert mistök og eru jafnvel ofmetnir.",
            "date": "2013-04-22 22:43:00",
            "post_id": "98152",
            "reply_to_id": "98135"
        }
    ],
    "date": "2013-04-20 18:55:00"
}