{
    "forum_title": "Almennt spjall",
    "id": "17713",
    "title": "trooper vandamal HJÁLP!!!!!!!!",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=17713",
    "posts": [
        {
            "user_name": "mikki",
            "text": "er með trooper 3,0 turbo disel  sem tók uppa þvi aðan þegar eg var að keyra að reykja svörtu sem sagt taka motor oliu i gegnum turbinu  þannig eg drap a honum  en setti siðan i gang eftir sma tima var eðlilegur i svona 5-10 min en svo bara do hann eins og það vantaði diseloliu   en hun er til staðar og motorolian i goðu þegar eg starta geris bara ekkert nema snuningur i motor engin skritin hljoð eða neitt svoleiðis svo þegar eg starta og annar heldur fyrir öndunina sem kemur ur ventlalokinu myndast nokkur þrystingur það  vantar bilinn sem fyrst öll ráð vel þegin er ekki i rvk svo það er soldið mal að koma bilnum þangað fyrir mig i tölvu",
            "date": "2013-04-24 22:00:00",
            "post_id": "98472",
            "reply_to_id": false
        },
        {
            "user_name": "Elís H",
            "text": "kipptu önduninni af túrbínu að framan og ath. hvort túrbínan sé full af olíu, þá er öxull í sundur inní túrbínu.\nath, hvort smurolía sé örugglega í réttri hæð má ekki far uppí  bognu hlutana á hvarðanum , það gæti verið komin hráolía smanvið. og tekið olíu gegnum öndunarslönguna í blokkini. semsagt of hátt borð. (þá eru spíssar farnir að leka hráolíu saman við smurolíu.)",
            "date": "2013-04-24 22:13:00",
            "post_id": "98474",
            "reply_to_id": "98472"
        },
        {
            "user_name": "mikki",
            "text": "ok tjekka a þessu takk fyrir þetta allavegana",
            "date": "2013-04-24 22:46:00",
            "post_id": "98476",
            "reply_to_id": "98474"
        },
        {
            "user_name": "mikki",
            "text": "það er helviti mikil olia a honum er komin yfir fyrsta bogna hlutann a kvarðanum eru þa ekki bara spissarnir farnir ??",
            "date": "2013-04-24 23:37:00",
            "post_id": "98483",
            "reply_to_id": "98476"
        },
        {
            "user_name": "Elís H",
            "text": "þeir eru hugsanlega farnir að leka, eða einhver þeirra , þarf ekki að vera nema einn, best að rífa þá úr og láta ingólf hjá BL prufa þá.   þegar þetta er sett saman aftur skaltu biðja um nákvæma uppskrift , það borgar sig, trúðu mér.   veit ekki um verð á nýjum , en ef þú færð notaða þá skaltu láta þrýstipufa og spóluprufa þá hjáBL.",
            "date": "2013-04-25 00:04:00",
            "post_id": "98490",
            "reply_to_id": "98483"
        },
        {
            "user_name": "Tyrirun",
            "text": "hefur BL ekki verið að kleima spíssana í troopernum, eilífðarábyrgð myndi tékka á því fyrst",
            "date": "2013-04-25 12:37:00",
            "post_id": "98532",
            "reply_to_id": "98490"
        },
        {
            "user_name": "Izan",
            "text": "Ef þetta er málið máttu alls ekki reyna að setja í gang þvi að þú getur lent í að geta ekki drepið á aftur og jafnvel að vélin fari á yfirsnúning.\nKv Jón Garðar",
            "date": "2013-04-25 12:44:00",
            "post_id": "98533",
            "reply_to_id": "98532"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "Þetta er viðurkend ábyrgð og umboðið á að laga þetta.",
            "date": "2013-04-25 14:53:00",
            "post_id": "98558",
            "reply_to_id": "98533"
        },
        {
            "user_name": "mikki",
            "text": "tekka a þvi þegar það opnar aftur takk fyrir fljót svör :D",
            "date": "2013-04-25 16:22:00",
            "post_id": "98572",
            "reply_to_id": "98558"
        },
        {
            "user_name": "fillinnpedo",
            "text": "Getið þið sagt mér meira um þetta claim dæmi með spíssana? Er þetta bara eitthvað sem menn halda eða vita menn til þess að þetta sé í ábyrgð?",
            "date": "2013-05-20 23:48:00",
            "post_id": "101457",
            "reply_to_id": "98572"
        },
        {
            "user_name": "Gunnar00",
            "text": "Ég á reyndar ekki trooper, en mér skilst á þessu að ef upp kemur vandamál í spíssum sér umboðið alfarið um það, þér að kostnaðar lausu.",
            "date": "2013-05-21 00:22:00",
            "post_id": "101461",
            "reply_to_id": "101457"
        }
    ],
    "date": "2013-04-24 22:00:00"
}