{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "1771",
    "title": "Hægja á ryðmyndun í grind",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=1771",
    "posts": [
        {
            "user_name": "khs",
            "text": "Er ekki til eitthvað efni sem er hægt að sprauta á grindina þegar er búið að skafa laust ryð og drullu af henni til að hægja á að þetta fari allt saman í sundur?",
            "date": "2010-08-26 13:37:00",
            "post_id": "8027",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Smurolía er talin með betri ryðvörnum.\nBest að hafa hana sem þynnsta til að hægt sé að sprauta henni.",
            "date": "2010-08-26 15:39:00",
            "post_id": "8028",
            "reply_to_id": "8027"
        },
        {
            "user_name": "khs",
            "text": "Dugir olían ekki til skamms tíma eða tollir hún almennilega á?",
            "date": "2010-08-26 17:49:00",
            "post_id": "8031",
            "reply_to_id": "8028"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ég hef þynnt notaða smurolíu með bremsuhreinsi og eða bensíni með góðum árangri, set í spraykönnu og læt vaða á undirvagninn allan, fer svo á þurran malarveg eða í þurra mold og fæ smá himnu yfir blauta olíuna svo hún haldist betur, þetta er að ég tel besta ryðvörn sem til er en þú passar auðvitað að kveikja ekki í enda er þetta sennilega jafn eldfimt og bensín getur orðið þegar því er sprautað olíublönduðu, slokknar alls ekki svo gjarnt. lyktin er sterk fyrstu 2 dagana en fer svo.",
            "date": "2010-08-26 18:20:00",
            "post_id": "8032",
            "reply_to_id": "8031"
        },
        {
            "user_name": "Sævar Örn",
            "text": "þá a ég við ekki gera þetta með bílinn heitann, túrbinu eða kvarfakút o.þ.h.\nbara common sense, og utandyra gerir maður þetta líka helst og ekki liggjandi undir kagganum\nolían verður eftir á grindinni en bensínið gufar upp að mestu, sem veldur því að olían smígur vel inn í alla skurði og samskeyti og gegnum drullu á grindinni en þykknar svo þegar bensínið gufar upp",
            "date": "2010-08-26 18:22:00",
            "post_id": "8033",
            "reply_to_id": "8032"
        },
        {
            "user_name": "nupur",
            "text": "epoxy grunnur og svart lakk reynist oftast best ef menn hafa tímaí það",
            "date": "2010-08-26 21:09:00",
            "post_id": "8038",
            "reply_to_id": "8033"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Aðalmálið er að halda súrefni frá stálinu með einhverjum ráðum hvort sem það er vax - tektil - málning eða eitthvað annað og slípa eða sandblása alla ryðmyndum burt ef ryðtæring er byrjuð á annað borð því annars dreifir ryðmyndunin sér áfram í stálinu þó málað sé yfir eða eitthvað slíkt. Vont að eiga við þetta eða ekki hægt innan í lokuðum grindum. Það er ákveðinn líftími á grindum. Það er bara þannig. Hversu langur ræðst mest að því hvar bíllinn er notaður og kannski hvort menn nenna að reyna eitthvað til að bjarga grindunum. Opnu skúffu grindurnar endast best því raki og drulla liggur ekki inni í þeim..",
            "date": "2010-08-27 08:05:00",
            "post_id": "8042",
            "reply_to_id": "8038"
        },
        {
            "user_name": "Rauðhetta",
            "text": "Ég nota til helminga Bitumen, sem er tjörugrunnur (fæst í byko) og svo smurolíu, hræri þetta saman og sprauta þessu glunri á og inní grindina keyri svo malarveg til að fá rykið í þetta\nKv Kristján",
            "date": "2010-08-27 19:31:00",
            "post_id": "8049",
            "reply_to_id": "8042"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Eða fá sér suzuki, ef suzuki er með ryðgaðri grind þá er það vegna þess að einhver hefur slípað járnið niður og málað. Ég veit ekki betur en að allar súkkugrindur séu galvaðar í framleiðslu",
            "date": "2010-08-29 01:54:00",
            "post_id": "8064",
            "reply_to_id": "8049"
        },
        {
            "user_name": "elliofur",
            "text": "Þessi póstur hefði verið flottur ef hún hefði ekki byrjað svona, hvað er að því að menn vilja eiga sína bíla og dunda í þeim? Súkkan hentar sumum og öðrum bara alls ekki.",
            "date": "2010-08-29 09:48:00",
            "post_id": "8066",
            "reply_to_id": "8064"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta er einmitt það sem að pabbi talar altaf um að sé besta vörnin. Hann blandar reyndar ekkert útí olíuna. Ekki nema þá kanski spilli olíu. En hann hefur ryðvarið marga bíla svona og segir að tektíllinn sé algjört drasl. Félagi minn hafði ekki mikla trú á þessu. En svo einn daginn segist hann vera búinn að ryðverja jeppan sem átti. Ég spurði hvað hann notaði og þá var svarið olía :) Það þarf að vera svo vel unnið undir tektílinn ef að hann á virka eitthvað. Ogft ryðgar nú meir undan honum vegna þess að raki kemst á bakvið og kemst hvergi út og þá getur þetta ryðgað þarna í rólegheitum.",
            "date": "2010-08-29 13:15:00",
            "post_id": "8072",
            "reply_to_id": "8066"
        },
        {
            "user_name": "khs",
            "text": "Veit einhver hvert maður fer og lætur olíuúða undirvagninn?  Þetta á að hægja all nokkuð á ryðmyndun.",
            "date": "2011-03-01 16:26:00",
            "post_id": "16829",
            "reply_to_id": "8072"
        },
        {
            "user_name": "Einar",
            "text": "Af hverju ekki að láta galvanisera grindurnar ef menn eru komnir með þetta í hendurnar á annað borð, það eru til ker sem taka jeppagrind auðveldlega og eftir það endist hún nokkra bíla.",
            "date": "2011-03-01 16:48:00",
            "post_id": "16831",
            "reply_to_id": "16829"
        },
        {
            "user_name": "maxi",
            "text": "en að hita upp koppafeiti og sprauta henni á heitri...væri það ekki utlimate olíuryðvörn?",
            "date": "2011-03-01 16:52:00",
            "post_id": "16832",
            "reply_to_id": "16831"
        },
        {
            "user_name": "armannd",
            "text": "djöful væri gaman að hreinsa af grindini og láta galvinsera hana réttast að láta boddýið líka ;)",
            "date": "2011-03-01 16:53:00",
            "post_id": "16833",
            "reply_to_id": "16832"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÆtli það sé ekki mikilvægast að sjá til þess að grindin hreinsi sig t.d. með því að bora niður úr henni og sjá til þess að vatn og drulla safnist ekki fyrir í henni.  \nÉg á auðvelt með að trúa því að olía hjálpi til en ég gæti trúað því að vélalakk myndi gera mesta gagnið, jafnvel með þykkri zinkhúð undir.  \nÁ skipum eru zink hnallar soðnir undir skrokkinn og það hjálpar þannig að þeir eiga að étast upp fyrst, þeir eru eiginlega framar í goggunarröðinni hjá ryði og svona zinkhnallar hindra rynðmyndun í skrokknum sjálfum.  Ég veit ekki hvort þeir virki undir bílum þar sem ryðvaldurinn er ekki ein stór heild eins og sjórinn.\nÞað er líka hægt að mótmæla saltnotkun á götur og vegi því að þaðer trúlega helsti áhrifavaldurinn á ryðmyndun.\nKv Jón Garðar",
            "date": "2011-03-01 18:47:00",
            "post_id": "16839",
            "reply_to_id": "16833"
        },
        {
            "user_name": "Einar",
            "text": "Það eru til kenningar sem segja að góðar jarðtengingar hægi á ryðmyndum í bílum. Sel það ekki dýrara en ég keypti það en það að jarðtengja grind og boddí vel er einfalt og ódýrt og skaðar örugglega ekki.",
            "date": "2011-03-01 20:24:00",
            "post_id": "16849",
            "reply_to_id": "16839"
        },
        {
            "user_name": "elvarö",
            "text": "Bara að benda mönnum á að sumar olíur súrna og ekki getur það verið góður kostur",
            "date": "2011-03-01 20:33:00",
            "post_id": "16850",
            "reply_to_id": "16849"
        },
        {
            "user_name": "joibarda",
            "text": "Ég tók grindina í pajero-inum mínum í sumar og hreinsaði af henni tektílinn og hreinsaði ryðið sem var byrjað þar undir og úðaði svo tannhjólafeiti yfir. Hún er svört á lit og þolir ýmis efni og ágang, mjög erfitt að hreinsa hana af, einnig er hægt að fá hanan í úðabrúsum á ýmsum stöðum.\nÉg ætlaði svo að bora göt neðan í grindina til að hleypa vatni niður úr henni og komst þá að því að það eru göt í henni, en þau voru lokuð vegna smá steina og drullu. Boraði þau út og bætti nokkrum við. Bunaði svo vatni inn í grindina til að skola út úr henni drulluna sem heldur rakanum þar inni.",
            "date": "2011-03-01 20:59:00",
            "post_id": "16854",
            "reply_to_id": "16850"
        },
        {
            "user_name": "Offari",
            "text": "Galvanseringin er að sjálfsögðu best,  máling regluleg þrif og þurkun koma svo næst.  Það var ákaflega sjaldgæft að grindur í gömlum diseltrukkum riðguðu því erfitt var að koma í veg fyrir hráolíusmit á eldri diselvélum svo grindin drakk í sig smitið og riðvarðist þannig sjálfkrafa. Hráolían virðist því ná einhverri bindingu við járnið.",
            "date": "2011-03-01 21:17:00",
            "post_id": "16857",
            "reply_to_id": "16854"
        },
        {
            "user_name": "jeepson",
            "text": "Það er eins og hér fyrir ofan kemur. Að smúla grindina vel út. Því ef það er drula í henni þá safnar hún raka í sig. Og þar að af leiðandi ryðgar grindinn. Grindinn í patrolinum mínum er ó ryðvarin og lýtur nánast út eins og ný. Enda er þetta gamall björgunasveitabíll að norðan. En ég ætla að skola grindina vel út í sumar. láta hana svo þorna. og gluða olíu í hana. Ég hugsa að ég blandi saman. spilli olíu, nýrri olíu og jafnvel heita koppafeiti. Einnig ætla ég að rífa gólteppið innan úr bílnum og laga þessi 2 eða 3 göt sem eru komin í gólfið og smyrja svo koppafeiti í gólfið, setja svo plast yfir það og svo gólfteppið ofan á. Það var einhver spekingur að segja mér að gera þetta við gólfið. Hann talaði af reynslu.. En hvað galaníseringu varðar. þá hef ég heyrt að grindur geti skekst við það. skylst að það hafi eitthvað með hitan að gera.. En vissuelga væri það flott að láta galvanísera grindina. En það hlýtur að kosta mikið. Það má sjálfsagt kaupa ansi marga lítra af olíu til að sprauta í grindina fyrir sama pening.",
            "date": "2011-03-01 21:57:00",
            "post_id": "16864",
            "reply_to_id": "16857"
        },
        {
            "user_name": "Startarinn",
            "text": "Þið verðið aðeins að pæla þettaq aðeins betur með heitu feitina, hún snarkólnar um leið og hún kemur út úr stútnum á könnunni.\nVerst að það er ekki lengur hægt að fá Ensis-fluid frá Shell né plastsement (minnir mig frá einhverri þakpappaverksmiðju), af því sem ég hef notað virkar ekkert betur, tektill getur virkað en þá þarf að þynna hann með bensíni eða allavega einhverju sem gufar upp, annars smýgur það ekki inn að járninu, terpentína gufar hægt upp svo ég myndi ekki nota hana.\nEn vitanlega þarf að þurka allann raka áður en farið er í þetta",
            "date": "2011-03-02 00:02:00",
            "post_id": "16885",
            "reply_to_id": "16864"
        },
        {
            "user_name": "Cruserinn",
            "text": "En hvernig er það er engin hætta á að vatn komst gegnum koppafeitina???",
            "date": "2011-04-15 18:33:00",
            "post_id": "20313",
            "reply_to_id": "16885"
        },
        {
            "user_name": "jeepson",
            "text": "Ég er ða fara í þessa aðgerð á grindinni í pattanum mínum í sumar. Ég hafði hugsað mér að blanda smurolíu, koppafeiti og jafnvel gírolíu saman. hita þetta vel. og sprauta þessu svo á og inní grindina. en fyrst ætla ég að smúla hana vel og banka í hana með slaghamri til að leysa sem mest upp af drullu sem gæti leynst inní henni. Svo er bara að gera þetta svona einusinni á ári og þá ætti nú grindin að ryðga hægt og lítið. en þetta með galvaníseringu er ég ekki alveg að kaupa. Ég hef heyrt að grindurnar skekkist við að láta gera þetta þar sem að það er mikill hiti í þessu þegar er verið að gera þetta. Sel það ekki dýrara en ég keypti það.",
            "date": "2011-04-15 18:50:00",
            "post_id": "20314",
            "reply_to_id": "20313"
        },
        {
            "user_name": "Startarinn",
            "text": "Mér líst illa á þessa hugmynd að hita feitina, það hjálpar þér kannski til að sprauta feitinni, en það hjálpar ekki við riðvörnina, feitin kólnar alveg svakalega við sprautunina og þú færð svipaðan árangur eins og ef þú hefðir bara smurt feitinni beint á, smurolían hjálpar náttúrulega.\nEn ef þú ert harður á að nota koppafeiti myndi ég þynna hana með bensíni, það gufar svo upp fljótlega en í millitíðinni er feitin búin að hafa tíma til að smjúga inn í rykið og ryðið í grindinni, og þykkna aftur.",
            "date": "2011-04-15 21:34:00",
            "post_id": "20319",
            "reply_to_id": "20314"
        },
        {
            "user_name": "jeepson",
            "text": "Já ég nota nú sennilega bensín. annars getur vel verið að ég notist ekkert við feitina og noti bara upphitaða olíu. en pælingin með feitina er auðvitað sú að hún er þykk.",
            "date": "2011-04-15 22:51:00",
            "post_id": "20323",
            "reply_to_id": "20319"
        },
        {
            "user_name": "birgthor",
            "text": "Aðeins um tæringu, þar sem ég var á fyrirlestri um þetta tæringu í málmum en hér smá brot úr honum.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------\nTæring er þegar málmjónir losna frá málminum og mynda efnasambönd við það umhverfi sem málmurinn er í hverju sinni.\nAlgengasta tæringarform er tæring vegna raka:\nMálmur er á kafi í vökvanum eða vot húð á málminum, að hluta eða öllu leyti.\nVökvi er leiðandi.\nVökvi sem ekki er rafleiðandi svarar tæringarlega til þurra aðstæðna\n-----------------------------------------------------------------------------------------------------------------------------------------------------------\nÞví væri best að finna \"vökva\" sem er illa leiðandi, t.d. plastmáling. En það verður að passa að loka ekki raka inni með því að hafa járni ekki rakt.\nÞað er hægt að galva án þess að beygja hlutina, hinsvegar er ekki hægt að galva málaða hluti. Það yrði því að hreinsa grindina all svakalega vel og rífa allt af henni. En þetta væri það besta sem hægt væri að gera.\nÞað að setja zink kubb á járn eins og gert er á skipum veldur því að zinkið fórna sér fyrir járnið, þar sem járn er ofar í spennuröðinni heldur en zink. Hinsvegar verður að vera bæði ytri og innri leiðin þ.e. bíllinn þyrfti alltaf að vera í leiðandi vökva ;)\nÓkosturinn við tektílinn er hversu lengi hann getur verið að þorna, ég átti bíl sem hafði verið tekíleraður 2 árum áður og ég ekið töluvert á þurrum malarvegi en alltaf varð maður einn viðbjóður við að vinna í honum. Svo getur líka mindast tæring undan honum ef ekki er rétt að farið.\nHægt er að kaupa sérstök spennu unit sem heldur járninu alltaf í þeirri spennu sem það tærist hægast í. Þau virka ef vel er fylgst með öllum tengingum hef ég heyrt.\nÉg hugsa að auðveldasta leiðin, ódýrasta leiðin og áframhaldandi vinnuvænasta leiðin sé einhverskonar olía sem verður alltaf drulla en auðvellt væri að strjúka af með hreinsi. Koppafeiti gæti sjálfsagt verið sniðug líka, auðvelt að þrýfa hana af.",
            "date": "2011-04-15 23:55:00",
            "post_id": "20331",
            "reply_to_id": "20323"
        }
    ],
    "date": "2010-08-26 13:37:00"
}