{
    "forum_title": "Jeppinn minn",
    "id": "17741",
    "title": "Suzuki fox 1985",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=17741",
    "posts": [
        {
            "user_name": "fannarlogi",
            "text": "Sælir\nFannar heiti ég og er tiltölega nýr í þessari jeppa mennsku, ég hef átt vitöru og sidekick og aðeins farið 5 sinnum í almennilega jeppaferð á þeim dollunum. \nÉg keypti mér þennan fína Suzuki Fox nú á dögunum og hef verið að vinna aðeins í honum seinasta mánuðinn.",
            "date": "2013-04-25 23:26:00",
            "post_id": "98629",
            "reply_to_id": false
        },
        {
            "user_name": "Einar Kr",
            "text": "Örlitlar ryðbætingar í gangi. Flott að sjá þegar menn eru ekki hræddir við smá ryð. Er einmitt að mikla fyrir mér ryðbætingar á Lödu Sport sem ég er að dunda í....en eftir að hafa séð þetta þá er ég hættur að væla og farinn að skera....",
            "date": "2013-04-26 00:21:00",
            "post_id": "98634",
            "reply_to_id": "98629"
        },
        {
            "user_name": "fannarlogi",
            "text": "þegar maður er búin að eiga ekkert annað en súkkur, þá er þetta lítið mál",
            "date": "2013-04-26 00:34:00",
            "post_id": "98637",
            "reply_to_id": "98634"
        },
        {
            "user_name": "gislisveri",
            "text": "Vel gert, til fyrirmyndar.",
            "date": "2013-04-26 06:12:00",
            "post_id": "98640",
            "reply_to_id": "98637"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll flott hjá þér er alltaf hrifin af sukkunum og þá þessum eldri kveðja guðni á sigló",
            "date": "2013-04-26 06:57:00",
            "post_id": "98643",
            "reply_to_id": "98640"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Þú þarft síðan einhvern almennilegan dísel mótor í hann til að þetta verði skemmtilegt!!",
            "date": "2013-04-26 14:26:00",
            "post_id": "98676",
            "reply_to_id": "98643"
        },
        {
            "user_name": "StefánDal",
            "text": "Já það hljómar einmitt mjög skemmtilega :)",
            "date": "2013-04-26 16:20:00",
            "post_id": "98681",
            "reply_to_id": "98676"
        },
        {
            "user_name": "jeepson",
            "text": "Mér fynst það hljóma mjög vel. Settu bara heavy duty fjaðrir og 2,8 patrol kram í hann. Það myndi virka mjög vel í svona léttum bíl. En það er hætt við að hann yrði ansi fram þungur hehe. Annars flott vinnubrögð og gaman að sjá að menn séu að bjarga þessum gömlu súkkum.",
            "date": "2013-04-26 16:31:00",
            "post_id": "98683",
            "reply_to_id": "98681"
        },
        {
            "user_name": "villi58",
            "text": "Eitt ekki tengt bílnum, guðsbænum lokaðu suðuvélinni.",
            "date": "2013-04-26 16:53:00",
            "post_id": "98685",
            "reply_to_id": "98683"
        },
        {
            "user_name": "Hfsd037",
            "text": "Þessi ætti að fá 38\" \nÉg á vél í þennan, 1.6 Sushi ek 90 þús km. bíllinn fylgir með :)",
            "date": "2013-04-26 17:31:00",
            "post_id": "98688",
            "reply_to_id": "98685"
        },
        {
            "user_name": "fannarlogi",
            "text": "ég á nú eina 1600cc vél úr súkku til , hún fer í bílinn næsta sumar, ég ætla bara að byrja að sjá hversu mikið 1300 mótorinn þolir :D",
            "date": "2013-04-26 18:20:00",
            "post_id": "98696",
            "reply_to_id": "98688"
        },
        {
            "user_name": "Hfsd037",
            "text": "Þú veist af mér, flakið fer á 40 þús með vélinni..\nSárvantar að losa mig við þetta af jörðinni :)",
            "date": "2013-04-26 18:22:00",
            "post_id": "98697",
            "reply_to_id": "98696"
        },
        {
            "user_name": "gaz69m",
            "text": "væri gaman að ná sér í einn svona og flott vinna hjá þér",
            "date": "2013-04-26 19:45:00",
            "post_id": "98713",
            "reply_to_id": "98697"
        },
        {
            "user_name": "fannarlogi",
            "text": "Takk fyrir góðar móttökur, en þetta hefði nú geta verið betur smíðað. það eina sem ég gat notað var borð, þvingur og sleggju. þannig að bíllinn er aðeins bylgjóttur.\nég mun aldrei setja disel mótor ofaní þennan bíl! það væri bara asnalegt",
            "date": "2013-04-26 23:51:00",
            "post_id": "98744",
            "reply_to_id": "98713"
        },
        {
            "user_name": "gislisveri",
            "text": "Sammála því, dísel á ekki heima í þessum bíl. \nAnnars kemur Defender orginal bylgjóttur og menn borga vel fyrir svoleiðis bifreiðar.\nKv.\nGísli.",
            "date": "2013-04-27 10:52:00",
            "post_id": "98769",
            "reply_to_id": "98744"
        },
        {
            "user_name": "Stebbi",
            "text": "Gott að það er ekki einhver sparaksturshomminn búin að eyðileggja þig, settu svo eitthvað miklu miklu stærra en 1.6 í hann ef þú nærð að sprengja 1300 vélina.  Helst eitthvað vel yfir 3 lítrunum.",
            "date": "2013-04-28 15:40:00",
            "post_id": "98893",
            "reply_to_id": "98769"
        },
        {
            "user_name": "birgir björn",
            "text": "flottur litur. hafðann orginal",
            "date": "2013-04-28 20:51:00",
            "post_id": "98925",
            "reply_to_id": "98893"
        },
        {
            "user_name": "fannarlogi",
            "text": "maður veit aldrei!  En mér finnst jeppaferðir vera æðislegar til að álagsprófa :D",
            "date": "2013-04-28 23:31:00",
            "post_id": "98948",
            "reply_to_id": "98925"
        },
        {
            "user_name": "kolatogari",
            "text": "Ertu ekkjert að vinna í framsóknarbílnum Fannar?",
            "date": "2013-04-29 18:13:00",
            "post_id": "99013",
            "reply_to_id": "98948"
        },
        {
            "user_name": "fannarlogi",
            "text": "Best að sleppa skúrnum svona rétt á meðan maður er í prófum Hjalti, svo að maður nái nú að útskrifast.\n( þetta er engin helvítis framsóknarbíll og farðu með allar þínar alþingisviðræður til Halldórs)",
            "date": "2013-04-29 19:31:00",
            "post_id": "99028",
            "reply_to_id": "99013"
        },
        {
            "user_name": "kolatogari",
            "text": "hehe já hann var nú frekar súr í dag kratagreiið. en það er nú ekki það mikið að læra fyrir þessum bévítanns próf, er þetta ekki messt allt comon sence eins og vanalega?",
            "date": "2013-04-29 23:07:00",
            "post_id": "99064",
            "reply_to_id": "99028"
        },
        {
            "user_name": "fannarlogi",
            "text": "Við félagarnir keyptum nóg af bjór til að setja í kæliinn um heglina, þetta er útkoman.",
            "date": "2013-05-11 20:49:00",
            "post_id": "100452",
            "reply_to_id": "99064"
        },
        {
            "user_name": "jeepson",
            "text": "Greinilegt að bjórinn hefur góð áhrif :)",
            "date": "2013-05-11 20:53:00",
            "post_id": "100454",
            "reply_to_id": "100452"
        },
        {
            "user_name": "fannarlogi",
            "text": "Þetta var allaveganna eitt skemmtilegasta \"próflokadjamm\" sem hægt var að hugsa sér! miklu betra að vera í skúrnum með góðum vinum að didda í bílnum heldur en að vesenast í miðbænum",
            "date": "2013-05-11 22:35:00",
            "post_id": "100469",
            "reply_to_id": "100454"
        },
        {
            "user_name": "Einar Kr",
            "text": "Efnilegt.....\nHvaða stærð og tegund af dekkjum eru þetta sem eru undir honum?",
            "date": "2013-05-12 00:32:00",
            "post_id": "100493",
            "reply_to_id": "100469"
        },
        {
            "user_name": "fannarlogi",
            "text": "33\" 12.5 r15 federal, þau fást í BJB .",
            "date": "2013-05-12 01:14:00",
            "post_id": "100495",
            "reply_to_id": "100493"
        },
        {
            "user_name": "fannarlogi",
            "text": "Þessi brunaði í mörkina um daginn \nhttp://www.youtube.com/watch?v=6Rw6K9WgEIM",
            "date": "2013-07-03 23:33:00",
            "post_id": "104983",
            "reply_to_id": "100495"
        },
        {
            "user_name": "StefánDal",
            "text": "Þessi rúllaði niður götuna hjá mér um daginn með sprenginum og látum",
            "date": "2013-07-03 23:55:00",
            "post_id": "104984",
            "reply_to_id": "104983"
        },
        {
            "user_name": "fannarlogi",
            "text": "Þessi lætur í sér heyra :)",
            "date": "2013-07-05 15:55:00",
            "post_id": "105121",
            "reply_to_id": "104984"
        },
        {
            "user_name": "fannarlogi",
            "text": "Svona stendur þessi í dag, kominn með breyðari hásingar og hækkaður fyrir 35\" dekk.\nhann verður bara á 33\" á meðan þessi 1300cc mótor puðar enþá í hesthúsinu. Svo vonast ég að komast uppá fjöll sem fyrst (þegar flest er komið í lag)",
            "date": "2014-02-22 20:35:00",
            "post_id": "128900",
            "reply_to_id": "105121"
        },
        {
            "user_name": "sonur",
            "text": "Hvaða breytingar gerðiru tilþess að hækka hann?\nflottur svona á 33\"\nEru einhver mótorplön fyrir þennan?",
            "date": "2014-02-23 09:08:00",
            "post_id": "128944",
            "reply_to_id": "128900"
        },
        {
            "user_name": "fannarlogi",
            "text": "ég gerði upp samurai hásingar( sem eru 9 cm breiðari og smellti þeim undir fjarðinar, það hækkaði hann töluvert. \nég er með 1600 vitöru mótor uppá stand sem á að fara í hann í vor. eða þegar ég rústa 1300 mótornum( held að það sé ekki langt í það)",
            "date": "2014-02-23 14:02:00",
            "post_id": "128975",
            "reply_to_id": "128944"
        },
        {
            "user_name": "fannarlogi",
            "text": "Þá eru komnar pælingar með þennann, ég fór í ferð uppá skjaldbreið\nÞannig að það er kominn 1 dagur uppá fjöllum og núna hef ég 364 daga í skúrinn :D Á þeim tíma er planið að smíða fjörðun uppá nýtt og mótor skipti. reyna að koma 36\" dekkjum undir helvítið",
            "date": "2014-03-24 00:11:00",
            "post_id": "132390",
            "reply_to_id": "128975"
        },
        {
            "user_name": "gislisveri",
            "text": "Fyrirmyndasúkka. Hvaða vélarpælingar eru í gangi?",
            "date": "2014-03-24 08:17:00",
            "post_id": "132402",
            "reply_to_id": "132390"
        },
        {
            "user_name": "Stebbi",
            "text": "Kömmmmmíngs 4BT.  Kemur nokkuð annað til greina?",
            "date": "2014-03-24 18:01:00",
            "post_id": "132461",
            "reply_to_id": "132402"
        },
        {
            "user_name": "fannarlogi",
            "text": "Ég ætla að smella í hann 1600 Vitöru mótor kannski að reyna fríska aðeins uppá þá saumavél. Ég held samt Fox gír og millikassa og hef hann á samurai hásingum. Maður vill hafa tíkinna í léttari kantinum annars er ég búin að vera alltof duglegur að þyngja hana\nEn ef að 1600 sleggjan ræður ekki við rassgat þá held ég að maður þurfi að fara í róttækar aðgerðir....",
            "date": "2014-03-24 22:48:00",
            "post_id": "132514",
            "reply_to_id": "132461"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef að hann er farin að vikta eitthvað í áttina að Vitöru þá held ég að þú ættir að endurskoða vélarvalið nema þú viljir þurfa að standa þetta í útslætti allt sem þú ferð.  Örugglega hægt að finna aðra 4cyl vél sem togar eitthvað, hefði haldið að 2.0 vél væri lágmarkið til að þetta sé vinnunar virði.",
            "date": "2014-03-24 23:00:00",
            "post_id": "132517",
            "reply_to_id": "132514"
        },
        {
            "user_name": "Lindemann",
            "text": "Ég myndi giska á að svona 1600 vitara mótor sé hátt í 12 hestöfl sem segir mér að þær eru fínar til að nota sem akkeri :)\nEn hún hefur sennilega þann kost að vera heldur sprækari en 1300 mótorinn, örugglega ekki mikið þyngri og kostar svotil ekki neitt.",
            "date": "2014-03-24 23:15:00",
            "post_id": "132518",
            "reply_to_id": "132517"
        },
        {
            "user_name": "fannarlogi",
            "text": "Vitöru mótorinn var fyrir valinu útaf því að ég á til svona mótor í góðu standi, vill líka svo skemmtilega til að það er einfalt að koma honum fyrir. \nSvo er spurning hvort að allt kramið þoli mótor sem er 2.0L eða yfir (ég hef ekki hugmynd)\nSjálfur hef ég prófað Fox með þessum sama mótor og var það alveg ásættanlegt, reyndar var það í léttari bíl.\nEn núna í síðustu ferð skotri töluvert afl , leiðilegar gangtruflanir og mótorinn að drekka í sig smurolíu sem boðar ekkert svo gott þar sem 1300 mótorinn er 60 hp í sínu besta standi.\nÉg ætla að prófa þetta bara, ætli maður verði ekki bara að skipta aftur um mótor þegar maður er kominn með leið á því að vera alltaf í útslætti :D",
            "date": "2014-03-24 23:56:00",
            "post_id": "132527",
            "reply_to_id": "132518"
        },
        {
            "user_name": "Stebbi",
            "text": "Það er ömurlegt, hvað ætlarðu þá að gera hina 362 dagana fram að næstu ferð.  :)  :)",
            "date": "2014-03-25 00:07:00",
            "post_id": "132529",
            "reply_to_id": "132527"
        },
        {
            "user_name": "fannarlogi",
            "text": "það besta við súkkurnar er það að þú ert aldrei verkefnalaus :D",
            "date": "2014-03-25 18:44:00",
            "post_id": "132586",
            "reply_to_id": false
        },
        {
            "user_name": "Hlynurn",
            "text": "Held það sé nú meira skilt við flesta jeppa á þessum aldri, ekki bara súkkur :P",
            "date": "2014-03-25 18:47:00",
            "post_id": "132589",
            "reply_to_id": "132586"
        },
        {
            "user_name": "fannarlogi",
            "text": "Sælir \nLoksins er maður eh byrjaður að grúska í Purunni.\nTók heddið af 1600 súkku mótorinum og tók allt í gegn, ventlaþéttingar, slípað ventlasæti/ventla, planað og skipt um allar pakningar og pakkdósir. Sá mótor ætti að vera tilbúin í.\nSvo er ég kominn í 4link pælingar, er búin að græja stýruvasa og er kominn með eitthvað uppkast af stýfum.\n Eina sem ég veit um svona 4 link smíði er að það á að vera minna bil á milli stýfa fram í grind , og meira bil í hásingu.\nefri stýfan á að vera styttri  og neðri stýfan á að vera lárétt.sama gildir um þverstýfunna. Endilega leiðréttið mig ef ég er að bulla því ég veit ekkert hvað ég er að gera.\nKv.\nFannar Logi",
            "date": "2014-10-28 22:41:00",
            "post_id": "145823",
            "reply_to_id": "132589"
        },
        {
            "user_name": "Brjotur",
            "text": "Í fourlink sem ég hef skoðaða og smíðað í Ford þá eru stífur jafnlangar  en misjafnlega staðsettar í stífuvösunum , þ.e. efri stifa framar og líka jafnt bil á milli þeirra fram og aft.  en svo eru allskonar fræði önnur í kringum þetta :)",
            "date": "2014-10-29 14:37:00",
            "post_id": "145853",
            "reply_to_id": "145823"
        },
        {
            "user_name": "Sæfinnur",
            "text": "Hérna er líklega flest sem máli skiptir varðandi uppsetningu á fjöðrunar kerfum.    \nhttp://gjjarn.byethost15.com/sjeppar/go ... mindex.htm",
            "date": "2014-10-29 16:51:00",
            "post_id": "145861",
            "reply_to_id": "145853"
        },
        {
            "user_name": "baldur",
            "text": "Nei ekki einusinni gott akkeri þar sem vélin vigtar ekki nema svona 60 kíló með öllu draslinu utan á.",
            "date": "2014-10-30 09:58:00",
            "post_id": "145912",
            "reply_to_id": "145861"
        },
        {
            "user_name": "fannarlogi",
            "text": "Nú fór maður loksins að vinna eittvhvað í greyjinu. Er kominn langt með það að klára 5-link smíði.\nStýtuvasar vöru skornir út í héðni, út frá mínu skapalóni. Mjög þæginlegt að hafa þetta nákvæmlega skorið með flottri áferð.\nFóðringar í stýfum eru úr Suzuki Vitöru, en fóðring í þverstýfu er út Range Rover.\nVasar fyrir þverstýfu smíðaði ég með gamla góða deWalt rokknum .\nLoftpúðar eru Firestone 500kg. og ég er að gæla við hugmyndina að hafa þá framan við hásingu, margir segja mér að það ætti alveg að vera í lagi svo lengi sem að smíðinn verði nógu sterk til að bera þyngdina. \nEn svo þarf bara að fara henda honum í hjólin\ngefa honum allan tíman um jólin\nBruna burt í kaldan snjóinn\nInni skála og drekka allan bjórinn.",
            "date": "2014-12-16 00:10:00",
            "post_id": "149167",
            "reply_to_id": "145912"
        },
        {
            "user_name": "hobo",
            "text": "Glæsilegt, þetta verður mýksta súkkan á svæðinu!",
            "date": "2014-12-16 00:23:00",
            "post_id": "149168",
            "reply_to_id": "149167"
        },
        {
            "user_name": "eirikuringi",
            "text": "Glæsilegt!! hvar fékstu þessa loftpúða?",
            "date": "2014-12-16 19:45:00",
            "post_id": "149225",
            "reply_to_id": "149168"
        },
        {
            "user_name": "fannarlogi",
            "text": "Keypti þá af verkstjóra í vinnuni hjá mér,  það er hægt að fá nokkuð svipaða púða í Landvélum skilst mér.",
            "date": "2014-12-17 00:13:00",
            "post_id": "149248",
            "reply_to_id": "149225"
        },
        {
            "user_name": "fannarlogi",
            "text": "Sælir.\nNúna er Puran kominn aftur á göturnar.\nTók smá rúnt í snjó til að prófa hitt og þetta og ég er að verða nokkuð sáttur með hana.\n1600cc mótorinn er að þeysa henni vel áfram og það er enginn ástæða til að halda honum alltaf í botni. \n5 Link fjörðuninn og loftpúðarnir gerðu hana töluvert betri í akstri bæði á götum og erfiðu færi.\nSvo vigtaði ég hana áðan nánast nánast tóma, fyrir utan einhver verkfæri og drasl . Stóð í sléttum 1200 kg. sem er þyngra en ég var að vonast eftir en svosem ágætt.\nNæst á dagskrá er að smella læsingunni minni í afturdrifið, Koma fyrir VHF talstöð, Kösturum , drullusokkar og eitthvað fullt í viðbót",
            "date": "2015-03-04 21:59:00",
            "post_id": "154327",
            "reply_to_id": "149248"
        },
        {
            "user_name": "fannarlogi",
            "text": "Ferð inni skorradal. \nVið vinirnir kíktum aðeins inní skorradal um daginn og lentum í góðu veðri og alskonar færð :D",
            "date": "2015-03-28 21:45:00",
            "post_id": "155524",
            "reply_to_id": "154327"
        },
        {
            "user_name": "fannarlogi",
            "text": "þá er mađur bùin ad djöflast helling á þessari ì vetur og fer ađ koma tìmi á frekari breytingar. t.d smìđa fjöđrun ađ framan og skella undir gorma svo ì leiđinni færa hásinguna framar.\nskipta un hlutföll. Fara ùr 1:3,90 yfir ì 1:5,13 og koma ì læsingu ađ framan . \nSvo bæta  viđ vökvastýri.",
            "date": "2015-05-10 17:40:00",
            "post_id": "157605",
            "reply_to_id": "155524"
        },
        {
            "user_name": "E.Har",
            "text": "Frábært. Er alltaf með taugar til sukku átti eina í nokkuð mörg ár :-)",
            "date": "2015-05-11 09:27:00",
            "post_id": "157633",
            "reply_to_id": "157605"
        },
        {
            "user_name": "fannarlogi",
            "text": "Væri gaman ađ sjá mynd af henni .\nSvo er ekkert mál ađ rifja upp gòđa tìma og kaupa sèr eitt stykki gamla sùzì",
            "date": "2015-05-11 23:20:00",
            "post_id": "157684",
            "reply_to_id": "157633"
        },
        {
            "user_name": "fannarlogi",
            "text": "Ætla að bæta hérna innleggi um sumar-skutluna mína.\nÞetta mun vera GEO tracker sem kallar sig víst chevrolet, en það er umdeilt mál.\nÉg  og konan fórum hringferð á henni sem var 2650 km ferðalag, búin að fara nokkru sinnum norður, nokkrar veiðiferðir og núna um helgina í þórsmörk. \nSnilldar bíll sem svíkur ekki, vill bara virka.",
            "date": "2015-07-27 18:59:00",
            "post_id": "160371",
            "reply_to_id": "157684"
        },
        {
            "user_name": "sonur",
            "text": "Þú er svakalegur súkku pjakkur :D\næðisleg er Puran orðin hjá þér, er rosalega veikur fyrir löngu fox boddyi og þinn er alveg gera mig grænann múhaha\nmættir svo slaka á framúr akstrinum á þessum GEO í iðnaðarhverfinu í Garðabæ :D það eru greinilega allir að dóla\ní vinnuna á morgnanna nema þú :p",
            "date": "2015-08-19 00:31:00",
            "post_id": "160984",
            "reply_to_id": "160371"
        },
        {
            "user_name": "fannarlogi",
            "text": "Ég afsaka glannaskapinn, getur verið erfitt að haga sér á \"chevrolet\"",
            "date": "2015-09-06 23:45:00",
            "post_id": "161516",
            "reply_to_id": "160984"
        },
        {
            "user_name": "fannarlogi",
            "text": "Jæja. Langt síðan maður setti eitthvað inná þessa síðu \nPuran er enn í minni eigu og hér er svona dittinn og dattinn sem ég hef gert í henni.\nLosaði hana við þessar blessuðu framfjaðrir og setti undir loftpúða að framan, þannig að núna er hún á loftpúðum framan og aftan :D\nMeð því eru Landrover stýfur og heimasmíðuð þverstýfa.\nSpindil halli er 7 gráður og gerir hana alveg einstaklega rásfasta, en 7 gráður finnst mér vera í það mesta .\nSetti ranco stýrisdempara til að minnka jeppaveiki sem gerði samt vart við sig þrátt fyrir demparann. En hún hvarf svo þegar ég setti stýfari fóðringar í þverstýfuna og keypti önnur dekk sem voru til friðs. \nLengdi framskaftið og setti á það tvöfaldan lið, til þess að vinna á brotinu sem kemur á skaptið við hækkunn og að snúa hásingunni. \nHefði samt mátt vera beinna skaftið í drif, kemur erlítið brot á liðin niðri en ég finn ekki fyrir neinum víbring. (allaveganna ekki meira en vanalega)\nUndir henni núna er GH 36\" dekk á 12\" breiðum felgum með ventil og 3/8 loka.\nAnnars nota ég bara 35\" dekk á sumri.\nLækkaði hlutföll í millikassa og smíðaði svokallaðan Rock lobster.\nMillihjól úr sj 413 millikassa og sj410 rennt niður og hjól sameinuð og soðið saman.\nfékk þá meistara sem ég vinn með til að græja þetta fyrir mig og var það alveg fullkomið.\nRennivinnan var glæsileg og suðan ekki síðari, eftir suðu var hjólið klætt með einangrun og kólnaði í fleiri fleiri klukkutíma.\nÞað var en vel volgt efir 8 tíma en það var gert til að minnka hættu á sprungu í suðu.\nMillikassinn svo settur saman með nýjum legum og pakkdósum og öllu. Nú er lága drifið í 4.16 :1 í stað 2.2 :1 og í snjónum er það bara að virka.\n1600 vélin étur upp alla gíra og hún skoppar bara að stað :D\nEinnig bætti ég við vökvastýri. Smíða þurfti brakket uppá nýtt til að færa dælunar ofar. En maskínan er ættuð úr Jimny og seldi hann Ragnar Róberts mér eina rosalega góða. Hún smell passar í götinn sem eru til staðar.\nAllt rafkerfi sem kemur að 1600 vélinni og allt auka rafkerfi var endurlagt. Komið fyrir vatnsheldum rafmagskassa inní bíl sem geymir tölvu og fleira.\nþannig að það má drekkja þessu eitthvað í vatni án þess að stórtjón verði.\nRyðvinna var auðvitað líka á sýnum stað. Smíðaði í gólf og hvalbak. skitpi um hurðar og fleira og fleira.\nKom fyrir þessum dýrindis stólum úr Hondu HRV sem fara vel með pung og frú.\nSvo er ég eflaust að gleyma einhverju.\nen það sem ég veit að næst liggur fyrir að fara í hús og afturhluta bílsins, smíða allt nýtt held ég bara :D . Mikil þörf á því \nStillt upp og ákveðið staðsetningu.\nHásinginn að verða klár\nLengdi framskaftið og setti á það tvöfaldan lið.\nMillihjól tilbúið í millikassan.\nAllt sett saman með nýjum legu pakkdósum og alles.\nFór í þessa fínu ferð uppí Setur.",
            "date": "2017-09-23 18:39:00",
            "post_id": "175720",
            "reply_to_id": "161516"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Þetta er orðið fáránlega töff tæki hjá þér Fannar :)",
            "date": "2017-09-24 14:10:00",
            "post_id": "175724",
            "reply_to_id": "175720"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Fannar hvaða gír og millikassa ertu með aftan á 1600 sukku vélinni",
            "date": "2017-09-24 15:41:00",
            "post_id": "175727",
            "reply_to_id": "175724"
        },
        {
            "user_name": "fannarlogi",
            "text": "Takk fyrir þađ Kristjàn  :)\nGuđni þađ er 5 gìra fox kassinn međ fox millikassa međ breyttri gìrun.  Hlutföllinn ì drifunum eru svo mikiđ sem 1:3.90",
            "date": "2017-09-25 08:43:00",
            "post_id": "175731",
            "reply_to_id": "175727"
        },
        {
            "user_name": "sonur",
            "text": "Virkilega flottur jeppi, frábær vinnubrögð.",
            "date": "2017-11-11 14:29:00",
            "post_id": "176187",
            "reply_to_id": "175731"
        },
        {
            "user_name": "íbbi",
            "text": "þetta er æðislegt,  elska þegar menn halda bara áfram að smíða og smíða sama bílinn,",
            "date": "2017-11-11 15:29:00",
            "post_id": "176188",
            "reply_to_id": "176187"
        },
        {
            "user_name": "fannarlogi",
            "text": "Frábær vetur að baki.\nByrjaði á að skera af húsið þar sem að það er ónýtt. \n \nVið það léttist bíllinn töluvert og fannst mér afturdemparanir heldur stýfir, Þannig að ákveðið var að setja dempara sem hentuðu betur.\nÉg var aldrei alveg sáttur með hvernig staðsetningin á púðanum var áður fyrr hjá mér þannig að ég keypti nýja púða frá Ameríkuhreppi (firestone9001) og setti þá beint ofaná hásingu.\n Svo hafa ferðirnar verið nokkrar í vetur.  \nLítið sem ekkert bilað, margoft heppinn með veður og drifgetan verið rosaleg :D \nFyrsta ferð var farin í margmenni í Landmannalaugar í svo kallaða Lók í laug með frábærum félagskap.\nUppi við Goðastein á blæjutíkinni.\nUppá toppi Skjaldbreiðar\nUppá Langjökli með Þursaborgir í baksýn\nNúna eru framkvæmdir byrjaðar fyrir næsta vetur. \nÆtlunin er að skera af þak og skúffu til að endurnýja. Samhliða því að smíða sæmilega öflugt veltibúr. Hef sjálfur áður farið 4 hringi niður brekku í jeppa og  skellt mér einusinni á hliðina, get sagt að búr mættu vera mun algengari en þau eru.\nFyrir mynd.\nEftir mynd....ekki en búin\nEn Lof mitt fá Íslenskir jeppakarlar og konur, hitti fullt af stórskemmtilegu fólki uppá fjöllum í vetur. Þið eruð frábær",
            "date": "2018-04-25 20:11:00",
            "post_id": "177754",
            "reply_to_id": "176188"
        },
        {
            "user_name": "fannarlogi",
            "text": "Smá uppfærsla á Súkkuni búin að vera í gangi. \nVið feðgarnir smíðuðum nýja skúffu alveg frá grunni. Hún var þannig gerð svo að plasthús af 70 krúser myndi passa við. Húsið var svo mjókkað um 30 cm og lengt og breytt til svo það fatti við hurðar og gluggastykki á súkkunni.  \nSmíðaðir nýjir sílsar og meira skorið úr fyrir 38\" dekkjum( þó að planið sé að fara á 37\") \nNýr afturhleri smíðaður þannig að nú opnast hann niður á við en ekki til hliðar og aftur rúða uppávið.\nSmíðaði 80 L bensín tank úr 3mm áli, staðsetti hann á milli afturskapts og grindar. \nBeygði mér veltibúr úr 42x2.6mm heildregnu röri, sem soðið var niðrí 4mm platta við boddýfestingar, finnst það meira traustvekjandi en litla blikkið sem var áður yfir manni :)\nSplæsti í nýtt plast gluggastykki frá Italíu sem kom mjög vel út, þar bjóða þeir uppá allan framendan úr plasti sem hljómar mjög vel :D (kannski einn daginn verður það að veruleika) \ngólf og hjólaskálar klætt með einangrunarmottum og allur undirvagn málaður og gluðað prolan feiti innan í sílsa og prófíla. Svo var bara að grunna og mála með rúlluni góðu, því að áferð á lakki er mér ekki heilög á jeppa. Smíðaði svo nýtt prófílbeisli , kom fyrir afturbekk, setti ný belti og eitthvað fleira og fleira.\nSvo er dittinn og dattinn eftir , smíða fram og aftur stuðara, mála toppinn( sem er núna bara grunnaður) , koma fyrir talstöð og útvarpi , setja nýrra mælaborð, klæða að innan og svona snudderí.\nVið allavegana fórum ferð í síðustu viku í þórsmörk og loksins var rykfrítt inní bílnum á mjög þurrum malarvegi og lítið var við grjótkast.  \nLæt myndir segja rest",
            "date": "2019-06-17 02:14:00",
            "post_id": "180155",
            "reply_to_id": "177754"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm þetta er aldeilis flott hjá ykkur en  áttu Geotrackinn enn þá Chervolettinn he he",
            "date": "2019-06-17 07:15:00",
            "post_id": "180156",
            "reply_to_id": "180155"
        },
        {
            "user_name": "jongud",
            "text": "Flott þetta.\nErtu búinn að vigta bílinn eftir þessar breytingar?",
            "date": "2019-06-17 10:20:00",
            "post_id": "180157",
            "reply_to_id": "180156"
        },
        {
            "user_name": "Kiddi",
            "text": "Flottur! Það er ekki að sjá að þú þjáist af verkkvíða, svaka dugnaður alveg hreint!",
            "date": "2019-06-17 19:56:00",
            "post_id": "180160",
            "reply_to_id": "180157"
        },
        {
            "user_name": "elli rmr",
            "text": "hrikalega flott gaman þegar menn fara sínar leðir :D",
            "date": "2019-06-20 21:01:00",
            "post_id": "180174",
            "reply_to_id": "180160"
        },
        {
            "user_name": "fannarlogi",
            "text": "Takk fyrir skemmtileg svör :) \nEn jú Guðni ég á enþá þennan dýrindis Tracker,  hann er eitthvað lítið notaður þessa dagana. \nÉg keyrði uppá vigt um daginn eftir ferðalagið  að vísu ekki með bílinn tóman en þá vigtaði hann 1260 kíló. \nHér áður fyrr með gamla stálhúsinu vigtaði hann einhver 1220 kíló.  Gæti vel trúað að ég hafi bætt á hann nokkrun kílóum með þessari smíði,  enda átti hann að vera sterkari en áður :D ég skal vigta hann aftur tóman og setja inn niðurstöður. \nÞú veist það sjálfur Kiddi  og hefur sannað að það er lang best að bara vinda sér í þetta og vinna úr því sem verður :D",
            "date": "2019-06-20 23:40:00",
            "post_id": "180175",
            "reply_to_id": "180174"
        },
        {
            "user_name": "íbbi",
            "text": "þetta er nú meiri snilldin.",
            "date": "2019-06-21 00:35:00",
            "post_id": "180176",
            "reply_to_id": "180175"
        }
    ],
    "date": "2014-03-25 18:44:00"
}