{
    "forum_title": "Almennt spjall",
    "id": "17787",
    "title": "Loftdælur: Fini vs Nardi vs annað.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=17787",
    "posts": [
        {
            "user_name": "ivar",
            "text": "Sælir.\nNúna ætlaði ég að fara að fastsetja loftdælu í bílinn en hef hingað til verið með lausa Fini dælu með mér. Ég var að stefna á  að setja Nardi Extream 3 sem seldar eru í Landvélum. Einnig skoðaði ég Nardi sem seld er í verkfæralagernum en hún er lítið eitt minni.\nÞað var svo um helgina sem ég gerði áhugaverða mælingu. Við dældum í 38\" dekk sitt hvoru megin á bíl úr 10psi í 30psi. Öðru megin var Fini og kláraði hún verkið á 4m54s en Nardi Extream 3 sem er mun verklegri og hljóðlátari dæla var lengur eða 5m46s. Öll dekk voru með 5mm útboruðum hefðbundnum ventlum og báðar dælur með hraustum slöngum.\nÞað sem mig langaði að spyrja hér inni er:\nVar Nardi dælan biluð eða er þetta tilfellið?\nHver er ykkar reynsla af öðrum dælum en FINI sem eiga að vera eða eru öflugri. (Stærri og minni Nardi, Viair o.fl)?\nTillögur að dælusetupi hafandi það í huga að ég kem engu til viðbótar undir húddið hjá mér :) (datt í hug jafnvel stóran Inverter og 220V dælu)\nKv. Ívar",
            "date": "2013-04-29 10:46:00",
            "post_id": "98971",
            "reply_to_id": false
        },
        {
            "user_name": "Hagalín",
            "text": "Voru sami sverleiki af vír á dælunum í rafmagn?\nVeit af sitthvorrum bílnum sem voru með Nardi Extreme3 dælum og það munaði aðeins á þeim og var niðurstaðan að\nþað var ekki nægilega sverir vírar í aðra dæluna. \nEn mér finnst mjög ólíklegt að ef Nardi dælan sé að vinna rétt að hún sé lengur en Fini.\nEn Ívar, ef þú ert að spá í Nardi Ex3 af hverju ferð þú ekki í York reimadæluna frá Ljónunum? Hún er á svipuðu verði og þá ertu kominn með ALVÖRU SKÍT í húddið :)",
            "date": "2013-04-29 11:17:00",
            "post_id": "98973",
            "reply_to_id": "98971"
        },
        {
            "user_name": "Þorsteinn",
            "text": "Þessi Nardi dæla er ekki að skila því sem dælan hjá mér vara að skila.\nég hugsa að ég hafi ekki einu sinni verið 5 mínutur með 46\" hjá mér úr 3 pundum í 25 pund.\nég lagði 25q víra aftur í skott fyrir dæluna hjá mér. \nég svo sem tímamældi aldrei dælurnar, en mér fannst vera hellings munur á Fini og Nardi en ég var búinn að svera upp allar slöngur frá dælunum.",
            "date": "2013-04-29 13:16:00",
            "post_id": "98982",
            "reply_to_id": "98973"
        },
        {
            "user_name": "ivar",
            "text": "Það má vera að vírinn hafi ekki verið nægilega sver. Sennilega var hann 6q en gæti verið sverari.\nVarðandi York dæluna þá treysti eg mér varla til að koma henni í húddið. Er með ac, tvo altenatora og svo allt þetta venjulega.\nEr eh sem á 12v mótor. Gæti sett pressuhaus og mótor í skottið.\nEða 6kw inverter og 220v verkstæðispressa :)",
            "date": "2013-04-29 15:02:00",
            "post_id": "98990",
            "reply_to_id": "98982"
        },
        {
            "user_name": "Hagalín",
            "text": "Þeir setja York dæluna þar sem auka altanatorinn kemur :(",
            "date": "2013-04-29 15:14:00",
            "post_id": "98992",
            "reply_to_id": "98990"
        },
        {
            "user_name": "jeepson",
            "text": "Skemtilegur þráður og altaf gaman að pæla í þessu. Ég er með fini í mínum bíl og ca 20l vörubíla kút. Ég er með 9mm slöngu í kútinn og 9mm frá henni. Pressustatið sem að ég er með slær út í 105psi (7bör) dælan er gefinn upp fyrir 8 bör þannig að ég er þá ekki að kreysta alveg alt úr henni. Ég hef svosem ekk tekið tíman á því hvað ég er lengi að pumpa í fyrsta dekkið þegar að kúturinn er fullur. En ég er nokkuð fljótur að því fynst mér. En nú spyr ég í sambandi við York dælurnar. Hvað er svona dæla að dæla marga lítra á mínútu? Mig minnir að fini dælan sé með 170l á mín. Leiðréttið mig ef að ég fer með vitleysu. Ég tek yndar eftir því að fini dælan dregur nokkuð mikið niður í bílnum þegar að kúturinn er að verða fullur. Og ég þarf ða halda honum í svona 1800sn til að dælan haldi fullu afli á meðan að kúturinn er að fyllast. Þetta byrar í svona 80psi. Já og eitt en. Hvað kostar svona York dæla ný?",
            "date": "2013-04-29 18:44:00",
            "post_id": "99019",
            "reply_to_id": "98992"
        },
        {
            "user_name": "Hagalín",
            "text": "Fini dælan er svolítið þannig að hún vinnur vel fyrst svo dregur töluvert úr henni þegar komið er upp í einhverja pressu. Held að Fini sé 166l inn en veit ekki hvað kemur frá henni.  Varðandi York reimdæluna þá gæti ég trúað að hún dæli um 400l á einhverjum snúning án þess að geta fullyrt það.\nEitt annað sem menn þurfa að athuga er hvað dælurnar ganga lengi. Heyrði einhversstaðar að fini dælan megi bara ganga í 15-20min en Nardi er gefin upp fyrir 45-60min áður en hún þarf pásu.",
            "date": "2013-04-29 19:17:00",
            "post_id": "99027",
            "reply_to_id": "99019"
        },
        {
            "user_name": "Hagalín",
            "text": "Fann smá upplýsingar um þetta í tölum\nFini Flash            8bar     500W   166l/min\nNardi Exprit 3T   10bar    500W   225l/min\nNardi Extreme    10bar    800W   280l/min",
            "date": "2013-04-29 19:36:00",
            "post_id": "99029",
            "reply_to_id": "99027"
        },
        {
            "user_name": "jeepson",
            "text": "Nú spyr ég eins og algjör froskur. Meiga York dælurnar á ganga á hvaða snúning sem er?? Ég hringdi í Ljónsstaðabræður áðan og stærri York dælan kostar 68.900 fyrir utan kúplinguna. Hún kostar um 19þús. Svo er hægt að fá minni rebuild dælur á minni pening. En ég spurði ekkert um verðið á þeim. En þær koma með kúplingum.. Ég er alvarlega að pæla í að selja fini dæluna mína og fá mér York dælu.",
            "date": "2013-04-29 19:40:00",
            "post_id": "99030",
            "reply_to_id": "99029"
        },
        {
            "user_name": "Hagalín",
            "text": "Nú þekki ég það ekki hvor þær meigi ganga á hvaða snúning sem er.",
            "date": "2013-04-29 19:44:00",
            "post_id": "99032",
            "reply_to_id": "99030"
        },
        {
            "user_name": "ivar",
            "text": "Ef þú selur Fini dæluna máttu láta mig vita. Ég get ekki notað dælu í húddið og er alvarlega að spá í 2-3 Fini dælum saman :D\nAnnars hefur enginn commentað á þá hugmyndi að nota Inverter og 220v dælu. Mikið ódýrari, töluvert afkastameiri almennt og þá ertu líka kominn með 16A innstungu í bílinn fyrir allt annað sem þér dettur í hug.\nSýnist vera hægt að fá 3-6kw invertera á 2-300USD í útlandinu.\nSíðan er ég svo heppinn að vera með tvo altenatora (þannig að York kemmst ekki fyrir) og hef því ~400A hleðslugetu eða um 4-5kw.\nSvo ætla ég líka að óska eftir 12V mótorum til að setja við pressuhaus. Örugglega einhver sem lumar á 3-10hp mótor sem hægt er að nota. Jafnvel startari af stærri vél?\nKv. Ívar",
            "date": "2013-04-29 21:19:00",
            "post_id": "99040",
            "reply_to_id": "99032"
        },
        {
            "user_name": "jeepson",
            "text": "Ég skal láta þig vita. Hún var keypt splunku ný í mai í fyrra og hefur ekki verið notuð neitt rosalega mikið.",
            "date": "2013-04-29 21:21:00",
            "post_id": "99041",
            "reply_to_id": "99040"
        },
        {
            "user_name": "ssjo",
            "text": "Dreif mig út að mæla garminn sem lúrir ofan á spilbitanum. Það er tveggja strokka kínverji sem á að dæla 160 L/mín. (líklega kínverskir lítrar :-)\nDælan er 5mín. 28 sek. að dæla í 110 psi og slá út pressóstatinu. Kúturinn er líklega um 15 L, vörubílakútur. Sennilega er dælan að gefa sig því annað heddið er nánast kalt og ventlarnir gætu verið ónýtir því hún var fljótari meðan hún var ung og spræk, þótt ég hafi ekki tekið tímann þá.",
            "date": "2013-04-29 22:00:00",
            "post_id": "99048",
            "reply_to_id": "99041"
        },
        {
            "user_name": "jongud",
            "text": "York dælurnar eru jú \"aircondition\" dælur þannig að þær eiga að þola venjulegan snúning á bílvél við akstur. \nSportbíll sem er að spyrna um götur LA slekkur ekkert á AC-kerfinu þó að vélinni sé vel snúið eða hvað?\nYork dælurnar eru fjandi dýrar og þegar ég reiknaði dæmið aftur (nýlega) þá er ódýrara að nota Sanden dælu og stóran olíuskammtara við hana.\n(Tek það fram að lítill olíuskammtari fyrir loftverkfæri dugar \nEKKI\n).\nOg eitt enn; flestir nýrri bílar eru með Sanden AC-dælur original og oft þarf bara að redda sér dælunni og lengri flatreim.",
            "date": "2013-04-30 08:26:00",
            "post_id": "99081",
            "reply_to_id": "99048"
        },
        {
            "user_name": "Startarinn",
            "text": "Hafðu í huga með startarann að hann hættir ekki að auka við sig snúning fyrr en fullri straumlestun er náð, eða þannig voru startaramótorarnir útskýrðir fyrir mér.\nSvo eru flestir startarar bara með fóðringum í stað lega og fóðringarnar þola ekki að ganga lengi í einu",
            "date": "2013-04-30 14:02:00",
            "post_id": "99093",
            "reply_to_id": "99081"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ef menn eru farnir að spá af alvöru í svona dælumálum er þá ekki bara að taka út af stýrisdælunni glussa og keyra alvöru pressuhaus á glussarótor hann þarf enga hvíld.",
            "date": "2013-04-30 19:41:00",
            "post_id": "99115",
            "reply_to_id": "99093"
        },
        {
            "user_name": "ivar",
            "text": "Þetta er reyndar hugmynd sem ég hef aðeins velt fyrir mér. Þá kem ég samt að öðru. Er stýrisdælan nægilega öflug og ef ekki væri til kitt til að setja stæri glussadælu?\nÞá mætti drífa hitt og þetta áfram af glussa s.s. spil, loftdælu eða jafnvel skriðgír :)",
            "date": "2013-04-30 21:54:00",
            "post_id": "99133",
            "reply_to_id": "99115"
        },
        {
            "user_name": "ivar",
            "text": "jæja. Alltaf borgar Googlið sig.\nhttp://www.oasismfg.com/dc-air-compressors.html\nYork dæla með mótor. Framleiðandinn gefur upp að hægt sé að keyra 1/2\" loftverkfæri án tanks. Eftir stutta leit kostar þetta um $1400 sem gerir þetta í dýrari kantinum en ég sendi framleiðandanum fyrirspurn. Sjáum hvað kemur upp úr því.",
            "date": "2013-04-30 22:10:00",
            "post_id": "99137",
            "reply_to_id": "99133"
        },
        {
            "user_name": "elliofur",
            "text": "Nú ætla ég að koma með geðveika hugmynd! Skiptu bara um mótor og settu cummings, því þeir koma sumir með original vökvadælum!!!\nGrín :)",
            "date": "2013-04-30 22:21:00",
            "post_id": "99138",
            "reply_to_id": "99137"
        },
        {
            "user_name": "elli rmr",
            "text": "like á nafna",
            "date": "2013-04-30 22:42:00",
            "post_id": "99141",
            "reply_to_id": "99138"
        },
        {
            "user_name": "ivar",
            "text": "Og sumir fordar með afluttaki sem hefði líka reddað þessu.\nEn ég er ekkert viðkvæmur fyrir þessu. Cummings eru frábærir mótorar og skoðaði er þann möguleika á sínum tíma þegar ég breytti bílnum.\nGallinn við cummings er dodge :)\nMunur á dodge og ford væri þá framhásing, hrá innréting og 30% dýrari. Finnst það dýrt til að fá betri vél.\nKannski ef vélin mín færi í rusl skoða ég skipti en það er 2mkr verk ef það á að fara alvöru vél i húddið",
            "date": "2013-05-01 08:15:00",
            "post_id": "99169",
            "reply_to_id": "99141"
        },
        {
            "user_name": "jongud",
            "text": "Stórt \"LIKE\" á þetta, ég var að skoða upplýsingar um nýju Cummins ISBE sem er common rail, 4ra strokka, 4.5lítra.\nKvikindið kemur með glussa- OG loftdælu utan á sér sem eru tengdar við tannhjól.\nOg er allt að 200 hestöfl.\nCommon rail vélarnar nota svo allar svokallað \"pre-injection\" til að minnka titring.",
            "date": "2013-05-01 09:11:00",
            "post_id": "99175",
            "reply_to_id": "99169"
        },
        {
            "user_name": "elliofur",
            "text": "Ég afsaka að hafa beint þræðinum á aðrar slóðir heldur en upphaflega var lagt af stað með. Mér fannst þetta bara fyndið í ljósi sögunnar hér á spjallinu þegar sumir vilja troða cummings í allt :)\nHöldum okkur on topic strákar :)",
            "date": "2013-05-01 18:02:00",
            "post_id": "99229",
            "reply_to_id": "99175"
        },
        {
            "user_name": "jeepson",
            "text": "Ég held að við ættum að cummins væða alt. Meir að segja ríkisstjórnina. Voru ekki allir með corvettu mótora hér í den. Hvar skyldu allar þessar vélarlausu corvettur vera? En svona án djóks að þá er ég farinn að pæla meir og meir í york dælu. En getur einhver staðfest hvað þær dæla mörgum lítrum á mínútu?",
            "date": "2013-05-01 18:08:00",
            "post_id": "99231",
            "reply_to_id": "99229"
        },
        {
            "user_name": "ivar",
            "text": "Fer ekki dælingin á York dælunum alfarið eftir snúning? Því væri erfitt að svara þessari spurningu með afgerandi hætti nema láta snúning á dælu fylgja með (sem er ekkert endilega sami snúningur og á vél)",
            "date": "2013-05-01 18:09:00",
            "post_id": "99232",
            "reply_to_id": "99231"
        },
        {
            "user_name": "Hagalín",
            "text": "Svona fyrir mína parta þá skiptir það mig meira máli að vera með góðan kút og dælu sem hægt er að koma vel og snyrtilega fyrir heldur en einhverja risa dælu sem verður svo erfitt að koma fyrir þannig að það verður alltaf eitthvað klúður.\nÞað skiptir mig allavega ekki miklu máli hvort ég er 10min eða 15min að dæla í dekkin hjá mér.\nSem kemur að þeirri ást minni á Nardi Esprit3 dælunni. Hún dælir einhverjum 225lítrum á mínútu. Það er auðvelt að koma henni fyrir hvort sem er í húddi (kanski ekki Ford) eða bak við aftursætin, í skottið eða pallinn. Það er auðveldara að koma henn fyrir heldur en Fini þegar hún er með plöstin utaná.",
            "date": "2013-05-01 18:27:00",
            "post_id": "99235",
            "reply_to_id": "99232"
        },
        {
            "user_name": "jeepson",
            "text": "Já finidælan er auðvitað stór um sig. Ég er svosem ekkert endilega upptekinn af því hversu fljótur ég er að dæla. En altaf gaman að vita lítra fjöldan. En það fór einhvernvegin alveg framhjá mér að það skipti auðvitað máli á hvaða snúning bíllinn væri. Stundum gleymir bara að hugsa dæmið til enda.",
            "date": "2013-05-01 19:16:00",
            "post_id": "99243",
            "reply_to_id": "99235"
        },
        {
            "user_name": "bazzi",
            "text": "En hvaða dæla er í Hummernum H1 original??? það er rafmagnsdæla, sem á held ég að geta gengið endalaust....",
            "date": "2013-05-01 20:56:00",
            "post_id": "99255",
            "reply_to_id": "99243"
        },
        {
            "user_name": "jongud",
            "text": "(Þið afsakið vonandi að ég fór aðeins útfyrir þráðinn, en þetta var svo skrambi góður punktur hjá Elmari)\nEn jú, Dælingin fer algerlega eftir snúningnum á vélinni og stærð dælunnar. Mig minnir að York-dælurnar komi í allavega 2 stærðum.\nSanden dælurnar eru líka mismunandi stórar, þar eru stimplarnir allt frá 4 og upp í 6 minnir mig.",
            "date": "2013-05-02 08:51:00",
            "post_id": "99301",
            "reply_to_id": "99255"
        },
        {
            "user_name": "Stebbi",
            "text": "Sanden er bara framleiðandi ekki dælutegund.  Þeir framleiða bæði stimpil og snigildælur, langflestir bílar eru með snigildælur því þær eru hljóðlátari og ganga mun mýkri en stimpildælur.",
            "date": "2013-05-02 12:49:00",
            "post_id": "99321",
            "reply_to_id": "99301"
        },
        {
            "user_name": "villi58",
            "text": "Skrítið ef Sanden er ekki dælutegund,stendur á þeim, ég veit að fyrirtækið heitir Sanden.\nSvo vildi ég sannreyna þetta með að langflestir bílar séu með snigildælur, hefur alveg farið framhjá mér.\nHljóðlátari og mýkri en stimpildælur, 5-7 stimpla dælur það heyrist varla í þeim og eru mjög mjúkur gangur.\nHefurðu prufað að tengja svona dælu við rafmagnsmótor ? ættir kanski að gera það og þá veist þú betur hvað þú ert að segja.Háfaðinn í Sanden er ekki meiri en það að sjaldnast heyrist þegar þær fara í gang, annar háfaði yfirgnæfir yfirleitt hljóð í Sanden stimpildælum.",
            "date": "2013-05-02 14:17:00",
            "post_id": "99326",
            "reply_to_id": "99321"
        },
        {
            "user_name": "bazzi",
            "text": "oasis dælurnar eru ekkert annað en york dæla með viðtengdum spilmótor. Þessar dælur eru gefnar upp í gífurlegum afköstum að mig minnir. \nEf maður tekur venjulega aircond. dælu og tengir hana inná loftkerfið hjá sér. Verðum við að smyrja hana með einhverjum hætti, því kælimiðillinn var áður notaður til að smyrja dæluna.  Menn gerðu þetta í gamladaga með því að hella millitek inní dælurnar reglulega og reyna svo að ná smurningnum úr kerfinu aftur í rakaglös eða olíu skiljur. En vandamálið er alltaf að þegar loftið þjappast saman verða olíu agnirnar það smáar að eithvað kemst alltaf framhjá glösunum. og sést það best á olíu slikju sem verður sjánleg þar sem slangan er geimd... og þar með eru menn að dæla olíu inní dekkin hjá sér,sem er auðvitað ágætis hvati til þess að fá að æfa sig í að sprengja dekk uppá felgur... \nEn York dælurnar eru með innbyrðis olíu kerfi, og eru hægt að finna leiðbeiningar á netinu, þar sem sýnt er hvernig hægt er að breita þessu kerfi svo olían haldist frá lofthlið dælurnar.   Ég hef gert þessa breitingu á dælu sem ég flutti notaða inn,  hef ekki fengið reynslu af þessu þar sem dælan bíður þolinmóð eftir að komast í bílinn hjá mér...",
            "date": "2013-05-02 17:50:00",
            "post_id": "99361",
            "reply_to_id": "99326"
        },
        {
            "user_name": "Styrmir",
            "text": "Svo er það þessi dæla sem ARB eru nýlega byrjaðir að framleiða \nhttp://store.arbusa.com/ARB-On-Board-Hi ... 341C9.aspx\n hún á að vera vel dugleg og heldur vel að dæla sama magni í lítrum þó að þrýstingurinn aukist",
            "date": "2013-05-02 18:20:00",
            "post_id": "99366",
            "reply_to_id": "99361"
        }
    ],
    "date": "2013-04-29 10:46:00"
}