{
    "forum_title": "Almennt spjall",
    "id": "17837",
    "title": "dísel vs bensín",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=17837",
    "posts": [
        {
            "user_name": "Andri M.",
            "text": "eg veit það eru komnir hundrað þræðir um þetta sama málefni, en málið er að eg er að hugsa um að kaupa mer bíl aðallega ætlaður til sumarferða um hálendi ísland, því nú fer hver að verða síðastur, er að spá í pajero 33-35\"  árg 97-2000 og því spyr eg hvorar vélarnar henta betur bensín eða díesel eg hef nú alltaf verið meiri díesel maður en bensín, en svo hefur maður líka heyrt að það sé minna um bilanir í bensínvélum heldur en diesel vélum(sel það þó ekki dýrara en eg keypti það) og þess vegna finnst mer sjálfsagt að horfa aðeins á þær líka, \nen hvernig eru bensínvélar að koma út í þessum sumar hálendisferðum ?? og kannski einstaka léttari vetrarferðum,",
            "date": "2013-05-01 22:43:00",
            "post_id": "99270",
            "reply_to_id": false
        },
        {
            "user_name": "muggur",
            "text": "Sæll,\nVar í nákvæmlega sömu pælingum og þú fyrir tveimur árum og að skoða eins bíla.  Ég var alltaf að leita að þessum árgerðum af Pajero með 33-35 tommu breytingu, enda lang fallegustu jepparnir í þessum árgerðum.\nEn allavega þá er fyrsta atriði með pajero grindin... en þú ert ekki að spyrja um það :-)\nÞegar ég var að leita þá voru disel bílarnir keyrðir til tunglsins og til baka en bensín bílarnir mun minna.  Til að gera langa sögu stutta þá keypti ég bensín bíl því að ég hugsaði jeppan sem bíl nr 2 sem á bara að nota í langkeyrslu til ferðalaga.  Semsagt akstur um 6000km á ári.  Eyðslan á mínum bíl í langkeyrslu er 14-15 lítrar en þeir grútarkarlar sem ég hef stoppað á bensínstöðvum hafa sagt mér að þeirra disel pajeroar séu með svona 12-14 í langkeyrslu.  Þetta er því ekki svo mikill munur, segjum 2.5 lítrar á hundraðið sem munar og á ársbasis eru þetta þá 150 lítrar og ef líterinn er á 260 kall þá er þetta um 39 þús á ári í kostnað.\nEN þetta var LANGKEYRSLA, innanbæjar er dæmið allt annað og þá gæti ég trúað að munurinn væri svona 6 lítrar og þá fer þetta virkilega að muna.\nAnnað með Pajero (og svona gamla jeppa) er að headið gæti verið eitthvað sem þyrfti bráðum að fara að kíkja á.  Það er heilmikil aðgerð á bensín bílnum og það eru náttúrulega 2 head en á móti kemur að það er nokkuð algengt að það komi sprunga í disel headin og það er þá dýrt.\nÞannig að það eru meiri líkur á að þú finnir gott bensín-eintak á góðu verði en disel.  Bensín bílarnir sem eru keyrðir undir 200 þús eru á sölu frá 500 til 700 þús en á disel bílana er yfirleitt sett á 200 til 300 þús meira en bensín bílana.  Það má keyra dáldið fyrir þann pening.\nVona að þetta hjálpi eitthvað\nkv. Muggur",
            "date": "2013-05-02 07:28:00",
            "post_id": "99298",
            "reply_to_id": "99270"
        },
        {
            "user_name": "Andri M.",
            "text": "já takk fyrir þetta, það sem er aðallega að drepa heddin er trassaskapur við að skipta um frostlög, og ef það hefur soðið á bílnum, en ef maður finnur lítið keyrðan bensín bíl með góða þjónustusögu að þá er maður held eg í ágætis málum, sjálfur er eg með annan bíl í innanbæjarsnattið, þannig að þetta yrði aðallega bara ferðabíll\nen svo það sem eg var líka svoldið að fiska eftir, er hvernig bensínvélarnar eru að virka í sumarhálendisferðum, og léttari vetrarferðum, \nmaður hefur heyrt það oft að dísellinn sé betri í stærri og þyngri vetrarferðum, en maður hefur minna heyrt um sumarferðir og léttari vetrarferðir",
            "date": "2013-05-02 18:20:00",
            "post_id": "99365",
            "reply_to_id": "99298"
        },
        {
            "user_name": "Hrannifox",
            "text": "Nú er ég með pajero 99 módelið 2.8 TDI beinskiftur með 33'' breittur\nþar sem ég er með disel ætla ég að segja frá minni reynslu af þessum bíl þann stutta tíma sem ég hef átt hann.\nfyndst þetta yndislegur mótor hefur ekki slegið feilpúst siðan ég keyftann, þetta er ekki rafstöð einsog fyrri diselinn sem ég átti\nstekkur alveg úr sporunum og þarf ekkert að grauta á fullu í kassanum í brekkunum. aðeins búið að skrúfa upp í bínu og svera púst\nallt innan marka þó, ætla mér að setja hann á 35'' i sumar. Þessir bilar fara rosalega vél með mann á ferðalögum.\neyðslan á langkeyrslu kom mér rosalega á óvart skrapp vestur a snæfelsness alls um 300 km akstur var keyrt á 90 á cruzinu\nég setti djúpsteikingarolíu til helminga úti diselinn og fór bílinn með 20 L í þessari ferð.\nAnnars hugsa ég þetta alltaf þannig ef bílnum hefur verið haldið mjög vél við boddy og grind góð, og gengið vél um bílinn þá spái ég svosem ekkert mikið í hvort hann sé bensin eða disel, bara að eg sé ánægður með bílinn og fái það sem ég vill í honum ef maður hefur svona sérþarfir.\nkv Hrannar",
            "date": "2013-05-02 20:02:00",
            "post_id": "99382",
            "reply_to_id": "99365"
        },
        {
            "user_name": "muggur",
            "text": "Flott að þú veist þetta með headin.. því miður eru fáir bílar þar sem hugsað hefur verið um kælivökvann. \nEr búinn að fara á mínum bensín Kaldadal, Kjöl og Þórsmörk.  Ekkert vesen, He ate it and asked for seconds :-)  Veit ekki alveg hvað þú ert að pæla í.  Vélin ræður auðveldlega við þetta, eyðslan vissulega eykst per 100 km við að vera í lága drifinu þegar á þarf að halda en það er ekkert sem kallar á yfirdrátt.  Fyrir léttar stuttar jeppaferðir að sumarlagi þá er þetta ekkert til að hafa áhyggjur af.  Disel kemur sterkur inn í margra daga jeppaferðum á veturna þar sem langt er í næstu bensínstöð.\nEf ég hefði val um diesel og bensín keyrða jafn mikið og í nákvæmlega sama ástandi og sama verði þá veldi ég diselinn.  En á móti  kemur að þetta er ekki raunverulegt dæmi.  Þú finnur aldrei svona sambærilega bíla,\nEf þú lendir á bensínbíl að lokum, þá myndi ég jafnvel frekar taka 3500 bílinn frekar en 3000 bílinn.\nkv. Muggur",
            "date": "2013-05-02 20:50:00",
            "post_id": "99391",
            "reply_to_id": "99382"
        },
        {
            "user_name": "Andri M.",
            "text": "já takk fyrir þetta, alltaf gaman að klóra sér í hausnum og velta hinum ýmsu pælingum fram þegar kemur að jeppakaupum, er sjálfur búinn að fara marga hringi með tegundir og gerðir af jeppum, en eg er alltaf að hallast meira og meira í áttina að pajero og eg hef verið óvenjulengi þeim megin miðað við aðrar tegundir",
            "date": "2013-05-02 23:07:00",
            "post_id": "99416",
            "reply_to_id": "99391"
        },
        {
            "user_name": "kolatogari",
            "text": "já þetta eru einstaklega skemtilegir bílar. gamla settið hefur átt bæði diesel og bensín pajero (3,0 bensín og 2,8 diesel) og mér fannst nú vinslan í þeim svipuð, þó meira tog í dieselnum. En mig mynnir að það hafi alltaf vera meira viðhald á diesel bílnum. Held að besta lendinginn í þessu væri beinskiptur bensín bíll, ef þú finnur hann. þá hefuru svipaða virkni og í diesel sjálfskiptum.  og þeir fást mun ódýrari.",
            "date": "2013-05-02 23:13:00",
            "post_id": "99417",
            "reply_to_id": "99416"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Fór suður Kjöl í fyrrasumar. Tankaði á Hvammstanga. Hleypti niður í 19 PSI nálægt Hveravöllum og svo var ekið eins hratt (hægt) og vegurinn leyfði sem var undir 50 km/h. Þegar komið var niður að Geysi og stefnan tekin vestur Reykjavík var vel hvasst á móti. Tankaði þegar ég kom heim og náði ekki í 13.7 lítra á hundraðið  þennann skrepp.",
            "date": "2013-05-02 23:36:00",
            "post_id": "99419",
            "reply_to_id": "99417"
        },
        {
            "user_name": "Andri M.",
            "text": "varstu á bensínbíil ??",
            "date": "2013-05-03 12:53:00",
            "post_id": "99463",
            "reply_to_id": "99419"
        },
        {
            "user_name": "íbbi",
            "text": "það er mjög satt að verðmunurinn á milli diesel/bensín  er gríðarlegur, og þarf að taka með í reikninginn\nég hef oft keypt ódýra bensín jeppa út frá þeim rökum að þeir væri hálf gefins m.v diesel útgáfurnar og því hentug kaup sem auka bílar eða vetrarbílar,\nannað sem er líka áberandi er hversu heillegri bensínbílarnir eru yfirleitt, þetta er áberandi með nánast alla japönsku jeppana\nég notaði bensín pajero sem ég átti  í töluverrða langkeyrslu og mér fannst hann mokeyða  þannig,\n þetta var 3.0l 12v bíll og hann var svo toglaus að það þurfti stanslaust að vera gefa honum til að halda 90-100 og halda í hina bílana. \nég gæti alveg trúað að 24v bílarnir séu betri bæði 3.0l og 3.5l,  hef bara notað slíka bíla innanbæjar og þeir voru í sömu eyðsluu og 12v bíllinn þar. eða frá 16 og upp í 20+  eftir veðri og akstursmáta\neflaust eru einhverjir ósammála mér, en bílar sem eru sterkastir á langkeyrsluni eru amerísku jepparnir,  flestir 8cyl US jeppar eru með svo mikið low end tog og eru þannig gíraðir að úti á vegum geturu keyrt áreynslulaust í undir 2þús rpm á góðum ferðahraða, og svo þarf maður littlu sem engu að bæta við upp brekkur, \nmeirasegja óskoraður konungur bensíneyðslunar Grand cherokee m/quadra track  getur hangið í 11-13l úti á vegi\nég hef átt marga bensínháka. japanska og ameríska og þetta hafa kanabílarnir haft fram yfir, 3.0l v6 jepparnir austan frá hafa bara ekki haft þetta mikla low end tog og þ.a.l ekki átt jafnt auðvelt með að halda áreynslulausri ferð.",
            "date": "2013-05-03 13:57:00",
            "post_id": "99467",
            "reply_to_id": "99463"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Já, bensínbíl. Sjálfskiptum.",
            "date": "2013-05-03 16:13:00",
            "post_id": "99478",
            "reply_to_id": "99467"
        }
    ],
    "date": "2013-05-01 22:43:00"
}