{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "17847",
    "title": "Gormar undir 4runner",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=17847",
    "posts": [
        {
            "user_name": "Hjörvar Orri",
            "text": "Ég er að færa afturhásinguna aftar um ca. 25 cm. og er í vangaveltum hvernig gorma ég á að velja undir hann. Endilega ausið út ykkar hugmyndum og reynslu varðandi þessar æfingar.\nKv. Hjörvar Orri",
            "date": "2013-05-02 15:23:00",
            "post_id": "99336",
            "reply_to_id": false
        },
        {
            "user_name": "Nóri 2",
            "text": "vertu ekkert að spá í gormum, fáðu þér bara 1200kg loftpúða og þá ertu orðinn góður",
            "date": "2013-05-02 15:27:00",
            "post_id": "99337",
            "reply_to_id": "99336"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Já það er alveg spurning líka, en er þá ekki meira til að bila?",
            "date": "2013-05-02 15:33:00",
            "post_id": "99338",
            "reply_to_id": "99337"
        },
        {
            "user_name": "kolatogari",
            "text": "skella þér niður í BSA og kaupa aftur gorma undir Defender. þú veist að Lanf Rover er mátturinn og dýrðinn Hjörvar minn",
            "date": "2013-05-02 17:50:00",
            "post_id": "99360",
            "reply_to_id": "99338"
        },
        {
            "user_name": "Styrmir",
            "text": "Ég er með gorman undan 80krúser að aftan hjá mér og líkar mjög vel við þá",
            "date": "2013-05-02 18:07:00",
            "post_id": "99362",
            "reply_to_id": "99360"
        },
        {
            "user_name": "-Hjalti-",
            "text": "sammála með lc80 gorma. myndi ekki vilja loftpúða",
            "date": "2013-05-02 19:52:00",
            "post_id": "99377",
            "reply_to_id": "99362"
        },
        {
            "user_name": "Nóri 2",
            "text": "nei það er bara ekkert vesen, mikið þægilegra ef þú ert að með mikið af dóti eða þunga kerru. mér fynst vitleisa að vera með gorma að aftan upp á  að maður er oft með bílinn tómann og svo mikla þing í honum. ef maður er með gorma og mikla þyng þá liggur hann á samslæti en ef þú ert með púða pumparu bara í þá.",
            "date": "2013-05-02 23:31:00",
            "post_id": "99418",
            "reply_to_id": "99377"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Aldrei upplifað það að bíllinn sé á samslætti þó að það sé fullt af drasli í honum þó hann sé á gormum. Reyna menn líka ekki að jafna þyngdina í bílunum sínum í fjallaferðum? Reyna að hafa þyngdina fyrir miðju?",
            "date": "2013-05-03 00:02:00",
            "post_id": "99420",
            "reply_to_id": "99418"
        },
        {
            "user_name": "Nóri 2",
            "text": "já já það er voða þægilegt að vera með gorma þeir bara eru þarna og ekkert vesen og þarf lítið að vera að spá í þeim.\nen þegar að maður er með bílinn svona misjafnlega þungan með með kanski kerru og fult skott af dóti og 2 100kg menn afturí er þingdin fljót að koma svo að mér fynst loftpúðar eingin spurning.",
            "date": "2013-05-03 10:18:00",
            "post_id": "99449",
            "reply_to_id": "99420"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Ég er aðeins búinn að vera að skoða markaðinn og er satt best að segja fremur tvístígandi hvort ég fari í púða eða gorma þar sem ég get fengið 1200 kg. púðana í landvélum á mjög góðu verði! En ég þakka fyrir góð og skjót svör.",
            "date": "2013-05-03 17:30:00",
            "post_id": "99484",
            "reply_to_id": "99449"
        },
        {
            "user_name": "arniph",
            "text": "farðu bara í 80 cruiser gorma þá er bíllinn í stífara lagi þegar hann er tómur en flottur á leiðini á fjöll! fyrir utan að 1200 kg púðar undir 4runner er alltof mikið og þeir eru of stuttir eiginlega",
            "date": "2013-05-03 17:35:00",
            "post_id": "99485",
            "reply_to_id": "99484"
        },
        {
            "user_name": "RúnarA",
            "text": "Ef maður ætlaði í loftpúða hvernig púða ætti maður að nota?",
            "date": "2013-05-03 19:46:00",
            "post_id": "99499",
            "reply_to_id": "99485"
        },
        {
            "user_name": "Hilmar Örn",
            "text": "Nú er ég bæði búinn að vera með gorma og loftpúða undir runnernum hjá mér að aftan og það er næsta víst að ég er ekki að fara að skifta yfir í gorma aftur. Það er bara svo rosalega þægilegt að geta stjórnað hæðinni á bílnum óháð hleðslu. Með loftpúðunum losnar maður líkar við það að hafa bílinn grjóthastan  þegar hann er tómur eins og virðist vera hjá mörgum sem eru með stífa gorma að aftan.\nAnnar kostur er að geta lyft bílnum upp þegar farið er yfir straumþungar ár eða lækkað hann í miklum hliðarhalla eða bara þegar það þarf að fara inn í bílskúr með lága innkeyrsluhurð.\nSumir segja að það sé mikið viðhald á loftpúðum en það er ekki mín reynsla, setti loftpúðana undir bílinn hjá mér 2003 og hefur ekki verið neitt viðhald hvorki á púðum, slöngum né krönum til að dæla úr og í púðana. Hugsa að 10 ára gamlir gormar sem búið er að jeppast mikið á sé búnir að missa töluverðan stífleika og bíllinn farin að síga sem því nemur.\nÉg er með 1200 kg púða sem ég keypti í fjaðrabúðinni Partur.",
            "date": "2013-05-03 20:33:00",
            "post_id": "99506",
            "reply_to_id": "99499"
        },
        {
            "user_name": "Polarbear",
            "text": "ég var alltaf voða sáttur við púðana undir grána gamla. að vísu fannst mér best að hleypa úr þeim loftinu og pumpa aftur í á svona mánaðar fresti... það hefur líklega verið í hausnum á mér, en mér fannst bíllinn alltaf verða betri á eftir. það er snilld að geta stillt þetta eftir því hvað maður er með mikið drasl með sér, og ekki verra ef þú ert að draga eitthvað þungt, t.d. fellihýsi eða hjólhýsi. þá er líka gott að geta súnkað þessu niður meðan þú ert að koma beislinu á krókinn. \nég ætla í loftpúða að aftan á 80 krúsa, og setja með þeim  jounce-shocks í staðin fyrir samsláttarpúða. nota svo KONI demparana sem ég á með þessu.\nþess má geta að 1200 kg púðarnir eru með 30 cm fjöðrunarsvið sem ætti nú að duga flestum :)",
            "date": "2013-05-03 23:47:00",
            "post_id": "99532",
            "reply_to_id": "99506"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Hver er annars ástæðan fyrir að þetta heitir eftir einhverri þyngd. 800 kg.  - 1200 kg. og svo framvegis?",
            "date": "2013-05-03 23:54:00",
            "post_id": "99533",
            "reply_to_id": "99532"
        },
        {
            "user_name": "Forsetinn",
            "text": "Myndi setja Rover gorma, ástæða... svo mikið úrval af styrkleikum.  Og ódýrir síðast þegar ég tjekkaði.",
            "date": "2013-05-04 01:05:00",
            "post_id": "99535",
            "reply_to_id": "99533"
        },
        {
            "user_name": "jongud",
            "text": "Þetta er burðarþolið á loftpúðunum",
            "date": "2013-05-04 10:49:00",
            "post_id": "99550",
            "reply_to_id": "99535"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Já ég áttaði mig á því. Það sem ég átti við og kom kannski ekki rétt frá mér er við hvaða aðstæður og/eða skilyrði er þetta burðarþol að skila sér? Og ef þú ert kominn með tvo 1200 kg púða undir rúmlega 2ja tonna bíl að aftan þá er burðarþolið væntanlega 2400 kg sem er rúmleg þyngd á afturenda bílsins, jafnvel þótt hann sé vel lestaður. Er einhver æskilegur meðalþrýstingur á hinum og þessum púðum m/v burðarþol (stærð) til að ná fram þessu uppgefna burðarþoli?  Og eru allir púðar frá hverjum og einum framleiðandi eins smíðaðir og eins útlítandi? Maður hefur nefninlega mest séð talað og ráðlagt að setja 1200 kg púða undir þennann meðaljeppa. Maður spáir því í því hvort það sama henti undir 2500 kg. Patrol eða Cruiser annars vegar og svo léttari bíla eins og Cherokee eða Hi-Lux eða álíka. \nMaður er kannski að stelast leiðinlega inn í þennann þráð með leiðindarspurningu en er reyndar með fjarlægann draum um minn bíl á 38\"+ og með loftpúða að afan og það er í svipuðun stærðarflokki og 4Runner.",
            "date": "2013-05-04 20:02:00",
            "post_id": "99591",
            "reply_to_id": "99550"
        },
        {
            "user_name": "grimur",
            "text": "800kg púðarnir hafa nú verið að koma ágætlega út undir meðal japönskum jeppum.\nÞað er vel hægt að setja 120psi í þá ef hleðslan er eitthvað svakaleg, þeir þola yfirálag mun betur en \"slöngupúðar\" sem eru með 2 botna þrykkta á með hringjum.",
            "date": "2013-05-28 00:08:00",
            "post_id": "102138",
            "reply_to_id": "99591"
        }
    ],
    "date": "2013-05-02 15:23:00"
}