{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "17952",
    "title": "Bremsur í 120 Krús",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=17952",
    "posts": [
        {
            "user_name": "einsik",
            "text": "Sælir fróðu drengir.\nÉg er að vandræðast með bremsuleysi í 120 LC 07 módel.\nBremsurnar eru fjandi neðarlega og hemlunin slæm. Það á ekki að vera loft á kerfinu. Ég skipti um Diska og klossa að framan um daginn en  opnaði ekki kerfið, ýtti bara dælunum inn. Það vantar ekki vökva á forðabúrið.\nEr einhver af ykkur góðu drengjum sem hefur einhverja hugmynd um hvað meinið er???",
            "date": "2013-05-08 23:11:00",
            "post_id": "100052",
            "reply_to_id": false
        },
        {
            "user_name": "olafur f johannsson",
            "text": "skoðaðu fæslur á dælum að aftan og eins ef að stimplar í dælum séu liðugir svo tekur þetta alltaf smá tíma í að slípast saman og það verað bremsur betri, eins geta bremsur verið slæmer ef vökvin er orðin gamal það á að skipta honum út á 45þús km fresti eða 5ára minnir mig",
            "date": "2013-05-08 23:24:00",
            "post_id": "100054",
            "reply_to_id": "100052"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "þú hefur örugglega tekið olíufilmuna af diskunum sem er sett til að verja stálið tæringu ?\nannars eru í þessum bílum algengt að færsluboltar grói fastir og einsog fyrra svar hérna, það ÞARF að skipta út bremsuvökvanum og mig minnir það sé á 3ja ára fresti frekar en 5......",
            "date": "2013-05-09 08:30:00",
            "post_id": "100082",
            "reply_to_id": "100054"
        },
        {
            "user_name": "einsik",
            "text": "Þakka góð svör drengir.\nJú ég þreif diskana með bremsuhreinsi.\nEn þarf þá að skoða hvernig ástandið er að aftan.\nHvar er hægt að fara með bílinn í vökvaskipti, eða er hægt að gera þetta sjálfur með því að bæta á og tæma út um lofttappana eins og maður gerði í gamla daga?\nÉg er ekki hrifinn af að vera með lélegar bremsur með hjólhýsi aftan í.\nKv Einar",
            "date": "2013-05-09 11:35:00",
            "post_id": "100103",
            "reply_to_id": "100082"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "https://ericthecarguy.com/videos?start= ... 5O_pbC8R2E\nþað er gaman að fylgjast með þessum.\nen þér að segja, LC120 eru mjög viðkvæmir fyrir raka í vökvanum svo ef það hefur aldrei verið skipt um hann eru góðar líkur á að bremsurnar þurfi á upptekt að halda, fastir/stífir stimplar og almenn leiðindi á nokkurra ára fresti nema vökvinn sé endurnýjaður og gert vel en það er best að skipta út öllum vökvanum með því að taka dæluna sundur, ef það er gert á the easy way (gegnum nippla) verður alltaf eitthvað eftir í dælunum, aftöppunarnippillinn er jú efst á dælunni og olíulögnin ofarlega svo það tæmist seint það sem neðst er en olían flýtur jú ofaná vatni/raka og því er mest af raka neðst í olíu.\njá, ég veit að olían heldur í sér einhverju magni af raka en þegar hún hefur mettast þá fellur þyngri hlutinn niður og það er vatnið.\nannars selur Stilling (og fleiri) rakamæla fyrir bremsuvökva, ég á einn slíkan og er með hann uppá verkstæði, það eru ansi margir bílar á klakanum sem eru með lélegan/ónýtan bremsuvökva, held sé svipað og með frostlög, það er ekki skipt um nema þegar bremsur festast eða heddpakkning fer !",
            "date": "2013-05-09 12:26:00",
            "post_id": "100111",
            "reply_to_id": "100103"
        },
        {
            "user_name": "einsik",
            "text": "Takk. Það á að vera búið að skipta amk einu sinni í þjónustuskoðun.\nDælurnar voru alls ekki stýfar, náði að ýta þeim inn með puttunum.",
            "date": "2013-05-09 13:22:00",
            "post_id": "100121",
            "reply_to_id": "100111"
        }
    ],
    "date": "2013-05-08 23:11:00"
}