{
    "forum_title": "Almennt spjall",
    "id": "1796",
    "title": "innbrot í bíl",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1796",
    "posts": [
        {
            "user_name": "Ragnar Karl",
            "text": "Sælir og blessaðir félagar.\nÞað var brotist inní Jeppann minn sem er Dodge Ram 1500 árg. 96. Fyrir utan Iðnskólann í Reykjavík einhverntíman á tímabilinu 23 til 30 ágúst.  Afturhlerinn á pallhúsinu var spenntur upp og þar var reynt að taka drullutjakkinn en þeir höfðu aðeins af að spenna upp eina festingu af tvem sem héldu honum svo þeir hafa snúið sér að skóflunni og brúkuðu hana til að brjóa rúðurnar afturí bílnum og komast þannig inní hann.  Inní bíl hefur legið svo mikið við að kveikja ljós og opna hanskahólfið að inniljósið var brotið og sömu örlög hlaut hanskahólfið.  Glerbrotin voru vel og vandlega útbreidd um allan bíl.  Af pallinum sakna ég vöðlana minna svo og rauðs kassa með tappaviðgerðasetti í sem konan gaf mér í jólagjöf fyrir einhverjum árum.  \nInnan úr bíl var tekið;  fjölsviðsmælir (sem hefur fylgt mér lengi), prufulampi, loftmæla(tvö stykki) en annan þeirra hef ég átt lengur en ég hef haft bílpróf og er hann mér því mjög kær, Loftslangan með krana og mæli, Talstöð, strappar, lyklar 17,19 og 3/8, skrúfjárn plús og mínus járn, einnig voru í honum varahlutir sem ég var búin að kaupa fyrir næstu skoðun, Demparagúmí og flauta.  Einnig hvarf úr honum NMT símtólið af Storno gerð.  Þetta er allavega það sem ég veit að var tekið og ég geri mér grein fyrir því að þetta eru ekki mikil verðmæti en fyrir mér eru þetta mikil verðmæti.\nEf einhver getur gefið mér upplýsingar um hvar dótið er niðurkomið þá endilega hafið samband eða þá að gerandinn sé að lesa þetta þá endilega hafðu samband og ég skal kaupa af þér allt dótið aftur.\nRagnar Karl Gústafsson   868 9065",
            "date": "2010-08-30 19:30:00",
            "post_id": "8122",
            "reply_to_id": false
        },
        {
            "user_name": "mattador_vido",
            "text": "Virkilega leiðinlegt að heyra þetta... \nég vona að þú náir þessum verðmætum aftur til þín... \nHef sjálfur lent í innbroti í bílinn og það er ekkert gaman að lenda í svona löguðu...",
            "date": "2010-09-12 03:34:00",
            "post_id": "8475",
            "reply_to_id": "8122"
        }
    ],
    "date": "2010-08-30 19:30:00"
}