{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "1798",
    "title": "Setja Túrbínu á 6,2GM",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=1798",
    "posts": [
        {
            "user_name": "Strapponinn",
            "text": "Hvað er besta leiðinn til þess að setja túrbínu á svona vél.\nHafa menn einhverja reynslu á því.",
            "date": "2010-08-30 21:33:00",
            "post_id": "8125",
            "reply_to_id": false
        },
        {
            "user_name": "halendingurinn",
            "text": "Ég fékk mér túrbínu og millihedd af 6.5 og skrúfaði vel uppí olíuverki setti svert púst alveg upp í túrbínu festi framhjáhlaupsventilinn á 6.5 túrbínuinni (hann er vacumstírður á 6.5 ef ég man rétt) tók olíuna inná túrbínu hjá smurolíu síu, affallið setti ég svo inná hráolíudæluhúsið (þar víkkaði ég olíugönginn niður í pönnu). Setti bústmæli og afgashitamæli. Þetta fór þá að virka ágætlega. Fullt af uppl í ameríkuhreppi um þessar vélar ef þú nennir að gúggla, bæði um styrkingar á höfuðlegubökkum með gjörðum á milli höfuðlega lækka þjöppu ef menn vilja fara útí svoleiðis, marin olíuverk ofl.",
            "date": "2010-08-30 22:38:00",
            "post_id": "8129",
            "reply_to_id": "8125"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞað eru til Banks túrbínur, held að það sé hægt að fá einhvað kitt í ameríkuhreppi en menn hafa líka notað bínurnar af 6.5 gm.  Minnir að það þurfi að plana aðeins af soggreinunum til að þær passi á mótorinn en annað er eins nema olíuverkið.  Það getur skilað meiri olíu með túrbínunni.  Gæti verið gott að fá verk af 6.5.\nKv Jón Garðar",
            "date": "2010-08-30 22:40:00",
            "post_id": "8130",
            "reply_to_id": "8129"
        },
        {
            "user_name": "elliofur",
            "text": "Ég hef aðeins verið að spekulera í þessu, skoðaði soldið hér\nhttp://www.dieselplace.com/forum/forumdisplay.php?f=20\nfyrir einhverju síðan.",
            "date": "2010-08-30 22:45:00",
            "post_id": "8132",
            "reply_to_id": "8130"
        },
        {
            "user_name": "halendingurinn",
            "text": "Ekki þurfti ég að plana neitt af milliheddinu, ég myndi ekkert vera að eltast við 6.5 olíuverk, ef þú lest aðeins um það á netinu þá hafa menn átt í smá vandræðum með það. Annars gangi þér vel með þetta.",
            "date": "2010-08-30 22:56:00",
            "post_id": "8133",
            "reply_to_id": "8132"
        },
        {
            "user_name": "Strapponinn",
            "text": "Takk fyrir þetta strákar.",
            "date": "2010-09-01 14:49:00",
            "post_id": "8189",
            "reply_to_id": "8133"
        },
        {
            "user_name": "juddi",
            "text": "Á til túrbínu pústgreinar,millihedd,spíssa ofl úr 6.5 ef einhver hefur áhuga",
            "date": "2010-09-01 23:33:00",
            "post_id": "8208",
            "reply_to_id": "8189"
        },
        {
            "user_name": "jeep84",
            "text": "Sæll Dagbjartur, hef kanski áhuga á milliheddinu ef það er af (f) vélinni. Davíð S.8983091",
            "date": "2010-09-06 22:03:00",
            "post_id": "8305",
            "reply_to_id": "8208"
        }
    ],
    "date": "2010-08-30 21:33:00"
}