{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "17992",
    "title": "Að setja afgashitamælir í 2.4 tdi hilux ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=17992",
    "posts": [
        {
            "user_name": "aggibeip",
            "text": "Er ekki möst að vera með svona afgashitamæli í þessu ? \nHvaða mæli á ég að kaupa ? \nHvernig er þetta sett í ? \nHvað heitir afgashitamælir á ensku ?",
            "date": "2013-05-10 19:17:00",
            "post_id": "100293",
            "reply_to_id": false
        },
        {
            "user_name": "BragiGG",
            "text": "EGT gauge  heitir þetta á ensku\nfærð þetta í bílanaust , benna og samrás (er með mæli frá bílanaust, hefur þjónað sínum tilgangi vel)\nsetur mælin fyrir framan túrbínu, borar og snittar í manifoldið..  best að taka greinina alveg úr bílnum og túrbínuna af, svona til að þú fáir ekki svarf í túrbínuna",
            "date": "2013-05-10 19:23:00",
            "post_id": "100295",
            "reply_to_id": "100293"
        },
        {
            "user_name": "aggibeip",
            "text": "Okei takk fyrir það :) \nHversu mikilvægt er að hafa þetta samt ?",
            "date": "2013-05-10 19:34:00",
            "post_id": "100296",
            "reply_to_id": "100295"
        },
        {
            "user_name": "villi58",
            "text": "Mjög nauðsinlegt, ættir ekkert að bæta við olíu nema vera með mæli.",
            "date": "2013-05-10 19:42:00",
            "post_id": "100299",
            "reply_to_id": "100296"
        },
        {
            "user_name": "elliofur",
            "text": "Ég sparaði aurinn hjá mér í þessum súper dýru og flottu mælum hér á klakanum og notaði ebay og óhefðbunda mæla. Sérviskan í mér er líka að ég vill ekki skífumæla heldur bara digital.\nhttp://www.ebay.com/itm/2M-EGT-Thermoco ... 4845b9f417\nÞessi próbur er mjög góður, ég er með svona hjá mér\nhttp://www.ebay.com/itm/Digital-Tempera ... 3a80fc424c\nHugmynd af lesara, lítill og nettur og auðvelt að koma fyrir.\nEf þú ert að hugsa um ebay þá eru aðal leitarorðin type k thermocouple. Passaðu þig að próbarnir eru fyrir mismunandi hita, þú getur fengið hræódýra próba sem duga ekki fyrir pústhitann.\nEinnig er hægt að leita af egt gauge á ebay og fá fullt af flottum mælum á flottum verðum.",
            "date": "2013-05-10 23:00:00",
            "post_id": "100327",
            "reply_to_id": "100299"
        },
        {
            "user_name": "aggibeip",
            "text": "Snilld ! Takk fyrir það ! \nHvað eru þessir mælar að fara upp í mikinn hita ?",
            "date": "2013-05-11 18:04:00",
            "post_id": "100427",
            "reply_to_id": "100327"
        },
        {
            "user_name": "elliofur",
            "text": "Sá sem ég vísaði í dugar uppí 1200 gráður, en þú ert búinn að bræða allt í drasl ef þú mögulega gætir náð þannig hita. Bíllinn hjá mér er að fara mest uppí ca 650 gráður fyrir túrbínu. Það sem ég hef heyrt talað um er að það sé í lagi að fara yfir 700 gráður en ekki mjög langt samt.\nEinhverjir sem vilja commenta á það kannski?",
            "date": "2014-03-24 14:43:00",
            "post_id": "100456",
            "reply_to_id": "100427"
        },
        {
            "user_name": "aggibeip",
            "text": "Jæja.. Um það bil ári síðar er komið að því að huga að þessum mæli. \nHefur einhver reynslu af þessum?:\nhttp://www.ebay.com/itm/Diesel-Engine-F ... cb&vxp=mtr",
            "date": "2014-03-24 14:46:00",
            "post_id": "132438",
            "reply_to_id": "100456"
        },
        {
            "user_name": "Gunnar00",
            "text": "verður bara að passa að ef þú ferð í type k thermocouple (eða hvaða thermocouple sem er) að stytta ekki vírana, þá er mælingin ekki rétt.",
            "date": "2014-03-24 15:06:00",
            "post_id": "132442",
            "reply_to_id": "132438"
        },
        {
            "user_name": "aggibeip",
            "text": "Vitið þið jafnvel um einhverja aðra digital mæla sem eru ódýrari?",
            "date": "2014-03-24 16:55:00",
            "post_id": "132454",
            "reply_to_id": "132442"
        },
        {
            "user_name": "baldur",
            "text": "Nei, það má alveg stytta vírana, lengdin á þeim hefur engin teljandi áhrif á mælinguna. Það er hinsvegar æskilegt að framlengja þeim ekki nema með þar til gerðum K-thermocouple vír.\nMér líst vel á þennan mæli sem aggibeip sendi inn, neminn sem fylgir virðist vera nothæfur og mælirinn sjálfur hefur möguleika á að muna hæsta gildi (sem er að mínu mati nauðsynlegt á afgashitamæli)",
            "date": "2014-03-26 16:03:00",
            "post_id": "132664",
            "reply_to_id": "132454"
        }
    ],
    "date": "2013-05-10 19:17:00"
}