{
    "forum_title": "Vefurinn - hugmyndir, ábendingar og tilkynningar",
    "id": "18",
    "title": "Lókó síðunar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=12&t=18",
    "posts": [
        {
            "user_name": "Ofsi",
            "text": "Ég myndi fara varlega í notkun á íslenska skjaldarmerkinu. Segir Ólafur Hallgrímssson. Rétt og satt hjá Óla, Ferðaklúbburinn 4x4 hefur fengið kvartanir frá Forsætisráðuneytinu vegna notkunar á íslenska fánanum í lókóinu. Gæti trúað því að þeir tækju skjaldarmerkjanotkuninni  enn verr \nhttp://www.f4x4.is/index.php?p=126332&j ... 28#p126332\nkv Ofsi",
            "date": "2010-02-01 08:39:00",
            "post_id": "47",
            "reply_to_id": false
        },
        {
            "user_name": "ofursuzuki",
            "text": "Þetta er sennilega alveg rétt, það gætu orðið einhver vandræði útaf þessu, það þarf sennilega sérstakt leyfi til að nota skjaldarmerkið.\nEr ekki bara að stofna til samkeppni hér á þessu nýja spjalli okkar allra um merki fyrir síðuna,\neitthvað einfalt en flott lógó.",
            "date": "2010-02-01 08:48:00",
            "post_id": "50",
            "reply_to_id": "47"
        },
        {
            "user_name": "eidur",
            "text": "Sælir, það er örugglega rétt. Lögin eru amk skýr og tilgreina að enginn megi nota skjaldarmerkið. \nVarðandi samkeppni þá er það góð hugmynd, reynum örugglega að gera eitthvað svoleiðis.\nAnnars verðum við logo lausir í bili.\n- Eiður",
            "date": "2010-02-01 08:56:00",
            "post_id": "51",
            "reply_to_id": "50"
        },
        {
            "user_name": "gislisveri",
            "text": "Takk fyrir ábendinguna, þetta er auðvitað laukrétt. Skjaldarmerkið er bara svo flott að við stóðumst ekki mátið að skella því inn áður en við lásum okkur til.\nVarðandi samkeppni um logo, þá hefur það verið rætt og kemur alveg til greina, en þangað til eru allar hugmyndir að sjálfsögðu vel þegnar.\nÉg leyfi mér að færa þennan þráð inn í \"Vefurinn - hugmyndir og ábendingar\" og árétta það að þessi vefur á að vera hugarsmíð notenda hans og við \nmunum bregðast við\n ábendingum og hugmyndum sem fram koma. \nkv.\nGísli",
            "date": "2010-02-01 09:54:00",
            "post_id": "54",
            "reply_to_id": "51"
        },
        {
            "user_name": "KREPPA",
            "text": "Er ekki bara að leyfa skjalamerkinu að standa?\nEkki breytti Ofsi 4x4 merkinu þrátt fyrir athugasemdir, og hann gengur enn laus.",
            "date": "2010-02-01 10:01:00",
            "post_id": "55",
            "reply_to_id": "54"
        },
        {
            "user_name": "ICESAVE",
            "text": "Ertu ekki að grínast? Stinga Ofsanum inn strax með hinum útrásarvíkingunum! Hrikalegt að þessi maður fái að ganga laus....",
            "date": "2010-02-01 14:36:00",
            "post_id": "74",
            "reply_to_id": "55"
        },
        {
            "user_name": "TF3HTH",
            "text": "Nafnlausu tröllin voru ekki lengi að vakna, enda farið að vora.\n-haffi",
            "date": "2010-02-01 15:02:00",
            "post_id": "75",
            "reply_to_id": "74"
        },
        {
            "user_name": "KREPPA",
            "text": "Væri ekki ráð að bjóða þessum spekingi af hinni síðunni aðgang hér? Þá væri hægt að  njóta ráðlegginga hans varðandi þessa síðu á réttum vettvangi.",
            "date": "2010-02-01 15:08:00",
            "post_id": "77",
            "reply_to_id": "75"
        },
        {
            "user_name": "gislisveri",
            "text": "Það er öllum frjáls aðgangur að vefnum, en við viljum ítreka að eitt af fáum skilyrðum er að menn skrái sitt rétta nafn, sbr. \nþetta\n.\nÞetta er kannski ekki nógu skýrt orðað í nýskráningunni, en verður lagað þannig að það fari ekki framhjá neinum.\nKv.\nGísli",
            "date": "2010-02-01 15:18:00",
            "post_id": "79",
            "reply_to_id": "77"
        },
        {
            "user_name": "Ofsi",
            "text": "Útrásarvíkingunum. Ég er nú ekki tengdur neinum að þeim nema Bjórólfs feðgunum. \nAnnars gáfum við nú skít í ábendingar forsætisráðuneytisins, minnir að þeir hafi sent annað bréf tveim árum seinna. Síðan kom Icesave og dró athyglina frá okkur :-)\nHvað það varðar að ganga laus, þá styttist nú í það að maður endi á Hrauninu fyrir brot á einhverjum náttúruverndarlögum einsog kommarnir eru að herða allt, eða kannski fánalögum. Nú er verið að fjalla um nýja náttúruverndaráætlun á alþingi, það er víst nauðsinlegt núna. Atvinnumálin og myntkörfulýðurinn getur bara beðið.  \nkv Ofsi",
            "date": "2010-02-01 15:56:00",
            "post_id": "80",
            "reply_to_id": "79"
        },
        {
            "user_name": "KREPPA",
            "text": "Ok, ég legg til að nýja skjadamerki Íslands verði  sett í logoið.",
            "date": "2010-02-01 16:05:00",
            "post_id": "81",
            "reply_to_id": "80"
        },
        {
            "user_name": "ICESAVE",
            "text": "NEI! Þetta er mitt logo!",
            "date": "2010-02-01 17:15:00",
            "post_id": "83",
            "reply_to_id": "81"
        }
    ],
    "date": "2010-02-01 08:39:00"
}