{
    "forum_title": "Vara og aukahlutir",
    "id": "18152",
    "title": "Langar að breyta Terrano, en vantar allt!",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=18152",
    "posts": [
        {
            "user_name": "eyberg",
            "text": "Vantar allt:\nEf þið eigið einhvarja hluti til að nota í breytingu þá megið þið senda það á mig í skilaboðum og verð með.\nEr að leita eftir ódýrum hlutum, svona kreppu verð :-)\nVeit ekki hvort ég fer í þetta en ef ég fæ þá hluti sem þarf í svona ódýrt þá verður kanski farið í að breyta :-)",
            "date": "2013-05-18 12:26:00",
            "post_id": "101188",
            "reply_to_id": false
        },
        {
            "user_name": "Haffi",
            "text": "Þú færð ódýran slípirokk og skurðarskífur í verkfærasölunni í Síðumúla.",
            "date": "2013-05-19 11:15:00",
            "post_id": "101268",
            "reply_to_id": "101188"
        },
        {
            "user_name": "Lada",
            "text": "Sæll.\nEf þú ert að spá í lítilli breytingu (33\"-35\") þá ferðu í málmsteypuna Hellu í Hafnarfirði og kaupir þér klossa á aftur gormana og skrúfar hann svo örlítið upp á klöfunum að framan og lætur svo hjólastilla hann (eða ferð með hann í hjólastillingu og biður hann um að skrúfa klafan fyrir þig).  Notar svo ódýra slípirokkinn og skífurnar til að skera úr.  Ferð svo á milli partasala og kaupir kanta og límir þá á með límkítti frá Wurth.\nÞað var allavega svona sem ég gerði þetta.\nKv.\nÁsgeir.",
            "date": "2013-05-19 11:54:00",
            "post_id": "101270",
            "reply_to_id": "101268"
        },
        {
            "user_name": "eyberg",
            "text": "Oki\nEn þarf ekki að laga hlutfollin fyrir 35\"?\nVerða þeir ekki svo máttlausir að gera þetta svona?\nAnnað verða þeir ekki svo leiðinleigir að skrúfa hann svona upp?",
            "date": "2013-05-19 12:17:00",
            "post_id": "101271",
            "reply_to_id": "101270"
        },
        {
            "user_name": "eyberg",
            "text": "HVað eu menn að hækka þá mikið með þessum klossum? Er ekki betra að hækka með body klossum?",
            "date": "2013-05-28 18:50:00",
            "post_id": "102180",
            "reply_to_id": "101271"
        },
        {
            "user_name": "Rúnarinn",
            "text": "það er um 1\" sem hækkunin er. Þegar ég breytti mínum fyrir 33\" þá skrúfaði ég hann upp að framan og það varð bara vesen með hjólastillingu og efri spyrnurnar losnuðu nokkrum sinnum og spindilkúlurnar efri eyðilögðust. En það ætti að vera nóg bara að skera úr fyrir 33\" en þarf að bodyhækka fyrir 35\", fékk þau svör þegar ég var að spyrjast fyrir um þetta.\nÉg fór svo í bodyhækkun hjá mér ,hækkaði um 8cm og tók klossan undan gormunum og skrúfaði hann niður að framan og þá hætti þetta að vera vesen með spyrnurnar og hjólastillinginn hefur haldið sér merkilega vel.\nEn hlutföllinn sem þú þarft kosta mikið ef þú ætlar að fá þau ný, en menn hafa líka verið með þá á orginal hlutföllum á 35\".",
            "date": "2013-05-28 20:36:00",
            "post_id": "102200",
            "reply_to_id": "102180"
        }
    ],
    "date": "2013-05-18 12:26:00"
}