{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "18171",
    "title": "om352",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=18171",
    "posts": [
        {
            "user_name": "elliofur",
            "text": "Nú vantar mig að grúska í reynslusögum af om352 bens í jeppum.\nMótorinn sem ég er að spá í er ekki með turbo og óvíst með árgerð miðað við fyrstu upplýsingar.\nÉg á dodge powerwagon sem ég er að hugsa þetta í og ætla að fara að gera eitthvað með doddann núna í sumar, gera hann ferðafæran.\nÉg var að spá í bensínmótor, á fjandi góðan 350tbi keyrður 18þúsund mílur með 2wd sjálfskiptingu aftaná og ætlaði að setja sm465 kassa þar aftaná með 208 millikassa en af ýmsum ástæðum þá er ég orðinn afhuga bensíninu og ætla að nota grútinn í doddann.\n350 mótorinn er því til sölu með skiptingu og rafkerfi.\nEn hvað segja menn um 352, þá mun ég skrúfa á hann túrbínu en geri ráð fyrir að þurfa að koma fyrir olíukælingu undir stimpla og annað slíkt, eða hvað? Hvað má svo blása miklu en vera samt on the safe side. Að sjálfsögðu set ég síðan afgashitamæli og intercooler.",
            "date": "2013-05-19 23:14:00",
            "post_id": "101342",
            "reply_to_id": false
        },
        {
            "user_name": "Grímur Gísla",
            "text": "Hvaða undirnúmer er vélin með.  352.xxx.xxx",
            "date": "2013-05-20 01:32:00",
            "post_id": "101360",
            "reply_to_id": "101342"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Elli ég þekki mann sem var með svona vél hér í gamladaga í 250 ford Excab og var hann búinn að túrbóvæða hana og Cooler og eiga við eitthvað fleira. Hann heitir Viðar Finnsson. Þessi bíll var á 44\" Superswamper og dana 60.Ég var þá á Jeep Hanco 360 með volgan mótor og á 44\".En þessi om 352 6cyl benz ef ég man rétt át litlu 360 vélina mína í morgunmat þegar kom að brekkufræsi og togi hún vann alveg rosalega hjá Viðari. Þetta veit líka Lecter ef ég þekki hann rétt. Þetta rifjaðist upp þegar þú nefnir þessa bens vél og hvað eg var svektur yfir þessu. Ég á síman hjá Viðari ef þú vilt. kveðja guðni",
            "date": "2013-05-20 07:32:00",
            "post_id": "101364",
            "reply_to_id": "101360"
        },
        {
            "user_name": "elliofur",
            "text": "Ég þarf að komast að því. Það númer er víst efst á blokkinni, farþegamegin aftast samkvæmt honum gúggla vini mínum.\nJá Guðni ég veit að það er hægt að ná helling út úr þeim, en það er spurning hversu mikið vesen það er (dýrt), hvort það séu þá keyptir einhverjir aftermarket partar í og hversu endingargóð vélin verður í kjölfarið.",
            "date": "2013-05-20 10:31:00",
            "post_id": "101375",
            "reply_to_id": "101364"
        },
        {
            "user_name": "kolatogari",
            "text": "mætti ég spyrja hvar þér áskor'naist svona vél? eg búinn að leita að svona mótor um víðan völl en hef engann fundið.",
            "date": "2013-05-20 10:32:00",
            "post_id": "101376",
            "reply_to_id": "101375"
        },
        {
            "user_name": "juddi",
            "text": "Ég var með svona mótor turbo lausan í Jeep M 715 og hún vann nokuð vel svo var Hjálmtýr Guðmundson í mosó með svona mótor turbo intercooler í blazer á 44\" sem vann heilan helling og var seinnabreytt í Ms langanes eða blazer + langa pickup skúffu",
            "date": "2013-05-20 10:36:00",
            "post_id": "101377",
            "reply_to_id": "101376"
        },
        {
            "user_name": "jeepson",
            "text": "Ég fór að velta því fyrir mér að setja svona mótor í pattann minn fyrir nokkrum mánuðum síðan. Ég heyrði hjá einhverjum að þetta ynni og togaði eins og gamli 5,9 cummins. Ég ræddi þetta við gamlann renni smið sem er vinna hjá okkur og hann hló mikið þegar að ég sagði að benz vélin væri með svipaða vinnslu og cummins. Þessi vél var gjörsamlega andvana sagði hann. Gömlu kálfarnir með þessari vél fóru mjög hægt upp skarðið sagði hann.. Ég heyrt nokkra segja að þetta vinni alveg svakalega. Gamli rennismiðurinn sagði við mig að það væri engan vegin hægt að bera saman 352 og cummins. Cummins væri flottur torkari og ynni vel en benzinn væri því miður alveg máttlaus. En mér heyrist nú að menn séu nú að skrifa hér fyrir ofan að þessar vélar vinni vel.. Hvað er svona vél þung? Maður er altaf að pæla í öðru véla vali í pattan þó svo að 2,8 rellann dugi nú alveg til síns brúks. Það kostar ekkert að spá og spekúlera heldur þannig að það er bara um að gera að halda því áfram.",
            "date": "2013-05-20 10:50:00",
            "post_id": "101378",
            "reply_to_id": "101377"
        },
        {
            "user_name": "Startarinn",
            "text": "Þessar vélar voru til í nokkrum útfærslum110 hö og 125 hö túrbólaus (+ einhver lægri tala sem ég man ekki hver var) og svo 170 hö með túrbínu en án intercooler.\nÉg hugsa að flestir gömlu húddbensarnir hafi verið með 125 hö útgáfunni, enda voru þeir flestir af týpunni 1513 ef ég man rétt (15 tonna heildar þungi og 130 hö vél)\nÞað var einn 44\" Blazer á Blönduósi með svona vél, ég veit ekki hvort sá bíll er til ennþá en síðast þegar ég vissi var Jónas (eigandinn) á Cherokee og átti Blazerinn einhversstaðar í geymslu. Hjöruliðskrossar voru víst mikið vandamál í þeim bíl, alltaf að brotna\nÞessi vél er örugglega þrælskemmtileg með túrbínu, en ég hef heyrt að túrbólausu vélarnar hafi ekki staðið sig alltof vel með bínu. en ég sel það ekki dýrara en ég keypti það",
            "date": "2013-05-20 11:07:00",
            "post_id": "101380",
            "reply_to_id": "101378"
        },
        {
            "user_name": "BjarniThor",
            "text": "Sæll\nLýst vel á þetta hjá þér, endilega ráðast í þetta ef þú hefur efni og aðstöðu til.\nHvernig kassa og millikassa myndir þú nota í þetta? Hvernig er þessi Dodge sem \nþú ert með, árgerð, útbúnaður og ástand almennt? Gaman væri ef þú myndir\nsenda hér myndir af þessu góssi öllusaman.",
            "date": "2013-05-20 11:16:00",
            "post_id": "101381",
            "reply_to_id": "101380"
        },
        {
            "user_name": "elliofur",
            "text": "Gísli það er tæplega hægt að líkja saman turbolausri 352 í 13-15 tonna vörubíl eða svo mótor sem er búið að eiga aðeins við i 3 tonna jeppa.\nSvona mótor er samkvæmt gúggli 460kg þurrvigt.\nÞessi mótor er núna í surburban með sm465 kassa og finnst mér líklegt að þar sé 208 kassi við.\nÉg segi ekki meira frá doddanum í bili, nema að hann er 440cm á milli hjóla :)",
            "date": "2013-05-20 11:20:00",
            "post_id": "101382",
            "reply_to_id": "101381"
        },
        {
            "user_name": "jongud",
            "text": "Ég fletti upp á þyngdinni á OM352,\n445 kg.\n460 kg. með túrbínu\nÁgætis stórskipaakkeri það",
            "date": "2013-05-20 11:28:00",
            "post_id": "101383",
            "reply_to_id": "101382"
        },
        {
            "user_name": "kolatogari",
            "text": "það er nú ábygglilega nokkur kílo sem má skrapa þarna af. líklegast full af bracketum og utanáliggjandi hlutum sem eru smíðaðir með iðnaðarvél í huga, sem mætti hæglega skipta út fyrir léttari hluti.",
            "date": "2013-05-20 15:56:00",
            "post_id": "101401",
            "reply_to_id": "101383"
        },
        {
            "user_name": "lecter",
            "text": "sælir nú er komið að mér \nok fordinn sem viðar átti var turbo laus motor ekin 1,5milljon km þegar hún fór ofan i fordinn sem steini sim smiðaði \nþað var ekki stimpilkæling i honum  en það var rent sæti fyrir auka stimpilhring efst á stimplana  svo var hann með vatnskældan intercooler ég setti hann i með viðari  ,, og turbo ,, það var aðeins pundað 22 pund in á þennan motor við fundum sverari kúplingu sem var mixuð i og stærsta oliuverkið sem er fyrir turbo   þessi bill var um 3,6 tonn  hann var með bens kassann 5 gira 9:1  1 gir  2 millikassa  4:10 drif 44\"  ,,,, eiddi 14-16 litrum \nfinn ferða hraði á honum var 120-130  milli isafjarðar og reykjavikur \nok þá skulum við bera saman cummins ram sem þórður smiðaði (var smiðaður á ljónstöðum)\nhann var er 600kg lettari  sömu hásingar 60dana  eða um 3 tonn   hann var 165hp en fekk 215hp banks kitt og risa intercooler \nzF kassa 7;1   1gir  2 millikassa  4:10 drif 44\"   inn á cumminsin var pundað um 30 pundum   .. \nvið spintum þessum bilum saman ca 6 sinnum og þeir voru alltaf jafnir  við spintum td upp árunsbrekkuna og báðir jafnir á 150km hraða upp á brún   miðað við 600kg mun var bensin ekkert að tapa fyrir  tjunnuðum cummins og bensin er aðeins  lettari vel minnir mig  en við náðum ca 220hp út úr honum   en það má ekki renna sveifar ásinn þá brotnar hann \n þetta eru finar vélar ,,  \nþetta er cummins ramin sem ég er að tala um fáðu að prufa hann þa veistu hvað bens vélin gerir hún gerði nákvæmlega það sama i 600kg þingri bil  það er ekki séns að þú komir 350 chevy undir 20l    ég er svo með svona bens kram i kaisernum gula",
            "date": "2013-05-20 19:39:00",
            "post_id": "101414",
            "reply_to_id": "101401"
        },
        {
            "user_name": "BjarniThor",
            "text": "Vitið þið hvort þessi grái Ram á þessari mynd sé ennþá í notkun? Og í hvernig ástandi?",
            "date": "2013-05-20 19:46:00",
            "post_id": "101417",
            "reply_to_id": "101414"
        },
        {
            "user_name": "jeepson",
            "text": "Ég hef séð hann reglulega á ferðinni já. Vissulega flottur ram :)",
            "date": "2013-05-20 19:48:00",
            "post_id": "101419",
            "reply_to_id": "101417"
        },
        {
            "user_name": "lecter",
            "text": "það er til ferð þar sem þessi ram er með 360 ram með supercarger  sem bilabúð benna átti  og 10cyl ram sem gulli sonax átti  og var sprautað upp langjökul minnir mig   ég var ekki þar en frétti að hvorugur bensin bilana hefði tekið cummins raminn",
            "date": "2013-05-20 19:51:00",
            "post_id": "101421",
            "reply_to_id": "101419"
        },
        {
            "user_name": "lecter",
            "text": "ja hann er i topp standi  eigandinn vinnur hjá fiskmaraðinum i hafnarf  man bara ekki nafnið en hann vinnur við að laga körin sem brotna",
            "date": "2013-05-20 19:53:00",
            "post_id": "101422",
            "reply_to_id": "101421"
        },
        {
            "user_name": "lecter",
            "text": "afgas hita mælir er must en i snjó ca meter djúpum á veigi  og ekið ca 100km hraða  var gasið að fara upp i 5 gír en ef skipt var i 4 lækkaði það i normal  aftur svo þú verður að nota svona mælir annað skiptir eingu   og svona var þessi bill ekið nokkur hundruð þúsund km  22 pund  ekkert mál",
            "date": "2013-05-20 20:04:00",
            "post_id": "101423",
            "reply_to_id": "101422"
        },
        {
            "user_name": "lecter",
            "text": "hvernig er áð á ekki einhver mynd af fordinum þetta var stór merkilegur bill",
            "date": "2013-05-20 20:05:00",
            "post_id": "101424",
            "reply_to_id": "101423"
        },
        {
            "user_name": "elliofur",
            "text": "Ég fór í dag aðeins að skoða.\n352 016 060 \n352 010 00 78 þarna á intake manifold\nOg svo ein í lokin til gamans, ég fór á rúntinn á þessum í dag. Báðir mótorar í topplagi, v6 loftkældur í húddinu og 3cyl loftkældur tunnumótor. Framdrifinn og í toppstandi. Pínu ljótur og talsvert ryðgað hús. Heimasteypa á næstu dögum :)",
            "date": "2013-05-20 20:22:00",
            "post_id": "101425",
            "reply_to_id": "101424"
        },
        {
            "user_name": "Brjotur",
            "text": "Sælir sma innlegg fra mer , eg atti langan  Econoline husbil i stuttan tima arið 1997 minnir mig, bill með haum topp og var a 36 tommu dekkjum og hann var með turbo 352 Bens og % gira bens kassa með 1 gir lagan  og mikið djö..... sem þetta vann eg var svaka hrifinn af þessu comboi Atti samhliða þessum bil chevrolet pickup með 6,2  letingja :(  æææ  þa var nu Bensinn miklu skemmtilegri :)\nkveðja Helgi",
            "date": "2013-05-20 20:27:00",
            "post_id": "101426",
            "reply_to_id": "101425"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "Heitir hann ekki Kristján sem vinnur við að laga körinn í fiskmarkaðinum kv Heiðar Brodda",
            "date": "2013-05-20 20:44:00",
            "post_id": "101428",
            "reply_to_id": "101426"
        },
        {
            "user_name": "lecter",
            "text": "jú kristján",
            "date": "2013-05-20 21:24:00",
            "post_id": "101435",
            "reply_to_id": "101428"
        },
        {
            "user_name": "lecter",
            "text": "svona i lokin það var prufað að setja nokkra intercooler i þennan ford sem ég er að vitna i  og ekkert gerðist aður en hann fekk þennan vatnskælda cooler en við það þá fór hann i spól læstur að aftan ef honum var gefið inn á ca 80-90 ef það var svona  vatnsblaut slidda eða blautt á götum   en hann var á  44\"  og 4:10 drifi  mér fanst það alveg magnað að koma spólandi upp úr kópavogs læknum alla leið upp að kringlu og það á svona 4 tonna trukk \nen verst að þessi mótor var ekki dino mældur það hefði verið gaman  að sjá togið hp hefði ´kanski ekki skipt öllu \nen ég hef alltaf haldið að hann væri ca 220 hp togið ekki hugm\ner bens kassinn við þennan motor þú notar hann",
            "date": "2013-05-20 21:54:00",
            "post_id": "101439",
            "reply_to_id": "101435"
        },
        {
            "user_name": "elliofur",
            "text": "Það er 4 gíra kassi með 1 extra lágum, þá er það líklega sm465 og svo er 203 millikassi. Ég á 208 kassa sem kannski væri sniðugt að setja aftaná þennan 203.\nHvaða túrbínu er sniðugt að möndla við svona?",
            "date": "2013-05-20 23:24:00",
            "post_id": "101452",
            "reply_to_id": "101439"
        },
        {
            "user_name": "Stebbi",
            "text": "Þessi hérna.",
            "date": "2013-05-21 03:09:00",
            "post_id": "101472",
            "reply_to_id": "101452"
        },
        {
            "user_name": "elliofur",
            "text": "Án þess að vera mjög sleipur í túrbínufræðum þá grunar mig að þessi sé dálítið stór, þessi er fyrir 12.8 lítra vél sýnist mér eftir dálítið gúggl en 352 er 5.7 lítrar.\nGaman væri að fá álit hjá fleirum á þessu.",
            "date": "2013-05-21 07:50:00",
            "post_id": "101476",
            "reply_to_id": "101472"
        },
        {
            "user_name": "jongud",
            "text": "5,7 lítrar? Þá er hún aðeins minni en cummins 5.9 og þá er um að gera að nota túrbínu af henni, þær eru allsstaðar til og ekki tiltakanlega dýrar.\nHvað er OM352 annars að snúast mikið í botni?",
            "date": "2013-05-21 08:29:00",
            "post_id": "101478",
            "reply_to_id": "101476"
        },
        {
            "user_name": "elliofur",
            "text": "2800-3000rpm virðist vera alveg max miðað við gúggl.",
            "date": "2013-05-21 08:56:00",
            "post_id": "101479",
            "reply_to_id": "101478"
        },
        {
            "user_name": "jongud",
            "text": "Það er spurning hvort að túrbína fyrir 4.2 vél (toyota eða nissan) væri þá nógu stór, ég hef að vísu lítið spáð í þessum túrbínufræðum.\nHinsvegar sé ég að pústgreinin er bílstjóramegin á vélinni.\nÞeir sem hafa verið að setja Isuzu 3.9 sleggjuna í bíla hafa verið að kvarta yfir plássleysi þegar er verið að reyna að koma vélinni fyrir vegna þess að pústgreinin (og túrbínan) er bílstjóramegin.\nEn hverslags soggrein er eiginlega á þessari vél? \nEr hún innbyggð í ventlalokið?",
            "date": "2013-05-21 10:26:00",
            "post_id": "101485",
            "reply_to_id": "101479"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "Komu þessir Bensar ekki með túrbínu seinna. Það væri þægilegast að fá grein og túrbínu úr svoleiðis Bíl.\neins úr gömlum Volvó penta bátavélum. bara að googla stærðina á þessum vélum og velja úr svipaðri vél.",
            "date": "2013-05-21 16:08:00",
            "post_id": "101503",
            "reply_to_id": "101485"
        },
        {
            "user_name": "elliofur",
            "text": "Kanntu að lesa út úr þessum númerum sem ég póstaði hérna Grímur?",
            "date": "2013-05-21 18:02:00",
            "post_id": "101514",
            "reply_to_id": "101503"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "Ég var eitt sinn búinn að finna síðu um þessi bens númer en asnaðist ekki á að bókmerkja síðuna og tíndi henni.\nÉg var að googla þetta í gærkvöldi en fann ekkert út úr því.  Ég var nú aðalega að fá þessi númer til að ath, hvort eitthvað væri googlað um vélar með þessum númerum. En eins og ég sagði, fann ekkert.",
            "date": "2013-05-21 20:21:00",
            "post_id": "101533",
            "reply_to_id": "101514"
        },
        {
            "user_name": "elliofur",
            "text": "Sama hér, ég kann ekki á þessi númer þó ég sé nú oft þokkalega laginn við að gúggla.\nÉg spurði snillingana í bens klúbbnum út í þetta líka, á eftir að fá svör þar.\nhttp://www.mbclub.is/spjall/viewtopic.p ... 6430eae486",
            "date": "2013-05-21 20:23:00",
            "post_id": "101535",
            "reply_to_id": "101533"
        },
        {
            "user_name": "lecter",
            "text": "findu turbo fyrir cummins eða ur 352 turbo \n.það er sama 3000rpm á báðum sviðaðar velar \nju ventlalokið er hluti af sogreinini   það þarf að lýma það vel niður með nýa pakningu fyrir 22pund  en það var ekki stimpla kæling i viðars vél  og var ekki vandamál  en það varð ellings kúplings vandamál sem var lagað með stærri kúplingu \n8943596 Viðar Finsson\nen hvernig á þessi bill hjá þér að vera hvað ætlar þú með hann  ,, 46\"  er hann með 60 hásingar",
            "date": "2013-05-21 20:46:00",
            "post_id": "101538",
            "reply_to_id": "101535"
        },
        {
            "user_name": "elliofur",
            "text": "Ég geri þráð um hann seinna, ég keypti þennan bíl 2009 og er ekki búinn að sækja hann í sveitaskemmuna sem hann er búinn að vera í síðan 1990 en til stendur að sækja hann í sumar og græja hann. Algjörlega óryðgað doublecab hús og steside pallur sem þarf að smíða up þó brettin séu algjörlega heil. 440cm milli hjóla og stendur á 44 tommu. Framhaldið er óvíst með þennan bíl, þe dekk svoleiðis en það kemur bara í ljós :)",
            "date": "2013-05-21 20:51:00",
            "post_id": "101540",
            "reply_to_id": "101538"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "http://www.benzworld.org/forums/gtsearc ... 6j240434j4\nbenzworld.org        Þarna er allur fjandinn inni af bens stöffi.",
            "date": "2013-05-21 21:05:00",
            "post_id": "101543",
            "reply_to_id": "101540"
        },
        {
            "user_name": "Baldur Pálsson",
            "text": "Hvar er ódýrast að fá varahluti í svona vél mér vantar slípsett.\nkv\nBaldur",
            "date": "2013-05-21 21:11:00",
            "post_id": "101545",
            "reply_to_id": "101543"
        },
        {
            "user_name": "lecter",
            "text": "slipisett  veit ekki  en það er ekki hægt að renna sveifarásinn i þessari vel það má gera allt annað \nallir sveifarásar sem ég veit um sem hafa verið rendir hafa brotnað ,,, ´það var reynt hjá öllum rútufyrirtækjum hér aður og brotnaði allt  ,,,, \nok ég var bara af forvitnast um hvert þú ætlaðir með að tjúnna þessa vél  talaðu við viðar og smiðaðu eins vél það er alveg nog i þetta  ,,svona bill er að virka með annan aftani bilaðan á fjöllum mun betur en flestir breyttir jeppar  það hefur ekkert breyst \nsvo var eitt sem við notuðum  við sveruðum allar lagnir i tankinn og einangruðum  með kælivélasvampinum svarta og vorum með bowman girkælir ur bát á vatnskassa hosuni fyrir diesel hitara eða skipingar kælirinn úr saab 99, 900  hann er lika á vatnskassa hosuni  svo þarf þessi vél gardinur fyrir vatnskassan með barka inn i bil húnn geingur frekar köld ,,, viðar var með gas miðstöð lika \nþar sem ég er lika með svona vél mun ég að sjálfsögú apa eftir þér þar sem þú ert mun meiri grúskari en ég ,,,,,",
            "date": "2013-05-21 22:15:00",
            "post_id": "101556",
            "reply_to_id": "101545"
        },
        {
            "user_name": "Startarinn",
            "text": "Mér sýnist allavega seinna númerið vera partnúmer, en Benz steypir þau iðulega í varahlutina",
            "date": "2013-05-21 23:34:00",
            "post_id": "101573",
            "reply_to_id": "101556"
        },
        {
            "user_name": "Rodeo",
            "text": "Segðu okkur meira af þessum snilldar steypubíl.\nHvað er þetta þýsk græja eða jafnvel eitthvað austantjaldsdæmi?",
            "date": "2013-05-22 07:36:00",
            "post_id": "101581",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er nú bara þýskur eðal deutz :)\nJá ég var farinn að halda að þetta væri einstakt partanúmer fyrir hvern part fyrir sig. Spurning hvort einhverstaðar leynist númer þar sem maður getur rakið hvaða árgerð þetta er og þessháttar.",
            "date": "2013-05-22 15:15:00",
            "post_id": "101609",
            "reply_to_id": "101581"
        },
        {
            "user_name": "Gunnar C",
            "text": "Það er nú ekki mikið til um þessar vélar   \n \nhttp://en.wikipedia.org/wiki/Mercedes-Benz_OM352_engine",
            "date": "2013-05-22 15:58:00",
            "post_id": "101611",
            "reply_to_id": "101609"
        },
        {
            "user_name": "halendingurinn",
            "text": "http://www.dieselevante.it/turbocharger ... 42&idcat=1\nhttp://www.benzworld.org/forums/unimog/ ... plans.html\nhttp://www.benzworld.org/forums/unimog/ ... 352-2.html\nhttp://www.benzworld.org/forums/unimog/ ... rters.html\nhttp://www.benzworld.org/forums/unimog/ ... eries.html",
            "date": "2013-05-22 16:36:00",
            "post_id": "101615",
            "reply_to_id": "101611"
        },
        {
            "user_name": "lecter",
            "text": "ég hef ekki fundið neitt um þessa vél ,,, að menn séu að auka kraftinn i henni  ,,,\nen datt i hug að það eru til nokkrar disur i spissana svo þar er smá hægt að gera ,, svo er oliuverkið  með mismunandi stórum elimentum  ,,, þá datt mér i hug að  Bosch oliuverkið i 380hp cummins bátavélinni er alveg svipað,, mixa það við og túrbinuna  fá stóra disur i spissana   og vatnskældan cooler\nen svona bill á 44\" dugar alveg bara turbo og cooler 200hp tog ca 600+ Nm",
            "date": "2013-05-22 22:41:00",
            "post_id": "101654",
            "reply_to_id": "101615"
        },
        {
            "user_name": "halendingurinn",
            "text": "Meira lesefni\nhttp://www.benzworld.org/forums/unimog/ ... zzles.html\nwww.benzworld.org/forums/unimog/1630335 ... ing-2.html",
            "date": "2013-05-23 01:43:00",
            "post_id": "101673",
            "reply_to_id": "101654"
        },
        {
            "user_name": "JLS",
            "text": "Sæll Elli, öll þessi númer á öllu eru partanúmer á viðkomandi pörtum, en OM 352 016 060 númerið er held ég eina númerið sem þú getur athugað með varðandi árgerð, og útfærslu, þess vegna gæti OM 352 316 072 verið original túrbo og komið úr rútu, þú gætir prufað að hringja í Bíladoktorinn, hann veit ýmislegt um benz enda andar hann stjörnum :) En afhverju að vera taka N/A vél og rembast við að breyta henni, aðrir spíssar og trúlega olíuverk, hugsanlega annar knastás og stimplar plús stimpilkæling, Er ekki betra að rembast aðeins við að finna túrbó vél? ég gæti hugsanlega mögulega vitað um eina ef útí það er fariiiiið sko :) og svo gæti hugsanlega mögulega líka verið að detta inná gólf til mín mótor úr MAN 10150 sem er 150 hestöfl held ég, veit svosem ekkert um hana meira eins og staðan er varðandi þyng og svoleiðis en það er trúlega skemmtilegur mótor enda mun nýrri og með góðri loftdælu til dæmis :) \nEn ég er hinsvegar alveg sammála þessari breytingu hjá Elli að hætta við að setja þetta 8 gata dót í þennan trukk, ég hef séð þennan bíl og hann verður aldrei skemmtilegur v8 nema á kannski á original hjólunum, þetta er enginn smá trukkur og verður gaman að sjá hann :)\nEn hvernig er með grindina í þessum bíl þínum, þolir hún svona stóra dísel á styrkingar, Ellert fyrrum vinnufélagi minn úr kjósinni átti og á trúlega enn Blaser 44\" með om652 og hann margbraut grindina, hann þurfti að klæða hana að utanverðu frá framstuðara og aftur að fjaðrahengslum svo hún héldi kjafti :)       \nKannski gaman að segja frá því að eitt sinn var ég bílstjóri á þessum Blazer á einhverjum kosningardegi 2003 eða 4 minnir mig.\nAllavega Þurfti Ellert að kjósa uppí Kjós og voru flestir komnir vel í skál (6 eða 7 með mér) en ég sá eini edrú enda nýbúinn að leggja atvinnutækinu, og því settur undir stýri, allir inní Blazer á 10 bolta stóru að aftan og D44 framan 44\" dekk og 352 bens í húddinu og bens kassinn þar aftaná og 6-7 manns í bílnum. \nFerðin gekk vel og eftir að komið var úr kjósarskarðinu  þá er ákveðið að koma við á bæ einum sem þar er og taka einn félaga með í för en hann reyndist ekki heima. Þá var tekin sú ákvörðun að koma við í námu þarna á landareiginni og prufa Blazerinn og var farið þar upp og niður einhverjar  brekkur og tilheyrandi, nema hvað að í eitt skiftið er farið var í brekku eina sem var frekar brött en aflíðandi að henni þá skifti engum togum að þegar við vorum svona hálfnaðir upp brekkuna þá tók druslan stefnuna lárétt beint í brekkuna og þeir sem afturí voru smurðum okkur sem frammí vorum í mælaborðið, þá hafði þarna gerst það undur að framhásingin fór í tvennt, rörið brotnaði úr drifkúlunni og Blazerinn varð eins og Bronco á skærum hahahahaha :)\nlitlar skemmdir urðu á bílnum ef frá er talin hásingin og kvöldið eftir var undir komin önnur hásing enda druslan á fjöðrum og ekkert mál að smella hásingum undir.",
            "date": "2013-05-23 17:51:00",
            "post_id": "101704",
            "reply_to_id": "101673"
        },
        {
            "user_name": "halendingurinn",
            "text": "http://www.benzworld.org/forums/unimog/ ... o-sbu.html\nýmislegt hægt að gera við þessar vélar en hvað er raunhæft er ekki betra að fá sér tilbúna vél sem er léttari.\nÉg er með 353.961 í unimognum sem er 130 hp útgáfan. hún togar ágætlega en er enginn reisvél\nKv. Trausti.",
            "date": "2013-05-23 18:16:00",
            "post_id": "101707",
            "reply_to_id": "101704"
        },
        {
            "user_name": "elliofur",
            "text": "Gífurlega fróðlegt allt sem menn eru að leggja til málanna :)\nJenni ég kannski hringi í þig og spjalla við þig betur um þessa möguleika sem þú nefnir :)\nÉg er opinn fyrir öllum vélum, þær þurfa bara að vera ódýrar... og þessi umrædda vél stendur mér til boða fyrir lítið.",
            "date": "2013-05-23 19:05:00",
            "post_id": "101709",
            "reply_to_id": "101707"
        },
        {
            "user_name": "Startarinn",
            "text": "Björgunarsveitin Strönd átti lengi vel hedd, túrbínu og að ég held olíuverk af Om352 túrbómótornum uppá lofti hjá sér. Það er þó hugsanlegt að það hafi farið með Unimognum þegar hann var seldur, ég er ekki viss",
            "date": "2013-05-23 19:56:00",
            "post_id": "101712",
            "reply_to_id": "101709"
        },
        {
            "user_name": "elliofur",
            "text": "Ég smellti maili á þá til að forvitnast um það, takk fyrir ábendinguna :)",
            "date": "2013-05-23 20:55:00",
            "post_id": "101718",
            "reply_to_id": "101712"
        },
        {
            "user_name": "jeepcj7",
            "text": "Vélin í man 8.150 er 6 cylendra turbolaus 6.9 lítrar og 136 hö þannig að það er sama brasið við turbo mix og á bensann.",
            "date": "2013-05-23 22:17:00",
            "post_id": "101734",
            "reply_to_id": "101718"
        },
        {
            "user_name": "JLS",
            "text": "Takk fyrir þetta jeepcj7, ég veit ekkert um þessa Man vél enn, en var farið að gruna eftir google að hún væri án túrbó, en hún er held ég samt með 2 pústgreinar sem gefur möguleika á twin turbó  ef útí það er farið :) Veistu nokkuð týpunúmer á svona Man vél?",
            "date": "2013-05-24 00:36:00",
            "post_id": "101746",
            "reply_to_id": "101734"
        },
        {
            "user_name": "jeepcj7",
            "text": "Var lítið búinn að skoða þetta Man dót en held að þetta sé týpan  MAN D0826GF01 lítur svona út:",
            "date": "2013-05-24 04:42:00",
            "post_id": "101752",
            "reply_to_id": "101746"
        },
        {
            "user_name": "JLS",
            "text": "Elli, hér er almennilegt OFUR SCANIA kram, þetta væri flott í Doddann :)\nhttps://www.facebook.com/photo.php?fbid ... =3&theater\n \nOg MAN millikassi, nánast óbrjótanlegt,, \nhttps://www.facebook.com/photo.php?fbid ... =3&theater",
            "date": "2013-05-29 22:48:00",
            "post_id": "102326",
            "reply_to_id": "101752"
        },
        {
            "user_name": "asgeirh",
            "text": "Sælir, ég er að setja svona vél í gamlan benz 608 og mig vantar pústgrein fyrir þannig bíl vegna þess að hún þarf að liggja mikið nær blokkinni.  \nÉg get látið pústgreinina sem ég er með í staðinn.\nKveðja Ásgeir",
            "date": "2013-05-30 20:30:00",
            "post_id": "102392",
            "reply_to_id": "102326"
        },
        {
            "user_name": "elliofur",
            "text": "Ég fer ekki í þetta verkefni nærri strax, í fyrsta lagi í sumarfríinu mínu í ágúst.\nHvernig er greinin hjá þér?",
            "date": "2013-05-30 21:34:00",
            "post_id": "102400",
            "reply_to_id": "102392"
        },
        {
            "user_name": "asgeirh",
            "text": "Sæll, á 352 vélinni stendur pústgreinin um 20cm út mælt frá blokk og útfyrir flánsinn sem púströrið boltast á en á vélinni sem var í  er það ekki nema  um 10cm en það er 4cyl om314.\nKv. Ásgeir",
            "date": "2013-05-31 13:41:00",
            "post_id": "102452",
            "reply_to_id": "102400"
        },
        {
            "user_name": "Startarinn",
            "text": "Er ekki málið að fara í smá smíðavinnu og smíða bara eldgrein?\nÞað er örugglega minna mál að smíða en að finna grein í þetta",
            "date": "2013-05-31 14:29:00",
            "post_id": "102454",
            "reply_to_id": "102452"
        },
        {
            "user_name": "lecter",
            "text": "hæ ég á svona grein  en er ekki viss hvaða grein það er  ertu að nota bara turbolausa vel ,,, ég á þannig grein ,,, en ég kem heim til landsins  eftir 10 jun",
            "date": "2013-05-31 15:38:00",
            "post_id": "102460",
            "reply_to_id": "102454"
        },
        {
            "user_name": "StefánDal",
            "text": "Það verður gaman að fylgjast með þessu.\nÁstmar, þú talar um að smíða eldgrein. Mér datt bara þessi \"snilld\" í hug þegar ég las það.\nÞessi er að setja túrbínu í Corollu og smíðaði þessa eldgrein sjálfur.",
            "date": "2013-05-31 18:03:00",
            "post_id": "102469",
            "reply_to_id": "102460"
        },
        {
            "user_name": "Startarinn",
            "text": "BWAHAHAHAHA\nKannski ekki alveg það sem ég meinti, það þarf að hafa smá vott af hæfileikum í járnsmíði",
            "date": "2013-05-31 18:35:00",
            "post_id": "102474",
            "reply_to_id": "102469"
        },
        {
            "user_name": "elliofur",
            "text": "Þessi eldgrein er ógeðslega flott :)\nÉg fékk símtal frá manni í gær sem á handa mér om352a sem er original turbo. Með túrbínunni og öllu tilheyrandi. Mótorinn er reyndar fastur en það gæti verið hægt að sameina þetta góss í góða turbovél. Ég fer samt ekki í þetta nærri strax.",
            "date": "2013-05-31 20:30:00",
            "post_id": "102488",
            "reply_to_id": "102474"
        },
        {
            "user_name": "jeepcj7",
            "text": "Já þetta er bara fínasta sjálfsbjargarviðleitni þessi grein. ;O)",
            "date": "2013-05-31 20:38:00",
            "post_id": "102491",
            "reply_to_id": "102488"
        },
        {
            "user_name": "kolatogari",
            "text": "þetta hljómar eins og mjög spennandi verkefni. Hlakka til að sjá hvað verður úr þessu verkefni.",
            "date": "2013-06-01 00:29:00",
            "post_id": "102518",
            "reply_to_id": "102491"
        },
        {
            "user_name": "Sira",
            "text": "eg veit um 3 stk Unimog hér í Skagafirði\nEf það hjálpar einhverjum\n1. stk er í porti verktakafyrirtækisins Króksverks  best að tala við Skúla Fedda.\n2. stk  eru í Landi Fagraness á Reykjaströnd  best að tala við Brynjólf Jónsson\nallir eru með mótora,hásingar ,felgur, ofl",
            "date": "2013-07-03 14:28:00",
            "post_id": "104942",
            "reply_to_id": "102518"
        },
        {
            "user_name": "elliofur",
            "text": "Plönin breytast.\nDoddinn er til sölu \nviewtopic.php?f=29&t=19477\nNú liggur fyrir að 6.2 er of máttlaus þannig að á dagskránni er hraustari mótor í þennan.\nFyrir liggur að hann er á hraustum hásingum með há hlutföll, hraust drifsköft úr einhverjum vörubíl, 205 millikassa og 203 milligír en veiki hlekkurinn er sennilega fjárans 700 skiptingin. Ég skil ekki alveg hvað 700 skipting er að gera í bíl af þessari stærðargráðu.",
            "date": "2013-08-19 21:26:00",
            "post_id": "108307",
            "reply_to_id": "104942"
        },
        {
            "user_name": "Stebbi",
            "text": "Á meðan það er 6.2 framan á 700 skiptinguni þá er það alveg í lagi.  Ég skal losa þig við hana ef hún er fyrir þér.",
            "date": "2013-08-19 21:44:00",
            "post_id": "108308",
            "reply_to_id": "108307"
        },
        {
            "user_name": "elliofur",
            "text": "Ég þyrfti að fá 4l80 í staðinn held ég, er ekki viss hvort ég vilji beinskipt. Kannski er það samt eina vitið fyrir aftan svona rellu.",
            "date": "2013-08-19 22:30:00",
            "post_id": "108314",
            "reply_to_id": "108308"
        },
        {
            "user_name": "Stebbi",
            "text": "Svona trukkur væri flottur með persónuskipti, ég heyri hljóðin í honum með 4 gíra muncie ef ég loka augunum.",
            "date": "2013-08-19 22:51:00",
            "post_id": "108315",
            "reply_to_id": "108314"
        },
        {
            "user_name": "303hjalli",
            "text": "Allt sem þið eruð að tala um eru partanúmer varahluta ( númer á heddi og fl.)alltaf á þessum vélum er lítil álplata (ofan á miðju venlaloki) sem stimplað er á verksmiðjunr. Rekja má með því árg.og úr hvaða ökutæki. Og ekki er sama oliuverk eftir því í hvað vélin var í sett,frá verksmiðju  lyftara ,steypubíl eða rútu,enn auðvitað var vinnslan agalega misjöfn því margur bíleigandinn er hissa að einföld ventlastilling sem kannski aldrei hefur verið framkvæmd töfrar fram fullt af hestöflum.Þetta er alvöru vél sem bara endist og endist þetta með rennslið á ásum er rétt, enn stafar sennilega af ásþreytu búið að keyra 500þúsund og meira þegar rennt er.kv.Hjálmar",
            "date": "2013-11-04 20:37:00",
            "post_id": "115627",
            "reply_to_id": "108315"
        }
    ],
    "date": "2013-05-22 07:36:00"
}