{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "18228",
    "title": "Econoline 4,9 neistar ekki",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=18228",
    "posts": [
        {
            "user_name": "Guðmundur Ingvar",
            "text": "Einsog fyrirsögnin segir er ég með econoline, '88 árgerðin með 4,9 6cylendra línu og bein innspýting.\nÉg var að nota bílinn um daginn og allt gekk voða voða fínt. Svo þegar ég ætlaði að setja í gang í kvöld þá tók hann ekki púst.\nHann fær bensín, en það vantar alveg neistann. Og hér er það sem ég var búinn að komast að\n3 vírar í háspennukeflið, straumur á þeim öllum þegar svissað er á bílinn\n6 vírar í kveikjuna sjálfa, straumur á 5 af þeim ýmist rúm 11 volt eða 4,5 volt þegar svissað er á bílinn\nEn enginn neisti út á kertin, og ég prófaði að athuga neistann beint af háspennukeflinu og varð ekki var við neitt.\nHefur einhver lent í einhverju svipuðu eða veit hvað er líklegast farið hjá mér?\nmeð von um skjót svör\nGuðmundur Ingvar Ásgeirsson",
            "date": "2013-05-23 00:04:00",
            "post_id": "101670",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll veðja á háspennukeflið kveðja guðni",
            "date": "2013-05-23 07:13:00",
            "post_id": "101679",
            "reply_to_id": "101670"
        },
        {
            "user_name": "lettur",
            "text": "Lenti í nákvæmlega eins bilun um daginn (Gr. Cherokee 4L lína) ..... það var háspennukeflið sem steindó skyndilega.",
            "date": "2013-05-23 10:09:00",
            "post_id": "101683",
            "reply_to_id": "101679"
        },
        {
            "user_name": "Guðmundur Ingvar",
            "text": "Ekki var það keflið sem var farið, fékk nýtt kefli í dag og henti í og allt er eins.\nVeit einhver hvort það er einhver stjórntölva fyrir kveikinguna í þessum bílum? eða er þetta allt í kveikjunni sjálfri? það koma 6 vírar í kveikjuna sjálfa ef það hjálpar eitthvað.\nkv\nGuðmundur",
            "date": "2013-06-05 22:35:00",
            "post_id": "102943",
            "reply_to_id": "101683"
        },
        {
            "user_name": "JLS",
            "text": "Ertu búinn að prufa að skifta um háspennuþráðinn úr keflinu í kveikjulokið? Og svo er resistor minnir mig að það heiti, apparat inní kveikjuni sem stjórnar háspennukeflinu, ættir að ath það, möguleiki að það klikki, ef það virkar ekki þá fær háspennukeflið engin boð um að vélin sé að snúast og sendir ekki frá sér neista/straum.",
            "date": "2013-06-05 23:08:00",
            "post_id": "102947",
            "reply_to_id": "102943"
        },
        {
            "user_name": "Guðmundur Ingvar",
            "text": "háspennuþráðurinn er í lagi, samkvæmt mínum athugunum amk.\nEn það er einmitt þessi resustor sem mig grunar núna, afþví það virðist vera straumur þar sem á að vera straumur og allt í góðu með það, en mig grunar að það vanti einhver boð frá kveikju til háspennukeflis.\nEn ég bara var ekki viss hvort það væri einhver tölvustýring á þessu kveikjusystemi líka, þó mér þætti það ekki líklegt miðað við svo gamlan bíl.",
            "date": "2013-06-05 23:23:00",
            "post_id": "102951",
            "reply_to_id": "102947"
        },
        {
            "user_name": "JLS",
            "text": "Nú er það bara google.com ;) \nhttps://www.google.is/search?q=ford+4.9 ... 67&bih=715",
            "date": "2013-06-06 12:18:00",
            "post_id": "102987",
            "reply_to_id": "102951"
        },
        {
            "user_name": "Guðmundur Ingvar",
            "text": "nú væri kostur að vera góður í enskunni.\nPlanið þessa stundina er að reyna að fynna notaða kveikju einhverstaðar og prófa að skipta um hana.\nveit einhver hvort það er eins kveikja í þessum 4,9 og einhverjum öðrum mótorum frá Ford?\nkv\nGuðmundur",
            "date": "2013-06-06 12:37:00",
            "post_id": "102988",
            "reply_to_id": "102987"
        },
        {
            "user_name": "jongud",
            "text": "Það eru eins rafeindakveikjur í 4.9 vélinni og V8 vélunum af sömu árgerðum.\nÞessi síða...\nhttp://easyautodiagnostics.com/ford_ign_fender/fender_mounted_module_4.php\n...sýnir vel hvernig er hægt að prófa kveikjuna með fjölmæli og prufulampa.",
            "date": "2013-06-06 13:36:00",
            "post_id": "102991",
            "reply_to_id": "102988"
        },
        {
            "user_name": "Guðmundur Ingvar",
            "text": "jæja, hafi einhver áhuga á að vita það, þá var það þessi resistor, í kveikjunni sem var farinn. fékk notaða kveikju og færði hann á milli og bíllin datt í gang.",
            "date": "2013-06-07 12:43:00",
            "post_id": "103061",
            "reply_to_id": "102991"
        },
        {
            "user_name": "JLS",
            "text": "Gott að þú fannst útúr þessu loksins.",
            "date": "2013-06-08 00:10:00",
            "post_id": "103109",
            "reply_to_id": "103061"
        }
    ],
    "date": "2013-05-23 00:04:00"
}