{
    "forum_title": "Almennt spjall",
    "id": "18223",
    "title": "Álverskrummarnir",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=18223",
    "posts": [
        {
            "user_name": "elliofur",
            "text": "Mér datt í hug þar sem við jeppakarlar erum miklir náttúrukarlar að deila með ykkur stækkandi myndasafni. Ég vinn í Norðuráli á Grundartanga og þar er hrafnspar búið að gera sér laup í stigapalli upp á þak á kerskálanum og virðist elska segulsviðið og fjallaloftið í kringum álverið :)\nAllavega, ég bæti inn á nokkura daga fresti myndum, læt kannski vita hér þegar ég uppfæri ef áhugi er fyrir þessu.\nMyndasafnið er á facebook svo sennilega þarf maður að vera skráður notandi þar en það er samt opið öllum skráðum.\nhttps://www.facebook.com/media/set/?set ... 397&type=3",
            "date": "2013-05-22 22:00:00",
            "post_id": "101645",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Sem gamall fuglaáhugamaður, þá er þetta bara snilld.",
            "date": "2013-05-22 22:06:00",
            "post_id": "101646",
            "reply_to_id": "101645"
        },
        {
            "user_name": "jeepson",
            "text": "Snilld. Flottar myndir :)",
            "date": "2013-05-22 22:15:00",
            "post_id": "101647",
            "reply_to_id": "101646"
        },
        {
            "user_name": "Svenni30",
            "text": "Gaman að þessu",
            "date": "2013-05-22 22:41:00",
            "post_id": "101653",
            "reply_to_id": "101647"
        },
        {
            "user_name": "Startarinn",
            "text": "Þetta eru engir smá lurkar sem þau hafa valið í hreiðurgerðina ;)",
            "date": "2013-05-23 00:18:00",
            "post_id": "101671",
            "reply_to_id": "101653"
        },
        {
            "user_name": "elliofur",
            "text": "Hérna er video af þeim á matartíma, þarna eru þeir 5-6 daga gamlir. Ég kíki næst á þetta á mánudagsmorgun.\n --- edit ---\nNú komið youtube video, þar geta allir séð en mér virðist samt ekki takast að láta full gæði haldast þegar ég klippi þetta í blessuðu windows movie maker. þrátt fyrir margar tilraunir. Þetta er tekið upp í 720p og þótt það sé vistað sem 1080 jafnvel þá kemur þetta svona út. Fjandinn hafi það. En þetta er samt áhorfshæft :)\nhttp://www.youtube.com/watch?v=3GFOM4RJRnI",
            "date": "2013-05-24 18:19:00",
            "post_id": "101795",
            "reply_to_id": "101671"
        },
        {
            "user_name": "jeepson",
            "text": "Byggingar staðlarnir eru svo stangir nú til dags :)",
            "date": "2013-05-24 18:52:00",
            "post_id": "101797",
            "reply_to_id": "101795"
        },
        {
            "user_name": "elliofur",
            "text": "og video \nhttp://www.youtube.com/watch?v=kGziS9joCQI",
            "date": "2013-05-27 17:26:00",
            "post_id": "102088",
            "reply_to_id": "101797"
        },
        {
            "user_name": "Haffi",
            "text": "Gaman að þessu en mikið eru þetta ógeðslegir ungar, haha!",
            "date": "2013-05-27 17:35:00",
            "post_id": "102089",
            "reply_to_id": "102088"
        },
        {
            "user_name": "elliofur",
            "text": "Eitt ljótasta ungviðið :)\nEinusinni tók ég svona unga og átti skemmtilegt gæludýr eitt sumar :)",
            "date": "2013-05-27 17:58:00",
            "post_id": "102092",
            "reply_to_id": "102089"
        },
        {
            "user_name": "TWIN 2",
            "text": "LIKE\nég er líka álverskall og er búinn að vera að fylgjast með þessum Laup.\nbara flott og gaman að þessu",
            "date": "2013-05-27 18:50:00",
            "post_id": "102100",
            "reply_to_id": "102092"
        },
        {
            "user_name": "elliofur",
            "text": "31 maí",
            "date": "2013-05-31 21:10:00",
            "post_id": "102496",
            "reply_to_id": "102100"
        },
        {
            "user_name": "elliofur",
            "text": "",
            "date": "2013-06-01 21:22:00",
            "post_id": "102600",
            "reply_to_id": "102496"
        },
        {
            "user_name": "elliofur",
            "text": "http://www.youtube.com/watch?v=N-UAtjGAAQM",
            "date": "2013-06-01 22:45:00",
            "post_id": "102608",
            "reply_to_id": "102600"
        },
        {
            "user_name": "elliofur",
            "text": "Nýjar myndir, 10 júní. Ungarnir þriggja og hálfs vikna gamlir.\nhttp://www.youtube.com/watch?v=CTheZ0M8iVM",
            "date": "2013-06-10 22:53:00",
            "post_id": "103399",
            "reply_to_id": "102608"
        },
        {
            "user_name": "elliofur",
            "text": "http://www.youtube.com/watch?v=IuIbtODBDNk",
            "date": "2013-06-12 00:37:00",
            "post_id": "103500",
            "reply_to_id": "103399"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Skemmtilegt - vilja sinn mat og engan refjar.",
            "date": "2013-06-12 08:09:00",
            "post_id": "103503",
            "reply_to_id": "103500"
        },
        {
            "user_name": "Stebbi",
            "text": "Verst að þeir eru ekki svona krúttlegir þegar þeir eru að hreinsa móan af eggjum og ungum.",
            "date": "2013-06-13 21:20:00",
            "post_id": "103628",
            "reply_to_id": "103503"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Það gleður mig alveg jafn mikið að sjá skógarþröst með orm handa ungunum sínum eins og hrafn með mófuglaegg/unga handa ungunum sínum. Það er nú kanski ekki beint krúttlegt að sjá hrafn rífa í sig unga en þetta er bara náttúran og ekkert ósangjarnt við þetta :)\nHérna er hrafn sem ég náði mynd af tæma þrastarhreiður á nokkrum sekundum fyrir tveimur árum. Ég veit hvar þessi óðalsfugl er með hreiður og hann var sjálfur með unga á þessum tíma. Mér fannst þetta bara skemmtilegt að verða vitni að þessu og ennþá skemmtilegra að ná þessu á mynd. Ég sé þennan óðalsfugl reglulega á vorin skanna grenitrén í leit af einhverju gómsætu fyrir ungana sína :)\nEn mig langar að þakka Elmari alveg sérstaklega fyrir að pósta þessum myndum hérna. Ég hef mjög gaman af þessu, enda búinn að vera með slæma fuglaflensu frá því að ég var krakki.\nHérna eru fleiri krummamyndir fyrir þá sem hafa áhuga: \nhttp://is.oskarandri.com/2013/06/11/hrafnamerkingar-sumrid-2013/",
            "date": "2013-06-14 12:22:00",
            "post_id": "103665",
            "reply_to_id": "103628"
        },
        {
            "user_name": "elliofur",
            "text": "Þakka þér sömuleiðis Andri fyrir skemmtilegar myndir :)\nÉg hef líka verið með smá hrafnadellu frá því ég átti einn sem gæludýr fyrir ca 10 árum :)",
            "date": "2013-06-14 14:18:00",
            "post_id": "103671",
            "reply_to_id": "103665"
        },
        {
            "user_name": "Stebbi",
            "text": "Nei enda er hann ekki einn við rányrkjuna og kanski ósanngjarnt af mér henda þessu svona fram.  En það hefur orðið alveg gríðarleg aukning í hrafnastofninum á síðustu árum og er ekki óalgengt að sjá þá fljúga um í stórum hópum.  Þeir eins og álftin eru löngu komnir úr þessari útrýmingarhættu sem átti að vera yfirvofandi fyrir einhverjum 20 árum, í dag er álftin til dæmis að verða plága fyrir bændur sem heyja.",
            "date": "2013-06-14 19:51:00",
            "post_id": "103685",
            "reply_to_id": "103671"
        },
        {
            "user_name": "elliofur",
            "text": "Ég veit ekki til þess að hrafninn hafi verið álitinn í einhverri útrýmingarhættu, allavega veit ég það fyrir víst að það má skjóta hann allt árið um kring.\nhttp://ust.is/einstaklingar/veidi/veiditimabil/",
            "date": "2013-06-14 21:36:00",
            "post_id": "103691",
            "reply_to_id": "103685"
        },
        {
            "user_name": "Stebbi",
            "text": "Á tímabili var einhver friðun á hrafni, hvort hann fór á eitthvað tímabil eða eitthvað í þá áttina en allavegna var bændum bannað að leggja út eitur fyrir þeim.",
            "date": "2013-06-14 21:51:00",
            "post_id": "103692",
            "reply_to_id": "103691"
        },
        {
            "user_name": "elliofur",
            "text": "Rúmlega mánaðargamlir.",
            "date": "2013-06-19 21:19:00",
            "post_id": "104049",
            "reply_to_id": "103692"
        },
        {
            "user_name": "elliofur",
            "text": "Tveir farnir, einn eftir. Hann flækti merkið í vír í laupnum og sat fastur, mjög illa fótbrotinn.\nÉg klippti fótinn af eftir að hafa ráðfært mig við nokkra aðila. Það var hans eina von, hann var svo illa brotinn að fóturinn hékk bara á nokkrum sinum.\nFóturinn er í herðingu núna (uppstoppun)\nNæsta dag, virðist ætla að meika'ða á Einari löpp\nHann er nokkuð gæfur, ég labba upp að honum þar sem hann situr. Ég er búinn að vera að reyna að gefa honum skinku sem hann vill lítið af, ég náttúrulega er ekki að æla uppí hann eins og foreldrarnir :) En foreldrarnir sveima þó yfir honum þegar ég er á staðnum, greinilega ekki búin að yfirgefa hann. Hann virðist ætla að eiga ágætis von.\nFleiri myndir í albúminu í fyrsta póstinum.",
            "date": "2013-06-29 22:37:00",
            "post_id": "104703",
            "reply_to_id": "104049"
        }
    ],
    "date": "2013-05-22 22:00:00"
}