{
    "forum_title": "Almennt spjall",
    "id": "18249",
    "title": "econoline 16,5\"/15\"???",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=18249",
    "posts": [
        {
            "user_name": "andri84",
            "text": "Sælir strákar...\nMig langaði að kanna hvort að það væri einhver sem hefur veerið að brasa með þessi felgu má á econoline (dana 60)\nMálið er að ég var að kaupa econoline sem er breittur fyrir 42\" en ég fékk bílinn á 38\" ónýtum dekkjum en með bílnum fyldi 44\"dc á felgum sem eru 8.gata en þær eru 15\" háar mér var sagt að þær ættu að passa. Málið er eins og ég var hræddur um að felgan fer ekki uppá að framan allavegana út af bremsu dælunum, er ekki búinn að kanna með skálarnar að aftan. \nMér rámar eithvað í það að hafa heyrt að menn hafi verið að slípa af dælunum til að koma 15\" felgum undir þessa bíla vegna skorts á 16,5\" dekkjum.\nEf einhver getur frætt mig um þessi mál og þá hvað ég þarf að gera til að láta þetta ganga upp hjá mér, ef þetta er ekki hægt, þá er spurning hvort að þið vitið um einhvern sem hefði áhuga á að skipta á 39,5\"/15 fyrir eithvað svipað fyrir 16,5\" felgur\nKv.Andri 663-9329",
            "date": "2013-05-24 18:29:00",
            "post_id": "101796",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Það er misjafnt eftir hvernig bremsudælur eru hjá þér hversu mikið er hægt að slípa af dælunum og svo er misjafn hvað felgurnar eru rúmar yfir dælurnar 15\" felga er ekki bara 15\" felga þær eru mjög misjafnar í laginu.Ég slípaði til dælur á dana60 ford þannig að ég gat notað15\" felgur með ca.9cm backspace það var ekki nema stutta stund verið að slípa það til.Þegar ég gerði þetta spaceaði ég með skinnum meðan ég var að máta og slípa til dælurnar svo felgan leggðist rétt að við hverja mátun svo tíndi ég burtu 1 og 1 sett af skinnum þar til felgan sat rétt og kom hvergi við.\nEn eins og staðan er í dag og stórum 15\" dekkjum er alltaf að fækka er alveg spurning um að fara bara í 16\" felgur og sleppa þessu basli.",
            "date": "2013-05-24 19:47:00",
            "post_id": "101804",
            "reply_to_id": "101796"
        },
        {
            "user_name": "andri84",
            "text": "Sælir... Málið er að ég er ný búinn að kaupa mér dekk á felgurnar og nenni varla að fara að standa í því að selja þau og leita að enhverju öðru. \nÉg er ekki viss hvaða dælur eru undir bílnum veistu hvar ég get séð það? en þegar ég mátaði felgurnar við á fór hún allveg upp að kraganum sem er utan um driflokurnar þannig að það vantaði bara um það bil 2,5-3mm að hún myndi setjast rétt en ég prufaði að herða felguna áður en þeg tók eftir þessu og þegar hún var hert var ekki séns að snúa henni og sat hún þá á dæluni og horninu á bremsuklossanum, svo virðist sem að ég þurfo bara rétt að taka hornin sem standa út á klossunum og víkka miðjuna í felgunni til að koma henni utan um kragann í kringum lokurnar og slípa aðeins af sitt hvoru horninu á dælunui.\nÉg var bara með áhyggjur að slípa of mikið af dælunum og skemma þær,  en veistu hvort að skálarnar að aftan séu til vandræða?\nKv.Andri",
            "date": "2013-05-24 20:10:00",
            "post_id": "101807",
            "reply_to_id": "101804"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ef þetta er bara smotterí sem vantar uppá þá er ekkert mál að slípa aðeins af klossunum og dælunum bara lítið í einu en svo er líka hægt að fá 1/4\" eða ca.7mm álspacera í bílanaust sem kosta lítið mátaðu með að setja skinnur undir 4 bolta 3 skinnur undir hvern(ca.7-8mm) hvort það dugar þegar búið er að herða þá sleppur þú með spacerinn einan.",
            "date": "2013-05-24 20:20:00",
            "post_id": "101809",
            "reply_to_id": "101807"
        },
        {
            "user_name": "andri84",
            "text": "Ég ætla að skella mér í þetta á morgun.\nMeð skinnurnar þú notar þær bakvið felguna til að mæla hvað þú þarft þikka spacera? er það ekki :) en þegar ég fer að hugsa út í þetta þá ætti þetta að duga því að það var ekki fyrr en ég herti upp á felgunni að hún festist rétt áður voru það bara hornin á klossunum sem rétt snertu felguna\nÞakka þér kærlega fyrir skjót og góð svör !!! ég vona að ég nái að bjarga þessu á morgun \nKv.Andri",
            "date": "2013-05-24 20:44:00",
            "post_id": "101811",
            "reply_to_id": "101809"
        },
        {
            "user_name": "jeepcj7",
            "text": "Jú skinnurnar eru bara til mælinga og mátunar gangi þér vel.",
            "date": "2013-05-24 21:59:00",
            "post_id": "101815",
            "reply_to_id": "101811"
        },
        {
            "user_name": "jongud",
            "text": "Það verður líka að passa sérstaklega að dælurnar hafi nóg pláss þegar klossarnir slitna niður. Ég heyrði hryllingssögu af því þar sem einhver slípaði niður dælu og allt var í lagi.\nÞangað til hann þurfti að hemla duglega á leið niður brekku nokkrum mánuðum síðar og bremsudælan snerist af.",
            "date": "2013-05-25 10:56:00",
            "post_id": "101850",
            "reply_to_id": "101815"
        },
        {
            "user_name": "andri84",
            "text": "Sælir strákar...\nÉg skelti mér út í dag og fór að skoða þetta, ég reif undan honum að framan og átti því miður ekki nó af skinnum til að gera þetta en tók felgu rær sem ég skrúfaði upp á boltana og setti svo felguna uppá og herti rækilega og felgan snerti ekkert þannig að ég prufaði að taka hring í görunni og allt virkaði fínt fyrir utan að fólk horfði á bílinn og spurði mig hvort að það væri ekki eithvað skrítið við bílinn þar sem ég var á 44\" að framan og 38\" að aftan hehehe en ég ætla bara áð fara í Bílanaust á mánudaginn og kaupa mér spacera í stað felguboltana og vandamálið virðist vera leist. en reyndar kannaði ég ekki að aftan vitið þið hvort að það sé eithvað mál með bremsuskálarnar?\nKv.Andri",
            "date": "2013-05-25 23:40:00",
            "post_id": "101927",
            "reply_to_id": "101850"
        },
        {
            "user_name": "jeepcj7",
            "text": "Bremsuskálarnar á dana60 sleppa alveg með 15\" felgum.",
            "date": "2013-05-25 23:46:00",
            "post_id": "101928",
            "reply_to_id": "101927"
        },
        {
            "user_name": "andri84",
            "text": "Takk fyrir það, ég ætlaði að reyna að senda inn mynd af bílnum sem ég tók í dag til að sýna ykkur hvernig þetta lítur út hjá mér en ég var ekki að ná því",
            "date": "2013-05-26 00:02:00",
            "post_id": "101930",
            "reply_to_id": "101928"
        },
        {
            "user_name": "andri84",
            "text": "Ég vona að þetta virkar en hér er mynd af bílnum kominn með 44\" á 15\" felgunum undir,",
            "date": "2013-05-26 00:29:00",
            "post_id": "101932",
            "reply_to_id": "101930"
        },
        {
            "user_name": "kjartanbj",
            "text": "þessi dekk munu ábyggilega rekast uppí í misfjöðrun, þessi bíll er ekkert 44\" breyttur , þarf að hækka meira og stærri kanta",
            "date": "2013-05-26 10:37:00",
            "post_id": "101951",
            "reply_to_id": "101932"
        }
    ],
    "date": "2013-05-24 18:29:00"
}