{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "18342",
    "title": "Verð og gæði á framrúðuskiptum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=18342",
    "posts": [
        {
            "user_name": "vidart",
            "text": "Geta menn bent á einhverja góða og helst ekki of dýra í þessum bransa?\nHafa menn kannski líka hugmynd hvað það kostar að skipta um framrúðu í '99 Patrol?",
            "date": "2013-05-29 19:14:00",
            "post_id": "102291",
            "reply_to_id": false
        },
        {
            "user_name": "Valdi 27",
            "text": "Minnir að það sé 15% af heildarkostnaði hjá öllum tryggingarfélögunum. Þannig að hvort að kostnaðurinn sé í kringum 12-15 þús.",
            "date": "2013-05-29 20:26:00",
            "post_id": "102301",
            "reply_to_id": "102291"
        },
        {
            "user_name": "bennzor",
            "text": "Ég fór með Explorerinn minn í fyrra til Glerpro og get ekkert sagt neitt nema gott um þá, í mínutilfelli þá þurfti ég að punga út 10-11þús fyrir framrúðuna íkomna (í gegnum tryggingarnar)",
            "date": "2013-05-29 21:05:00",
            "post_id": "102304",
            "reply_to_id": "102301"
        },
        {
            "user_name": "JóiE",
            "text": "Verðið er eflaust nokkuð það sama, milli þessara aðila og er kannski frekar spurning um hver er næstur þér.. \nÞessir stærstu í þessu eru eflaust Bílrúðan, Poulsen og kannski líka Bílaglerið - eða í miðbænum, í Skeifunni og upp á Höfða.",
            "date": "2013-05-29 22:16:00",
            "post_id": "102320",
            "reply_to_id": "102304"
        },
        {
            "user_name": "ivar",
            "text": "Eftir reynslu af Orku uppá höfða og Poulsen færi ég alltaf á viðurkennt réttingverkstæði. Ekki sérhæft rúðuverkstæði. Veit ekki til þess að frágangur þar sé nokkurntimann vel vandaður.\nSíðast fór ég í poulsen og bað um vandvirkni og ef rið finndist eða eh myndi rispast yrði það lagað og bauðst til að borga allt umfram rúðuskipti að full\nFékk bílinn til baka með der yfir rúðunni sem var boltað áður illa niðurlímt. Þegar ég fór svo að laga það kom rið undir í ljos sem ætti að hafa verið full ljóst.\n:(\nKannaðu endilega hvað það kostar að láta gera þetta af fagmönnum í bílaréttingum eða bílasprautun.",
            "date": "2013-05-30 16:50:00",
            "post_id": "102381",
            "reply_to_id": "102320"
        },
        {
            "user_name": "beygla",
            "text": "er mjög ánægður með bílaglerið hafa skipt um rúður fyrir mig og fyrirtækið sem eg vinn hjá",
            "date": "2013-05-30 18:13:00",
            "post_id": "102386",
            "reply_to_id": "102381"
        },
        {
            "user_name": "Hilmar Örn",
            "text": "Bílaglerið Bíldshöfða 16  mæli með þeim, topp þjónusta og vinnubrögð.",
            "date": "2013-05-30 23:15:00",
            "post_id": "102414",
            "reply_to_id": "102386"
        },
        {
            "user_name": "GFOTH",
            "text": "hvernig bíll var þetta og hvað er langt síðan \nKv. Fannar",
            "date": "2013-05-31 08:18:00",
            "post_id": "102432",
            "reply_to_id": "102414"
        }
    ],
    "date": "2013-05-29 19:14:00"
}