{
    "forum_title": "Almennt spjall",
    "id": "18393",
    "title": "vantar felgujárn",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=18393",
    "posts": [
        {
            "user_name": "cameldýr",
            "text": "Hvar ætli sé helst að fá felgujárn á Íslandi?\nVerður maður að smíða sér sjálfur, fá kannski teikningar frá Kúbu eða er til eitthvað \"spray\" sem ég veit ekki um,  til að frussa dekkinu á felguna :)\nÞessar spray og bætiefna, \"og get pantað\" verslanir eiga nú bara hreint ekki nokkurn skapaðan hlut af viti lengur.\nspray kv. frá self. :)",
            "date": "2013-06-01 16:36:00",
            "post_id": "102560",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Keypti mér fyrir tveimur árum, tvö stór felgujár í Verkfæralagernum Smáratorgi.\nMan ekki verðið, það var ekki svo hátt. En passaðu þig á þessarri verslun, sumt þarna er á þvílíku okurverði. \nT.d pílulykill á 2000 kr. Sama lykil sá ég á 300 kr á bensínstöð.",
            "date": "2013-06-01 16:46:00",
            "post_id": "102561",
            "reply_to_id": "102560"
        },
        {
            "user_name": "olei",
            "text": "Sá sæmileg felgujárn í Bauhaus um daginn. Þau voru á svipuðum slóðum og föstu lyklarnir, rétt norðan við tengurnar niður undir gólfi.\nSindri á líka felgujárn, einnig Bílanaust, Verkfærasalan Síðumúla 11 og vafalaust margir fleiri.",
            "date": "2013-06-01 17:11:00",
            "post_id": "102570",
            "reply_to_id": "102561"
        },
        {
            "user_name": "cameldýr",
            "text": "Best að athuga þar.\nAð finna pílulykill var svona vesen og loftþrýstimæli fyrir minna en 10psi grrr. :)\nVarðani okurverð, Wurth á netinu á felgujárn á 14.000kr og koma til með að eiga það áfram.",
            "date": "2013-06-01 17:17:00",
            "post_id": "102571",
            "reply_to_id": "102570"
        },
        {
            "user_name": "cameldýr",
            "text": "Sindri á þau allavega ekki. Bílanaust/N1 eða hvað, þarf að panta þau,",
            "date": "2013-06-01 17:18:00",
            "post_id": "102572",
            "reply_to_id": "102571"
        },
        {
            "user_name": "olei",
            "text": "Ok, gætir tékkað á Jötunvélum fyrst að þú ert á Selfossi.",
            "date": "2013-06-01 18:16:00",
            "post_id": "102580",
            "reply_to_id": "102572"
        },
        {
            "user_name": "jongud",
            "text": "Ég gafst upp á að reyna að finna pílulykil og fékk mér pakka af \"traktorsventlahettum\" á næsta dekkjaverkstæði. Þetta eru ventlahettur með pílulyki ofaná.\nþað er bölvað að hafa þetta á dekkjaventlunum af því að maður getur fleiðrað sig illa ef maður rekur sig í þetta þannig að pakkinn var bara í hanskahólfinu og hetturnar notaðar í neyð og svo auðvitað sem pílulykar.",
            "date": "2013-06-02 09:09:00",
            "post_id": "102626",
            "reply_to_id": "102580"
        }
    ],
    "date": "2013-06-01 16:36:00"
}