{
    "forum_title": "Almennt spjall",
    "id": "18515",
    "title": "ná brunalykt úr bíl",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=18515",
    "posts": [
        {
            "user_name": "runark",
            "text": "hvað er hægt að gera til að ná brunalykt úr bílnum hjá mer \nmbk rúnar",
            "date": "2013-06-09 22:47:00",
            "post_id": "103291",
            "reply_to_id": false
        },
        {
            "user_name": "Freyr",
            "text": "Kveikti í cherokee sem ég breytti f. mörgum árum, hún fór bara án sérstakra aðgerða. Tók nokkrar vikur, ók bara með rifu á gluggum ef ekki rigndi",
            "date": "2013-06-09 23:10:00",
            "post_id": "103295",
            "reply_to_id": "103291"
        },
        {
            "user_name": "Haffi",
            "text": "Djúphreinsun og svo er hægt að fá ýmis sprey og drasl til að eyða reykingarlykt.",
            "date": "2013-06-09 23:26:00",
            "post_id": "103300",
            "reply_to_id": "103295"
        },
        {
            "user_name": "Freyr",
            "text": "Vantaði að ég fjarlægði allt sem hafði brunnið, miðstöðin, hluti rafkerfis, teppabútur o.fl",
            "date": "2013-06-09 23:36:00",
            "post_id": "103304",
            "reply_to_id": "103300"
        },
        {
            "user_name": "Bskati",
            "text": "það er til lyktareyðir frá wurth sem virkar amk á allskonar ólykt",
            "date": "2013-06-09 23:48:00",
            "post_id": "103307",
            "reply_to_id": "103304"
        },
        {
            "user_name": "Stebbi",
            "text": "Byrjaðu bara að reykja pípu í bílnum með lokaða glugga, þá ætti brunalyktin að hverfa á nokkrum dögum.",
            "date": "2013-06-10 00:23:00",
            "post_id": "103315",
            "reply_to_id": "103307"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÉg myndi hafa uppi á þeim sem eru að hreinsa húsgögn og fleira fyrir tryggingafélögin eftir bruna.  ég veit að þeir luma á ýmsum ráðum.  Eitt þeirra er að ausa reyk úr ensími eins og er notað til að fela illa útlítandi hljómsveitir á sviði og svo eru fleiri sambærileg efni en þessir kumpánar vita hvað á að nota hvenær.  \nGamalt húsráð er að nota dollu með matarsóda minnir mig.  Bara hafa dolluna opna í bílnum.  Matarsódinn tekur við ólyktinni en ég hef ekki grun um af hverju.  \nKv Jón Garðar",
            "date": "2013-06-10 09:14:00",
            "post_id": "103326",
            "reply_to_id": "103315"
        },
        {
            "user_name": "jongud",
            "text": "Það er hægt að nota matarsóda, sem er basískur, og svo er líka hægt að fara í hina áttina og nota edik sem er sýra.\nHún á allavega að virka vel til að ná fúkkalykt úr bílainnréttingum.\nÍ báðum tilfellum er um að gera að reyna að hafa yfirborð hreinsiefnisins sem mest, kannski finna gamla ofnskúffu og koma henni fyrir á stað í bílnum þar sem ekki sullast uppúr henni og dreifa matarsóda í botninn (eða setja botnfylli af ediki).",
            "date": "2013-06-10 09:58:00",
            "post_id": "103329",
            "reply_to_id": "103326"
        },
        {
            "user_name": "elli rmr",
            "text": "Kemí var einhvertíman með græju sem hreinsaði brunalykt tryggingafélöginn borguðu það á sínum tíma þegar kveiknaði í sumarbústað og hvarf lyktin",
            "date": "2013-06-10 15:12:00",
            "post_id": "103347",
            "reply_to_id": "103329"
        },
        {
            "user_name": "smoothie",
            "text": "Það kviknaði í vörubíl í vinnunni hjá okkur og við tókum sæti og annað og skrúbbuðum þau með Færeying (S1-extra). Fann svona sambland af mildri sápu og sótlykt í nokkra daga en svo hvarf það.",
            "date": "2013-06-10 21:56:00",
            "post_id": "103386",
            "reply_to_id": "103347"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég var að gera tilraun með bíl sem ég á. Fyrri eigandi átti Husky hund sem fékk að dúsa aftan í bílnum. \nEftir að hafa keyrt bílinn með æluna í hálsinum í tvær vikur komst ég loksins í það í dag að þrífa hann að innan. Þegar ég var búinn að ná hárunum og þrífa hann á hefðbundinn hátt að innan, prufaði ég að úða Cilit Bang með klór (hvítur miði og haus á brúsanum) yfir teppin og sætin. Var ekkert  að spara það. Mín kenning er sú að klórinn drepi bakteríuna. Hundalykt í bíl stafar jú af bakteríu.\nÞessi aðferð virkar kannski ekki á brunalykt. Þú þarft sennilega einhver efni sem draga í sig óþefinn í stað þess að fela hann eða breyta honum.",
            "date": "2013-06-10 22:48:00",
            "post_id": "103397",
            "reply_to_id": "103386"
        },
        {
            "user_name": "Rangur",
            "text": "Það er til efni sem heitir \nEnsím\n (fæst m.a. í Byko) og þetta er magnað dót, fjarlægir m.a. dýralykt (þ.m.t. merkingarlykt) fljótt og vel.  Nota fyrst sem sápu til að þrífa, blanda svo þunnt í úðabrúsa og spreia þar sem er lykt.\nkv.\nÞÞ",
            "date": "2013-06-11 09:43:00",
            "post_id": "103420",
            "reply_to_id": "103397"
        },
        {
            "user_name": "StefánDal",
            "text": "Klór tilraunin mín svínvirkaði á hundalyktina í mínum bíl. Nú angar hann að vísu eins og sundlaug en það er betra en súr hundur :)",
            "date": "2013-06-11 14:55:00",
            "post_id": "103436",
            "reply_to_id": "103420"
        },
        {
            "user_name": "villi58",
            "text": "Settu kött í bílinn og þá hverfur brunalyktin.",
            "date": "2013-06-11 17:19:00",
            "post_id": "103448",
            "reply_to_id": "103436"
        }
    ],
    "date": "2013-06-09 22:47:00"
}