{
    "forum_title": "Almennt spjall",
    "id": "1852",
    "title": "Pajero reykir",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1852",
    "posts": [
        {
            "user_name": "khs",
            "text": "Góðan dag\nEr með Pajero 98 2,8tdi sem er farinn að reykja all nokkuð þegar hann lullar á 60kmh en einnig þegar honum er gefið inn, hvort sem það er lítil eða mikil inngjöf en ekki í eins miklu magni og þegar hann lullar eins og áður segir.  Einnig reykir hann töluvert þegar það reynir á hann t.d. við að draga fellihýsi sem er 1 tonn.  Reykurinn er svartur.  Mér fannst ég fyrst taka eftir þessu þegar ég var að draga kerru upp kambana og vélin hitnaði aðeins en ekkert alvarlegt og í kjölfarið kom í ljós að vatnskassinn var búinn að vera en ég hef nú skipt um hann.  Hugmyndir?",
            "date": "2010-09-07 08:48:00",
            "post_id": "8316",
            "reply_to_id": false
        },
        {
            "user_name": "arnia",
            "text": "Svartur reykur = of mikið eldsneyti, eða eldsneyti á því formi að ekki næst fullkominn bruni.\nBendir á t.d. lélega spíssa",
            "date": "2010-09-07 11:43:00",
            "post_id": "8326",
            "reply_to_id": "8316"
        },
        {
            "user_name": "khs",
            "text": "Er þá nóg að kaupa spíssahreinsi?  Er einhver einn sem er betri en annar?",
            "date": "2010-09-07 12:11:00",
            "post_id": "8328",
            "reply_to_id": "8326"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-09-07 13:11:00",
            "post_id": "8330",
            "reply_to_id": "8328"
        },
        {
            "user_name": "arnia",
            "text": "Það er sjálfsagt að byrja á að prófa spíssahreinsi, enda einföld og ódýr aðgerð. Vonandi dugar það.\nSpíssar eiga að vinna þannig að þeir opna eldsnöggt, skjóta inn mjög fínni olíuþoku og loka eldsnöggt aftur.\nEf eitthvað vantar upp á þetta, t.d. ef spíss er hálfstíflaður og ýrir illa ( buna eða dropar) eða ef spíss lokast ekki þétt , þá verður bruninn ófullkominn með tilheyrandi svörtum reyk. Spíssar ( einn er nóg ) gerta verið slitnir, brunnir, brotinn gormur eða á annan hátt skemmdir.  Svo er auðvitað mögulegt að vélin sé einfaldlega að fá of mikla olíu í hlutfalli við loft.\nHvernig er ástand loftsíu ?  Hvernig er hlutfallinu stjórnað í þessari vél ? Er eitthvað að þeim búnaði ? En þetta kemur allt á eftir spíssahreinsinum.  :)",
            "date": "2010-09-07 13:33:00",
            "post_id": "8331",
            "reply_to_id": "8330"
        },
        {
            "user_name": "Stebbi",
            "text": "Samkvæmt minni reynslu af þessum vélum og því sem ég hef heyrt eru 3 hlutir sem koma til greina:\nTúrbína að syngja sitt síðasta.\nSpíssar orðnir lélegir.\nEGR ventill fastur.\nVonum bara að turboið sé í lagi og það sé eitthvað auðvelt eins og spíssaskipti eða að losa um EGR ventilinn.  Þú getur gúgglað það hvernig menn hafa blindað hann.",
            "date": "2010-09-08 21:17:00",
            "post_id": "8366",
            "reply_to_id": "8331"
        },
        {
            "user_name": "khs",
            "text": "Ég tók einnig eftir því að það kom meira glamur(tikk) úr vélinni.   Gæti þetta þá ekki verið EGR ventillinn?",
            "date": "2010-09-09 09:55:00",
            "post_id": "8383",
            "reply_to_id": "8366"
        },
        {
            "user_name": "Stebbi",
            "text": "Það gæti verið en í þessu máli er \nGoogle\n vinur þinn.  Ég hefði leyst þetta vandamál með reykjarsvælu og bank strax í verksmiðjuni með því að setja frekar í hann 2.5  :)",
            "date": "2010-09-09 19:49:00",
            "post_id": "8401",
            "reply_to_id": "8383"
        },
        {
            "user_name": "haukur p",
            "text": "hefur einhver lent í því að handælann fyrir hráoliusijuna sé að draga falgst loft í pæju.helvitis sijan er alltaf hálf tóm og þar af leiðandi allveg ömulegur í gang á morgnana.",
            "date": "2010-11-08 20:55:00",
            "post_id": "10527",
            "reply_to_id": "8401"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nFylltu tankinn og skelltu 2 lítrum af mótorolíu samanvið og farðu svo á rúntinn í ca 2 tíma lágmark.  Gott að gera þetta ekki í miklum kulda því að hann gæti verið tregari í gang á oíunni.  (ekki gera þetta rétt fyrir skoðun, það kemur ekkert endilega vel út)\nSkiptu svo um loftsíu og vittu hvað gerist.\nEkki láta mótorinn reykja mikið því að þá fer brunahitinn of hátt og eyðileggur heddið.  Ef bíllinn kraftar ekki upp brekku þýðir ekkert að gefa honum meiri olíu, hann vantar afl en ekki olíu.  Þú færð sama út úr vélinni nema brunahitinn verður lægri og eyðslan mun minni.  Láttu bara á gjöfinni þangað til þú finnur að hann sannlega dregur úr aflinu og haltu honum þar.\nKv Jón Garðar\nP.s. svartur reykur þýðir of mikil olía miðað við loft.  Svarti mökkurinn er bara hálfbrunnin olía.",
            "date": "2010-11-08 23:14:00",
            "post_id": "10547",
            "reply_to_id": "10527"
        },
        {
            "user_name": "geirlaugur",
            "text": "Hvað er bíllinn ekinn ?\nMjög líklegt að túrbínan sé orðin slöpp en eins og fram kom fyrr í þræðinum er ágætt að byrja á að fá sér spíssahreinsi, athuga með loftsíu, skipta um hráolíusía og taka EGR ventilinn úr og athuga hvort hann sé ekki í lagi.\nGetur einnig losað upp svarta loft barkann sem tengist í túrbínuna og athugað hvort að það sé slag í pinnanum á túrbínunni.\nEf það er slag til hliðar þá er hún orðin slöpp, og ef pinninn gengur inn og út þá er hún orðin virkilega slöpp og eiginlega pottþétt að valda þessu.\nEf túrbínan er farin borgar sig að taka hana úr og fara með hana uppí framtak glossa, þeir geta gert við túrbínuna ef hún er ekki mjög illa farin, annars kostar ný 270,000 minnir mig ef þetta er vatnskælda túrbínan.",
            "date": "2010-11-10 12:04:00",
            "post_id": "10619",
            "reply_to_id": "10547"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-11-10 15:00:00",
            "post_id": "10629",
            "reply_to_id": "10619"
        },
        {
            "user_name": "geirlaugur",
            "text": "Hehe jù àtti við framtak blossi :)",
            "date": "2010-11-10 15:13:00",
            "post_id": "10630",
            "reply_to_id": "10629"
        }
    ],
    "date": "2010-09-07 08:48:00"
}