{
    "forum_title": "Almennt spjall",
    "id": "18635",
    "title": "Fornbílar ????",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=18635",
    "posts": [
        {
            "user_name": "fritz82",
            "text": "Hvernig er það, 1989 árgerðin verður 25 ára næstu áramót. Er þá miðað við áramótin eða hvenær á árinu hann kemur á götuna ? Er takmarkaður akstur á fornbílum, hef heyrt það, ef svo að er þá farið eftir því við álestur eða álíka við skoðun annaðhvert ár ?\nEndilega deilið visku ykkar :)\nVirðingarfyllst Friðrik.",
            "date": "2013-06-18 20:49:00",
            "post_id": "103933",
            "reply_to_id": false
        },
        {
            "user_name": "Gunnar00",
            "text": "veit ekki með hvort það sé við áramótin en hinsvegar er takmarkaður akstur (2000km eða einhvað svoleiðis) en hinsvegar hef ég aldrei heyrt um neinn sem hefur verið kannað hvort hann fari yfir það eða ekki.",
            "date": "2013-06-18 21:34:00",
            "post_id": "103944",
            "reply_to_id": "103933"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "bifreiðajöld detta af við áramót og það er hægt að skrá hann fornbíl frá með þeim deigi sem hann er skráður fyrst á götuna og svo er skoðun á 2ára fresti eftir það já og það er miðað við ca,2000km á ári ef það er óbreyttur bíll á fornbílatryggingu",
            "date": "2013-06-18 22:16:00",
            "post_id": "103952",
            "reply_to_id": "103944"
        },
        {
            "user_name": "Hlynurn",
            "text": "Þegar ég var að fá tilboð í tryggingarnar á crúserinn minn þá voru þeir flestir að miða við 3000km keyrslu á ári, veit ekki hverstu strangt eftirlit er með því samt. En hann var fornbíll (og skráður sem einn) þegar ég keypti hann.\nEinnig ef þú ert með Jeppa, þá tala sum þessi tryggingarfélög um að Fornbílar séu bílar sem teknir eru út á sólríkum sumardögum, og jeppar ættu ekki að fá svona lágar tryggingar, ef þú lendir í því, hringdu Þá eitthvað annað......\nKv. Hlynur",
            "date": "2013-06-19 00:22:00",
            "post_id": "103970",
            "reply_to_id": "103952"
        }
    ],
    "date": "2013-06-18 20:49:00"
}