{
    "forum_title": "Almennt spjall",
    "id": "18643",
    "title": "Tralli minn er með hita",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=18643",
    "posts": [
        {
            "user_name": "olihelga",
            "text": "Sælar stelpur\nTralli minn (Nissan Micra ´95/96) er eitthvað veikur þessa dagana. Gengur illa lausagang, rétt höktir og mokar í sig bensíni sýnist hann vera að fara með á milli 30-35l á 100km sem er talsverð aukning frá venjulegri eyðslu. Hann virðist ganga nokkuð eðlilega kaldur og svo oftast í svona 2-4 sek eftir að maður startar honum heitum, virðist vinna nokkuð eðlilega þegar maður keyrir hann en þó aðeins hökt af og til, dökkur reykur oft ekki alltaf, sérstaklega í botngjöf, og mikil svona mengunar/bensín lykt af honum. Ég er búin að skoða neista, skipta um kerti, skoða hvort hann hafi farið yfir á tíma og hvort loftsía eða sogrein séu stífluð en finn ekkert. Einhverjar hugmyndir um hvað ég á að skoða næst.\nKveðja Óli",
            "date": "2013-06-18 22:50:00",
            "post_id": "103956",
            "reply_to_id": false
        },
        {
            "user_name": "Svenni30",
            "text": "Ef það er hvarfakútur þá gæti hann verið stíflaður, bara hugmynd\nÞetta hjómar samt eins og hann sé að fá of ríka blöndu af bensín",
            "date": "2013-06-18 22:52:00",
            "post_id": "103957",
            "reply_to_id": "103956"
        },
        {
            "user_name": "olihelga",
            "text": "Já sú uppástunga var kominn en þar sem ég er nýlega búin að fara í gegnum það vandamál á öðrum bíl hjá mér þá finnst mér það ósennilegt, allavegana missti sá allan kraft og ég kom honum ekki mikið yfir 2000snúninga á mín, Tralli kraftar nokkuð eðlilega í akstri. Einhverjar fleiri uppástungur.\nKveðja Óli",
            "date": "2013-06-18 23:01:00",
            "post_id": "103960",
            "reply_to_id": "103957"
        },
        {
            "user_name": "Startarinn",
            "text": "mér dettur helst í hug að hitaneminn fyrir innspítinguna sé að stríða þér, ef hann bilar gæti tölvan haldið að hann sé alltaf kaldur og sturtar bensíni inn",
            "date": "2013-06-18 23:08:00",
            "post_id": "103961",
            "reply_to_id": "103960"
        },
        {
            "user_name": "olihelga",
            "text": "Ok hljómar gáfulega, ég er búin að skoða innsog/kaldgangráð og sé ekki betur en að það sé vaxpungur sem kælivatnið rennur að hluta til í gegnum þrýstir aðeins á inngjöfina og lyftir sér svo upp þegar bíllinn hitnar og hættir einmitt að íta á inngjöf og  þá einmitt fer hann að ganga eins og trunta er yfirleitt eitthvað meira í þessu innspítngardóti en það og hvar ætti ég að finna það þá? Ég finn einmitt bara fjóra spíssa engan svona sameiginlegann sem ég sé allavegana. En svona þegar þið farið að tala um það þá er hegðun mótorsins ekki ólík því að hann sé alltaf á fulu innsogi og gagni því á alltof bensínríkri blöndu eftir að hann er orðin heitur.",
            "date": "2013-06-18 23:17:00",
            "post_id": "103964",
            "reply_to_id": "103961"
        },
        {
            "user_name": "jongud",
            "text": "Logar vélarljósið hjá þér  (check engine) ?\nEf svo er, láttu þá lesa af honum, það er mun betra en að láta einhvern giska á hvað er að.",
            "date": "2013-06-19 08:39:00",
            "post_id": "103986",
            "reply_to_id": "103964"
        },
        {
            "user_name": "olihelga",
            "text": "Sælir\nÞað loga engin vélarljós, reyndar kvikna aldrei vélarljós spurning hvort það sé búið að taka peru úr eða hún sprungin. Veit það einhver á að vera vélarljós í þessum bílum?",
            "date": "2013-06-19 11:24:00",
            "post_id": "103996",
            "reply_to_id": "103986"
        },
        {
            "user_name": "jongud",
            "text": "Æi! ég las sem hann væri 2005, ekki 1995.\nÞað er eitthvað frumstæðari vélartölvan í þessum eldri og umboðið getur \nkannski\n lesið af honum eð það kostar líklega handlegg.\nSímtal við þá til að spyrja kostar nú samt yfirleitt ekkert...",
            "date": "2013-06-19 11:31:00",
            "post_id": "103997",
            "reply_to_id": "103996"
        },
        {
            "user_name": "olihelga",
            "text": "Satt er það. Ég hins vegar talaði við þá um daginn til að fá upplýsingar um tímamerki þegar sú hugmynd kom upp að hann hefði farið yfir á tíma og niðurstaðan var sú að mér var bent á heimasíðu þar sem allar tæknilegar upplýsingar um Nissan bíla var að finna, bara linkur af heimasíðu umboðsins, stórflott og gott framtak. En það er alltaf en til að geta nálgast þessar upplýsingar þurfti að skrá sig inn og svo þurfti að borga sem var ekki alveg eins flott framtak fannst mér. Og upphæðirnar voru þannig að þetta heillaði mig ekki mikið :(",
            "date": "2013-06-19 20:26:00",
            "post_id": "104040",
            "reply_to_id": "103997"
        },
        {
            "user_name": "Stjáni",
            "text": "Er hann aldrei neitt erfiður í gang td. þegar hann er heitur?\nÉg get lesið hann en ef hann kemur ekki með vélaljósið þá er lítið að lesa.\nGæti jú verið að peran sé sprungin eða ekki í svo það gæti borgað sig að prófa að tangja han við tölvuna.\nÞetta gæti mögulega verið vacumleki (falskt loft) þá skynjar vélatölvan það að hann fái of veika blöndu þar sem of mikið loft er að fara inná vélina og eykur þar af leiðandi bensínmagnið á móti því.\nkv Kristján 7727308",
            "date": "2013-06-20 04:11:00",
            "post_id": "104081",
            "reply_to_id": "104040"
        },
        {
            "user_name": "Startarinn",
            "text": "Þetta er ekki alveg rétt, ef vélin dregur falskt loft kemst það loft inná mótor framhjá loftflæðinema sem veldur því að hann skynjar ekki nema hluta af loftinu sem fer í raun og veru inn og blandan verður því of veik\nAftur á móti á þín lýsing vel við túrbómótor sem er með leka milli túrbínu og vélar, þá blæs túrbínan miklu meira heldur en skilar sér inná vélina og loftflæðineminn skynjar það allt og hrúgar bensíni inn á mótorinn",
            "date": "2013-06-20 12:42:00",
            "post_id": "104095",
            "reply_to_id": "104081"
        },
        {
            "user_name": "Lindemann",
            "text": "Bilaður loftflæðiskynjari gæti orsakað þetta, prófaðu að taka hann úr sambandi og keyra bílinn án hans. Ef hann er betri svoleiðis þá myndi ég setja nýjan svoleiðis í.\nHann getur samt gengið óreglulega með ótengdan loftflæðiskynjara en á að virka samt þokkalega.",
            "date": "2013-06-20 18:34:00",
            "post_id": "104105",
            "reply_to_id": "104095"
        },
        {
            "user_name": "grimur",
            "text": "Vakúmleki getur nú reyndar valdið of ríkri blöndu. Það gerist t.d. þegar það lekur með einum spíss, eða soggrein hjá einum cylinder, við það verður allt of veik blanda á einum, forsprengingar og rugl, of mikið súrefni skynjað í pústinu og hvaðeina, sem veldur svo því að innspýtingin mokar jafn mikið meira á alla cylindra þangað til komið er nóg fyrir lekanum með þessum eina. Þá er líka alltof mikið bensín að fara á hina. \nÞað sama gerist þegar spíssarnir eru að gefa mis mikið bensín, t.d. vegna óhreininda eða slits. Það er margt vitlausara en að \"matcha\" spíssana í gömlum bensínvélum, eða allavega hreinsa vel úr þeim. Ég hef tekið spíssahreinsi og sett beint á spíssa með sprautu og opnað þá með 9 volta batteríi. Þeir versnuðu allavega ekki við það.\nKv\nG",
            "date": "2013-06-20 23:47:00",
            "post_id": "104128",
            "reply_to_id": "104105"
        },
        {
            "user_name": "olihelga",
            "text": "Jæja trúlega búinn að finna útúr þessu, gerðist mjög kræfur í gærkvöldi og setti Tralla í gang og reif eitthvað af skynjurum úr sambandi og viti menn þegar ég tók það sem ég held að sé loftflæðiskynjari úr sambandi datt gangurinn í eðlilegt ástand. Hins vegar þá get ég ekki keyrt hann svoleiðis því hann drepur fljótlega á sér með skynjarann úr sambandi og þá fer hann ekki gang aftur fyrr en ég er búin stinga í samband aftur en þá gengur hann aftur eins og áður.Ef ég hins vegar reyni að fara af stað strax með þennan skynjara ótengdann þá kokar hann og er alveg máttlaus. Mitt gísk útí loftið er þessi loftflæðiskynjari (eins og búið var að benda á) og ég ætla eftir heldi að reyna að verða mér út um annan og sjá til hvað gerist. Ég læt vita þegar ég er búin að skipta hvort það breyti einhverju. Góða helgi.\nKveðja Óli",
            "date": "2013-06-21 23:19:00",
            "post_id": "104170",
            "reply_to_id": "104128"
        },
        {
            "user_name": "Gísli Þór",
            "text": "Byrjaðu á að þrífa hann hann er tekinn úr spjaldhúsinu með minnir mig tvemur skrúfum og þá er hægt að plokka kann úr bara ekki týna O hringnum svo skolarðu þetta með blöndungshreinsi og smá lofti á eftir og prufar þetta virkar oft og er ástæðan fyrir biluninni léleg loftsía óorginal og trassað að skifta\nkv Gísli",
            "date": "2013-06-22 01:02:00",
            "post_id": "104173",
            "reply_to_id": "104170"
        },
        {
            "user_name": "olihelga",
            "text": "Jæja stelpur. Flæðiskynjarinn er vandamálið, fór með blöndungshreinsi á skynjarann og vitimenn nú er hann hættur að moka í sig bensíni og gengur oftast vel. Dettur einstöku sinnum niður i snúning í lausagangi en ef eitthvað er þá gegnur hann heldur hraðar núna en hann gerði þannig að trúlega hefur þetta verið að safnast upp a löngum tíma. Ætla að reyna að spreyja meira í hann í vikunni og taka svo ákvörun eftir það hvort að ég skipti um skynjarann.\nTakk fyrir mig\nKveðja Óli",
            "date": "2013-06-28 22:28:00",
            "post_id": "104635",
            "reply_to_id": "104173"
        }
    ],
    "date": "2013-06-18 22:50:00"
}