{
    "forum_title": "Almennt spjall",
    "id": "18653",
    "title": "Þrif á vatnskassa",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=18653",
    "posts": [
        {
            "user_name": "emmibe",
            "text": "Sælir, var ekki einhver smurstöð með svona græju til að þrífa(skola út) vatnskassa? Google ekki að finna þetta. Það er einhver hvít útfelling sem ég sé í kassanum og kassahreinsir er ekki að vinna á þessu eftir tvær tilraunir, einhvað sem virkar kannski betur en annað til að skola þetta út?\nKv Elmar",
            "date": "2013-06-19 22:51:00",
            "post_id": "104064",
            "reply_to_id": false
        },
        {
            "user_name": "Kiddi",
            "text": "Úr hvaða efni er kassinn? Ef hann er úr áli þá gæti þetta verið tæring.",
            "date": "2013-06-20 00:08:00",
            "post_id": "104069",
            "reply_to_id": "104064"
        },
        {
            "user_name": "emmibe",
            "text": "Tja veit það bara ekki þetta er orginal súkkukassi, sé þetta bara niður um áfyllingargatið varla eru pípurnar úr áli? en kannski. En hann er greinilega stíflaður, hitnar bara á hliðunum og kaldur á stórum hluta miðsvæðis.",
            "date": "2013-06-20 00:16:00",
            "post_id": "104070",
            "reply_to_id": "104069"
        },
        {
            "user_name": "logimar",
            "text": "Smurstöðin Stórahjalla var með þessa þjónustu á sínum tíma, veit ekki hvernig það er í dag.  L.M.",
            "date": "2013-06-21 00:24:00",
            "post_id": "104132",
            "reply_to_id": "104070"
        },
        {
            "user_name": "biturk",
            "text": "Er hann kaldur þar sem viftuspaðinn er",
            "date": "2013-06-21 00:34:00",
            "post_id": "104133",
            "reply_to_id": "104132"
        },
        {
            "user_name": "emmibe",
            "text": "Já ískaldur, fór góðann hring í dag og þurfti að hafa miðstöðina á hita undan vindi. Skipti um vatnslás í gær og setti rafmagnsviftu fyrir framan kassann en enn hitavandamál. Spurning að skipta um vatnsdælu, ef ég ríf hana úr hvernig gæti ég séð að hún er lasin?",
            "date": "2013-06-21 18:21:00",
            "post_id": "104156",
            "reply_to_id": "104133"
        },
        {
            "user_name": "lecter",
            "text": "þetta með vatnsdæluna ,, hun er i lagi ef hun lekur ekki og vatnshjólið er fast á og óbrotið  ,,,  \nsérðu ofan i pipurnar á kassanum ef þær eru ekki lokaðar þá ættu hinar að vera eins  ,, ég er akkurat með kassa sem er i wrangler hann er með pipurnar lokaðar af ufellingu  svo ég mun finna út með testi hvað vinnur á þvi  hvað hafið þið hér prufað ,,, hvað með saltsýru , kassinn er hvort sem er ekki nothæfur og fer i ruslið  komið með hugm  fyrir okkur",
            "date": "2013-06-22 23:38:00",
            "post_id": "104212",
            "reply_to_id": "104156"
        },
        {
            "user_name": "Stebbi",
            "text": "Hafið þið prufað að skola kassann uppúr Ediki.  Kaninn segir það allra meina bót.",
            "date": "2013-06-23 13:32:00",
            "post_id": "104229",
            "reply_to_id": "104212"
        },
        {
            "user_name": "Cruser",
            "text": "Strákar kassinn er stíflaður og þá er kvikindið ónýtt.  Hef aldrei vitað efni á brúsum til lagfæringar á einu né neinu. Úrbrædd vél er allveg jafn Úrbrædd eftir að sett er á hana millitec?????????? \nKassinn er stíflaður af tæringu henntu kvikindinu og fáðu þér nyjan, að mínu mati of mikið í húfi MÓTORINN\nKv Bjarki",
            "date": "2013-06-23 20:32:00",
            "post_id": "104259",
            "reply_to_id": "104229"
        },
        {
            "user_name": "emmibe",
            "text": "Jæja það var settur á hann matarsóti og edik í dag :-) það kom nú ekki mikið útúr því en hvíta drullan í honum mýktist aðeins, kaupi mér annan kassa eins og Cruser segir er þetta hlutur sem á að vera í lagi.\nKv Elmar",
            "date": "2013-06-23 22:14:00",
            "post_id": "104275",
            "reply_to_id": "104259"
        },
        {
            "user_name": "emmibe",
            "text": "Fór í Smurstöðin Stórahjalla svo til að ath, þeir eru ekki með þessa skolþjónustu lengur en einn starfsmaður þar sagði mér að hella bara olíuhreinsi á dótið...... hita svo vel og skola, held að maður láti það eiga sig.",
            "date": "2013-06-24 20:38:00",
            "post_id": "104336",
            "reply_to_id": "104275"
        },
        {
            "user_name": "Cruser",
            "text": "Big LIKE á þig Elmar",
            "date": "2013-06-24 21:00:00",
            "post_id": "104337",
            "reply_to_id": "104336"
        },
        {
            "user_name": "Gísli Þór",
            "text": "HALLÓ það eru bara bj,,,ar sem reyna að þrífa/hreinsa vatnskassa það er skift um þá. Það kostar ca 30+ þúsund upptekning á vél kostar nálægt milljón í meðal jeppa svo ekki spara.\nGísli\nog nb álkassar eru alltaf eins og nýir jafnvel eftir mörg á en það þýðir ekki að þeir séu í lagi.\nKomið við í Grettir vatnskössum og fáið að sjá hvað ég er að segja, þau eiga fullt af \"heilum og óskemmdum\" kössum til að sýna ykkur sem samt hafa á stundum kosatað fólk vélar.",
            "date": "2013-06-25 02:05:00",
            "post_id": "104365",
            "reply_to_id": "104337"
        },
        {
            "user_name": "Tjakkur",
            "text": "Ef miklar útfellingar eruí vatnskassa má gera ráð fyrir að sambærilegar útfellingar/tæring sé til staðar í vélinni.\nÁstæðan er einföld, -kælivökvinn hefur langtímum verið gamall og súr eða mikið útþynntur með vatni.\nVert er að minna á að allir bílaframleiðendur gefa upp að skipta þurfi um kælivökva á 1 til 3 ára fresti. Í raun á einföld mæling með sýrupappír að segja hvort þörf sé á að skipta um vökva en þetta er einföld aðgerð og kostar minna en olíuskipti.\nHef það eftir fagmanni í vélaviðgerðum að umtalsverður hluti af vélaupptektum hans fyrirtækis séu af völdum vankunnáttu/vanhirðum um kælikerfi.\nAnnarsvegar vegna  lélegs kælivökva þar sem tæring/útfellingar í heddi og eða vatnskassa valdi hitavandamálum sem síðan kosta hedd/heddpakkningu\nHitt viðhaldsatriðið er stífleikinn í gorminum á vatnskassalokinu. Þessir gormar eiga það til að slappast og þá opnar þrýstivörnin við ogf lágan þrýsting sem veldur því að suðumark kælivökvans lækkar og gufubólur, sem veita litla kælingu, geta myndast á heitustu stöðum í vélinni sem eru umhverfis útblástursventlana. Ef þar er líka til staðar útfelling (hitaeinangrandi) er stutt í það að sprunga myndist í heddið.\nMenn ættu því að vera pjattaðir með kælivökva og vatnskassalok ef þeir aka bílum með orðspor um litla endingu á heddum (nefni engin nöfn) \n5Cyl Benz í minni eigu átti það til að tapa lítilsháttar kælivatni og hitna full mikið undir miklu álagi. Hvort tveggja hætti eftir að skipt var um vatnskassalok -sem nb kostaði klink í umboði. (það er fljótlegra að skipta um vatnskassalokið en að opna og loka húddinu!)\nVeit að í vissum gerðum af MB404 er vatnskassaloki skipt út árlega þar sem það kostar svo margfallt minna en heddpakkningarskipti og/eða ný hedd sem eiga það til að bila ef kælikerfið heldur ekki fullum þrýsting til að fyrirbyggja gufubólur.",
            "date": "2013-06-25 08:52:00",
            "post_id": "104369",
            "reply_to_id": "104365"
        }
    ],
    "date": "2013-06-19 22:51:00"
}