{
    "forum_title": "Tegundaspjall",
    "id": "18734",
    "title": "reynsla af vw passat",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=39&t=18734",
    "posts": [
        {
            "user_name": "Tollinn",
            "text": "veit að þetta telst seint vera jeppi en það eru bara svo margir spekingar hér sem væri gaman að heyra í, er að spá í að fá mér vw passat árgerð 2003 til 2006 en er einhvern veginn svo hræddur við vw merkið enda mikill toyota skjúklingur. Hins vegar finnst mér þetta miklu flottari og þæginlegri og ódýrari bílar en sambærilegar Toyotur.\nég rökstyð það að þetta eigi heima hér á jeppaspjallinu þannig að því fyrr sem ég finn fólksbíl handa konunni, því fyrr fæ ég að eiga jeppann í friði, hehe\nkv Tolli",
            "date": "2013-06-26 16:31:00",
            "post_id": "104462",
            "reply_to_id": false
        },
        {
            "user_name": "Tyrirun",
            "text": "þetta er ónýtt fáðu þér frekar avensis",
            "date": "2013-06-26 16:55:00",
            "post_id": "104464",
            "reply_to_id": "104462"
        },
        {
            "user_name": "hobo",
            "text": "Japanskt, all the way!",
            "date": "2013-06-26 16:59:00",
            "post_id": "104466",
            "reply_to_id": "104464"
        },
        {
            "user_name": "snowflake",
            "text": "sæll ég er búinn að eiga tvo passat báða 1998 reyndar. Það var oft eitthvað pillerí í þeim báðum samb. við læsingar ofl svo fór stýrisdælan (undir 100000 km) ofl,ofl . En ég er sammála því að þetta eru miklu massivari og skemmtilegri bílar í akstri heldur en t.d avensis búinn að eiga tvo þannig líka 2005 og 2007. Þekki til fólks sem á passat, held að hann sé 2004 hann er ekinn eitthvað yfir 100000 og síðastliðið ár er búið að vera harmleikur verkstæðiskostnaður um 500-600 þus.Mér finnst passatinn mun skemmtilegri bíll en ég fór yfir í toyota útaf þessu og mun betri endursala. Er núna á rav 2002 fékk hann þegar hann var ekinn 85.000 og hann er núna í 170000 og það er ekkert vesen bara búinn að skipta um bremsuklossa, en hann eyðir svoldið miðað við stærð á bíl.",
            "date": "2013-06-26 17:08:00",
            "post_id": "104467",
            "reply_to_id": "104466"
        },
        {
            "user_name": "Tollinn",
            "text": "Já, þetta er nú það sem maður er búinn að vera að heyra, kannski það sé bara best að hætta að pæla í þessu og halda sig bara við Toyotuna\nátti sjálfur RAV 4 sem bara keyrði og keyrði og aldrei þurfti ég að gera nokkurn skapaðan hlut nema að skipta um bremsuklossa.\nkv Tolli",
            "date": "2013-06-26 17:21:00",
            "post_id": "104469",
            "reply_to_id": "104467"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Hvað er svona ónýtt í þeim? Var ekki Toyota að skipta út hinum og þessum hlutum í Toyotabílum hægri vinstri í skjóli þjónustuskoðunar án þess að láta nokkurn mann vita? Þar á meðal mikið í Avensis.",
            "date": "2013-06-26 18:02:00",
            "post_id": "104470",
            "reply_to_id": "104469"
        },
        {
            "user_name": "Tyrirun",
            "text": "toyota skipti þó út hlutum en það hefur þurft að röfla stórt í Heklu\nvar með 2 avensis í leiguakstri annar var ekinn 300.000 þegar ég seldi bara skipt um bremsur og olíu og einn pústskynjara\nþað er allt búið í stýrisgangi í 100þús í passat og endalaust pillerí\nþekki einn sem keypti nýjan passat í fyrra og átti í 1/2 ár hann var í c.a. 3 mán á verkstæði af þeim tíma",
            "date": "2013-06-26 19:40:00",
            "post_id": "104474",
            "reply_to_id": "104470"
        },
        {
            "user_name": "dabbi",
            "text": "það er allt í lagi þegar maður þarf ekki að borga það í topp eins og hjá Passat.\nátti sjálfur Passat 2001 tdi, einn af skemtilegari bílum sem ég hef átt, fyrir utan viðgerðarkostnað, eyddi yfir 500þ á síðustu 6-9 mánuðunum sem við áttum hann (það var 2007) fór með hann í Toyota og bíttaði fyrir 2005 corollu, sem ekkert hefur verið gert fyrir síðan þá (c.a. 120-150þ km síðar)\nÉg heirðu þá alltaf að þetta væri síðasta árgerðin sem væri svona rosalega slæm 2001, en maður er enn að heyra svona sögur.  hann var reyndar lengst af mjög góður, svo virtist bara vera eins og einn daginn, þá fór bara allt í steik, þeir hjá Bílson voru farnir að þekkja konuna þegar hún hringdi í þá að panta tíma. \nÞað má hinsvegar ekki taka af þessum bílum að þeir voru og eru æðislegir keyrslubílar, plássið i þeim endalaust. lítil eyðsla, þessi sem ég var á 2001 árgerð var c.a. 7-8 lítrar innabæjar með mjög aggressive akstri, og alveig niður í 4,5 utanbæjar.\nManni langar alltaf aftur í passat en svo man maður eftir viðhaldinu... :(\nkv.\nDabbi",
            "date": "2013-06-26 19:44:00",
            "post_id": "104475",
            "reply_to_id": "104474"
        },
        {
            "user_name": "snöfli",
            "text": "Passatinn er miklu þéttari og skemmtilegri bíll en þessar hráu Toyotur.  Menn hafa góða reynslu og Toyotum af 3 ástæðum.\n1. Þæru VORU klárlega betri.  Statistik á nýjum bílum í dag sýnir minni mun eða engan (\nhttp://www.anusedcar.com/index.php/tuv- ... 13-6-7/304\n). \n2. Umboðið rukkar þig um handlegg og fót fyrir þjónustuskoðun, en lagar líka fullt án þess að láta Þig vita\n3. Voru mjog hráir og því færra sem gat bilað. Bilun er nefnilega bilun hvort sem það er rúðuupphalari eða altenator.\n2ltr dísilvélin er mjög skemmtileg, rosalega mikið tog á lágum snúningi sem geri bílinn mjög röskann innabæjar og eyðir nánast engu,\nEn það er rétt, það er rafmagnspillerí á Passatinum sem kemur oft undarlega fram.  Sennilega þarf maður að kaupa aflestrartæki (t.d. \nhttp://www.ebay.de/itm/Vgate-V1-5-Mini- ... 3cce925ab3\n).  Bilanirar voru að skipta um skynjara, rúðupphalara, hitakerti og fl. ekkert stórt en vesen.\nl.",
            "date": "2013-06-26 21:15:00",
            "post_id": "104485",
            "reply_to_id": "104475"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "vann á bílasölu Brimborgar í fjögur ár og VW almennt með eitthvað vezen all the time, rafmagnsbilanir hægri vinstri, spíssar, skynjarar, háspennukefli og virðast almennt ekki vera að endast sem skyldi nema þá að viðhaldið væri talið í hundruðum þúsunda jafnvel á ári, sjálfskiptingar, upphalarar, dýrt að skipta um tímareimar ofl.\nsvo er einn og einn af þessum bílum sem virðist endast mörg hundruð þúsund km !!!\namk ef ert að spá í Passat þá er fínt ef það er sem minnstur aukabúnaður (minna til að bila) ;)\nen á móti, miklu skemmtilegri akstursbílar en toyota, innréttingarnar miklu íburðarmeiri og amk að mínu mati, miklu fallegri bílar meðan Avensis af svipuðum árgerðum (1998-2007) voru með sína galla, ónýtt lakk og ónýtar vélar (olíubrennsla) en munurinn var sá að toyota umboðið lagfærði þetta án vezens (í skjóli nætur jafnvel) og er það vel enda er umboðið (merkið) það besta við toyota, góð verð á varahlutum og frábær þjónusta, Hekla mætti taka sér toyota umboðið til fyrirmyndar, þá yrði VW sterkara merki.....",
            "date": "2013-06-26 21:33:00",
            "post_id": "104486",
            "reply_to_id": "104485"
        },
        {
            "user_name": "Hfsd037",
            "text": "Afhverju ekki að fá sér Subaru? Eðal bílar frá Japan og mun ódýrari heldur en sambærilegir Japanskir bílar..\nPersónulega hef ég aldrei verið fyrir Toyota fólksbílana, heldur ekki Passat þó þeir séu fínir í akstri og mikið fyrir peninginn, verst með rafkerfið í þeim.",
            "date": "2013-06-26 23:33:00",
            "post_id": "104497",
            "reply_to_id": "104486"
        },
        {
            "user_name": "Tollinn",
            "text": "Já Subaru bílarnir eru flottir og traustir en þeir eru svo fáránlega frekir á sopann. Toyotan hefur reynst mér og mínum mjög vel ef frá er talinn eitt stykki liðónýtt 200 krúser hræ. \nÉg er algjörlega sammála því að vw er miklu skemmtilegri og íburðarmeiri, (að mínu mati) og ég var einmitt að segja við konuna þegar við keyrðum framhjá einum hrikalega fallegum passat, hvað ég var svekktur yfir óáreiðanleikanum í þessum bílum.\nEn takk fyrir svörin\nkv Tolli",
            "date": "2013-06-27 07:45:00",
            "post_id": "104511",
            "reply_to_id": "104497"
        },
        {
            "user_name": "StefánDal",
            "text": "Þetta er hárrétt.\nSystir mín og mágur eiga 2001 módel af Avensis og þetta er algjör haugur. Einmitt ónýtt lakk og brennir olíu eins og Trabant.\nEn þar sem það er verið að tala um dísel Passat hér að ofan þá er vert að taka það fram að dísel fólksbílar eru og verða alltaf dýrari í viðhaldskostnaði en bensín bílarnir. \nÉg átti Mözdu 6 2003 dísel sem gerði ekki annað en að bila. Ætla ekki einu sinni að reyna að rifja þá sorgarsögu upp. Þeir hjá Brimborg notuðum voru reyndar alveg hrikalega almennilegir og gerðu allt sem þeir gátu til þess að bæta mér það upp.\nSérstaklega þú Jón Ingi ;)\nps. vonandi ertu búinn að fyrirgefa mér að hafa næstum drepið þig með neftóbaki.",
            "date": "2013-06-27 08:20:00",
            "post_id": "104512",
            "reply_to_id": "104511"
        },
        {
            "user_name": "JHG",
            "text": "Konan mín á 2000 módel af Passat 1600 og ég get ekki kvartað.  Viðhald hefur verið eðlilegt og engar stórar viðgerðir.  Hann er reyndar ekki ekinn nema um 160-170 þús. km.  Það er hinsvegar hundleiðinlegt að gera við hann og maður þarf yfirleitt að rífa hálfan bílinn til að skipta um hvaða smáræði sem er (þessvegna er viðhald örugglega dýrt þegar maður gerir það ekki sjálfur).\nÞað sem ég hef skipt um í bílnum frá 2008 eru bremsudiskar og klossar, öndunarör á vél (kostaði um 15.000), skipt um tímareim, liður að framan, 2 stýrisendar og ein spindilkúla (já og ég held ein pera).  Vélin eyðir engu (nánast framleiðir bensín) og það fer vel um okkur í bílnum.",
            "date": "2013-06-27 11:08:00",
            "post_id": "104520",
            "reply_to_id": "104512"
        },
        {
            "user_name": "peturin",
            "text": "Mikið er ég sammála mönnum hér Passat er mjög flottur og þéttur bíll og betri en Toyotan að því leiti en passatinn er leiðinlegri að öllu leiti þegar að kemur að því að viðhalda bílunum.",
            "date": "2013-06-27 11:41:00",
            "post_id": "104521",
            "reply_to_id": "104520"
        },
        {
            "user_name": "lilli",
            "text": "Búinn að eiga 2 Passata. einn ´96 og einn ´97, báðir 1,6 beinskiptir sem eru að mínu mati áreiðanlegustu týpurnar af þessum bílum. Viðhald hefur ekki verið neitt óskaplegt á þeim, stöku spyrna að framan sem er þekkt í þeim, rúðuupphalari og eitthvað smotterí. \nEn það er himinn og haf á milli hvað er skemmtilegra að keyra Passatinn heldur en Toyoturnar, þetta eru hörkufínir keyrslubílar. \nEyðslan finnst mér heldur ekki vera mikil fyrir svona stóran fólksbíl með bensínvél, en hann er tæp 1400 kg. og frekar lágt gíraður (3000sn. á 100km/klst) og hann er að fara með 7-8l. í blönduðum akstri.\nÉg er nú sjálfur mikill Toyota maður og á líka LC 120 2007 sem er \"by the way\" næstum því jafn gott að keyra eins og Passatinn ;-) svo það er alveg þess virði að skoða þessa bíla ef þú ert að spá í heillegu eintaki.\nKv. Sigurþór",
            "date": "2013-06-27 20:24:00",
            "post_id": "104544",
            "reply_to_id": "104521"
        },
        {
            "user_name": "Tollinn",
            "text": "Kærar þakkir fyrir þessi svör\nKv Tolli",
            "date": "2013-06-27 23:12:00",
            "post_id": "104555",
            "reply_to_id": "104544"
        },
        {
            "user_name": "aae",
            "text": "Hér ræðir Dr Gunni um reynslu sína af WV Passat 2003\nhttp://drgunni.wordpress.com/2013/05/02 ... rkstaedum/\nSkemmtileg lesning",
            "date": "2013-06-27 23:22:00",
            "post_id": "104556",
            "reply_to_id": "104555"
        },
        {
            "user_name": "rottinn",
            "text": "Ég er á Passat 1800 station syncro 2000 módelið. \nÉg er búinn að eiga hann í ca 3 ár og keyrt hann\n80 þkm. Hef hvergi hlíft þessu greyi og hefur \nhann ekki bilað neitt umfram eðlilegt viðhald\nsem telur tímareim, bremsur, öxulhosur, eina\nhjólalegu og eina spyrnu. Að ógleymdum \nRúðuupphalaranum sem ég skipti um í dag en\nhann er reyndar búinn að vera bilaður síðan ég\nfékk bílinn. Olían á mótor er enn einsog ný\nvið olíuskipti þó bíllinn sé ekinn yfir 250 þúsund.\nHann eyðir þó um 9.5 lítrum í langkeyrslu hjá mér\nsem mér finnst að mætti vera aðeins minna. \nÉg vel hann yfirleytt framyfir hinn bílinn á heimilinu\n(Sem er japanskur) ef ég þarf að fara eitthvað því \nþetta er snilld á vegi. Veit samt að ég mun seint fá mér\n2006 eða nýrri eftir hörmungarnar sem vinir mínir lentu\ní með bílana sína..",
            "date": "2013-06-27 23:37:00",
            "post_id": "104557",
            "reply_to_id": "104556"
        },
        {
            "user_name": "lecter",
            "text": "hæ hvernig er þetta er ekki hægt að miða vw við neitt annað en Toyota  eða er allt hér viðað við toyota  það er lika helling frá toyota sem er ekkert i lagi  heldur  það koma oft bilar frá góðum merkjum sem eru gallaðir  að eitthverju leiti\nhvað með Audi   spurningin er  mæla men með passat eða ekki   það hlitur að vera simens rafkerfi i vw ef það er rafmagns vandamál i vw  ,, ef velja þarf þyskan bil virðist skipta máli hvort það sé bosch eða simens  td bens fekk simens rafkerfi 98 til 2004 frekar en 2006  maður kaupir bara ekki þá bensa  \nbmv er með flotta diesel bila  lika  \neg er með transporter hann er sæmilegur og eiðir ekki miklu  fer ca 700km á tankinum 2,4 d",
            "date": "2013-06-28 03:42:00",
            "post_id": "104565",
            "reply_to_id": "104557"
        },
        {
            "user_name": "Tollinn",
            "text": "Ég er nú ekki að leita mér að diesel bíl, finnst þeir óþarflega dýrir miðað við eldsneytissparnaðinn og svo er yfirleitt miklu dýrara að gera við þá. En já, góður punktur, svona Toyota menn eins og ég virðast bara sjálfkrafa bera allt saman við Toyota, hehe.\nÞað að kaupa vw virðist hljóma eins og lottó, annað hvort lendir maður á frábærum bíl eða sem meiri líkur virðast vera á, einhverjum vandræðagrip sem maður er með í höndunum reglulega.",
            "date": "2013-06-28 08:22:00",
            "post_id": "104569",
            "reply_to_id": "104565"
        },
        {
            "user_name": "snöfli",
            "text": "Ef viðhaldi skiptir máli skoðaðu í alvöru linkinn minn að ofan (\nhttp://www.anusedcar.com/index.php/tuv-\n ... 13-6-7/304). Hann er mjög marktækur.  Þar sérðu m.a. að Passat stendur sig mun ver en Golf t.d. og Audi er mun betri.  Ford/Mazda kemur svipað út og Toyota en þetta er mjög misjanft eftir árgerðum og týpum frá sama framleianda.  l.",
            "date": "2013-06-28 19:27:00",
            "post_id": "104615",
            "reply_to_id": "104569"
        },
        {
            "user_name": "Ingójp",
            "text": "Núna er verið að skoða skipta út bílnum hjá konunni á mínu heimili, Hún sér ekkert annað en Skoda Octavia 4x4 diesel, Þetta eyðir rosalega litlu og allt það en verðið á þessu er eftir því. Ég hringdi í bílasalann minn nýlega hann sagði mér ef hann fengi svona bíl á skrá til sín lítið keyrðann gæti hann bara tekið upp símann og hringt í fólk og selt bílinn nánast samdægurs. \nSvo ég fór að skoða markaðinn og búinn að ákveða hvað kemur í staðinn þegar hinn selst, Subaru Legacy 2006 árgerð eða yngri. Góð eyðsla góðir bílar gott verð bara allt það sem við þurfum, Get allaveganna keyrt HELLING fyrir verðmuninn á Subaru vs Skoda",
            "date": "2013-06-29 02:43:00",
            "post_id": "104655",
            "reply_to_id": "104615"
        },
        {
            "user_name": "Stebbi",
            "text": "Buin að eiga 2005 Avensis síðan 2007 og það eina sem hefur verið gert umfram olíuskipti á 80þús km er að skipta um bremsuklossa einu sinni allan hringinn og diska að aftan vegna þess ég trassaði það að skipta um klossana.  Sjálfskiptur bíll sem þarf ekki að skipta um bremsudiska að framan fyrr en í 140þús er jafn sjaldgæfur og risaeðlurnar í dag.  Á sama tíma er ég búin að láta skipta um klossa 2svar og diska að framan einu sinni og skipta um hluti í pústinu 3svar í VW vinnubíl sem ég er á og hann er ekki komin í 100 þús.  Eftir að hafa þurft að vera á VW í vinnuni síðastliðin 8 ár þá er ég ekki á leiðini að kaupa mér svoleiðis apparat, fer frekar í KIA eða Hyundai fyrst.",
            "date": "2013-06-29 08:36:00",
            "post_id": "104663",
            "reply_to_id": "104655"
        },
        {
            "user_name": "eddipalli",
            "text": "Atti golf 2000 sem var martröð fra fyrsta degi og atti svo passat 2001 ... Fyrir löngu siðan og eg fæ enþa martraðir og hroll .. Hreinn og beinn viðbjoður (afsakiðorðbragðiðegæli)",
            "date": "2013-06-29 18:38:00",
            "post_id": "104687",
            "reply_to_id": "104663"
        },
        {
            "user_name": "Tollinn",
            "text": "Frábært hvað VW virðist vera mikið jójó í áliti landans. Hef sennilega aldrei heyrt eins mikið af slæmum sögum um nokkra aðra bíltegund. Klárt mál að ég læt þessa bíltegund eiga sig.\nkv  Tolli",
            "date": "2013-06-29 21:37:00",
            "post_id": "104697",
            "reply_to_id": "104687"
        },
        {
            "user_name": "lecter",
            "text": "ja ég ætlaði ekki að blanda mér inn i þessa umræðu en ok ég rak vertæði 2008-2010 og ef ég fekk vw in sem var 97og yngri tapaði ég alltaf  maður hafí bara ekki hjarta til að rukka mörghundruðþúsund það var alltaf endalaust að þessum bilum og oftast var viðgerðin dýrari en billinn  en svona helst var rafmagn velin og læsingar upphalar fyrir rúðuna hurðahúnar sem opnast ekki  svona mest pirrandi hlutir  svo tala nú ekki um hjólabúnað að framan ,, \nsystir min kaupir nýan passat 98 sem hún á enn og er mjög vel farinn bill i dag ,,, en hvað er ekki bilað i honum og hefur bilað,,,  i dag er hann svona allar rúður fastar flestar læsingar virka ekki og ekki hægt að opna hurðir opnast bara ekki  heddið lekur vatni þó að það sé búið að taka það einu sinni af til að laga það svo lekur oliu pannan en hun er brotin eins og i flestum (það fyrsta sem rekst niður ),,, skipt var um spyrnur i 30,000 og oft eftir  það  ég held að hann sé ekinn um 200,000 i dag  ég man ekki eftir neinum afmælis, ferminga veislum eða jólaboðum sem ekki er minst á nýar bilanir i þessum bil  en það er gott að aka honum og sitja i honum og hann eiðir um 7-8l\nég held ég feingi mér honda crv hann kemur best út i bilana testum erlendis og er 4x4 en er um 9l eiðsla",
            "date": "2013-06-30 00:09:00",
            "post_id": "104710",
            "reply_to_id": "104697"
        },
        {
            "user_name": "Valdi B",
            "text": "systir mín er búin að eiga tvo dísel passat annar var 2006 hinn 2007, þetta er bara basic, þetta er drasl sem er nánast alltaf bilað og kostar mökk að gera við, 2007 bíllinn var voða flott týpa með dsg skiptingunni, og öllu helsta, hún þurfti að borga með honum til að losna við hann bilaðann hehe :D\n2006 bíllinn var harlem týpa,bilaði ekki alveg jafn mikið, en var viðbjóður í staðinn...\nég keypti einu sinni 99 árgerð af passat benzín bíl,  var búinn að eiga hann í 2 daga þegar ég skilaði honum, hef átt margar druslur en enga jafn ógeðslega og þennan passat...",
            "date": "2013-12-24 02:22:00",
            "post_id": "121577",
            "reply_to_id": "104710"
        },
        {
            "user_name": "Cruser",
            "text": "Allt bilar þetta nú.\nBúinn að eiga tvo Avensis og bara sáttur, aldrei átt Passat. En af hverju ekki Skoda? Nánast sami bíllinn en bilunar minni og þar munar  helling, þekki mjög marga sem eiga skoda eða hafa átt og allir sáttir. \nKv Bjarki",
            "date": "2013-12-24 11:22:00",
            "post_id": "121585",
            "reply_to_id": "121577"
        },
        {
            "user_name": "sean",
            "text": "Tolli fáðu þér bara fjórhjóladrifinn Skoda Dísel þá ertu vel settur ég held að Erla geti vel unað honum",
            "date": "2013-12-24 12:28:00",
            "post_id": "121590",
            "reply_to_id": "121585"
        },
        {
            "user_name": "Fordinn",
            "text": "ÉG hef aldrei átt... og mun aldrei eignast svona tík..... hinsvegar þekki ég fólk sem hefur átt svona tíkur og þetta hefur bara verið til vandræða....    allt frá endalausu smá pillerí  og í heilu mótorana...\n            það versta i þessu er umboðið....  skíta umboð sem hefur ekki staðið á bakvið ruslið sem þeir eru að selja.\n               Einn sem ég þekki var með passat og mótorinn var farinn... ég sagði honum það strax..  þyrfti ekkert að gá að þvi meir,,,  hann fer med bilinn niðri heklu sem hefur hann i 2 daga rífur allt i spað og setti ekkert saman aftur,   og þeir rukka hann um 90 þus fyrir að segja honum að mótorinn er ónytur,   þeir gefa honum svo verð í viðgerð á bilnum sem hljomaði uppa 1500 þús...   eg sendi hann svo i kistufell sem kláraði þetta fyrir um 700 þús.\n                      þýskt=gott að keyra= rusl.........                        sorry",
            "date": "2013-12-24 12:59:00",
            "post_id": "121591",
            "reply_to_id": "121590"
        },
        {
            "user_name": "jeepson",
            "text": "Ertu að tala um hann Gumma vin okkar Mikki? Hann var allavega orðinn blár í framan að því að eiga bílinn. Einn félagi minn sagði mér sögu af frænda sínum sem á eða átti nýlegan passat og handbresu kerfið hrundi í honum. Skilst að þetta sé orðið rafstýrt og það meigi als ekki setja handbremsuna á nema að bíllinn sé alveg stopp. Svo hrundi þetta þegar að bíllinn var í skoðun á hemlaprófinu. Þetta kostaði víst rúman 200kall að láta gera við þetta. Ég neita því ekki að vw eru æðislegir keyrslu bílar og oft með spræka en eyðslugranna mótora. En eftir að vera búinn að eiga 5 eða 6stk ætla ég ekki að fá mér vw aftur..",
            "date": "2013-12-24 13:46:00",
            "post_id": "121599",
            "reply_to_id": "121591"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "sæll keytu þér eitthvað annað en passat það er eins og þeir segja hér fyrir ofan það er alltaf eitthvað pillerý en golfinn hefur verið að koma betur út hvernig sem stendur á því audi nei bara sama og passat en það eru nú til fleiri tegundir heldur en passat audi og toyota en ef þú átt nógan pening eða svona þokkalegan þá mundi ég bara í subaru disel kv HB",
            "date": "2013-12-24 13:52:00",
            "post_id": "121600",
            "reply_to_id": "121599"
        },
        {
            "user_name": "sigurdurk",
            "text": "Ég á núna Skoda Octavia 1.9 TDI 4x4 og er með klárlega með betri bílum sem ég hef átt, eyðir engu og mjög gott að sitja í þessu og hefur allt sem maður þarf í bíl til að komast á milli A og B.\nÞess má geta að bíllinn minn er ekinn að verða 470.000km og keyrir eins og nýr og klárlega betur en nýr avensis hehe. \nAð mínu mati eru avensis algjörar dósir og virðast ekkert vera skyldar öðrum Toyotum hvað varðar gæði að mínu mati.\nStærsti gallinn við VW/Skoda/Audi er klárlega umboðið með sína skíta þjónustu og brjálaðar álagningar.\nKlárlega versta atvikið að það tók 7vikur að fá eina skitna pústpakningu hjá þeim í 2001 Golf Sem þeir sögðust alltaf eiga á lager  þegar ég hringdi að reka á eftir þessu meðan að ég fékk olíudælu í krúserinn frá Belgíu á 3 dögum í gegnum Toyota\nToyota hefur að mínu mati besta umboðið amk hef ég ekki lent í veseni með þá.",
            "date": "2013-12-24 15:22:00",
            "post_id": "121612",
            "reply_to_id": "121600"
        },
        {
            "user_name": "Hfsd037",
            "text": "Ég lagaði þetta aðeins",
            "date": "2013-12-25 11:19:00",
            "post_id": "121680",
            "reply_to_id": "121612"
        },
        {
            "user_name": "villihf",
            "text": "Sæll \n200 cruiserinn er þetta alveg vonlaust\ner að pæla að fá mér einn \nseigðu mér4 meira\nkv villi",
            "date": "2013-12-25 11:36:00",
            "post_id": "121681",
            "reply_to_id": "121680"
        },
        {
            "user_name": "Valdi B",
            "text": "ég veit nú ekki hvort að þetta eru eitthvað samtvinnaðar sögur.... en það eyðilögðust báðir mótorarnir í handbremsudraslinu í passat hjá systur minni, þegar hann var í hemlaprófinu í skoðun.... þá kostaði stykkið um 70 þúsund fyrir 3-4 árum sirka",
            "date": "2013-12-30 02:47:00",
            "post_id": "122287",
            "reply_to_id": "121681"
        },
        {
            "user_name": "Tollinn",
            "text": "Ég held það sé nú bara deginum ljósara að VW verður ekki keyptur inn á mitt heimili. Þetta eru svakalegar sögur sem hér hafa komið fram. Stundum held ég að það sé bara best að fá sér Subaru, þó þeir eyði aðeins meira þá vega þeir það upp með áreiðanleika.\nkv Tolli",
            "date": "2013-12-30 10:20:00",
            "post_id": "122298",
            "reply_to_id": "122287"
        },
        {
            "user_name": "Lada",
            "text": "Sælir/ar.\nFyrir mörgum árum þegar Passat var tiltölulega ný tegund á Íslandi (um 2000) þá keypti frændi minn sér glænýjann Passat beint úr kassanum.  Meiri sorgarsögu af bíl hef ég bara ekki heyrt.  Bílinn átti hann í 16 mánuði og á þeim tíma fór hann 12 sinnum á verkstæði og var samanlagt í einhverja mánuði inni á verkstæðisgólfi hjá Heklu.  Eftir mikið japl, jaml og fuður og tuð við Heklu féllust þeir á að skipta við hann á sléttu á nýjum Mitsubishi Galant ef ég man rétt.\nTalandi um þjónustu umboðanna þá hélt ég alltaf að Toyota bæri höfuð og herðar yfir önnur umboð.  En í sumar var systir mín á ferðalagi um austurland og lenti í þeirri óskemmtilegu reynslu að brjóta öxul undir 2006 Avensis.  Bílnum var komið á verkstæði á Vopnafirði þar sem hann var rifinn í sundur og nýr öxull pantaður.  Toyota sagðist ekki vera með þessa öxla á lager svo það þyrfti að sérpanta hann.  Þeim var sagt að það gæti tekið einhverja daga (veit ekki hversu marga).  Eftir fjölmörg símtöl þar sem þeim var tjáð að öxullinn væri ýmist í flugi, í tollinum eða hreinlega á leiðinni austur, fóru þau að leita annað. Til að gera mjög langa sögu aðeins styttri þá liðu 2 mánuðir frá því að þau pöntuðu þar til öxullinn var kominn í þeirra hendur.\nÉg er hrifinn af Subaru hugmyndinni.  Ég er á gömlum Subaru Legacy Outback og er hæst ánægður með hann.  Það eina sem ég hef útá hann að setja er að það virðist vera erfitt að fá varahluti í hann annarstaðar en hjá BL.  En eins og alþjóð veit eru hlutir frá þeim mjög dýrir.  Ég kem klárlega til með að kaupa annan Subaru ef ég tími einhverntímann að selja þennan sem ég á í dag.\nKv.\nÁsgeir",
            "date": "2013-12-30 12:56:00",
            "post_id": "122318",
            "reply_to_id": "122298"
        },
        {
            "user_name": "gislisveri",
            "text": "Sammála með Subaru, búinn að eiga margar gamlar druslur og enginn þeirra hefur verið jafn góð og Legacy sem ég á. Var keyrður 150þ. þegar ég keypti hann, alls enginn gullmoli þá, búinn að keyra 70þ. og viðhald er varla til að tala um. Eitt sett af klossum, einn gormur, og ein öxulhosa, allt saman slithlutir. Þess utan bara smurolía og síur.",
            "date": "2013-12-30 21:59:00",
            "post_id": "122387",
            "reply_to_id": "122318"
        }
    ],
    "date": "2013-06-26 16:31:00"
}