{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "18839",
    "title": "Frá Kjalvegi vestur á Skagfirðingabraut",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=18839",
    "posts": [
        {
            "user_name": "ThOl",
            "text": "Sælir. Getur einhver frætt mig um leiðina sem liggur frá Kjalvegi (skammt fyrir norðan Arnarbæli) og vestur yfir Öldur/Krákshraun að Skagfirðingabraut, sem liggur niður að Arnarvatni og þaðan áfram suður í Húsafell. Hafið þið trú á að hún verði opin eftir viku og hvað tekur svona ferð langan tíma, ég er á Patrol með 35\"dekkjum.\nkv\nÞorgeir",
            "date": "2013-07-03 16:43:00",
            "post_id": "104952",
            "reply_to_id": false
        },
        {
            "user_name": "Leifi",
            "text": "Fór þessa leið fyrir 2 árum og geri aldrei aftur, þetta er eintómt stórgríti, menn eru heppnir er þeir sleppa við að rífa dekk.\nÉg er á 38\" LC",
            "date": "2013-07-04 18:03:00",
            "post_id": "105040",
            "reply_to_id": "104952"
        },
        {
            "user_name": "Hagalín",
            "text": "Ef þú ert að tala um Stórasand þá kostar hann smá þolinmæði. Hann er ágætur frá Kjalvegi og langleiðina inn að Arnavatnsheiði en þar tekur við grjót og leiðinda kafli. Ég fór hann fyrir nokkrum árum síðan þannig að hann gæti hafa breyst.",
            "date": "2013-07-04 18:13:00",
            "post_id": "105041",
            "reply_to_id": "105040"
        },
        {
            "user_name": "brell",
            "text": "Er þessi leið stórgrýttari en t.d. Skáldabúðarheiði, Gljúfurleit og Illahraun?",
            "date": "2013-07-22 14:14:00",
            "post_id": "106342",
            "reply_to_id": "105041"
        },
        {
            "user_name": "siggisigþórs",
            "text": "þetta er versti slóði sem ég hef keyrt eftir,og hann bara verstnar á kafla ert þú mun fljótari að labba en hann varð til þegar bændur úr vatnsdal fóru þarna uppeftir að veiða og slóðinn er eftir þeim tækjum sem bjuggu hana til í upphafi sem sagt örmjó og mikið grjót sem þræða þarf á milli 35 tommur eru alt í lagi en bíllin svoldið breiður þú kemst þetta þótt hægt gangi kveðja siggi",
            "date": "2013-07-22 23:12:00",
            "post_id": "106379",
            "reply_to_id": "106342"
        }
    ],
    "date": "2013-07-03 16:43:00"
}