{
    "forum_title": "Almennt spjall",
    "id": "18937",
    "title": "patrol 2007-08 úrbrædir",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=18937",
    "posts": [
        {
            "user_name": "bjarnisi",
            "text": "sælir félagar\nmig langaði að heyra frá mönnum hvort að þið vitið um eða hafið lent í að patrol 07-08 sé að bræða úr sér.\nþað er bíll sem ég er að umgangast hann var úrbrædur í kring um 55 þús km.\nþað sem er valdurinn af þessu er það að olíudælan losnar og þá er voðinn vís.\nég veit að þetta er ekki eina tilfellið og er að leita að fleirum tilfellum til að sjá hvað er hægt að gera í þessu þetta eru dýrar viðgerðir og það væri fróðlegt að sjá hvort að það sé ekki hægt að gera eitthvað í þessu, mér skilst á umboðinu að þetta sé ekki viðurkenndur galli en það getur nú varla talist eðlilegt að olíudælur séu að losna upp út þurru.\nef að þig vitið um einhver tilfelli þar sem þetta er að gerast þá væri fínt ef þið gætuð sett inn bílnúmer til að auðvelda með að skoða málið.\nég óska eftir málefnalegum umræðum þannig að það verði frekar hægt að gera eitthvað í málinu.\nkv. bjarni",
            "date": "2013-07-09 20:16:00",
            "post_id": "105435",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Er þetta ekki eitthvað sem er á ábyrgð framleiðanda?",
            "date": "2013-07-09 22:11:00",
            "post_id": "105444",
            "reply_to_id": "105435"
        },
        {
            "user_name": "Grásleppa",
            "text": "Þessi galli svipar mjög til þess sem er að gerast fyrir 2004-2006 Hyuanday Santa Fe bílana... 3 boltar sem halda eldneytisdæluni losna og hráolia fer inn í sveifarhúsið og fyllir það svo fer hún að dragast upp með stimplum og vélin fer á yfirsnúning og búmm! Þeir einmitt vilja ekki viðurkenna þann galla, en það eina sem þarf að gera þar er að rífa frá þessu, taka boltana úr, setja gengjulím á þá og herða svo vel. Magnað að svona skuli ekki vera viðurkennt af umboðum þegar þetta er búið að gerast fyrir tugi bíla af sömu týpu.",
            "date": "2013-07-10 13:58:00",
            "post_id": "105480",
            "reply_to_id": "105444"
        },
        {
            "user_name": "bjarnisi",
            "text": "það er leiðinlegt að seigja frá því en þetta er ekki talinn galli í þessum bílum og fæst ekki bætt út af því.",
            "date": "2013-07-10 20:13:00",
            "post_id": "105516",
            "reply_to_id": "105480"
        }
    ],
    "date": "2013-07-09 20:16:00"
}