{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "18960",
    "title": "Sídd á langstífuvösum?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=18960",
    "posts": [
        {
            "user_name": "Hfsd037",
            "text": "Sælir, ekki getið þið sagt mér hvað ykkur finnst normal sídd á langstífuvösum undir Hilux, ég ætla að hafa bílinn eins lágan og hægt er\nen ég hef tekið eftir því að margir eru með 10cm sídd aðrir 15cm og jafnvel 20cm sídd á stífuvösunum.\nLiðhúsunum verður snúið þegar þar að kemur en þetta virðist vera ansi misjafnt undir Hilux þannig að það væri gaman að fá álit ykkar á þessu.",
            "date": "2013-07-10 19:11:00",
            "post_id": "105507",
            "reply_to_id": false
        },
        {
            "user_name": "gislisveri",
            "text": "Ég myndi vilja hafa stífurnar því sem næst láréttar á miðju fjöðrunarsviðinu og haga síddinni eftir því.\nÉg held að í flestum tilvikum þegar síddin er óeðlilega mikil séu menn að spara sér það að snúa liðhúsunum.",
            "date": "2013-07-10 20:46:00",
            "post_id": "105520",
            "reply_to_id": "105507"
        },
        {
            "user_name": "Tollinn",
            "text": "Ég myndi segja að það væri lang eðlilegast að byrja á að smíða fjöðrunina og þegar bíllinn er farinn að standa í hjólin í þeirri hæð sem hann verður á að smíða stífuturnana þannig að stífan sé lárétt, þannig lágmarkarðu færslu á hásingu í ökustefnu þegar bíllinn fjaðrar\nkv Tolli",
            "date": "2013-07-10 21:21:00",
            "post_id": "105521",
            "reply_to_id": "105520"
        },
        {
            "user_name": "Dúddi",
            "text": "Aftari festing á framstífun = sama hæð og efri brún á hásingu.",
            "date": "2013-07-11 09:57:00",
            "post_id": "105578",
            "reply_to_id": "105521"
        },
        {
            "user_name": "Hfsd037",
            "text": "Takk, akkúrat það sem ég þurfti að vita :)",
            "date": "2013-07-11 19:52:00",
            "post_id": "105611",
            "reply_to_id": "105578"
        },
        {
            "user_name": "Snorri^",
            "text": "Ef menn eru að spara sér að skera liðhúsin laus með því að fella stífuvasana kann það sennilega ekki góðri lukku að stýra, allavega er það mín skoðun.\nSérstaklega vegna þess hve auðvelt er að eiga við liðhúsin á hilux / 70 cruiser hásingum.  Menn hljóta allavegna að vera betur settir með minni gráðu á skaptinu og eðlilega sídd á vösunum heldur en hitt.  Það er allavegna mín skoðun, ég gerði það hjá mér og það var mjög lítið mál.",
            "date": "2013-07-16 07:08:00",
            "post_id": "105917",
            "reply_to_id": "105611"
        }
    ],
    "date": "2013-07-10 19:11:00"
}