{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "1899",
    "title": "Loftpúðastærð",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=1899",
    "posts": [
        {
            "user_name": "Seraphim",
            "text": "Sælir\nNú er 4 link fjöðrun á dagskránni hjá mér. Bíllinn sem á að smíða hana undir er Nissan Navara 1999 árg. \nNú spyr ég, Hversu öfluga púða er ráðlegt að setja undir. Ég á kost á að fá 1800 kílóa púða fyrir lítið en ég hef á tilfinningunni að þeir saéu overkill. Hver er ykkar skoðun?",
            "date": "2010-09-14 09:37:00",
            "post_id": "8533",
            "reply_to_id": false
        },
        {
            "user_name": "Guðjón S",
            "text": "Sæll, mér skillst að því léttari sem ökutækið er því minni púða, myndi halda að 800kg púðar væru hentugir í þetta verkefni. Sjálfur var ég með 800kg undir 60 cruiser, reyndar fékk ég sjálfur enga reynslu á þeim púðum, skipti þeim út fyrir 12000kg púða, niðustaðan er að mér finnst hann vera of hastur.",
            "date": "2010-09-14 10:59:00",
            "post_id": "8535",
            "reply_to_id": "8533"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞarna eru trúabrögð í gangi eins og annars staðar.  Ég var einhverntíma að velta fyrir mér loftpúðum og niðurstaðan mín var eitthvað á þessa leið.  Á endanum setti ég enga púða.  \nMeð stærri púða heldurðu bílnum mun hærra með mun lægri loftþrýsting.  Það þýðir að jeppinn verður mun mýkri á stærri púðum.  Á móti myndast meira innra viðnám í lítið uppblásnum púða sem dregur úr virkni púðans í litlum ójöfnum, skiptir engu máli á úrhleyptum dekkjum.  \nÉg held að 1800kg púðar séu mikið yfirskot jafnvel miðað við það að ég myndi velja stærri púða en minni.  \nTrúðabrögðin eru líka alger því að ég kannast við bræður á sitthvorum loftpúðabílnum 44\" patrol á litlum púðum og 44\" landrover á stórum.  Báðir sögðu að sín útfærsla væri miklu betri og hitt virkaði ekki rassgat.  Það var líka munur á dempurum hjá þeim, landroverinn hafði fína Koni dempara á meðan Patrolinn hafði gamla slitna 80 krúser dempara.\nÉg sé fyrir mér að of stórir púðar rétt uppsettir geta virkað þannig að ef mjög lítið er í púðanum hafi hann ekki það travel sem þarf í samsláttinn og eins ef það er búið að setja mikið hlass á bílinn verði hann of svagur.  Það er alveg ljóst að litla púða þarf að harðpumpa við hlass og þá verður bíllinn hastur.\nKv Jón Garðar\nP.s. ef stór púði hefur verið of hastur hefur hann ekki verið notaður rétt.",
            "date": "2010-09-14 12:01:00",
            "post_id": "8538",
            "reply_to_id": "8535"
        },
        {
            "user_name": "Stebbi",
            "text": "Þar á móti kemur hlassið og mýkir fjöðrunina.  Best er að vigta bílinn að aftan og ganga út frá þeim tölum, ég hefði haldið að 800kg púðar í svona léttan pickup séu fínir ef það á ekki að nota hann í þungaflutninga.  Ég veit að 1200kg er of stórt ef að pallurinn er meira og minna tómur eða með eitt topplyklasett og drullutjakk.",
            "date": "2010-09-14 15:00:00",
            "post_id": "8544",
            "reply_to_id": "8538"
        },
        {
            "user_name": "Phantom",
            "text": "800kg púðar eru fínir í svona léttann bíl. Til að púðarnir virki þurfa þeir þrýsting, ég hef sjálfur verið með 1200kg í hilux, það var fínt að framan en slappt að aftan nema hann væri drekk hlaðinn.\nSvo er að velja dempara, annaðhvort að sætta þig við að hann sé aðeins hastur þegar það er ekkert hlass eða á hinn veginn. Eða að fá þér stillanlega. Dempararnir þurfa ekki að vera stífari í sundur en saman, það er þvæla og skemmir fyrir rebound eiginleikum. Gas demparar eða hvað sem er virkar fínt. best að fá að prófa dempara til að finna þá réttu, eða láta tjúnna fyrir þig koni þar til þú ert sáttur.\nNotaðu balance stöng hvað svo sem þú gerir.\nEf þú vilt meira travel þá er best að fara bara í gormana.\nÞegar það kemur að fjöðrun þá er ekki hægt að fá allt, þegar það munar 200kg+ á ás á notkun þá verður að fara einhvern milliveg. \nÞannig er það bara.\nkeep it simple\nkv\nSvanur",
            "date": "2010-09-14 16:42:00",
            "post_id": "8550",
            "reply_to_id": "8544"
        },
        {
            "user_name": "karig",
            "text": "Það væri gaman að heyra í fleirum sem hafa prufað 1200 kg púða í Hilux að aftan, Svanur segir að þeir hafi verið of stífir ef ég skil hann rétt, getur verið að halli á dempurum og stífleiki þeirra þurfi að spila saman við púða til að allt falli rétt. Hvað er mikil loftþrýstingur í 800 kg púða og 1200 kg púða undir Hilux eða sambærilegum að aftan? Kv, Kári.",
            "date": "2010-09-15 13:24:00",
            "post_id": "8583",
            "reply_to_id": "8550"
        },
        {
            "user_name": "Stebbi",
            "text": "Það er alltaf minni þrýstingur í 1200kg púða en 800kg púða í sömu uppsetningu.  Tacoma með 1200kg púða er með ca. 30-35psi í keyrsluhæð og tóman pall, sem er að mínu mati alltof lítið til að púðinn vinni rétt.  Bíllinn er ferlega mjúkur að aftan en er víst algjör draumur með fullan pall af drasli og fellihýsi á kúluni.",
            "date": "2010-09-15 21:09:00",
            "post_id": "8601",
            "reply_to_id": "8583"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nEru menn ekki að gleyma því augljósa að vera með stillanlega dempara með stillanlegri fjöðrun???\nKv Jón Garðar",
            "date": "2010-09-15 21:52:00",
            "post_id": "8607",
            "reply_to_id": "8601"
        },
        {
            "user_name": "JeepKing",
            "text": "Ég setti einusinni 1200kg púða og 4Link að aftan hjá mér undir Hilux '94\nþað var yfirleitt 12-14 psi í púðonum með tóman pall, \nvar egilega aldrei sáttur við þessa fjöðrun.....\nendalaust pumpubras ethvað...\nkv. Jónas sem heldur að 800 kg púðar séu skárri....",
            "date": "2010-09-15 22:02:00",
            "post_id": "8608",
            "reply_to_id": "8607"
        },
        {
            "user_name": "birgthor",
            "text": "Svo er ein önnur pæling fyrir þig og það er staðsetning púðanna. Ef þú setur púðann nær stífufestingum í grind færðu meira átak á hann og lengri fjöðrun en um leið meira átak á stífu dótið. Svona geturðu tekið púða fyrir meira hlass og sett meira átak á þá.\n Bara smá hugleiðing fyrir þig.\n Og þá væri kannski sniðugt að punkta bara púða festingarnar (vel) prófa og færa svo og prófa aftur ;)\nKv. Biggi",
            "date": "2010-09-16 11:27:00",
            "post_id": "8619",
            "reply_to_id": "8608"
        }
    ],
    "date": "2010-09-14 09:37:00"
}