{
    "forum_title": "Almennt spjall",
    "id": "19051",
    "title": "Ath stolinn bíll ( Fundinn)",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=19051",
    "posts": [
        {
            "user_name": "pfp",
            "text": "Toyota Avensis 2004 station með bílnúmerið ZP 814 var stolið í Hafnarfirði sunnudaginn 14 júlí.",
            "date": "2013-07-15 13:50:00",
            "post_id": "105853",
            "reply_to_id": false
        },
        {
            "user_name": "kjartanbj",
            "text": "er þetta ekki silfraður bíll?",
            "date": "2013-07-15 14:10:00",
            "post_id": "105854",
            "reply_to_id": "105853"
        },
        {
            "user_name": "pfp",
            "text": "jú er silfur sanseraður átti þetta að vera.",
            "date": "2013-07-15 14:36:00",
            "post_id": "105855",
            "reply_to_id": "105854"
        },
        {
            "user_name": "íbbi",
            "text": "er þetta sami litur?\nég spyr vegna þess að þið segið silfur, en á myndunum finnst mér hann virka drappaður einhvernveginn eins og þeir eru svo margir.",
            "date": "2013-07-15 18:29:00",
            "post_id": "105871",
            "reply_to_id": "105855"
        },
        {
            "user_name": "Dannyp",
            "text": "Svona er hann á litinn, þetta kallast víst silfurlitað.",
            "date": "2013-07-15 20:57:00",
            "post_id": "105880",
            "reply_to_id": "105871"
        },
        {
            "user_name": "pfp",
            "text": "Bíllinn fannst á rúntinum á Akureyri. Þökkum aðstoðina",
            "date": "2013-07-17 12:13:00",
            "post_id": "106009",
            "reply_to_id": "105880"
        },
        {
            "user_name": "Polarbear",
            "text": "bara svona fyrir forvitnissakir... þegar verið er að stela svona nýlegum bílum með tölvukubbalæsingum... voru lyklarnir í honum þegar honum var stolið?",
            "date": "2013-07-17 13:02:00",
            "post_id": "106012",
            "reply_to_id": "106009"
        },
        {
            "user_name": "pfp",
            "text": "Það kom par að skoða bílinn sem var til sölu,  fékk að reynsluaka honum og skiluðu honum ekki.",
            "date": "2013-07-17 13:31:00",
            "post_id": "106014",
            "reply_to_id": "106012"
        },
        {
            "user_name": "steindór",
            "text": "Er ekki kominn tími til að bílasalar hætti að rétta bara lyklana ufir borðið, (gjörið þið svo vel)  og láni ekki bíla til prufukeyrslu án þess að það sé maður frá bílasölunni með!.",
            "date": "2013-07-17 18:22:00",
            "post_id": "106033",
            "reply_to_id": "106014"
        },
        {
            "user_name": "silli525",
            "text": "Nákvæmlega, svo virðast þessir bilasalar ekki bera ábyrgð á neinu ef eitthvað kemur fyrir bíllinn.",
            "date": "2013-07-17 22:08:00",
            "post_id": "106055",
            "reply_to_id": "106033"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég fer nú ekki oft á sölurnar, er undanfarin skipti hef ég orðið að framvísa ökuskírteini áður en ég fæ lyklana, kannski er ég bara með ótraustvekjandi andlit",
            "date": "2013-07-17 23:39:00",
            "post_id": "106062",
            "reply_to_id": "106055"
        },
        {
            "user_name": "íbbi",
            "text": "hafandi verið bílasali af og til í gegnum árin þá er ég mjög hissa ef menn eru að leyfa fólki að bruna í burtu án þess að skilja eftir skilríki. \nen í þessum bransa eins og öðrum koma upp ýmsar aðstæður sem er mis auðvelt að tækla. oft eru nokkrir bílar í prufuakstri í einu og ekki starfsmannafjöldi á söluni til að fara með í hverja ferð án þess að salan væri starfsmannalaus í tíma og ótíma. oft er líka annað fólk á söluni sem þarf líka að sinna.\nvissulega reynir maður að vega og meta hvern einstakling fyrir sig og hleypir ekki manni á bíl sem að maður myndi ekki leyfa að prufa sinn eiginn bíl án eftirlits. \nmaður hefur reynt að tækla svona mál á þann hátt sem maður telur að síst geti orðið til þess að hlutur sem þessi geti skeð. og prufað hinur ýmsu aðferðir við það, t.d ef það er mikið að gera leyft aðilanum að fá lyklana, skoða bílinn, setja hann í gang og flr en ekki fara á honum, og þá getur maður fylgst með honum á sama tíma og maður er að afgreiða annan.  ef aðilinn hefur svo áframhaldandi áhuga á bílnum biðja hann um að hinkra þangað til maður getur komið með. eða jafnvel fá eigandann á staðinn.\n fólk getur svo sjálft verið gjörsamlega eins og svart og hvítt, á sama tíma og einhver myndi bilast yfir því að einhverjum hefði verið hleypt eftirlitslaust í reynsluakstur á bílnum hans, er alveg jafn margir sem yrðu ekki minna fúlir ef þeir vissu að maður hefði hindrað hugsanlegan kaupanda í að prufa bílinn og þar með eyðilagt husanlega sölu.\nnú er ég ekki að réttlæta eitt eða neitt heldur eingöngu setja fram eitt sjónarmið með.\nbílasölur eru tryggðar varðandi ýmsa hluti og tjón sem beinlínis má reka til mis eða vangjörða bílasalans sem er með leyfið eða undirmönnum hans sem starfa í skjóli hans réttinda (sölufulltrúar) \nég held að þetta komi nú aðalega til skjalana þegar að beint fjárhagslegt tjón hefur orðið af völdum pappíprsklúðurs eða hreinna svika að hans hálfu bílasalans eða undirmanns,\nég held að ég fari alveg rétt með að bílasalan hafi ekki lagalega bóta/ábyrgðaskyldu í máli sem þessu. og tek fram að ég byggi það ekki á neinn hátt á því hvað mér sjálfum finnst svo um það. það er allt önnur saga.",
            "date": "2013-07-18 05:15:00",
            "post_id": "106067",
            "reply_to_id": "106062"
        },
        {
            "user_name": "pfp",
            "text": "Bíllinn var ekki á bílasölu heldur auglýstur á bland og sýndur við heimahús.\n Parið sem eru góðkunningjar lögreglunar  vantaði að komast til Akureyrar og hefur gert þetta áður líka á bílasölum",
            "date": "2013-07-18 13:40:00",
            "post_id": "106085",
            "reply_to_id": "106067"
        },
        {
            "user_name": "íbbi",
            "text": "maður hefur verið varaður við þessum manni.  það eru myndbirtingar í gangi á l2c",
            "date": "2013-07-18 18:59:00",
            "post_id": "106109",
            "reply_to_id": "106085"
        }
    ],
    "date": "2013-07-15 13:50:00"
}