{
    "forum_title": "Almennt spjall",
    "id": "19071",
    "title": "bensín/dísel verðækkun uppá 10 krónur á örfáum dögum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=19071",
    "posts": [
        {
            "user_name": "Polarbear",
            "text": "hvað er í gangi hérna? hvernig getur bensínverð sveiflast um 10 krónur á örfáum dögum og enginn segir neitt? \neru allir hættir að nenna að pæla í þessu? hver er rökstuðningur verðhækkana? hefur einhver heyrt -EINHVERJA- afsökun fyrir því að þetta er hækkað svona? varla er svona mikil gengisveifla á krónu gagnvart dollar?\nekki er heimsmarkaðsverð á olíu búið að rjúka upp? eða hvað!?!?!?!?!\nFER EKKI AÐ VERÐA KOMIÐ AÐ ÞVÍ AÐ HEIMTA ÁSTÆÐUR HÆKKANA?\nerum við öll orðin svona dofin að það nennir enginn að pæla í þessu lengur? uppgjöf bara? \neinn hreinlega hættur að vera fúll og orðinn fox-drullu-dúndur-reiður bara á þessu helvíti.",
            "date": "2013-07-16 17:13:00",
            "post_id": "105952",
            "reply_to_id": false
        },
        {
            "user_name": "HaffiTopp",
            "text": "Mér finnst verra verðsamráðið sem er augljósara en hrísgrjón í Kína, samt komast þessi bensínfélögin upp með það. Ekki bara það heldur þurftu þau að taka við borgun frá íslenska ríkinu hérna um árið þegar ekki þótti sannað að þau hefðu stundað verðsamráð.",
            "date": "2013-07-16 19:42:00",
            "post_id": "105965",
            "reply_to_id": "105952"
        },
        {
            "user_name": "ivar",
            "text": "Langar ekkert að vera leiðinlegur og er sjálfur stórnotandi á olíu en olíuverð er að rjúka upp :/\nFarið úr $95 í $105 fatið á innan við mánuði. Það er yfir 10% hækkun á olíuverði þannig að kannski á þetta sér eh skýringar.",
            "date": "2013-07-16 19:54:00",
            "post_id": "105966",
            "reply_to_id": "105965"
        },
        {
            "user_name": "Polarbear",
            "text": "séu svona skýringar finnst mér hreinlega að það eigi að fylgja með upplýsingar í svona tilkynningum. það vantar svona múrbúðar-bensínstöð. Atlantsolía er löngu hætt að vera einhver bremsa. þeir kaupa bara inn með shell og geta aldrei staðið við að vera lægstir á markaðnum.",
            "date": "2013-07-16 22:38:00",
            "post_id": "105977",
            "reply_to_id": "105966"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta eru engin geymvísindi. Hættum bara að kaupa eldsneyti í einhvern tíma og þá lækkar það. En það er ekki nóg að einn eða tveir geri þetta. Það þarf að fá alla þjóðina til að standa saman. Einnig gætum við komið af stað verðstríði.",
            "date": "2013-07-16 23:24:00",
            "post_id": "105988",
            "reply_to_id": "105977"
        },
        {
            "user_name": "jongud",
            "text": "Svo lengi sem olíufélögin hafa engann áhuga á verðstríði þá verður ekkert verðstríð...",
            "date": "2013-07-17 10:45:00",
            "post_id": "106005",
            "reply_to_id": "105988"
        },
        {
            "user_name": "jeepson",
            "text": "Með því að versla t.d bara af einu olíufélagi, munu hin á endanum lækka verðið til að ná viðskipta vinum aftur til sín.",
            "date": "2013-07-17 18:28:00",
            "post_id": "106035",
            "reply_to_id": "106005"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Það myndi kalla á samstöðu Gísli og það er eitthvað sem við íslingar höfum aldrei haft í nógu miklu mæli til að máli skiptir. Ekki nema þá í þorskastríðinu eða einu og einu náttúruhamfaraæðinu.",
            "date": "2013-07-17 19:32:00",
            "post_id": "106040",
            "reply_to_id": "106035"
        },
        {
            "user_name": "birgirn",
            "text": "Nei það væri gaman að heyra hvað talsmenn Atlantsolíu hafa að segja um gömul loforð.\nÁ sínum tíma sögðust þeir vera að koma inn á markaðinn til að veita hinum olíufélugunum samkeppni. Held að fáir ef einhver hafi séð það gerast síðan þeir opnuðu 2005. Orkan er alltaf \"ódýrust\" \nSkv frétt inn á heimasíðu AO, \nhttp://www.atlantsolia.is/Frettir.aspx?id=108\n en þar segja þeir \"Hér er um mjög merk tímamót að ræða því með opnun stöðvarinnar lýkur tæplega 60 ára sögu samkeppni í Reykjavík í eldsneytissölu þar sem einungis þrjú olíufélög kepptu sín í milli.\" Ég skil ekki hvað þeir hafa gert til að koma með samkeppni inn á markaðinn. Þeir eru 10 aurum dýrari en Orkan og jafn dýrir og ÓB. EN þeir eru að græða fullt af pening og eru örugglega bara sáttir við lífið og sofa vært á nóttuni. \nhttp://www.vb.is/frettir/75971/",
            "date": "2013-07-18 13:20:00",
            "post_id": "106084",
            "reply_to_id": "106040"
        }
    ],
    "date": "2013-07-16 17:13:00"
}