{
    "forum_title": "Vara og aukahlutir",
    "id": "19085",
    "title": "diskalás hilux",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=19085",
    "posts": [
        {
            "user_name": "Braskar",
            "text": "toyota hilux diskalás köggull brotið hlutfall lás í lagi kom úr afturhásingu á 89 módel extracab klafabíl \nverð tilboð \n6660506",
            "date": "2013-07-21 18:07:00",
            "post_id": "106020",
            "reply_to_id": false
        },
        {
            "user_name": "-Hjalti-",
            "text": "3000kall  ?",
            "date": "2013-07-21 18:40:00",
            "post_id": "106297",
            "reply_to_id": "106020"
        },
        {
            "user_name": "biturk",
            "text": "4000",
            "date": "2013-07-22 08:49:00",
            "post_id": "106325",
            "reply_to_id": "106297"
        },
        {
            "user_name": "Braskar",
            "text": "þetta þykja mér rausnarleg tilboð",
            "date": "2013-07-22 20:53:00",
            "post_id": "106363",
            "reply_to_id": "106325"
        },
        {
            "user_name": "-Hjalti-",
            "text": "með fullri virðingu þá er Þetta líka bara diskalás , alveg gagnslaus í fjallajeppa og hægt að fá í öllum 4runner hræjum á klakanum",
            "date": "2013-07-22 21:31:00",
            "post_id": "106367",
            "reply_to_id": "106363"
        },
        {
            "user_name": "Braskar",
            "text": "En ef þú værir tildæmis á hilux á 31\" með brotið mismunadrif eða ónítar legur sem eru í fínar í þessum köggli  væri nú fínt að fá sér diskalás í staðin sem þarf bara að skrúfa hlutfallið á henda svo saman  smá LSD olíu og klár í slabbið .En ég er ekki viss um að öll 4runner hræ á landinu séu með diskalás hugsa að margir séu búnir að setja no spin jafnvel loft eða rafmagnslása í þessi hræ :)",
            "date": "2013-07-23 01:52:00",
            "post_id": "106388",
            "reply_to_id": "106367"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Allir v6 Runnerar á landinu komu með diskalása. Efast um að menn hafi verið að setja loftlása eða annað í þessa óbreyttu bíla sem liggja ryðgaðir í vöku eða í iðnaðarhverfum borgarinnar..",
            "date": "2013-09-09 11:14:00",
            "post_id": "106402",
            "reply_to_id": "106388"
        },
        {
            "user_name": "villi58",
            "text": "Diskalás úr \"89 módelinu er örugglega ónýtur og eru það nánast nýir.",
            "date": "2013-09-09 12:11:00",
            "post_id": "109963",
            "reply_to_id": "106402"
        },
        {
            "user_name": "Braskar",
            "text": "ef ég væri að selja bilaðan hlut tæki ég það líklega framm í auglýsingunni :) en einsog sagt er frá þar þá er hlutfallið skemmt,var samt undir bíl keirði fínt á því  brotið úr einni tönn. en þetta er jú frammleitt af toyota þannig að auðvitað er þetta ekki nein gæða vara . en sem betur fer er nú enn til ílla gefið fólk sem ekur um á toyota og jafnvel nógu greindarskert reina að breita þeim í jeppa. þannig að ég tel góðar líkur á að einhver brjóti hjá sér drif einhvertíman og þá er nú ekki slæmt að geta viðhaldið hræinu fljótleg leið að skipta um  köggul ekki verra ef hann kostar minna en  mismunadrifshjól .en ég skil ekki alveg afhverju menn opna auglýsingu sem stendur í fyrir sögn hvað er verið að auglýsa ef menn eru ekki að leita að slíkum hlut.En jú líklega bara típískir toyota eigendur sem eru enn að ýminda sér að geta gert jeppa úr hræinu sínu .",
            "date": "2013-09-10 10:24:00",
            "post_id": "110060",
            "reply_to_id": "109963"
        },
        {
            "user_name": "Braskar",
            "text": ":)",
            "date": "2013-09-10 10:27:00",
            "post_id": "110061",
            "reply_to_id": "110060"
        },
        {
            "user_name": "villi58",
            "text": "Þaðergottaðvitaafsvonagáfuðummannihéráspjallinu",
            "date": "2013-09-10 16:47:00",
            "post_id": "110094",
            "reply_to_id": "110061"
        },
        {
            "user_name": "Braskar",
            "text": "nkl sjálfur á ég einhverjar toyotur og er að pæla í að breita þeim öllum í jeppa .kanski bara best að sjóða þennan diskalás til að ver pottþéttur á að hann sé ónítur þegar maður setur hann í",
            "date": "2013-09-11 00:17:00",
            "post_id": "110143",
            "reply_to_id": "110094"
        }
    ],
    "date": "2013-07-21 18:07:00"
}