{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "1912",
    "title": "Olíukælir á sjsk.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=1912",
    "posts": [
        {
            "user_name": "Hansi",
            "text": "Sælir.\nHvernig er það. Eru menn að setja olíukælir á sjsk. í Patrol. Er með 2001 3.0L 44\" breyttan. Finnst koma mikill hiti upp hjá drif'-skiptistönginni. \nHef heyrt að það séu settir í litlir olíukælar úr gömlum Benz sendibílum eða Corollum.\nEr þetta eitthvað sem borgar sig að gera?\nKv. Hans",
            "date": "2010-09-15 12:23:00",
            "post_id": "8582",
            "reply_to_id": false
        },
        {
            "user_name": "juddi",
            "text": "Ekki spurning að auka við kælingu á skiptingunni og setja hitamælir, síðan borgar sig að aftengja kælinguna sem er orginal í vatnskassanum því það hefur stundum gerst að það fer að leka á milli í kassanum,ekki gott að fá vatn inná skiptinguna",
            "date": "2010-09-15 19:30:00",
            "post_id": "8597",
            "reply_to_id": "8582"
        },
        {
            "user_name": "gudnithor",
            "text": "Veit um 90 krúser sem var stundum að hita sig í erfiðum færum og upp brekkur. Eigandinn bætti við aukakæli en hélt elementinu sem er orignal í vatnskassanum því það passar uppá að skiptingin sé ekki of köld - sjálfskiptivökvi þarf að vera á ákveðnu operating level til að virka sem best.",
            "date": "2010-09-16 08:18:00",
            "post_id": "8611",
            "reply_to_id": "8597"
        },
        {
            "user_name": "elliofur",
            "text": "Helvítis fúsk að aftengja vatnskassakælinguna, ef vatnskassinn er orðinn gamall og fúinn og hætta á að það fari að leka á milli að aukast þá á að skipta honum út fyrir nýjan í staðinn fyrir að keyra á mis heitri og í mörgum tilfellum skítkaldri skiptingu þegar bara er keyrt á 'auka' kælinum. Sjálfskiptivökvi á að vera í um 80 gráðum á algengustu skiptingum, ofar eða neðar en það eykur slit og eldneytiseyðslu til óþurftar.",
            "date": "2010-09-16 18:24:00",
            "post_id": "8629",
            "reply_to_id": "8611"
        },
        {
            "user_name": "jeepson",
            "text": "Pabbi bætti einmitt auka elementi við á sýnum og gerði þetta svona. Ég fór að spyrja hann nánar útí þetta og þá kom einmitt þetta svar með að orginal dótið myndi passa uppá að skiptingin yrði ekki of köld.",
            "date": "2010-09-16 19:19:00",
            "post_id": "8634",
            "reply_to_id": "8629"
        },
        {
            "user_name": "juddi",
            "text": "Vandamálið er að þetta gerist stundum án þess að neitt sjáist á kassanum sem bendir til þess að hann sé orðin lélegur en þetta er auðvitað smeks atriði en ef þetta er bölvað fúsk ættu menn að halda sig frá helstu sjálfskipti gúrúum eins og td Ljónstöðum sem nánast undantekningarlaust aftengja orginal kælinguna.",
            "date": "2010-09-16 20:35:00",
            "post_id": "8637",
            "reply_to_id": "8634"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Sammála þessu með fúskið. Lét taka upp sjálfskiptingu hjá mér á Fjósstöðum fyrir ca tveimur árum og þeir vildu tengja framhjá vatnskassa elementinu sem ég asnaðist svo til að gera reyndar með hálfum hug. Eftir upptektina og framhjátenginguna er skiftingin hörð og leiðinleg lengi vel á morgnana sérstaklega á veturna. Þetta styttir líklega líftímann á skiftingunni og fer illa með allan drifbúnaðin.",
            "date": "2010-09-17 10:17:00",
            "post_id": "8652",
            "reply_to_id": "8637"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-09-17 10:27:00",
            "post_id": "8653",
            "reply_to_id": "8652"
        },
        {
            "user_name": "Einar",
            "text": "Það eru gömul og góð sjálfskiptingarfræði að hafa orginl kælirinn áfram virkan og tengdan á eftir aukakælinum. Annað er eiginlega bölvað fúsk þar sem án þess verður heilmikið flökt á hitanum á skiptingunni, sérstaklega undir litlu álagi. Ef hætta er á að það fari að leka á milli er dótið hvort eð er orðið of gamalt og lúið.",
            "date": "2010-09-17 17:14:00",
            "post_id": "8660",
            "reply_to_id": "8653"
        },
        {
            "user_name": "JeepKing",
            "text": "Er þá ekki málið á þessum patrol að setja auka kæli fyrir framan vatnskassa..\nÞað eru einmeitt vandamál við að hrúa upp aukakælum fyrir sjálfskiftingar,\nog þá sérstaklega hér á \"klakanum\" \nhef oft rekist á erlenda þræði í Amríku þegar menn eru að útbúa sér einhverskona vatnslása\ná sjálfskiftinguna... Googlaði og fann þetta stax... frekar Cool :)\nhttp://www.jiffy-tite.com/aftermarket.cfm?subpage=451\n[youtube]http://youtu.be/BZs9SVdve1M[/youtube]",
            "date": "2010-09-17 21:33:00",
            "post_id": "8676",
            "reply_to_id": "8660"
        },
        {
            "user_name": "hobo",
            "text": "Ótrúlegt að þetta skuli ekki vera staðalbúnaður í bílum.",
            "date": "2010-09-17 22:19:00",
            "post_id": "8683",
            "reply_to_id": "8676"
        },
        {
            "user_name": "juddi",
            "text": "Partur af því að menn eru að tengja frammhjá orginal elementinu er lýka tengt því ef það er ný upptekin skipting í bílnum og mikið svarf hefur komist í kælin þá hafa menn ekki alltaf treist því að ná að skola allt svarf úr gamla kælinum.",
            "date": "2010-09-18 08:15:00",
            "post_id": "8692",
            "reply_to_id": "8683"
        }
    ],
    "date": "2010-09-15 12:23:00"
}