{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "19149",
    "title": "Gæsavatnaleið",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=19149",
    "posts": [
        {
            "user_name": "frikki",
            "text": "Er búið að opna Gæsavatnaleið og ef ekki hvenær þá\nkkv\nFrikki",
            "date": "2013-07-22 00:35:00",
            "post_id": "106317",
            "reply_to_id": false
        },
        {
            "user_name": "frikki",
            "text": "http://www.vegagerdin.is/media/umferd-o ... alendi.pdf",
            "date": "2013-07-22 00:48:00",
            "post_id": "106318",
            "reply_to_id": "106317"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Hvað er það sem stendur fyrir því að þetta sé ekki enn opið?",
            "date": "2013-07-22 07:48:00",
            "post_id": "106320",
            "reply_to_id": "106318"
        },
        {
            "user_name": "Einfari",
            "text": "Spurðu Vegagerðina",
            "date": "2013-07-22 08:34:00",
            "post_id": "106324",
            "reply_to_id": "106320"
        },
        {
            "user_name": "Hansi",
            "text": "Vika hálfur mánuður í opnum F910 segir vegagerðin, snjór og aurbleyta... \nSegjast ekki vera með gæsavatnaleiðina sem slíka á sinni könnu...",
            "date": "2013-07-22 08:54:00",
            "post_id": "106326",
            "reply_to_id": "106324"
        },
        {
            "user_name": "ivar",
            "text": "Ég veit um mann sem gæti verið ég eða eh annar sem hefur keyrt þessa leið fyrir opnun á sumrin.\nÞarna hafa leynst snjóskaflar í skörðum ofl og einn ákveðinn skafl að mig minnir stuttu eftir gæsavatnaskála sem fer seint.\nHefur ekki verið nein aurbleyta þau skipti sem ég hef farið en hinsvegar er þetta grítt og óskemmtilegt ef þarf að spóla í smá snjóskafli þar sem grunnt er á grjót.\nMyndi samt halda að þetta væri orðið vel fært fullbreyttum jeppum í dag.",
            "date": "2013-07-22 10:12:00",
            "post_id": "106327",
            "reply_to_id": "106326"
        },
        {
            "user_name": "HaukurB",
            "text": "Voru allt að 3-5m háir snjóskaflar fyrir c.a. viku þegar hálendisvakt í Dreka fór þangað, held það eigi að skoða ástand á veginum aftur í þessari viku (að mig minni)",
            "date": "2013-07-22 11:15:00",
            "post_id": "106330",
            "reply_to_id": "106327"
        },
        {
            "user_name": "kjartanbj",
            "text": "það er engin önnur leið úr Nýjadal yfir í Drekagil/Herðubreiðarlindir sem er hægt að fara? spurning um að spjalla við björgunarsveitina bara upp í Nýjadal og sjá hvernig staðan er eða hvort þeir vita eitthvað, fullbreyttir jeppar á ferð, einn tveir skaflar ættu ekki að vera vandamál, skil samt ekki ég skoðaði hálendiskortið um daginn og þá var ekki merkt lokun þarna",
            "date": "2013-07-22 20:16:00",
            "post_id": "106356",
            "reply_to_id": "106330"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Hægt að fara Sprengisand og Vikrafellsleið með smá snúning",
            "date": "2013-07-22 22:25:00",
            "post_id": "106374",
            "reply_to_id": "106356"
        },
        {
            "user_name": "HaukurB",
            "text": "Bæði Gæsavatnaleið og Dyngjufjallaleið (F910) eru lokaðar, en eins og Hjalti segir þá geturu farið inn á Sprengisand og farið inn á Vikrafellsleið, annars er það bara þjóðvegurinn og langa leiðin. Mætti samt alveg merkja Gæsavatnaleið ófæra, ætti ekki að vera mikið vesen fyrir vel breytta bíla að fara þessa leið.",
            "date": "2013-07-22 23:45:00",
            "post_id": "106383",
            "reply_to_id": "106374"
        },
        {
            "user_name": "Máni",
            "text": "Það er nú pottþétt töluverður snjór ennþá á Dyngjufjallaleiðinni. En samkvæmt öruggum heimildum er gamla góða Gæsavatnaleiðin vel fær breyttum jeppum og trukkum. Einhverjir smáskaflar, en ekkert sem stoppar menn skilst mér",
            "date": "2013-07-23 22:21:00",
            "post_id": "106425",
            "reply_to_id": "106383"
        }
    ],
    "date": "2013-07-22 00:35:00"
}