{
    "forum_title": "Almennt spjall",
    "id": "1916",
    "title": "nova",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1916",
    "posts": [
        {
            "user_name": "Andri M.",
            "text": "hafa menn einhverja reynslu af nova ??\neg var og er hja vodafone og er ánægður þar vegna góðs og víðs dreifikerfis og þjónustu,  en eftir að hafa farið niðri nova nuna í vikunni og rætt við sölumann var mer tilkynnt um það að eftir að 3g dreifikerfinu lyki, tæki við venjulegt dreifikerfi hja vodafone, \nmer list rosalega vel á þetta, sérstaklega þar sem 85-90% af mínum vinum og félögum eru hja nova og því gæti þetta sparað manni vonandi einhverja þúsund kalla á manuði í símanotkun, \nþannig að hvernig hefur nova verið að gera sig á ferðalögum um landið bæði hálendi sem og laglendi ?? \nallar reynslusögur vel þegnar",
            "date": "2010-09-15 16:40:00",
            "post_id": "8588",
            "reply_to_id": false
        },
        {
            "user_name": "SverrirO",
            "text": "það er gott samband mest alla leið frá rvk til egilstaða hjá nova veit ekki með hálendi er ekki búinn að vera svo lengi með þessa þjónustu. Þeir hjá nova leigja víst aðgang að öllum sendum vodafone þannig að ég sé ekki að það sé neitt verra. En það er ekki frítt að hryngja nova í nova nema fyrstu 1000 minúturnar minnir mig en ég hef reyndar ekki klárað þær enþá, veit sam um nokkra sem hafa gert það og eru ekki ánægðir.",
            "date": "2010-09-15 18:00:00",
            "post_id": "8593",
            "reply_to_id": "8588"
        },
        {
            "user_name": "jeepson",
            "text": "Það góða við nova er að maður hringir frítt innan kerfis. (1000 mínútur). Mér hefur einusinni tekist að eyða þessum mínútum. maður er ekkert að borga meir fyrir að hringja í hin símafyrirtækin. Hinsvegar er dýrt að hringja frá hinum í nova. Ég er bæði hjá nova og tal. Og ég er mjög ánægður með þá báða. en svo hefur maður verið að pæla í þessu alterna dæmi líka. En ég mæli hiklaust með Nova.",
            "date": "2010-09-15 18:23:00",
            "post_id": "8595",
            "reply_to_id": "8593"
        },
        {
            "user_name": "ási",
            "text": "Góðan daginn\nEr mikill munur hjá hvað símafélagi þú ert miðað við að vera í góðu sambandi til fjalla og þjónustulega séð.\nTal\nSiminn\nnova\nVodafone\nkv\nási",
            "date": "2010-09-16 11:23:00",
            "post_id": "8618",
            "reply_to_id": "8595"
        }
    ],
    "date": "2010-09-15 16:40:00"
}