{
    "forum_title": "Almennt spjall",
    "id": "19188",
    "title": "Mmc pajero sport / L200 dísel pælingar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=19188",
    "posts": [
        {
            "user_name": "budapestboy",
            "text": "Jæja Jeppa menn er að spà í ódýrum dísel jeppling og er mikið að skoða mmc pajero sport 2000 àrgerð 2.5 dísel eða Mmc L200 2004 ... hafa menn einhverja reynslu af þessum bílum? Hvernig er eyðslan og dràttargeta td  að draga lítið fellihýsi. Er eitthvað sem þarf að skoða betur en annað þegar maður skoðar jeppann? Öll svör mjög vel þegin.\n.",
            "date": "2013-07-25 19:25:00",
            "post_id": "106527",
            "reply_to_id": false
        },
        {
            "user_name": "Ingójp",
            "text": "Ég er einnig að skoða þessa bíla 2005-2007 árgerð fínt pláss og henta vel til að draga fellihýsið. \nMér er sagt að þetta sé að eyða í kringum 10L/100km með fellihýsið í eftirdragi. og eitthvað svipað innanbæjar fer allt eftir aksturslagi 10-12L/100km\nEf ég enda á svona þá hendi ég tölvukubb í þetta til að hressa hann aðeins",
            "date": "2013-07-26 16:09:00",
            "post_id": "106571",
            "reply_to_id": "106527"
        },
        {
            "user_name": "nobrks",
            "text": "Hef smá reynslu af þessum mótor, hrld það megi allveg bæta 2l við þessar eyðslutölur mv mína reynslu, þetta er gamaldags mótor í vinnslu og afli, en fínir bílar fyrir peninginn.  \nBensínbíll sem var í fjölskyldunni hjá mér var m 14l innanb sjálfskiptur. Ég myndi velja bensín næst ef ég fengi mér svona bíl.  .. En líklega þyrfti ég líka að bæta við 2l við þá tölu",
            "date": "2013-07-26 16:44:00",
            "post_id": "106572",
            "reply_to_id": "106571"
        },
        {
            "user_name": "Ingójp",
            "text": "Það er terracan á heimilinu hann er í 10L/100 með fellihýsið í eftirdragi ef ég held 90-95 kmh hef marg oft mælt hann.  Hann er í 12L/100 innanbæjar",
            "date": "2013-07-26 18:35:00",
            "post_id": "106577",
            "reply_to_id": "106572"
        },
        {
            "user_name": "66kall",
            "text": "þú nærð að halda honum í 12-13 innanbæjar með rólegum akstri og kannski í 9-10 í langkeyrslu miðað við 90 km hraða, en eyðslan eykst mikið við hærri hraða því hann er mjög lágt gíraður, skoða rið í grind og undir stigbrettum, slatta viðhald á mínum eftir 200.000.annars ágætir bílar.",
            "date": "2013-07-26 21:54:00",
            "post_id": "106588",
            "reply_to_id": "106577"
        }
    ],
    "date": "2013-07-25 19:25:00"
}