{
    "forum_title": "Almennt spjall",
    "id": "1922",
    "title": "Fjöðrunarvesen á Pajero - demparapælingar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1922",
    "posts": [
        {
            "user_name": "gullli",
            "text": "Sælir snillingar.\nNú er komið að því að þessir \"fínu\" rafmagnsdemparar undir '99 módel af 2.8 Pajeroinum eru nokkurnvegin hættir að virka svo að vel sé. Næsta skref er þá að kaupa nýja (ekki rafmagnsdempara, þori ekki einusinni að athuga hvort þeir kosti á milli 100-200 eða 200-300þúsund).\nValið stendur á milli Sachs úr Fálkanum og OME frá Bílabúð Benna. Þessar tvær tegundir eru á svipuðu verði en ég hef ekki hundsvit á því hvort er betra (ef þá nokkuð er).  Lítill munur á kúk og skít en sannarlega í lagi að leita í viskubrunn þeirra sem hafa reynsluna.\nMæla menn með annarri tegundinni frekar en hinni, nú eða þá einhverri enn annarri sem mér hefur ekki hugkvæmst?\nMbk.\nGulli",
            "date": "2010-09-16 11:44:00",
            "post_id": "8620",
            "reply_to_id": false
        },
        {
            "user_name": "Kalli",
            "text": "Hryngdu bara í Bigga í Breyti og spurðu hann. \nsíminn. 5677722",
            "date": "2010-09-16 13:17:00",
            "post_id": "8623",
            "reply_to_id": "8620"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÉg þekki svosum ekki muninn þannig en þetta sem ég talaði við BBBenna um dempara fannst mér þeir vera á miklu stýfari línu en ég.  Var að ræða við þá um Ranco 5000 sem ég var með undir Cherokee.  Þeir voru undan Suburban eða einhverju álíka og bíllinn ókeyrandi.\nÉg keypti undir Pattan minn KYP dempara úr Stillingu minnir mig og þeir kostuðu ekki svo mikið.  KYP framleiðir mjög mikið af dempurum fyrir bílaframleiðendur og ´þ.a.m. Patrol og þessvegna keypti ég mína þar.  Þeir virka mjög vel en fljótlega fór aðeins að blotna í kringum þá en það virðist ekki koma af sök.  Þeir eru að verða nokkura ára gamlir og lekinn kom fljótlega eftir að ég keypti þá, eins og þá hafi vantað að hrækja út úr sér umframolíu.\nKv Jón Garðar",
            "date": "2010-09-16 14:27:00",
            "post_id": "8624",
            "reply_to_id": "8623"
        },
        {
            "user_name": "Kiddi",
            "text": "OME eru líklega betur \"stilltir\" með það í huga að nota jeppann sem jeppa, s.s. keyra á þvottabrettum og svo framvegis, þar sem þeir eru jú ástralskir og andfætlingarnir vita nokkuð vel hvað þeir syngja þegar það kemur að jeppum\nEn ertu búinn að kanna með Bilstein hjá Poulsen? Næstu demparar sem ég fæ mér undir jeppann minn verða klárlega Bilstein en það er kannski líka af því að þeir eru þægilegri í \"ekki original\" dempurum en flestir.",
            "date": "2010-09-16 18:34:00",
            "post_id": "8631",
            "reply_to_id": "8624"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég keypti KYB í Pajeroinn hjá mér einfaldlega afþví að MMC notuðu KYB í Pajero á þeim tíma sem hann var framleiddur.  Eins og draumur í dós.",
            "date": "2010-09-16 19:29:00",
            "post_id": "8635",
            "reply_to_id": "8631"
        },
        {
            "user_name": "gullli",
            "text": "Þakka ykkur skjót og góð viðbrögð. Ég er búinn að kanna hér og hvar og niðurstaðan er eftirfarandi:\nPoulsen er með Lip, 9.870 stk að framan og 10.998 stk að aftan.\nStilling er með KYB, 11.932 stk að framan og 10.596 stk að aftan.\nB.Benna er með OME, 20.000 stk að framan, óvitað með að aftan.\nFálkinn er með Sachs, 20.000 stk að framan, óvitað með að aftan.\nN1, svara ekki síma þrátt fyrir ítrekaðar tilraunir.\nAB, óviss með tegund, 15.000 stk að framan og 13.500 stk að aftan.\nBreytir, svarar ekki í síma.\nHekla, orginal (rafmagnsdempararnir), 51.700 stk að framan (verð víst að éta ofaní mig þessar hundraðþúsundkallayfirlýsingar) og óvíst með verð að aftan\nHekla ó-orginal (óvitað með tegund), 12.830 stk að framan og 10.500 stk að aftan.\nNú spyr ég mig, Lip og KYB eru áberandi ódýrastir - er sama lögmálið í gildi hér eins og víða annarsstaðar að þú færð það sem þú borgar fyrir og maður þarf að endurnýja þessa dempara mörgum sinnum á meðan þeir dýrari endast enn. Eða er þetta \"nógu gott\" fyrir \"meðalmanninn\" sem vill fá sem mest fyrir peninginn?\nBíllinn hjá mér er á 33\", að mestu keyrður á þjóðvegi en þó notaður á hálendisslóðum og mis-grófum malarvegum að sumarlagi og þegar þurfa þykir. Í viðbót við þetta langar mig til að velta upp spurningu varðandi fjöðrunina. Ég er að hugsa um þessi demparaskipti því mér finnst bíllinn MJÖG hastur þegar farið er út af þjóðveginum (og jafnvel inná honum líka, maður finnur fyrir ÖLLUM mishæðum og steinvölum). Ef ég ætti að lýsa þessu í styttra máli þá er eins og lengri fjöðrun (farið yfir hraðahindranir á eðlilegum hraða oþh.) sé í lagi, hann er þéttur og góður. En styttri fjöðrun, ójöfnur á vegi, malavegir og smáholur, verði til þess að manni líður eins og setið sé í fjöðrunarlausum kassabíl.\nÉg skrifaði þetta á lélega dempara en það veldur mér hugarangri að ekki sést smit á þeim eins og vant er (?) þegar demparar hafa sungið sitt síðasta. Ég er nýbúinn að skipta um neðri demparagúmmíin sem voru orðin alveg ónýt en mér fannst hann ekki breytast mikið við það.\nÉg var að velta fyrir mér, áður en ég ræðst í demparaskipti, hvort slit í klafafóðringum eða eitthvað annað getur framkallað eitthvað í líkingu við þetta sem lýst er hér að ofan? Því er einnig við að bæta að hann virðist ekki mikið skrúfaður upp á vindustöngum því hann stendur frekar lágur og þegar honum er beygt og hann fjaðrar (keyrt upp á gangstéttarkant eða þ.h.) þá nartar hann í hjólaskálina. Velti fyrir mér hvort gæti verið að dempararnir séu orðnir svo slappir að þeir séu orðnir \"tómir\" og hann sé þessvegna siginn og fjaðri illa? \nMeð von um að einhver hafi getað (og nennt) að stauta sig fram úr þessu og góð ráð vel þegin, nú sem fyrr.",
            "date": "2010-09-17 18:14:00",
            "post_id": "8666",
            "reply_to_id": "8635"
        },
        {
            "user_name": "hobo",
            "text": "Varðandi hastleikann, ertu með loftþrýstinginn í dekkjum á hreinu?\nMax 25 pund á malbiki og hleypa úr á mölinni niður í t.d. 15 pund.\nÞetta hljómar allavega eins og grjótpumpuð dekk.\nVarðandi það að þér finnist bíllinn siginn þá hafa dempararnir lítið með það að gera, gormarnir eða fjaðrirnar er ástæðan.",
            "date": "2010-09-17 19:50:00",
            "post_id": "8669",
            "reply_to_id": "8666"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-09-17 21:07:00",
            "post_id": "8673",
            "reply_to_id": "8669"
        },
        {
            "user_name": "hobo",
            "text": "Gott að byrja á einföldu hlutunum fyrst, loftþrýsting t.d.\nDekkin gleypa í sig þessar steinvölur ef hæfilega lint er í dekkjum og það hlífir einnig dempurum.\nEkki veit ég af hverju menn eru að hleypa úr á mölinni ef það tengist ekki þægindum í akstri...",
            "date": "2010-09-17 21:22:00",
            "post_id": "8675",
            "reply_to_id": "8673"
        },
        {
            "user_name": "gullli",
            "text": "Sælir.\nDekkin eru í ca. 28 pundum á malbiki og 20-22 á malarvegum (hann mýkist aðeins við það að hleypa úr á mölinni en ef ég geri það ekki og keyri malarveg í Heiðmörk með 28 pund í þá líður mér eins og ég sé í kassabíl). Hvað varðar sigið og gorma eða fjaðrir þá hef ég nú hvorugt séð á pajeroinum að framan, eingöngu demparann. Boddýið er rúmlega 3-4 tommur fyrir ofan afturdekk en ekki nema 2 tommur yfir ofan framdekk (ætlaði að reyna að láta fylgja mynd en er frekar tæknifatlaður og það gekk ekki).\nJá, hefði mátt fylgja í fyrsta pósti að bíllinn er ekinn 206þúsund svo það kemur mér ekkert á óvart þó dempararnir gætu verið búnir en það er samt súrt að skipta um þá ef það gæti verið eitthvað annað og ódýrara.\nMbk. G.",
            "date": "2010-09-17 21:42:00",
            "post_id": "8677",
            "reply_to_id": "8675"
        },
        {
            "user_name": "snöfli",
            "text": "Lysing þín á lélegri stutt útslagsfjörðun en betri á löngu slagi bendir til fóðringa og gúmmía. Mundi skoða dempara- og spyrnugúmmí, líka í kringum ballansstöng.  Prófa líka hvort það er slag í hjólalegu.  Ótrúlegt hvað þetta slit getur gert bíl leiðilegan.\nÞú átt að geta prófað dempara með því sveifla bílnum upp og niður.  (Hoppa á beislinu á eigintíðni sveilunar og sjá hvenrig hann dempar sig niður.  Krítísk dempun er þegar hoppað er af þá fari hann aðeins uppfyrir jafnvægistöðuna einu sinni og stoppi sivg stax þegar hann kemur niður (Svona hreyfing eins og J á hvolfi).  Yfirkrítísk dempun (of mikil) er þegar maður hoppar af og henn fer í jafnvægisstöðuna beint.  Undirkritísk þegar þú sérð upp sveiflu, niðursveiflu og aðeins upp aftur (eða oftar).",
            "date": "2010-09-17 21:48:00",
            "post_id": "8678",
            "reply_to_id": "8677"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nByrjaðu á byrjuninni.  Núna verður þú að rúlla þér undir bílinn og athuga hvort hann liggi á samsláttarpúðunum.  Ef hann gerir það er hann hastur og þá eru gormarnir að aftan orðnir signir og ónýtir og vindustangirnar að framan signar og ónýtar.  Kannski í lagi að skrúfa þær pínulítið upp en ef þær síga þá brýturðu þær fyrir rest með því að skrúfa meira og meira.\nEf hann liggur ekki á púðunum, hvorki að framan né aftan skaltu prófa að ýta bílnum upp nokkrum sinnum í takti við hreyfingar bílsins.  Þannig sérðu aðeins hvernig hann er að hreyfast.\nEf allt virðist vera í standi með gorma og vindustangir skaltu kippa dempurunum úr og sjá hvað gerist.  Hekla hlýtur að geta sannreynt fyrir þig hvort þeir séu í lagi eða ekki.  Ef þeir eru þannig að þú kemur þeim varla saman með því að leggjast ofaná þá er eitthvað að.  Demparar í Patrol sem er tæpu tonni þyngri eru þannig að maður ýtir þeim saman með höndunum.\nÉg hefði haldið að demparar bili allavega í 99% tilfella þannig að þeir verði \"dauðir\" s.s. verði og auðvelt að ýta þeim saman og sundur.  Athugaðu að prófa þetta bara með demparann lóðréttan og þannig að hann hafi verið lóðréttur svolítinn tíma.\nOriginal demparar eru oft mun léttari saman en sundur.  Það er líka fínasti eiginleiki.  Þeir Rancho demparar sem ég prófaði voru stífir bæði sundur og saman enda var bíllinn ókeyrandi með þá, en þeir voru pottþétt í fínu standi.\nVarðandi loftþrýsting þá finnst mér þú vera á allt of háum þrýstingi.  20-22 á malbiki kannski 24 psi ef þú ferð í langt ferðalag en 10-14 psi á malarvegi er alveg fínt.  Ég upplifi jeppann minn svolítið þannig að þegar dekkin eru of harðpumpuð fara þau að virka öfugt á bílinn s.s. hoppa á steinunum og mjúka Patrol fjöðrunin hleypir dekkinu of langt upp.  Þannig magnast hreyfingin við minnstu misfellur.  \nLoftþrýstingurinn verður líka aðeins að vera í samræmi við felgustærð.  7\" felgur eru of grannar og dekkin brotna mun fyrr, þú getur lítið hleypt úr áður en þú ferð að skemma dekkin.  10\" felgur eru algert lágmark.  Á þeim geturðu hleypt sæmilega úr en þó ekki nógu mikið.  á 12\" eða 13\" felgum geturðu keyrt hvaða malarveg sem er á 8 pundum mikið til áhyggjulaus.  Ég keyrði Nissan pikkup frá Kverkfjöllum til byggða á 35\" dekkjum á 13\" felgum (hálfri tommu breiðari en dekkin eru) á 6 psi en á 6 pundum stóð bíllinn ennþá í fullri veghæð en var silkimjúkur.\nKv Jón Garðar\nP.s. ég giska á að það sé ekkert að dempurunum.",
            "date": "2010-09-17 22:07:00",
            "post_id": "8679",
            "reply_to_id": "8678"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-09-17 22:09:00",
            "post_id": "8680",
            "reply_to_id": "8679"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-09-17 22:20:00",
            "post_id": "8684",
            "reply_to_id": "8680"
        }
    ],
    "date": "2010-09-16 11:44:00"
}