{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "19303",
    "title": "ná glóðarkertum úr trooper",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=19303",
    "posts": [
        {
            "user_name": "biturk",
            "text": "Smá ves, ég er með trooper hedd (4jx1) á borðinu hjá mér á leið í plönun og 3 þeirra eru gikkföst 2 snerust í sundur við minnsta átak og síðasta er alveg pikk\nHvernig á ég að ná helv draslinu úr áður en ég nota heddið sem skotskífu og fleigi bílnum fram af klett í bræðiskasti yfir þessum ógeðslegu mótorum?",
            "date": "2013-08-02 09:20:00",
            "post_id": "107017",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Ekki skemmtilegt, er ekki að bora út það eina í stöðunni?\nEn ef þú ætlar að fleygja bílnum fram af kletti, má ég þá hirða eitt og annað úr honum fyrst? :)",
            "date": "2013-08-02 10:09:00",
            "post_id": "107019",
            "reply_to_id": "107017"
        },
        {
            "user_name": "Polarbear",
            "text": "brjóta rest, baða í wd-40, bora í gegnum þau og nota svo öfugugga til að skrúfa þetta úr? er þetta ál-hedd?",
            "date": "2013-08-02 12:48:00",
            "post_id": "107028",
            "reply_to_id": "107019"
        },
        {
            "user_name": "biturk",
            "text": "Já þetta er álhedd, er eina leiðin að bora og snitta svo afganginn úr?",
            "date": "2013-08-03 08:22:00",
            "post_id": "107049",
            "reply_to_id": "107028"
        },
        {
            "user_name": "Polarbear",
            "text": "byrjaðu á því að reyna að losa þetta úr með öfugugga.",
            "date": "2013-08-03 10:10:00",
            "post_id": "107061",
            "reply_to_id": "107049"
        },
        {
            "user_name": "66 Bronco",
            "text": "Halló.\nÉg hef með góðum árangri rekið torx bita ofan í sundurskrúfuð glóðarkerti og skrúfað úr. Fyrst skaltu banka dulítið á endann á kertinu með áreki, það getur losað um.\nHjörleifur.",
            "date": "2013-08-03 14:26:00",
            "post_id": "107075",
            "reply_to_id": "107061"
        },
        {
            "user_name": "Hfsd037",
            "text": "Ég lenti einu sinni í því að snúa glóðarkerti í sundur, ég náði að skrúfa skrúfu ofan í brotið og lét lítið kúbein á endann, tók mjög laust á því og brotið small úr :)",
            "date": "2013-08-03 14:33:00",
            "post_id": "107076",
            "reply_to_id": "107075"
        },
        {
            "user_name": "Elís H",
            "text": "það borgar sig að láta bora þau úr, hafðu samband niðrí BL og talaðu við ingólf. ég man ekki nafnið á rennismiðnum sem ´´a til stýristykki fyrir borinn.  annars boraði ég kerti úr mörgum trooperum, í bílnum ,  og heppnaðist alltaf en það er samt betra að láta rennismiðinn gera þetta.  Spurðu þá í BL. þeir vita það.",
            "date": "2013-08-03 20:55:00",
            "post_id": "107104",
            "reply_to_id": "107076"
        }
    ],
    "date": "2013-08-02 09:20:00"
}