{
    "forum_title": "Almennt spjall",
    "id": "1932",
    "title": "endurnýjun afturdempara undir 35\" cherokee XJ",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1932",
    "posts": [
        {
            "user_name": "garnett91",
            "text": "nú er ég með mjög nýlega dempara undir cherokeeinum að aftan en þeir eru ALLTOF stýfir veit ekki hvort ég þurfi lengri eða mýkri eða bara betri dempara með hverju mæliði ?",
            "date": "2010-09-17 22:13:00",
            "post_id": "8681",
            "reply_to_id": false
        },
        {
            "user_name": "snöfli",
            "text": "Einvirkir eða tvívirkir?  Tvívirkir er eittvhað sem þú ættir að forðast.  Demparar eiga að vera í réttu hlutfalli við stífleika gorms og þunga fjaðrandi massans.  Þ.e.a.s. þungi hjólabúnaðar (dekkja, hásinga/klafa etc.) v.s. þungi bíls.  Það er best að hugsa sér hvað gerist þegar þú keyrir uppá steinvölu.   Ef demparinn er tvívirkur þá reynur hann að halda á móti hreyfingunni og höggið kemur  að hluta upp-í bílinn (sama sem höst fjöðrun).  Einvirkur dempari reynir hinsvegar að halda á móti gormnum þegar þú keyrir ofan af steinvölunni þannig að það komi ekki annað högg þegar dekkið skellur á jörðinni aftur.  Ef dempun er of lítil þá þá keyrir gormurinn hjólið strax niður aftur með tilheyrandi höggi og sveifluhreyfingu, ef dempuni er of  mikil þá hangir hjólið uppi þannig að dekkið er á lofti smá tíma og skellur svo á jörð.\nÞú átt að geta prófað dempara með því sveifla bílnum upp og niður. (Hoppa á beislinu á eigintíðni sveilunar og sjá hvenrig hann dempar sig niður. Krítísk dempun er þegar hoppað er af þá fari hann aðeins uppfyrir jafnvægistöðuna einu sinni og stoppi sig stax þegar hann kemur niður (Svona hreyfing eins og J á hvolfi). Yfirkrítísk dempun (of mikil) er þegar maður hoppar af og henn fer í jafnvægisstöðuna beint. Undirkritísk þegar þú sérð upp sveiflu, niðursveiflu og aðeins upp aftur (eða oftar).\nÞú gætir verið með annað hvort eða bæði tvívirkan dempara eða of stífan (yfirdempað).\nmbk.\nl.",
            "date": "2010-09-17 23:11:00",
            "post_id": "8685",
            "reply_to_id": "8681"
        },
        {
            "user_name": "Freyr",
            "text": "Hvernig dempara ertu með?",
            "date": "2010-09-18 00:05:00",
            "post_id": "8687",
            "reply_to_id": "8685"
        },
        {
            "user_name": "garnett91",
            "text": "þetta er kannski heldur flókið fyrir svona vitleysing eins og mig :-) en ef það hjálpar eitthvað þá stendur DON á þeim og þeir eru hvítir að lit meira veit ég því miður ekki vona að þið getið hjálpað mér því það er viðbjóður að keyra bílinn svona :D",
            "date": "2010-09-18 15:42:00",
            "post_id": "8698",
            "reply_to_id": "8687"
        },
        {
            "user_name": "Freyr",
            "text": "Sæll aftur\nÉg hef breytt og átt nokkra svona bíla og skal skoða hann hjá þér og segja þér hvað þarf að gera. Ég bý í vesturbænum í rvk. Bjallaðu á mig og finnum tíma, er í fæðingarorlofi og er því mikið heima við.\nKv. Freyr S: 661-2153",
            "date": "2010-09-18 19:19:00",
            "post_id": "8704",
            "reply_to_id": "8698"
        },
        {
            "user_name": "garnett91",
            "text": "þakka þér kærlega mun hafa samband við þig fljótlega :-)",
            "date": "2010-09-19 00:26:00",
            "post_id": "8709",
            "reply_to_id": "8704"
        }
    ],
    "date": "2010-09-17 22:13:00"
}