{
    "forum_title": "Almennt spjall",
    "id": "1936",
    "title": "Þrif á vél að innan",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=1936",
    "posts": [
        {
            "user_name": "ási",
            "text": "Hvernig er það með bensinvélar keyrðar um 100 þ km er gott að þrifa þær að innan með steinoliu eða einhverju álíka.\nÞá er ég að tala um að tappa olíunni af og setja steinoliu á vélina blandaða olíu eða tvígengis olíu og setja í gang augnablik.\nkv\nási",
            "date": "2010-09-19 14:13:00",
            "post_id": "8715",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Ekki hef ég heyrt af þeirri aðferð né myndi þora því sjálfur.\nÞað eru til efni sem blanda á í smurolíuna sem eiga að þrífa vélina að innan en mín skoðun er sú að besta aðferðin er að skipta reglulega um smurolíu og síu.",
            "date": "2010-09-19 14:39:00",
            "post_id": "8716",
            "reply_to_id": "8715"
        },
        {
            "user_name": "Stjóni",
            "text": "Af hverju viltu standa í svona tilrauna starfsemi með vélina? Svona lítið ekin vél á ekki að þurfa meira en regluleg olíuskifti, síur og skifta um tímareim ef það er ekki búið að því.",
            "date": "2010-09-19 16:19:00",
            "post_id": "8719",
            "reply_to_id": "8716"
        },
        {
            "user_name": "Hlynurh",
            "text": "hef heyrt af einu slíku atviki þá var það eitthver sem sinnti eikki olíu skiftum reglulega og þegar það var gert þá var olían svo svört og ógeðsleg að hann tappaði af helti svo slatta af olíu og dísel saman setti svo í gang í(bara í hægagangi) nokkrar mínutur tappaði svo aftur af enn eins ég held að ef það er sinnt reglulega olíuskiftum þá á þetta ekki að vera nauðsinnilegt \nkv Hlynur",
            "date": "2010-09-19 16:25:00",
            "post_id": "8720",
            "reply_to_id": "8719"
        },
        {
            "user_name": "Kiddi",
            "text": "Spurning með að blanda smá sjálfskiptiolíu út smurolíuna...",
            "date": "2010-09-19 17:44:00",
            "post_id": "8721",
            "reply_to_id": "8720"
        },
        {
            "user_name": "khs",
            "text": "Ég tók eftir þessu á mínum bíl eftir kaupin að olían varð fljótlega þykk svo ég gerði nokkra hluti.  Ég keypti hjá N1 svona hreinsiefni fyrir olíuna en það er sett á vélina og hafði hann í hægagangi í 3-4 mín og tappaði strax af honum.  Ég setti nýja olíu og síu og keyrði hann einhverja 500km minnir mig.  Tappaði svo af og setti einnig 1L af sjálfskipti olíu á hann og síu og keyrði hann ca 30 km og tappaði af.  Setti nýja olíu og síu og keyrði hana einhverja 1000km og tappaði svo enn einu sinni af og setti nýja síu.   Held að þetta hafi lengt líftíma vélarinnar til muna.",
            "date": "2010-09-19 19:31:00",
            "post_id": "8723",
            "reply_to_id": "8721"
        },
        {
            "user_name": "ási",
            "text": "ég varpaði þessari spurningu fram vegna þess að maður er að heira svona sögur pg þetta sé allra meina bót fyrir vélina.\nEins líka að menn eru að setja tvígeingis olíu í díselolíona til að hreinsa spíssa og fl.\nkv\nási",
            "date": "2010-09-19 19:47:00",
            "post_id": "8726",
            "reply_to_id": "8723"
        },
        {
            "user_name": "Startarinn",
            "text": "Láttu þér ekki detta þetta í hug, sérstaklega á svona lítið ekinni vél, þetta er ekki til neins annars en stytta líftímann á legum og stimplum, ég yrði hissa ef sílendrarnir myndu ekki rifna við þetta og hringirnir skemmast.\nEf þú hefur miklar áhyggjur af drullu í vélinni þá getur þú sett á hana olíu ætlaða dísil vélum (þær hafa hærri TBN tölu og þ.a.l. betri hreinsi eiginleika) og skipt oftar um síu á móti ef þér finnst olían litast fljótt, fylgjast bara vel með smurþrýsting.\nÞó að olían sé ekki glæsileg þarf það ekki að þýða að vélin sé haugskítug að innan.\nSem dæmi þá á ég Benz E-320 4matic '00, ég skipti um olíu á honum í febrúar, þá var bíllinn ekinn um 103þús, tölvan í bílnum segir mér hvenar er kominn tími á olíuskipti.\nNú er bíllinn ekin 118 þús, ég hef tvisvar bætt um líter á hann og tölvan segir mér að ég eigi ennþá 5000 km eftir fram að næstu olíuskiptum, en mér finnst olían á kvarðanum langt frá því að vera glæsileg og hef oft skipt um betur farna olíu á mínum bílum. \nEn þessi bíll er keyrður mikið milli landshluta. Eflaust væri þessi ending mun minni innanbæjar.\nKv\nAddi",
            "date": "2010-09-19 19:48:00",
            "post_id": "8727",
            "reply_to_id": "8726"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nMitt svar við spurningunni er þvert nei.\nMótorinn er bara hreinsaður með hreinni smurolíu, ef þú heldur að mótorinn sé skítugur skiptirðu oftar, líst vel á aðferðina sem var lýst áðan.  Hugsanlega væri í lagi að setja steinolíu á mótorinn \nÁN ÞESS AÐ SETJA Í GANG\n.  Ég ætti ekki erfitt með að trúa því að gangsetning með steinolíu myndi eyðleggja vélina.  Hinsvegar þyrfti að losna við megnið af steinolíunnu áður en vélin yrði gangsett. Í öllu falli færi ég aldrei út í svona sálma.  Ef vélin er óhreinni en hefðbundin olía ræður við er ekkert annað að gera en að taka hana í sundur og hreinsa.\nSmurolía út í hráolíu er svolítið annars eðlis enda er verið að tala um einn til tvo lítra af smurefnum með 40-80 lítrum af hráolíu.  Það er trúlega í lagi að setja sama hlutfall af steinolíu við mótorolíuna en það væri varna meira en fingurbjörg og myndi lítið gagn gera.  \nSmurefninu er heldur ekki ætlað að hreinsa heldur halda menn fram, eins og ég, að hráolían sé orðin of hrein fyrir hefðbundnar vélar og sérstaklega nákvæm olíuverk.  Mótorolía, sjálfskiptivökvi eða tvígengisolía hjálpar olíunni að smyrja olíuverkið og spíssana í gömlum verkum og smyr dísurnar og rafmagnsventlana í nýrri vélum.\nKv Jón Garðar",
            "date": "2010-09-19 22:11:00",
            "post_id": "8732",
            "reply_to_id": "8727"
        },
        {
            "user_name": "Einar",
            "text": "Fyrir nokkuð löngu síðan eignaðist ég bíl sem var ansi drullugur að sjá ef maður horfði inn í ventlalokið gegnum áfyllingartappann, allt fullt af skúmmi og ógeði. Eftir tvö olíuskipti með Mobile1 olíu var allt orðið glampandi fínt og hreint, ekkert annað var gert. Góðar mótorolíur eru ansi öflug hreinsiefni og það ætti ekki að þurfa annað til að hreinsa mótorinn. Drulla í mótor kemur yfirleitt af því að annaðhvort eru menn að nota olíuna of lengi eða það er verið að nota einhverjar lélegar ódýrar olíur.\nSvona dæmi um hreinsunareiginleika mótorolíu þá er það gamalt \"húsráð\" að þvo sér hendurnar upp úr nýrri mótorolíu eftir bílaviðgerðir eða aðra óhreinindavinnu ef hreinsiefni er ekki til staðar, virkar eins og besta hreinsiefni.",
            "date": "2010-09-24 13:15:00",
            "post_id": "8917",
            "reply_to_id": "8732"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég hef gert þetta við 2.4 toyota dísel og þá tæmdi ég vélina af mótorolíu og toppaði upp með dísel.  Þetta fékk að standa á volgri vélini í ca. 15 mín og svo tæmdi ég vélina aftur.  Eftir það þá var sett olía og ný sía á kaggann og snúið einn til tvo hringi með átaksskafti á sveifarás til að koma olíuni af stað.  Bíllinn var þá keyrður í eitt kvöld og svo skipt um olíu og síu daginn eftir.  Ég er ekki viss um að ég myndi gera þetta í dag þar sem ég gat fengið mótorolíu og dísel á þeim tíma frítt í stórum stíl.  Í dag færi svona aðgerð fljótt í nokkuð marga þúsundkallana og alveg spurning um árangur.  Mikið nær væri að safna sér smá aur og opna vélina og skipta um legur, pakkningar og pakkdósir.",
            "date": "2010-09-24 17:29:00",
            "post_id": "8923",
            "reply_to_id": "8917"
        },
        {
            "user_name": "gardarm",
            "text": "Daginn.\nSkipti einu sinni um heddpakkningu í VW. Olían var eins og drulla og mér leist ekkert sérstaklega vel á þetta.\nTók pönnuna undan og þar var að finna þétta olíudrullu sem ég hreinsaði, setti síðan nýja síu og ódýrustu olíuna sem ég fékk, kannski 50% magn á vélina og bílinn ganga í smá tíma, skipti síðan aftur um síu og olíu eins og eðlilegt er og það sem ég var hissa með að eftir eitt og hálft ár eða um 25 þús kílómetrum síðar var olían enn nánast hrein. Þá skipti ég aftur bara af prinsipp ástæðum...\nÞarna var náttúrulega heddið þrifið, þrifið undan ventlaloki og strokið ofan af stimplum en ég held að það sem hafi skipt mestu máli var að ná drullunni upp úr olíupönnunni, án þess að koma henni aftur af stað inn í vélina með sérstökum hreinsiefnum.\n(Þess má bæta við að ég ók síðan bílnum á haugana eftir 350þús km þar sem að vélin gekk enn eins og verðlaunahestur sem dró handónýtt boddíið á eftir sér.)\n-Garðar",
            "date": "2010-09-25 10:29:00",
            "post_id": "8933",
            "reply_to_id": "8923"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-09-26 17:58:00",
            "post_id": "8964",
            "reply_to_id": "8933"
        }
    ],
    "date": "2010-09-19 14:13:00"
}