{
    "forum_title": "Almennt spjall",
    "id": "19378",
    "title": "Vantar hjálp við að tékka á cb-stöð",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=19378",
    "posts": [
        {
            "user_name": "Tollinn",
            "text": "Vantar að fá að spjalla við einhvern í cb-stöð til að tékka hvort það er í lagi með stöðina hjá mér.\nVæri mjög þakklátur ef einhver myndi redda mér\nTolli\ns: 691 5469",
            "date": "2013-08-07 21:55:00",
            "post_id": "107377",
            "reply_to_id": false
        },
        {
            "user_name": "Tollinn",
            "text": "Eru menn kannski bara almennt hættir að nota CB og enginn með þetta lengur í bílnum sínum?\nHefði kannski átt að taka fram að ég er í Grafarvoginum í RVK svo það er kannski heldur langsótt að vera að fara til Akureyrar til að prufa þetta, hehe..\nkv Tolli",
            "date": "2013-08-08 09:38:00",
            "post_id": "107423",
            "reply_to_id": "107377"
        },
        {
            "user_name": "Magni",
            "text": "CB er liðin tíð.  Ég er búinn að taka mína úr jeppanum. Fáir sem eru enn að nota CB",
            "date": "2013-08-08 09:45:00",
            "post_id": "107424",
            "reply_to_id": "107423"
        },
        {
            "user_name": "snöfli",
            "text": "Löngu hættu að nota CB en á held ég færanlega (lofntet á segli og tengi við sígarettukeikjara) í skúrnum. l.",
            "date": "2013-08-08 09:58:00",
            "post_id": "107425",
            "reply_to_id": "107424"
        },
        {
            "user_name": "Tollinn",
            "text": "Ég skil það ekki þar sem þetta er þæginlegt í hóp. Á góðum degi er spjall í VHF eins og að tala í útvarp og því cb hentugra að mörgu leyti, þó VHF sé auðvitað nauðsynlegt öryggistæki.",
            "date": "2013-08-08 10:18:00",
            "post_id": "107428",
            "reply_to_id": "107425"
        },
        {
            "user_name": "Hilmar Örn",
            "text": "Sæll \nÉg er enn með gömlu Benco cb stöðina í bílnum. það er að vísu að verða langt síðan ég hef notað hana en hún á að vera í lagi.\nÞú getur bjallað annað kvöld eða um helgina ef þú vilt prófa er í Kópavogi.\nkv Hilmar\n    894-4969",
            "date": "2013-08-08 21:08:00",
            "post_id": "107487",
            "reply_to_id": "107428"
        },
        {
            "user_name": "kjartanbj",
            "text": "Maður veit aldrei hver er að hlusta á CB alveg eins og með VHF, maður stillir bara VHF á 5w , hellingur til af rásum til að nota líka, það er oft svo mikið vesen á CB í dag , mikið af truflunum , var með CB í bílnum hjá mér í fyrra og maður var að heyra allan fjandan í truflunum, liði út um allan heim og svona vera koma undir samtölin hjá manni og svona, VHF er mikið hreinna",
            "date": "2013-08-08 21:11:00",
            "post_id": "107488",
            "reply_to_id": "107487"
        },
        {
            "user_name": "Tollinn",
            "text": "Takk fyrir það. Það er þegar einn búinn að hringja og ætlum við að tékka á þessu annað kvöld",
            "date": "2013-08-08 21:48:00",
            "post_id": "107495",
            "reply_to_id": "107488"
        },
        {
            "user_name": "Stebbi",
            "text": "Því miður geta ekki allir stillt stöðina sína á 5w, það myndi gera rás 45 nothæfa í kringum Langjökul á góðum jeppadegi.",
            "date": "2013-08-08 22:01:00",
            "post_id": "107498",
            "reply_to_id": "107495"
        },
        {
            "user_name": "kjartanbj",
            "text": "ef það er ekki hægt að stilla stöðina á 5w þá eru þær vitlaust forritaðar , að minnsta kosti þessar algengustu stöðvar eins og Vertex Standard stöðvarnar \nsvo eru nú flestir með meira en rás 45 hjá sér",
            "date": "2013-08-08 22:34:00",
            "post_id": "107501",
            "reply_to_id": "107498"
        }
    ],
    "date": "2013-08-07 21:55:00"
}