{
    "forum_title": "Almennt spjall",
    "id": "19432",
    "title": "Spísar í ford ranger",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=19432",
    "posts": [
        {
            "user_name": "BergZ",
            "text": "Veit einthver hvar það sé hægt að sjá hvort spísar sé ónýtir ? :)",
            "date": "2013-08-10 01:58:00",
            "post_id": "107606",
            "reply_to_id": false
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "ef þetta eru mekanískir spíssar þá eru það bara vísbendingar um að eldsneytis/brennsluloftkerfi sé að klikka;\nerfiður í gang bæði heitur og kaldur\nreykir dökkum eða svörtum reyk\ngrófur gangur og/eða alltaf\nkraftleysi.\nen þetta gæti líka átt við fleiri bilanir í díselvél.\nþað má benda á að skv sumum framleiðendum er mælt með að taka spíssa upp á 100-150þkm fresti.\nhægt er að panta nýja og uppgerða spíssa í flesta bíla á netinu á ágætisverðum eða fara með þá í Framtak/Blossa, þekki einn með LC80 ekinn um 300þkm og sá keypti nýja spíssa (Kína) fyrir brot af umboðsverði og gangur, afl, reykur og eyðsla batnaði allt.",
            "date": "2013-08-10 12:05:00",
            "post_id": "107630",
            "reply_to_id": "107606"
        },
        {
            "user_name": "BergZ",
            "text": "þetta eru eiginlega öll einkenin hjá mér meðð  bílinn",
            "date": "2013-08-10 15:30:00",
            "post_id": "107643",
            "reply_to_id": "107630"
        },
        {
            "user_name": "olei",
            "text": "Það skiptir máli hvort um er að ræða bensín eða diesel bíl. Örlítið meiri upplýsingar um ökutækið mundu hjálpa- eins og t.d hvaða vél er í því.",
            "date": "2013-08-10 15:57:00",
            "post_id": "107646",
            "reply_to_id": "107643"
        },
        {
            "user_name": "Svenni30",
            "text": "Er þetta v6 4lítra ?",
            "date": "2013-08-10 16:15:00",
            "post_id": "107647",
            "reply_to_id": "107646"
        },
        {
            "user_name": "BergZ",
            "text": "nei 2.9 v6 rafmangs imspýting",
            "date": "2013-08-10 17:21:00",
            "post_id": "107650",
            "reply_to_id": "107647"
        },
        {
            "user_name": "BergZ",
            "text": "Og ja þetta er Bensín",
            "date": "2013-08-10 17:22:00",
            "post_id": "107651",
            "reply_to_id": "107650"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "ég hélt að sjálfsögðu þetta væri diesel  ;)\nég ætla þá að gefa mér að þetta sé MPI (fjölspíssa) mótor !\nen það er hægt að hlusta á spíssana vinna (opna og loka), hlusta gegnum skrúfjárn eða hlustunarpípu á hvern og einn og þeir eiga að hljóma eins allir saman, tikk tikk.\nopna rafplöggin og mæla viðnámið, ef ert ekki með uppgefið gildi er það bara sama og áður, sama á öllum eða mjög nálægt því.\nmæla bensínþrýstinginn, þarft að hafa uppgefið gildi framleiðanda (gúgla)\nþá er bara að taka þá úr (helst að eiga nýja O-hringi) og skoða þá, nota tækifærið og láta þá liggja í t.d. carburator cleaner yfir nótt eða dæla í gegnum þá.\nvar að skoða þessa spíssa á vefsíðum, hlægileg verð í svona algengan bíl, ca 100-200 U$D 6 stk.\nfinnst samt ólíklegt að einn fastur spíss af sex geti orsakað allt þetta og ólíklegt að allir spíssarnir standi á sér svo þetta sé eitthvað annað (bensínþrýstistillir, O2 skynjari, stífluð loftsía, loftflæðiskynjari, púst, athuga kerti, þræði og kefli, tíminn ofl).\nen þú hefur þá eitthvað að gera :)",
            "date": "2013-08-10 22:26:00",
            "post_id": "107668",
            "reply_to_id": "107651"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég er nokkuðu öruggur um að bensíndælan hjá þér sé að skíta hjartanu, þetta er örugglega gömul bensíndæla úr Chevrolet sem hefur verið sett í hann.  Það vita það allir að Chevy dælan er ekki nógu kraftmikil til að halda FORD gangandi.",
            "date": "2013-08-11 09:35:00",
            "post_id": "107691",
            "reply_to_id": "107668"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "hahaha... meinar að Ford eyði svo miklu að Chevy dælur hafi ekki við   ;)",
            "date": "2013-08-11 10:13:00",
            "post_id": "107693",
            "reply_to_id": "107691"
        },
        {
            "user_name": "Stebbi",
            "text": "Það vita það allir að hestöfl kosta bensín og ef þú færð ekki ekki nóg af því þá ertu á Chevy.\nEn að öllu gríni slepptu þá er ráð að þrýstimæla bensínlögnina eða að prufa að fá annan regulator fyrir bensínið.",
            "date": "2013-08-11 10:25:00",
            "post_id": "107694",
            "reply_to_id": "107693"
        },
        {
            "user_name": "BergZ",
            "text": "Bensín dæla virkar fínt, búin að þrýstimæla búin að skifta um regulatorinn búin að skifta um kerrti og þræði búið að þjöppumæla. búin að rífa spísana úr eina sem ég sá að var að vírarnir sem tengjast inn á spísana vöru svoldið slappir rifnir í sundur spænsgræna á þeim",
            "date": "2013-08-12 00:18:00",
            "post_id": "107749",
            "reply_to_id": "107694"
        }
    ],
    "date": "2013-08-10 01:58:00"
}