{
    "forum_title": "Almennt spjall",
    "id": "19507",
    "title": "Terrano ll 2.7 TD",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=19507",
    "posts": [
        {
            "user_name": "ihþ",
            "text": "Góðan dag.\nVar að kaupa Terrano 99 sem þarf að klappa aðeins. Því langar mig að spyrja ykkur sem vit hafið á þessum bílum um nokkra hluti. Hann fer ekki í framdrifið. Hvar fæ ég handvirkar lokur til að skipta út þessu sjálfvirka drasli. Er það málmsteypan Hella sem selur klossa til að hækka þá upp að aftan. Þarf að hjólastilla eftir að maður skrúfar þá upp framan ?  Einnig væri gott ef einhver lumar á 33-35 tommu köntum sem hann vill losna við.",
            "date": "2013-08-14 15:43:00",
            "post_id": "107947",
            "reply_to_id": false
        },
        {
            "user_name": "eyberg",
            "text": "Sæll\nJá málmsteipan á klossa 1 til 2 tommur.\nJá það er betra að hjólastilla eftir að það er búið að skrúa hann upp.\nVeit ekki með lokunar en ég er en með auto á 1997 bíl keyrðan 255þ :-)",
            "date": "2013-08-14 16:14:00",
            "post_id": "107948",
            "reply_to_id": "107947"
        },
        {
            "user_name": "stebbithordar",
            "text": "Ég er með Terrano II 1998. Bíllinn fer alltaf í gang en er rosalega þungur í kaldstarti, Þetta er díselbíll og er með tvo geyma. Er einhver sem veit hversvegna er hann svona þungur ístarti?",
            "date": "2016-10-10 17:34:00",
            "post_id": "171537",
            "reply_to_id": "107948"
        },
        {
            "user_name": "Axi",
            "text": "Ég þekki þetta með þunga startið. Það er startarinn sjálfur sem orsakar þetta þunga start þegar vélin er köld. Ef það er Kína startari í bílnum skaltu skipta honum strax út fyrir nýjan áður en hann eyðileggur geymana. (Ekki reyna að laga hann því það fæst ekki neitt í hann) Ég keypti nýjan í minn hjá Ljósboganum á.  þeir eru með góða vöru á góðu verði.  Ef það er original startari í bílnum mæli ég með PG þjónustunni.\nÞekki líka þetta með sjálfvirku lokurnar. Ég keypti nýjar manual lokur hjá partasölunni sem er í gamla Vökuportinu uppi á Höfða. Fékk settið á 35 þús. minnir mig og hafa reynst mjög vel. en það eru nokkur ár síðan ég stóð í þessu. Svona lokur eins og þessar : \nhttp://www.ebay.co.uk/itm/fits-NISSAN-T ... SwD0lUfJ4~",
            "date": "2016-10-11 10:58:00",
            "post_id": "171543",
            "reply_to_id": "171537"
        },
        {
            "user_name": "birgiring",
            "text": "Hverjir eru með þessa Kínastartara og hvað kosta startarar í Ljósboganum ?",
            "date": "2016-10-11 11:35:00",
            "post_id": "171544",
            "reply_to_id": "171543"
        }
    ],
    "date": "2013-08-14 15:43:00"
}