{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "19572",
    "title": "4-link að framan",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=19572",
    "posts": [
        {
            "user_name": "Icerover",
            "text": "Sælir meistarar!\nÉg er búinn að vera aðeins að spá í fjöðrunarkerfi í jeppann, aðallega 4 link með panhard (5 link) bæði að framan og aftan. Ég er búinn að lesa slatta um það sem á frummálinu kallast anti-squat og anti-dive, en finn ekkert almennilegt í sambandi við framendann. Ég er með radius arma að framan núna og finnst það asnalegt, þe. við það að taka afturdrifskaftið úr og keyra bara í framdrifinu þeytist boddíið upp og niður við gjöf og bremsun. Mv það held ég að hlutlaus fjöðrun væri betri upp á það að gera (anti squat nálægt 100%) er með það uppsett í exelforritinu af pirate4x4.com fyrir afturfjöðrunina, en hvernig ætti það að vera að framan, þá er þetta náttúrulega eins og að bakka fyrir afturfjöðrun eða hvað?\nVonandi er einhver sem skilur þetta pár hjá mér :)\nMbk, Geiri",
            "date": "2013-08-19 13:12:00",
            "post_id": "108274",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Ertu búinn að skoða þetta fram og aftur \nhttp://gjjarn.byethost15.com/sjeppar/index.htm\n \nEr reyndar sjálfur á þeirri skoðun að rover fjöðrunin að framan sé málið en að aftan þurfi að vanda vel til verka ef 4 linkið á að virka rétt við sem flestar aðstæður.",
            "date": "2013-08-19 13:39:00",
            "post_id": "108275",
            "reply_to_id": "108274"
        },
        {
            "user_name": "elliofur",
            "text": "Ég er sammála Hrólfi, radíus armarnir eru að mínu mati bestir að framan. Það er þó bara mín tilfinning, byggð á því að ég hef mikið keyrt á bíl með 4link að aftan og radís að framan (hiluxinn minn). Núna er ég reyndar kominn á bíl með 4link bæði að framan og aftan og á tíminn eftir að leiða í ljós hvernig mér finnst það.\nVissulega eru mun fleiri slitfletir/fóðringar í 4linkinu og þarf ég rækilega að skoða það á mínum bíl núna þar sem hann er talsvert út um allan veg.\nÞetta er eins og margt annað í jeppasportinu meira byggt á trúarbrögðum heldur en öðru. En vel uppsett 4link sem er í góðu ástandi (fóðringar) og vel smíðað gefur mjög mikla möguleika i \"fjöðrunargæðum\".",
            "date": "2013-08-19 17:34:00",
            "post_id": "108296",
            "reply_to_id": "108275"
        },
        {
            "user_name": "Kiddi",
            "text": "Skemmtileg pæling. Ég er einmitt með 3-link fjöðrun að framan í minni jeppabifreið og þykir hún of lítið þvinguð. Það hjálpar ekki til að ég er með helst til mjúka gorma en ég er einmitt með það í maganum að breyta yfir í radíus arma, annað hvort það eða setja massífa ballansstöng en radíus armarnir gætu kannski skilað sambærilegum árangri og tekið minna pláss og verið léttari.\nÞað sem er að gerast hjá mér er að hann er að vagga svolítið að framan.",
            "date": "2013-08-21 19:17:00",
            "post_id": "108464",
            "reply_to_id": "108296"
        },
        {
            "user_name": "Icerover",
            "text": "Jamm þetta eru miklar vangaveltur\nKiddi: Hvað heldurðu að sé langt á lóðréttra punkta á stýfufestingunum hjá þér, bæði á hásingunni og í grindinni, það sem ég er aðallega að spá í kröftunum sem virka á sundur/saman hreyfingu við inngjöf/bremsun. \nVarðandi að vera út um allan veg og hallast í beygjum þekki ég aðeins, og ætla að nota balancestöng amk að framan þar sem víxlfjöðrun verður yfirdrifin, og ef það verður of vaggandi þá er ekkert annað en að setja svona aftengjanlega stöng með drifloku eins og er mynd af í þræðinum hans Ella um söbbann. \nAðal ókosturinn sem ég sé núverandi radíusarma er að með aðeins slaglengra og flottara fjöðrunarkerfi verður veltan á hásingunni um 20° frá samslætti/sundurslætti og það þykir mér nokkuð mikið brot sem myndast í loftpúða við það. Það gerir kannski púðanum ekkert?\nPæl kveðja, Geiri",
            "date": "2013-08-21 21:16:00",
            "post_id": "108475",
            "reply_to_id": "108464"
        },
        {
            "user_name": "Kiddi",
            "text": "Sæll aftur\nÉg er með 170 mm á milli í grind og 130 á hásingu. Það var ekkert sérstaklega útpælt að öðru leiti en að ég vildi hafa efri stífu lágrétta en láta neðri halla niður frá hásingu og í grind. Það er hægt að gera sig vel geðveikan og rúmlega það með pælingum um hvort hann spyrni sér sundur eða saman við inngjöf og svo miðast það allt við einhvern ákveðinn þyngdarpunkt og blabla sem ég nennti ekki að spá of mikið í.\nMér finnst þetta virka flott að öllu öðru leiti en því að þetta er helst til lítið þvingað. Skil þig samt mjög vel með þetta með loftpúðann það var einmitt ein af ástæðunum fyrir því að ég smíðaði þetta svona á sínum tíma, þ.e. að fá hásinguna til að snúast minna við fjöðrun.",
            "date": "2013-08-21 21:50:00",
            "post_id": "108485",
            "reply_to_id": "108475"
        }
    ],
    "date": "2013-08-19 13:12:00"
}