{
    "forum_title": "Almennt spjall",
    "id": "19596",
    "title": "44\" pitbull eða 46\" mt dekk",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=19596",
    "posts": [
        {
            "user_name": "MIJ",
            "text": "Nú er verið að spà í að kaupa ný dekk undir y60 patrol er à nýlegum 44\" cebek og þau eru ekki að virka finnst mér, hvort myndu menn mæla með pitbull eða mickey thompson í staðinn? Hvernig er endingin à hvorum fyrir sig",
            "date": "2013-08-20 17:10:00",
            "post_id": "108371",
            "reply_to_id": false
        },
        {
            "user_name": "Hagalín",
            "text": "Farðu beint í 46\" dekkin. Þau endast vel, frábær keyrsludekk.\nHef séð 44\" Pitbull sem er farinn að springa eftir innan við 1000km",
            "date": "2013-08-20 17:26:00",
            "post_id": "108373",
            "reply_to_id": "108371"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll er búinn að vera með þetta í höndunum lengi 6x6 raminn var á 44\" Pitbull en er núna kominn á 46\" Mikka. Pitbullinn er svo til jafnþungur og 46\" Mikkinn og báðir með 19,5\" sóla. En 46\" stendur sirka 1,5 tommu hærra en 44\" Pittbull. Þyngdin á þessum dekkum á 16\" breiðum stálfelgum er um 86 kg þegar ég vigtaði þetta síðast og þá ný dekk Pittbullin var aðeins þyngri gæti legið í felgu. Samt mjúk og gott grip í þeim dekkum.Ég mæli persónulega með 46\" held að þau séu hraustari á hliðum.Svo er einn 95 Patti hér á 46\" og hann er mjög sáttur við þau og segir að gott sé að aka á þeim og ég veit að sá patti drifur rosalega eiginlega leiðinlega mikið finnst sumum. Hann var áður á 44 Dic Cepek sem reyndist mjög vel afturábak í bröttum brekkum með blautum snjó náði mikill ferð þannig. kveðja guðni",
            "date": "2013-08-20 17:36:00",
            "post_id": "108375",
            "reply_to_id": "108373"
        },
        {
            "user_name": "jeepson",
            "text": "Sæll Markús. Ég reikna með að þú ætlir að ferðast sem mest fyrir vestan. Snjóalög eru hvergi eins á landinu, eins og þú eflaust veist.. Og þar sem að þú ert að berjast við lamin og lagaskiptan og blautan snjó skiptir auðvitað gripið miklu máli. Hérna fyrir austan tala menn mikið um að þeir séu að berjast mikið í púður snjó og þar hefur 44\"DC vinningin í 44 stærðinni. Ég tók sjálfur eftir því að maður gaf 44DC bílum lítið eftir þarna fyrir vestan. Og er ég með slitin GH 38\" á 12\" breiðum felgum. Hinsvegar gera þau lítið gagn hérna fyrir austan undir pattanum. Stefnan er tekin á að prufa 15,5 breiðu felgurnar mínar í vetur og sjá hvort að hann drífi ekki betur á GH dekkjunum. Nú ef að það virkar ekki þá er það bara beint í 44\"DC. Ég er sammála Guðna með það DC drífur vel afturábak niður brekkurnar í blautu færi. Ég hef sjálfur orðið vitni af því að sjá bíl fara þannig niður brekku. Ég hef heyrt marga láta vel af Pittbull dekkjunum og segja þau virka vel í krapa og blautu færi. En það sama hef ég heyrt um mickey thompson dekkin líka.. Menn virðast almennt tala um að Mikki endist lengur en bolabíturinn.. Svo virðist mikki líka vera léttari dekk.",
            "date": "2013-08-20 22:22:00",
            "post_id": "108406",
            "reply_to_id": "108375"
        }
    ],
    "date": "2013-08-20 17:10:00"
}