{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "19601",
    "title": "39.5 irok hvað segja menn um þessi dekk??",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=19601",
    "posts": [
        {
            "user_name": "kubburnr1",
            "text": "Mig langaði að ath hvað menn sögðu um 39.5 irok?? og hvernig eru þau að virka i snjó?",
            "date": "2013-08-20 22:32:00",
            "post_id": "108407",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Þetta eru alveg dúndurfín dekk frábært að keyra á þeim mjög vel smíðuð(hringlótt) og grípa alveg fyrir allan peninginn en til að þau endist og alveg sérstaklega við úrhleypingar þá þarf að skera þau sérstaklega munstrið niður á hliðarnar og helst bara allt munstrið eins og td. svona.Mynd frá GJ.",
            "date": "2013-08-20 23:03:00",
            "post_id": "108410",
            "reply_to_id": "108407"
        },
        {
            "user_name": "elliofur",
            "text": "Ég hef einmitt heyrt það sama, ég var mikið að spá í svona dekkjum og endaði á að ramba á 41\" gang sem mér skilst að sé sama hönnun á bakvið og 39.5. Er að smíða felgur fyrir þau núna, kemur í ljós hvernig þau verða.\nÉg talaði við vin minn sem var með 39.5 undir pajero 3.2 sem hann átti og lét mjög vel af þeim, eina sem hann gat kvartað undan var hávaði í þeim.\nMín dekk verða væntanlega eingöngu notuð sem akstursdekk, þarf samt að skera hliðarnar þó maður keyri á þeim fullpumpðum nánast alltaf?",
            "date": "2013-08-20 23:41:00",
            "post_id": "108413",
            "reply_to_id": "108410"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég myndi allavega skera mín dekk gerði það td. á mínum 37\" irok það er alltaf betra og enn frekar undir þyngri bíla sem bæla dekkin talsvert þó það sé fullt af lofti í þeim.",
            "date": "2013-08-21 00:00:00",
            "post_id": "108417",
            "reply_to_id": "108413"
        },
        {
            "user_name": "silli525",
            "text": "Ég er með wj Grand cherokee og er búinn að prufa 38\" Ground Hawk og 39, 5\" Irok og það er enginn smá munur á drifgetu á bílnum í snjó,  ég er algjörlega ástfanginn af Irokinum.",
            "date": "2013-08-21 05:10:00",
            "post_id": "108421",
            "reply_to_id": "108417"
        },
        {
            "user_name": "kubburnr1",
            "text": "Ég er með toyotu tacomu var að spà í undir Hana..",
            "date": "2013-08-21 09:31:00",
            "post_id": "108428",
            "reply_to_id": "108421"
        },
        {
            "user_name": "Fordinn",
            "text": "Var med svona gang undir F250 pikka         Það var aldrei hleypt úr þeim enda billinn alltof stor og þungur til snjoaksturs a svona túttum....    þau sprungu i hliðunum og endaði á hvell sprengingu á  reykjanesbrautinni....     N1 stendur ekki á bakvið þetta drasl sitt svo ég hef ráðið mönnum frá að kaupa þessi dekk.     Annar sem ég þekki vel setti nyjan svona gang undir bilinn og hann hefur þurft að kaupa 2 ny dekk a stuttum tíma... \nMenn virðist sleppa med þau undir léttum bílum....  og skurði.... enn mér er sama þetta er rusl og ætti ekki að vera sett undir bíla.     það sem þessi dekk mega þó eiga að ég hef aldrei vitað annað eins grip i hálku og þessi.... þurfa enga neglingu....",
            "date": "2013-08-21 20:30:00",
            "post_id": "108468",
            "reply_to_id": "108428"
        },
        {
            "user_name": "AgnarBen",
            "text": "Maður hefur heyrt að það hafi verið að myndast sprungur meðfram kubbunum í hliðunum undir þyngstu bílunum (vörubílunum) og einnig undir 2-3 tonna jeppum sem þá hugsanlega hafa ekki skorið þau.  Skurðurinn einn og sér stoppar þó auðvitað ekki sprungumyndun í dekkjum heldur er tilgangurinn með honum að minnka líkurnar á hitamyndun í dekkjunum.  Önnur leið til að minnka hitamyndun er að keyra alltaf með nógu mikið loft í þeim þannig að þau hitni ekki.  Mig grunar að flestir sem hafa verið að eyðileggja svona dekk á bílum sem eru 2-2,5 tonn séu að keyra á of mikið úrhleyptu á mölinni.  Þau eru bara miklu viðkvæmari en gamli Mudderinn til dæmis. \nÉg er búinn að vera með mikið skorin svona dekk í tvo vetur undir Cherokee XJ (þurrvikt 1700 kg) í miklum úrhleypingum og hef ekkert hlíft þeim.  Þessi dekk komu upprunalega undan Y61 Patrol og höfðu verið notuð sem sumardekk undir honum (óskorin) og voru ekin eitthvað um 5 þús.km.  Fyrri veturinn kom það tvisvar fyrir að ég varð var við hitamyndun í þeim, í annað skiptið var ég að keyra hratt á mikið úrhleyptu á harðfenni og í hitt skiptið á mikið úrhleyptu í möl á milli snjóasvæða.  Í kjölfarið ákvað ég því að smíða mér úrhleypibúnað í bílinn til að geta alltaf verið á \"rétta\" loftinu í svona jaðaraðstæðum og var ég með hann í notkun núna síðasta vetur.  Í \"venjulegum\" snjóakstri hef ég aldrei orðið var við hita í þeim enda er ég á mjög léttum bíl.  \nFrábær snjódekk, eru radíal og með mikið grip, þau eru mjög vel smíðuð (hringlótt) og grip í hálku er framúrskarandi (microskorin í miðju) og hef ekki séð tilgang í að negla þau ennþá.  Mín reynsla af þeim er amk mjög góð undir minn létta bíl !",
            "date": "2013-08-21 23:04:00",
            "post_id": "108496",
            "reply_to_id": "108468"
        },
        {
            "user_name": "sá gamli",
            "text": "Sælir. Ég var að spá hvort að það væri möguleiki að fá betri myndir af þessum skurði á þessum dekkjum?",
            "date": "2013-09-02 21:33:00",
            "post_id": "109473",
            "reply_to_id": "108496"
        },
        {
            "user_name": "jeepcj7",
            "text": "Hérna eru einhverjar myndir á síðunni hans Gumma J \nhttp://gjjarn.byethost15.com/sjeppar/index.htm",
            "date": "2013-09-02 21:43:00",
            "post_id": "109475",
            "reply_to_id": "109473"
        },
        {
            "user_name": "AgnarBen",
            "text": "Svona skar ég mín\nSkorið þvert úr miðjukubbum og langsum úr \"hliðar\"miðjukubbum\nSkorið hraustlega úr hliðarkubbum til að auðvelda þeim að leggjast og minnka hitamyndun",
            "date": "2013-09-02 23:16:00",
            "post_id": "109490",
            "reply_to_id": "109475"
        },
        {
            "user_name": "ivar",
            "text": "Ég var með svona dekk og skar þau svipað og Agnar. Var hæst ánægður með þau undir Patrol. Gripu fínt og gáfu ágætis flot. (er auðvita að bera þau saman við 38\" dekkin en ekki 44\")\nVarðandi það að þau séu að springa undir stærri bílunum hef ég tvennt að segja.\na) flestir einkabílaeigendur á stóru trukkunum hafa allt of lítið loft í dekkjunum og veldur núningi við kantinn. Í svona dekki undir F250/350 í venjulegum akstri ætti að nota hámarksloft sennilega 50-70psi eða hvað stendur á dekkinu\nb) 39,5\" dekkið er load range C og á því tæpast heima undir þungum bíl. Það er reyndar óvenju burðarmikið fyrir C flokk og rétt slefar í að sleppa undir F350 og því alveg á mörkunum.",
            "date": "2013-09-03 08:02:00",
            "post_id": "109498",
            "reply_to_id": "109490"
        },
        {
            "user_name": "Magnús Dan",
            "text": "Sælir,\nVar með svona dekk (óskorin) undir Landcruiser 78 (langi bíllinn) og keyrði á þeim ca. 30 þús. km. hleypti aldrei úr þeim. Það var mjög gott að keyra á þeim ekkert hopp (mjög hringlótt).\nKveðja,\nMagnús",
            "date": "2013-09-03 17:37:00",
            "post_id": "109524",
            "reply_to_id": "109498"
        }
    ],
    "date": "2013-08-20 22:32:00"
}