{
    "forum_title": "Almennt spjall",
    "id": "19632",
    "title": "Einhver með reynslu af loftpúðum?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=19632",
    "posts": [
        {
            "user_name": "Skottan",
            "text": "Hæ hæ, \nEr með Hilux á 38\" og ég er búin að vera í smá veseni með einn loftpúðann undir bílnum mínum (hann er á loftpúðum að aftan) er að spá í að jafnvel að kaupa nýjan púða eða þá skipta alveg um fjöðrun að aftan (gormar eða eitthvað.. mæliði með einhverju sérstaklega?) \nEn er einhver hér annars með reynslu af loftpúðum undir jeppum? Kostir og gallar... \nÉg veit að Landvélar eru að selja 1200 kg loftpúða, veit einhver um einhverja aðra sem eru að selja þá ?",
            "date": "2013-08-22 17:32:00",
            "post_id": "108553",
            "reply_to_id": false
        },
        {
            "user_name": "ivar",
            "text": "Hér gæti vantað smá lýsingu á í hverju vandræðin felast :)",
            "date": "2013-08-22 17:41:00",
            "post_id": "108555",
            "reply_to_id": "108553"
        },
        {
            "user_name": "Tollinn",
            "text": "Fjaðrabúðin Partur var einhvern tímann með þetta, keypti alla vega á sínum tíma hjá þeim. Persónulega er ég mjög hrifinn af loftpúðafjöðrun og myndi ekki fyrir mitt litla líf skipta þeim út ef ég væri með þetta í bílnum. Þá er spurning, hvað er vandamálið?\nkv Tolli",
            "date": "2013-08-22 17:57:00",
            "post_id": "108556",
            "reply_to_id": "108555"
        },
        {
            "user_name": "Skottan",
            "text": "Já.. alveg rétt já :)\nSemsagt annar loftpúðinn hefur alltaf verið að leka, þarf reglulega að dæla í hann. Svo lenti ég í því að neðri hringurinn fór af en náði að setja hann aftur á (ekki auðveldast í heimi!) en hann hélt samt áfram að leka. Svo einn daginn fór hann allur undan bílnum í einni beygjunni, allt unitið... er það eitthvað sem á að geta gerst? \nSíðan er bara eitt lítið gat ofaní hólkinn og gat á efri plattanum, er búin að gera margar tilraunir í að reyna þétta þetta almennilega og er búin að ná því núna. \nEn á neðri plattanum er smá tittur sem hefur greinilega gert smá gat í hólkinn og er núna að gera nokkrar tilraunir í að þétta það. \nAnnars er ég aðallega að spá í hvort að fólk hefur einhverja reynslu af loftpúðum og hvernig þeir hafa reynst öðrum því mér finnst ég alltaf eitthvað að vinna í þeim. \nog svo er ég líka að forvitnast hverjir eru að selja loftpúða svo ég geti keypt nýjan ef ég ákveði að gera það :)",
            "date": "2013-08-22 18:03:00",
            "post_id": "108557",
            "reply_to_id": "108556"
        },
        {
            "user_name": "grimur",
            "text": "800 kg Firestone púðarnir eru að mínu mati lang skemmtilegastir undir Hilux, þeir eru fokdýrir(komnir í 40.000 stykkið minnir mig) en vandaðir eftir því.\nAðal munurinn miðað við ódýrari gerðirnar er að þeir eru heilsteyptir að neðan, með þrykkt lok að ofan. \nHeld að það sé líka til 1200kg útgáfa af sömu hönnun, en þeir eru að mínu mati of sverir undir léttan bíl eins og Hilux. Það má vel setja 100psi i svona alvöru púða ef burður er umhgsunarefni. \nHef sjálfur sett 120psi í svona púða, reyndar var hann uppi á stífu sem eykur kraftinn sem hann þarf að yfirvinna, sem kallar á hærri þrýsting. Það var vandamálalaust.\nÞað sem helst slátrar þessum púðum er nudd utaní eitthvað hart og hvasst. Þess vegna er líka heppilegt að taka minni púða ef það er hægt, uppá að hafa vel frítt í kringum þá.\nÞessir venjulegu plastbotnapúðar þola alls alls ekki að það sé togað í þá. Uppstilling dempara er því alveg krítísk með þeim. Með 800kg púðana er þetta ekki eins viðkvæmt, þeir þola að það sé hangið svolítið í þeim.\nAð gera við púða er trúlega ansi erfitt, hæpið að fá það til að endast eitthvað að ráði.\nGormar já...einfaldir, áreiðanlegir, leka ekki, þola hnjask og viðbjóð. \nPúðar gefa skemmtilegri fjöðrun og hægt að stilla þá eftir hleðslu/aksturslagi.\nErfitt val já, en undir Hilux sem er stundum með eitthvað á pallinum eru púðarnir snilld, þar sem bíllinn er svo léttur að aftan óhlaðinn.\nLandvélar voru með púða, Fjaðrabúðin Partur og kannski fleiri. Ljónin útvega örugglega púða líka.\nkv\nG",
            "date": "2013-08-22 18:25:00",
            "post_id": "108561",
            "reply_to_id": "108557"
        },
        {
            "user_name": "jeepcj7",
            "text": "Kiddi Bergs var líka að selja 1200 kg púða þar var allavega besta verðið.",
            "date": "2013-08-22 18:48:00",
            "post_id": "108562",
            "reply_to_id": "108561"
        },
        {
            "user_name": "Skottan",
            "text": "Takk fyrir þessar upplýsingar ! \nJá, viðgerðirnar eru frekar mikið bras.. og ekki endalaus þolinmæði fyrri þeim. En já það er satt að það er frábært að hafa þessa púða þegar pallurinn er fullur, ætli ég fari ekki bara að leita að nýjum.\nEru þeir yfirleitt bara að líma þetta undir með með límkítti eða einhverju svipuðu ? \nHeyrði síðan að krapi skemmi púðana mikið er eitthvað vit í því ?",
            "date": "2013-08-22 18:49:00",
            "post_id": "108563",
            "reply_to_id": "108562"
        },
        {
            "user_name": "Polarbear",
            "text": "veit einhver partanúmerið á þessum 800 kg púðum? og kanski 1200 kg púðunum líka?",
            "date": "2013-08-22 18:53:00",
            "post_id": "108565",
            "reply_to_id": "108563"
        },
        {
            "user_name": "Startarinn",
            "text": "Taktu mynd af uppsetningunni hjá þér og settu hérna inn, helst í fullum samslætti, akstursstöðu og fullum sundurslætti, þetta á ekki að geta farið af nema eitthvað sé gert vitlaust.\nÞað eina sem heldur púðunum undir hjá mér er einn pinni uppí botninn og örgrannur (4mm) hringur sem púðinn smellur uppí að ofan",
            "date": "2013-08-22 20:42:00",
            "post_id": "108574",
            "reply_to_id": "108565"
        },
        {
            "user_name": "Svenni30",
            "text": "Ég þarf að fara endurnýja hjá mér líka, en finnst 45kall fyrir stk ansi mikið verð. Væri ekki hægt að finna þetta úti og panta ?\nÉg tími ekki að missa púðana fyrir gorma.",
            "date": "2013-08-22 22:32:00",
            "post_id": "108587",
            "reply_to_id": "108574"
        },
        {
            "user_name": "karig",
            "text": "hér er teikning af 1200 kg Firestone púða sem voru settir undir minn Hilux að aftan, helstu mál til hliðsjónar.",
            "date": "2013-08-22 22:35:00",
            "post_id": "108588",
            "reply_to_id": "108587"
        },
        {
            "user_name": "karig",
            "text": "svona leit þetta út.",
            "date": "2013-08-22 22:42:00",
            "post_id": "108590",
            "reply_to_id": "108588"
        },
        {
            "user_name": "Polarbear",
            "text": "já snilld. þessi púði heitir firestone 9901 eða w02-358-9901 til að vera nákvæmur. \nþað væri snilld að fá að vita hvað 800 kg púðinn heitir og hvaða vörunúmer er á honum...",
            "date": "2013-08-22 23:50:00",
            "post_id": "108596",
            "reply_to_id": "108590"
        },
        {
            "user_name": "siggisigþórs",
            "text": "Mer finst það frekar oliklegt að puðarnir leki það eru frekar lagnirnar að þem sem sja um það eg var með svona 1200 kg puða undit hilux inokkur ar og var mjog sattur profaði reyndar 800 kg puða lika og var mjog osattur með þa fjoðrun altof stif",
            "date": "2013-08-23 00:21:00",
            "post_id": "108597",
            "reply_to_id": "108596"
        },
        {
            "user_name": "ivar",
            "text": "Ég er með 1600kg púða frá fjaðrabúðinni part, sama og selt er í landvélum.\nFínir púðar og með heilum botni.\nHinsvegar kemur upp leki með púðanum sjálfum og skildist eftir samtal að þetta \"væri bara svona\"\nÞessu komst ég að eftir að hafa leitað að leka í kerfinu svo vikum skiptir og endurnýjað það svo til að fullu.\nLausnin fólst í að setja 150ml af eh efni frá N1 sem heitir never-flat eða eh álíka. Það þétti þessi nálargöt í púðanum.\nEinnig hef ég heyrt af aðilum nota sikaflex með samsketum á púðum með góðum árangri.\nMér finnst margt gott við þessa púða og mjög þægilegt fyrir mig þar sem bíllinn er +/- 1tonn að aftan hjá mér. Hinsvegar er þetta meira bras en með gorma.",
            "date": "2013-08-23 09:15:00",
            "post_id": "108604",
            "reply_to_id": "108597"
        },
        {
            "user_name": "Startarinn",
            "text": "Annar púðinn minn fór að leka eftir að dempari slitnaði, ég setti eitthvað efni sem ég fékk hjá shell og var til að gera við sprungin dekk, átti að setja í og pumpa í, snúa dekkinu svolítið og hleypa svo úr, og pumpa svo 2-3svar í og hleya úr til skiptis. ég setti þetta í púðann uppa borði, velti honum aðeins í allar áttir og pumpaði svo í nokkrum sinnum. Það eru orðin amk 3 ár síðan og ekkert borið á leka",
            "date": "2013-08-23 15:43:00",
            "post_id": "108635",
            "reply_to_id": "108604"
        },
        {
            "user_name": "Polarbear",
            "text": "þá er þetta komið: hér eru upplýsingar um púðana og partnúmer af þeim:\n1200 kg púðinn: firestone 9901 eða w02-358-9901  þessi er með plast toppi og beinum plastbotni\nUpplýsingar: \nhttp://www.sdtrucksprings.com/index.php ... ts_id=8628\n800 kg púðinn:  Firestone 9327 eða w01-358-9327  þessi er með járn toppi og kónuðum járnbotni\nÉg finn engar upplýsingar um þennan púða á netinu af viti. mér sýnist þetta vera mjög svipað samt og 1200 kg púðinn. \nminnsta hæð er c.a. 20 cm. mesta hæð c.a. 50 cm. vinnu hæð c.a 35-40 cm (vinnslusvið c.a. 30 cm)\nupplýsingar veittar án ábyrgðar.",
            "date": "2013-08-23 16:21:00",
            "post_id": "108637",
            "reply_to_id": "108635"
        },
        {
            "user_name": "Skottan",
            "text": "Ég hef svosem ekki skoðað lagninrnar í púðanna rosalega vel... en mér sýndist þær vera nú í lagi. Púðinn sem lak var komin alveg niður á 3 tímum á meðan hinn hélt mjög vel. \nMér sýnist að neðri plattinn halli aftur og að það sé orsökin á að hann hafi farið undan, og líka að límið eða það sem þeir notuðu var farið að gefa sig. Best væri ábyggilega að skera hann af og sjóða beint. \nPúðarnir hjá mér smellast ekki upp í hring hjá mér, eða mér sýnist ekki en það er pinni í botninum. Það vantar hins vegar gengjurnar ofaná púðann hjá mér, sem á líklega að fara í loftslönguna.\nFlott að fá pöntunarnúmerin á þessu :)\nÆtla fara í smá verðkönnun á þessu og sjá hvað er hagstæðast að gera, miðað við að kaupa á netinu...",
            "date": "2013-08-23 17:48:00",
            "post_id": "108648",
            "reply_to_id": "108637"
        },
        {
            "user_name": "Svenni30",
            "text": "Leyfðu mér að fylgjast með",
            "date": "2013-08-23 22:08:00",
            "post_id": "108662",
            "reply_to_id": "108648"
        },
        {
            "user_name": "Startarinn",
            "text": "Smá halli á plattanum skiptir engu máli\nBotnarnir hjá mér eru bara samsíða í fullum samslætti. \nÉg fór út og tók þessar myndir fyrir nokkrum mínútum, það eru u.þ.b. 800 kg af grjóti á pallinum , svo það vantar ekki átakið. Svona er þetta búið að vera hjá mér í 4 ár, vandamála laust ef frá er skilið þessi smá leki sem reyndist auðvelt að laga",
            "date": "2013-08-25 00:02:00",
            "post_id": "108740",
            "reply_to_id": "108662"
        },
        {
            "user_name": "kjartanbj",
            "text": "Frampúðarnir hjá mér halla slatta, hefur ekki komið að sök, eru reyndar orðnir ágætlega slitnir að framanverðu neðst , en þeir eru orðnir nokkurra ára gamlir, hélt satt best að segja fyrir svona ári síðan að þeir færu nú að fara springa.. en hafa tollað , annar frampúðin lekur hjá mér, en það er ekki nema kannski 5psi á dag sem fara úr honum , auðvelt að jafna í þeim og bæta aðeins í púðana þannig bíllinn sé beinn, en þetta er alveg snilldar fjöðrun , mjög skemmtileg , líka mjög gott að geta droppað bílnum niður ef maður er að vinna í húddinu, eða komast þægilegra í skottið =)",
            "date": "2013-08-25 01:22:00",
            "post_id": "108745",
            "reply_to_id": "108740"
        },
        {
            "user_name": "Skottan",
            "text": "Það er frábært að vita af því að botnarnir eiga ekki koma að sök þó að þeir halli aftur, er búin að spá í því í nokkurn tíma.\nJá ætli ég skipti honum ekki bara út fyrir nýjan loftpúða og hef hann áfram á loftpúðum að aftan :) \nHringdi á nokkra staði í dag (27.08.13) og spurði um verð á 1200 kg púðum, fékk eftirtalið uppgefið CA:\nLandvélar: 25.400 kr (Firestone)\nFjaðrabúðin Partur: 24.997 kr (Firestone)\nKiddi Bergs á Selfossi: 20.000 kr (Firestone)\nET: kringum 35.000 kr (þeir eiga einhvern púða sem þeir pöntuðu einu sinni inn fyrir viðskiptavin, er ekki Firestone) \nÍ sambandi við internetið veit ég svosem ekki um margar sölusíður sem gætu selt svona. En ef maður kaupir á þessari síðu \nhttp://www.sdtrucksprings.com/index.php ... ts_id=8628\n  í gegn um Shop USA er það 28.290 kr\nTakk annars fyrir allar upplýsingarnar, þær hjálpa mér mikið :)",
            "date": "2013-08-27 16:17:00",
            "post_id": "108928",
            "reply_to_id": "108745"
        },
        {
            "user_name": "Skottan",
            "text": "Jæja, þá er búið að skipta um púðann sem fór undan bílnum. \nOrsökin hefur mjög líklega verið þessi: að gengjurnar sem koma uppúr púðanum og fara í gegn um gat á efri plattanum höfðu þjappast upp í róna sem heldur púðanum föstum. Það var semsagt harðplast sem fyllti upp róna og teppaði m.a. loftflæði inná púðann og ábyggilega myndað einhverja spennu þannig að hann losnaði á endanum (hugsanlega). \nHefur greinilega verið mikið álag á honum eða hann ekki hertur jafnvel nægilega á sínum tíma (veit ekki). \nAllavega, ánægð að hafa ekki skipt um fjöðrunarbúnað þrátt fyrir smá leka ennþá, en þarf bara að fara almennilega í gegn um loftlagnirnar. \nKv. ÍE",
            "date": "2013-09-26 23:58:00",
            "post_id": "111730",
            "reply_to_id": "108928"
        }
    ],
    "date": "2013-08-22 17:32:00"
}