{
    "forum_title": "Almennt spjall",
    "id": "19693",
    "title": "300w Led ljós framan á jeppa?.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=19693",
    "posts": [
        {
            "user_name": "Halldorfs",
            "text": "Sælir\nHafið þið einhverja reynslu á þessum ljósum eða hafið sé þetta í notkun eða jafnvel pantað þetta sjálfir. Spurning hvort það sé eitthvað vit í að skella þessu framan eða upp á bílinn?.\nHvað finnst ykkur?\nhttp://www.ebay.com/itm/300W-LED-WORK-LIGHT-50inch-FLOOD-BEAM-OFFROAD-LAMP-BAR-MINING-TRUCK-BOAT-JEEP-/200956844362?pt=US_Car_Lighting&hash=item2ec9f6194a",
            "date": "2013-08-27 09:55:00",
            "post_id": "108903",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Það vantar upplýsingar um shipping kostanðinn. En ef að ég reikna þetta samkvæmt þessu \nhttp://www.tollur.is/reiknivel\n þá væri þetta á 15.081 hingað komið. En það miðast reyndar við að flutningurinn sé inní verðinu. Þannig að þetta væri kanski á 25-30þús hingað komið með flutningi. Sem er ekki slæmt verð miðað við hvað er verið að selja þessi ljós á hérna á klakanum. Ég hafði samband við mann sem er að flytja inn fullt af dóti og hann bauð mér 100W HID kastara á 34þús stk minnir frekar en 36þús Ef að ég panta þetta sjálfur þá er parið komið hingað með tollum og öllu á um 25-30þús. Í þessu tilviki borgar það sig að patna þetta sjálfur. Svo er annað sem að mér fanst ansi magnað. Mig vantaði kúpllingu í frúar pattann. Eftir að hafa hringt í nokkra aðila hérna á klakanum fann ég besta verðið hjá AB varahlutum. Svo fór einn vinnu félagi að leita á ebay og þá voru svona sett að kosta 50þús úti. En ég fékk settið hjá AB á tæp 37þús með 4x4afslættinum.",
            "date": "2013-08-27 13:46:00",
            "post_id": "108917",
            "reply_to_id": "108903"
        },
        {
            "user_name": "thorjon",
            "text": "Er með svona LED bar um 40 cm á bílnum mínum og virkar helv fínt.  Hitt er annað mál að verðið hér í verslunum er skolli hátt og nákvæmlega sömu ljós og eru á slikk á Ebay og AliExpress ;)",
            "date": "2013-08-27 13:54:00",
            "post_id": "108918",
            "reply_to_id": "108917"
        },
        {
            "user_name": "Halldorfs",
            "text": "Já ég gerði ráð fyrir að ljósin væru komin hérna á ca 18.þús ef ég gíska á sendingarkostnaðinn. Sendi mail til þeirra og er að bíða eftir svari hvað það kostar að senda þetta. En er svona að hugsa hvort þetta sé að lísa einhverja fjarlægð frá bílnum. Dugar að nota þessa í staðin fyrir Hella kastara að framan ef ég tek dæmi.",
            "date": "2013-08-27 14:08:00",
            "post_id": "108920",
            "reply_to_id": "108918"
        },
        {
            "user_name": "jeepson",
            "text": "Ég er með Hella rallye 3000 Og mér fynst þeir nú ekki vera gera neitt voðalegt.",
            "date": "2013-08-27 15:43:00",
            "post_id": "108925",
            "reply_to_id": "108920"
        },
        {
            "user_name": "villi58",
            "text": "Er þetta ekki bara takmörkuð flóðlýsing en vantar drægnina eins og í punktkösturum ?",
            "date": "2013-08-27 16:57:00",
            "post_id": "108934",
            "reply_to_id": "108925"
        },
        {
            "user_name": "Halldorfs",
            "text": "Það er einmitt sem ég er hræddur um.",
            "date": "2013-08-27 17:10:00",
            "post_id": "108936",
            "reply_to_id": "108934"
        },
        {
            "user_name": "thorjon",
            "text": "Ju þetta er aðallega floðlysing,  en ef þú verslar lengri typurnar þá eiga það að vera bland af dreifi og punkt lýsingu.  Ég er hinsvegar með 55w xenon frá Aukaraf sem punktkastara.  Annað mál er að sömu kastalar eru á Ebay og Aliexpress.com nema á Aliexpress.com geturðu hakað við free shipping ;)",
            "date": "2013-08-27 17:41:00",
            "post_id": "108941",
            "reply_to_id": "108936"
        },
        {
            "user_name": "Fordinn",
            "text": "Er med svona á fjorhjolinu...   virkar mjog vel til þess að gera... enn þetta kemur ekki i staðinn fyrir góða punkt kastara...  þetta er meira flóðljos... og hægt að fá niðri littla kastara sem henta vel á hliðar og aftan á jeppa.",
            "date": "2013-08-27 21:45:00",
            "post_id": "108960",
            "reply_to_id": "108941"
        },
        {
            "user_name": "Halldorfs",
            "text": "þetta er svarið sem ég fékk......\nHello,thank you for interesting this item,this item total cost $358 including shipping fee,thanks a million.\nÞannig það kostar 258 dollara að flytja þetta inn sem er bara klikkað!.",
            "date": "2013-08-28 09:36:00",
            "post_id": "108988",
            "reply_to_id": "108960"
        },
        {
            "user_name": "Ýktur",
            "text": "DealExtreme er að selja svona slár sem eru allt að 160 wöttum, þar er flutningur innifalinn í verðinu:\nhttp://dx.com/s/led+bar+xm-l\nVasaljós með einum svona 10w ledda lýsir ekki ósvipað og aðalljós í bíl, get ekki ímyndað mér hvað 16 svoleiðis saman gera...\nÉg hef verslað helling við \ndx.com\n án vandræða en hef ekki prófað svona kastara ennþá.  Getur tekið allt að 6 vikur að fá pakka frá þeim.\nBjarni G.",
            "date": "2013-08-28 11:53:00",
            "post_id": "108993",
            "reply_to_id": "108988"
        },
        {
            "user_name": "silli525",
            "text": "Bilasmiðurinn er að selja vision x led kastara og slár þeir eru víst hrikalega öflugir en kosta líka slatta. Er ekki lika meira að marka lumens tölur i þessu Led dóti heldur en wött?????",
            "date": "2013-08-28 19:54:00",
            "post_id": "109019",
            "reply_to_id": "108993"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "useless information með seinna kaffinu.\nwattatalan er það sem peran dregur af straumnotkun en svo er \nlumen\n ljósmagnið sem frá henni streymir.\nsvo aftur eru lux ljósið sem fellur á flöt, munurinn á punktljósi (mikil birta á litlu flatarmáli (há lux) og dreifkastara, lítil birta á miklu flatarmáli (lág lux).\nlumen talan segir því um ljósmagnið frá perunni meðan lux breytist með lögun og gerð skermsins og minnkar í öðru veldi með fjarlægð ofl.\n(lux er latína og þýðir ljós og xenon er latína eða gríska og þýðir útlendingur)\nokkur þykja nýtnitölur bílvéla daprar, haldiði ykkur fast; ljósnýtni er mæld í Lumen per watt, ef allt aflið nýttist í sýnilegt ljós kæmu 683 lumen úr watti en prófiði að reikna úr næstu tölum (s.s. deila lumen/watt tölunni í 683 * 100 = prósent nýtni)\nsvona til samanburðar þá lýsa;\n \nglópera 10-20 Lumen/watt\ndíóður (LED) um 60-100 Lumen/watt, \nhalogen 20-30 Lumen/watt,\nflúorperur 80-100 Lumen/watt\nxenon gasperur um 70-120 Lumen/watt\nmeðal 55 watta halogen framljósapera er ca 1000-1500 Lumen\n35W xenonpera ca 3000-3600 Lumen\n100W LED ca 8000-12000 Lumen\nvenjuleg 36W flúorpera/rör (rúm 40W með ballast) um 2800-3600 Lumen en ekki notaðar í bílum því þær þola ekki titring að ráði.\nsumir framleiðendur að gefa upp mjög háar nýtnitölur en oftast þá í skjannahvítum lit uppí fjólublátt (há Kelvin-tala).\nauðvelt er að keyra LED perur upp, hækka spennuna inná þær og fá meira ljósmagn en á kostnað endingar.\nmeð fyrirvara að til eru fjölmargar gerðir af perum frá fjölmörgum framleiðendum \nsvo þessar tölur eru meðalgildi\n.\nég reiknaði mér til að \"average jeppi\" með þokkalegri straumnotkun sem skipti út halogen og glóperum (þessum venjulegu) yfir í LED perur myndi spara uþb 0,1L/klst af eldsneyti.\nu r welcome.",
            "date": "2013-08-28 20:41:00",
            "post_id": "109025",
            "reply_to_id": "109019"
        }
    ],
    "date": "2013-08-27 09:55:00"
}