{
    "forum_title": "Vara og aukahlutir",
    "id": "197",
    "title": "Óska eftir fjaðrafóðringum í Bronco '66 - '77",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=197",
    "posts": [
        {
            "user_name": "66 Bronco",
            "text": "Óska eftir fjaðrafóðringum í Bronco '66 - '77\nHjörleifur\n8987504 - 4371775",
            "date": "2010-02-10 21:14:00",
            "post_id": "822",
            "reply_to_id": false
        },
        {
            "user_name": "steindór",
            "text": "Hvaða mál eru á þessum fóðringum? Utanmál og boltastærð. Á ónotaðar fóðringar úr öðrum bíl, kannske passa þær. Kv. Steindór",
            "date": "2010-02-14 13:52:00",
            "post_id": "1014",
            "reply_to_id": "822"
        },
        {
            "user_name": "bronco 66",
            "text": "Sæll félagi ég er sjálfur með einn gamlan Bronco árgerð 1966 og það hefur virkað best fyrir mig að versla varahluti á ebay. Gerði upp vélina (302) í vetur og verslaði megnið af dótinu (stimpla, knastás, kveikju og fleira) á ebay og það kom mjög vel út.\nSvo er hérna Fullt af vara og aukahlutum: \nhttp://broncograveyard.com/\n Hef ekki prófað að versla þar ennþá. sennilega best að gera það í gegnum Shopusa.\nvona að þetta hjálpi",
            "date": "2010-02-14 14:25:00",
            "post_id": "1017",
            "reply_to_id": "1014"
        },
        {
            "user_name": "jeepson",
            "text": "Svo geturu talað við þá hjá IB á selfossi. þeir panta þetta fyrir þig á góðu verði. ég er búinn að versla mikið hjá þeim og hef sparað mér helling af peningum svona miðað við marga aðra. T.d keypti ég handbresmuborðana í hemi raminn sem að ég átti hjá ib. H.jónson vildi tæpar 11þús fyrir borðana, og mér fanst það vera frekar dýrt. þannig að ég pantaði þetta hjá ib og fékk borðana, plús pakkdósir í afturhásinguna á rangernum hans pabba og eitthvað meira fyrir 500 minna en ég hefði þurft að borga fyrir borðana hjá H.jónson. Ég mæli klárlega með ib",
            "date": "2010-02-14 15:17:00",
            "post_id": "1020",
            "reply_to_id": "1017"
        },
        {
            "user_name": "66 Bronco",
            "text": "Daginn.\nHef verslað mikið við ofantalda og þekki þá vel og fleiri til.\nVantaði þetta með hraði, það var nú heila málið en er búinn að panta hjá Jeff.\nÞað er ástæðulaust að versla hjá Jeff (Broncograveyard) gegnum Shop usa, hann er stálheiðarlegur. Ég hef verslað við hann sl 5 ár.\nKveðja, Hjörleifur.",
            "date": "2010-02-14 18:58:00",
            "post_id": "1031",
            "reply_to_id": "1020"
        }
    ],
    "date": "2010-02-10 21:14:00"
}