{
    "forum_title": "Almennt spjall",
    "id": "19727",
    "title": "inniljós í bíla",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=19727",
    "posts": [
        {
            "user_name": "Guðmann Jónasson",
            "text": "Sælir.\nEr að verða gráhærður yfir lýsingarskorti aftur í veiðibílnum, þetta eina peru ræksni sem á að lýsa upp innanverðan afturendann á Mússónum gerir ekkert gagn....gæti alveg eins verið með mynd af ljósi í skottinu!\nHafa menn verið að uppfæra inniljós í bílum hjá sér og þá með hvaða hætti ?\nkv.\nGuðmann (hinn óupplýsti!)",
            "date": "2013-08-28 22:56:00",
            "post_id": "109038",
            "reply_to_id": false
        },
        {
            "user_name": "thorjon",
            "text": "AMGAukaraf.. og það verður aldrei aftur myrkur hjá þér ;)  Þeir settu led \"rendur/ræmur\" 1 meter hvoru megin afturí í Pattann hjá mér og það liggur við að ég þurfi enga kastara þegar kveikt er á herlegheitunum :)  Einnig eiga þeir skærar led perur í original perustæðin sem munar heilmiklu eitt og sér (missti mig og setti svoddann líka).  En LEDræmurnar eru nettrugl bjartar, munar öllu þegar maður er að koma í bíl eftir veiði.",
            "date": "2013-08-28 22:59:00",
            "post_id": "109039",
            "reply_to_id": "109038"
        },
        {
            "user_name": "Stebbi",
            "text": "Getur prufað að athuga verðin hjá Rafkaup og Ískraft á 12v led strippum, gæti verið ódýrara.  Þeir geta líka selt þér álprófíl með loki undir hann til að gera þetta meira pro.  Passa bara að taka ekki minna en 7w/m, helst 14w/m ef þú vilt alvöru flóðlýsingu.",
            "date": "2013-08-28 23:08:00",
            "post_id": "109042",
            "reply_to_id": "109039"
        },
        {
            "user_name": "Polarbear",
            "text": "ég keypti svona á ebay í landkrúserinn minn og birtan af þessu er rugluð. þetta endist kanski ekki til eilífðar, en á móti kemur að þetta er svo ódýrt að það er ekkert að því að kaupa 5 stykki bara og skipta út. kemur með adapter sem passar í staðin fyrir flestar inniperur og mígvirkar. \nhttp://www.ebay.com/itm/36-SMD-Pure-Whi ... 2c&vxp=mtr\nef þú ert ekki mikill ebay maður þá gæti ég jafnvel aðstoðað þig við að versla þetta.",
            "date": "2013-08-28 23:20:00",
            "post_id": "109044",
            "reply_to_id": "109042"
        },
        {
            "user_name": "elliofur",
            "text": "60 þúsund klukkutímar sem þetta endist... helduru að krúserinn endist lengur en það Lalli? :)",
            "date": "2013-08-28 23:24:00",
            "post_id": "109045",
            "reply_to_id": "109044"
        },
        {
            "user_name": "Polarbear",
            "text": "ég myndi fara varlega í loforð um endingu :) ég er búinn að vera með þetta í krúsernum í ár samt og ekki bilað enn... en ég leyfi mér að draga þessa 60 þúsund klukkutíma í efa :)",
            "date": "2013-08-28 23:25:00",
            "post_id": "109046",
            "reply_to_id": "109045"
        },
        {
            "user_name": "Freyr",
            "text": "Þykir ykkur ekki óþægilegt að hafa svona öfluga lýsingu? Fer alveg með nætursjónina og gerir mann samstundis háðann ljósinu. Sammála því að org. ljósin eru oft ekki nógu góð en færi einhvern milliveg í þessu ef ég gerði e-ð á annað borð. Er þetta til í mörgum styrkleikum, þá neðar en um er rætt á þræðinum?",
            "date": "2013-08-28 23:53:00",
            "post_id": "109048",
            "reply_to_id": "109046"
        },
        {
            "user_name": "villi58",
            "text": "Setti ljós frá Straumrás Aureyri 24 led og ljósið c.a. 10x10 cm. Vatnsþétt ætlað á kerrur/vagna. Tók glerið burt og límdi það nýja yfir og gat þannig notað rofann, skil ekki hvernig ég hef þolað það gamla lengi, þvílíkur munur.\nMan ekki hver er að selja þetta fyrir sunnan, hvort það var Skorri, nei man ekki.",
            "date": "2013-08-29 00:06:00",
            "post_id": "109051",
            "reply_to_id": "109048"
        },
        {
            "user_name": "Guðmann Jónasson",
            "text": "Takk kærlega fyrir svörin :)\ngreinilegt að maður er ekki einn í myrkrinu!\nkv.\nGuðmann",
            "date": "2013-08-29 07:41:00",
            "post_id": "109057",
            "reply_to_id": "109051"
        },
        {
            "user_name": "villi58",
            "text": "Held að AB varahlutir séu að selja fín ljós, vatnsheld ætluð á kerrur/vagna og fl. eru c.a. 10x10 cm",
            "date": "2013-08-29 10:50:00",
            "post_id": "109067",
            "reply_to_id": "109057"
        },
        {
            "user_name": "hobo",
            "text": "Græjaði þetta svona í Hilux, keypti led inniljós af Hlífari hér á spjallinu.",
            "date": "2013-08-29 15:23:00",
            "post_id": "109083",
            "reply_to_id": "109067"
        },
        {
            "user_name": "Haukur litli",
            "text": "Ég var með Hella flúorljós ætlað í báta. Það lýsti mjög vel upp pallhúsið á DC Hilux. Það var reyndar áður en LED varð svona ódýrt og aðgengilegt.\nÉg er að smíða verkstæðisbíl/þjónustubíl og ætla í LED inniljós og vinnuljós. Maður fær mikið fleiri ljós og lúmen fyrir hvert amper, minni skuggar og minni straumnotkun.",
            "date": "2013-08-29 20:00:00",
            "post_id": "109116",
            "reply_to_id": "109083"
        },
        {
            "user_name": "haffij",
            "text": "Ég notaði örþunn díóðuljós úr Ikea í bílinn minn, þau lýstu mun betur en orginalinn án þess að vera allt of björt.\nhttp://www.ikea.is/products/7868",
            "date": "2013-08-29 21:00:00",
            "post_id": "109123",
            "reply_to_id": "109116"
        },
        {
            "user_name": "Guðmann Jónasson",
            "text": "Sælir.\nEr búinn að setja mig í samband við Aukaraf, þar á bæ eiga menn til LED lengjur sem ættu að henta vel í projectið :)\nhttp://aukaraf.is/category.php?id_category=59\nkv.\nGuðmann",
            "date": "2013-08-29 23:09:00",
            "post_id": "109142",
            "reply_to_id": "109123"
        },
        {
            "user_name": "villi58",
            "text": "Ef einhver ætlar að nota Led-lengjur á pallinn hjá sér spyrjið þá um vatnsheldar lengjur því að það er oftast mikill raki þar.",
            "date": "2013-08-30 01:11:00",
            "post_id": "109148",
            "reply_to_id": "109142"
        }
    ],
    "date": "2013-08-28 22:56:00"
}