{
    "forum_title": "Ferlar og fjarskipti",
    "id": "19775",
    "title": "Ný Landakort af íslandi til notkunar á spjaldtölvum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=37&t=19775",
    "posts": [
        {
            "user_name": "marteinns",
            "text": "Góðan dag.\nMig langaði að kynna fyrir ykkur ný landakort sem ég hefu útbúið fyrir spjaldtölvur.\nKortin eru unnin upp úr IS-50V gögnum landmælinga Íslands, ásamt því að gögn úr laser mælingum af yfirborði jöklanna eru frá Veðurstofu Íslands og Raunvís.\nVefsíðan mín \nhttp://www.icelandicmaps.com\n er með sýnishornum og upplýsingum um kortin, en þau eru útbúin fyrir spjaldtölvuhugbúnaðinn PDF-Maps, sem er ókeypis hugbúnaður á Apple iOS og Google Android tæki. \nKortin eru útbúin í mismunandi stærðum:\nLandsþekjandi yfirlitskort í 1:1.200.000, 1:600.000 og 1:300.000\n4 x Landshluta kort í 1:150.000\nog 15 x stök landssvæði í 1:75.000.\nSýnishorn og slóðir inn á kortaverslun PDF-Maps eru á síðunni, en hvert kort kostar frá 15US$ - 25US$ + vsk\nÞað væri gaman að heyra frá ykkur hvað ykkur finnst um kortin og þetta framtak.  \nkv.\nMarteinn.",
            "date": "2013-08-31 21:39:00",
            "post_id": "109295",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Mér finnst undarlegt að enginn sé búinn að svara þessu.\nKannski eru margir að hugsa að þeim finnist þetta í dýrari kantinum, það finnst mér allavega. Þá er ég að meina fyrir nákvæmari kortin, að sjálfsögðu notar maður ekkert annað en það nákvæmasta sé maður á annað borð að kaupa sér kort, finnst mér.",
            "date": "2013-09-01 22:02:00",
            "post_id": "109400",
            "reply_to_id": "109295"
        },
        {
            "user_name": "Magni",
            "text": "Ef maður kaupir svona kort eru þá allar uppfærslur og endurbætur fríar?\nKomdu með dæmi hvaða ókeypis hugbúnaður keyrir þessi kort? sérstaklega fyrir android",
            "date": "2013-09-01 22:42:00",
            "post_id": "109407",
            "reply_to_id": "109400"
        },
        {
            "user_name": "marteinns",
            "text": "Sælir\nVarðandi hugbúnaðinn sjálfan, PDF-Maps, - þá er sá hugbúnaður frír bæði fyrir Apple iOS og Google Android tæki. \nHugbúnaðurinn er með vefverslun þar sem notandi kaupir svo kortin sjálf. Kortin eru sótt í spjaldtölvuna, og notandi þarf ekki að vera tengdur netinu síðar til að nota kortið.\nVarðandi uppfærslur á kortunum, - þá er verkefnið ekki komið það langt að ég sé farinn að huga að uppfærslum. - Þegar ég skoða það mál síðar þá á ég eftir að taka afstöðu til þessa, - en það er ólíkleg að að slík uppfærsla verði endurgjaldslaus þar sem ég þarf að leggja aftur í þá vinnu sem er við kortagerðina að búa til nýja útgáfu..\nVarðandi að nota nákvæmustu kortin alltaf, - þá er það kanski afstætt, - kostur við t.d 1:300.000 kortið á móti 1:75.000 er að ef notandinn er með 1:300.000 kortið, þá er allt landið á einu korti, og það hentar þá betur til að skoða stærri svæði,  einnig ef þið eruð með 1:75.000 kort til að skoða stærri svæði, og zoom'ið út , þá sjást ekki örnefni og annað því textinn er orðinn það lítill að hann er ekki lengur læsilegur. -  Þetta er því alltaf spurning um hvað er verið að skoða hverju sinni. - Nákvæmustu kortin eru svo alltaf best til að lesa út leiðir í gegnum landslag og elta vegslóða.\nVerð,, - það er alltaf spurning, - verðin á þessum kortum miðað við annað sem er í boði,  - það er reyndar svo að það er enginn að bjóða ný kort fyrir spjaldtölvur, það er heldur enginn að útbúa kort í þeirri nákvæmni , \"1:75.000\",  sem er í boði hjá mér, og sé miðað við verð á blaðkortum, þá eru þau dýrari, og þá þyrfti sá sem keypti slík kort að vera með heila skjalatösku fulla af kortum, í stað þess að vera með eina litla spjaldtölvu., eða leggja í tölvuverða vinnu eða kostnað við að skanna slík kort inn og hnitsetja., - sem aftur gerir þann kost ennþá dýrari.\nMín  \"alls ekki svo hlutlausa\" skoðun er það eru engin kort til af íslandi seld til almennings sem hafa þetta einstaka útlit sem ég hef útbúið á kortunum, sem gera þau sérstaklega til þess fallin að auðvelt er að lesa landslag út úr kortunum.  Mikið af öðrum kortum, sem eru t.d ætluð almennum \"þjóðvegaferðamanni\", eru oft á tíðum full af þjónustumerkjum, stórum textum og öðru sem gerir kortið erfitt til notkunar til að lesa landslagið sjálft út úr kortunum. - \nÞað er von mín og metnaður að þessi kort geti gert meira gagn til leiðavals og rötunnar en annað sem er á markaðinum, sé aðgengilegt notendum sem eru í auknum mæli að skipta út ferðavélum úr bílum yfir í spjaldtölvur, og þar hefur vantað lausn sem er viðunandi.\nEndilega annars sendið mér athugasemdir, - hvað t.d finnst ykkur um útlit kortanna, - þið getið skoðað sýnishornin í 100% upplausn á vefsíðunni minni \nhttp://www.icelandicmaps.com\nkv.Marteinn.",
            "date": "2013-09-01 23:21:00",
            "post_id": "109411",
            "reply_to_id": "109407"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Bara frábært framtak, get ekki annað sagt. Ég er ekki búinn að skoða þetta PDF-Maps, er þetta bara til að skoða kortin eða er hægt að búa til slóðir eða vegpúnkta í þessu eins og í GPS kortum?",
            "date": "2013-09-02 09:04:00",
            "post_id": "109424",
            "reply_to_id": "109411"
        },
        {
            "user_name": "marteinns",
            "text": "takk f. það,\nvarðandi slóðir, - þá er hugbúnaðurinn frekar frumstæður hvað þetta varðar, - það er hægt að vista niður vegpunkta og vinna með þá, - en ferlar og routing er ekki til staðar.\nkv.Marteinn.",
            "date": "2013-09-02 11:22:00",
            "post_id": "109429",
            "reply_to_id": "109424"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Okey, þetta allavega lýtur vel út á síðunni hjá þér og ég mun prófa þetta!",
            "date": "2013-09-02 11:30:00",
            "post_id": "109431",
            "reply_to_id": "109429"
        },
        {
            "user_name": "JeepKing",
            "text": "Flott kort en eru venjulegar spjaldtölvur eins og Galaxy Tap 2 að ráða við þessi kort?\nþað vantar minimum system requirements :)",
            "date": "2013-09-02 13:36:00",
            "post_id": "109443",
            "reply_to_id": "109431"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Þetta eru system requirement fyrir Android: \nPDF Maps for Android requires a device to have Android 4.0 or higher installed. We also recommend that a device have at least 1 GB RAM as processing some PDF maps can be very memory intensive. If your device is lower than Android 4.0 we apologize for any inconvenience.\nAndroid er ennþá í beta útgáfu hjá þeim",
            "date": "2013-09-02 13:45:00",
            "post_id": "109446",
            "reply_to_id": "109443"
        },
        {
            "user_name": "Magni",
            "text": "Er ekki hægt að fá þetta bara í venjulega pc fartölvu? þetta eru flott kort en áhugi minn fyrir að kaupa svona fór þegar kom í ljós að ekki er hægt að keyra eftir þessu(tracka)... Annars rosalega flott kort",
            "date": "2013-09-02 18:17:00",
            "post_id": "109453",
            "reply_to_id": "109446"
        },
        {
            "user_name": "marteinns",
            "text": "Sæll\nJá takk f. kommentið á útlitið :),\nKortin sem ég bý til eru gerð í kortagerðarforritinu Global Mapper, og ég get auðveldlega vistað þau niður og sett inn í OziExplorer. - \nÞað er það sem ég hef gert t.d fyrir  björgunarsveitirnar. Þær fengu allar kort hjá mér en þau  gerði ég í vetur uppúr gagnagrunni frá Loftmyndum.\nGallinn er hins vegar sá, að ég hef enga almennilega leið til að koma í veg fyrir að einhver sem fengi kortin hjá mér, mundi ekki dreifa þeim til næsta manns og á endanum væru allir komnir með kortin mín, og ég fengi ekki mikið fyrir minn snúð ef svo færi...\nKortin fyrir björgunarsveitirnar voru hvert og eitt merkt viðskomand björgunarsveit, og sú merking kemur kanski í veg fyrir að þeir sem þar eru dreifi kortunum í nafni þeirrar sveitar sem þeir eru í, - svo þar hef ég í rauninni bara \"samvisku\", viðkomandi sveitar. - Ég er sjálfur í björgunarsveit og er að kenna notkun á Oziexplorer víða um land, og þarf af leiðandi er í líka í meira  sambandi við þá sem eru að nota kortin sem ég útbjó f. Landsbjörg.\nkv.Marteinn",
            "date": "2013-09-03 19:24:00",
            "post_id": "109540",
            "reply_to_id": "109453"
        },
        {
            "user_name": "Ofsi",
            "text": "Ein spurning af hverju Ozi en ekki í Nobeltek.                                                                                                                               Önnur spurning vegagrunnurinn, er hann frá Loftmyndum",
            "date": "2013-09-03 22:14:00",
            "post_id": "109561",
            "reply_to_id": "109540"
        },
        {
            "user_name": "marteinns",
            "text": "Sæll\nKortin sem ég er núna að bjóða fyrir PDF-Maps hugbúnaðinn er búinn til  úr nýjum IS-50V gögnum frá Landmælingum, og yfirborð jökla er frá Veðurstofu Íslands og Raunvís. Þar að utan eru  skálar og skýli gögnin samsafn af gögnum sem ég hef yfirfarið og unnið til í samstarfi við svæðisstjórnarmenn hér í reykjavík og fleiri- Það eru engin gögn frá loftmyndum í þessum kortum sem ég er að bjóða uppá til sölu fyrir PDF-Maps.\nvarðandi Nobeltek,  hafa verið gefin út einhver  kort fyrir þann hugbúnað, önnur en gömlu 1:50.000 DMA kortin sem voru gefin út á sínum tíma, og eru margir að nota þann hugbúnað ennþá?\nOziExplorer hugbúnaðurinn sem við erum að nota í björgunarsveitunum  hefur þann kost að það er hægt af notanda að hnitsetja innskönnuð kort á auðveldan máta, ásamt því að vera mjög létt í keirslu og þarfnast ekki öflugrar tölvu þó kortin sjálf geti verið mjög stór. - Einnig höfum við verið í ágætis sambandi við framleiðanda hugbúnaðarins og fengið inn fídusa inn í hugbúnaðinn og support frá honum án endurgjalds.\nkv.Marteinn",
            "date": "2013-09-04 00:24:00",
            "post_id": "109580",
            "reply_to_id": "109561"
        },
        {
            "user_name": "marteinns",
            "text": "Hæ.\nVildi láta ykkur vita, það er komin uppfærsla á PDF-Maps hugbúnaðinn í ipad, - núna er hægt að vista niður ferla og opna, styður bæði .gpx skráarsnið og .kml skrár.\nkv.Marteinn.",
            "date": "2013-09-07 20:03:00",
            "post_id": "109851",
            "reply_to_id": "109580"
        },
        {
            "user_name": "marteinns",
            "text": "Hæ.\nNý kort, beint úr ofninum. - 1:35.000 af völdum svæðum.\nÉg er búinn að setja inn mjög nákvæm kort af flestum jöklum landsins. Kortin eru í skalanum 1:35.000 og eru þau 22 talsins - \nGríðarleg nákvæmni sem hefur ekki sérst áður í jöklakortum. Skoðið sýnishornin á vefsíðunni \nhttp://icelandicmaps.com/\nkv.Marteinn",
            "date": "2013-09-13 22:21:00",
            "post_id": "110382",
            "reply_to_id": "109851"
        },
        {
            "user_name": "ingi árna",
            "text": "Ef að ég kaupi kort get ég þá bæði notað það í oziexplorer og pdf-maps??",
            "date": "2013-09-23 16:18:00",
            "post_id": "111343",
            "reply_to_id": "110382"
        },
        {
            "user_name": "Aparass",
            "text": "Sæll.\nHvað hafa þessi kort umfram kortin sem ég fæ ókeypis hjá gpsmap.is ?\nÞau virka frábærlega og eru með öllum örnefnum og öllu hinu líka sem ég kann ekkert á í gps.\nViðurkenni alveg að ég veit rosalega lítið um gps og kann  varla að nota tækið mitt en mér finnst samt nauðsynlegt að spyrja að þessu vegna þess að ég sé ekki hver munurinn á þessum kortum er hjá þér og hinum.\nkv.",
            "date": "2013-09-23 16:25:00",
            "post_id": "111345",
            "reply_to_id": "111343"
        },
        {
            "user_name": "marteinns",
            "text": "Sælir\ntakk fyrir spurningarnar.\nIngólfur, - Kortin sem ég er að bjóða upp á í gegnum PDF-Maps eru eingöngu til notkunar í þeim hugbúnaði.\nGuðni, - Munurinn á kortunum er gríðarlega mikill, - GPS kortin eru allt annars eðlis og ef þú hefur skoðað kortin sem eru þar, og skoðar svo sýnishornin á vefsíðunni minni. \nwww.icelandicmaps.com\n  - þá sérðu hver munurinn er.\nkv.MArteinn.",
            "date": "2013-09-28 15:20:00",
            "post_id": "111851",
            "reply_to_id": "111345"
        },
        {
            "user_name": "s.f",
            "text": "þetta eru mjög flott kort það sem ég er búinn að skoða",
            "date": "2013-09-29 00:26:00",
            "post_id": "111884",
            "reply_to_id": "111851"
        },
        {
            "user_name": "gunnieff",
            "text": "sæll, ég var að rembast við að setja þetta inn á símann minn, en það gekk ekki, ætlaði að senda þér póst en það gekk ekki heldur, fékk þessa meldingu:\nDelivery to the following recipient failed permanently:\n \ninfo@icelandicmaps.com\nTechnical details of permanent failure:\nGoogle tried to deliver your message, but it was rejected by the server for the recipient domain icelandicmaps.com by mx1.icelandicmaps.com. [89.160.155.52].\nThe error that the other server returned was:\n554 5.7.1 <info@icelandicmaps.com>: Recipient address rejected: Access denied",
            "date": "2013-10-02 14:08:00",
            "post_id": "112160",
            "reply_to_id": "111884"
        },
        {
            "user_name": "marteinns",
            "text": "hæ, - ertu til í að senda póstinn aftur, það var eitthvað ólag á pósti hjá mér.\nkvMarteinn.",
            "date": "2013-10-02 19:52:00",
            "post_id": "112194",
            "reply_to_id": "112160"
        }
    ],
    "date": "2013-08-31 21:39:00"
}