{
    "forum_title": "Jeppinn minn",
    "id": "198",
    "title": "Ford Bronco '66",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=198",
    "posts": [
        {
            "user_name": "66 Bronco",
            "text": "Sæl öll.\nMá til með að kynna til sögunnar einn af öldnu höfðingjunum. Þennan er ég búinn að eiga í 9 eða 10 ár og breyta töluvert mikið þó ekki hafi hann verið óskorinn þegar ég eignaðist hann.\nÞessi skartar 200 línusexu sem er orðin nokkuð spræk, flækjur, 2bbl Holley og Duraspark kveikja. 3ja gíra beinskiptur, Chevy diskabremsur og læsingar á vinnuborðinu, rata vonandi í fyrir páskaferð. Plasttoppur var settur á bílinn fljótlega eftir að ég eignast hann og hef ég mikinn hug á að halda áfram á þeirri braut, húdd, bretti, afturhleri etc.\nBílinn heilsprautaði ég fyrir nokkru og klæddi nýlega að innan í hólf og gólf en öll sú vinna var útfærð og unnin hér heima, sem og annað sem gert er á hans hlut.\nBróðir minn segir hér í öðrum þræði að þetta sé ólæknandi. Þetta er ekki bara ólæknandi heldur smitandi.\nKveðja, Hjörleifur",
            "date": "2010-02-10 21:35:00",
            "post_id": "828",
            "reply_to_id": false
        },
        {
            "user_name": "66 Bronco",
            "text": "Ekki koma myndirnar..  Hvað er ég að gera vitlaust..\nH",
            "date": "2010-02-10 21:38:00",
            "post_id": "829",
            "reply_to_id": "828"
        },
        {
            "user_name": "66 Bronco",
            "text": "Ef ég hægri smelli og vel ,,sjá mynd\" fer ég beina leið á myndina þar sem hún er hýst. Jæja. Tölvur og ég. Lítil samleið.\nH",
            "date": "2010-02-10 21:47:00",
            "post_id": "830",
            "reply_to_id": "829"
        },
        {
            "user_name": "Ingi",
            "text": "já það eru einhver leiðindi með að setja inn myndir frá f4x4 því að linkarnir á þær enda ekki á  .jpg",
            "date": "2010-02-10 22:08:00",
            "post_id": "834",
            "reply_to_id": "830"
        },
        {
            "user_name": "Einar",
            "text": "Þú hefur hugsamlega sett slóðin á síðunni með myndunum í staðin fyrir slóðina beint á myndina, þú sérð slóðina á myndina sjálfa ef þú t.d. hægrismellir á myndina og velur propeties, en hér eru myndirnar þínar (snyrtilegur Bronco hjá þér):",
            "date": "2010-02-10 22:11:00",
            "post_id": "836",
            "reply_to_id": "834"
        },
        {
            "user_name": "66 Bronco",
            "text": "Miklar þakkir!\nHjörleifur",
            "date": "2010-02-10 22:18:00",
            "post_id": "837",
            "reply_to_id": "836"
        },
        {
            "user_name": "jeepson",
            "text": "Já þetta er sennilega ólæknandi og smitandi. Allavega langar mig að eignast svona bíl.",
            "date": "2010-02-10 22:57:00",
            "post_id": "841",
            "reply_to_id": "837"
        },
        {
            "user_name": "gislisveri",
            "text": "Mjög fallegur Bronco.",
            "date": "2010-02-10 23:49:00",
            "post_id": "846",
            "reply_to_id": "841"
        },
        {
            "user_name": "beygla",
            "text": "hvar fekstu milli stikki fyrir blöntunginn",
            "date": "2010-04-23 21:04:00",
            "post_id": "4260",
            "reply_to_id": "846"
        },
        {
            "user_name": "Stjáni",
            "text": "hvar fær maður svona plasttop ? stáltoppurinn minn fýkur örugglega af í næstu hviðu hehe",
            "date": "2010-04-28 13:38:00",
            "post_id": "4615",
            "reply_to_id": "4260"
        },
        {
            "user_name": "JHG",
            "text": "Alltaf er gamli Broncoinn jafn fallegur og þetta virðist vera virkilega fallegt eintak :)",
            "date": "2010-05-04 12:09:00",
            "post_id": "4875",
            "reply_to_id": "4615"
        },
        {
            "user_name": "66 Bronco",
            "text": "Sælir.\nPlasttoppinn fékk ég hér á landi, hann var steyptur fyrir fjölmörgum árum í bátasmiðju að ég tel og eitthvað notaður. Ég fann hann og verslaði og henti á fyrir nokkrum árum. Eitt þarf að hafa í huga þegar farið er í plasttopp, það kemur ekki nokkur hlutur til með að passa inn í hann aftur af því sem kom innan úr járntoppnum - nema auðvitað að plasttoppurinn sé nákvæm eftirlíking sem minn var ekki. Hvert einasta gluggastykki sérsmíðaði ég inn í hann hjá mér og vynilklæddi svo sjálfur. Í loftið fór svo tommuþykkur svampur og vynill. Þetta var mikil vinna fyrir vitleysing..\nAdapterinn  undir blöndunginn fékk ég á \nwww.cliffordperformance.com\n, blöndunginn sjálfan og flækjurnar á Ebay.\nStáta nú af læsingum í drifi, unaður. Mæli einnig mjög með diskabremsuvæðingu að framan fyrir þessa garma, það var feiknalegur munur!\nBestu kveðjur,\nHjörleifur.",
            "date": "2010-05-04 22:14:00",
            "post_id": "4900",
            "reply_to_id": "4875"
        },
        {
            "user_name": "Einar",
            "text": "Bronco '66-'77 eru klárlega með fallegustu jeppum sem framleiddir hafa verið og hljóðin úr 289/302 V8 með mátulega opnu pústkerfi slá út hvaða tónlist sem er.\nEr ekki rétt munað hjá mér að árgerð '74 og yngri séu orginal með diska að framan?",
            "date": "2010-05-05 07:48:00",
            "post_id": "4910",
            "reply_to_id": "4900"
        },
        {
            "user_name": "jeepcj7",
            "text": "Diskar að framan koma í 76 modelið.",
            "date": "2010-05-05 08:27:00",
            "post_id": "4911",
            "reply_to_id": "4910"
        },
        {
            "user_name": "66 Bronco",
            "text": "[youtube]U_f-XrkDgA0&feature=youtu.be[/youtube]\nÞessir eru orðnir of fáir hér á landi tel ég.\nHverjir eru á Bronco hér á spjallinu?\nHjörleifur.",
            "date": "2013-04-16 23:04:00",
            "post_id": "97381",
            "reply_to_id": "4911"
        },
        {
            "user_name": "lecter",
            "text": "eg á einn sem er i vinslu  72 original 6cyl 3 gira skiptur i stýri",
            "date": "2013-04-16 23:31:00",
            "post_id": "97385",
            "reply_to_id": "97381"
        },
        {
            "user_name": "Valdi B",
            "text": "ég keypti mér einn 68 módel fyrir stuttu sem ég ætla að skipta um boddy á ef ég finn heilla boddy á hann, hann er með 200ci línu og 3 gíra bsk, ég ætla að setja 302 í hann og c4 skiptingu, svo fer hann á 38\" og verður málaður svartur, svo er draumurinn að smíða almennilegann mótor úr 351 windsor semég á niðrí kjallara, þótt þessi 302 sé ekki neitt original :) og coilover kerfi væri draumurinn\nboddy er ónýtt en rest er góð  hérna er mynd af honum, á undan mér er bara einn eigandi í rauninni, ég kaupi hann af dánarbúinu, sagður ekinn eitthvað yfir milljón ,\nkaupi hann alveg eins og hann stendur þarna, það átti að vera búin kúplingin í honum en það var ekki rétt :) setti á hann benzín og nýjann rafgeymir og setti í gang og fór á rúntinn :) hann var á númerum síðast í kringum 2000  , þurfti ekki einu sinni að pumpa í dekkin hehe :)",
            "date": "2013-04-16 23:40:00",
            "post_id": "97386",
            "reply_to_id": "97385"
        },
        {
            "user_name": "beygla",
            "text": "mins bronco",
            "date": "2013-04-17 21:11:00",
            "post_id": "97505",
            "reply_to_id": "97386"
        },
        {
            "user_name": "Valdi Alla",
            "text": "Hjölli, ég á við sama vandamál að stríða og þú, þegar kemur að tölvum, ekki neitt heitt vinasamband þar á milli.  Einhver klókur getur eflaust sett myndina mína á þetta spjall hér.  Myndin er á:     \ndownload/file.php?id=4075&t=1\n   Þessi heitir \"Hrossi\" og er fæddur 1973",
            "date": "2013-04-24 09:53:00",
            "post_id": "98395",
            "reply_to_id": "97505"
        },
        {
            "user_name": "lecter",
            "text": "já ég á þennan  72árg  6cyl 3gira i stýrinu ,2 tanka   hann var töluvert ryðgaður en i top standi að aka honum hef hafið endurbygginguna \nog nokkra hluti er búið að sandblása   \nþað stóð til að selja hann en það var ekki áhugi fyrir honum \nen nú fer hann kanski á safn",
            "date": "2013-04-24 15:43:00",
            "post_id": "98433",
            "reply_to_id": "98395"
        },
        {
            "user_name": "haukson",
            "text": "Þessi bíll kemur frá hellu og var aldrei ekið uppfyrir 70km hraða, man eftir einu atviki þar sem fyrri eigandi keyrði á honum frá hellu til reykjavíkur á 1500 krónum sko árið sem bensínið kostaði 76kr. Man að það var alltaf hugsað vel um kramið í honum, hann átti annan alveg eins nema gulan og þó nokkuð af öðru dóti.",
            "date": "2013-05-01 10:54:00",
            "post_id": "99186",
            "reply_to_id": "98433"
        },
        {
            "user_name": "Valdi B",
            "text": "ja veit allt um það :) hann bjarnhéðinn átti gulann 74 sport sem er í uppgerð í bænum núna, og hann setti alltaf peugot dísel í þennan þegar hann var að nota hann, svo fór 6 cyl línan í þegar kom að skoðun",
            "date": "2013-05-01 21:58:00",
            "post_id": "99264",
            "reply_to_id": "99186"
        }
    ],
    "date": "2010-02-10 21:35:00"
}