{
    "forum_title": "Umhverfis- og hagsmunamál",
    "id": "1980",
    "title": "Þú mátt ekki sofa hér! Komdu þér á tjaldsvæði",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=11&t=1980",
    "posts": [
        {
            "user_name": "stebbiþ",
            "text": "Er titillinn á þessum þræði sem ég er að byrja með, eitthvað sem ég má búast við að heyra frá einhverjum snata á vegum Vatnajökulsþjóðgarðs ? Ég sé fyrir mér, sjálfan mig ásamt fjölskyldunni  á einhverjum afviknum, yndislegum stað á miðjum öræfum Íslands að gera okkur klár fyrir háttinn. Ef við förum að sofa á þessum stað þá erum við að brjóta reglur Þjóðgarðsins, því reglurnar segja að þeir sem ekki eru gangandi,mega ekki tjalda þar sem þeim lystir. Við værum sem sagt að brjóta reglur, en hópur af göngufólki í t.d. tveimur stórum tjöldum rétt hjá okkur, væri í fullum rétti. Ég skil ekki hvernig nokkrum heilvita manni dettur í hug að setja svona reglur, sem geta hreinlega ekki staðist nokkra skoðun. Í sjálfu sér skiptir þetta mig engu máli, þar sem ég myndi aldrei ALDREI! fara eftir svona rugli, undir neinum kringumstæðum.  En mér finnst með ólíkindum að svona lagað geti farið í gegnum þessa nefnd. Ég má ekki einu sinni sofa í bílnum! Ég fer ekki upp á afskekktasta stað Íslands til að hanga á tjaldsvæði innan um þýska táfýlutúrista sem vilja fara að sofa klukkan átta. Ég er fjölskyldumaður með tvo litla drengi og stóran hund (ef hann má vera þarna á eyðisöndunum, gæti truflað einhvern) og við fjölskyldan erum greinilega annars flokks ferðamenn í augum stjórnenda Vatnajökulsþjóðgarðs. Ekki er hægt að finna meiri náttúruunnendur en okkur hjónin og aldrei hef ég keyrt utan vega. En skilaboðin frá þessari nefnd til íslenskra fjölskyldna eru þessi: \"Ef þið þurfið endilega að ferðast innan þjóðgarðsins þá skulið þið láta lítið fyrir ykkur fara og ekki láta  göngumenn sjá ykkur, þeir halda neflilega að þeir séu einir í heiminum og ekki má spilla þeirri upplifun fyrir þeim\".\nÉg vona að þeir sem fóru á fund umhverfisráðherra, hafi rætt þetta mál við hana. Ef svo er þá væri gaman að heyra svör hennar.\nMeð ósk um líflega umræðu um þetta mál, vonandi les Páll Ásgeir þessa færslu og segir sína skoðun á þessu máli. Ég tek það fram að ég vil alls ekki að þessi þráður fari út í leiðinda skítkast við þá sem ekki eru mér sammála.\nFerðakveðja,\nStefán Þ. Þórsson, náttúrufræðingur",
            "date": "2010-09-22 11:14:00",
            "post_id": "8830",
            "reply_to_id": false
        },
        {
            "user_name": "gambri4x4",
            "text": "Rétt er það að þessar reglur eru klárlega ekkert nema kjaftæði og mismununn,,,bara gera ekkert með þær og lofa þessu liði þá bara kæra mann,,,,,get varla ýmindað mer að þetta myndi standast fyrir rétti hvort sem er svona mismunun",
            "date": "2010-09-22 11:57:00",
            "post_id": "8832",
            "reply_to_id": "8830"
        },
        {
            "user_name": "halendingurinn",
            "text": "Sæll og takk fyrir gott innlegg, ég er einmitt að smíða mér stóran fjallatrukk sem ég ætla að nota sem húsbíl. Helst til þess að sofa í fjallakyrrð á hálendinu án þess að stunda utanvega akstur. Nú er svo komið að hvergi má leggja sig í vegkanti án þess að eiga hættu á að vera kærður fyrir eitthvað þó svo að stæðið sé vandlega valið með tilliti til þess að raska landi minna en tjald gerir ef það liggur á jörð á viðkvæmum gróðri.",
            "date": "2010-09-22 12:11:00",
            "post_id": "8834",
            "reply_to_id": "8832"
        },
        {
            "user_name": "HHafdal",
            "text": "ég hef ekki skoðað þessi lög um Vatnajökulsþjóðgarð en hingað til hefur mátt tjalda svo framarlega sem tjöldin eru ekki fleiri en tvö þetta er allavegana í Friðlandinu að Fjallabaki.\nef að þetta er vitleysa megið þið leiðrétta mig. \n  Kveðja Dóri sem fer sér hægt en kemst það.",
            "date": "2010-09-22 13:06:00",
            "post_id": "8839",
            "reply_to_id": "8834"
        },
        {
            "user_name": "stebbiþ",
            "text": "Í 10.grein reglugerðar um Vatnajökulsþjóðgarð stendur:\n\"Gestum þjóðgarðsins ber að nota skipulögð tjaldsvæði innan hans fyrir tjöld, tjaldvagna, fellihýsi, hjólhýsi og húsbíla. Fjarri skipulögðum tjaldsvæðum er fólki sem ferðast fótgangandi með allan farangur sinn þó heimilt að tjalda hefðbundnum göngutjöldum til einnar nætur. Hópar göngumanna þar sem eru 10 tjöld eða fleiri þurfa þó leyfi þjóðgarðsvarðar. Ef jörð er snævi þakin eða frosin er heimilt að tjalda í þjóðgarðinum þótt tjaldsvæði hafi ekki verið sérstaklega afmörkuð eða merkt. Við tjöldun utan skipulagðra tjaldsvæða skal þess gætt að ekki sé valdið skemmdum á vettvangi og jafnframt skal taka allt sorp og úrgang til byggða\".\nHér fyrir neðan er partur úr svari frá stjórn þjóðgarðsins sem Þórður Aðalsteinsson birtir hér á spjallinu.\n\"Ýmsar athugasemdir Tjöldun Allmargir gerðu athugasemd við það að aðeins göngufólki væri heimilt að tjalda til einnar nætur utan skipulagðra tjaldsvæða. Þannig væri gestum þjóðgarðsins mismunað eftir ferðamáta og gert að kaupa þjónustu þess ferðaþjónustuaðila sem starfar á hverjum slíkum stað. Ákvæðið útiloki líka trússferðir innan þjóðgarðsins, þar sem farangri göngufólks er ekið á milli áfangastaða. Um þetta gildir 10. grein reglugerðar nr. 608/2008 þar sem segir: “Fjarri skipulögðum tjaldsvæðum er fólki sem ferðast fótgangandi með allan farangur sinn þó heimilt að tjalda hefðbundnum göngutjöldum til einnar nætur.” Þessi takmörkun hefur því verið í gildi í tvö ár. Stjórn þjóðgarðsins getur ekki farið framhjá þessu ákvæði í Stjórnunar- og verndaráætlun en mun fara fram á það við umhverfisráðuneytið að ákvæðið verði rýmkað. Á hinn bóginn telur stjórn þjóðgarðsins að heimild reglugerðarákvæðisins nái þó einnig til þeirra sem ferðast á reiðhjóli enda fara þeir fyrir eigin afli og fara svo hægt yfir að ekki sé hægt að gera ráð fyrir því að þeir nái milli skipulagðra tjaldsvæða á einum degi\".\nEf ég legg bílnum einhversstaðar og geng 200 metra að góðum tjaldstað, er ég (og konan,krakkarnir og hundurinn) þá orðinn að göngufólki og þar með þóknanleg þjóðgarðinum. \nÞað stendur þó í svarinu að stjórnin muni fara fram á að ákvæðið verði rýmkað. Það er þá eins gott að fylgja því eftir, hvað átt er við.\nKveðja, Stefán Þórsson",
            "date": "2010-09-22 13:52:00",
            "post_id": "8842",
            "reply_to_id": "8839"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÞað sem mér finnst undarlegast við þessar ráðstafanir er það að vegirnir sem á að loka umferð eiga ekki að hverfa heldur eiga trússbílar einhverja ríkisstyrktra ferðaþjónustufyrirtækja (verða með þessari verndaráætlun ríkisstyrktir) einir að aka þá.  Hingað til hafa þessir aðilar ekki haft undanþágu til utanvegaaksturs en með þessari verndaráætlu hafa þeir í raun slíka undanþágu.  Mér finnst það ekki vera í anda Vatnajökulsþjóðgarðs að þeir sem hafa af því viðskiptalega hagsmuni hafi undanþágu til utanvegaaksturs. \nKv Jón Garðar",
            "date": "2010-09-22 18:21:00",
            "post_id": "8859",
            "reply_to_id": "8842"
        },
        {
            "user_name": "stebbiþ",
            "text": "Sælir.\nÉg hélt að það hefði verið fallið frá því að leyfa ferðaþjónustubílum að keyra slóða sem átti annars að loka fyrir almennri umferð ( var það ekki t.d.þannig með Heinabergsdal). Það væri að sjálfsögðu fráleitt og væri skólabókardæmi um gróft brot á jafnræðisreglu. Ég held að þetta sem þú ert að tala um eigi bara um akstur vegna vatnamælinga, landmælinga o.s frv. \nStefán Þórsson",
            "date": "2010-09-22 19:52:00",
            "post_id": "8865",
            "reply_to_id": "8859"
        },
        {
            "user_name": "arni87",
            "text": "Sælir.\nMér finnst engin munur á því hvort menn séu að fara í einhverjar vatnamælingar, landmælingar eða nokkuð annað þá eigi ENGINN að fá HEIMILD fyrir UTANVEGAAKSTRI.\nUtanvegaakstur er utanvegaakstur hvort sem einhver ríkisstofnun er að stunda hann eða einhver jeppamaður.\nÉg geri allavega engangreinamun.\nKveðja Árni F.",
            "date": "2010-09-23 00:53:00",
            "post_id": "8882",
            "reply_to_id": "8865"
        },
        {
            "user_name": "stebbiþ",
            "text": "Ég er alveg sammála þér Árni, en ég var að tala um undanþágu á akstri um slóða sem væri skyndilega lokað fyrir almennri umferð, en ekki til utanvegaaksturs. \nAð sjálfsögðu verður aldrei nein sátt um það að opinberir aðilar stundi utanvegaakstur, meðan almennum ferðalöngum er meinað að aka fyrirliggjandi slóða. Ef þetta er raunin, þá er það algert hneyksli.\nKv, Stefán Þ.",
            "date": "2010-09-23 08:45:00",
            "post_id": "8888",
            "reply_to_id": "8882"
        },
        {
            "user_name": "stebbiþ",
            "text": "Ákvað að breyta titlinum, var orðinn þreyttur á að lesa \"drullaðu\".\nKv, Stefán Þ.",
            "date": "2010-09-23 10:18:00",
            "post_id": "8890",
            "reply_to_id": "8888"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nJú tilfellið er að þeir virðast hafa ákveðið að gefa  bílum ferðaþjónustufyrirtækja engin forréttindi á þessum slóðum.  Smá feill hjá mér þar.\nHinsvegar finnst þeim eins og það að taka þetta leyfi af ferðaþjónustuaðilum hafi jafnað rétt fólks til ferðalaga á svæðinu.  Það er alrangt og í raun fáránleg hugmynd að fjarlægja veg sem hefur verið notaður áratugum saman og er jafnvel ástæðan fyrir því að göngufólk hefur gengið þessa leið í seinni tíð til þess að göngufólk þurfi ekki að heyra í bíl á göngu um landið.\nÞessi rök eru svo barnaleg að ég skil ekki nokkur hlut hvað er í gangi.  Vandamálið snýst um það eitt og sér að göngumenn geti ekki sætt sig við að aðrir vilji njóta landsins með öðrum hætti en þeir.  S.s. það á að vera erfitt að komast á tiltekna staði á landinu.  Ef þú getur það ekki þá ertu ekki þess virði að fá að njóta þess.  Þetta eru í raun rökin.  Þá passar hugtakið \"þjóð\"garður ekki vel í myndina en \"elítu\"garður smellpassar.\nÞað geta ekki verið rök að banna akstur á vegum til að sporna við utanvegaakstri, það er ekki fræðilegur möguleiki, slíkar pælingar allavega lýsa verulegri þröngsýni og fávisku.   \nÞað er ótrúlegt að hópur fólks sem getur ekki sætt sig við að sjá aðra á hálendinu þegar þau eru þar sjálf fái um það ráðið að loka á aðra.  Ég held að jeppamenn ættu að mælast til þess að fá t.d. Sprengisand fyrir sig þannig að enginn göngumaður fái að ganga þar, það er svo ljótt að sjá einhverra manna fótspor úti um hvippinn og hvappinn í auðninni.  Ætli það yrði ekki hlegið.\nKv Jón Garðar",
            "date": "2010-09-23 16:57:00",
            "post_id": "8899",
            "reply_to_id": "8890"
        }
    ],
    "date": "2010-09-22 11:14:00"
}