{
    "forum_title": "Jeppinn minn",
    "id": "19802",
    "title": "Danger Ranger",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=19802",
    "posts": [
        {
            "user_name": "atligeysir",
            "text": "Jæja ákvað að henda inn smá um jeppann hjá mér.\nEr nýr hérna inná.\nFékk þennan fína Ford Ranger Supercab í skiptum.\n1991 árgerðin.\nEr með 2.9 V6 og beinskiptur.\n4x4 auðvitað, hátt og lágt. Lokur að framan en ólæstur að aftan.\nSkráður 4 manna þó ég vildi nú ekki þurfa að ferðast um aftur í honum, 2 dvergasæti sem koma niður úr hliðunum. \nHeill bekkur frammí.\nHann er merkilega lítið ryðgaður og grindin virðist þokkalega heil.\nBúið er að setja 2\" boddýhækkun undir bílinn og síðan er stefnan að skera úr og setja hann á 35\"\nDatt svo niðrá varahlutabíl, nýtti úr honum elementið fyrir miðstöðina eflaust meira þegar þetta dót bilar.\nHann er 4 lítra V6 og sjálfskiptur. Supercap og pallhús.\nAðeins að prufa hvort fjórhjóladrifið virki ekki, kíkt upp í Haukadalsskóg.\nOg þá datt stuðarinn nánast undan\nRendi inn Haukadalsheiði og tók línuveginn niðrá Kjöl. Við Ásbrandsá.\nSíðan komst ég að því að það er MJÖG mikilvægt að hafa geyminn fastann. Tókst að ná upp í húdd og kveikti í sér\nVar bara heppinn að hann skyldi ekki brenna allur og bílarnir í kring líka. Var búinn að standa fyrir utan í 2 tíma og þurfti bara fyrir algera tilviljun að ná í verkfæri í bílinn og tek þá eftir reyk undir húddinu.\nOg þarna er 35\" sem fer undir.\nSíðan hrundi pústið undan og það verður græjað á einhvern skemmtilegan hátt :)",
            "date": "2013-09-02 12:21:00",
            "post_id": "109436",
            "reply_to_id": false
        },
        {
            "user_name": "Ofsi",
            "text": "Haug af plúsum fyrir þessa sögu. Bíð spenntur eftir framhaldinu :-)",
            "date": "2013-09-02 12:35:00",
            "post_id": "109437",
            "reply_to_id": "109436"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Velkominn hér félagi.Þetta er alvöru ferða saga og þetta eru fínir bílar þegar búið er að taka þá til kostana. kveðja guðni",
            "date": "2013-09-02 12:38:00",
            "post_id": "109439",
            "reply_to_id": "109437"
        },
        {
            "user_name": "atligeysir",
            "text": "Hehe þakka.\nSkal vera duglegur að henda inn ferðasögum :)\nAnnars var verið að máta 35\" undir.\n13\" breiðar felgur.\n2 ventla stál felgur.\nStendur í dekkin þarna\nÞarf sennilega að fá mér breiðari kanta :D",
            "date": "2013-09-03 19:44:00",
            "post_id": "109542",
            "reply_to_id": "109439"
        },
        {
            "user_name": "atligeysir",
            "text": "Þá er þessi kominn á 35\"\nSamt ókláraður, kantarnir sem ég keypti og áttu að vera fyrir 35\" voru það bara engan veginn.\nTil að redda sér voru þeir skornir í sundur og klíndir á.\nKominn með kanta af Econoline 150 bíl, fer að græja þá undir við tækifæri.\nHrikalegir kantar.\nBara smá hækkun í viðbót og það verður hægt að setja 38\" undir.\nSkráður blár, er svartur en hefur verið brúnn haha.",
            "date": "2013-11-06 22:34:00",
            "post_id": "115858",
            "reply_to_id": "109542"
        },
        {
            "user_name": "sonur",
            "text": "Gaman að þessu, gaman lika að sjá hvað það eru margir Rangerar að poppa uppá yfirborðið í jeppabreytingum núna :D\nGaman að segja lika frá því að þú smitaðir mig af L300 veikinni :D",
            "date": "2013-11-08 21:02:00",
            "post_id": "116071",
            "reply_to_id": "115858"
        },
        {
            "user_name": "stebblingur",
            "text": "Hérna er ein mynd af honum síðan í dag.",
            "date": "2013-11-09 20:40:00",
            "post_id": "116146",
            "reply_to_id": "116071"
        },
        {
            "user_name": "atligeysir",
            "text": "Hehe Elías þessi L300 stóð alveg fyrir sínu.\nLangar alltaf í svona alltaf, eðal gripir.\nÞakka myndina Stefán :)\nEn ekki vitiði hvar maður fær pústfestingu fyrir svona?\nhttps://www.dropbox.com/s/6b20cey5app1a6b/20131111_173313.jpg",
            "date": "2013-11-11 17:46:00",
            "post_id": "116382",
            "reply_to_id": "116146"
        },
        {
            "user_name": "Sævar Örn",
            "text": "BJB selja þér flangs á þetta eftir máli",
            "date": "2013-11-11 18:28:00",
            "post_id": "116391",
            "reply_to_id": "116382"
        },
        {
            "user_name": "atligeysir",
            "text": "Skipti um kerti í honum um helgina og skellti húddhlíf á hann.\nNennti ekki að henda pallhúsinu á hann, það verður næst.\nÆtla að prufa að smíða flangs sem hægt verður að setja upp á pústið án þess að taka í sundur pústið.\nSíðan er búið að kaupa nýja dempara að framan og aftan. Einnig hjöruliðskrossa og upphengju í afturskaftið. \nSíðan láta smíða stýrimiðjur fyrir afturfelgurnar og þá verður hann orðinn flottur.\nEinnig verður vonandi smíðað undir hann vel opið púst ( mínus báðir hvarfar) en samt engin öfga stærð (max 2,5\") sem kemur út undir síls farþegamegin.",
            "date": "2013-11-19 21:26:00",
            "post_id": "117584",
            "reply_to_id": "116391"
        },
        {
            "user_name": "sonur",
            "text": "Lagði við hliðiná þessum uppí skóla í dag, hann er reffilegur orðinn, flottur á þessum 13\" breyðu felgum",
            "date": "2013-11-20 21:58:00",
            "post_id": "117775",
            "reply_to_id": "117584"
        },
        {
            "user_name": "atligeysir",
            "text": "Þakka :) \nEr helvíti sáttur með hann svona.\nAnnars eru kantarnir komnir á og miðjustýringar fyrir felgurnar að aftan. Hann losnaði þar með við Parkinsons nafnbótina sem hann fékk.\nNæst á dagskrá er hjöruliðs og drifskaftsupphengju skipti. Mögulega að kíkja á pústið líka.\nNokkrar myndir\nHelsáttur að skipta um dempara.\nKantarnir komnir á.\nFallegt í Haukadalnum.",
            "date": "2013-11-30 06:06:00",
            "post_id": "118920",
            "reply_to_id": "117775"
        },
        {
            "user_name": "sonur",
            "text": "Bara fottir bílar.. og ennþá flottari í snjó :D",
            "date": "2013-11-30 14:29:00",
            "post_id": "118945",
            "reply_to_id": "118920"
        },
        {
            "user_name": "braskari",
            "text": "flottur hjá þér! :) er akkurat með ranger lika sem ég er að dunda mér i en er að fara akkurat í hina áttina, ætla lækka minn og leika mér að spóla á honum í sumar, sá að þú skrifaðir að þú ættir v6 4.l varahlutabíl ertu til í að selja eithvað úr honum ?",
            "date": "2014-03-20 20:19:00",
            "post_id": "131987",
            "reply_to_id": "118945"
        }
    ],
    "date": "2013-09-02 12:21:00"
}