{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "1986",
    "title": "Dragliðir",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=1986",
    "posts": [
        {
            "user_name": "Freyr",
            "text": "Sæl öll\nÉg er með '97 cherokee með 231 millikassa og ætla að skera af útöxlinum afturúr millikassanum og festa jókann með bolta og færa dragliðinn niður á sjálft drifskaftið. Það sem ég er að velta fyrir mér er hvaða draglið er best að notast við? Einu liðirnir sem ég veit um sem ég get keypt nýja eru hjá Stál og Stansar og þeir hafa ekki komið vel út, eru jafnvel ónýtir vegna slits á innan við einu ári. Því vantar mig góðar hugmyndir frá ykkur um draglið sem er sterkur, endist og er helst úr jafn sveru drifskafti og því sem er í Cherokee (þarf að mæla það á morgun).\nFreyr",
            "date": "2010-09-23 02:28:00",
            "post_id": "8883",
            "reply_to_id": false
        },
        {
            "user_name": "aellert",
            "text": "Ég frétti að þessir séu ódýrir og með vönduð vinnubrögð.\nhttp://www.vefsida.is/jepp/",
            "date": "2010-09-24 20:41:00",
            "post_id": "8925",
            "reply_to_id": "8883"
        },
        {
            "user_name": "arnisam",
            "text": "Hef lesið að það sé fínt að nota framskaft úr Wrangler eða úr Explorer, veit svosem ekki hvernig krossar eru í þeim en kaninn talar um að nota þau ef það á ekki að fara í sérsmíðað. Horfði einmitt á framskaftið hjá mér áðan og sá ekki betur en að það myndi henta ágætlega.",
            "date": "2010-09-25 00:17:00",
            "post_id": "8929",
            "reply_to_id": "8925"
        },
        {
            "user_name": "Freyr",
            "text": "Á einmitt eitt stk. framskaft úr gömlum XJ í skúrnum og var búinn að velta því fyrir mér að nota það en leist ekki nógu vel á það. Framskaftið er svo mikið grennra en afturskaftið að ég veit ekki hvort það er nógu sterkt. Líst hinsvegar vel á hugmyndina með sköft úr explorer. Ætla að skoða hvort þau séu öflugri en framskaft úr xj því explorerinn er þyngri bíll.\nFreyr",
            "date": "2010-09-25 22:13:00",
            "post_id": "8947",
            "reply_to_id": "8929"
        },
        {
            "user_name": "Kiddi",
            "text": "Tvöfaldi liðurinn og skaptið hjá mér kemur að framan úr Chevy eða Dodge pickup eftir því sem ég best veit og er alveg töluvert sverara en framskaptið þannig að það er kannski eitthvað til að athuga.",
            "date": "2010-09-25 22:17:00",
            "post_id": "8948",
            "reply_to_id": "8947"
        },
        {
            "user_name": "Freyr",
            "text": "Skaftið er 2,5\" svert",
            "date": "2010-09-26 12:55:00",
            "post_id": "8952",
            "reply_to_id": "8948"
        }
    ],
    "date": "2010-09-23 02:28:00"
}