{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "19869",
    "title": "Hjólastilling/ rásar í hjólförum (jeep xj)",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=19869",
    "posts": [
        {
            "user_name": "Stjáni",
            "text": "Erum með jeep xj á \"38 GH og það er búið að setja framstífur úr patrol að framan, taka spindilkúluna af þverstífunni og setja augafóðringu.\nStýrigangur er orginal fyrir utan að það er búið að öfugkóna liðhúsin og setja stýriendana ofaná húsin.\nAllar fóðringar eru nýjar (Royal purple, bláu frá stáli og stönsum) og allir slitfletir nýjir.\nSpindilhalli er um 6 gráður.\nStífurnar eru nánast alveg láréttar þegar hann stendur í hjólin.\nVandamálið er það að hann er hættulegur í hjólförum, s.s. vill henda sér uppúr þeim,\nbúinn að fara 2 sinnum í hjólastillingu og alltaf jafn slæmur....\nHvað mynduð þið halda að væri ráðið? Kannski auka spindilhallann??\nkv. Kristján",
            "date": "2013-09-06 09:07:00",
            "post_id": "109725",
            "reply_to_id": false
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Líklega eru dekkin að búa þetta til. Allavega er það þannig hjá mér að dekkin búi til akstureiginleikana. Sami bíll fínn á nýjum dekkjum en næstum ókeyrandi nema fyir vana á slitnum dekkjum.",
            "date": "2013-09-06 10:06:00",
            "post_id": "109728",
            "reply_to_id": "109725"
        },
        {
            "user_name": "snöfli",
            "text": "Orsökin getur verið einhver en dekkin allavega magna þetta upp.  Er mðe mikið slitin Toyo undir núna sem láta svipað og þú lýsir. Var áður með hálfslitin DC MTZ og varð ekkert var við þetta og ekki heldur á 41\"IROK.  Þettar er undir patrol:) l.",
            "date": "2013-09-06 11:10:00",
            "post_id": "109730",
            "reply_to_id": "109728"
        },
        {
            "user_name": "Stjáni",
            "text": "spurning hvort ég prófi bara að víxla fram og aftur og ath hvort það verði breyting :)",
            "date": "2013-09-06 11:19:00",
            "post_id": "109731",
            "reply_to_id": "109730"
        },
        {
            "user_name": "Gudnyjon",
            "text": "Svo er spurning hvort að 6 gráður sé nóg.",
            "date": "2013-09-06 12:28:00",
            "post_id": "109736",
            "reply_to_id": "109731"
        },
        {
            "user_name": "Kiddi",
            "text": "Hvaða backspace er á felgum og er stýrisdempari?",
            "date": "2013-09-06 14:31:00",
            "post_id": "109742",
            "reply_to_id": "109736"
        },
        {
            "user_name": "Stjáni",
            "text": "Er ekki alveg viss hvaða backspace er á felgunum en það er allavega of lítið því felgurnar eru að ná að krafsa í stýriendana hehe jú það er stýrisdempari",
            "date": "2013-09-06 19:12:00",
            "post_id": "109759",
            "reply_to_id": "109742"
        },
        {
            "user_name": "Stjáni",
            "text": "er eiginlega orðinn áhveðinn í að auka spindilhallann aðeins en mér finnst það bara svo ólíklegt að það sé hann sem er að valda þessu hehe :P",
            "date": "2013-09-06 19:15:00",
            "post_id": "109760",
            "reply_to_id": "109759"
        },
        {
            "user_name": "villi58",
            "text": "Held að þetta séu dekkin hjá þér.",
            "date": "2013-09-06 19:18:00",
            "post_id": "109763",
            "reply_to_id": "109760"
        },
        {
            "user_name": "Stjáni",
            "text": "Dekkin eru orðin frekar slitin og búið að skera í þau en það eru heldur betri að aftan ég ætla að prófa að víxla og sjá hvort það breyti einhverju",
            "date": "2013-09-06 19:21:00",
            "post_id": "109765",
            "reply_to_id": "109763"
        },
        {
            "user_name": "olei",
            "text": "Þetta vandamál lagast ekki við að auka spindilhalla. 6°er alveg nóg.\nPrófaðu að víxla dekkjum og prófaðu líka að breyta millibilinu að framan - lítið í einu og taktu svo prufurúnt. Nokkrir millimetrar á felgubrún geta skipt sköpum einmitt varðandi þetta atriði.",
            "date": "2013-09-06 20:33:00",
            "post_id": "109768",
            "reply_to_id": "109765"
        },
        {
            "user_name": "Stjáni",
            "text": "Er einmitt búinn að vera fikta í millibilinu og hann er plús mínus 1-2 mm saman um 5mm\n(mælt við mitt dekk) en já kem til með að víxla dekkjunum í fyrramálið og taka rúnnt :P",
            "date": "2013-09-06 21:17:00",
            "post_id": "109770",
            "reply_to_id": "109768"
        },
        {
            "user_name": "olei",
            "text": "Ertu búinn að prófa að stilla hann alveg beinan á millibilinu, eða jafnvel örlítið útskeifan?",
            "date": "2013-09-06 21:36:00",
            "post_id": "109773",
            "reply_to_id": "109770"
        },
        {
            "user_name": "Stjáni",
            "text": "já prófaði það og eins hafa hann örlítið útskeifann og líka örlítið innskeifann, fer þó aldrei meira en ca 5 mm yfir en alltaf jafn leiðinlegur haha \nps. Ferlegt að geta aldrei horft í kringum sig þegar maður er að keira því maður þarf bara að bíta fast saman á 60 kmh ef það eru hjólför og vona það besta :D",
            "date": "2013-09-06 21:40:00",
            "post_id": "109774",
            "reply_to_id": "109773"
        },
        {
            "user_name": "olei",
            "text": "Já það er fremur þreytandi. Dekkin geta verið vandamálið - ef þau eru orðin mjög slöpp.\nEn fleira getur komið til - t.d ef afturstífurnar halla mikið þá beygir græjan við að velting, það getur aukið á svona óumbeðna sjálfstýringu.",
            "date": "2013-09-06 21:46:00",
            "post_id": "109775",
            "reply_to_id": "109774"
        },
        {
            "user_name": "Stjáni",
            "text": "já... Finnst þetta samt vera meira að framan heldur en að afturfjöðrunin sé að hafa þessi áhrif,\nþetta virkar mikið einsog það sé hreinlega dauðaslag í stýrinu þó svo sé ekki, bíllinn er fljótur að leita uppúr förum þó maður sé bara á ca 40 kmh hehe en auðvita spilar allt inní :)",
            "date": "2013-09-06 21:50:00",
            "post_id": "109777",
            "reply_to_id": "109775"
        },
        {
            "user_name": "Hfsd037",
            "text": "Hljómar eins þú sért á ónýtum dekkjum, um leið og maður er komin niður fyrir 3-4mm þá byrja dekkin að hoppa meira og gefa frá sér leiðindahvín.\nEKki hjálpar það til ef dekkin eru misslitin, td útaf fyrri eigandi sem keyrði um á of litlu eða miklu lofti...\nMynstursdýptin skiptir svo miklu máli varðandi aksturseiginleika, það er ekki skrítið að allir losi sig við AT dekkin sem eiga um 5-6mm eftir á meðan það fæst einhver peningur fyrir þau, maður finnur fljótt hvað jeppinn verður slæmur í akstri þegar mynstrið er að detta niður í 5-6mm...",
            "date": "2013-09-07 01:48:00",
            "post_id": "109799",
            "reply_to_id": "109777"
        },
        {
            "user_name": "villi58",
            "text": "Afgreiddu málið strax og settu góð dekk undir og prufaðu, ótrúlegt hvað misslitin/gömul dekk geta pirrað mann.",
            "date": "2013-09-07 12:14:00",
            "post_id": "109822",
            "reply_to_id": "109799"
        },
        {
            "user_name": "cameldýr",
            "text": "Ég held, eftir lýsingunni að dæma að spindilhallinn sé of lítill.",
            "date": "2013-09-07 13:56:00",
            "post_id": "109828",
            "reply_to_id": "109822"
        },
        {
            "user_name": "villi58",
            "text": "Það fer eftir felgum hversu vel þær eru smíðaðar hvort þýðir eitthvað að mæla í þær, öruggusta leiðin er að setja réttskeiðar á bremsudiskana og mæla svo á milli þar með ert þú með réttasta punktinn.\nAlveg búinn að gefast upp að mæla í dekk eða felgur því að það er sjaldnast nokkuð að marka svoleiðis mælingu.\nAð vera á 38\" dekkjum sem eru bólgin út og suður og óvandað felgur, þá mundi ég eyða tímanum í að mæla á rétta staði.\nÞessi mælingaraðferð sem margir nota er eins og gert er undir fólksbílum en allt annað gildir með stóru dekkin og ég skil ekki hvernig hvarlar af mönnum að reyna að mæla eins og fólksbílum þegar sjást bólgur á dekkjum og óvandaðar felgur.\nKomið nú ykkur á þá öld sem við lifum á í dag og takið tillit til þess sem við erum með í höndunum.",
            "date": "2013-09-07 14:32:00",
            "post_id": "109834",
            "reply_to_id": "109828"
        },
        {
            "user_name": "Kiddi",
            "text": "Ég skil ekki hvernig menn geta tengt þetta við spindilhalla. Það er eins og það eigi alltaf að vera upphafið og endirinn að öllu slæmu í aksturseiginleikum jeppa? 6 gráður er fínn spindilhalli fyrir 38\" bíl.",
            "date": "2013-09-07 16:23:00",
            "post_id": "109837",
            "reply_to_id": "109834"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "þetta lýsir sér sem slit í stýrisvél. dauðaslagið.\nþetta eru kónísk tannhjól inn í þessum græjum sem hægt er að herða upp á með rónni og sexkantinum sem er ofan á þessum vélum.  ertu búinn að tékka hvort það sé slag í henni eða stýris liðunum upp í stýri. passaðu að herða ekki of mikið\nertu með polyurithane fóðringar í hliðarstífunni ? það hefur aldrei fúnkerað í mínum bíl. alltaf slag í þessu plast dótaríi. \ndauðaslag í stýrisdempara getur verið vandamálið líka\nhvaða þrýsting ertu með í dekkjunum ?  of mikill eða lítill geta orsakað þetta líka. \n25psi er prima fyrir xj þyngd\nhversu breiðar eru felgurnar undir bílnum. meira en 13-14\" og minna backspace en 5\" og þá verður þetta alltaf vesen.\nkv\ngunnar\nf4x4.is",
            "date": "2013-09-07 17:41:00",
            "post_id": "109841",
            "reply_to_id": "109837"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "hvernig fjöðrun ertu með að aftan ?",
            "date": "2013-09-07 17:43:00",
            "post_id": "109842",
            "reply_to_id": "109841"
        },
        {
            "user_name": "cameldýr",
            "text": "Kannski af því að það er alltaf verið að breyta jeppum en ekki t.d. toyota yaris?\nMér finnst 6 gráður frekar lítið og er hallinn örugglega 6 gráður?",
            "date": "2013-09-07 18:16:00",
            "post_id": "109845",
            "reply_to_id": "109842"
        },
        {
            "user_name": "Kiddi",
            "text": "Nú jæja. Hvað segir þú þá að sé góður spindilhalli fyrir 38\"?",
            "date": "2013-09-08 02:27:00",
            "post_id": "109872",
            "reply_to_id": "109845"
        },
        {
            "user_name": "AgnarBen",
            "text": "áður en ég breytti mínum xj þá var hann á 30\" gatslitnum dekkjum sem hegðuðu sér nákvæmlega svona, lét illa í hjólförum og rásaði almennt doldið á veginum.  Ég var sannfærður um það að stýrisvélin væri ónýt og ætla að tækla það eftir breytinguna.  Hann fór síðan á 39,5\" Irok og á þeim fann ég ekki fyrir þessu og gerði aldrei neitt meira í þessu með stýrisvélina !  \nÆtla að veðja tíkalli á að þetta séu dekkin ....",
            "date": "2013-09-08 14:14:00",
            "post_id": "109899",
            "reply_to_id": "109872"
        },
        {
            "user_name": "Stjáni",
            "text": "Hef trú á að þetta séu dekkin,\nþað eru allir slitfletir nýjir og ekki til slag í maskínunni og já spindilhallinn er 6 gráður og ég hef keyrt annan eins bíl með sama spindilhalla,\nþað er fourlink að aftan og allar fóðringar nýlegar\nen þarf að fara prófa önnur dekk hef bara ekki haft tíma í þetta enn hehe\nen takk fyrir góð svör :)",
            "date": "2013-11-06 20:18:00",
            "post_id": "115830",
            "reply_to_id": "109899"
        },
        {
            "user_name": "jeepson",
            "text": "Prufðau að síkka stífurnar meir. Best væri ef að þær halla frá grind og uppí hásinguna. Þá leitast líka hásingin við að fara upp ef að þú skellur t.d á barði eða kant. Og bíllnn verður rás fastari. Ég er með jafnmikla síkkun á 33\" pattanum og á 38\" pattanum mínum. 33\" pattinn er alveg draumur að keyra. Það er reyndar sá stóri líka en ég hugsa að ég smíði nýja stífu vasa fyrir þann stóra og síkki stífurnar meira á honum. Þær er beinar en ég vill fá þær til að vísa aðens upp frá grind.",
            "date": "2013-11-06 20:32:00",
            "post_id": "115831",
            "reply_to_id": "115830"
        },
        {
            "user_name": "Stjáni",
            "text": "Þetta er ekki hallavandamál á stýfunum það veit ég ;)",
            "date": "2013-11-06 20:39:00",
            "post_id": "115834",
            "reply_to_id": "115831"
        },
        {
            "user_name": "snöfli",
            "text": "Mundi líka veðja á dekkinn.  Varðandi AT405 þá eru þau ómögueg mikið slitin og geta ekki verið neitt annað.  Það hvað mynstrið er misopið yfir hringinnn gerir það að verkum að þú keyrir á 12 eða 16 kant eða hvað það er fyrir rest.  Það slitnar meira það sem er minna gúmmí og minna þar sem það er meira og hjólið verður ekki hringlótt og er því síhoppandi.   MIkið slitinn 38\" eða diagonal 38\" getur verið þín orsök.  Alt slit gerir þetto svo barar verra.  l.",
            "date": "2013-11-06 21:47:00",
            "post_id": "115850",
            "reply_to_id": "115834"
        },
        {
            "user_name": "Stjáni",
            "text": "Hafði mig í að skipta út framdekkjunum og bíllinn allt annar í akstri,\nalveg magnað hvað dekkin skipta miklu máli hehe.\nSkelltum okkur í Landmannalaugar fyrir stuttu í bongó blíðu og skemmtilegu færi, hér er tengill á video úr þeirri ferð :)\nhttps://www.facebook.com/photo.php?v=10 ... =3&theater",
            "date": "2014-01-28 13:09:00",
            "post_id": "126110",
            "reply_to_id": "115850"
        }
    ],
    "date": "2013-09-06 09:07:00"
}