{
    "forum_title": "Jeppinn minn",
    "id": "19911",
    "title": "53arg Dodge Weapon 44\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=19911",
    "posts": [
        {
            "user_name": "hallurbald",
            "text": "Við mágur minn erum að gera upp eitt stykki dodge weapon 53arg, hann er orginal vökvastýrislaus en það er búið að koma fyrir tjakki sem gerir það lítið sem ekkert mál að beygja, það er dísel benz mótor í honum og við vitum ekki lítrastærð ne hestafla tölu, hann gengur eins og klukka og er virkilega heill miðað við 60 ára aldur allavega allt undir honum er ekkert til að gráta yfir, dekking eru 44\" ground hawg næstum ókeyrð en þau eru skrautlega vel fúin, læt in updates reglulega af bílnum ;)",
            "date": "2013-09-09 05:00:00",
            "post_id": "109946",
            "reply_to_id": false
        },
        {
            "user_name": "hallurbald",
            "text": "ég veit ekkert hvernig ég set inn myndir á þessu svo það koma myndir um leið og einhver kennir mer á þetta",
            "date": "2013-09-09 05:22:00",
            "post_id": "109948",
            "reply_to_id": "109946"
        },
        {
            "user_name": "eidur",
            "text": "Við bíðum spenntir eftir myndum.\nHér eru leiðbeiningar: \nviewtopic.php?f=12&t=19266",
            "date": "2013-09-09 07:01:00",
            "post_id": "109949",
            "reply_to_id": "109948"
        },
        {
            "user_name": "jeepson",
            "text": "Myndir takk :) Pabbi átti weapon einus inni með catepillar eða jcb mótor. Ég man vel eftir honum. Það eru sennilega 25-27 ár síðan að hann bílinn.",
            "date": "2013-09-09 20:57:00",
            "post_id": "110012",
            "reply_to_id": "109949"
        },
        {
            "user_name": "bjsam",
            "text": "Sæll get ég fengið að fylgjast með ykkur í þessari uppgerð og fengið myndir sendar á  \nskbs@simnet.is\n   ég er sjálfur að undirbúa uppgerð á Dodge Veapon. Mbkv.Bjarni",
            "date": "2013-09-09 21:44:00",
            "post_id": "110019",
            "reply_to_id": "110012"
        },
        {
            "user_name": "juddi",
            "text": "Magnað tæki og ótrúlegaheill verður gaman að fylgjast með þessu , mótorinn er lýklegast  Benz 352",
            "date": "2013-09-09 22:56:00",
            "post_id": "110028",
            "reply_to_id": "110019"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir þessi var í fljótunum og þar áður hér á Sigló ef ég man rétt eða alla vega bíll sem var eins og þessi. kveðja guðni á SIgló",
            "date": "2013-09-09 22:58:00",
            "post_id": "110029",
            "reply_to_id": "110028"
        },
        {
            "user_name": "hallurbald",
            "text": "það passar einmitt guðni, þessi verður kominn á óló i vetur ;)",
            "date": "2013-09-09 23:04:00",
            "post_id": "110031",
            "reply_to_id": "110029"
        },
        {
            "user_name": "lecter",
            "text": "ja sæll  mér sýnist þetta vera 4cyl bens vélin  þar sem ´hun er svo stutt   \nég átti liklega öflugasta vibon sem hefur verið til hér á landi hann var með 6cyl trader vél  5gíra  og powerwagon 500 vörubila hásingum og 20\" vörubila dekkjum   þetta var sjúkrabill  með hurðum að aftan og sjúkrabörum ,,og hafði varadekkið á grind utan á bilsjórahurðini   en hann var siðan rifin hjá jeppapartasölu þórðar uppi á höfða þvi miður ,,,,,grátlegt ,,  það var til mynd af þessum bil en hvar veit ég ekki  mun leita",
            "date": "2013-09-10 01:03:00",
            "post_id": "110038",
            "reply_to_id": "110031"
        },
        {
            "user_name": "hallurbald",
            "text": "Ég fann þennan bíl á sveitabæ í eyjafirði sem faðir minn vinnur á og er það allra líkasta að kaupa þá jörð, maðurinn sem á átti þennan bíl í byrjun á jörðina núna og gaf mer og mági minum hann fyrir vinnu eftir margar grátbeðningar, það eru 4 aðrir weapon-ar á staðnum, 3 sundurtættir og 1 alveg stráheill. maðurinn sem á þann bíl vill nú ekki láta mig hafa hann en í honum er 6 cyl ford línuvél bensín, langar ekkert í vélina en hinsvegar væri alveg gaman að hirða nokkra umrædda hluti af honum hehe, en hann vill ekki láta hann, erum búnir að pússa okkar upp og alveg að detta í suðu, spasl og málun, ætluðum allavega að ná eitthvað af snjónum hérna á ólafsfirði í vetur en það verður bara að bíða og sjá.\n-Hallur",
            "date": "2013-09-10 01:48:00",
            "post_id": "110042",
            "reply_to_id": "110038"
        },
        {
            "user_name": "lecter",
            "text": "ja frábært  ég sé á myndum að þessi er með islensku húsi findu út söguna um hver bygði yfir hann ,,það er bara gaman að hafa hana með, ´það er svipað og jeep húsin  voru 50-70",
            "date": "2013-09-10 02:09:00",
            "post_id": "110044",
            "reply_to_id": "110042"
        },
        {
            "user_name": "hallurbald",
            "text": "ég geri það",
            "date": "2013-09-10 04:34:00",
            "post_id": "110046",
            "reply_to_id": "110044"
        },
        {
            "user_name": "powerram",
            "text": "Skemmtilegt verkefni hér á ferð! Veistu hvað hann er þungur?",
            "date": "2013-09-10 09:41:00",
            "post_id": "110055",
            "reply_to_id": "110046"
        },
        {
            "user_name": "Valdi 27",
            "text": "Hérna eru menn greinilega með hreðjar. Ekkert Toyotu-Mitshubishi-Land Rover rugl í gangi ;) Gangi ykkur annars vel í þessarri uppgerð og endilega henda inn eeins mörgum myndum og hægt er\nKv Valdi.",
            "date": "2013-09-10 09:51:00",
            "post_id": "110057",
            "reply_to_id": "110055"
        },
        {
            "user_name": "hallurbald",
            "text": "hann er í kringum 2.7 tonn",
            "date": "2013-09-10 15:53:00",
            "post_id": "110090",
            "reply_to_id": "110057"
        },
        {
            "user_name": "stebbiþ",
            "text": "Þið eruð heppnir, þetta er verkefni og bíll að mínu skapi.\nKv, Stebbi Þ.",
            "date": "2013-09-10 19:58:00",
            "post_id": "110108",
            "reply_to_id": "110090"
        },
        {
            "user_name": "Stebbi",
            "text": "Þú verður að gera eitthvað í því, allir alvöru jeppar eru yfir 3 tonn.   :)",
            "date": "2013-09-10 20:04:00",
            "post_id": "110109",
            "reply_to_id": "110108"
        },
        {
            "user_name": "jeepcj7",
            "text": "Smella í hann cummins þá fer hann vel á 4ða tonn.;O)",
            "date": "2013-09-10 20:44:00",
            "post_id": "110114",
            "reply_to_id": "110109"
        },
        {
            "user_name": "Stebbi",
            "text": "Já og Bronco stýfur og gorma að framan, það vita það nefnilega allir sem hafa farið utanvegar að jeppar með Bronco stýfur drífa ALLTAF mest.",
            "date": "2013-09-10 21:20:00",
            "post_id": "110120",
            "reply_to_id": "110114"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir Bronco stífur ég er að rífa Bronco stífur úr bílnum hjá mér ef ykkar vantar og á líka auka sett af Unimog hásingum handa ykkur undir tækið. kveðja guðni",
            "date": "2013-09-10 21:24:00",
            "post_id": "110121",
            "reply_to_id": "110120"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef þessi UniCruiser á eitthvað að drífa hjá þér Guðni þá borgar sig að setja Bronco stýfur að framan og aftan.",
            "date": "2013-09-10 21:31:00",
            "post_id": "110124",
            "reply_to_id": "110121"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll veit það ekki er ekki búinn að prufa kveðja guðni",
            "date": "2013-09-10 22:07:00",
            "post_id": "110131",
            "reply_to_id": "110124"
        },
        {
            "user_name": "jongud",
            "text": "Ég athugaði af forvitni hvernig öxlarnir eru í þessum bílum.\nSköftin eru ágætlega sver 1.37 tommur eða 34.8mm.\nHinsvegar eru þau aðeins 16 rillu og þeir í USA sem setja stærri vélar í þessa bíla hafa komist að því að efniviðurinn er hálf tyggjókenndur.\nDrifhlutföllin eru oftast 5.83 og millikassinn líklegast Dana 200",
            "date": "2013-09-11 08:55:00",
            "post_id": "110152",
            "reply_to_id": "110131"
        },
        {
            "user_name": "hallurbald",
            "text": "Jæjja nu bið eg um alit ykkar, gafa breytinguna á eða ekki, personulega finnst mer hann flottari án breytinganna en það er vist eitthvað sem bifreiðareftirlitið hefur ekki ahuga á. Myndir eru herna fyrir ofan af hvernig þetta var",
            "date": "2013-09-17 21:58:00",
            "post_id": "110811",
            "reply_to_id": "110152"
        },
        {
            "user_name": "juddi",
            "text": "Er ekki komin hefð á þessa breytingu og hún orðin partur af söguni ?",
            "date": "2013-09-17 22:21:00",
            "post_id": "110816",
            "reply_to_id": "110811"
        }
    ],
    "date": "2013-09-09 05:00:00"
}