{
    "forum_title": "Jeppinn minn",
    "id": "19976",
    "title": "Jeppinn minn Jeep ZJ 94",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=19976",
    "posts": [
        {
            "user_name": "JeepKing",
            "text": "Jæja áhvað að taka þátt og sýna ykkur drusluna mína sem ég eignaðist janúar 2012.\nÞessi fannst í hlöðu á Fáskrúðsfyrði blautur eftir sundsprett\nbíllinn ágætlega breyttur en þarfnaðist mikillar umhyggju\ní bílnum er  ARB dæla og læsingar fram/aftur auk lækkuðum hlutföllum Dana 30 framan og D44 aftan undan Wagoneer held ég.\nmillikassi NP242 \nhér er hann í hlöðunni þegar ég sótti hann..\nKomin heim í skúr og bíllinn rifin að innan tekið utan af sætunum og þurrk grind konunnar fékk að finna fyrir því  :)\nsmíðaði undir hann stigbretti síðasta sumar. snittaði í prófílinn og festi þaug með 3 boltum svo það væri auðvelt að taka þaug af ef ég tæki upp á því að fara yfir varasama á.\nVar að ljúka viða að smíða Towbar á framan svo ég geti dregið bíla upp afturábak og jafnvel þrár toyotur í einu (dana 30 not reverse no prob.) \"i believe in jeep\"\nsmá styrking pínu hugsunarleisi að hafa skorið járnið svona\nklárt! vonadi tollir þetta undir bílnum",
            "date": "2013-09-11 21:54:00",
            "post_id": "110203",
            "reply_to_id": false
        },
        {
            "user_name": "lecter",
            "text": "flottur jeppi allur pastlegur ,, ,,, fanst blautur inn i hlöðu eftir sundsprett ,,, vantar ekki eitt hvað i söguna ,,,",
            "date": "2013-09-11 23:05:00",
            "post_id": "110221",
            "reply_to_id": "110203"
        },
        {
            "user_name": "JeepKing",
            "text": "Takk Lecter verl orðað \"pastlegur\" \nveit ekki alveg sögunna en fyrrum eigandi var held ég að elta villibráð og fór í enhvern hyl í fáskrúðsfjarðará í sptenber/október 2011 fór víst vel í kaf",
            "date": "2013-09-12 00:15:00",
            "post_id": "110230",
            "reply_to_id": "110221"
        },
        {
            "user_name": "lecter",
            "text": "Ég hef verið að hugsa um að þessir jeep grand 93-97 eru með tvískipta stýristöng  svo eru menn að hækka bilinn upp , hafa menn verið að breyta þessu og setja  millibilstöng og stýristöngina i hana eða upp á arm ,, hvernig hefur  þetta komið út hvort tveggja ,, \ner ekki upprunalega allt i þessum jeppa hjá þér",
            "date": "2013-09-12 09:32:00",
            "post_id": "110240",
            "reply_to_id": "110230"
        },
        {
            "user_name": "JeepKing",
            "text": "Klofið stýri já hef aðeins horft á þetta og þetta er alveg óbreitt í þessum bíl held ég, og kemur mjög vel út í akstri.\nEf ég mundi hækka hann meira þá mundi ég færa stýrisendana ofan á arminn út við hjól.\nmillibilstöng er held ég ekki málið.",
            "date": "2013-09-12 11:28:00",
            "post_id": "110247",
            "reply_to_id": "110240"
        },
        {
            "user_name": "Gunnar G",
            "text": "Djöfull er hann flottur og flott smíðinn á dráttarbeislinu!",
            "date": "2013-09-12 19:11:00",
            "post_id": "110267",
            "reply_to_id": "110247"
        },
        {
            "user_name": "atli885",
            "text": "fann helviti flott skrifað um akkurat þetta því eg fór sjálfur að spá :)\nvona að þetta hjálpi\nhttp://gjjarn.byethost15.com/sjeppar/st ... iindex.htm",
            "date": "2013-09-12 22:03:00",
            "post_id": "110284",
            "reply_to_id": "110267"
        },
        {
            "user_name": "JeepKing",
            "text": "Takk Gunnar\nhaha já atli hann gefur ekki mikið fyrir millibilsstöngina hann Gj vegna jeppaveiki.\nen minnist ekkert á hvort er sterkara\nverst við klofið stýri er að það eru alltaf svo dýri stýrisendarnir þegar maður þarf að skifta um alla stönginn nema að fara til rennismiðs og láta hann breyta stönginni og setja lausan enda og múffu..",
            "date": "2013-09-12 22:44:00",
            "post_id": "110293",
            "reply_to_id": "110284"
        },
        {
            "user_name": "lecter",
            "text": "já  það finst nú svolitið ford keimur af þessari grein ... hahaha  en svona án trúarbragða  flottar skýringa myndir ,,\nég fór að pæla i þessu þar sem ég atti svona v8 grand 93 ,, og þurfti að endurnýa stýrisenda og stöng ,og var að skipta um hásingar undir wrangler og var að hugsa að skella bara stönginni úr honum i grandinn ,, en i wrangler er tog stöngin i millibils stönginni og ekki armur á liðúsið ,,, \nfanst þetta mun betra að sjá,með heilli stöng,, þar til þessi skýringar mynd kom  en greinilega má hallinn ekki vera mikill i klof stöngum",
            "date": "2013-09-13 01:39:00",
            "post_id": "110310",
            "reply_to_id": "110293"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Þrælflottur jeppi ! \nHvar fékkstu svona framljós ef ég mætti spyrja ? Koma mjög vel út.",
            "date": "2013-09-14 15:05:00",
            "post_id": "110422",
            "reply_to_id": "110310"
        },
        {
            "user_name": "JeepKing",
            "text": "Takk stjáni.. fékk endurskoðunn í fyrra vegna lélegra ljósa sem er þekkt vandamál á þessum bílum.. fann enginn ljós herna heima mjög auðveldlega nema að þaug væru nánast jafn ónít...\npantaði þessi bara af Ebay \nhttp://www.ebay.com/itm/Smoked-93-98-Grand-Cherokee-3in1-Bumper-Cornerr-LED-Headlights-Head-Lights-Set-/271191195821?pt=Motors_Car_Truck_Parts_Accessories&fits=Model%3AGrand+Cherokee&hash=item3f244140ad&vxp=mtr\nKostuðu ef ég man rétt 46 þúsund hingað komið\nkróm ramminn var að vísu alveg off fyrir mynn bíl þannig að ég þurfti að pússa af og spreyja (Snobb) :D\nþaug eru með daytime running leddum sem eru núna tengd inná parkið,, en mér langar að tengja þaug inná svisstraum og öll parkljós svo ég þurfi ekki að kveikja ljósinn nema í myrkri.. \ner bara ekki alveg viss hvernig ég á að gera það.. \nnema að fá mér realy of setja svisstraum inná það og svo allar park og stöðuljósaperur líka...",
            "date": "2013-09-14 15:50:00",
            "post_id": "110424",
            "reply_to_id": "110422"
        },
        {
            "user_name": "agustingig",
            "text": "Flottur Bíll hjá þér. Myndiru taka að þér að smíða svona \"beisli\" framaná jeep fyrir mann? :)",
            "date": "2013-10-02 02:57:00",
            "post_id": "112131",
            "reply_to_id": "110424"
        }
    ],
    "date": "2013-09-11 21:54:00"
}