{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "19997",
    "title": "Þyngd jeppa",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=19997",
    "posts": [
        {
            "user_name": "sonur",
            "text": "Sælir\nÉg er búin að leita en finn ekkert um þetta þannig ég ákvað að henda þessu hingað inn til snillinganna :D\nÞað sem ég vill spyrja að er get ég létt jeppann minn og látið endurvikta hann og skrá hann í þeirri\nþyngd eða er þetta bara stöðluð föst og óbreytanleg þyngd á bifreiðinni þegar hann kom inn til landsins?\nEr með minn prófið er að reyna að sleppa fyrir horn :D",
            "date": "2013-09-12 22:43:00",
            "post_id": "110291",
            "reply_to_id": false
        },
        {
            "user_name": "HaffiTopp",
            "text": "Hvernig bíll og hversu gamall. Hver er skráð heildarþyngd?",
            "date": "2013-09-12 22:56:00",
            "post_id": "110294",
            "reply_to_id": "110291"
        },
        {
            "user_name": "elliofur",
            "text": "Ef þú ert með litla bílprófið en ert með bíl sem er með skráða heildarþyngd meira en 3500kg þá er eina ráðið í stöðunni að fara í meiraprófið. Hægt er að taka millistigs próf held ég þó ég sé ekki með það á hreinu. (er sjálfur með próf á allt og alveg sama um lítil próf :)\nHitt er ég með á hreinu eftir að ég og félagi minn létum á þetta reyna að þú skráir ekki meiraprófsbíl niðurfyrir 3500kg mörkin. Vigtin á bílnum kemur málinu lítið við í þessu sambandi, þú getur hinsvegar lækkað bifreiðagjöldin hjá þér með því að létta bílinn og láta endurvigta hann. Síðan er mismunur á eiginþyngd og heildarþyngd burðargetan og ef þú ert með þungan bíl með litla skráningu geturu lent í því að missa farþega úr skráningunni.\nAth þegar bíll er vigtaður skal eldsneytistankurinn vera fullur (eða allavega mælirinn í botni ;)",
            "date": "2013-09-12 23:16:00",
            "post_id": "110297",
            "reply_to_id": "110294"
        },
        {
            "user_name": "sonur",
            "text": "Tja\nÉg er í rauninni að velta þessu bara fyrir mér er ekki búinn að kaupa bílinn en það getur orðið að \nveruleika ef ég get fiffað þetta til.. \nEr með Ford Econoline 250 sem ég mun koma til með að taka húsið af grindini og setja annað hús\nsem ég á alveg fremst á grindina (single cab 2manna hús 30cm frá framstuðara að petulum) og smíða\npall á grindina fyrir bíla- timbur- og alskonar drasl fluttning, billinn er skráður um 2200kg eigin þyngd\nen það stendur ekkert um heildarþyngd (gamalt skráningar skýrteini í bílnum) hvað er það sem er\nverið að ræða með heldarþyngdina? ás2 ber 1900kg en hann má bara draga um 800kg kerru eða vagn\nEru þið þá að tala um að alveg sama hversu mikið billinn má bera á ásnum að þá er búið að skrá\nhér á landi að bíllinn 2200kg plús kerra 800 að það sé heildarþyngd sem hann má bera??",
            "date": "2013-09-13 00:07:00",
            "post_id": "110303",
            "reply_to_id": "110297"
        },
        {
            "user_name": "elliofur",
            "text": "Hringdu í umferðarstofu og biddu um að fá uppgefna heildarþyngd við viðkomandi skráningarnúmer. Þetta er talan sem skiptir öllu máli. Svo ef þú léttir bílinn þá ber hann bara meira.\nHinsvegar hefur verið hægt að fiffa heildarþyngd aðeins til eftir hentugleika sýnist mér, en aldrei yfir eða undir 3500kg, en endilega spurðu samt að því hjá umferðarstofu.",
            "date": "2013-09-13 07:57:00",
            "post_id": "110312",
            "reply_to_id": "110303"
        },
        {
            "user_name": "jongud",
            "text": "Það þarf ekkert að hringja, inni á us.is er hægt að slá inn bílnúmer og þá fær maður einhverjar grunnupplýsingar (ekkert um eigande eða þessháttar) og þar á meðal eiginþyngd\nhttp://ww2.us.is/\n\"Leita í ökutækjaskrá\" er ca. á miðri síðu hægra megin",
            "date": "2013-09-13 09:21:00",
            "post_id": "110321",
            "reply_to_id": "110312"
        },
        {
            "user_name": "sonur",
            "text": "já ég hafði samt haldið að ef billinn má vera þetta ákveðið mikið á ás en ekki í drætti að þá mætti ég setja á hann uppað 3500kg\nsemsagt bill 2200kg - 3500kg = 1300kg sem ég mætti löglega aka með á bílnum án meiraprófs\nÆtla að heyra i umferðarstofu\nÞað kemur ekki upp heildarþyngd eða þarna í þessarri ökutækja skrá, var búinn að athuga þetta\nPajeroinn minn\nSkráningarnúmer: NX485 \nFastanúmer: NX485 \nVerksmiðjunúmer: JMBL146GWLJ551333 \nTegund: MITSUBISHI \nUndirtegund: PAJERO \nLitur: Rauður \nFyrst skráður: 25.10.1990 \nStaða: Úr umferð \nNæsta aðalskoðun: 01.05.2008 \nC02 losun (gr/km):  \nEiginþyngd (kg): 1880",
            "date": "2013-09-13 09:44:00",
            "post_id": "110322",
            "reply_to_id": "110321"
        },
        {
            "user_name": "gislisveri",
            "text": "250 Econoline er held ég í öllum tilvikum meiraprófsbíll, amk. fyrir okkur sem erum fæddir eftir ca. 1979.",
            "date": "2013-09-13 10:22:00",
            "post_id": "110323",
            "reply_to_id": "110322"
        },
        {
            "user_name": "jeepcj7",
            "text": "Econoline 250 er undir 3500 kg heildarþyngd ef hann er á 60 semi en líklega yfir 3500 ef hann er á 60 full float.",
            "date": "2013-09-13 13:37:00",
            "post_id": "110337",
            "reply_to_id": "110323"
        },
        {
            "user_name": "sonur",
            "text": "held að hann sé með dana44 aftan með læsingu og er afturdrifinn",
            "date": "2013-09-13 13:53:00",
            "post_id": "110339",
            "reply_to_id": "110337"
        },
        {
            "user_name": "jeepcj7",
            "text": "Þá er þetta ekki orginal hásing miðað við að þú sért með liner þar er bara dana 60 aftan annaðhvort semi eða full float.",
            "date": "2013-09-13 14:17:00",
            "post_id": "110341",
            "reply_to_id": "110339"
        },
        {
            "user_name": "Oskar K",
            "text": "ef bíllinn er skráður með \nLeyfða heildarþyngd\n yfir 3500kg þá máttu ekki keyra hann, alveg sama hver eiginþyngdin er og hvað þú setur mikið á hann.\nskelltu þér bara á C1 réttindi elli og hættu þessu rugli, þá máttu keyra allt sem er minna en vörubíll, og sumt sem gæti kallast vörubíll :)",
            "date": "2013-09-13 19:32:00",
            "post_id": "110368",
            "reply_to_id": "110341"
        },
        {
            "user_name": "Stebbi",
            "text": "Er hann skráður Sendibíll eða Vörubíll?  Ef þú ert með próf frá 1.júl 1993 til 1.jan 1997 þá máttu keyra alla aðra bíla en vörubíla og sendibíla eins þunga og þú vilt, mátt keyra 100 tonna húsbíl eða bílakrana.  Svona gamall bíll gæti verið með fólksbílaskráningu og þá eru allir vegir færir.",
            "date": "2013-09-13 22:16:00",
            "post_id": "110381",
            "reply_to_id": "110368"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Ótrúlega margir sem halda að nýja B-prófið dugi manni að keyra td. 14 manna bíl ef maður \ntekur bara\n 8 farþega hehe.\nEða þá að eins og þú nefnir að lesta bílinn upp að þessum 3500 kg þótt hann sé gefinn upp með að bera meira.",
            "date": "2013-09-14 10:09:00",
            "post_id": "110397",
            "reply_to_id": "110381"
        },
        {
            "user_name": "sonur",
            "text": "Ekki fór sem fór með þennan 250 Econoline en hann var meiraprófs bíll\nÉg keypti þess í stað Mözdu pickup með burðargetu 1200kg sem dugir mér akkurat í það sem ég\nvar búinn að hugsa mér að nota hann í, færa corollu á milli staða :D\nEn núna kemur önnur spurning sem ég finn ekki svarið við:\nmá ég lengja grindina í bilnum um 1meter ánþess að þurfa að breyta burðargetunni? \nmér er sama með heildarþyngdina ætla að reyna að viðhalda áfram sömu þyngd bilsins eftir breytingu\nsamtals þyngd bils og burðargeta er 2900kg\nEins hefur mér alltaf langað að henda svona litlum pickup á tvöföld dekk að aftan er eitthvað sem segir til um að það meigi ekki undir svona litinn bil?",
            "date": "2013-09-17 23:14:00",
            "post_id": "110822",
            "reply_to_id": "110397"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Það er alltaf lausn ef þig langar að fá aðra burðargetu í jeppa eða pikköp að taka bara grindarbút úr öðrum smærri bíl og bæta henni inn í og láta grindarnúmerið fylgja með ;)\nMan reyndar ekki alveg hver prósentin af nýja grindarbitanum eiga að vera en minnir að það hafi verið 11% :/",
            "date": "2013-09-18 00:15:00",
            "post_id": "110827",
            "reply_to_id": "110822"
        },
        {
            "user_name": "sonur",
            "text": "já en það er einmitt málið. þessi mazda er með mestu burðargetuna af þeim sem ég var búin\nað leita af miðað við það að þurfa ekki að taka meiraprófið tilþess að keyra þá.\nEn ef ég dett inná aðra grind með minnaprófs réttindum með meiri burð þá stekk ég á það\nef það er hægt að gera eins og þú segir bæta grindinni inní hina :D",
            "date": "2013-09-18 15:35:00",
            "post_id": "110870",
            "reply_to_id": "110827"
        },
        {
            "user_name": "sonur",
            "text": "Núna er ég búinn að spurjast fyrir um þetta á skoðunarstöð getur verið að liðið sé bara svo ungt þarna að það þekki ekki til svona bjánaskaps að vera að breyta þyngd bifreiða og þessháttar :D \nen nú sé ég fram á það að þurfa að lengja grindina í bilnum um 50cm tilþess að ná þeirri lengd af palli sem mig langar að hafa og vegna þessa þarf ég að láta endurvikta hann aftur tilþess að ég sé löglegur í umferðinni, segjum svo að bifreiðin verði 100kg þyngri en áður er þá tekið 100kg af burðargetunni á móti uppgefinni heildarþyngdinni áður?\nsemsagt heildarþyngd bíls fyrir breytingu 2900kg þar af 1700kg í eiginþyngd og 1200kg í burðargetu \nverður þetta þá eftir breytingu 1800kg eiginþyngd og 1100kg í burðargetu?\nog svo öfugt ef ég sleppi að lengja grindina og létti bilinn töluvert þá hækkar bara burðargetan á móti ekki satt?\nÞeir þarna niðurfrá gátu ekki svarað þessu, fannst ég vera að tala um kerru fyrst þannig ég bara þakkaði fyrir mig og fór.",
            "date": "2013-10-01 20:36:00",
            "post_id": "112097",
            "reply_to_id": "110870"
        },
        {
            "user_name": "Stebbi",
            "text": "Þetta passar hjá þér, heildarþyngdin getur aldrei breyst bara eiginþyngd.  Ef þú léttir hann þá eykst burðargetan þangað til að einhver á skoðunarstöðinni heldur því fram að þú hafir létt hann svo mikið að það komi niður á burð bílsins.\nLengdu hann bara um 50cm og segðu engum frá.",
            "date": "2013-10-02 00:58:00",
            "post_id": "112127",
            "reply_to_id": "112097"
        },
        {
            "user_name": "elliofur",
            "text": "Ekki rugla saman heildarþyngd og eiginþyngd.\nHeildarþyngdin breytist aldrei.\nEiginþyngdin er þyngd á bílnum eins og hann vigtast á löggildri vigt.",
            "date": "2013-10-02 08:20:00",
            "post_id": "112138",
            "reply_to_id": "112127"
        },
        {
            "user_name": "sonur",
            "text": "já auðvitað ég átti við eiginþyngd ekki heildarþyngd þarna\nEn ef ég fer að lengja bilinn og segi engum frá, lendi svo í tjóni eða verra einhver tjónar minn bil\nog ég lendi í því að vera í órétti vegna þess að ég lét ekki breytingarskrá bilinn með réttri lengd\nþá læt ég frekar skrá hann og læt vigta hann.\nTakk fyrir svörin strákar.",
            "date": "2013-10-02 10:26:00",
            "post_id": "112146",
            "reply_to_id": "112138"
        }
    ],
    "date": "2013-09-12 22:43:00"
}