{
    "forum_title": "Almennt spjall",
    "id": "20033",
    "title": "Nissan Navara gangtruflarnir",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=20033",
    "posts": [
        {
            "user_name": "Hfsd037",
            "text": "Sælir, ég eignaðist þessa fínu Navöru rétt í þessu sem er 2000 árg, 2.7TD en hún er með gangtruflarnir sem lýsa sér þannig að vélin vill ekki fara ofar í snúning heldur en 2100 þús snúninga, það kemur mikill reykur þegar gefið er inn eins og það vanti olíu inn á kerfið.\nÉg bað félaga minn um að gefa henni inn á meðan ég pumpaði olíu með olíupumpunni og við það náði hún upp í 3000 þús snúninga, það er ný hráolíusía en ég á eftir að athuga betur olíuflæðið frá tankinum.\nÉg get ekki betur séð en að þetta sé mjög einfaldur mótor með nokkrum raftengjum, semsagt non common rail vél, eru einhverjir skynjarar á þessari vél sem ættu að geta valdið svona truflunum?\nKomið endilega með allt sem ykkur dettur í hug svo maður sé örugglega ekki að gleyma neinu :)",
            "date": "2013-09-15 02:20:00",
            "post_id": "110475",
            "reply_to_id": false
        },
        {
            "user_name": "olei",
            "text": "Ef þetta er sama dót og í Terrano þá skaltu tékka hvort EGR standi opinn - ef hann gerir það stútar hann öllu sem heitir vinnsla og gangur og því fylgir mikill reykur. (þá hringdælir hann pústinu gegnum vélina og það vantar súrefni = mikil bræla)\nPs\nEf hann reykir mikið bendir það frekar til að það vanti loft fremur en olíu.",
            "date": "2013-09-15 03:11:00",
            "post_id": "110477",
            "reply_to_id": "110475"
        },
        {
            "user_name": "StefánDal",
            "text": "Mér dettur fyrst í hug ryðgaðar lagnir frá olíutanknum. Semsagt að vélin sé að draga falskt loft. Ég myndi setja olíu í brúsa eða flösku og slönguna inn á olíuverkið ofan í hana.",
            "date": "2013-09-15 03:12:00",
            "post_id": "110478",
            "reply_to_id": "110477"
        },
        {
            "user_name": "snöfli",
            "text": "Hann brælir bara ef:\na. Vantar loft/súrefni\nb. Lélegir spíssar ekki góð ýring\n(Svartur reykur er óbrunnar sótagnir s.s. kolefni/olía sem fann ekki súrefni til að brenna)\nByrjaðu eins og ofan greinir að skoða EGR lokan.  Ef ekki viss blinda hann með plötu.\nEf hann brælir enn þá er spurning um:  loftsíu, túrbínu, spíssa, olíuverk\nl.",
            "date": "2013-09-15 08:23:00",
            "post_id": "110480",
            "reply_to_id": "110478"
        },
        {
            "user_name": "Hfsd037",
            "text": "Sælir, takk fyrir svörin. Ég átti reyndar ekki við að hann reykti mikið, heldur pústar hann eins og það vanti olíu, svona rétt eins og diesel vél pústar þegar hún er að verða olíulaus við mikla inngjöf",
            "date": "2013-09-15 11:40:00",
            "post_id": "110491",
            "reply_to_id": "110480"
        },
        {
            "user_name": "olei",
            "text": "Ég á Air Flow sensor úr Terrano 99 sem hegðar sér þannig að vélin fer ekki upp fyrir ~ 2000 rpm undir álagi. Nokkuð eðlilegur upp að því virtist mér. Prófaði aldrei hvað hann fór hátt upp í lausagangi. Þessi bilun átti sér nokkurn aðdraganda fyrst fór að bera á verulegu hiki á hærri snúning við álag - t.d framúrakstur. Síðan ágerðist þetta hægt og rólega.",
            "date": "2013-09-15 15:06:00",
            "post_id": "110516",
            "reply_to_id": "110491"
        },
        {
            "user_name": "íbbi",
            "text": "er navaran ekki 2.5l?",
            "date": "2013-09-15 15:09:00",
            "post_id": "110518",
            "reply_to_id": "110516"
        },
        {
            "user_name": "Hfsd037",
            "text": "Jú mikið rétt.\nÉg er búinn að checka á hráolíusíunni, intercoolerinum, blása í olíulögnina.\nPrufaði að gefa honum olíu í gegnum kókflösku, hann náði 3000 snúningum en byrjaði að hiksta þar.",
            "date": "2013-09-15 21:29:00",
            "post_id": "110564",
            "reply_to_id": "110518"
        },
        {
            "user_name": "íbbi",
            "text": "athugaðu með spíssan sem er með stjórn unitinu á. \nþegar hann fór í terranoinum missti hann allan mátt, koðnaði niður reykti og flr",
            "date": "2013-09-15 22:24:00",
            "post_id": "110583",
            "reply_to_id": "110564"
        },
        {
            "user_name": "Hfsd037",
            "text": "það er mjög líklegt að filterinn í banjó boltanum sé fullur af skít, hlakka til að sjá hvort það sé raunin.",
            "date": "2013-09-16 02:40:00",
            "post_id": "110596",
            "reply_to_id": "110583"
        },
        {
            "user_name": "Stebbi",
            "text": "Getur líka verið að ádreparinn opni ekki alla leið þegar það er svissað á.",
            "date": "2013-09-16 12:36:00",
            "post_id": "110618",
            "reply_to_id": "110596"
        },
        {
            "user_name": "Hfsd037",
            "text": "Já mig grunaði það líka, en það reyndist rétt hjá mér með micro filterinn, hann var mökkfullur af drullu.\nJeppinn er kominn í lag, takk fyrir góðar ágiskanir :)",
            "date": "2013-09-16 16:37:00",
            "post_id": "110632",
            "reply_to_id": "110618"
        }
    ],
    "date": "2013-09-15 02:20:00"
}