{
    "forum_title": "Almennt spjall",
    "id": "20078",
    "title": "Ventlabank í Hemi 5.7 Grand Cherokee 2006",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=20078",
    "posts": [
        {
            "user_name": "ssteinar",
            "text": "Lét skipta um olíu á Cherokee Overland 5.7 Hemi árgerð 2006 keyrður 87 þúsund fyrir stuttu og það var 5-20 olía á honum fyrir og trúlega frá N1 en lét setja olíu frá shell sem heitir Formúla Shell 5-20 og á að vera hágæða olía. Strax og þegar var búið að skipta um olíu heyrist áberandi \"ventlabank\" í hægargangi. Um leið og vélinn fer í hægargang og nokkrum sek síðar þá byrjar að heyrast tikk svona eins og ventlabank, ef ég gef honum aðeins bensín og sleppi gjöfinni þá hættir hljóðið en kemur aftur nokkrum sek síðar. Þetta var ekki svona fyrir olíuskiptingu og heyrist mjög vel..  það er nóg olíu á honum og þeir á verkstæðinu segja að trúlega er þetta ekkert hættulegt..\nEinhver hér sem gæti haft hugmynd um þetta eða einhver annar lent í þessu...\nmbk\nSigurður",
            "date": "2013-09-16 22:27:00",
            "post_id": "110704",
            "reply_to_id": false
        },
        {
            "user_name": "Stebbi",
            "text": "Undirlyftubank, örugglega til eitthvað í brúsa sem lagar þetta, annars er bara að fara í N1 olíuna aftur eða eitthvað flott eins og Royal Purple eða Mobil1.",
            "date": "2013-09-16 23:50:00",
            "post_id": "110719",
            "reply_to_id": "110704"
        },
        {
            "user_name": "lecter",
            "text": "þú lýsir þessu mjög vel ,, það er greinilega að þessi nýa olia er bara ekki að passa fyrir þessa vél ,, liklega of þun , en finnur þú þetta tikk lika þegar vélin er alveg köld fyrst á morgnana þá er olian þykk ,, og getur beðið og séð á hvaða hitastigi velin fer að tikka  td hálf heit eða næstum full heit  þa sérðu hvar olian er að verða of þunn ,,, en ef hann tikkar strax kaldur þá færi ég aftur i gömlu oliuna  ekkert tikk er i lagi til leingdar ,, að minu mati ,,,  ég hef lent i að skipta ur esso oliu og fara i shell  á Disel datsun  báðar fyrir diesel vélar  skipt var um alltaf á 5000km og i 10 ár ekki bætt á hann brendi ekki oliu en eftir að hann fekk shell oliuna vantaði 2 litra eftir 4000 km ég skipti afur i esso oliuna og allt i fina lagi  ,,  afhverju  hef ekki hugmynd nema sumar oliur passa bara ekki öllum vélum ,, \nég hef góða reynslu af elf olium  cummins er með samning um að nota bara valvoline cummins   svo valvoline virðist hafa gert fina oliu fyrir diesel vélar fyrir cummins  \nlesa sig til um hvað jeep eða crysler mælir með",
            "date": "2013-09-17 00:14:00",
            "post_id": "110724",
            "reply_to_id": "110719"
        },
        {
            "user_name": "ssteinar",
            "text": "Já sælir, svo virðist vera að vélinn byrjar að tikka bara strax og hún fær að ganga í lausagangi en það líða nokkrar sekundur áður en hún byrjar að tikka, það er eins og olían eða olíuþrýstingur falli lítið niður þegar vélin er í lausagangi. Það virðist ekki skipta máli hvort hún sé köld eða heit en reyndar heyrist meira í banki þegar vélinn er heit. Þetta er eitthvað furðulegt og fær mann til að hugsa aðeins um þetta, aukahljóð er í mótor geta einmitt verið fyrirboði um að eitthvað sé ekki rétt og getur valdið skemmtun til lengdar. \nSvekkjandi ef ég fer út í að skipta um olíu þegar ég er nýbúin að skipta um olíu.\nEitt sem ég tók eftir í morgun er að ef ég svissa á bílnum, ekki ræsa á vélinni en næsta þrep fyrir neðan, þá eru ljós í mælaborðinu sem loga í nokkrar sek og eiga síðan að slökkna, ljósin sem loga er einmitt olíukannan og gullt check engine merkið, nú værir gaman að heyra í einhverjum sem á Cherokee 5.7 hemi hvort þessi ljós loga. Tölvan er ekki að koma með neinar villuboð og nýbúið er að lesa af honum einnig en ekkert.",
            "date": "2013-09-17 08:05:00",
            "post_id": "110741",
            "reply_to_id": "110724"
        },
        {
            "user_name": "Clone451",
            "text": "Annað slagið tikkar svona í mínum líka í hægagangi, algengara þegar vélin er aðeins farin að hitna.\nMér skilst samt að þetta sé nokkuð algengt í þessum vélum og jafnvel framleiðandinn yppti bara öxlum ef þetta er orðað við þá...\nÆtla að tékka á þessu með ljósin á eftir",
            "date": "2013-09-17 08:41:00",
            "post_id": "110743",
            "reply_to_id": "110741"
        },
        {
            "user_name": "AgnarBen",
            "text": "Er þetta ekki bara spurning um að nota 5-20W frá Mopar eins og framleiðandinn mælir með, þeir eiga þetta örugglega til hjá H.Jónssyni !  Jeep virðist oft vera doldið viðkvæmur fyrir því að nota aðrar olíur á bílana sína en framleiðandinn mælir með.  Hérna finnur þú eitthvað af upplýsingum varðandi reglulegt viðhald á Cherokee WK. \nhttp://www.wkjeeps.com/wk_maintenance.htm",
            "date": "2013-09-17 10:04:00",
            "post_id": "110749",
            "reply_to_id": "110743"
        },
        {
            "user_name": "Lenni Mullet",
            "text": "Smeltu bara Royal Purple á hann og málið er dautt",
            "date": "2013-09-17 10:56:00",
            "post_id": "110753",
            "reply_to_id": "110749"
        },
        {
            "user_name": "jeepcj7",
            "text": "Check og smurljósið eiga ekki að slokkna fyrr en vélin er komin í gang og búin að ná upp smurþrýsting ofl.",
            "date": "2013-09-17 16:51:00",
            "post_id": "110778",
            "reply_to_id": "110753"
        },
        {
            "user_name": "Aparass",
            "text": "það er ekki óalgengt að þetta gerist við smurolíuskipti.\nÞað sem gerist er að ein eða fleiri undirlyftur eru orðnar slappar og þegar það er búið að skipta um olíu og síu og vélin sett í gang og lyfturnar þurfa að hamast án þess að fá þrýsting af olíu inn í þær þá verður álagið á vökvaundirlyftunum það mikið að það gefur sig endanlega pakkdós eða þétting í þeim og þá byrja þær að leka.\nEftir það virka þær að einhverju leiti, allavega nóg til þess að bíllinn gangi eðlilega þótt þær séu ekki með fulla opnun á þeim ventlum þar sem þær eru farnar en ef vélin gengur lausagang þá dugar ekki þrýstingurinn á olíunni til að halda henni opinni og hún missir út vökva um rifnu þéttinguna og þá byrjar að tikka í henni.\nHún getur verið svona árum saman án þess að neitt meira gerist en það hefur auðvitað eitthvað smá að segja upp á eyðslu og vinnslu.\nÞetta er semsagt ekki vitlaus olía eða nein vankunnátta í neinum, það var bara kominn tími á þessa/r undirlyftur.",
            "date": "2013-09-17 20:30:00",
            "post_id": "110791",
            "reply_to_id": "110778"
        },
        {
            "user_name": "Stebbi",
            "text": "Helvíti er það þá dapurt af nútímavél að undirlyftur dugi ekki nema 87 þús km.  Hefði haldið að lágmarksending væri 150þús.",
            "date": "2013-09-17 21:46:00",
            "post_id": "110809",
            "reply_to_id": "110791"
        },
        {
            "user_name": "Fordinn",
            "text": "Prófaðu að setja militec a velina... það gæti minnkað lætin  =)",
            "date": "2013-09-17 21:51:00",
            "post_id": "110810",
            "reply_to_id": "110809"
        },
        {
            "user_name": "Svenni30",
            "text": "Mæli frekar með prolong \nprolong.is",
            "date": "2013-09-17 22:52:00",
            "post_id": "110818",
            "reply_to_id": "110810"
        },
        {
            "user_name": "Kiddi",
            "text": "Áður en þú prófar einhver svona bætiefni myndi ég prófa að renna við hjá Bíljöfri og fá þeirra álit....",
            "date": "2013-09-17 23:00:00",
            "post_id": "110819",
            "reply_to_id": "110818"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Hvað með að lofttæma \"kerfið\"? Veit að þetta hljómar asnalega en í mínum japanska V6 jeppa eru vökvaundirlyftur (og rúllurrokkerar) og það er talað um það í servicemanuilnum að loftæma smurolíuna/undirlyfturnar með því að gefa inn upp í 3000 sn/mín og halda því í um 30 sek aftur og aftur þangað til maður heyrir mun á ganginum. \nSvo gæti vandinn líka legið í smursíunni hjá þér. Sem sagt of mikil tregða í flæðinu á henni.\n Kostar ekki svo mikið að skipta henni út og sjá hvort það hafi sitt að segja.",
            "date": "2013-09-18 00:12:00",
            "post_id": "110826",
            "reply_to_id": "110819"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Castrol olíur á mína bíla, EKKERT annað...\nRoyal Purple er gott stuff líka... en ekkert slær Castrol við ;)",
            "date": "2013-09-18 08:12:00",
            "post_id": "110843",
            "reply_to_id": "110826"
        },
        {
            "user_name": "Aparass",
            "text": "Ég hekd að ekkert af þessu dugi vegna þess að við erum með bilaðann hlut í höndunum, Ef eitthvað efni dugar á þetta þá mundi ég halda að eitthvað svona stuff sem á að stoppa leka í pakkdósum og svoleiðis gæti gert eitthvað gagn því bilunin er ekki of þykk olía, of þunn olía eða vöntun á olíu heldur bara þétting sem lekur.\nÉg man ekki betur en að ég hafi lesið hérna á spjallinu fyrir einhverju síðan að menn hefðu verið að prófa svona \"stop leak\" eða eitthað svoleiðis efni frá pro-long.",
            "date": "2013-09-18 08:58:00",
            "post_id": "110844",
            "reply_to_id": "110843"
        },
        {
            "user_name": "ssteinar",
            "text": "Já ég veit ekki hvað skal gera í þessu, þarf að gera mér ferð í bæinn til að stoppa hjá bíljöfi, þeir gætu kannski fundið eitthvað út úr þessu, þarf að fara undir bílinn og sjá hvaða smursía er í honum en hún gæti svosem verið röng. Þegar vélin er í hægagangi þá finnst manni eins og olían nái ekki að \"seitla\" almennilega upp eða einhverskonar tregða í kerfinu og þá fer að vanta olíu þar sem undirlyfturnar eru og þá kemur þetta hljóð, svo þegar gefið er inn og látið strax aftur í hægagang þá hverfur hljóðið en kemur svo jafnt og þétt inn aftur. Hef legið svolítið yfir þessu á netinu og einmitt heyrt þetta tikk í fleiri bílum (Cherokee wk) en erfitt að greina það svosem alveg 100%..\nPrufa eitthvað af þessum ráðum og læt vita hvernig fer...",
            "date": "2013-09-23 19:45:00",
            "post_id": "111362",
            "reply_to_id": "110844"
        },
        {
            "user_name": "Heddportun",
            "text": "Liftur geta ju rifnad en til ad vita hvort taer eru slitnar er agaetta d tjoppu maela motorinn en ta synir hann haan trysting eins og a solid roller motor\nVelar eiga helst ekki ad ganga lausagang tvi tad er litil olia sem er ad komast alla leid upp i ventlalok i lausagnagi\nHvad svo sem oliu framleidandinn heitir ad ta eru oliuernar nu margar med mikid af hreinsiefnum svipad og Diesel oliur og geta stiflad liftur med sotinu sem taer hreinsa\nef teir maela med  5-20 myndi ef setja 10-30 og sja svo til + skoda siuna\nHydraulic roller motor er mjog vidhvemur med oliutrysting m.v preload a lifturnar ef hann fellur geta taer stundum ekki haldid vid og ta glamarar adeins i og best ad faera sig i nastu thtykkt og seigju fyrir ofan radleggingar framleidanda",
            "date": "2013-09-24 07:38:00",
            "post_id": "111393",
            "reply_to_id": "111362"
        },
        {
            "user_name": "villi58",
            "text": "Prolong",
            "date": "2013-09-24 11:40:00",
            "post_id": "111411",
            "reply_to_id": "111393"
        },
        {
            "user_name": "Stebbi",
            "text": "Gætir pantað 'Prolong Liquid Lifter repair' frá Summit, virkar ekki eins vel ef það er keypt hérna heima.  :)",
            "date": "2013-09-24 21:31:00",
            "post_id": "111473",
            "reply_to_id": "111411"
        }
    ],
    "date": "2013-09-16 22:27:00"
}