{
    "forum_title": "Almennt spjall",
    "id": "2012",
    "title": "Aukarafkerfi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2012",
    "posts": [
        {
            "user_name": "arnisam",
            "text": "Er að byrja að púsla saman aukarafkerfinu í bílinn hjá mér og var að velta fyrir mér hvernig menn sem eru reyndir á þessu sviði hafa verið að splæsa sig inná rafkerfi bílsins til að ná í stýristrauma. Er sjálfur rafvirki en er ekki með mikla reynslu í bílarafmagni. Er að græja allt aukarafkerfið í vatnshelt box og vantar inní það stýristraumana, s.s. sviss, park, bakk og háuljós.\nmbkv\nÁrni Samúel",
            "date": "2010-09-26 11:29:00",
            "post_id": "8951",
            "reply_to_id": false
        },
        {
            "user_name": "Kiddi",
            "text": "Það er oft hægt að finna lausa staði í original öryggjaboxinu sem gefa þessa strauma, ég myndi allavega byrja að athuga þar!",
            "date": "2010-09-26 13:53:00",
            "post_id": "8954",
            "reply_to_id": "8951"
        },
        {
            "user_name": "juddi",
            "text": "Taktu allavega aðalstraum beint frá rafgeymi svo geturðu verið með relay sem slítur strauminn",
            "date": "2010-09-26 16:50:00",
            "post_id": "8957",
            "reply_to_id": "8954"
        },
        {
            "user_name": "Óskar Dan",
            "text": "Sæll \nBest er að lóða allar tengingar inna orginal rafkerfi bílsins, ef þær eru í húddinu eða úti t.d hái og park er best að nota sjálfsuðutape til að reina að gera vatnshelt.\nBara EKKI nota þjófatengi.",
            "date": "2010-09-26 19:34:00",
            "post_id": "8967",
            "reply_to_id": "8957"
        },
        {
            "user_name": "arnisam",
            "text": "Ætla að athuga hvort ég geti ekki fundið eitthvað af þessu í öryggjaboxi bílsins. Það væri náttúrulega snilld ef það væri hægt. Þetta er annars það sem ég er kominn með í bili, ætla að reyna að víra þetta upp í vikunni.",
            "date": "2010-09-26 21:42:00",
            "post_id": "8975",
            "reply_to_id": "8967"
        },
        {
            "user_name": "juddi",
            "text": "Hvar verslaðir þú íhlutina í þetta kerfi ?",
            "date": "2010-09-27 08:13:00",
            "post_id": "8985",
            "reply_to_id": "8975"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞessi svarti djöfull þarna hjá þér, er þetta tilbúið sýstem keypt á offjár?  \nAlla stýrisstraumsvíra lóða ég og teipa.  Ég hef ekki verið að vesenast með suðutape, hef ekki tröllatrú á slíku og búinn að sjá lóðaðan vír með teipi standad sig ágætlega.  Ég ætlaði að vera ægilega faglegur og finna straumana undir mælaborðinu en gafst hratt og örugglega upp á því, það eru allskyns bullstraumar þar með t.d. er ekkert gaman að sitja uppi með baklýsinguna á mælaborðinu sem parkstraum. Allt í einu fara relayin að murra og allt deyr.\nÁður en þú byrjar skaltu setjast niður með blað og penna og reikna.  Ef þú ert rafvirki og ekki vanur að umgangast 12 eða 24V kerfi er pottþétt að útreikningarnir eiga eftir að koma ég á óvart.  Taktu tíma í að reikna strauminn sem 2 100W kastarar taka á 14V, leitarljós o.s.frv. og veltu síðan fyrir þér ef þú ert með HID ljós að venjuleg relay þola ekki mikinn neista, eru bara með A1 snertu.  Eina leiðin er að fara í verulega yfirstærð.\nReiknaðu líka spennuföll og dragðu þar frá 12V.  Málið er að muna að hvert 1,2V sem tapast eru 10%.\nNotaðu svo bara nógu svera víra og gerðu þetta almennilega.  Ég notaði endahulsur á alla víra en mér finnst vandaðara að fortina, ég bara nennti því ekki.  Þannig ertu laus við oxiterun á vírendunum.\nStrengi til að leggja að ljósum og tækjum færðu í Bílanaust eða Skorra t.d.  Athugaðu líka að hafa rofaboxið á aðgengilegum stað þar sem gott er að umgangast það á meðan þú ert að keyra.  Gaumljósin á rofunum eru mjög oft allt of sterk sem er óþolandi í niðamyrkri að það sé bjartara inní bílnum en fyrir utan hann.  \nLoftpressu verður að starta með relyi sem þolir það t.d. startpung úr gamla bronco.  Hafðu öryggi við geyminn fyrir stofninn og ef þú setur spiltengi skaltu með einhverjum hætti sjá til þess að það standi ekki straumur á tenginu í akstri.\nKv Jón Garðar",
            "date": "2010-09-27 09:07:00",
            "post_id": "8988",
            "reply_to_id": "8985"
        },
        {
            "user_name": "arnisam",
            "text": "Er með í þessu DIN skinnu og raðtengi í ósköp venjulegu tengiboxi keyptu í raflagnaefnisheildsölu. Nota DIN skinnuna einnig fyrir jörð ef þarf á henni að halda í boxinu. Raðtengin eru með 4 tengipunktum hvert, 2 og 2 saman. Svo er ég einnig með laska ef ég vil setja fleiri saman. Er með 16q töfluvír sem ég ætla að vera með frá geymi og 1.5q vir til að víra upp inní boxinu. Er svo með gúmmíkapal 3x1.5q til að taka að kösturunum. Er nú búinn að setja aðeins inní reiknivélina hversu mikinn straum þetta tekur (ekki viljum við að druslan brenni :) og reikna alltaf með 12V en ekki 14V til að vera alveg pottþéttur. Það eina sem ég er í raun óviss með er hvort óhætt sé að nota venjulegan töfluvír fyrir stofn að aukarafinu. Þá er ég að meina varðandi hita/kulda og ef ske kynni að það færi einhver olía á vírinn.\nSvarta boxið sem ég er með þarna er keypt í bílasmiðnum að mig minnir á um 15.000kr. Í því eru 6 20A rásir á spólurofum. Þegar ég var að taka saman síðastliðinn vetur hvernig efni ég ætti að nota í þetta fannst mér þetta besta lausnin þar sem ég fann ekki sökkla fyrir spólurnar sem mér leist nógu vel á, svo var líka stór plús að þetta tekur ekki mikið pláss.\nÞað sem ég er að gera ráð fyrir í þessu er:\n1. Kastarapar Britax 55w, verður svo vonandi breytt í HID seinna\n2. Þokuljós... koma síðar\n3. Vinnuljós á hliðum... koma síðar\n4. Bakkljós... koma síðar\n5. AC dæla fyrir loft, er ekki org. í bílnum en er kominn með hana í en vantar lengri reim og að tengja loftið.\n6. Auka... hugsanlega fyrir annað kastarapar.\nÍ föstu straumunum er ég með:\n12V tengil inní bíl\nTalstöð\nInverter\nEitthvað annað sem ég er að gleyma\nÉg er ekki kominn með öll tækin en nenni ekki að vera að fúska eitthvað aukarafmagn fyrir 2 kastara og AC dælu því það er ekkert hægt að hætta að kaupa dót... þetta endar alltaf í vitleysu hvort eð er.\nmbk\nÁrni Samúel",
            "date": "2010-09-27 10:48:00",
            "post_id": "8991",
            "reply_to_id": "8988"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÉg er nýlega búinn að tengja 2 aukarafkerfi, annað í björgunarsveitabíl á Egilsstöðum, Dodge Ram með öllu og plássið sem fór í kerfið í honum var ca 40x40 kassi, hólfið milli framsætanna.  Það er smekkfullt.\nSíðan tók ég Pattann minn í haust og notaði kassa ca 35x25 og það er eitthvað eftir af plássi í honum.  Ég vann það öðruvísi, sleppti raðtengjum og tengdi vírana beint inná relý eða öryggið.  Ég notðai 16q töfluvír líka í stofn og hélt áfram með 16q í loftpressuna en þar sem er hreyfing á vírunum sér maður að dæmið gengur ekki upp.  Allavega jarðvírinn er að byrja að morkna í sundur af hreyfingu ekki nema 3 ára gamall.  Ef þú notar töfluvír í - og bruðlar í vír með gúmmíeinangrun í + ertu í fínum málum.  \nÉg veit af fenginni reynslu að þú átt eftir að setja 100W perur í Britax ljósin.  Þá ertu með 16,6A og 1,5q vírarnir ekki nóg.  Notaðu 2,5q í öll ljós og talstöðina, 1,5 má vera níðast hvar annars staðar.  Ég spái því að þú komir til með að bölva plássleysi í kassanum en það er bara þannig.  \nEinu stýrisstraumarnir sem ég notaði eru parkljós og há.  Parkljósin kveikja á öllu rofabingóinu og öllum aukaljósum, getur verið vesen ef parkljósaplúsinn bilar en ég get alveg eins lagað það eins og ef eitthvað annað bilar.  \nInverterinn getur tekið mikinn straum, allavega ef hann er kraftmikill og þolir illa spennufall.  Td. er ég með 600W inverter og ef maður reiknar strauminn sem hann notar undir fullum afköstum er það 50A.\nGúmmíkapall er mun betri kapall en þessir 12V kaplar sem maður fær annarsstaðar en þeir eru leiðinlega plássfrekir þegar að því kemur að taka strengi í gegnum hvalbak eða einhverja bodýhluti.  Ég hef notað bara það sem hendi er næst og sé engan sérstakan mun hvað það heitir nema þar sem ég hef verið að klikka á sverleikanum.  Vandamálið er að ef þú leggur 10m kapal 2x1.5q í vinnuljós aftan á bílnum sem taka samanlagt 10A er spennufallið 2.4V þessa stuttu leið.  2,4V í 400V kerfi skiptir engu máli en í 12V kerfi er 2,4V að skipta miklu máli.  \nÉg notaði bara venjuleg Hella relay því að mér finnst kostur að geta skipt þeim út ef þau bila bara með einu handtaki.  Þar er líka vandamál sem er þannig að Hella og Bosch framleiða mjög svipuð relay en það er ekki sama uppröðun á pólunum þannig að með því að setja sökkla er ég búinn að hefta mig við eina tegund.  \nÞú þarft líka að gera ráð fyrir að það sé ekki mikið mál að bæta við.  Þér dettur í hug á næsta ári að setja köngulóarbúnað á dekkin og þarnæsta ári seturðu loftpúða og síðan leitarljós, fleiri vinnuljós, kortaljós, stýringar fyrir loftlæsingar, aukaloftdælu ef hin skildi bila og speglahitara.\nKv Jón Garðar",
            "date": "2010-09-27 14:39:00",
            "post_id": "8999",
            "reply_to_id": "8991"
        }
    ],
    "date": "2010-09-26 11:29:00"
}