{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "20134",
    "title": "Breyta skálabremsum í diskabremsur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=20134",
    "posts": [
        {
            "user_name": "Styrmir",
            "text": "Ætla að setja diska bremsur að aftan á 4runnerinn hjá mér.  Hvaða diska og dælur hafa menn verið að nota og skiptir máli hvar dælan er á disknum?\nKv:Styrmir",
            "date": "2013-09-19 13:52:00",
            "post_id": "110974",
            "reply_to_id": false
        },
        {
            "user_name": "Startarinn",
            "text": "Ég veit nu ekki hvað menn hafa notað í þennan tiltekna bíl en subaru dælur voru vinsælar í gamla daga fyrst þær voru með möguleika á handbremsu.\nÉg held að framdiskar undan 70 cruiser væru fínir, þeir eru ókældir og með réttir deilingu, en staðsetning bremsudælunnar ætti ekki að skipta máli",
            "date": "2013-09-19 19:17:00",
            "post_id": "111000",
            "reply_to_id": "110974"
        },
        {
            "user_name": "Freyr",
            "text": "Ef þú notar dælur með innbyggðri handbremsu myndi ég láta handbremsubarkana hafa mikið um staðsetninguna að segja.",
            "date": "2013-09-19 19:58:00",
            "post_id": "111007",
            "reply_to_id": "111000"
        },
        {
            "user_name": "jongud",
            "text": "Subaru dælur voru vinsælar en mér skilst að það sé orðið erfitt að fá þær. Einhver hér á spjallinu minntist á mazda dælur, líklega úr 929 þó ég sé ekki alveg viss.",
            "date": "2013-09-20 08:25:00",
            "post_id": "111056",
            "reply_to_id": "111007"
        },
        {
            "user_name": "lecter",
            "text": "subaru dælur eru kanski ekki nógu stórar þær virkuðu  fyrir lettan jeep ,, en ég hef notað  oldsmobil toronato  85 ca eða cadillac eldorado þessir framdrifnu gm eru með svipaða dælu og subaru var með handbremsu i dæluni en hun er stærri og kostar liklega ekki svo mikið ný með börkum i usa ,,,en Gm dælan  hvort hún var með kældan disk eða einfaldan man ég ekki  það þarf bara að finna út hvaða diskur hentar með þessu  og nota disk sem er með 6 bolta götum\nfann fyrir þig  á netinu akkurat það sem þig vantar \nhttp://www.mindspring.com/~jayk3/toyota/discs.htm",
            "date": "2013-09-20 10:46:00",
            "post_id": "111064",
            "reply_to_id": "111056"
        },
        {
            "user_name": "jongud",
            "text": "Hérna fann ég algera biblíu;\nhttp://www.pirate4x4.com/tech/billavista/Brakes/\nHér er farið í gegnum allan pakkann, aflfræðina, þrýsting, hita og stærð á bremsudælum.\nEf mögulegt er veldu tvöfaldan disk með loftunarraufum á milli \"vented disc\"\nBremsudælan getur verið hvar sem er á diskinum, en það er ekki gott að hafa hana neðst, þá er ekki hægt að ná lofti af henni á þess að taka hana af hásingunni. Og þar að auki er meiri hætta á að hún verði fyrir hnjaski þar.\nDælurnar eru oftast hafðar á \"bakvið\" hásingarrörið af því að þar eru þær í skjóli fyrir hnjaski.",
            "date": "2013-09-20 11:42:00",
            "post_id": "111067",
            "reply_to_id": "111064"
        },
        {
            "user_name": "Siggi_F",
            "text": "Síðustu tvær kynslóðir af Mondeo (frá ca '00) eru með handbremsuna í afturdælunum.\nGæti jafnvel verið notað í fleiri Ford bíla.",
            "date": "2013-09-20 12:54:00",
            "post_id": "111072",
            "reply_to_id": "111067"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Ég er að græja handbremsu að aftan hjá mér þessa dagana. Er kominn með diska að ftan eftir að ég skipti um hásingu. Fer þá leið að nota frammbremsudælur undan Subaru DL 1988. Þær dælur eru jafn stórar og patrol afturdælurnar sem voru fyrir þannig að það ætti að vera nóg. Ég nota orginal staðsetninguna sem er einmitt aftan á hásingunni.",
            "date": "2013-09-20 13:37:00",
            "post_id": "111074",
            "reply_to_id": "111072"
        },
        {
            "user_name": "Þorsteinn",
            "text": "sælir, Bremsudælur í td vw transporter 2005, Nissan Primastar 2009 eru með handbremsuna í dælunni.",
            "date": "2013-09-20 17:03:00",
            "post_id": "111082",
            "reply_to_id": "111074"
        },
        {
            "user_name": "jongud",
            "text": "Eitt sem er mikilvægt að vita þegar skipt er úr skálum yfir í diskabremsur:\nÞað er sett svolítið sem heitir \"residual pressure valve\" (RPV) á lögnina þegar notaðar eru skálabremsur, en þessi ventill heldur smá þrýstingi inni á kerfinu (ca 10 psi).\nÞessi ventill er aðeins notaður í undantekningartilvikum á diskabremsum (þegar höfuðdæla liggur lægra en bremsudælurnar) og heldur þá aðeins 2 psi.\nEf hann er ekki fjarlægður úr lögninni þegar skipt er yfir í diskabremsur er hætta á að diskarnir liggi utaní með tilheyrandi vandamálum.",
            "date": "2013-09-21 11:30:00",
            "post_id": "111141",
            "reply_to_id": "111082"
        },
        {
            "user_name": "fannar79",
            "text": "Skemmtileg umræða, ég er í vandræðum með bremsurna að aftan í willysnum hjá mér. Ég setti dælur úr vw golf þar sem handbremsan er í dæluni en ég fæ ekki með neinu móti nægan kraft á afturbremsurnar, ég er með scout höfuðdælu sem er með stórum cylender en það virðist ekki skipta máli þar sem ég er búinn að prófa 2 mismunsdi aðrar höfuðdælur en krafrturinn breitist aldrei?\nEr ekki einhver sem er alveg klyfjaður af reynslu í þessum málum?",
            "date": "2013-09-25 10:43:00",
            "post_id": "111524",
            "reply_to_id": "111141"
        },
        {
            "user_name": "biturk",
            "text": "Eru ekki bara lagnirnar of grannar eða eitthvað þannig eða stimplarnir srífir",
            "date": "2013-09-25 11:45:00",
            "post_id": "111529",
            "reply_to_id": "111524"
        },
        {
            "user_name": "fannar79",
            "text": "nýjar 3/16  lagnir  og stiplarnir lausir",
            "date": "2013-09-25 13:21:00",
            "post_id": "111538",
            "reply_to_id": "111529"
        },
        {
            "user_name": "Gudni Thor",
            "text": "Er golf kannski med skrúfudum stimplum eins og saab? man eftir svipudum vandrædum med saab thurfti ad skrúfa stiplana út til ad herda útí.",
            "date": "2013-09-25 14:03:00",
            "post_id": "111540",
            "reply_to_id": "111538"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Golf er með skrúfuðum stimplum að aftan. En handbremsan ætti að taka úthersluna held ég ef allt er í lagi.",
            "date": "2013-09-25 14:43:00",
            "post_id": "111542",
            "reply_to_id": "111540"
        },
        {
            "user_name": "fannar79",
            "text": "Já þeir eru skrúfaðir Guðni góð pæling",
            "date": "2013-09-25 14:49:00",
            "post_id": "111543",
            "reply_to_id": "111542"
        },
        {
            "user_name": "Kiddi",
            "text": "Átti við svipaðan vanda að stríða í Wrangler með Musso diskabremsudælur að aftan. Lagaðist þegar ég setti höfuðdælu úr Mercury Grand Marquis ca 1978 árgerð sem er full-size fólksbíll með diskabremsum á öllum hjólum. Það var einhver dúddi fyrir Westan sem áttaði sig á að þetta smellpassaði í Wranglerinn. Það sem munar er að með diskabremsudælur að aftan þarf miklu meira vökvamagn heldur en í pínulitlar skálabremsudælur.\nSetti síðan Subaru dælur og það virkar líka fínt.\nÞannig að ég myndi skoða hvað þeir eru að gera í Willysum þarna fyrir Westan það er pottþétt einhver búinn að finna eitthvað sem passar.\nÉg er svo með Wagoneer '79 frambremsur og get læst öllum 44\" hjólunum á þurru malbiki. Er með stillanlegan ventil á lögnina á afturbremsurnar þannig náði ég að fíntjúna þetta þannig að frambremsurnar taka meira á.",
            "date": "2013-09-25 14:53:00",
            "post_id": "111544",
            "reply_to_id": "111543"
        },
        {
            "user_name": "fannar79",
            "text": "Eru einhverjar aðrar höfuðdælur sem mönnum detur í hug sem gætu verið nær manni?\nÞar að segja úr stúrum bíl með diska að framan og aftan?",
            "date": "2013-09-25 15:48:00",
            "post_id": "111549",
            "reply_to_id": "111544"
        },
        {
            "user_name": "jeepcj7",
            "text": "Þetta ætti þá að ganga með höfuðdælu úr pajero,patrol,land cruiser,musso og örugglega mörgum öðrum td flestum yngri amerískum jeppum,pikkum og köggum.",
            "date": "2013-09-25 16:42:00",
            "post_id": "111552",
            "reply_to_id": "111549"
        },
        {
            "user_name": "Kiddi",
            "text": "Stærsti kosturinn sem ég sá við þetta sem ég gerði er að dælan kostaði örfáa þúsundkalla glæný frá USA og boltaðist beint í. En auðvitað er líka hægt að mixa eitthvað af þessu sem Hrólfur nefnir.",
            "date": "2013-09-25 17:04:00",
            "post_id": "111553",
            "reply_to_id": "111552"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Hvaða hlutöll ertu með í bílnum? Fyrst að Hrólfur minnist á höfuðdælu úr meðal annars Pajero þá er náttúrulega spurning að setja Pajero afturhásingu (ef þú ert með 5.29:1 EÐA 4.88:1 hlutföll í bílnum) þar sem bremsurnar úr þeim eru ansi öflugar og handbremsan sambyggð í skál og mjög viðhaldslítill búnaður og svínvirkar. Svo færðu loftlæsingu í þokkabót ;)",
            "date": "2013-09-25 17:11:00",
            "post_id": "111554",
            "reply_to_id": "111553"
        },
        {
            "user_name": "fannar79",
            "text": "það er 4:88 og ég á pajeró hásinguna til:) en þar sem ég er ný búinn að smíða afturhásingu undir bílinn þá verð ég að láta höfuðdæluna duga",
            "date": "2013-09-25 17:51:00",
            "post_id": "111556",
            "reply_to_id": "111554"
        }
    ],
    "date": "2013-09-19 13:52:00"
}