{
    "forum_title": "Almennt spjall",
    "id": "2014",
    "title": "Framrúðuskipti",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2014",
    "posts": [
        {
            "user_name": "afc",
            "text": "Sælir hér.\nÞannig er mál með vexti að ég var að láta skipta up framrúðu í jeppanum mínum á föstudaginn og tók svo eftir því í morgun að það hefur míglegkið í gegnum.\nEr ég í vondum málum eða rúðuskiptafyrirtækið ?\nAnnað, hvernig fer þetta með boddíið og loftfóðringuna ?",
            "date": "2010-09-26 16:18:00",
            "post_id": "8955",
            "reply_to_id": false
        },
        {
            "user_name": "Ofsi",
            "text": "Þú er ekki í vondum málum, heldur sá sem skipti um rúðu fyrir þig.",
            "date": "2010-09-26 16:36:00",
            "post_id": "8956",
            "reply_to_id": "8955"
        },
        {
            "user_name": "afc",
            "text": "Get ég farið fram á eitthvað þarna eða hvað ? Ég missi aftur bílinn minn, þurfti að sleppa úr vinnu til þess að koma bílnum til og frá verkstæði og þarf að gera þetta allt aftur, svo er ekkert ókeypis að keyra jeppa svona fram og til baka að algjörlega að óþarfalausu og mál málanna hvernig þessi bleyta fer með bílinn og fóðringuna í loftinu á bílnum.\nEins og allir vita þá eru alltaf einhverstaðar leiðinlegir menn sem vinna sumstaðar....ég vona bara að þessi aðili sé ekki einn af þeim.",
            "date": "2010-09-26 16:54:00",
            "post_id": "8958",
            "reply_to_id": "8956"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-09-26 17:53:00",
            "post_id": "8962",
            "reply_to_id": "8958"
        },
        {
            "user_name": "afc",
            "text": "Þetta var gert í Hafnarfirði, man ekki hvað þetta heitir en fyrirtækið er á Völlunum.\nLæt vita hvernig eigandinn bregst við og hvað hann gerir og hvernig næsta útkoma verður á rúðunni.\nEinfalt mál....annað hvort fær hann hrós eða drullu frá mér, vona að hann sjái sóma sinn og fái sér gott orð á götunni.",
            "date": "2010-09-26 17:57:00",
            "post_id": "8963",
            "reply_to_id": "8962"
        },
        {
            "user_name": "Ofsi",
            "text": "Hægan hægan svona óhöpp geta alltaf gerst. Þetta geta verið frábærir fagmenn en öllum geta orðið á mistök",
            "date": "2010-09-26 19:39:00",
            "post_id": "8968",
            "reply_to_id": "8963"
        },
        {
            "user_name": "afc",
            "text": "Þess vegna ætla ég að bíða til morguns og athuga hvort ég fái ekki góð viðbrögð frá honum og eitthvað fyrir minn snúð.\nÞegar það er komið fær aðilinn gott kredit ef hann klárar sitt eins og sannur höfðingi ;)",
            "date": "2010-09-26 19:43:00",
            "post_id": "8969",
            "reply_to_id": "8968"
        },
        {
            "user_name": "Ofsi",
            "text": ":-)",
            "date": "2010-09-26 19:48:00",
            "post_id": "8970",
            "reply_to_id": "8969"
        },
        {
            "user_name": "ási",
            "text": "Nú er það spurningin er afc grátandi undan mótökunum, eða hefur hann farið út að borða með verkstjóranum ?",
            "date": "2010-09-27 21:56:00",
            "post_id": "9014",
            "reply_to_id": "8970"
        },
        {
            "user_name": "afc",
            "text": "Nei ási, ekkert væl í gangi.\nÞessi ágæti herramaður tæklaði þetta eins og sannur herramaður og er ég bara sáttur með útkomuna á þessu þó svo að þetta hafi valdið óþægjindum og veseni, þá er það bara alltaf þannig að mannleg mistök gerast og munu gerast áfram......en þegar þau eru leiðrétt og góðan hátt er ekki hægt að kvarta.",
            "date": "2010-09-29 07:52:00",
            "post_id": "9053",
            "reply_to_id": "9014"
        }
    ],
    "date": "2010-09-26 16:18:00"
}