{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "2015",
    "title": "Vél í Musso",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=2015",
    "posts": [
        {
            "user_name": "arni87",
            "text": "Nú er ég með 2,9 tdi vél í Musso sem kom original turbo og er farin að slappast.\nOg er að velta fyrir mér hvort sé meira vit í að gera vélina upp fyrir 180 þús eða kaupa notaða vél fyrir x þús.\nOg einnig hvort einhverjir hér viti svona ca gangverð á vélum. Vill helst hafa hana original turbo, vélar sem eru breyttar koma einnig til greina og það skiftir litlu um hvort þetta sé 2,9 benz eða musso vél, það er sama vélin.",
            "date": "2010-09-26 17:05:00",
            "post_id": "8959",
            "reply_to_id": false
        },
        {
            "user_name": "Kiddi",
            "text": "Ef þú gerir hana upp þá ertu a.m.k. alveg viss um hvað þú ert með í höndunum...",
            "date": "2010-09-26 17:27:00",
            "post_id": "8961",
            "reply_to_id": "8959"
        },
        {
            "user_name": "steinarxe",
            "text": "Það væri nú ekki verra að auglýsa hvern þú færð til að taka upp mótor fyrir 180 þús;)",
            "date": "2010-09-26 20:17:00",
            "post_id": "8972",
            "reply_to_id": "8961"
        },
        {
            "user_name": "gaz69m",
            "text": "hvað er þessi músso mikið ekin hjá þér eða það er vélin er með bíl með sömu vél en hún er ekin 100.000og er bara að spá hvort að þín sé mikið meira slitin en mín , annars gæti velverið að ég rífi mússoin minn og selji í pörtum.",
            "date": "2010-09-26 20:58:00",
            "post_id": "8974",
            "reply_to_id": "8972"
        },
        {
            "user_name": "arni87",
            "text": "ÉG geri mótorinn sjálfur upp og maður systirminnar er búinn að finna allt í hann úti í USA og kostar 180 þús þar.\nEn mótorinn er ekinn 170 þús samkvæmt mæli en hann er ekki að sýna alveg rétta kílómetrastöðu þar sem hann var stopp í 2 ferðir hjá mér og er því sennilega eithvað nær því að vera 200 þús.",
            "date": "2010-09-29 07:16:00",
            "post_id": "9052",
            "reply_to_id": "8974"
        }
    ],
    "date": "2010-09-26 17:05:00"
}