{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "20187",
    "title": "Hækkun á jeppa...",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=20187",
    "posts": [
        {
            "user_name": "Fordinn",
            "text": "Sælir...  snýst i hringi i vitleysunni þessa dagana..    er med ford 250 2002 á blaðfjoðrum...      setti hann á sínum tíma á 39,5\"  bara med því að skera úr.     Núna er ég að gæla við 44\"    og hef ekki hugsað mér að fara í einhverja ofur smíð á fjöðrun..   vil gera þetta á sem einfaldastan og ódyrastan máta.        Mér gengur illa að finna þrátt fyrir aðstoð google hvað ég má lyfta mikið..... og hvað haldið þið að sé besta leiðin....\n      Eg sé usa síðunum að kaninn segi að boddy hækkun komi ekki til greina á super duty bíl...    sé samt eiginlega ekki afhverju....     og hvað með klossa   hvað mega þeir vera háir???     eða borgar sig að síkka fjaðrahengsli eða blanda af báðum???\nkv Mikki",
            "date": "2013-09-21 12:35:00",
            "post_id": "111142",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Að framan smelltu 10 cm efnisprófíl milli fremra fjaðrahengslis og grindar og í leiðinni getur þú fært hásinguna fram um 3-5 cm með að láta götin ekki standast á og svo lengir þú lausu hengslin að aftan um ca. 5-10 eftir þörfum og þá dettur 46\" undir án vandræða.\nAð aftan er 10 cm. klossi milli fjaðra og hásinga svosem nóg en betra að setja hjálpargorm með sem lyftir örlítið svo bíllinn verði í meira \"leveli\".",
            "date": "2013-09-21 13:14:00",
            "post_id": "111144",
            "reply_to_id": "111142"
        },
        {
            "user_name": "Fordinn",
            "text": "Okei hljomar ekki flókið..    kallar þetta ekki á einhverja breytingu á stýris búnaði?",
            "date": "2013-09-21 13:52:00",
            "post_id": "111149",
            "reply_to_id": "111144"
        },
        {
            "user_name": "Freyr",
            "text": "Simmi í stál og stönsum framkvæmdi mjög einfalda 46\" breytingu á svona bíl nýverið. Bíllinn hans stendur oft hjá stál og stönsum, hvítur á 46\". Gætir litið undir hann.",
            "date": "2013-09-21 14:13:00",
            "post_id": "111154",
            "reply_to_id": "111149"
        },
        {
            "user_name": "jeepcj7",
            "text": "Aðal munurinn á breytingunni á bílnum hjá Simma og mér er að hann smíðar nýtt fremra hengsli og sýður það við grindina en ég boltaði bara efnisprófíl 10x10x8 á milli sem ég get svo bara skrúfað úr aftur eða breytt auðveldlega ef ég vil,engin breyting á stýris búnaði en það væri betra að láta smíða upphækkunar arm á hægra liðhúsið (50 þús kall ca.) þá verður togstöngin alveg lárétt.Ég gerði þetta svona td. vegna þess að ég var ekki viss um hvað hásingin þyrfti að fara langt fram hún er ca. 3 cm framar eins og er og væri að mér sýnist betri ef hún færi 4-5cm bara spurning hvort ég þarf þá að lengja drifskaft eða eitthvað annað er fyrir.Svo er reyndar annað sem ég var að spá í að prófa og það er að skipta út yfirbognu fjöðrunum fyrir venjulegar fjaðrir og þá er líklega hægt að sleppa allri breytingu á hengslum.",
            "date": "2013-09-21 14:56:00",
            "post_id": "111159",
            "reply_to_id": "111154"
        },
        {
            "user_name": "Fordinn",
            "text": "Ég held ég sé að skilja þetta rétt enn ekki áttu mynd  sem sýnir hvernig þú gekkst frá þessu???",
            "date": "2013-09-21 15:20:00",
            "post_id": "111160",
            "reply_to_id": "111159"
        },
        {
            "user_name": "jeepson",
            "text": "Mikki þú skellir nú Henry á 46\"",
            "date": "2013-09-21 16:06:00",
            "post_id": "111166",
            "reply_to_id": "111160"
        },
        {
            "user_name": "Fordinn",
            "text": "Haha  já það endar kanski þannig...  enn 44\" dugar  alveg.... 38\" sem hann stendur á núna er alltof lítil......",
            "date": "2013-09-21 16:19:00",
            "post_id": "111167",
            "reply_to_id": "111166"
        },
        {
            "user_name": "jeepcj7",
            "text": "x",
            "date": "2013-09-26 11:30:00",
            "post_id": "111636",
            "reply_to_id": "111167"
        },
        {
            "user_name": "Fordinn",
            "text": "Takk fyrir myndirnar...    Ég hef alltaf miklað þetta fyrir mér....   væri löngu búin að þessu ef ég hefði séð þetta fyrr  =)      Þá er bara að skella sér i smá breytingar næst þegar madur fær frí!!!",
            "date": "2013-09-26 19:50:00",
            "post_id": "111689",
            "reply_to_id": "111636"
        },
        {
            "user_name": "Fordinn",
            "text": "Sæll Hrólfur,    þurftiru að eiga eitthvað við skástífuna og demparana að framan ?   væntanlega þurft lengri dempara, enn er að hugsa um afstoðuna ef madur hnikar hasingunni  3-4 cm framm???",
            "date": "2014-01-03 16:05:00",
            "post_id": "122846",
            "reply_to_id": "111689"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég skipti um dempara í leiðinni setti forlanga rancho 9000 og smíðaði nýjan demparaturn fyrir þá en þverstífan er bara á sínum stað óbreytt.Ég síkkaði líka samslattar púðana og setti aðra.\nEr reyndar búinn núna að setja aðrar fjaðrir eðlilega bognar í hann núna og taka allar hækkanir í burtu en hásingin er ca.4 cm framar en orginal ennþá og bíllinn jafnhár og með hækkuninni.",
            "date": "2014-01-03 16:28:00",
            "post_id": "122851",
            "reply_to_id": "122846"
        },
        {
            "user_name": "villi58",
            "text": "Ég verð að segja að það sem sést hér á myndum er ekki að mínu skapi, betra væri að eyða svolítið meiri tíma í þessa breytingu og vanda meira til, þetta er á mínum skala fúsk en það er bara ég, Sorry",
            "date": "2014-01-03 16:33:00",
            "post_id": "122852",
            "reply_to_id": "122851"
        },
        {
            "user_name": "Fordinn",
            "text": "Hvar fékkstu svona fjaðrir, hef séð þær á ebay, enn sendingar kostnaður er helviti mikill,   að setja aðrar fjaðri er vissulega betri útfærsla.... enn hitt er þó brúklegt.",
            "date": "2014-01-03 16:52:00",
            "post_id": "122855",
            "reply_to_id": "122852"
        },
        {
            "user_name": "biturk",
            "text": "ég persónulega myndi allavega ekki viðurkenn ð ég hefði gert þetta",
            "date": "2014-01-03 16:54:00",
            "post_id": "122856",
            "reply_to_id": "122855"
        },
        {
            "user_name": "jeepcj7",
            "text": "Sorry stelpur ill fix it.",
            "date": "2014-01-03 19:47:00",
            "post_id": "122884",
            "reply_to_id": "122856"
        },
        {
            "user_name": "Stebbi",
            "text": "Það er varla hægt að kalla þetta fúsk, mætti kanski snyrta þetta aðeins til og mála.",
            "date": "2014-01-03 20:03:00",
            "post_id": "122886",
            "reply_to_id": "122884"
        }
    ],
    "date": "2013-09-21 12:35:00"
}