{
    "forum_title": "Almennt spjall",
    "id": "20190",
    "title": "TEZ (thor energy zolutions)",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=20190",
    "posts": [
        {
            "user_name": "Navigatoramadeus",
            "text": "hvað varð um þetta fyrirtæki ?\nkemur bara villa upp þegar maður spyr gúgul frænda.\nlangaði alltaf að sjá eitthvað marktækt annað en hástemmtar lýsingar á ótrúlegheitum búnaðarins (að rafgreina vatn í vetni og súrefni, hleypa því inn á soggrein til brennslu-átti að spara HELLING af eldsneyti og losa um HAUG af hestöflum).\nvið frændur fórum þarna uppeftir í forvitni fyrir ca 3 árum síðan, ég spurði og spurði en verkstæðisformaðurinn gat ekki komið með nokkurn skapaðan hlut af viti nema jú, þetta svínvirkaði, bara ótrúlega einfalt, sparar upp í kostnað, blablabla....\njú það var einhver leigubílstjóri sem fór úr 16 í 9 á hundraðið að sögn formannsins sem gat ekki lofað mér 5% sparnaði svo no sale !\ná einhver \nraunverulegar \ntölur af ótrúlegheitunum ?",
            "date": "2013-09-21 15:56:00",
            "post_id": "111163",
            "reply_to_id": false
        },
        {
            "user_name": "StefánDal",
            "text": "Ég man eftir stórum orðum og lof um tölur á blaði. Ætli þeir hafi ekki bara komist að því sanna um þennan búnað.",
            "date": "2013-09-21 16:00:00",
            "post_id": "111165",
            "reply_to_id": "111163"
        },
        {
            "user_name": "dragonking",
            "text": "Fyrsta lögmál varmafræðarinnar,,,,\nþú getur hvorki búið til né eytt orku, heldur bara umbreytt,,,\nþví þarf alltaf mikla raforku til að búa til vetnið.... og þegar þú tekur út meiri raforku t.d. með alternatornum úr bílnum eyðir hann meira... og því verður lítill sem enginn sparnaður við að ná út betri bruna með vetninu.... einfalt,, þú getur ekki breytt lögmálum.....\nkv.\neinn sem er að læra orkuverkfræði... :)",
            "date": "2013-09-21 20:01:00",
            "post_id": "111180",
            "reply_to_id": "111165"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "þetta var akkurat það sem varð undirstaða talsverðra umræða í vélskólanum, ég er bara ekki að kaupa það í þessu tilfelli eða réttara sagt hef ekki meiri skilning en svo ;)\nvetni er eldsneyti og súrefni er \"oxunin\" í brunaferlinu en fer þá ekki reiknidæmið eftir því hversu mikla orku þarf til að skilja að vetni og súrefni úr vatninu vs hversu mikilli orku það skilar (þá reyndar í brunahreyfli með lélega nýtni) ?\nx-orku þarf til að skilja þetta að.\ny-orka fæst aftur en nú með bruna, er þessi orka tilkomin vegna þess að vatn er að myndast aftur (svo x=y) eða er vetnið að ganga í efnasamband við kol-vetni eldsneytisins og súrefnið að hækka hitastigið T2 í varmafræði (nýtni) formúlum svo nýtnin batnar ?\ner ss að reyna að ná utanum að það kosti meira að búa til eldsneytið heldur en hagnaðurinn af að brenna því þegar um tvær aðferðir er um að ræða, annars vegar rafgreiningu og hinsvegar bruna eða er þetta efnafræðilega sami hlutur þó hann gerist við mismunandi aðstæður (rafgreining/bruni) og þá er dæmið sjálfdautt þegar töp mæta á svæðið svona orkulega séð þó t.d. hærri brunahiti og sneggri bruni vetnis og hreinni gæti gert einhverja góða hluti.\njá og svo það sem ég reyndi að spyrja formanninn að; nú var vetninu og súrefninu hleypt SAMAN í soggreinina og amk segja okkur fræði að þar ættu þessir þættir að ganga í efnasambandið vatn en ég veit ekki hversu hratt það ferli gengur fyrir sig en þá væri þetta aðeins orðinn örlítill vatnsúði sem færi inn í brunarýmið og í mínum augum útskýrði af hverju strokkarnir voru svona hreinir eftir að hafa keyrt á TEZ-ofurgræjunni.\nendilega helltu smá visku yfir fróðleiksþyrstan manninn :)",
            "date": "2013-09-21 21:30:00",
            "post_id": "111195",
            "reply_to_id": "111180"
        },
        {
            "user_name": "Stebbi",
            "text": "Var ekki á endanum búið að sýna fram á það að svona lítill rafgreinir eins og Thor var að selja afkastar ekki nægu HHO (sem er ekki hreint vetni) til að meðal bensínvél finni nokkurn muninn.",
            "date": "2013-09-21 22:05:00",
            "post_id": "111199",
            "reply_to_id": "111195"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "góð pæling, ég var búinn að reikna (slumpa á) að úr þessum rafgreini kæmi uþb lítri af gasi á mínútu (mv að horfa á gasbólurnar stíga upp í vatnshólknum í búnaðinum) enda áttu um 2L af vatni að endast einhverja þúsundir km (um 1200L af vetni úr 1kg vatn), og að lítri á mínútu væri brotabrot af lofti sem færi inná vélina (í þessu tilfelli 4.0L V6 Explorer) svo það væri magnað ef vélin tæki eftir þessu, hvað þá gera einhvern gæfumun en þá kom aftur að þessu, maður er ekki nógu klár til að fullyrða.\nþarf að klára vélskólann og drífa mig svo í tæknifræði eða annað áhugavert :)",
            "date": "2013-09-22 08:34:00",
            "post_id": "111213",
            "reply_to_id": "111199"
        },
        {
            "user_name": "Haukur litli",
            "text": "En að vera með vetniskút í bílnum og nota vetnið með venjulega eldsneytinu? Fylla á vetnistankinn á vetnisstöð eða framleiða sitt eigið heima? Eða sleppa þessu bara og keyra aðeins hægar.",
            "date": "2013-09-22 14:44:00",
            "post_id": "111233",
            "reply_to_id": "111213"
        },
        {
            "user_name": "Stebbi",
            "text": "Einhver er ástæðan fyrir því að TEZ virðist ekki vera í þessum bissness lengur, ekki er það að Íslendingar séu almennt skeptískir á svona nýjungar og hluti sem hljóma aðeins of vel.  Það eru bara nokkrir nöldrarar á jeppaspjallinu sem eru það. :) ;)",
            "date": "2013-09-22 19:57:00",
            "post_id": "111252",
            "reply_to_id": "111233"
        },
        {
            "user_name": "olei",
            "text": "Ég held að þetta sé einhvernveginn svona;\nGeimferðastofnun Bandaríkjanna -NASA - gerði hér á árum áður nokkuð af tilraunum kringum vetnisbíla. Eitt af því sem þeir komust að með rannsókn var að unnt er að bæta nýtingu hefðbundinna sprengihreyfla með því að nota láta þá anda að sér vetni. Þ.e.a.s ekki einungis nýttist vetnið eins og búast mátti við heldur batnaði nýtnin á jarðefnaeldsneytinu. Ég nenni ekki að gúggla þetta upp í bili en mig minnir að þessi niðurstaða hafi fengist með því að nota t.d 90% bensín á móti 10% vetni. Hversu mikið nýtnin batnaði man ég ekki en það gæti verið kringum 10% og auk þess minnir mig að hlutfall útblásturs hafi batnað í þágu umhverfis og lýðheilsu. Þetta er eitthvað sem gæti verið gaman að prófa fyrir grúskara enda varð það raunin...\nVandinn er sá að einhversstaðar í myrkviðum USA datt einhverjum það í hug að best væri að framleiða vetnið í bílnum með rafgreiningu - og svo fór boltinn að rúlla. Árum áður en þessi bylgja náði Íslandsströndum var maður búinn að sjá tilfæringar á youtube þar sem menn voru að prófa þetta - afar spekingslegir á svip. Eins og vænta mátti fengu þeir mun betri niðurstöður en efni stóðu til. Þar var líklegast á ferðinni afar klassískur vandi við aðferðafræði kringum mælingar sem kalla má óskhyggja. Það er algjörlega sam- mannlegur þáttur og flestir þurfa sérstaka þjálfun til að komast yfir fyrirbærið. Í það minnsta hefur aldrei tekist að staðfesta þeirra góðu niðurstöður þegar ítrustu nákvæmi hefur verið gætt við mælingarnar. Ástæðan er eins og að ofan segir: það vetni sem praktískt er að framleiða með rafgreiningu undir húddinu á venjulegum bíl er kannski 1% af því magni sem gaf fyrrnefndar niðurstöður hjá NASA. Þetta örlitla magn af venti er alls ekki nóg til að gera nokkuð fyrir brunann sem máli skiptir.",
            "date": "2013-09-22 20:44:00",
            "post_id": "111261",
            "reply_to_id": "111252"
        },
        {
            "user_name": "olei",
            "text": "Þetta er aftur eitthvað sem gæti verið þess vert að prófa fyrir tækniþyrsta. Nota kannski 10-20% af vetni á móti diesel/bensín. Það mundi ekki útheimta mjög stóran vetnistank en gæti sparað eitthvað af bensíni, í það minnsta þann hluta sem kemur frá vetninu og eitthvað meira ef marka má rannsókn NASA.",
            "date": "2013-09-22 20:50:00",
            "post_id": "111263",
            "reply_to_id": "111261"
        },
        {
            "user_name": "StefánDal",
            "text": "Þetta er samt skemmtileg tilraun svona heima í bílskúr. Ég og félagi minn gerðum þetta fyrir 5-6 árum. Notuðum 5 lítra fötu minnir mig, smíðuðum skautin og tengdum við 12 volta bílahleðslutæki. Settum svo lok á fötuna og tengdum gastæki við. Þetta dugði til þess að framleiða loga á stærð við loga úr venjulegum kveikjara (þangað til að fatan sprakk með látum...).\nÞað segir manni það náttúrulega að hefðbundin bílvél finnur ekkert fyrir þessu. Hinsvegar finnur vélin strax fyrir því að menn fara að keyra öðruvísi að því að undirmeðvitundin dettur í sparakstur í svona æfingum ;)",
            "date": "2013-09-22 21:00:00",
            "post_id": "111265",
            "reply_to_id": "111263"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Skal alveg kaupa það að hægt sé að auka nýtni sprengihreyfils með vetni, þar sem það eykur brunahraða við rétt skilyrði.\nEn til þess að nýta það þá þarf að breyta opnunartíma á ventlum, kveikjutíma og mappa vélina upp á nýtt, fyrir utan það að magnið sem kemur af rafgreiningu með alternator er ekki nándarnærri nóg til að fá einhvern gróða (annars getið þið fullvissað ykkur um að þetta væri staðalbúnaður með öllum vélum í dag).",
            "date": "2013-09-22 21:49:00",
            "post_id": "111273",
            "reply_to_id": "111265"
        },
        {
            "user_name": "jongud",
            "text": "Thor energy zolutions hefur verið úrskurðað gjaldþrota skv. Viðskiptablaðinu...",
            "date": "2013-12-19 09:32:00",
            "post_id": "121073",
            "reply_to_id": "111273"
        },
        {
            "user_name": "StefánDal",
            "text": "",
            "date": "2013-12-19 10:16:00",
            "post_id": "121077",
            "reply_to_id": "121073"
        },
        {
            "user_name": "Sævar Örn",
            "text": "http://tezpower.com/home",
            "date": "2013-12-19 11:59:00",
            "post_id": "121083",
            "reply_to_id": "121077"
        },
        {
            "user_name": "Hjörturinn",
            "text": "vá rosa flott....  en hvenær ætla menn að fatta það að koma með svona yfirlýsingar er gjörsamlega verðlaust með öllu fyrir þokkalega hugsandi fólk.\nBara finna nokkrar óháðar rannsóknir sem hafa sýnt að þetta virkar með vísindalegum hætti og birta á síðunni, þangað til er þetta kjaftæði, alveg sama hvað Einar frændi segjir að þetta hafi virkað rosalega.\nÞetta á svosem bara við allt sem við kaupum, In god we trust, everyone else must bring data.",
            "date": "2013-12-19 13:31:00",
            "post_id": "121089",
            "reply_to_id": "121083"
        },
        {
            "user_name": "baldur",
            "text": "Það er akkúrat málið. Það eru til vísindalegar aðferðir (og óháðar rannsóknastofur) til þess að mæla svona lagað og nýtni vélar er best mæld á dynobekk, það er lítið að marka mælingar gerðar í vegakstri, það getur vel munað nokkrum lítrum á ferð norður á land eftir því hvort það er norðanátt eða sunnanátt þann daginn.",
            "date": "2013-12-19 13:36:00",
            "post_id": "121091",
            "reply_to_id": "121089"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "\"hann Einar frændi minn sko... hann sko\"\nhahaha....  \nég á nefnilega Einar frænda sem er fjandi klár og ég hef oft vitnað í með þessum hætti :)\nannars finnst mér flottast á síðunni þeirra, \"Powered by volcano\"...\nog svo næsta, \"there is no such thing as 100% efficiency\"...\naldrei heyrt um hitara eða glóðarperu ?\nbara skilgreiningaratriði hvað er nýtni, glóðarpera er með 100% nýtni ef þig vantar bæði ljós og hita :)\nen ég geri mér grein fyrir að greinarhöfundur á við ottóvél og við reiknum nýtanlegt afl frá henni í % af aðfærðri orku á tímaeiningu í formi bensíns.",
            "date": "2013-12-19 16:50:00",
            "post_id": "121105",
            "reply_to_id": "121091"
        }
    ],
    "date": "2013-09-21 15:56:00"
}