{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "20229",
    "title": "hvaða koppafeiti á að nota í hilux",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=20229",
    "posts": [
        {
            "user_name": "sgsg",
            "text": "Er með hilux árger 90 og var að spá í að fara að versla koppafeiti hjá N1 í hjöruliði hjólalegur framan og liðhús á framhásingu væri gott að fá ábendingar um hvaða feiti henti best í þetta get líka verslað hjá olís en N1 er nær\nKveðja Svenni",
            "date": "2013-09-23 04:21:00",
            "post_id": "111307",
            "reply_to_id": false
        },
        {
            "user_name": "uxinn9",
            "text": "Ég held það skifti ekki máli hvaða feiti þú notar á sköftinn.\nEn ég nota alltaf svokallaða núl feiti á hjólalegur og liðhús hún er seigfljótandi og smyr alltaf ekki eins og koppa feiti sem rennur aldrei til nema hún sé orðin heit  kv",
            "date": "2013-09-23 08:01:00",
            "post_id": "111312",
            "reply_to_id": "111307"
        },
        {
            "user_name": "Haukur litli",
            "text": "Marine feiti loðir betur við, ágætt ef þú ert duglegur í vatnssulli, en er dýrari. Ég held að Universal feitin frá N1 dugi fínt í koppa á Hilux.",
            "date": "2013-09-23 11:52:00",
            "post_id": "111328",
            "reply_to_id": "111312"
        },
        {
            "user_name": "Freyr",
            "text": "Ég nota alltaf LGWA frá SKF, fæst í N1 og Landvélum. Hún er \"klístruð\" og maður finnur vel þegar maður smyr t.d. nýjar legur hvað hún loðir vel við m.v. ódýrari feiti. Ég nota hana í allt, koppa, krossa, legur, stýrisenda o.s.frv. Hún er um tvöfallt dýrari en einhver normal feiti, kostar um 2.000 túpan minnir mig í stað 1.000 en mér þykir það marg borga sig ef fyrir vikið líftími varahluta lengist eitthvað.",
            "date": "2013-09-23 15:55:00",
            "post_id": "111340",
            "reply_to_id": "111328"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Hefur liturinn eitthvað að segja með gæðinn á koppafeitinni? \nSvo er oft þegar maður fær öxulhosur stendur skrifað að það verði að nota feitina sem fylgir með þar sem hún sé sérstaklega fyrir liðina. \nEru eitthver sérstök fræði í þessu eða má maður nota koppafeiti og álíka í öxulliði?",
            "date": "2013-09-23 16:02:00",
            "post_id": "111341",
            "reply_to_id": "111340"
        },
        {
            "user_name": "jeepson",
            "text": "Ég keypti feiti sem oft er kölluð stefnisrörafeiti. Hún loðir vel við járn og þarf helst bremsuhreinsir til að ná henni af. Hún er hriklaega þunn og mjög vatnshrindandi er mér tjáð. Þetta fæst hjá olís og 5kg dolla kostar líka 15þús. En þetta nota ég í liðhúsin á patrol.. Ég skal taka mynd af dolluni og henda inn fyrir ykkur sem eruð að leita af feiti. En eins og hefur komið fram hérna að þá er nú venjuleg koppafeiti fín í sköft og liði.",
            "date": "2013-09-23 17:11:00",
            "post_id": "111346",
            "reply_to_id": "111341"
        },
        {
            "user_name": "jongud",
            "text": "Skeljungur;\nAlvania WR\nAlhliða vatnsþolin EP* feiti sem þolir mikið þrýstiálag, ver\ngegn sliti, heldur eiginleikum vel. Er sérstaklega gerð fyrir\nvatnsaga og titring. Hentar vel sem stefnisrörafeiti.\nGæðastaðlar: DIN 51502 KP2K-20, ISO L-XBCEB\nOlís;\nTEXACO VANGUARD\n-olía er gerð úr sérvöldum og hreinsuðum paraffín grunnolíum, blönduð fyrsta flokks\nviðloðunarefni sem veldur því að olían loðir betur við og dreifist um málmfleti þótt til staðar\nsé raki eða vatn.\nNOTKUN\nVanguard er notuð til að smyrja gufustrokka og stóra gírkassa í iðnaði, þ.m.t. snigildrif og\nrennifletir o.fl. Einnig til að smyrja skrúfuhausa og stefnisrör þar sem mælt er með olíu sem\nbreytist í þeytu í vatni.\nVanguard 460\nolía nýtist best við meðalþrýsting, 5-10 bör, og 170-200°C hita í gufustrokkum.\nVanguard 1000\nhentar til notkunar við meiri en 7-bara þrýsting og 170º-200°C hita í gufu-\nstrokkum",
            "date": "2013-09-23 18:29:00",
            "post_id": "111353",
            "reply_to_id": "111346"
        },
        {
            "user_name": "StefánDal",
            "text": "Þegar ég átti 38\" Hilux var mér sagt að smyrja hjólalegurnar og lokurnar með drifolíu í stað feiti. Er eitthvað til í því?",
            "date": "2013-09-23 19:40:00",
            "post_id": "111360",
            "reply_to_id": "111353"
        },
        {
            "user_name": "Startarinn",
            "text": "N1 universal feitinni var í 2 mánuði þarna í sprautunni áður en þessi mynd var tekin. eins og þið sjáið er ágætis pollur þarna undir, hitinn í þessum skúr fór aldrei yfir 12 gráður á þessum tíma, var yfirleitt mun minni.\nVið hættum að nota þessa feiti á skipinu hjá mér eftir að legur hrundu í 1 mótor og ásrafalanum hjá okkur nokkrum mánuðum eftir að við byrjuðum að versla við N1.\nÉg ætla ekki að fullyrða\n að þessar legur hafi hrunið útaf feitinni en okkur fannst þessar bilanir og þessi mynd næg ástæða til að hætta notkun á N1 universal feitinni",
            "date": "2013-09-23 19:52:00",
            "post_id": "111364",
            "reply_to_id": "111360"
        },
        {
            "user_name": "villi58",
            "text": "Flestar feitar sem ég hef notað blæða svona eins og á myndinni með tímanum, sagt að væri bara eðlilegt sem mér finnst trúlegt, fer eftir hitastigi hversu hratt það gerist. Verðið segir oftast hver gæðin eru.\nNota núna Fin Griece frá Kemi.",
            "date": "2013-09-24 11:21:00",
            "post_id": "111404",
            "reply_to_id": "111364"
        }
    ],
    "date": "2013-09-23 04:21:00"
}