{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "20248",
    "title": "2,8 pajero olíuverkspælingar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=20248",
    "posts": [
        {
            "user_name": "Bjarni Ben",
            "text": "Sælir herramenn (og frúr)\nHver getur sagt mér hvaða breytingar eru gerðar á olíuverki í 2,8 pajero frá '95 til '97?\nEr semsagt að setja 97árg af mótor í '95 pajeroinn minn og það er einu rafmagnsplöggi ofaukið á 97 olíuverkinu.\nÍ hverju liggur munurinn?",
            "date": "2013-09-24 10:04:00",
            "post_id": "111400",
            "reply_to_id": false
        },
        {
            "user_name": "Jóhann",
            "text": "Er það ekki bara fyrir kódaðan likil",
            "date": "2013-09-24 20:34:00",
            "post_id": "111460",
            "reply_to_id": "111400"
        },
        {
            "user_name": "Bjarni Ben",
            "text": "Fékk þær upplýsingar áðan að þetta væri jú líklega þjófavörn. Sjáið hérna muninn á olíuverkunum. Kann einhver að svindla á þessu?",
            "date": "2013-09-24 22:10:00",
            "post_id": "111478",
            "reply_to_id": "111460"
        },
        {
            "user_name": "Bjarni Ben",
            "text": "Hva, veit þetta enginn? :)",
            "date": "2013-10-07 22:16:00",
            "post_id": "112608",
            "reply_to_id": "111478"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Brýtur varlega plastið utan af þessu og skemmir þarna einhverja lóðsnertu eða álíka. Eða lætur einhverja víra snertast.",
            "date": "2013-10-07 22:36:00",
            "post_id": "112610",
            "reply_to_id": "112608"
        },
        {
            "user_name": "elliofur",
            "text": "Það er einmitt aðferðin sem ég hef heyrt líka, nema ég veit ekkert hvað er inní þessu gúíi :)",
            "date": "2013-10-07 22:38:00",
            "post_id": "112611",
            "reply_to_id": "112610"
        },
        {
            "user_name": "JLS",
            "text": "Þetta svarta gúfí er bara drasl, á annari myndinni sést ádrepara segulrofinn á olíuverkinu en á hinni myndinni yfirbyggður segulrofi, inní þessu gúfi er prentplata sem tkur við einhverjum boðum og opnar/lokar segulroafanum. Það er ekkert annað að gera en að mölva þetta með hamri og skrúfjárni af, og ef þið eruð smeikir við að skemma eitthvað á olíuverkinu þá setjið þið eitthað á milli blokkar og gúfís :) En já undir þessu svarta boxi er einfaldlega segulrofi eins og á hinu verkinu.",
            "date": "2013-10-07 22:54:00",
            "post_id": "112616",
            "reply_to_id": "112611"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Reyndar er erfitt að átta sig á myndunum þar sem efri myndin (nýrra verkið) er ekki alveg nógu neðarlega. Þá sér maður ekki hvort það sé sama tengið þarna neðst og það sem sést þarna á eldra verkinu. En það er allavega aukatengi þarna ofan á verkinu aftarlega. Ekki nógu góð lýsing hjá JLS um hvaða gúfí sé drasl og hvaða gúfí eigi að brjóta til að óvirkja þjófavörnina.",
            "date": "2013-10-07 23:35:00",
            "post_id": "112623",
            "reply_to_id": "112616"
        },
        {
            "user_name": "Bjarni Ben",
            "text": "Ég gat ekki séð að það sé neinn munur á neinum tengjum á þessu, fyrir utan að þetta aukatengi er þarna á nýrra olíuverkinu.\nEn er JLS alveg klár á því að maður þurfi ekki að tengja neitt eða gera neitt nema nota AH á þetta? (þá á ég við Aflið og Heimskuna :) )",
            "date": "2013-10-08 12:13:00",
            "post_id": "112659",
            "reply_to_id": "112623"
        }
    ],
    "date": "2013-09-24 10:04:00"
}