{
    "forum_title": "Almennt spjall",
    "id": "20257",
    "title": "Musso sjálfskipting vesen",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=20257",
    "posts": [
        {
            "user_name": "Heiðar Brodda",
            "text": "Sælir vinnufélagi minn er með musso disel sjálfskiptan og vandamálið lýsir sér þannig að overdriveið far af honum og þá tekur hann bara 3 gí, hann keypti hann frá rvk og var á leið í egilsstaði og var orðinn leiður á þessu og hrærði í einhverjum vakúm leiðslum í húddinu og tengjum og þá virkaði bílinn vel og gerði í nokkra daga en svo allt í einu virkar bara 3 gír og tekur ekki einu sinni 1.gír fyrri eigandi lét tölvulesan og þeir vildu meina að þetta væri einhver skynjari en gerðu aldrei neitt við....með von um greinagóð svör kv Heiðar Brodda",
            "date": "2013-09-24 13:36:00",
            "post_id": "111425",
            "reply_to_id": false
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "Eigandinn setti jeppan í lágadrifið og þá fór hann að skipta sér eðlilega hvort það er tilfallandi vitum við ekki ??? kv Heiðar Brodda",
            "date": "2013-09-24 13:50:00",
            "post_id": "111426",
            "reply_to_id": "111425"
        },
        {
            "user_name": "jongud",
            "text": "Athuga \nALLAR\n vakúmslöngur!\nSvona græja;\nEr ansi hátt á óskalistanum hjá mér næst á eftir sjálfum jeppanum.\nÞetta er hægt að nota til að blæða bremsur, kúplingar, tékka á EGR ventlum, aflbremsum, og slöngum.\nÞekki einn sem var í veseni með Land-Rover Discovery, gekk aldrei almennilega. Á endanum var bilunin rakin til hraðastillisins (cruise-control) þar sem vakúmslanga lak.\nÞað var þá farið í að skipta út \nÖLLUM\n vakúmslöngunum.\nGekk eins og klukka eftir það.",
            "date": "2013-09-24 15:31:00",
            "post_id": "111432",
            "reply_to_id": "111426"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "Þetta er ekki vacum skipting og skillst að þetta sé nemi á olíverkinu sem er ekki til í umboði og verður ekki til.... en af því að þetta eru bens vélar er hægt að fá varahluti í vélarnar í öskju",
            "date": "2013-09-26 15:51:00",
            "post_id": "111663",
            "reply_to_id": "111432"
        }
    ],
    "date": "2013-09-24 13:36:00"
}