{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "20386",
    "title": "dana 35 eða chrysler 8.25",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=20386",
    "posts": [
        {
            "user_name": "biturk",
            "text": "Allt í einu á ég þessar 2 hàsingar\nHvort ætti maður að nota undir ferozuna\nD35 kemur undan wrangler en chrysler undan 94 xj cherokee",
            "date": "2013-09-30 22:07:00",
            "post_id": "112022",
            "reply_to_id": false
        },
        {
            "user_name": "Haukur litli",
            "text": "Þar sem að Dana 35 er með 7,5\" drif, 27 rílur og þekkt fyrir að vera tannstöngull þá myndi ég nota hásinguna með 8,25\" drifið.\nAnnars myndi ég selja þessar hásingar og nota Toyota 8\" hásingar, þær eru sterkari og þú getur kippt drifinu úr hásingunni og stillt drifið uppi á borði. Varadrif væri þá hægt að taka stillt og fínt úr geymslu og henda í hásinguna, og hafa með í ferð í þéttri fötu, ekkert mál að skipta um drif uppi á fjöllum ef það er í svona fínum köggli. Þá ertu líka með sama drif, og ekki ólíklega, sama hlutfall og einhver ferðafélaginn. Þú borgar aðeins meira fyrir Toyota hásingu en þannig er það með framboð og eftirspurn.\nÞú ert með 27 rílu Mopar 8,25 hásingu. Hún er bara aðeins sterkari en Dana 35, en samt sterkari. 97+ Mopar 8,25 er 29 rílu, og nálægt Dana 44 í styrk, og Dana 44 og Toyota 8\" eru mjög sambærilegar.\nAnnars er best að setja Cummins úr beltagröfu í Rozu og hásingar undan payloader eða veghefli sem voru með Cummins, með pinjónbremsum og öllum græjum. Svo þarftu Cummins límmiða líka.",
            "date": "2013-09-30 22:21:00",
            "post_id": "112025",
            "reply_to_id": "112022"
        },
        {
            "user_name": "biturk",
            "text": "En hvort er auðveldara að fa drifhlutföll í og ódýrari partar",
            "date": "2013-09-30 22:40:00",
            "post_id": "112027",
            "reply_to_id": "112025"
        },
        {
            "user_name": "Haukur litli",
            "text": "Ódýrast til langtíma litið er að hafa sterkari hásingu.",
            "date": "2013-09-30 22:43:00",
            "post_id": "112028",
            "reply_to_id": "112027"
        },
        {
            "user_name": "Freyr",
            "text": "Þú færð allt sem þú vilt í 8,25 en það þarf að öllum líkindum að panta það flest eða allt. Þessi hásing hefur lítið verið notuð í breytingar hér heima svo það er hæpið að einhver liggi með aukahluti í þetta.",
            "date": "2013-10-01 19:00:00",
            "post_id": "112076",
            "reply_to_id": "112028"
        },
        {
            "user_name": "biturk",
            "text": "Hver er ástæðan fyrir því\nEru þetta ekki ágætis hásingar?",
            "date": "2013-10-01 19:31:00",
            "post_id": "112083",
            "reply_to_id": "112076"
        },
        {
            "user_name": "Freyr",
            "text": "D35 er í svo margfallt fleiri Jeep hér heima að eftirspurnin hefur nær öll verið þeim megin m.v. 8,25.",
            "date": "2013-10-01 20:35:00",
            "post_id": "112096",
            "reply_to_id": "112083"
        }
    ],
    "date": "2013-09-30 22:07:00"
}