{
    "forum_title": "Jeppinn minn",
    "id": "20423",
    "title": "Ford Ranger 1992",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=20423",
    "posts": [
        {
            "user_name": "Púmba Þ",
            "text": "Jæja langar að sýna ykkur minn fyrsta jeppa!\nUm er að ræða 92 árgerð af Ford Ranger 4.0l V6.\nKeypti bílinn í vor alveg orginal.\nUm helgina var ráðist í breytingar á tækinu! Sem og að skipta út ónýtri blárri innréttingu fyrir heila og nokkuð flotta rauða innréttingu!\nÞær breytingar telja:\n4\" liftkitt frá Rancho.\n38\" mudder.\nEftir að hafa fengið hurðar og innréttingu og eitt og annað úr varahlutabílnum var útkoman svona:\nNú þarf bara að klára að koma innréttingunni í hann aftur, skipta um framrúðu og gírkassa, þá ætti ég loksins að geta prufað hann!\nAnnars eru framtíðarplönin eitthvað á þennan veg:\nV8 væðing\nSkipta út hásingum\n44\" dekk\nLæt þetta duga í bili, kem með meira af myndum næst þegar við félagarnir höfum tíma til að skrúfa eitthvað.",
            "date": "2013-10-02 19:30:00",
            "post_id": "112190",
            "reply_to_id": false
        },
        {
            "user_name": "sonur",
            "text": "Gaman að sjá hvað margir eru að kaupa gamla jeppa og breyta þeim\nEru þetta 10\" eða 12\" breyðar felgur?\nhvað er offsettið á þeim?",
            "date": "2013-10-07 19:43:00",
            "post_id": "112580",
            "reply_to_id": "112190"
        },
        {
            "user_name": "Freyr",
            "text": "Ætla að vera leiðinlegi gaurinn og minnast á stáltá;-) Annars gaman að þessu, svona bíll er bara lúmskt öflugur. Er í léttari kantinum, framþungur og með þokkalegan mótor...\nKv. Freyr",
            "date": "2013-10-07 20:28:00",
            "post_id": "112588",
            "reply_to_id": "112580"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Það eru 10\" breiðar felgur að framan, en 12\" að aftan, fékk þessar felgur á klink þannig ég skellti mér á þær. Og svo liggja breiðar 15\" felgur í litlu 5 gata ekkert á lausu heldur! Ég hef hinsvegar ekki hugmynd um offset á þeim ;)",
            "date": "2013-10-07 23:29:00",
            "post_id": "112621",
            "reply_to_id": "112588"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Ég var sjálfur í stáltá, en ekki góðvinur minn sem var að hjálpa mér eins og sést!\nEn já þetta eru skemmtilegir bílar, hef fengið að prufa svona bíl á 39,5\" irok á 4.56 hlutföllum, virkilega gaman að sprauta í brekkur á þessu! (Svo er viðmiðið alltaf það að drífa meira en patrol, þá er ég sáttur! ;) )",
            "date": "2013-10-07 23:32:00",
            "post_id": "112622",
            "reply_to_id": "112621"
        },
        {
            "user_name": "Freyr",
            "text": "Þú drífur meira en patrol, engar áhyggjur....;-)",
            "date": "2013-10-08 00:54:00",
            "post_id": "112629",
            "reply_to_id": "112622"
        },
        {
            "user_name": "jongud",
            "text": "Var ekkert pælt í að færa hásinguna aftar?\nÞessir bílar eru fínir ef hún er færð um 12cm.",
            "date": "2013-10-08 08:54:00",
            "post_id": "112641",
            "reply_to_id": "112629"
        },
        {
            "user_name": "Púmba Þ",
            "text": "ég skoða hásingafærslur þegar ég set hann á aðrar hásingar! þá færi ég líklega framhásingu aðeins framar til að hafa nóg pláss aftur fyrir 44\". og eins ætla ég að skoða það að færa afturhásingu aðeins aftur.",
            "date": "2013-10-08 12:23:00",
            "post_id": "112660",
            "reply_to_id": "112641"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Jæja komst aðeins í þennan um helgina.\nTók framrúðufalsið og sandblés og málaði.\nEinnig tók ég alla límmiða af hliðunum á honum, og setti \"einkennis\" merki mitt á hann. :D\nNúna vantar bara að fá framrúðu í tækið, þá get ég loksins klárað að setja í hann innréttingu og gírkassa og farið að keyra sem fyrst!\nLæt líka fljóta með eina mynd af mínum Ranger og Ranger frá góðum félaga mínum sem er að hjálpa mér að breyta.\nHrikalegur hjá honum!\nKveðja SPÞ",
            "date": "2013-10-21 15:22:00",
            "post_id": "113938",
            "reply_to_id": "112660"
        },
        {
            "user_name": "kári þorleifss",
            "text": "frekar nettur svona rusty, mislitur, sjúskaður, kannta laus og ljótur. Redneck bragur yfir honum!",
            "date": "2013-10-21 17:55:00",
            "post_id": "113952",
            "reply_to_id": "113938"
        },
        {
            "user_name": "sonur",
            "text": "Altaf fundist rangerar flottir á stórum dekkjum.",
            "date": "2013-10-21 19:04:00",
            "post_id": "113965",
            "reply_to_id": "113952"
        },
        {
            "user_name": "Púmba Þ",
            "text": "enda er það líka akkurat lookið sem ég er að leita eftir, hann fær nú samt kanta úr blikki, svona til að friða lögregluna, en annars er stefnan að fá á hann pallgrind til að fullkomna redneck lookið, ásamt suðurríkjafána að sjálfsögðu!",
            "date": "2013-10-22 09:54:00",
            "post_id": "114039",
            "reply_to_id": "113965"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Jæja, þessi keyrði undir eigin vélarafli í fyrsta skipti í dag í minni eigu! eftir að hafa skipt um gírkassa var sett í gang og tækið kúplar og græjar og gerir! þvílík hamingja á þessum bænum!",
            "date": "2013-10-27 03:52:00",
            "post_id": "114585",
            "reply_to_id": "114039"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Jæja koma nokkrar myndir, ég var nú ekki duglegur á myndavélinni þessa helgina, var of upptekinn við að skrúfa!\nByrjuðum á því að skipta um milli- og gírkassa, þar sem að gamli kassinn var brotinn.\nSvo skipti ég um aftasta krossinn í afturskaftinu, strákarnir vildu nú meina að ég gæti alveg keyrt á honum í vetur ef ég hefi bara smurt í hann...hóst hóst\nSvo er það rauuuuða innréttingin!\nþað var tekinn rúntur í gærkvöldi, kom í ljós að það virkar ekkert í mælaborði og eitthvað svona, fullt af pilleríi eftir!\nKveðja\nSPÞ",
            "date": "2013-10-28 10:45:00",
            "post_id": "114684",
            "reply_to_id": "114585"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Jæja, það er nú ekkert búið að gerast í þessum!\nEn fór nú í gær og keypti mér 4 stykki Britax kastara með bláu gleri, flóðlýsi kastarar með díóðum í úthringum á glerinu!\nGæti ekki verið sáttari með þetta! \nNúna er það bara að finna sér eitthvað af rörum, og smíða snyrtilegan rörastuðara framan á tækið, svona baja style stuðara með prófíltengi og drullutjakksskúffum.\nM.B.K. Sævar Púmba Þ.",
            "date": "2013-11-06 12:31:00",
            "post_id": "115797",
            "reply_to_id": "114684"
        },
        {
            "user_name": "gaz69m",
            "text": "hvað er langt á milli hjóla á þessum  orginal",
            "date": "2013-11-06 15:42:00",
            "post_id": "115806",
            "reply_to_id": "115797"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Ég bara einfaldlega veit það ekki.\nEn ekki lumar einhver á svona kastara eins og ég var að kaupa, með brotnu gleri eða eitthvað tjónaður, gefins eða til sölu á lítinn pening? vantar eitt aumt stykki í svona kastara.",
            "date": "2013-11-06 15:55:00",
            "post_id": "115807",
            "reply_to_id": "115806"
        },
        {
            "user_name": "jongud",
            "text": "124.5 tommur eða 316cm",
            "date": "2013-11-06 17:22:00",
            "post_id": "115814",
            "reply_to_id": "115807"
        },
        {
            "user_name": "atligeysir",
            "text": "Flottur! Verður gaman að heyra af virkni á þessu á fjöllum.\nSkemmtilegir bílar, á einn svona á 35\" og annan í parta.\nGaman að sjá fleiri svona :D",
            "date": "2013-11-06 22:22:00",
            "post_id": "115856",
            "reply_to_id": "115814"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Ooog meira af dóti...\n3000k Xenon í tækið, það er alveg klárt mál að ég ætla sjá hvert ég er að fara í vetur!",
            "date": "2013-11-07 18:16:00",
            "post_id": "115945",
            "reply_to_id": "115856"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Jæja.\nStefnan var nú sett á fyrstu ferð um næstu helgi, og það er svo sem alveg hægt að fara á tækinu ef ég tek mig til og tek eitt gott vinnukvöld í honum í vikunni, en ég nenni bara ekki á miðstöðvarlausum bíl í ferð. (Getur vel verið að það sé bara snobb í mér :P)\nEn allavega, það sem er að frétta af þessum!\nÉg fór á Akureyri fyrir nokkrum vikum, og keypti mér 4:88 hlutföll úr því ég var þar.\nFór yfir allan ljósabúnað á honum, og fékk til að virka.\nReif afturbremsurnar, og sá að það var bókstaflega talað allt í kringum þær ónýtt, en er kominn með allt til að koma því saman aftur.\nOg svo í kvöld var loksins henst í að koma framrúðu í hann, sem ég fékk loksins núna um helgina.\nSvo er það bara eitthvað dund eftir, finna út úr rafmagni, tengja xenon og kastara, festa bílstórasæti og annað.\nEn þangað til næst,\nSævar Púmba Þ",
            "date": "2013-12-16 01:06:00",
            "post_id": "120706",
            "reply_to_id": "115945"
        },
        {
            "user_name": "alex-ford",
            "text": "flótur hjá þér kall",
            "date": "2013-12-16 01:11:00",
            "post_id": "120707",
            "reply_to_id": "120706"
        },
        {
            "user_name": "guðlaugsson",
            "text": "Á ekkert að henda blikkköntum á hann? Hann verður flottur hjá þér gamli",
            "date": "2013-12-16 17:47:00",
            "post_id": "120769",
            "reply_to_id": "120707"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Hann fær einhverja góða kanta þegar að því kemur.\nEn ég fór í kvöld, en komst ekki á lyftu, svo það var bara sett xenon í tækið, guð minn góður breytingin á lýsingunni á bílnum!\nEin mynd með:\nKveðja \nSævar Púmba Þ",
            "date": "2013-12-16 23:50:00",
            "post_id": "120837",
            "reply_to_id": "120769"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Jæja...\nÉg er víst búinn að gefa það út að þessi eigi að vera kominn á númer fyrir afmælið mitt (18.jan), en það sleppur til ennþá, ég er ekki búinn að nefna ár! :P\nEn allavega, ég fór á milli jóla og nýárs og pantaði númer á hann, þar sem mér var sagt að ég þyrfti að koma með hann í skoðun til að fá númerin á hann þar sem það var klippt af honum fyrir...mörgum árum!\nRF-426 er víst númerið á tækinu!\nSvo úr því það var búið að panta númer, fékk ég eitthvað auka kick, sem varð til þess að ég fór í aftur bremsurnar á honum!\nÞað var skift um: \nSkálar.\nDælur.\nGormasett.\nÚtíherslusett.\nHandbremsubarka.\nRör á afturhásingu.\nÉg á eftir að skipta um rörið frá höfuðdælu að afturhásingu, það er orðið helvíti dapurt líka!\nSmávegins af dóti...\nEn í dag skaust ég í varahlutabílinn og náði mér loksins í framskapt í þennan og rúðuþurrkuarma.\nSet inn fleirri myndir þegar boltinn fer að rúlla aftur!\nLíf og fjör!",
            "date": "2014-01-05 23:49:00",
            "post_id": "123267",
            "reply_to_id": "120837"
        },
        {
            "user_name": "tommi3520",
            "text": "Glæsilegt",
            "date": "2014-01-09 09:33:00",
            "post_id": "123691",
            "reply_to_id": "123267"
        },
        {
            "user_name": "makker",
            "text": "sæsi drífa sig þurfum að fara í ferð",
            "date": "2014-01-09 16:32:00",
            "post_id": "123729",
            "reply_to_id": "123691"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Þessi fékk að prufa sinn fyrsta snjóskafl í dag, og líkaði bara virkilega vel við hann!\nÉg fór loksins í það um helgina að henda framskafti undir hann, eftir að hafa skipt um pakkdós í millikassanum og kross í skaftinu.\nÞannig að núna er það bara að pressa á að klára hann til að hægt sé að keyra um allt hálendið í vetur!\nEin af honum eftir leikaraskap dagsins!",
            "date": "2014-01-13 01:09:00",
            "post_id": "124159",
            "reply_to_id": "123729"
        },
        {
            "user_name": "sonur",
            "text": "Þetta eru svo nettir jeppar þegar þeir eru komnir á stærri dekk!!!",
            "date": "2014-01-13 18:23:00",
            "post_id": "124212",
            "reply_to_id": "124159"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Jæja!\nBremsur: klárar!\nLjósabúnaður: klár!\nKerrutengill: klár! \nBúinn að rissa upp lista með skoðunaratriðum, hann fer minnkandi...þessi fer alveg að fara sjá skoðunarstöð!\nLæt fylgja af honum 2 myndir frá því í kvöld.\nÞetta ökutæki er klárlega komið í topp 3 af þeim bílum sem ég hef átt!\nKveðja S. Púmba Þ.",
            "date": "2014-01-15 01:14:00",
            "post_id": "124386",
            "reply_to_id": "124212"
        },
        {
            "user_name": "Púmba Þ",
            "text": "Ákvað að gefa sjálfum mér smá afmælisgjöf í dag, og skellti tækinu í skoðun!\nFékk einhvern lista af athugasemdum:\nHandbremsa óvirk.\nRúðuþurrkur óvirkar.\nÓnýtt púst.\nEin spindilkúla.\nOg svo brettakanta og drullusokka.\nÞetta er ekkert miðað við það sem þessi bíll hefur verið notaður í seinustu ár!\nNúna er það bara að laga fyrir skoðun, ditta að hinu og þessu sem ég veit að er að, og svo bara beint á fjöll!\nEin mynd af honum til gamans!\nÞangað til næst, S. Púmba Þ.",
            "date": "2014-01-17 13:43:00",
            "post_id": "124674",
            "reply_to_id": "124386"
        }
    ],
    "date": "2013-10-02 19:30:00"
}