{
    "forum_title": "Jeppinn minn",
    "id": "20505",
    "title": "Chevrolet LM7 eða LQ9 í fordin hjá mér?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=20505",
    "posts": [
        {
            "user_name": "andrib85",
            "text": "nú ætla ég að fara í það að vélavæða Rangerinn hjá mér almennilega. ég hef ákveðið að fara annað hvort í vortec LM7 eða LQ9 og setja 4L80 skiptingu aftaná. eru einhverjir búnir að fara útí svipaðar breytingar og hvora vélina finnst mönnum að ég ætti að fara í. LM7 er 5.3L 280 hö og LQ9 er 6.0L 345 hö en aðeins dýrari og gæti eitt meira.  og ef einhverjir hafa farið útí svipaðar aðgerðir eða hafa reynslu af þessum vélum þá endilega deila því",
            "date": "2013-10-06 22:52:00",
            "post_id": "112516",
            "reply_to_id": false
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Lq4/9 ekki spurning ! Þetta er stærri vél sem togar töluvert meira, og gæti þegar upp er staðið komið til með að eyða minna í þetta þungum bíl..",
            "date": "2013-10-06 23:07:00",
            "post_id": "112520",
            "reply_to_id": "112516"
        },
        {
            "user_name": "Freyr",
            "text": "60-75 nm og 50-60 hp meira afl í 6 lítra vélinni, í mínum huga er þetta ekki nokkur spurning ef báðar eru í boði og verðmunur ekki til að tala um. Ef hinsvegar verðið er mun hagstæðara á 5,3 gæti borgað sig að taka hana og eyða nokkrum krónum í hana. Varðandi eyðsluna þá veðja ég á að það muni ekki svo nokkru nemi, þyngd bílsins og dekkin ásamt loftmótstöðu ráða þar mestu frekar en nokkrir cm3 til eða frá.\nFreyr",
            "date": "2013-10-07 01:05:00",
            "post_id": "112531",
            "reply_to_id": "112520"
        },
        {
            "user_name": "Heddportun",
            "text": "Best vaeri ad fara i Al blokk 5.3 eda 6.0(ls2) en staerri velin myndi vera ogn eyslugrennri",
            "date": "2013-10-08 04:02:00",
            "post_id": "112636",
            "reply_to_id": "112531"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Hvernig færðu það út? nú er þumalputtareglan að eftir því sem bmep (brake mean effective pressure, eða álag) er hærra þá er nýtni hærri, vélar hafa sumsé betri nýtni þegar þær þurfa að erfiða svolítið.\nFyrir utan það að þá er stærri vél með meiri núningstöp og hærri pumping losses...",
            "date": "2013-10-08 07:59:00",
            "post_id": "112637",
            "reply_to_id": "112636"
        },
        {
            "user_name": "andrib85",
            "text": "LQ9 er bara svo mikið ódýrari en LS2. Ég er ekkert með of hátt budget á þessu hehe",
            "date": "2013-10-08 10:48:00",
            "post_id": "112648",
            "reply_to_id": "112637"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Hvað eru þessar vélar að kosta s.s. 5.3 og 6.0 ? (þetta er væntanlega eitthvað sem þú færð að utan) ?\nOg ertu þá að fá hana með öllu utan á og skiptingu líka ?",
            "date": "2013-10-08 10:56:00",
            "post_id": "112651",
            "reply_to_id": "112648"
        },
        {
            "user_name": "andrib85",
            "text": "Ég tek þetta allt að utan. Var búin að skoða verð á 5.3 vél með breytri ECU tölvu svo hún verði stand alone og 4L80 skiptingu og það var á um 2000 usd saman. Sú vél var samt ekin 200þkm",
            "date": "2013-10-08 13:36:00",
            "post_id": "112670",
            "reply_to_id": "112651"
        },
        {
            "user_name": "Kiddi",
            "text": "Sæll. Ég setti LQ4 Vortec 6.0 í minn Wrangler og er alsáttur með það. Ég ákvað að nota 4L60E skiptingu frekar en 4L80E af tveimur ástæðum. Annars vegar er hún léttari og styttri og hins vegar er skemmtilega lágt hlutfall í fyrsta gír í henni (ca 3:1) á meðan 4L80E er með ca 2.5:1 og þyngri að snúa. Held að það sé ekki þörf á 4L80E í svona ca 2ja tonna jeppum nema maður ætli að fara í turbo eða eitthvað því um líkt.\nAftan á skiptingunni er ég síðan með millistykki frá Advance Adapters og í því er hraðaskynjari sem tengist vélartölvunni. Menn fyrir westan vilja meina að það sé gríðarlega mikilvægt að hafa hraðaskynjarann tengdan svo tölvan \"viti\" hvenær bíllinn er á ferðinni og hvenær ekki. Ef þetta er ekki tengt getur vélin átt það til að drepa á sér. Aftan við þetta millistykki er ég síðan með NP231 millikassa úr Blazer S10 mixaðan saman við Wrangler millikassa þar sem ég vil hafa barkahraðamæli, S10 er með rafmagns.\nMér finnst þetta vinna mjög skemmtilega hjá mér. Nóg afl og tork og skiptingin er að mér finnst alltaf í réttum gír og mjög snögg að taka við sér. Lockupið kemur mjög fljótt inn og vélin er aldrei að hanga neitt á hærri snúning en þörf er á en er eins og ég segi mjög snögg að skipta sér niður (eða upp). Ég var að mæla eyðsluna innanbæjar sýnist hann vera eitthvað í kringum 22. Er að fara með ca 18 á langkeyrslu og ca 22 á hálendisskaki í sumar.\nÞannig að ég myndi virkilega íhuga það að notast við 4L60E. GM gefur hana upp fyrir 488Nm. Síðan er til 4L65E sem er aðeins sterkari útfærsla og kom aftan við 5.3 í mörgum bílum, sú er gefin upp fyrir einhverja 532Nm minnir mig.\nÉg keypti búnað frá HPTuners til að fikta í tölvunni og tók út þjófavörnina og setti inn tjún fyrir 4L60E skiptingu (vélin var við 4L80E skiptingu sem fylgdi ekki). Það kostar einhver leyfi að tengja þetta við annan bíl en það er alveg hægt að skoða það ef þig vantar að komast í svona. Mótorstilling hefur líka verið að græja þetta fyrir menn.\nÞessar vélar eru algjörlega málið og ég efast um að 5.3 sé mikið síðri en 6.0. Mín vél er úr GMC Sierra 2500HD og ég er með allt reimakerfið úr þeim bíl fyrir utan A/C dæluna. Mín vél kom með rafmagnsinngjöf sem mér finnst snilldarbúnaður, ekkert barkavesen bara finna stað fyrir pedalann inní bíl.\nÞað eru síðan mjög góðar upplýsingar inn á síðu sem heitir lt1swap.com varðandi það að fiffa rafkerfið til.",
            "date": "2013-10-08 19:37:00",
            "post_id": "112705",
            "reply_to_id": "112670"
        },
        {
            "user_name": "Heddportun",
            "text": "Ja ef vid keppum a Dynobekk og i utreikningum ta vaeri Yaris motor malid en tar sem tu ert ad draga tyngd i drifras/nuningstap ect.. ta er meira afl(TQ) kostur tvi motorinn getur snuist a laegri snuning mv minni(aflminni motor) ad draga somu tyngd og load a motorinn\nef tu reiknar ut MBEP muninn a velinum og reiknar upp afl per CID ta er staerri motorinn ad skila meiru nytanlegu afli(pressure) a stimplilinn",
            "date": "2013-10-08 22:23:00",
            "post_id": "112735",
            "reply_to_id": "112705"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Það er reyndar rétt að bmep á LQ9 er 5psi hærri en á LM7 við hámarksálag, en þetta er miðað við hámarks álag á vélina (325lbf á lm7 og 380lbf á lq9).\nEn í venjulegum akstri ætti LM7 að skila betri nýtni, fyrir utan að það þarf varla að anda á hana og þá er nú kominn í sömu afltölur og stock LQ9.\nEf maður ætlaði í svona umræður í alvöru þyrftum við að fá brake specific fuel consumption chart fyrir þessar vélar, leiðinlegt hvað framleiðendur eru nískir á þau, ekki að það er hægt að reikna sig í töluvert góð svona chört ef maður hefur tíma og nennu.\nbrake specific fuel consumption chart:",
            "date": "2013-10-09 09:47:00",
            "post_id": "112758",
            "reply_to_id": "112735"
        },
        {
            "user_name": "Freyr",
            "text": "LIKE. Meiri nördaskap takk, skortir því miður þekkingu til að koma með eitthvað input.....",
            "date": "2013-10-09 20:05:00",
            "post_id": "112803",
            "reply_to_id": "112758"
        },
        {
            "user_name": "konradleo",
            "text": "ER ÞETTA VEÐUR KORT AF HÆÐ EÐA LÆGÐ.\nLæk á nördaskapinn. hahaha :)",
            "date": "2013-10-09 20:29:00",
            "post_id": "112805",
            "reply_to_id": "112803"
        },
        {
            "user_name": "Stebbi",
            "text": "Er þetta spáin fyrir fimmtudag eða föstudag ??",
            "date": "2013-10-09 21:55:00",
            "post_id": "112821",
            "reply_to_id": "112805"
        },
        {
            "user_name": "Hjörturinn",
            "text": "hehe já þetta er kannski annað en menn eru vanir að sjá í svona umræðum, en þetta er það sem allir vélahönnuðir og bílaframleiðendur eru að rembast við að besta.\nEn eins og sést að þessu grafi þá er bsfc (brake specific fuel consumption) lægri eftir því sem bmep er hærra, en hæst þó á miðju álagi.\nsemsagt lítil vél sem þarf að rembast rosalega á háum snúning skv. þessu grafi er að nota 335grömm af eldsneyti til að búa til 1 kílówattstund, en stór vél sem hefur ekkert fyrir þessu er að nota um 600grömm.\nbmep er reiknað út frá því togi sem þarf til að framkvæma það sem þú ert að gera (t.d. crúsa uppá jökli) deilt í rúmtak vélarinnar (með föstum stuðlum sem skipta ekki máli hér), út frá því sést auðveldlega að ef þú þarft 200 pundfet til að halda ferð, þá því minni sem vélin er, því betri verður nýtnin.\nBest er svo auðvitað að vélin hafi hæfilega mikið fyrir lífinu og sé á milliálagi, en þessu má breyta með hönnun vélarinnar og gírhlutföllum, en flestir eru að reyna að fá þessu \"eyju\" þarna í miðjunni niður og til vinstri á grafinu, þannig þetta sé á því bili sem flestar vélar eru að vinna dags daglega.\nEn já, LM7 fær semsagt mitt atkvæði :)",
            "date": "2013-10-10 09:46:00",
            "post_id": "112859",
            "reply_to_id": "112821"
        },
        {
            "user_name": "Heddportun",
            "text": "Etta eru flottar paelingar en tu ert ekki ad beita upplysingunum rett\nBSFC er nytnin a bensininu er i vinnu en ekki hvernig hun mindi vera i bil undir beytilegu alagi bara constant a peak efficiency eda sem peak BMEP er(Tar sem TQ er haeds a dyno mappi) eda midju alagi eins og tu ordar tad\nMinni vel getur aldrei verid sparneitnari tvi til ad fara somuvegalengd a tima undir alagi \" (t.d. crúsa uppá jökli)\" tarf hun ad snuast meira en staerri aflmeiri vel og tar med er allur agadi af minni vel farinn,Eg er ad skipta ut 5.3 velunum fyrir 6.0 i pikkupum og engin hefur komid til baka og sagt mer ad 5.3 eydi minna en 6.0 velin\nTar sem stroke er jafn a velunum 3.622\" er eina breytan bore og fra 325g/kw i 600 g/kw er ekki rett reiknad ut fra 5.3 i 6.0\nTaer eru badar a svipadri kveikju flytingu svo engin er munurinn tar\nEf hinsvegar tu ert ad keyra a jafnslettu a constant hrada ta veri hun betri en adeins ef hun er naegilega aflmikil til ad geta yfirstigid vind og friction motstoduna a bilnum\nSvo i jeppabrall er hun verri i raun en odyrari i startkostnadi",
            "date": "2013-10-10 22:42:00",
            "post_id": "112919",
            "reply_to_id": "112859"
        },
        {
            "user_name": "elliofur",
            "text": "Flottar pælingar og algjörlega mér framandi en engu að síður áhugaverðar.\nNú spyr ég eins og fávís kona (feministabeljur, konur eru líka menn!), og beini spurningum inni einkum til Ara, ef stórt er gott og stærra betra, afhverju eru ekki fleiri með 500cid+ vélar eða jafnvel 800cid+ :)",
            "date": "2013-10-10 22:51:00",
            "post_id": "112920",
            "reply_to_id": "112919"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Þetta dæmi sem ég tók áður var ekki 5.3 vs 6.0 heldur bara general útskýring á hvernig þetta virkar.\nÉg get bara með engu móti verið sammála þessu að stærri vél eyði minna, dæmisögur manna sem hafa notað bæði 5.3 og 6.0 eru ekkert endillega markverðar þar sem notkun og aksturlag kann að hafa breyst, sem og aukabúnaður á vélunum (hvarfakútur tekinn og þar fram eftir götunum), svo er bara mannlegt að selja sjálfum sér að þetta sé æði, smbr. vetnsiruglið og það allt.\nÞú segir að minni vél þurfi að snúast meira, jú það kann að vera ef við minnkum hana of mikið, en ef báðar vélar sem verið er að bera saman geta skilað því afli sem þarf, þá er sú minni alltaf eyðslugrennri.\nef við berum saman 5.3 og 6.0 sem eru báðar að snúast 2500RPM og gefa sirka 200 pundfet, þá er 5.3 að eyða minna, og skeytir þá engu hvort álagið sé að rokka milli 100-300 pundfet eða sé stöðugt.",
            "date": "2013-10-10 23:39:00",
            "post_id": "112922",
            "reply_to_id": "112920"
        },
        {
            "user_name": "Heddportun",
            "text": "Tar sem vid erum med girkassa,millikassa og drifhlutfall er adeins torf a svo mikklu afli til ad skila skrodnum aframm ad allt auka afl er farid ad kosta umfram bensin tar sem vid margfoldum TQid sem velin skilar \nBensin getur adeins skilad svo miklum trysting per stimpilhrada vs brunahrada 400-1100psi\nEf vid erum med stora bore staerd missum vid mikid af trystingnum i friction svo allar storar velar skila litlu afli per CID og lelega nytni\nFriction margfaldast tegar bore er staekkad svo allar 500-800cid velarnar eru med lelega nytni t.d.  502 er med 4.560\" bore vs 454 er med 4.250\" 366 er med 3.940 en allar misnunandi stroke ef vit taekjum 366 og notudum sveifarasinn ur 502 vaerum vid ad auka nytnina tar sem stroke er vogarafl x pressure og friction factorinn fellur med minna bore\nBrunin tekur tima og tvi minna bore tvi haerri nytni(pressure) a stimpilin baedi peak og average uppreiknad\nVelar hafa bara svo mikid pressure potential per bensinbruna og BTU svo ef cyllender er staekkadur i bori umfram tad sem tarf til ad fa loft inn a velina til ad fylla hana af mestu en stadsetning intaksventils hefur mikid um tad ad segja svo og er brunahradinn ad ta fer mikil % af trystingnum i friction i stad nytanlegrar vinnu BMEP\nBBC-HEMI-Ford ect eru med moguleikan a mikklu poweri en bara med CID en eru med 35-50 kveikjuflytingu en neihved vinna fer fram med svo haegum brunahrada (fyrir TDC)\nLS velarnar eru med ca 26-28 Flytingu-Nyju Hemi med 2 kertum er mjog godar 22-25Degree flyting",
            "date": "2013-10-10 23:46:00",
            "post_id": "112923",
            "reply_to_id": "112922"
        },
        {
            "user_name": "Heddportun",
            "text": "Vid erum ad taa um 5.3 vs 6.0 drop in replacement svo ekkert annad er gert og etta er i stock pickupum og daily driven i umferd\nVid erum ad bera saman 5.3 vs 6.0\nHerna er svo TQ af LS velinum tar sem 6.0(ls2 reyndar) er med mest TQ svo minni velin tarf a snuast meira til ad vera med sama X pundfet per RPM\nBest ad lata linkanafylgja hvadan menn fa upplysingarnar \nhttp://www.s10forum.com/forum/attachmen ... edium-.jpg\nMeira Magn aflslaga(rpm) yfir tima = meira bensin eytt vid somu vinnu",
            "date": "2013-10-11 00:06:00",
            "post_id": "112925",
            "reply_to_id": "112923"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "Sæll Andri, \nEf ég þekki þig rétt þá tekurðu 6.0.... og málið dautt. \nÉg var í sömu pælingum í sumar og endaði á 6.0 sem þarf ekkert að gera við (ekinn 120þús)   \nÉg ætlaði að ná mér í  ekna 5.3 og stroke kit í hana upp í 5.9+ lítra.  Semsagt að gera hana upp eins og þarf oftast. \nÞegar maður reiknar dæmið til enda er það miklu dýrara að kaupa sér 5.3 og gera hana upp heldur en að kaupa sér bara á 1000 dollara meira 100k ekna 6.0 sem er í fínu standi.  Þá miða ég auðvitað við að heilvita maður kaupi stroker kit en ekki bara rebuild kit hehe  :)\nAuka =  þessar vélar vikta það sama , taka sama plássið  nema önnur gefur bara meira. \neyðslan mun kannski vera í 0.5 til 1 liter á hundraði munur.... ef þá það.    \nÉg kann því miður ekki að setja upp svona fínt graph....  en svona á nostalgiu nótum \nTHERES NO REPLACEMENT FOR DISPLACEMENT !!!!  \nBíllinn þinn er það öflugur að þér veitir ekkert af 6.0 til að hræða þig smá :)\nÉg gleymdi auðvitað aðalatriðinu...  þegar þú þarft síðan að gera upp 6.0... þá auðvitað strókarðu hana í 6.6  eða 408CID.... :)\nSíðan hefur 6.0 vélin mun meiri möguleika á heddum en 5.3.   6.0 vélin tekur t.d. nýju square port heddin á ls3 vélunum og reyndar líka cathedral portin frá 5.7 og 5.3.  Það passar allt í 6.0 úr báðum vélaflokkum þannig að sú vél hefur möguleika á endalausum hestöflum.... ekki það að maður þurfi það endilega...   5.3 vélin getur bara notað cathedral head frá 6.0 sem er reyndar feiki nóg fyrir hana en þó er alltaf gaman að geta meira. \nkv\nGunnar 6.0",
            "date": "2013-10-11 09:11:00",
            "post_id": "112940",
            "reply_to_id": "112925"
        },
        {
            "user_name": "Finnur",
            "text": "Sæll Andri\nBáðar þessar vélar munu uppfylla þau skilyrði sem þú setur. Þetta er bara spurning um mikið afl eða aðeins meira afl. LQ9 vélin er flottari á pappír, en eyðaslan er aðeins meiri en 5.3.\nTil þess að bæta við umræðuna milli Hjartar og Ara þá hefur Hjörtur rétt fyrir sér. Ari er að bera saman aðstæður þar sem báðar vélar eru gefa fullt afl eða undir 100% loadi, undir þeim kringum stæðum þarf minni vélin að snúast aðeins meira. Þessar aðstæður eru mjög sjaldan notaðar á fjöllum. Á ferðalögum um jökla eða vegi hálendis eru vélar í þessari stærð oftast undir lágu álagi (load). En Loadið hefur mikið að segja um eyðslu véla eins og Hjörtur fór yfir. Eyðsla bensínvélar eykst þegar loadið minnkara, sjá kortið hér að ofan. Ein af ástæðum þess er að VE (volumetric efficiency) fellur með  með minnkandi loadi, vegna hækkandi pumping loss. Viðnám eykst svo á móti með hækkandi RPM og þannig myndast þessi eyja á kortinu hér að ofan þar sem nýti og tork eru hæðst fyrir viðkomandi vél.\nVal á milli þessara véla er bara smekksatriði, þær eru báðar mjög flottar í bílinn hjá þér. Það sem mælir frekar með 5.3 vélinni er að þær eru ódýrari og framleiddar í mun meira magni auðvelt að finna þér á partasölum úti. Varðandi upptekt þá skiptar það ekki máli hvor er, fer bara eftir ástandi á þeirri vél sem er keypt. \nkv\nKristján Finnur",
            "date": "2013-10-12 19:03:00",
            "post_id": "113077",
            "reply_to_id": "112940"
        },
        {
            "user_name": "Freyr",
            "text": "Meiri pælingar:\nÁhugaverð ábending með að vél sem er slaglöng m.v. bore hafi betri nýtni en vél með minna stroke og stærra bore. Það gæti útskýrt af hverju menn sem stróka AMC 242 (4.0 ltr.) í 4,5 ltr. fá slatta aflaukningu en eyðslan breytist lítið eða jafnvel ekkert að því gefnu að bílnum sé ekið á sambærilegan hátt. Ef aflaukningin sem fylgir stærri vélinni er notuð eykst þó vissulega eyðslan þar sem til staðar er meira rúmtak og spíssar sem flæða meira. \nEin spurning til ykkar fræðinganna: Var eitt sinn að lesa um endurbætur og aflaukningu á 318 og sá þá að einhver hafði smíðað \"square\" mótor þar sem stroke og bore var það sama. Virtist sem með því hefði hann náð einhverjum góðum áfanga eða eftirsóttu takmarki án þess að fram hafi komið nokkur ástæða. Ég hef skilið þetta svo að slaglangar vélar m.v. bore séu \"torkarar\" en slagstyttri vélar þoli betur snúning og geti því skilað fleiri hestöflum. M.v. það væri \"square\" vél einfaldlega einhverskonar millilending án þess þó að vera \"eitthvað sérstakt\"????\nKv. Freyr",
            "date": "2013-10-12 21:13:00",
            "post_id": "113088",
            "reply_to_id": "113077"
        },
        {
            "user_name": "Heddportun",
            "text": "Nei eg er ekki ad bera saman undir WOT\nVelarnar eru ad snuast fra 2000-3500rpm ad ollu jofnu(mismunandi girun) a jokli og erfidu faeri eda upp brekkur ect.. undir Load,aldrei sem tu ert ad cuza a no load i faeri sem og med thungad drifbunad og bil nema a malbiki a jafnslettu(ekki til mikid ad tvi a islandi)\nEf tu skodar kortid er minnst eydsla a midri eyjunni undir peak power sem er a ekki svo miklum snuning sem 5.3 myndi nota vs aflmeiri 6.0 a minna rpm undir sama load\nLoad mun ekki breytast svo mikid fra 5.3 vs 6.0 tad er ekki svo mikill aflmunur\n38\" dekk,millikassi.4x4 drif eru motstada sem auka alagid sem velin tarf ad drifa bara a jafnslettu a constant hrada,mun erfidara(load) ad hrada teim upp eftir innjgof tar sem PE(power enrichment) dompar bensini tegar tu ferd yfir ahvedid % innjgof og tar er sem minni vel er ekki eydsluminni og tarf ad snuast meira\nVE er lysing a nytni velar ad fylla cyllenter af loftinu en hefur ekki neitt ad gera med Eydsluna tvi hun er had ollum ytri adstaedum(dekk,Griun,Heildar aflsogum yfir tima,innjof ect.)\nVid erum ekki ad bera saman velarnar a tilraunastofu an ytri adstaedna",
            "date": "2013-10-13 00:32:00",
            "post_id": "113111",
            "reply_to_id": "113088"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "skrýtið að rúmtaksnýtni hafi ekkert með eyðslu að gera, ef strokkurinn er að svelta á lofti hvernig á þá \"fullkominn\" bruni að eiga sér stað nema fyrir þær sakir að setja minna magn eldsneytis (halda A/F blöndunni á réttu róli) en þá verða töpin hlutfallslega meiri og eyðsla hækkar ?\n\"Peak torque occurs at the rpm the engine is most volumetrically efficient i.e. the engine speed at which the maximum volume of air is drawn (or forced) into the cylinders.\"\nhttp://johnmaherracing.com/tech-talk/th ... gine-myth/",
            "date": "2013-10-13 10:06:00",
            "post_id": "113120",
            "reply_to_id": "113111"
        },
        {
            "user_name": "Heddportun",
            "text": "Tad er rett ad hun hefur med eydsluna ad gera en tu skammtar bensin vid loftid sem er inni a strokknum hverju sinni til ad ja fa ideal A/F fyrir motorinn\nPeak TQ er tar sem Peak Cyllender pressure og ja motorinn mun skila hagstaedastri BSFC tolu en hana er ekki haegt ad nota til ad ahveda hvor er betri fyrir eydsluna,ytri adstaedur hafa tar meira ad segja",
            "date": "2013-10-13 23:16:00",
            "post_id": "113187",
            "reply_to_id": "113120"
        },
        {
            "user_name": "andrib85",
            "text": "Ég sé að ég þarf bara að prófa báðar vélarnar til að fá niðurstöðu í þetta mál hehe. En ég hugsa að ég skelli mér á LQ9 ef ég finn sæmilega vél . Meira afl heillar mig bara meira, en ég er að spá hvort 4L60 skiptingin sé nógu sterk? Ég nenni ekki einhverjum vandamálum uppá fjöllum",
            "date": "2013-10-14 14:59:00",
            "post_id": "113227",
            "reply_to_id": "113187"
        },
        {
            "user_name": "jongud",
            "text": "4L60 ætti að vera nógu sterk fyrir jafn léttann jeppa og Ranger.",
            "date": "2013-10-14 17:40:00",
            "post_id": "113238",
            "reply_to_id": "113227"
        },
        {
            "user_name": "jeepcj7",
            "text": "Er rangerinn ss. léttari en camaro? það hefur nú gengið á ýmsu með þessar skiptingar í þeim.En eins og flest annað er örugglega hægt að preppa þær til svo þær haldi og 1 gírinn er lár og flottur.",
            "date": "2013-10-14 18:58:00",
            "post_id": "113249",
            "reply_to_id": "113238"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Held ég hvíli þessar umræður í bili, efni í annan þráð.\nEn er ekki nóg að kæla 4L60 bara nóg? ekki er það aflið sem er að fara með þær?",
            "date": "2013-10-15 10:48:00",
            "post_id": "113317",
            "reply_to_id": "113249"
        },
        {
            "user_name": "Kárinn",
            "text": "sælir\nfélagar mínir eru með 4le60 og 4le80 aftaná LS1 í sitthvorum patrolnum\n4le60 er farin að snuða annan gírinn.. sá bíll er Y61 á 44\"... hitnaði svolítið við að draga 2 tonna bíl niður hálft fjallabak.. \n4le80 er búin með afturábakin, sá bíll á 46\" þolir það víst ekki að hjakka mikið og vera að skipta á milli R og D á smá ferð.... þarf að vera allveg stopp þegar skipt er á milli... enn hitnar mikið síður í átökum\nþannig þetta eru ekkert gallalausar skiptingar eins og flestir vita en\nmæli með stærri skiptingunni... stórt er alltaf betra \nkv. Kári",
            "date": "2013-10-16 00:13:00",
            "post_id": "113406",
            "reply_to_id": "113317"
        },
        {
            "user_name": "andrib85",
            "text": "jæja núna eftir  mikla leit á Ebay og á veraldarvefnum þá er ég mjög heitur fyrir LY6 sem er nýjasta típan af LQ9. aðeins kraftmeiri og með VVT (variable valve timing) sem gerir það að verkum að eyðslan minkar til muna og torkið á lágum snúning verður alveg geggjað :)",
            "date": "2013-10-20 23:43:00",
            "post_id": "113880",
            "reply_to_id": "113406"
        },
        {
            "user_name": "andrib85",
            "text": "Er einhver hérna heima sem er klár í að forrita vélatölvuna sem fylgir vélinnj og gæti hjálpað mér með rafmagns hliðina í þessari vélavæðingu?",
            "date": "2013-10-24 16:54:00",
            "post_id": "114347",
            "reply_to_id": "113880"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Kauptu þér EFI Live... þá skal ég græja þetta...\nÞú ert samt í enn betri málum með LB7 en báða þessa mótora 8)",
            "date": "2013-10-24 17:52:00",
            "post_id": "114354",
            "reply_to_id": "114347"
        },
        {
            "user_name": "andrib85",
            "text": "já ég veit nú ekki hvort hún komist fyrir hehe. en aflir yrði allavega nóg",
            "date": "2013-10-24 20:04:00",
            "post_id": "114366",
            "reply_to_id": "114354"
        },
        {
            "user_name": "andrib85",
            "text": "en hvernig er það. þarf ég að kaupa einhverja svona tölvu til að láta þetta vinna saman. málið er að ég er að panta LQ9 mótor og 4L80E skiptingu. LQ9 kemur með 4L65E skiptingu orginal og það þarf að breyta vélatölvunni þannig að hún virki með 4L80e skiptingunni. mig vantar semsagt einhvern hérna heima sem getur hjálpað mér með það. orginal tölvan fyrir vélina fylgir með ásamt öllu sem þarf til að nota vélina. svo langar mig langar líka að breyta tölvunni í standalone til að minka víraflækjuna.",
            "date": "2013-10-24 20:14:00",
            "post_id": "114367",
            "reply_to_id": "114366"
        },
        {
            "user_name": "Kiddi",
            "text": "Eins og ég nefndi hér fyrir ofan þá get ég gert þetta.\nÉg gerði þetta sjálfur, en í hina áttina semsagt forritaði tölvu sem var forrituð fyrir 4L80E fyrir 4L60E. Ég á búnað frá HP Tuners, það kostar mig samt $100 að tengja hann við bíl (leyfi). Með svona skiptingarvesen þá þarf líka að senda tjúnið út til þeirra í  HP Tuners og þeir græja þetta, þá er hægt að lesa það inn í tölvuna aftur.\nMeð rafkerfið þá nýttist þessi síða mér mjög vel \nhttp://lt1swap.com/wiringharness.htm\n og eins upplýsingar af Pirate4x4.com og svo keypti ég áskrift á alldatadiy.com fyrir bílinn sem vélin kom úr og þá hafði ég allar rafmagnsteikningar.\nÉg á nú samt eftir að ganga betur frá rafkerfinu hjá mér, öryggjaboxið var ekki nógu vel hugsað hjá mér og ég á eftir að panta efni í það að utan. Það fæst ekkert af viti í svona bílarafkerfi hérna heima. Hef verið að skoða að panta frá waytekwire.com, þeir eru með búnað í svipuðum gæðaflokki og original bílarafmagnsdótið.",
            "date": "2013-10-24 20:48:00",
            "post_id": "114373",
            "reply_to_id": "114367"
        },
        {
            "user_name": "fox",
            "text": "Sæll Andri \nHeyrðu bara í Einari Ásgeiri 8660734 hann er að gera þetta fyrir mig lq9 4l65e hann finnur einhverja töfralausn hann hefur gert þetta nokkrum sinnum áður og mjög vandaður í verki það skiptir miklu máli í svona jobbi \nKveðja Þórir\nps mitt atkvæði fær 4l65e miklu léttari og nettari bara kæla nóg",
            "date": "2013-10-24 23:48:00",
            "post_id": "114402",
            "reply_to_id": "114373"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "4L65 er rosa góð skipting, ég myndi byrja á að nota hana bara...\nAnnars geturu fengið LQ9 með 4L80... kaupir hana þá úr 2500 Silverado... og gott ef að þær komu ekki þannig líka í Escalade ???",
            "date": "2013-10-25 02:52:00",
            "post_id": "114405",
            "reply_to_id": "114402"
        },
        {
            "user_name": "jongud",
            "text": "Veist þú hvaða tölvur Einar Ásgeir getur tekið fyrir?\nEr það bara Lx- tölvur eða getur hann líka forritað eldri GM tölvur eða Ford?",
            "date": "2013-10-25 08:40:00",
            "post_id": "114412",
            "reply_to_id": "114405"
        },
        {
            "user_name": "andrib85",
            "text": "Málið er að 4l65e skiptingin sem var aftaná þessari vél sem ég er að spá í er seld. Ég er heldur ekki búin að finna neina 4l65e skiptingu á austurströndinni. Svo er ég nokkuð viss um að LQ9 hafi ekki komið með 4l80e skiptingu. Ég hef allavega ekki rekist á það hingað til.",
            "date": "2013-10-25 11:13:00",
            "post_id": "114422",
            "reply_to_id": false
        },
        {
            "user_name": "Hr.Cummins",
            "text": "PY246 kom með LQ9 og 4L80E, ég veit það sjálfur því að ég tók skiptinguna úr honum þegar að ég missti af henni allan vökva..",
            "date": "2013-10-25 12:40:00",
            "post_id": "114428",
            "reply_to_id": "114422"
        },
        {
            "user_name": "andrib85",
            "text": "ok. Hvernig bíll er það?",
            "date": "2013-10-25 12:43:00",
            "post_id": "114430",
            "reply_to_id": "114428"
        },
        {
            "user_name": "jongud",
            "text": "ertu búinn að prófa lsx4u.com?\nþeir eru á austurströndinni ca 100km norðan við Boston",
            "date": "2013-10-25 13:59:00",
            "post_id": "114440",
            "reply_to_id": "114430"
        },
        {
            "user_name": "andrib85",
            "text": "já ég er búin að tala við þá. ég var einmitt búin að finna 4L80 skiptinguna hjá þeim.",
            "date": "2013-10-25 14:40:00",
            "post_id": "114441",
            "reply_to_id": "114440"
        },
        {
            "user_name": "jongud",
            "text": "Það er líka á síðunni hjá þeim (lsx4u) leiðbeiningar þar sem á að duga að svissa tveimur vírum til að nota 4L80E skiptingu í stað 4L60E/4L65E skiptingar",
            "date": "2013-10-25 14:56:00",
            "post_id": "114442",
            "reply_to_id": "114441"
        },
        {
            "user_name": "jeepcj7",
            "text": "Skráningarnúmer:\tPY246\nFastanúmer:\tPY246\nVerksmiðjunúmer:\t1GTHK29U64E222792\nTegund:\tGMC\nUndirtegund:\tSIERRA 2500\nLitur:\tSvartur\nFyrst skráður:\t01.01.2004\nStaða:\tÍ lagi\nNæsta aðalskoðun:\t01.06.2014\nC02 losun (gr/km):\t\nEiginþyngd (kg):\t2910",
            "date": "2013-10-25 17:14:00",
            "post_id": "114451",
            "reply_to_id": "114442"
        },
        {
            "user_name": "andrib85",
            "text": "eru menn alveg vissir um að 4L60e-4L65e séu nógu öflugar sjálfskiptingar fyrir 44\" bíl sem vigtar 2700kg og tilbúin á fjöll með 345hö mótor og er ekið grimmt í þúngu færi? þetta þarf að vera alveg solid. mér finnst ekki þess virði að spara 35kg ef ég þarf svo að fara hafa áhyggur af því að skiptingin hjá mér sé að hitna og svona!!!",
            "date": "2013-10-25 17:27:00",
            "post_id": "114452",
            "reply_to_id": "114451"
        },
        {
            "user_name": "andrib85",
            "text": "þessi bíll er örugglega með LQ4. lQ9 kom bara í Cadillac og einhverjum sport útgáfum af GMC og Chevy",
            "date": "2013-10-25 17:29:00",
            "post_id": "114453",
            "reply_to_id": "114452"
        },
        {
            "user_name": "Kiddi",
            "text": "Það þarf líka að skipta um forrit í vélartölvunni... sem er svosem ekkert stórmál.",
            "date": "2013-10-25 23:34:00",
            "post_id": "114489",
            "reply_to_id": "114453"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "sæll andri\n4l60E er selt á ebay fyrir allt að 750hp-1000hp  sumar hverjar fyrir 2000$\nskiptingagæji hérna heima varaði mig við 4l80 útaf varahlutum í henni sem kostuðu 100kalla og færu grimmt í þeim \nhann tók mína 4l60E og boðar bros á mitt andlit með 450hp 46\" og 2100kg fullbúinn með 200 lítrum. \nfélagi minn búinn að nota 4l60E í 5 ár núna með 400hp ls mótor 38\" XJ og hann hlífir henni ekki. \nkv Gunnar",
            "date": "2013-10-25 23:40:00",
            "post_id": "114490",
            "reply_to_id": "114489"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Hvað heitir þessi maður sem er að græja til skiptinguna fyrir þig Gunnar ?",
            "date": "2013-10-26 00:01:00",
            "post_id": "114492",
            "reply_to_id": "114490"
        },
        {
            "user_name": "fox",
            "text": "Sæll Andri \nÞetta er aðallega það að steikja ekki skifinguna í þungu færi þess vegna færði ég hraðaskynjarann sem var í millikassanum í millistykkið þannig að skiftingin veit ekki hvort maður er í lága eða háa og ætla að setja lockupið á rofa þannig að maður getur læst að vild og minnkað þannig hitamyndun mjög mikið.\nKveðja Þórir\ngo for it",
            "date": "2013-10-26 00:30:00",
            "post_id": "114493",
            "reply_to_id": "114492"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "RPO miðinn í hanskahólfinu sagði LQ9...\nGMC Sierra \"TruckMaster\" og \"VortecMax\" komu með LQ9...\nEkki að ég nenni að vera að rífast yfir því...\nÉg mæli allavega frekar með 4L60/65E fyrir bensínbíl vegna gírunar í þeim...\n1gírinn er óheyrilega langur í 4L80, var frekar hvimleitt í þessum bíl...",
            "date": "2013-10-26 14:08:00",
            "post_id": "114520",
            "reply_to_id": "114493"
        },
        {
            "user_name": "andrib85",
            "text": "Ok. Ég vissi þá ekki betur: ) en já ég hugsa að êgnoti þá freka 4l60e skiptingu sem er búið að styrkja eithvað. Takk fyrir gôðar ábendingar",
            "date": "2013-10-26 17:52:00",
            "post_id": "114545",
            "reply_to_id": "114520"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "Maðurinn sem styrkti skiptinguna mína(tók hana upp og setti fullt af sterkara dóti í hana) heitir Ómar, og sá um skiptinguna fyrir félaga minn líka fyrir 5 árum síðan. \nKV \nGunnar",
            "date": "2013-10-27 11:23:00",
            "post_id": "114602",
            "reply_to_id": "114545"
        },
        {
            "user_name": "Kiddi",
            "text": "Ef þetta er Ómar í Qvissbang þá vann hann líka í minni skiptingu og ég get alls ekki kvartað. Hún virkar frábærlega og hann var mjög sanngjarn.",
            "date": "2013-10-27 19:28:00",
            "post_id": "114648",
            "reply_to_id": "114602"
        },
        {
            "user_name": "andrib85",
            "text": "Jæja. Núna er ég búin að festa kaup á LQ9 mótor úr Cadilac escalade og 4L65e skiptingu . Ég panntaði líka shift kitt til að styrkja skiptinguna. þannig núna er bara að bíða og vonandi get ég farið að henta þessu í um jólin: )  4 lítra V sexan sem er í fordinum núna er því til sölu og skiptingin líka á sanngjörnu verði. Vél og skipting ekin 100þkm",
            "date": "2013-11-06 10:46:00",
            "post_id": "115789",
            "reply_to_id": "114648"
        },
        {
            "user_name": "fox",
            "text": "Sæll Andri\nTil hamingju með kaupin þetta eru flottar vélar.  Ég er byrjaður að keyra minn með sama stuffi þvílík hamingja maður hættir bara ekki að brosa :-)\nPs Einar er kominn í fína æfingu í rafmagninu eftir minn",
            "date": "2013-11-06 12:15:00",
            "post_id": "115795",
            "reply_to_id": "115789"
        },
        {
            "user_name": "andrib85",
            "text": "Takk fyrir það og gott að heyra að þetta virki vel. Hvað varstu lengi að græja þetta?",
            "date": "2013-11-06 16:16:00",
            "post_id": "115809",
            "reply_to_id": "115795"
        },
        {
            "user_name": "kjartanbj",
            "text": "Verður að lofa að skilja svo okkur hina ekki eftir í ferðum :)",
            "date": "2013-11-06 16:18:00",
            "post_id": "115810",
            "reply_to_id": "115809"
        },
        {
            "user_name": "andrib85",
            "text": "ég lofa engu hehe. en ég get örugglega ekki borið auka eldsneyti fyrir ykkur hina. verð í fulla fangi með mitt eigið ;)",
            "date": "2013-11-06 18:06:00",
            "post_id": "115818",
            "reply_to_id": "115810"
        },
        {
            "user_name": "kjartanbj",
            "text": "HAHA, ég þarf ekki neinn til að bera eldsneyti fyrir mig, það er bara Frikki sem er að eyða svona miklu og þarf birgðarstöð með sér :D",
            "date": "2013-11-06 18:16:00",
            "post_id": "115820",
            "reply_to_id": "115818"
        },
        {
            "user_name": "AgnarBen",
            "text": "He he, menn sem af einhverjum ástæðum velja að flytja hátt í þrjú tonn af járni þvers og kruss yfir hálendið í hverri ferð þeir verða að borga fyrir það ;-)",
            "date": "2013-11-06 23:01:00",
            "post_id": "115861",
            "reply_to_id": "115820"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "nú er bara að kaupa sér blásara...\nhttp://www.youtube.com/watch?v=C2Kd0_W38oc",
            "date": "2013-11-06 23:48:00",
            "post_id": "115872",
            "reply_to_id": "115861"
        },
        {
            "user_name": "kjartanbj",
            "text": "Helgarrúnturinn Hrafntinnusker - Landmannalaugar- Strútur- Hvanngil - Rvk voru svona 140lítrar hjá mér :) í þungu færi og að ryðja stóran hluta , þannig ég þarf ekki að vera bera með mér miklar birgðir, hinsvegar er Frikki með bensínmótorinn að eyða töluvert á fjöllum, en eru í svipaðri eyðslu á langkeyrslu , verður svo gaman að sjá hvað Andri mun þurfa taka með sér á fjöll af bensíni á pallinum :) hann hinsvegar fær mikla skemmtun fyrir líterinn :)",
            "date": "2013-11-06 23:51:00",
            "post_id": "115874",
            "reply_to_id": "115872"
        },
        {
            "user_name": "andrib85",
            "text": "Já það verður gaman að sjá eiðslutölur hjá mér eftir breytingu. Ég er ekkert alltof viss um að bíllin hjá mér egi eftir að eiða mikið meira en hann gerir núna uppá fjöllum. Ég þarf alltaf að vera á svo háum snúning í þúngu færi en með nýju vélinni ætti það að breytast",
            "date": "2013-11-07 00:24:00",
            "post_id": "115881",
            "reply_to_id": "115874"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Það fer nú allt eftir hlutföllum í gírkassa/skiptingu og drifum... eða ertu að tala um að þú hefðir alltaf þurft að vera í það lágum gír á sullinu til að halda ferð ??\nMín reynsla af bæði LQ4 og LQ9 er að þetta hefur ekki mikið low end... powerið er mjög ofarlega á powerbandinu... sbr LS2...",
            "date": "2013-11-07 01:06:00",
            "post_id": "115885",
            "reply_to_id": "115881"
        },
        {
            "user_name": "andrib85",
            "text": "Ég þarf alltaf að vera í lága drifinu í þúngu færi.  Er að vonast til að geta verið meira í háa drifinu þegar nýja vélin er komin í. Ég er sa t með lægri hlutföll. Þau lægstu sem hægt er að fá í patrol hásingarnar",
            "date": "2013-11-07 10:16:00",
            "post_id": "115907",
            "reply_to_id": "115885"
        },
        {
            "user_name": "baldur",
            "text": "Ég veit við erum búnir með þessa umræðu en ég bara verð að bæta einu við.\nTil þess að svona graf gagnist þér til þess að bera saman tvær vélar í sama bíl þarftu eiginlega að vita nokkrunvegin hve mikið afl þú ert að nota td í þjóðvegaakstri.\nÞað afl geturðu teiknað sem línu í gegnum þetta rpm vs load graf, þar sem vélin getur framleitt sama aflið við margar mismunandi aðstæður. Með þær upplýsingar að vopni geturðu séð hvaða gírhlutfall hentar vélinni best, það er hlutfallið sem staðsetur hana á þann stað á línunni þar sem BSFC er lægst. Þannig geturðu einnig séð hvor vélin nær lægra BSFC gildi á þeirri línu. Ágætt að plotta nokkrar línur fyrir mismunandi aflgildi og finna gírhlutfall sem gefur besta meðalgildið yfir td 3 línur.\nAlmennt er BSFC lægra á meira álagi en það eru fleiri hlutir sem spila inn í. Á mjög lágum snúningi vantar turbulance í brunahólfið og bruninn verður hægur með tilheyrandi varmatapi. Á lágum snúningi eru einnig kjöraðstæður fyrir knock sem veldur því að ekki er hægt að flýta kveikjunni á þann stað sem hún þarf að vera á til þess að vega á móti hluta af tapinu af völdum hægs bruna. Svo á mesta álagi getur vélin þurft \"power enrichment\" eins og Ari nefndi, og þá fer BSFC einnig beinustu leið upp.\nSvo til gamans, þá er hér tilraun sem ég keyrði á bekknum um daginn, með olíutankinn standandi á vigt til að meta eyðsluna.\nhttp://youtu.be/KIGKFZD8NBA",
            "date": "2013-11-07 16:49:00",
            "post_id": "115938",
            "reply_to_id": "115907"
        },
        {
            "user_name": "einarak",
            "text": "Það er nú ekki hægt að bera saman LQ4(LQ9) við LS2, eina sem er sameiginlegt með þeim er að þær eru báðar 6.0l, það er t.d. töluvert heitari ás í LS2 og allt önnur hedd = hærri þjappa, inntak sem er töluvert hressara uppi osf...",
            "date": "2013-11-16 12:41:00",
            "post_id": "117073",
            "reply_to_id": "115938"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "LQ9 er með mildari ás, 317 hedd sem að skapa lægri þjöppu en þau eiga að flæða það sama og 243 heddin og trukka-inntak, sem að hefur verið sannreynt að flæðir og virkar alveg jafn vel og LS2 inntakið ;)\nÞað eru í raun heddin og ásinn... en stimplarnir eru t.d. þeir nákvæmlega sömu... munar 55hp á þeim, að öðru leyti lítur tog/hestaflakúrvan nánast eins út, nema hún stekkur aðeins við 3700rpm... sama low-endið ;)",
            "date": "2013-11-17 12:16:00",
            "post_id": "117149",
            "reply_to_id": "117073"
        },
        {
            "user_name": "andrib85",
            "text": "Hvernig er það. Fæ ég skoðun á bílinn ef ég læt pústið hjá mér koma út fyrir framan afturdekkið farþegamegin?",
            "date": "2013-11-18 12:55:00",
            "post_id": "117310",
            "reply_to_id": "117149"
        },
        {
            "user_name": "kjartanbj",
            "text": "ja þú færð skoðun þannig, svoleiðis er það hja Mér og Hansa og við erum báðir nýkomnir úr skoðun og engin vandamál",
            "date": "2013-11-18 13:48:00",
            "post_id": "117321",
            "reply_to_id": "117310"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Bara láta pústið taka beygju niður á endanum, þá er þetta ekkert vesen, vilja agnúast útí það ef rörið kemur beint út.",
            "date": "2013-11-18 15:28:00",
            "post_id": "117343",
            "reply_to_id": "117321"
        },
        {
            "user_name": "andrib85",
            "text": "Ok flott. Gott að vita það. Vél og skipting kemur 10 des: ) get ekki beðið. Ég panntaði svo líka höfuð og stangarlegur, ágætt að skipta um það á meðan maður er með þetta í höndunum",
            "date": "2013-11-18 17:32:00",
            "post_id": "117363",
            "reply_to_id": "117343"
        },
        {
            "user_name": "nobrks",
            "text": "Það er víst búið að breyta reglunum nýlega svo pústið má blása út hægra megin.\nÉg var einmitt að vandræðast með að láta það blása niður, þegar skoðunarmaðurinn bennti mér á breytinguna.",
            "date": "2013-11-23 20:12:00",
            "post_id": "118163",
            "reply_to_id": "117363"
        }
    ],
    "date": "2013-10-25 11:13:00"
}