{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "20540",
    "title": "glóðakerta vesen patrol 2,8 disel",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=20540",
    "posts": [
        {
            "user_name": "dart75",
            "text": "jáá góðan daginn ég er með patrol 2,8tdi  94 og hann reykir rosalega á meðan hann er kaldur og er mjög tregur í gang en gengur svo flott og reykir ekki þegar hann er orðin heitur þannig það er nokkuð ljóst að þetta séu glóðakertin en spurningin er  hvað er líklegast að se bilað er það relay in og hvort þá 1 eða 2 ? mér sýnist glóða kertin a cylender 4-6 vera nýleg allaveganna verið skipt um þau eitthverntima serstaklega þar sem eg fann gömlu kertinn i hanskaholfinu a bilnum en endilega komið með hugmyndir af lausnum á þessum vanda kv  Guðjón",
            "date": "2013-10-08 18:21:00",
            "post_id": "112696",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "sæll taktu upp spennu mælinn og mældu strauminn frá reliunum og mældu líka kertin ef relyin eru ónýt  settu bein tengdan rofa á kertin inn í bíl og tengdu beint og teldu upp á 5 til 6. Hann vinur minn Gísli eða  MR Jepppson er snillingur í þessu. kveðja guðni",
            "date": "2013-10-08 18:56:00",
            "post_id": "112700",
            "reply_to_id": "112696"
        },
        {
            "user_name": "Startarinn",
            "text": "Þetta eru líklega kertin, RD 28 mótorinn í Laurelnum sem ég átti harðneitaði að fara í gang ef hann fékk ekki einhverja hitun. Taktu skinnurnar af sem sem eru á milli kertanna og viðnámsmældu kertin. Það ætti að segja þér hver þeirra eru ónýt",
            "date": "2013-10-08 20:30:00",
            "post_id": "112711",
            "reply_to_id": "112700"
        },
        {
            "user_name": "dart75",
            "text": "þakka skjót svör en veistu hver spennann á relayunum  á að vera við mælingu eða er nóg að hann sýni bara eitthverja spennu var buinn að mæla þetta og einnig hver a spennan á kertunum að vera ?",
            "date": "2013-10-08 20:43:00",
            "post_id": "112713",
            "reply_to_id": "112711"
        },
        {
            "user_name": "dart75",
            "text": "getur maður ekki losað railið af kertunum og tekið bara vír frá geyminum og séð hvort að það neisti á kertunum og þá sé' hvort þau seu ónýt eða ekki",
            "date": "2013-10-12 13:22:00",
            "post_id": "113046",
            "reply_to_id": "112713"
        },
        {
            "user_name": "villi58",
            "text": "Losaðu tengingarnar af glóðakertunum og viðnámsmældu og þá kemur í ljós ástandið á þeim. Svo kemur þú með fleiri spurningar ef ekkert er að kertunum.",
            "date": "2013-10-12 13:38:00",
            "post_id": "113048",
            "reply_to_id": "113046"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nGlóðakerti í Patrol eru svolítið spes því að 3 þeirra eru fljótandi þe. húsið þeirra er ekki - póllinn heldur er það einangrað frá kertinu.  Á þau tengjast 2 skinnur.  Hin 3 eru venjuleg s.s. ein tenging og - úr húsinu.  Mig minnir að innri 3 séu fljótandi og fremri séu venjuleg.  \nMeð því að fjarlægja skinnurnar geturðu ómmælt kertin og ef þú færð svipaða ómatölu úr öllum eru þau pottþétt í lagi.  Glóiðarkerti eru í raun bara eins og perur s.s. viðnámsvír sem hitnar mikið og ef vírinn fer er kertið ónýtt og lítil sem engin leiðni yfir það.  Fremri kertin mælirðu frá skrúfunni á toppnum og í mótorinn eða örugga jörð sem næst kertinu en aftari mælirðu milli beggja pólanna s.s. ekki í stell eða mótorinn.  Ef innstu 3 kertin mælast ónýt ertu pottþétt að gera eitthvað vitlaust.\nÞó að kertin séu uppbyggð mismunandi ættu þau að mælast svipuð.\nSpennan á kertunum er ca þannig að þú ættir að mæla yfir hvert kerti 11V fyrst á meðan glóðarkertaljósið logar og fáeinar sekúndur eftir það og svo 6V einhverjar mínútur eftir það.  \nGömul þumalputtaregla segir að maður eigi ekki að skipta um eitt og eitt kerti heldur öll í einu en ég fæ ekki botn í það þegar þau eru hefðbundin jarðtengd en í þessu kerfi sé ég fyrir mér vandamál því að eftirhitunun varir lengi og ef mismunandi impedans er í kertunum getur verið mismunandi spenna á þeim.  Þá eru þau kerti sem hæsta spennu hafa líklegust til að fara og geta þá tekið önnur með sér.  \nKv Jón Garðar",
            "date": "2013-10-12 14:45:00",
            "post_id": "113057",
            "reply_to_id": "113048"
        }
    ],
    "date": "2013-10-08 18:21:00"
}