{
    "forum_title": "Umhverfis- og hagsmunamál",
    "id": "2058",
    "title": "Hvað svo?   segir Theodor á  f4x4",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=11&t=2058",
    "posts": [
        {
            "user_name": "Brjótur",
            "text": "Hvað svo????????  þetta er spurning sem Teddi varpar fram á F4x4 og mig langaði að kópera hana hingað yfir, en ég vil ekki gera það ef hann yrði svo ekki sáttur við það, og þá vona ég að hann setji hann hingað, en ég er svo innilega sammála honum í hans málflutningi, og ég vil benda mönnum á pistilinn hans, aðgerða er þörf en ekki nein lognmolla eins og Bergur leggur til, og þá er ég ekki að tala um ofbeldi.\nkveðja Helgi Brjótur",
            "date": "2010-10-03 00:05:00",
            "post_id": "9134",
            "reply_to_id": false
        },
        {
            "user_name": "JonHrafn",
            "text": "Hefur engum fréttamanninum dottið í hug að reyna fá viðtal við Svandísi til að heyra hennar afstöðu?  Eða missti ég af því.",
            "date": "2010-10-03 07:51:00",
            "post_id": "9136",
            "reply_to_id": "9134"
        },
        {
            "user_name": "GGK",
            "text": "Þessi viðburður við Kistuöldu var einhver magnaðasta stund sem ég hef upplifað og engin spurning að þetta skilar sér í baráttu útivistar- og ferðafólks fyrir okkar málstað. Þetta er rétt að byrja og það eru mörg önnur verkefni framundan. Barátta sem unnin er á faglegan og markvissan hátt er til þess fallandi að að skila árangri og þessi barátta á eftir að vera löng og ströng. Við þurfum bara að passa okkur á að ganga ekki of langt og ég tel að umhverfisráðherra haf fengið mjög sterk skilaboð um stöðuna með athöfninni við Kistuöldu. Samút hefur skipað í tvær nefndir og önnur á að fara yfir vinnuferli vegna Vatnajökulsþjóðgarðs og hin nefndin á að setja upp tillögu að heildarskipulagi fyrir umferð og umgegni í Þjórsárverum. Framundan er því mikil vinna og áríðandi að halda áfram baráttunni, en muna þarf að persónugera baráttuna ekki í einstaklingum. Við skulum ekki gleyma því, að það á eftir að taka endanlega ákvörðun um Vatnajökulsþjóðgarð. Aldrei að vita nema við náum fram okkar kröfum, allavega að einhverju leiti!! Þegar ákvörðunin kemur, þurfum við að setjast niður og endurskipuleggja okkur til framtíðarbaráttu.\nGuðmundur G. Kristinsson",
            "date": "2010-10-03 13:26:00",
            "post_id": "9142",
            "reply_to_id": "9136"
        }
    ],
    "date": "2010-10-03 00:05:00"
}