{
    "forum_title": "Umhverfis- og hagsmunamál",
    "id": "20598",
    "title": "Línu yfir sprengisand?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=11&t=20598",
    "posts": [
        {
            "user_name": "bergurp",
            "text": "Hvað finnst mönnum um línulögn yfir sprengisand, eins og  nefnt hefur verið í fréttum? Með eða á móti?\nkv,\nBergur Pálsson",
            "date": "2013-10-11 22:36:00",
            "post_id": "113008",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Algerlega á móti, enda er það fyrirsláttur að það þurfi hana fyrir fiskvinnslu á austurlandi.\nÞað á að fara að virkja á norð-austurlandi og þá verður notuð hin nýja Kröflulína-3 fyrir bræðslurnar.",
            "date": "2013-10-12 10:22:00",
            "post_id": "113032",
            "reply_to_id": "113008"
        },
        {
            "user_name": "snöfli",
            "text": "Þetta er ill nauðsyn.  Þar sem það er komið í tísku hjá sveitarfélögum að vera á móti raflínum og vegum sem liggja ekki framhjá búsapallinum. Það vilja allir rafmagn, afhendingaröryggi, sterkan gjaldmiðil og góð laun.  Bara ekki raflínur, vegi, viðskipti við útlönd eða annan gjaldmiðil. Í stuttu máli sagt BULL.",
            "date": "2013-10-12 13:10:00",
            "post_id": "113045",
            "reply_to_id": "113032"
        },
        {
            "user_name": "jongud",
            "text": "Viðtal við formann f4x4...\nhttp://www.visir.is/klyfur-halendid-og-eydileggur/article/2013710159967",
            "date": "2013-10-15 11:00:00",
            "post_id": "113318",
            "reply_to_id": "113045"
        },
        {
            "user_name": "bergurp",
            "text": "Ég er með framkvæmdum sem fyrirtæki og notendur borga, jafnvel með verði sem samsvarar því sem gerist erlendis fyrir samsvarandi en þarna held ég stærri verðmæti fari forgörðum heldur en unnið er til. Líklega sérstaklega varðandi Ódáðahraunið. \nÞað má kosta ansi mikið að leggja vírinn í jörð áður eða fara aðrar leiðir, á láglendi, með línuna áður en þessi aðgerð borgar sig. Við viljum framkvæmdir og þróun en þarna þarf allavega að borga vel fyrir línuna, grafna í jörð. \nEf línulögnin skiptir miklu máli þá hljóta þeir sem sækjast eftir henni að vera tilbúnir að greiða vel fyrir rafmagnið. Setjum línuna í jörðina eða veljum aðra kosti.\nkv,\nBergur Pálsson",
            "date": "2013-10-15 21:22:00",
            "post_id": "113381",
            "reply_to_id": "113318"
        },
        {
            "user_name": "Tjakkur",
            "text": "Byggðarlínan er ekki of lítil fyrir \"byggðirnar\" en er í n.k. gíslingu af stóriðju og stórvirkjunum sem tengjast henni.\nSprengisandslínan hefur það hlutverk að tengja Þjórsárvirkjanir við Kárahnúkavirkjun.\nBendi áhugasömum á að skoða þessar skýringarmyndir.\nhttps://www.facebook.com/photo.php?fbid ... =1&theater",
            "date": "2013-10-16 09:06:00",
            "post_id": "113422",
            "reply_to_id": "113381"
        }
    ],
    "date": "2013-10-11 22:36:00"
}