{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "20605",
    "title": "33 breyting LandCruiser 120",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=20605",
    "posts": [
        {
            "user_name": "Greengold",
            "text": "Mig langar til þess að gera smávægilegar breytingar á LandCruiser 120, - breyta honum úr orginal útgáfunni í 33´. Hef því miður ekki nægilega góða aðstöðu til þess sjálfur að koma klossum fyrir í bílnum og var að láta mig dreyma um að einhver laghentur og sanngjarn hefði áhuga á því að taka það að sér - gegn sanngjarnri þóknun.\nEf áhugi er fyrir hendi, endilega látið mig vita.",
            "date": "2013-10-12 14:38:00",
            "post_id": "113056",
            "reply_to_id": false
        },
        {
            "user_name": "ivarhauks",
            "text": "Þú getur alveg sett hann á 33\" án þett að hækka hann, meðan þú ert ekki með hann á meira en 8\" breiðum felgum.",
            "date": "2013-10-15 11:12:00",
            "post_id": "113320",
            "reply_to_id": "113056"
        },
        {
            "user_name": "streykir",
            "text": "Sæll,\nHringdi í Arctic Trucks fyrir nokkrum árum til að athuga með svona breytingu, áskotnaðist óslitin 33\" Dick cepek dekk en bíllinn var óbreyttur.\nÞeir sögðu mér að ég myndi aldrei koma þessari dekkjastærð undir án þess að hækka hann upp og klippa töluvert úr að framan.\nEnn átti ég þessi ónotuðu 33\" negldu jeppadekk og hafði svosem engin önnur not fyrir þau. \nVantaði einnig vetrardekk undir cruiserinn.\nKeypti 17\"x8\" felgur hjá AT á útsöluverði vegna galla í króms og lét setja dekkin á felgurnar.\nUndir bíllinn fór þessi pakki, þrátt fyrir að vera óbreyttur bíll, og passaði svona vel líka!\nEina sem rakst utan í var í fullri beygju til hægri, þá nartaði hann aðeins í hjólaskálina öðru megin.\nLæt fylgja eina mynd af bílnum!",
            "date": "2013-10-15 16:36:00",
            "post_id": "113344",
            "reply_to_id": "113320"
        },
        {
            "user_name": "ivarhauks",
            "text": "Sama og ég gerði við 3 svona bíla, gott að taka aðeins neðan af stuðaranum b/m ftaman og \"efri\" hlutan af drullusokknum fr, tekur þig ca 15 mín.",
            "date": "2013-10-16 20:40:00",
            "post_id": "113489",
            "reply_to_id": "113344"
        },
        {
            "user_name": "grimur",
            "text": "Svipuð svör og ég fékk (sorry að þeta er ekki jepp) þegar ég ætlaði að fá yfirstærð af dekkjum setta undir Yarisinn:\n: Ekki hægt\n: Ertu ruglaður\n: Á þína ábyrgð....\nÉg tók \"Á þína ábyrgð\" áskoruninni. \nDúkahnífur í 5 mínútur kláraði það sem á vantaði til að koma dekkum sem voru samkvæmt spekkum 40mm of stór undir bílinn. Þannig var það og drifgetan fór samsvarandi upp um flokk, órúlega nálægt Subaru-unum sem ég hef átt. Ekki eins en magnað samt.\nÞetta á ekki beint heima hér en gæti gagnast fýrum eins og mér sem er að reyna að eiga praktískan smábíl til að taka innanbæjar snöflið.\nkv\nGrímur",
            "date": "2013-10-19 01:42:00",
            "post_id": "113713",
            "reply_to_id": "113489"
        },
        {
            "user_name": "siggisigþórs",
            "text": "",
            "date": "2013-10-19 11:05:00",
            "post_id": "113730",
            "reply_to_id": "113713"
        },
        {
            "user_name": "Birkir",
            "text": "Góða kvöldið\nEr líka með óbreyttan Lc 120. Fer að koma að endurnýjun dekkja og langar að fara í 33\" dekk og fá þau aðeins utar.\nHvaða stærðir er verið að taka, annars vegar í mm máli og hins vegar tommu máli (bæði hæð og breidd)?\nEr hægt að nota orginal felgurnar áfram (finnst þær reyndar mega vera aðeins utar)? Þekkið þið hvað þær eru breiðar? \nHvaða dekkjastærð og felgustærð eru t.d. á þessum hér fyrir ofan?\nKv. Birkir",
            "date": "2014-01-03 00:06:00",
            "post_id": "122775",
            "reply_to_id": "113730"
        },
        {
            "user_name": "streykir",
            "text": "33x12,5 R17 og felgurnar eru 17\"x8\"\nHæpið að nota original felgurnar undan þeim.",
            "date": "2014-01-03 10:14:00",
            "post_id": "122799",
            "reply_to_id": "122775"
        },
        {
            "user_name": "haffiamp",
            "text": "svo má nota líka 285-70r17 en það er mjög svipað dekk",
            "date": "2014-01-15 22:06:00",
            "post_id": "124473",
            "reply_to_id": "122799"
        }
    ],
    "date": "2013-10-12 14:38:00"
}