{
    "forum_title": "Almennt spjall",
    "id": "20637",
    "title": "Vatnsleki í Hilux",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=20637",
    "posts": [
        {
            "user_name": "Dóri ungi",
            "text": "Jæja ég er komin aftur. Ég er búin að vera að vinna í listanu sem ég fékkí hausin frá artick trukks eftir ástandsskoðunina í sumar og hef lært alveg helling.\nNú er ég í basli með vatnsleka í 2.4 disel hilux 90 árg. Það fór að leka hjá mér fyrir stuttu og mér sýndist þetta vera að koma undan heddinu að frama. Þannig að ég tók inn hugrekkispillurna og reif það úr, síðan var farið og þrístiprófað og planað. Ný pakkning sett í allt sett saman vatnið sett á, og svo lak á sama stað. Best að taka það fram að það var ekki sett í gang en sammt lak. Við nánari skoðun virtist vera möguleiki á því að það læki milli heddsins og vatnslásins (vinstra meginn) og hluti vatnsins rynni þaðan bak við tímareimahlífina og út hægra meigin þessvegna leit út eins og heddið væri að leka. Þá var vatnslásin rifin af aftur sett pakkningalím allan hringin beggja vegna lokað aftur og enn lekur. Nú er ég að spá hvort þetta geti verið vatnsdæla eða hvort pakningin milli innri tímareima hlífar og blokkarinnar sé farin.  Spurningin er hvort sé líklegra og hvort sé meira mál að athuga. Meðan ég man það var skipt umm tímareim fyrir mig fyrir svona 40.000 km síða og ég held að það hafi verið skipt um vantsdælu á sama tíma en ég man það ekki alveg. \nOg svona eitt að lokum á einhver haynes eða original workshop bækurnar um þenna bíl á tölvutæku formi.  \nKV Dóri Ungi",
            "date": "2013-10-14 06:15:00",
            "post_id": "113199",
            "reply_to_id": false
        },
        {
            "user_name": "Fetzer",
            "text": "Það er nú ekkert mál að finna þetta út, opna tímahúsið og þrýstiprofa vatnsganginn :)",
            "date": "2013-10-14 06:49:00",
            "post_id": "113200",
            "reply_to_id": "113199"
        },
        {
            "user_name": "siggisigþórs",
            "text": "Ef eg man rétt þa kemur rör fra vatnsdælunni og aftur með velinnni fyrir miðstoðina þu ættir að ath með það",
            "date": "2013-10-14 10:25:00",
            "post_id": "113213",
            "reply_to_id": "113200"
        }
    ],
    "date": "2013-10-14 06:15:00"
}