{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "20684",
    "title": "Súkkan verður appelsínugul!",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=20684",
    "posts": [
        {
            "user_name": "bjarni95",
            "text": "Loksins kom að því...\nSúkkan kominn inn og stefnir allt í frábæran bíl. Mikið búið að gerast og mikið sem þarf að gera, læt myndirnar tala fyrir sjálfa sig.\nHægri afturkanturinn kominn af, ekki svo mikið af ryði\nÞað ætti að banna þjófatengi, bara svíkja mann\nNú sést vel hvað 33\" er \"stór\" undir svona bíl.\nHaust-hreingerningar\nÍ dag fóru brettalantarnir í sprautun og fer bíllinn í sandblásningu á morgun og svo inn í klefa á föstudaginn þar sem hann verður málaður appelsínugulur en kantar og stuðarar ásamt hurðahúnum verða svartir.\nHurðaplöstin fá að fjúka og verða smíðaðir nýjir sílsar undir bílinn.\n-Bjarni",
            "date": "2013-10-16 00:15:00",
            "post_id": "113407",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Þetta verður gaman að sjá!",
            "date": "2013-10-16 17:12:00",
            "post_id": "113457",
            "reply_to_id": "113407"
        },
        {
            "user_name": "bjarni95",
            "text": "Grunnurinn kominn á stuðara ofl.\nMálning kominn á stuðara ofl.\nAllt að gerast!\n-Bjarni",
            "date": "2013-10-17 00:56:00",
            "post_id": "113519",
            "reply_to_id": "113457"
        },
        {
            "user_name": "nervert",
            "text": "Sæll bjarni\nÞetta er flott verkefni hjá þér en ég mæli með að búir til þráð í \"jeppinn minn\" undirflokknum og leyfir okkur hinum að sjá þetta verkefni hjá þér þar. \nmeð bestu kveðju\nNarfi",
            "date": "2013-10-18 15:04:00",
            "post_id": "113652",
            "reply_to_id": "113519"
        },
        {
            "user_name": "bjarni95",
            "text": "Takk fyrir það. Mér fannst þetta passa betur undir stærri aðgerð, þetta er enganveginn þráður um bílinn sem slíkan, bara sprautunina frá a til ö.\nBíllinn er í sandblæstri í þessum skrifuðu orðum og mun ég setja fleiri myndir inn í kvöld vonandi, svo myndir af appelsínugulum bíl á sunnudag/mánudag ef allt gengur vel.\n-Bjarni",
            "date": "2013-10-18 15:42:00",
            "post_id": "113654",
            "reply_to_id": "113652"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Verður gaman að fá að fylgjast með :D",
            "date": "2013-10-18 16:26:00",
            "post_id": "113655",
            "reply_to_id": "113654"
        },
        {
            "user_name": "bjarni95",
            "text": "Jæja þá er sandblásturinn búinn og loksins er farið að sjá fyrir endan á þessu...\nKemur bara ágætlega út :)\n-Bjarni",
            "date": "2013-10-18 17:52:00",
            "post_id": "113669",
            "reply_to_id": "113655"
        },
        {
            "user_name": "tommi3520",
            "text": "Clean vinna, hvar léstu blása og hvað kostaði það ef ég má spurja, þarf að gera eins við gamla toyotu",
            "date": "2013-10-18 18:40:00",
            "post_id": "113674",
            "reply_to_id": "113669"
        },
        {
            "user_name": "bjarni95",
            "text": "Þetta er nú samt frekar grófur blástur en hann var blásinn hjá Zink stöðinni í Hafnarfirði, verðinu ætla ég að halda fyrir mig en þeir hafa verið mjög sanngjarnir :)\n-Bjarni",
            "date": "2013-10-18 20:47:00",
            "post_id": "113684",
            "reply_to_id": "113674"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "ágætt þú skyldir nefna þetta að fyrra bragði, það sést á myndunum að þetta er groddavinna, stálið er verpt og skotið á ýmsa staði og í gegn en það tætir þá ryðvörnina af innan úr svo þú þarft að reyna að grunna vel undir og innaní.\nþað er bara meira mál en menn halda að sandblása svo þunnt stál sem er í bílum með öflugum sandblástursgræjum, þarf að slá verulega af loftþrýstingi og nota fínan sand/salla svo það tekur tíma ef vel á að vera en þetta er ágætisredding þegar maður er með gamlan bíl.\nvar að vinna við þetta í mörg ár hjá Sandtak í hafnarfirði, sandblása allan andsk.....",
            "date": "2013-10-18 21:09:00",
            "post_id": "113685",
            "reply_to_id": "113684"
        },
        {
            "user_name": "bjarni95",
            "text": "Reyndar voru frambrettin beygluð undir köntunum og þessar dældir fullar af spartli, ég var búinn að sjá það áður en hann var blásinn. Ég veit að hann lækkaði verulega þrýstingin fyrir þetta en var með mjög grófan sand í þessu. Þar sem hann fór í gegn voru aðallega bara ryðsvæði, ekkert sem skemmdist vegna of hás þrýstings eða svoleiðis, að ég best veit allavega",
            "date": "2013-10-18 22:42:00",
            "post_id": "113699",
            "reply_to_id": "113685"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "skil þig, þetta er bara svakalega tímafrekt ef vel á að vera og verður því fokdýrt svo þetta er alveg viðunandi fyrir gamla bíla, allt betra en að láta ryðga áfram.\nkeep up the good work :)",
            "date": "2013-10-19 08:28:00",
            "post_id": "113718",
            "reply_to_id": "113699"
        },
        {
            "user_name": "bjarni95",
            "text": "Setti nýja sílsa undir bílinn í dag og hélt áfram undirvinnunni, gaman gaman :)\nBílstjórasílsinn komin undir og nokkuð af trefjasparti í göt\nFarþegasílsinn komin undir, óspartlaður\nTrefjaspartlað yfir sárið og hnoðin bílstjórameginn\nBúið að loka gatinu að aftan og spartla yfir\nTrebbamotta yfir gatinu við áfyllingalokið, á eftir að draga trebbaspartl í þetta\nSvona var helgin hjá mér :)\n-Bjarni",
            "date": "2013-10-20 17:53:00",
            "post_id": "113846",
            "reply_to_id": "113718"
        },
        {
            "user_name": "bjarni95",
            "text": "Meira spartl og meiri trebbi :)\nHver þarf svosem rúðupiss??\n-Bjarni",
            "date": "2013-10-22 23:24:00",
            "post_id": "114136",
            "reply_to_id": "113846"
        },
        {
            "user_name": "hobo",
            "text": "Ég er nú ekki vanur að vera með neikvæð komment, en bílasmiður sagðu mér eitt sinn að trefjaplast ætti ekki heima með stálboddíi. Boddíið væri að hreyfast og teygjast en trebbinn gerir það ekki, þangað til hann slítur sig lausan frá stálinu með tilheyrandi ryðmyndun og fleira eftir örfá ár.\nOg svo hnoðaðar blikkplötur í sílsum, eru sílsar ekki krítískir upp á styrk bílsins?\nSorry fyrir að vera með leiðindi, best væri ef þú gætir skotið þessi komment á kaf og haldið áfram með framtakssemina og klárað bílinn, sem verður örugglega tekið eftir á fjöllum.",
            "date": "2013-10-23 08:19:00",
            "post_id": "114170",
            "reply_to_id": "114136"
        },
        {
            "user_name": "Ingójp",
            "text": "Trebbi á ekki heima þarna. Frábært að heilmála tíkina svo springur trebbinn. Myndi skera þetta burt og sjóða í þetta",
            "date": "2013-10-23 08:41:00",
            "post_id": "114171",
            "reply_to_id": "114170"
        },
        {
            "user_name": "elliofur",
            "text": "Trebbi er fínn í druslureddingar (er ekki að kalla þessa súkku druslu) en ekki ef viðgerðin á að endast í meira en eitt ár án þess að ryð komi út.\nÞetta er hinsvegar mjög gott framtak og gífurlega dýrmætt í reynslubanka ungs bílaáhugamanns. Og svo þegar frá líður þessari yfirhalningu sérðu best sjálfur hvað á að gera og hvað ekki. Í næsta verkefni verðuru reynslunni ríkari og svoleiðis lærum við grúskararnir.\nSjálfur hef ég alltaf reddað mér í skúrnum og allt sem ég kann hef ég lært sjálfur með aðstoð vina og ættingja.\nCheap budget verkefni hafa alltaf heillað mig, amrískir þættir um uppgerðir á bílum með nánast ótakörkuðum peningum er ekki minn tebolli.\nMér finnst þetta semsé æðislegt og hvet þig til að halda áfram svona fikti!",
            "date": "2013-10-23 08:52:00",
            "post_id": "114173",
            "reply_to_id": "114171"
        },
        {
            "user_name": "juddi",
            "text": "Mikið rétt hjá Ella ungir menn þurfa að byrja einhverstaðar og þetta er metnaðarfullt verkefni meðan flestir jafnaldrar eru fastir í tölvuleikjum ,kanski kemstu ekki í suðu til að sjóða í þetta annars er mun betra að nota plastviðgerðarefni heldur en trebba það springur síður frá",
            "date": "2013-10-23 10:45:00",
            "post_id": "114187",
            "reply_to_id": "114173"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "sílsar eru krítískir uppá styrk bílsins þegar hann er með \"sjálfberandi\" boddý, þeas, án grindar en það á ekki við hérna.",
            "date": "2013-10-23 12:10:00",
            "post_id": "114190",
            "reply_to_id": "114187"
        },
        {
            "user_name": "hobo",
            "text": "Já er það svoleiðis já, ok.",
            "date": "2013-10-23 12:31:00",
            "post_id": "114191",
            "reply_to_id": "114190"
        },
        {
            "user_name": "Stebbi",
            "text": "Reyndu að taka þessa umræðu við skoðunarmenn á Íslandi.  Svo þegar þú ert búin að lesa yfir þeim þá ætla ég með bílinn minn í skoðun.   :)",
            "date": "2013-10-23 17:50:00",
            "post_id": "114220",
            "reply_to_id": "114191"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Í hvað festast t.d. bílbelti bílanna? yfirleitt í hurðarpóst sem tekur styrk sinn að miklu leiti frá innri síls, innri síls festist svo í ytri síls sem oft er ryðgjarn, ég hef margoft séð grindarbíla með það ryðgaða sílsa að beltisfestingar losna, sem betur fer bara þegar ekki hefur á það reynt heldur bara þegar eigandinn var að setja á sig beltið.\nÞað finnst mér ekki í lagi og því finnst mér það rétt að þetta sé krítískur hluti yfirbyggingarinnar, og þá allra helst að ytri síls sé gatlaus svo saggi ekki í tómarýminu og innri síls nái að ryðga líka",
            "date": "2013-10-23 18:09:00",
            "post_id": "114223",
            "reply_to_id": "114220"
        },
        {
            "user_name": "bjarni95",
            "text": "Ég veit nú ekki alveg hvernig ég á að svara þessu. Þetta er eitthvað sem ég læri bara af :-) þetta er nú bara jeppi, ekki forsetabíllinn. En eins og komið hefur fram er ég að gera þetta á um 150 þús króna budgeti og er ég vel innan þeirra marka nú þegar :-) \nVarðandi sílsana þá vissi ég þetta bara ekki, þrátt fyrir það ætla ég að halda mig við hnoð og vel af trebba með, það er nú mikið hald í trebbanum ef það er mjög gróft undirlag sem trebbinn nær taki á. Ég gerði sílsana mjög grófa undir trebbanum og hurðafalsið er mjög gróft eftir sandblásturinn svo ég held að þetta eigi eftir að halda ágætlega. Svo kemur stór stigbrettatankur undir sílsinn svo það kemur vonandi aldrei högg uppundir hann.  \nÉg set líka vel af ryðvörn undir allar bætur og inni holrými til að gefa þessu nokkur ár í viðbót. \nEn auðvitað fer þetta allt í reynslubankann og geri ég þetta betur næst, þá verð ég vonandi með suðugræjur ofl. þetta er vonandi bara byrjunin á löngum jeppadelluferli :-) \n-Bjarni",
            "date": "2013-10-24 13:58:00",
            "post_id": "114333",
            "reply_to_id": "114223"
        },
        {
            "user_name": "birgthor",
            "text": "Ég hef aldrei áttað mig á því hvernig menn fá þessa niðurstöðu. Sjálfberandi yfirbyggingar eru styrktar öðruvísi en yfirbyggingar á grind, sílsar yfirbygginga er mikilvægir burðarþolslega hvort sem er um sjálfberandi yfirbyggingu eða ekki. Það er ekki langt síðan alvarlegt slys var þar sem froðufylltir sílsar á grindar jeppa voru taldir ástæða þess hversu yfirbyggingin fór illa.\nhttp://fib.is/myndir/FIB-3.2011.pdf\nSjá bls 24-26\nSuzuki Vitara er ekki einn af þeim bílum sem eru hvað sterkastir þegar kemur að tæringu og burðarþoli, því mæli ég eindregið með því að þú lagir sílsana og gerir þetta almennilega. Burðarþol yfirbyggingar er ekki einungis til þess að bera bílstjóran og farþegar í sætunum heldur  eiga yfirbyggingar bíla að verja þig í árekstrum eða bílveltum.",
            "date": "2013-10-24 15:01:00",
            "post_id": "114337",
            "reply_to_id": "114333"
        },
        {
            "user_name": "elliofur",
            "text": "Þessi grein er nú efni í alveg annan þráð og allar staðreyndarvillurnar sem í henni eru.....",
            "date": "2013-10-24 17:37:00",
            "post_id": "114349",
            "reply_to_id": "114337"
        },
        {
            "user_name": "Freyr",
            "text": "Hef einmitt \"dáðst\" að skoðunarstöðvunum í mörg ár vegna sílsa. Setja endurskoðun á bíl vegna styrkleikamissis en hleypa honum svo í gegn með t.d: Álímdum tjöruborða með áli á annarri hliðinni, plötu með hnoð á hornunum og kítti, poly urethan fylling með málningu yfir o.s.frv....",
            "date": "2013-10-24 19:52:00",
            "post_id": "114363",
            "reply_to_id": "114349"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég fæ til dæmis athugasemd út á styrkleikamissir á innri síls hjá mér sem er ekkert annað en blikkplata sem hlífir hlið bílsins þar sem hún kemur niður fyrir gólfplötu.  Í mínu tilfelli er enginn styrkur í svokölluðum síls en þetta ryðgar með árunum og svo er þetta byrði einfaldlega fjarlægt og ryðvarin innri hliðin á boddýinu, þá fær maður athugasemd en......... ef ég tek 2,5\" rör og renni inn í sárið og festi það til endana með subbulegri suðu þá er litið svo á að búið sé að bæta upp styrkleikamissinn og engin athugasemd.\nÞetta segir allt sem segja þarf um skoðanstöðvar og styrkleika sílsa.  Og til að taka allan vafa af þá er berandi hluti boddýs hjá mér í gólfbitum sem liggja út í hliðarbita sem eru inní hliðunum á bílnum.  Allt þetta berandi dót er fyrir ofan þennan \"síls\" sem skoðanamenn sjá ekki sólina fyrir.\nNú veit ég ekki hvernig frágangurinn á súkkuni er en það er um að gera að skoða það vel, það er ekkert víst að sílsinn sé það krítískur hluti af yfirbygginguni.  Það eru ekki allir bílar eins smíðaðir.",
            "date": "2013-10-24 21:34:00",
            "post_id": "114381",
            "reply_to_id": "114363"
        },
        {
            "user_name": "bjarni95",
            "text": "Nú er ég að gera þetta í fyrsta skipti svo ekki dæma mig hart ef ég fer að bulla eitthvað. \nEins og þetta var hjá mér var ytri sílsinn að hverfa af ryði en aldrei neitt sett á það í skoðunum seinustu ára. Þegar ég skar ytra byrðið í burtu blasti við mér ynnri síls alveg óryðgaður og stráheill, þar voru einnig hurðapóstarnir fremri og aftari en þeir fóru í innra byrðið og festast þar. Ég tel því að ytra byrðið sé að mestu leyti hlíf fyrir innra byrðið og að það sé ekki mikill styrkur í honum miðað við innri sílsinn. Eins og ytri sílsinn er smíðaður original gefur hann mikið eftir við högg uppundir hann sem ég tel að sílsinn hjá mér þoli betur, svo kemur níðsterk trefjamotta sem fer á mjög gróft undirlag sem heldur trefjunum betur við stálið og veitir því mikinn styrk, þar ofaná set ég svo mjúkt bílaspartl til að fá slétta áferð, spartlið þolir vel hristing og hreyfingu áður en það springur.\n-Bjarni",
            "date": "2013-10-24 23:47:00",
            "post_id": "114401",
            "reply_to_id": "114381"
        },
        {
            "user_name": "bjarni95",
            "text": "Núna er búið að gluða grunni á græjuna og fær hún vonandi lit annað kvöld :)\nPhotobomb frá kæró og besta vini ;)\n-Bjarni",
            "date": "2013-10-30 00:41:00",
            "post_id": "114944",
            "reply_to_id": "114401"
        },
        {
            "user_name": "íbbi",
            "text": "flottur gangur í þessu hjá þér. \nþú ert samt að ofmeta styrk trebbans, hann sem slíkur er nokkuð sterkur, en hann fer út í veður og vind leið og það kemur almennilegt högg á bílinn. trebbi er fínn til að loka suðunum og flr slíkt, en maður notar hann ekki einan og sér sem ryðbætiefni. \nen maður verður að byrja einhverstaðar. og sú reynsla sem þú ert að afla þér fer öll í reynslubankann,",
            "date": "2013-10-30 01:14:00",
            "post_id": "114948",
            "reply_to_id": "114944"
        },
        {
            "user_name": "bjarni95",
            "text": "Jæja, það er kominn litur á bílinn, reyndar er hann nánast tilbúinn en myndir af því koma seinna.\nSvona leit hann út á föstudaginn eftir að rúðan fór í\nBara skemmtilegt!",
            "date": "2013-11-02 23:47:00",
            "post_id": "115394",
            "reply_to_id": "114948"
        },
        {
            "user_name": "jeepcj7",
            "text": "Flottur",
            "date": "2013-11-03 00:42:00",
            "post_id": "115399",
            "reply_to_id": "115394"
        },
        {
            "user_name": "Stebbi",
            "text": "Svo er bara að smyrja hann saman og fara út að jeppast.",
            "date": "2013-11-03 22:45:00",
            "post_id": "115530",
            "reply_to_id": "115399"
        },
        {
            "user_name": "bjarni95",
            "text": "Bílnum var rumpað saman í hálfgerðri leti á einni helgi og tel ég að þetta hafi bara heppnast mjög vel hjá mér, allavega miðað við að þetta sé fyrsta verkefni af þessu tagi sem ég tek að mér einn :)\nLæt myndirnar tala fyrir sig\nNú þarf bara að græja sílsatankana undir hann\n-Bjarni",
            "date": "2013-11-03 23:43:00",
            "post_id": "115543",
            "reply_to_id": "115530"
        },
        {
            "user_name": "TDK",
            "text": "djöfull líst mér vel á þetta litakombó.",
            "date": "2013-11-13 13:52:00",
            "post_id": "116640",
            "reply_to_id": "115543"
        },
        {
            "user_name": "Gunnar00",
            "text": "Lúkkar Helvíti vel hjá þér.",
            "date": "2013-11-13 14:40:00",
            "post_id": "116643",
            "reply_to_id": "116640"
        },
        {
            "user_name": "bjarni95",
            "text": "Takk fyrir :)\nÞað verður allavega erfitt að týnast svona hehe\n-Bjarni",
            "date": "2013-12-02 23:05:00",
            "post_id": "119182",
            "reply_to_id": "116643"
        },
        {
            "user_name": "LFS",
            "text": "mjög töff hefur heppnast nokkuð vel hja þer !",
            "date": "2013-12-02 23:14:00",
            "post_id": "119184",
            "reply_to_id": "119182"
        },
        {
            "user_name": "bjarni95",
            "text": "Takk, já ég er mjög ánægður með þetta :)",
            "date": "2013-12-02 23:25:00",
            "post_id": "119188",
            "reply_to_id": "119184"
        },
        {
            "user_name": "gislisveri",
            "text": "Þú verður að uppfæra prófílmyndina þína maður!\nSúkkukveðja,\nGísli.",
            "date": "2013-12-03 13:27:00",
            "post_id": "119243",
            "reply_to_id": "119188"
        },
        {
            "user_name": "bjarni95",
            "text": "Mig vantar ennþá góða mynd af honum í snjó ;) þá uppfæri ég prófílinn\n-Bjarni",
            "date": "2013-12-04 00:15:00",
            "post_id": "119314",
            "reply_to_id": false
        }
    ],
    "date": "2013-12-04 00:15:00"
}