{
    "forum_title": "Almennt spjall",
    "id": "2072",
    "title": "Endurskoðun",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2072",
    "posts": [
        {
            "user_name": "afc",
            "text": "Sælir meistarar.\nHeyriði nú er vandi á ferð.\nBíllinn fékk ekki  skoðun og maður er alltaf að leitast af því ódýrasta sem í boði er á þessum leiðinlegu tímum sem eru hér á klakanum.\nAfturdemparar, eitthvað pínulítið púst vesen ( sjóða held ég ) og spindlikúlur held ég í framdekkjum ( veit ekki hvort ég er að skrifa þetta rétt eða hvort þetta er réttur hlutur.\nHvað haldið þið að svona vinna muni kosta með hlutunum ?\nÞekkið þið einhverja sem eru í svona reddingum ?\nVæri gaman að fá viðbrögð, hér eða í skilaboðum.\nmeð fyrirfram þökk\nBjarni",
            "date": "2010-10-05 20:20:00",
            "post_id": "9187",
            "reply_to_id": false
        },
        {
            "user_name": "gudlaugur",
            "text": "Væri fínt að taka framm hvernig bíl um ræðir ;)",
            "date": "2010-10-05 20:28:00",
            "post_id": "9188",
            "reply_to_id": "9187"
        },
        {
            "user_name": "afc",
            "text": "Mér lá svo á að koma þessu frá mér að ég gleymdi að nefna tegundina...........Pajero :) ( langur ´98 ) ef það breytir einhverju",
            "date": "2010-10-05 21:51:00",
            "post_id": "9194",
            "reply_to_id": "9188"
        },
        {
            "user_name": "gudlaugur",
            "text": "Vinnan við að skipta um dempara og spindilkúlur, ég myndi skjóta á ca 30-50Þ eftir hvar þetta er gert, varahlutakostnaður í þessa tvo hluti, 20-40Þ Ef þú ert með stillanlegan dempara að aftan í þessum Pajero þá eru þeir dýrir. Að sjóða smá slummu í púst er ekki mikið verk. Kostar þig max 10Þ  Myndi halda að í mesta lagi þá kostar þetta 95Þ.\nMæli með að þú ath kvikkfix í sambandi við vinnuna. Hef heyrt að þeir séu ódýrir en ég veit þó ekkert hvort þeir eru að sjóða í bíla.",
            "date": "2010-10-06 00:05:00",
            "post_id": "9205",
            "reply_to_id": "9194"
        },
        {
            "user_name": "Kalli",
            "text": "Hringdu í hann Robert Rófustöppu S: 7738099 hann hefur reddað mönnum á mjög sanngjörnu verði :O)\nkv. Kalli",
            "date": "2010-10-06 08:35:00",
            "post_id": "9209",
            "reply_to_id": "9205"
        },
        {
            "user_name": "juddi",
            "text": "Sendu mér nr á bílnum og ég gef þér verð í þetta",
            "date": "2010-10-06 08:59:00",
            "post_id": "9211",
            "reply_to_id": "9209"
        },
        {
            "user_name": "Stebbi",
            "text": "Afturdemparar kosta þig um 10-15þús stykkið og hvaða jólasveinn sem er getur skipt um þá á klukkutíma.  Spindlarnir sem ég geri ráð fyrir að séu neðri spindlar kosta svipað og dempararnir og eru heldur meiri hausverkur í gömlum bíl, mátt gera ráð fyrir 2-4 tímum í báða spindla.",
            "date": "2010-10-07 16:40:00",
            "post_id": "9249",
            "reply_to_id": "9211"
        }
    ],
    "date": "2010-10-05 20:20:00"
}