{
    "forum_title": "Almennt spjall",
    "id": "2076",
    "title": "vantar í Wrangler",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2076",
    "posts": [
        {
            "user_name": "ivarhauks",
            "text": "Sælir, er einhver hérna sem veit um orginal drif að aftan í Wrangler 91árg með 4.0 HO, dana 35 að aftan?\nEinnig er ég að spá með ballansstöngina að framan á fjaðrabíl, á á ég að halda henni eða flegja henni?\nÉg hef rifið hana undan öllum klafabílum sem ég hef átt en þekki ekki hvernig það er á fjaðrabílum???\nKv Ívar\nS:8205658",
            "date": "2010-10-06 00:00:00",
            "post_id": "9204",
            "reply_to_id": false
        },
        {
            "user_name": "Fordinn",
            "text": "Ívar   burt med ballans stöngina!!!!!!!",
            "date": "2010-10-06 22:50:00",
            "post_id": "9234",
            "reply_to_id": "9204"
        },
        {
            "user_name": "ivarhauks",
            "text": "Hún er farinn, nennti ekki að bíða eftir svari:)",
            "date": "2010-10-07 11:44:00",
            "post_id": "9239",
            "reply_to_id": "9234"
        },
        {
            "user_name": "Einar",
            "text": "Af hverju rífa menn þær alltaf úr? Það er ástæða fyrir því að þær eru þarna og hún er sú að gera aksturseiginleika bílsins betri á vegum og á flestum jeppum það er einfaldasta mál í heimi að setja á þær búnað til að aftengja þær með einu handtaki þegar þær fara að flækjast fyrir.\nSvoleiðis búnaður hefur fengist í marga áratugi fyrir ýmsar bíltegundir og er það einfaldur að það ætti ekki að taka laghentann mann mikið lengri tíma að smíða hann heldur enn tekur að rífa dótið úr.",
            "date": "2010-10-07 12:39:00",
            "post_id": "9241",
            "reply_to_id": "9239"
        },
        {
            "user_name": "ivarhauks",
            "text": "Menn rífa þetta örugglega bara úr því það er svo auðvelt:) En ég prufa þetta allavega svona, ef mér líkar það ekki þá er líka lítið mál að henda henni undir aftur:) Það er líka ástæða fyrir því að menn skipta út orginal dekkjunum fyrir stærri dekk þó bíllinn sé stöðugri úti á vegum á 31\":)",
            "date": "2010-10-07 15:15:00",
            "post_id": "9244",
            "reply_to_id": "9241"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það eru einhver ódýrustu aukakílóin að losna við að fjarlægja þessa massívu teina.\nÁ til ef þig vantar D 35 undan grand með 3.73-1 fyrir lítið.",
            "date": "2010-10-07 17:20:00",
            "post_id": "9250",
            "reply_to_id": "9244"
        }
    ],
    "date": "2010-10-06 00:00:00"
}