{
    "forum_title": "Almennt spjall",
    "id": "20949",
    "title": "HJÁLP!! þjófóttu fávitar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=20949",
    "posts": [
        {
            "user_name": "magnusv",
            "text": "sælir piltar ég lenti í því leiðinlega atviki að það var stolið úr jeppanum mínum..\num er að ræða eldgamalt spil sem ég var með framaná econoline inum mínum\nþetta er spil sem mér þykir mjög vænt um vegna þess hvað það er gamalt og hversu fágætt ég var heillengi að leita af svona spili og ég ætlaði mér að nota það í project sem ég er að vinna að\nfundarlaun í boði og er að sjálfsögðu er lofað 100% trúnaði!!\nDJÖFULSINS AUMINGJA PAKK!!\nmynd af spilinu\nhttps://www.facebook.com/photo.php?fbid ... =1&theater\n hérna er mynd það væri alveg magnað ef þið gætuð deilt þessu á facebook fyrir mig \nmbk magnús",
            "date": "2013-10-28 20:37:00",
            "post_id": "114757",
            "reply_to_id": false
        },
        {
            "user_name": "Árni Braga",
            "text": "þetta er ömurlegt. að geta ekki fengið að hafa eigur sýnar í friði \nfyrir einhverjum bjánum sem ganga um og stela.\nvið skulum vera vakandi fyrir þessum þrjótum og láta hirða þá eða \nallavega meiða þá,",
            "date": "2013-10-28 20:48:00",
            "post_id": "114759",
            "reply_to_id": "114757"
        },
        {
            "user_name": "magnusv",
            "text": "já það er mjög gott plan\nbara líka skemmdirnar sem þeir ollu með þessu, er búinn að vera að leita af svona spili heillengi og ég er ekki viss um að finna neitt svona aftur nema fyrir morðfjár\nhelvítis krypplingar",
            "date": "2013-10-28 21:01:00",
            "post_id": "114765",
            "reply_to_id": "114759"
        },
        {
            "user_name": "Elís H",
            "text": "Ef þetta fer ekki úr landi ættum við allir að vera vel vakandi yfir þessu sem og öðrum hlutum sem stolnir hafa verið.",
            "date": "2013-10-28 21:19:00",
            "post_id": "114775",
            "reply_to_id": "114765"
        },
        {
            "user_name": "magnusv",
            "text": "Takk fyrir thad strakar, held samt ekki ad thetta fari ekki ur landi thetta er klettthungt og fyrirferdarmikid En madur veit aldrei",
            "date": "2013-10-28 21:35:00",
            "post_id": "114777",
            "reply_to_id": "114775"
        },
        {
            "user_name": "Árni Braga",
            "text": "áttu til betri mynd af spilinu.",
            "date": "2013-10-28 21:37:00",
            "post_id": "114778",
            "reply_to_id": "114777"
        },
        {
            "user_name": "magnusv",
            "text": "https://fbcdn-sphotos-d-a.akamaihd.net/ ... 4606_n.jpg\nhttps://fbcdn-sphotos-d-a.akamaihd.net/ ... 6612_n.jpg\nhttps://fbcdn-sphotos-d-a.akamaihd.net/ ... 4606_n.jpg\nhttps://fbcdn-sphotos-h-a.akamaihd.net/ ... 6461_n.jpg\nþetta eru nokkrar á því miður ekki betri myndir.. þetta er gamalt amerískt spil líka leiðinlegt hvað stuðarinn missir mikinn sjarma þegar spilið er komið úr.. stuðarinn var smíðaður í krngum þetta spil",
            "date": "2013-10-28 22:12:00",
            "post_id": "114791",
            "reply_to_id": "114778"
        },
        {
            "user_name": "magnusv",
            "text": "https://www.facebook.com/photo.php?fbid ... =1&theater\n hérna er linkur á facebook væri alveg magnað ef þið gætuð deilt þessu fyrir mig",
            "date": "2013-10-28 22:17:00",
            "post_id": "114792",
            "reply_to_id": "114791"
        },
        {
            "user_name": "Tollinn",
            "text": "Ég skora hér með á þá sem að tóku þetta spil í \"misgripum\" að skilgreina þetta sem tæknileg mistök og fara til eiganda með spilið ásamt afsökunarbeiðni. Þeir sem taka svona hluti hljóta að vera að stunda þetta sport og því hljóta þeir að vera að skoða þennan þráð. Það er óþolandi að geta ekki fengið að vera með hlutina sína í friði en ég er viss um að ef menn breyta rétt og skila fá menn örugglega fyrirgefningu fyrir þennan vitleysisgang\nkv Tolli",
            "date": "2013-10-28 22:20:00",
            "post_id": "114794",
            "reply_to_id": "114792"
        },
        {
            "user_name": "jeepson",
            "text": "Búinn að deila þessu á fésinu. Vonandi ratar spilið aftur til þín.",
            "date": "2013-10-29 20:42:00",
            "post_id": "114904",
            "reply_to_id": "114794"
        },
        {
            "user_name": "magnusv",
            "text": "takk vinur, en já það myndi gleðja mig mikið að fá þetta aftur í hendurnar og ég lofa engum frekari vandræðum.. svosem ekki mikils virði það skrallaði svolítið í þessu en þetta passaði svo flott í þennan stuðara framaná econoline sem ég er að smíða",
            "date": "2013-10-30 01:27:00",
            "post_id": "114949",
            "reply_to_id": "114904"
        },
        {
            "user_name": "magnusv",
            "text": "alveg hellingur af bjór í boði fyrir þann sem getur reddað mér spilinu aftur..",
            "date": "2013-10-30 22:39:00",
            "post_id": "115043",
            "reply_to_id": "114949"
        },
        {
            "user_name": "juddi",
            "text": "Er þetta svona Warn spil og var það skrúfað af bílnum eða tekið innan úr honum ?",
            "date": "2013-10-31 10:21:00",
            "post_id": "115092",
            "reply_to_id": "115043"
        },
        {
            "user_name": "Skottan",
            "text": "Alltaf jafn orðlaus yfir því þegar fólk hefur samvisku í að stela svona hlutum ! \nFylgist með hvort ég sé það einhvernstaðar.",
            "date": "2013-10-31 12:40:00",
            "post_id": "115102",
            "reply_to_id": "115092"
        },
        {
            "user_name": "magnusv",
            "text": "heyrðu ég bara man ómögulega gerðina á spilinu nema bara það var eldgamalt og amerískt og þetta var skrúfað utan af bílnum.. helvítis krypplingar",
            "date": "2013-10-31 17:16:00",
            "post_id": "115114",
            "reply_to_id": "115102"
        },
        {
            "user_name": "juddi",
            "text": "Sumir leggja mikið á sig það var td orginal topp af CJ7 skrúfaður af bíl fyrir utan hjá mér um árið ekki 5 min djobb það",
            "date": "2013-10-31 22:12:00",
            "post_id": "115157",
            "reply_to_id": "115114"
        },
        {
            "user_name": "magnusv",
            "text": "jáá þetta er ótrúlegt hvað fólk nennir að standa í þessu fyrir ekki háar fjárhæðir..",
            "date": "2013-12-07 09:30:00",
            "post_id": "115217",
            "reply_to_id": "115157"
        },
        {
            "user_name": "jeepson",
            "text": "Það skiptir engu fjandans máli hvort að þetta séu háar eða lágar fjárhæðir. Það er altaf leiðinlegt að lenda í því að einhverju sé stolið frá manni.",
            "date": "2013-12-07 12:31:00",
            "post_id": "119689",
            "reply_to_id": "115217"
        },
        {
            "user_name": "magnusv",
            "text": "það er laukrétt, er það bara eg eða er orðin aukning í þessu?? virðist lítið vera fundið af þessu eftir að þessu er svo stolið\npæling hvort það væri hópur af þessu liði að ræna og selja út..",
            "date": "2013-12-16 08:36:00",
            "post_id": "120723",
            "reply_to_id": "119689"
        }
    ],
    "date": "2013-10-28 20:37:00"
}