{
    "forum_title": "Almennt spjall",
    "id": "20947",
    "title": "Webasto miðstöð",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=20947",
    "posts": [
        {
            "user_name": "TDK",
            "text": "Er svoltið búinn að velta því fyrir mér að fá mér svona í fólksbílinn þar sem að hann verður sennilega eitthvað á ferðinni í Mývatnssveit í vetur þar sem frostið á það til að fara í 10-20°C \nHverjir eru að selja þetta og hversu marga putta kostar dótið?",
            "date": "2013-10-28 19:43:00",
            "post_id": "114739",
            "reply_to_id": false
        },
        {
            "user_name": "Magni",
            "text": "Bílasmiðurinn. Þetta kostar alla puttana :)",
            "date": "2013-10-28 20:08:00",
            "post_id": "114743",
            "reply_to_id": "114739"
        },
        {
            "user_name": "Stebbi",
            "text": "Og tærnar líka.",
            "date": "2013-10-28 20:10:00",
            "post_id": "114744",
            "reply_to_id": "114743"
        },
        {
            "user_name": "TDK",
            "text": "Menn eru skemtilega snöggir að svara hérna. \nEn hvernig er þetta dót tengt? Er einfaldlega farið inn á hosu á vatnskassanum? Er mikið mál að koma þessu í?",
            "date": "2013-10-28 21:57:00",
            "post_id": "114783",
            "reply_to_id": "114744"
        },
        {
            "user_name": "uxinn9",
            "text": "Það er ekki stórmál að tengja þetta og átt að geta fengið manual fyrir hvern bil hvernig þetta er tengt annars er það miðstöðvarlögn miðstöðvar mótor + og - og klukkan \nKv",
            "date": "2013-10-28 22:25:00",
            "post_id": "114797",
            "reply_to_id": "114783"
        },
        {
            "user_name": "Polarbear",
            "text": "oftar er farið inná hosu að miðstöð. bjútíið við þetta er að geta kveikt á hitaranum (eða haft hann á timer) og látið þetta bræða klaka af rúðunum í bílum um leið og þetta hitar vélina fyrir ræsingu. Þessi búnaður hindrar \"kaldstart\" þ.e.a.s. að þú þurfir að ræsa frosinn mótor, því það fer ekki vel með þetta rusl. Þetta er samt slatta álag á rafgeyma þar sem vatnsdæla og ræsing á þessu tekur dáldið stuð. gott að hafa stóran og góðan geymi og átta sig á því að þú þarft að keyra bílinn dáldið til að hlaða geymana ef þú notar þetta oft. nú eða stinga honum reglulega í hleðslu.\nég var með svona í mínum bíl. það tók svona 15-20 mínútur að koma vélinni í 40-50 gráður ef ég hafði ekki kveikt á miðstöðinni inní bíl. til að ná góðum hita í bíl (með miðstöðinni) og hita vélina sæmilega þarftu að hafa þetta í gangi í svona 30-40 mínutur áður en þú ferð af stað. ég var að vísu með þetta í 60 krúser mótur með helvíti mikið vatn... 20 lítra kælikerfi. en ræsing í frosti varð ólíkt léttari. maður verður háður þessu helvíti :) gott að þurfa aldrei að skafa....",
            "date": "2013-10-28 22:28:00",
            "post_id": "114798",
            "reply_to_id": "114797"
        },
        {
            "user_name": "TDK",
            "text": "Einmitt það sem ég er að hugsa. Svo þegar maður er bara með bílinn í venjulegum aðstæðum þar sem hitinn fer ekki oft niður fyrir 5°c þarf maður varla að láta þetta ganga mjög lengi áður en maður fer af stað. \nHafa menn ekkert verið að flitja þetta inn sjálfir?",
            "date": "2013-10-28 22:55:00",
            "post_id": "114807",
            "reply_to_id": "114798"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "setti svona í bílinn fyrir mánuði síðan, nokkuð einfalt enda nokkuð rúmgott í Muzzo, tók ca 5 tíma en af því fór talsvert í pælingar sem eftirá sögðu sig kannski sjálfar en oft betra (amk ódýrara) að hugsa fyrst og framkvæma svo !\ntengt milli miðstöðvarelements og vélar, hitar þá ekki vatnskassann (amk nær vatnslásinn ekki að opna).\n5,2kW er hún skráð, fjarstýringin er að draga nokkur hundruð metra amk.\nþað tekur svona 10-15 mínútur eftir veðri að fá yl í bílinn, 15-25 mín að hita hann vel en ekki reynt ennþá á snjóbræðsluna og forhitun með glóðarkertum verður óþörf.\ner að draga um 5A (60W) á fullum afköstum fyrir utan hvað miðstöð bílsins dregur en hún kemur inn þegar kælivatnið er eitthvað um 60°C.\nen það er mælanleg eyðsluaukning enda notar þetta um 0.6L/h á fullu blússi og 0.3L/h á hálfu, pendlar á milli eftir hitastigi kælivatns.\nen ég ætla að henda því fram (tilbúið til umræðu) að bílvél við íslenskar aðstæður \ngæti \nendst, innvortis slithlutir amk, tvisvar sinnum lengur með því að nota svona forhitun frá upphafi, kaldstartið hverfur, vélin er strax þéttari svo blástur oní sveifarhús minnkar og olían endist betur og smyr betur frá ræsingu, amen to that !\nkostaði hinu megin við 200þkr með fjarstýringu en mv að þetta endist í 10 ár og maður hendir þessu á milli bíla þá hef ég eytt meiri, ahemm, miklu meiri peningum í vitlausari hluti :)",
            "date": "2013-10-29 08:20:00",
            "post_id": "114837",
            "reply_to_id": "114807"
        },
        {
            "user_name": "jongud",
            "text": "Önnur og mun ódýrari leið er að setja 220 volta hitara á sömu lögn. \nEn það þýðir að maður verður að hafa aðgang að veiturafmagni eða rafstöð.",
            "date": "2013-10-29 08:45:00",
            "post_id": "114845",
            "reply_to_id": "114837"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "er með þannig líka en webasto er ólíkt öflugra og já, þarf ekki innstungu.\nþað er frá DEFA, fæst í Bílanaust, keypti bara hitaelementið sem skrúfast í blokkina, um 550W og nægir til að auðvelda ræsingu, fínt fyrir peninginn, kostaði um 15þkr og tók klst að koma fyrir.\nen rafhitarinn þarf alveg 2-3 klst að gera eitthvað, ætli það sé ekki svipuð afköst og að hafa vélina í gangi í svona 1-2 mínútur.\n550W/h eru um 7kr svo það telur varla vs Webasto :/",
            "date": "2013-10-29 11:06:00",
            "post_id": "114851",
            "reply_to_id": "114845"
        },
        {
            "user_name": "jongud",
            "text": "550W er bara kettlingur, hér er eitthvað almennilegt;\nhttp://www.ebay.co.uk/itm/220V-2200W-Engine-Pre-Heater-/221289007666?pt=Motors_Car_Truck_Parts_Accessories&hash=item3385da4a32",
            "date": "2013-10-29 12:33:00",
            "post_id": "114853",
            "reply_to_id": "114851"
        },
        {
            "user_name": "biturk",
            "text": "svo gætiru skoðað líka fjarstart, mun ódýrara heldur en webasto?",
            "date": "2013-10-29 13:27:00",
            "post_id": "114859",
            "reply_to_id": "114853"
        },
        {
            "user_name": "Ingaling",
            "text": "já en fjarstart ræsir bílinn kaldann...",
            "date": "2013-10-29 14:12:00",
            "post_id": "114860",
            "reply_to_id": "114859"
        },
        {
            "user_name": "Hfsd037",
            "text": "Sem fer ekki vel með vélina",
            "date": "2013-10-29 14:21:00",
            "post_id": "114861",
            "reply_to_id": "114860"
        },
        {
            "user_name": "Bóndinn",
            "text": "Sælir\nKaupa svona\nhttp://www.ebay.com/itm/7-Switch-GSM-Re ... 2eb03aeed1\n:-)\nKv Geiri",
            "date": "2013-10-29 14:24:00",
            "post_id": "114862",
            "reply_to_id": "114861"
        },
        {
            "user_name": "IL2",
            "text": "Aðalmálið er að prófa sig áfram með stillingar á miðstöðinni. Á Hondu CRV hefur það reynst best að hafa miðstöðina í botni og stillta á blástur á andlit. Webasto miðstöðin er síðan stillt á 3 og 40 mínútur. \nÞað þarf stundum að skafa en er þá ekkert mál og laust um leið. Ef blástur stillingin er ekki á andlit, hefur þurft að vera lengri timi á móti til að afturrúðurnar hitni nóg. Ekki má líka gleyma því ef maður er með fjarstýringu að það er mjög þægilegt ef maður fer að versla að hafa kveikt á þessu á meðan og koma í bílinn heitan aftur.\nÞað endaði með því að það var keyptur nýr stærri geymir, enda sá orginal algjör kettlingur. Eyðslan er einhver en á móti ætti að koma minni eyðsla á bílnum þar sem hann er fljótari að hittna.",
            "date": "2013-10-29 15:17:00",
            "post_id": "114866",
            "reply_to_id": "114862"
        }
    ],
    "date": "2013-10-28 19:43:00"
}