{
    "forum_title": "Almennt spjall",
    "id": "20984",
    "title": "Spacer pæling",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=20984",
    "posts": [
        {
            "user_name": "icedan",
            "text": "Sælir, ég er forvitinn að vita með spacer-a. Ég hélt að þeim væri ofaukið á bílnum þegar ég keypti hann og tók þá af að aftanverðu en þegar ég ætlaði að taka framanverðu kom í ljós að þeir þyrftu að vera. \nSpurningin er: þarf ég að setja setja þá aftur á að aftanverðu til að jafna bilið? Hefur einhver reynslu af því hvort það muni einhverju í akstri að hafa þetta sitthvort bilið framan og aftan. Eins og ég sé þetta þá standa framdekkin \"1 meira út sitthvoru megin og það munar nú oft um minna.\nÉg vona að þessar pælingar komist til skila þar sem ég takmarkaða þekkingu á hjólabili :-)\nKv\nArnar",
            "date": "2013-10-30 10:09:00",
            "post_id": "114965",
            "reply_to_id": false
        },
        {
            "user_name": "juddi",
            "text": "Bíll sem er breyðari að framan er betri í akstri td Saab og allir gömlu GM bílarnir Blazer ofl",
            "date": "2013-10-30 10:22:00",
            "post_id": "114968",
            "reply_to_id": "114965"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Framhjólin eiga að vera með meira hjólabil en afturhjólin, má meirasegja verða alveg slatti held ég.",
            "date": "2013-10-30 10:33:00",
            "post_id": "114970",
            "reply_to_id": "114968"
        },
        {
            "user_name": "Startarinn",
            "text": "Eini mínusinn sem mér finnst við þetta er að í akstri í snjó verður meira viðnám af afturdekkjunum þar sem þau elta ekki förin sem framdekkin eru búinn að ryðja, en svo er aftur spurning hvort þú finnir nokkuð fyrir því....",
            "date": "2013-11-08 17:56:00",
            "post_id": "116042",
            "reply_to_id": "114970"
        },
        {
            "user_name": "Styrmir",
            "text": "Er einhver sem getur útskýrt af hverju þeir séu betri breiðari að framan?",
            "date": "2013-11-08 21:51:00",
            "post_id": "116075",
            "reply_to_id": "116042"
        },
        {
            "user_name": "Startarinn",
            "text": "Þyngdin leitar á framhornin þegar er beygt, því breiðari sem bílarnir eru að framan því stöðugri verða þeir\nÞetta er ein af ástæðunum fyrir að torfæru þríhjólin voru bráðdrepandi í röngum höndum",
            "date": "2013-11-09 00:10:00",
            "post_id": "116094",
            "reply_to_id": "116075"
        },
        {
            "user_name": "Kiddi",
            "text": "Þetta hefur áhrif á beygjuradíus...",
            "date": "2013-11-09 00:42:00",
            "post_id": "116098",
            "reply_to_id": "116094"
        }
    ],
    "date": "2013-10-30 10:09:00"
}