{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "21069",
    "title": "smá spauglering með sjálfskipptingu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=21069",
    "posts": [
        {
            "user_name": "runar7",
            "text": "lenti í smá leiðindum fyrir helgi og klessti mussoinn hjá mér smá og kom þar af leiðandi gat á vatnskassa og einhversstaðar lekur smá sjálfskippti olía þannig bíllinn er ekki keyrsluhæfur er aðalega að spá í því hversu langt er í lagi að draga svona ssk musso þarf að færa hann um svona 5-6 kílómetra til að koma honum inn í aðstöðu til að gera við hann myndi sleppa að draga hann mjöööööög rólega á aðfangastað eða þarf ég að redda mér kerru undir hann? Kv Rúnar",
            "date": "2013-11-03 19:29:00",
            "post_id": "115479",
            "reply_to_id": false
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "það ætti að standa í handbókinni, ef það er spurning þá er einfaldast að aftengja afturskaptið amk ef hann er ekki með sídrifi sem ég held séu bara 3.2L V6 bílarnir.\neinhverjir bílar ssk, eru með uppgefið í handbókum að megi draga á ca 30km/h einhverja km leið.",
            "date": "2013-11-03 19:34:00",
            "post_id": "115481",
            "reply_to_id": "115479"
        },
        {
            "user_name": "Gudnyjon",
            "text": "Er ekki hlutlaus í millikassanum ?",
            "date": "2013-11-03 20:37:00",
            "post_id": "115497",
            "reply_to_id": "115481"
        },
        {
            "user_name": "runar7",
            "text": "nei það er ekki hlutlaus á millikassa þetta er rafknúinn milli kassi sem er bara með 2h/4h/4l því miður :(",
            "date": "2013-11-03 20:59:00",
            "post_id": "115512",
            "reply_to_id": "115497"
        },
        {
            "user_name": "elli rmr",
            "text": "Izusu er með rafmagnsmillikassa og það er hægt að setja hann í hlutlausan með því að halda inni 2h og 4l minnir mig... Er mussó ekki með eithvað svipað?",
            "date": "2013-11-03 21:20:00",
            "post_id": "115518",
            "reply_to_id": "115512"
        },
        {
            "user_name": "runar7",
            "text": "uhh á músso geturu ekki ýtt takkanum inn þannig ég veit ekki alveg hvernig það virkar ætli ég neiðist ekki bara til þess að græja mér kerru undir drossíuna tek ekki áhættuna á því að steikja skipptinguna",
            "date": "2013-11-03 21:43:00",
            "post_id": "115523",
            "reply_to_id": "115518"
        },
        {
            "user_name": "StefánDal",
            "text": "Skrúfaðu bara aftur drifskaftið úr og dragðu bílinn :)",
            "date": "2013-11-03 23:48:00",
            "post_id": "115544",
            "reply_to_id": "115523"
        },
        {
            "user_name": "arni87",
            "text": "Það ætti að duga að taka afturskaftið undan, og ef þér finnst ástæða til að taka frammskaftið líka þá kippiru því líka undan.\nÞegar þú ert búinn að taka sköftin undan þá er engin hreyfing á skiftingunni.",
            "date": "2013-11-04 19:20:00",
            "post_id": "115614",
            "reply_to_id": "115544"
        },
        {
            "user_name": "Subbi",
            "text": "færð hlutlausann pottþétt með því að þrýsta samtímis á hi og lo takkan í mælaborðinu \nÞannig er það á flestum þessara rafdrifnu kassa að ef samtimis er ýtt á þessa takka þá færu neutral á millikassan ef hann er rafdrifinn",
            "date": "2013-12-16 12:39:00",
            "post_id": "120741",
            "reply_to_id": "115614"
        },
        {
            "user_name": "StefánDal",
            "text": "Það er snúningstakki í Musso. Getur bara snúið í aðra hvora áttina.",
            "date": "2013-12-16 13:03:00",
            "post_id": "120745",
            "reply_to_id": "120741"
        }
    ],
    "date": "2013-11-03 19:29:00"
}