{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "21080",
    "title": "Fórum ferð núna helgina 1-3 nóvember",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=21080",
    "posts": [
        {
            "user_name": "kjartanbj",
            "text": "Fórum nokkrir saman á föstudaginn í ferð Hans Þór á Lc80 46\", Spörri á lc80 44\", Friðrik á patrol 44\" og ég á mínum lc80 44\". \nÞetta átti að vera snjóalaga könnunarleiðangur og já niðurstöður ferðarinnar voru að það er kominn ágætis snjómagn \nVið renndum dómadalinn og pokahryggi á föstudagskvöldinu og var förinni heitið upp í Hrafntinnusker, þangað var komið um 3 um nóttina, á  leiðinni hittum við nokkra félaga úr túttugenginu og voru allnokkrir af þeim\nkomnir uppeftir á undan okkur\nVið hittum hóp af túttugenginu við á sem var smá farartálmi \nflæddi þarna um allnokkurt svæði, tók smá tíma að komast yfir hana \nen hafðist á endanum og eins og fyrr segir vorum við komnir kl 3 í skála \nÁ laugardeginum var ekið aftur til baka niður pokahryggi og inn í Landmannalaugar, þar var ákveðið að við skyldum fara á eftir jeppadeild útivistar sem voru lagðir af stað aðeins á undan inn í Strút, við náðum þeim við skaftártungu og var farið Álftavatnakróka inn á mælifellssand, við mælifellssand affelgaði 38\" patrol og reif dekk, þeir höfðu víst verið í veseni með affelganir á þessum bíl fyrr í ferðinni, á meðan þeir litu á dekkið og hvað ætti að gera þá fórum við 4 á undan að ryðja inn i Strút \nÞegar við komum að afleggjaranum að Strút og vorum búnir að keyra aðeins innúr þá blasti við okkur hafsjór af krapa og ís, komumst þó ca 100m frá skálanum, en var þá ákveðið að þetta yrði of mikið bras með 38\" bílana, stefnan var þá tekin að Hvanngili og gekk ágætlega þangað fyrir utan að annar 38\" patrol festi sig í kaldaklofskvísl og flæddi inn í hann en var honum bjargað óskemmdum uppúr, á sunnudeginum var keyrt niður í fljotshlið og heim \n2 jeppar lögðu af stað um laugardagskvöld úr bænum með dekk á patrol og voru þeir á ferð alla nóttina, ákváðu að sleppa við að fara yfir kaldaklofskvísl og héldu áfram að patrol með dekkið og redduðu honum \nMeð þeim skemmtilegri ferðum sem maður hefur farið í langan tíma og margir sem voru á fjöllum \nNúna mega þeir sem voru á ferð og tóku myndir dæla þeim hérna inn \nSet sjálfur inn slatta þegar ég er ekki í símanum",
            "date": "2013-11-04 10:24:00",
            "post_id": "115559",
            "reply_to_id": false
        },
        {
            "user_name": "kjartanbj",
            "text": "Já og það var nóg af festum og brasi, að minnsta kosti nóg af snjó þannig 46\" gat fest sig \nEkkert auðvelt færi fyrir 38\" erfiður snjór \nhttp://youtu.be/9WYnOsM-IfQ",
            "date": "2013-11-04 10:28:00",
            "post_id": "115560",
            "reply_to_id": "115559"
        },
        {
            "user_name": "kjartanbj",
            "text": "úps\nFyrsta Festan í ferðinni :)",
            "date": "2013-11-04 18:47:00",
            "post_id": "115611",
            "reply_to_id": "115560"
        },
        {
            "user_name": "-Hjalti-",
            "text": "gaman af þessum myndum , styttist í að maður kíki á fjöll",
            "date": "2013-11-04 23:39:00",
            "post_id": "115651",
            "reply_to_id": "115611"
        },
        {
            "user_name": "Brjotur",
            "text": "Greinilega verið gaman ,  en var þessi 38 tommu Patti i kaldaklofinu einn a ferð ?  Ef ekki þa hefði nu att að  slefa hann yfir, fyrst vitað var að mikið var i anni og greinilega krapkennt i henni lika",
            "date": "2013-11-04 23:55:00",
            "post_id": "115652",
            "reply_to_id": "115651"
        },
        {
            "user_name": "kjartanbj",
            "text": "Nei hann var ekki einn á ferð, en á undan honum rann yfir LC120 á 38\" með engum vandamálum, Pattinn fór bara aðeins of utarlega í ánna þar sem meiri klaki var , allir aðrir fóru yfir með engum vandamálum, nema Frikki þurfti drátt upp brekkuna úr ánni",
            "date": "2013-11-05 00:01:00",
            "post_id": "115654",
            "reply_to_id": "115652"
        },
        {
            "user_name": "Brjotur",
            "text": "Ok þarf stundum ekki mikið til , svona er það bara :)",
            "date": "2013-11-05 01:25:00",
            "post_id": "115658",
            "reply_to_id": "115654"
        },
        {
            "user_name": "Hansi",
            "text": "",
            "date": "2013-11-05 08:19:00",
            "post_id": "115662",
            "reply_to_id": "115658"
        },
        {
            "user_name": "Guðninn",
            "text": "flottar myndir og gaman að hafa þær ferskar",
            "date": "2013-11-05 08:34:00",
            "post_id": "115664",
            "reply_to_id": "115662"
        },
        {
            "user_name": "Magni",
            "text": "Það var ekki að spyrja að því þegar kallið kom á laugardagskvöld að fara í björgunatúr með dekk. Manni vantaði að komast í smá action, við bjuggumst reyndar ekki við svona miklum snjó og löngum túr. Tókum með okkur eina samloku á mann. Ferðin teigðist í 19 tíma hjá okkur. Við lögðum af stað kl. 21 á laugardagskvöld, fórum upp Fljótshlíðina og vorum komnir að Kaldaklofskvíslinni kl. 4 um nóttina. Við lögðum ekki í hana þar sem hún var orðin frosin aftur og klakinn hefði án efa brotið framljósin mín og kastara ef ég hefði reynt að ryðja hana. Við fórum því áfram að jeppanum og skiptum um dekkið. Fórum svo Landmannalaugar og Hrauneyjar heim. \nHiluxinn sem var með mér var á sumardekkjunum á álfelgum og alffelgaði 2svar á leiðinni. Fyrra skiptið á innri og ytri kannti og seinna skiptið ofaní á og annar ventillinn týndist. Við vorum sem betur fer með ónýta dekkið með okkur, við opnuðum það og tókum ventilinn úr því.\nFrábær túr í alla staði.\nKlakinn var akkúrat í ljósahæð. \nKomnir að bílnum kl 6\nÞað var gerð heiðarlega tilrauna að tappa dekkið áður en við fengum hringinguna.\nSeinni affelgunin, þarna var ventillinn horfinn\n9 sunnudagsmorgun, rétt að lenda hjá Landmannalaugum\nVatnstæma dekk",
            "date": "2013-11-05 08:47:00",
            "post_id": "115666",
            "reply_to_id": "115664"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Flottar myndir, maður þarf greinilega að fara tjasla saman kagganum",
            "date": "2013-11-05 09:37:00",
            "post_id": "115668",
            "reply_to_id": "115666"
        },
        {
            "user_name": "Skottan",
            "text": "Skemmtilegt að sjá myndir hjá ykkur, virðist hafa verið stuð :)",
            "date": "2013-11-05 10:27:00",
            "post_id": "115672",
            "reply_to_id": "115668"
        },
        {
            "user_name": "Hansi",
            "text": "http://www.youtube.com/watch?v=LYY5RBJl ... e=youtu.be",
            "date": "2013-11-05 11:08:00",
            "post_id": "115673",
            "reply_to_id": "115672"
        },
        {
            "user_name": "frikki",
            "text": "Með skemmtilegri ferðum sem eg hef farið í lengi.\nkkv Frikki",
            "date": "2013-11-05 11:45:00",
            "post_id": "115676",
            "reply_to_id": "115673"
        },
        {
            "user_name": "kjartanbj",
            "text": "http://www.youtube.com/watch?v=tUfQ1aetWlM",
            "date": "2013-11-05 12:01:00",
            "post_id": "115678",
            "reply_to_id": "115676"
        },
        {
            "user_name": "Hansi",
            "text": "http://www.youtube.com/watch?v=BJkPzW0u ... e=youtu.be",
            "date": "2013-11-05 12:25:00",
            "post_id": "115686",
            "reply_to_id": "115678"
        },
        {
            "user_name": "hobo",
            "text": "Þetta hefur verið ævintýri, og gott veður ofan á allt saman.",
            "date": "2013-11-05 13:25:00",
            "post_id": "115690",
            "reply_to_id": "115686"
        },
        {
            "user_name": "AgnarBen",
            "text": "Greinilega verið viðburðaríkur túr, gaman að sjá myndir úr honum. \nEn, strákar endilega setja inn meiri texta með myndunum og kannski á móti fækka þeim aðeins.  Það gefur þeim bara svo miklu meira gildi þegar smá texti fylgir með um staðsetningu, hver er á ferð og hvað er að gerast :)",
            "date": "2013-11-05 13:53:00",
            "post_id": "115693",
            "reply_to_id": "115690"
        },
        {
            "user_name": "kjartanbj",
            "text": "Erfitt að bæta texta eftirá þar sem maður sér ekki hvaða mynd er hvað auðveldlega, en skelli texta með næstu myndum úr næstu ferð :)",
            "date": "2013-11-05 14:39:00",
            "post_id": "115698",
            "reply_to_id": "115693"
        },
        {
            "user_name": "Ragnare",
            "text": "Greinilega flott ferð. Alltaf gaman af myndum.",
            "date": "2013-11-05 15:14:00",
            "post_id": "115700",
            "reply_to_id": "115698"
        },
        {
            "user_name": "SHM",
            "text": "Það var ég sem festi Patrolinn í Kaldaklofskvíslinni. Ástæðan var kannski helst klaufaskapur og/eða óheppni. Ég var síðastur í röðinni og allir hinir komust klakklaust yfir ána. Ég tók hins vegar of víða beygju, lenti utan við rásina, sem búið var að gera í ísinn, var að horfa á steinana neðan við vaðið og skima eftir brekkunni þar sem keyrt er upp úr ánni. Svo var bara allt fast. Vatn tók að renna inn í bílinn og náði ca. 15 cm. dýpt.\nBjörgunaraðgerðir heppnuðust vel og enginn beið tjón á sál né líkama. \nEftir að ég kom upp úr ánni byrjuðu hurðarlæsingarnar að djöflast ótt og títt og sjálfskiptingin hegðaði sér ekki alveg eðlilega. Þegar haldið var heim daginn eftir bar hins vegar ekki á neinu óeðlilegu.\nBíllinn er nú í þurrkví, búið að fjarlægja öll sæti og teppi ásamt því að hreinsa og þurrka tölvuna, sem stýrir sjálfkskiptingunni og fleiru. Líklega verður hægt að raða öllu saman á morgun.\nFerðin var í alla staði frábær, ein með öllu og mér finnst ekki hægt að segja að 38 tommu bílarnir hafi verið mikið til trafala ef frá eru taldar örfáar festur og svo tvær affelganir, sem hinn Patrolinn lenti í.\nHér má sjá myndband af björgunaraðgerðinni í Kaldaklofskvísl tekið úr bílnum hjá okkur. Þetta á að vera öllum opið: \nhttps://www.facebook.com/photo.php?v=10 ... =2&theater\n  Strákurinn í vöðlunum, sem fór í ána til að græja spottann heitir Andri Berg Ágústsson og er aðeins 16 ára. Hann var sannkölluð hetja dagsins. Aðrir sem komu að þessari björgun voru Þröstur Sigurðsson (Spörri) og Ágúst Þór Guðbergsson á sínum 49\" Ford. Allir fá þeir bestu þakkir frá áhöfninni á Patrolnum.\nMeðfylgjandi mynd tók Axel V. Gunnlaugsson við Markarfljótið.",
            "date": "2013-11-05 20:43:00",
            "post_id": "115742",
            "reply_to_id": "115700"
        },
        {
            "user_name": "StefánDal",
            "text": "Flott myndband hjá þér Sigurbjörn. En þú verður að stilla myndasafnið á facebook á public. Nú eða hægri smella á myndina, velja Copy image URL og afrita það á milli þessa ramma. . \nSemsagt [img]myndaslóð[/img]",
            "date": "2013-11-05 21:13:00",
            "post_id": "115743",
            "reply_to_id": "115742"
        },
        {
            "user_name": "Eiður",
            "text": "Kannski rétt að segja frá því að steinarnir sem allir kannast við og allar hálendisakstursbækur nefna að séu ofaní kaldaklofinu eru þar ekki lengur. þeim var rutt uppúr í kringum mitt sumar og auðvitað varð allt brjálað og vaðið varð hörmung í tvær vikur á eftir. að lokum var farið á gröfu uppeftir og setti tveir eða þrír steinar aftur í vaðið. en þeir eru ekki á sama stað og ekki jafn margir og menn skulu varast að meta vaðið algjörlega á þeim eins og gert var með gömlu.\nlangaði að nefna þetta, afsakið hvað þetta varð að mikilli ritgerð",
            "date": "2013-11-05 21:19:00",
            "post_id": "115745",
            "reply_to_id": "115743"
        },
        {
            "user_name": "kjartanbj",
            "text": "38\" bílarnir voru ekkert til trafala, en þeir áttu samt erfiðara með þennan snjó heldur en stærri bílarnir, þetta var erfiður snjór , ekki mikið flot í honum",
            "date": "2013-11-05 21:51:00",
            "post_id": "115748",
            "reply_to_id": "115745"
        },
        {
            "user_name": "SHM",
            "text": "Ég hélt að ég væri búinn að gera þetta allt \"public\" en ég verð að skoða það betur.\nGetur maður ekki tekið myndir af harða diskinum og sett hér inn? Verða þær að hafa einhverja netslóð?\nDóttir mín á heiðurinn af myndbandinu, sem hún tók á iPadinn sinn.",
            "date": "2013-11-05 22:22:00",
            "post_id": "115753",
            "reply_to_id": "115748"
        },
        {
            "user_name": "Magni",
            "text": "viewtopic.php?f=12&t=19266",
            "date": "2013-11-05 22:37:00",
            "post_id": "115755",
            "reply_to_id": "115753"
        },
        {
            "user_name": "Freyr",
            "text": "Hefur þú hugmynd um hvað bjó að baki? Sá þetta í sumar og datt enginn skynsamleg skýring í hug???\nKv. Freyr",
            "date": "2013-11-06 00:00:00",
            "post_id": "115773",
            "reply_to_id": "115755"
        },
        {
            "user_name": "vidart",
            "text": "Ég heyrði í sumar frá verðinum í Strút að einhver nýgræðingur hjá Vegagerðinni hefði gert þetta í hugsanarleysi.",
            "date": "2013-11-06 07:11:00",
            "post_id": "115777",
            "reply_to_id": "115773"
        },
        {
            "user_name": "Eiður",
            "text": "Þetta var einstaklingur i verktakavinnu eki alveg klár fyrir hverja en hann var að setja upp skilti sem á stendur \"katla geopark\" við vegamótin hvanngil-mælifelssandur-fljótshlíð. \nsvo kom trússari á vanbúnum bíl og fer yfir kaldaklofið, sá sér gott til glóðarinnar og bað gröfukarlinn sem var þarna að taka burt þessa steina sem væru alltaf fyrir öllum. og gröfukarlinn í góðmennsku sinni gerði það ruddi steinunum uppá suðurbakkann.\nÞetta er sagan eins og ég heyrði og skildi hana í sumar",
            "date": "2013-11-06 09:36:00",
            "post_id": "115781",
            "reply_to_id": "115777"
        },
        {
            "user_name": "fastur",
            "text": "Takk fyrir skemmtilegar myndir/vídeó og ferðasögur.  Þetta kemur manni alveg í ferðagírinn aftur.\nKveðja, Birkir",
            "date": "2013-11-06 21:20:00",
            "post_id": "115841",
            "reply_to_id": "115781"
        },
        {
            "user_name": "Gulli J",
            "text": "Einn pikk fastur.",
            "date": "2013-11-06 21:39:00",
            "post_id": "115848",
            "reply_to_id": "115841"
        },
        {
            "user_name": "Gulli J",
            "text": "Ótrúlega seigur þessi, Gummi á 120 krúser og at dekkjum.",
            "date": "2013-11-06 21:46:00",
            "post_id": "115849",
            "reply_to_id": "115848"
        },
        {
            "user_name": "Gulli J",
            "text": "Tryggvi Trausta fararstjóri að benda á athylgisverða staði og öll fjöllinn sem hann á eftir að fara upp á.",
            "date": "2013-11-06 21:48:00",
            "post_id": "115851",
            "reply_to_id": "115849"
        },
        {
            "user_name": "Gulli J",
            "text": "Séra Jóki að hita upp fyrir daginn, mynd tekinn fyrir framan Dalakofann.",
            "date": "2013-11-06 21:50:00",
            "post_id": "115852",
            "reply_to_id": "115851"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Hvernig er 46 tomman að koma út undir þessum cherokee? (Sýnist þetta allvega vera 46\")",
            "date": "2013-11-08 10:32:00",
            "post_id": "116007",
            "reply_to_id": "115852"
        },
        {
            "user_name": "SHM",
            "text": "Það tók 4 sólarhringa að þurrka Patrolinn eftir volkið í Kaldaklofskvíslinni. Hann virkar nú jafnvel og áður.",
            "date": "2013-11-08 21:51:00",
            "post_id": "116076",
            "reply_to_id": "116007"
        },
        {
            "user_name": "Gulli J",
            "text": "Þetta er 46\" og kemur virkilega vel út, gott flot og frábært grip.",
            "date": "2013-11-08 23:15:00",
            "post_id": "116087",
            "reply_to_id": "116076"
        },
        {
            "user_name": "tnt",
            "text": "þessi séra-jóki er öflugur bíll og svínvirkar og já slatti af afli-kemur vel út,smá eiðsla þegar gefið er í en hvað er það?smiles per gallon er málið.\nEn já þetta var flottur túr með öllu sem kom manni skemtilega á óvart.",
            "date": "2013-11-08 23:23:00",
            "post_id": "116088",
            "reply_to_id": "116087"
        },
        {
            "user_name": "silli525",
            "text": "Það væri nú gaman að fá þráð um þennan Grand eða allavega upplýsingar um hásingar, vélarstærð og eitthvað í þeim dúr",
            "date": "2013-11-09 09:12:00",
            "post_id": "116104",
            "reply_to_id": "116088"
        }
    ],
    "date": "2013-11-04 10:24:00"
}