{
    "forum_title": "Almennt spjall",
    "id": "21106",
    "title": "grand cherokee hvað þola hásingarnar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=21106",
    "posts": [
        {
            "user_name": "klunni",
            "text": "hefur einhver hérna prufað styrkinn i þessum dana 30 og 35 orginal grand hasingum hvað þolir þetta stór dekk og með hvaða hlutföllum þolir það eithvað ? er þetta ekki bara hand ónytt rusl sem er best geymt á haugunum",
            "date": "2013-11-05 14:08:00",
            "post_id": "115695",
            "reply_to_id": false
        },
        {
            "user_name": "JeepKing",
            "text": "Undir Grand Cherokke zj er afturhásinginn D35 nánasat alltaf skift út fyrir 38\" dekk en D30 á framan hefur enst mér ágætlega á 38\" og er oft notuð en vill bogna þá er bara málið að sjóða smá áður en hún bognar...\nEn undir hvað ertu að fara að nota þetta\nhvaða dekk ertu að spá í að nota og \nhvað stór vél?",
            "date": "2013-11-05 15:49:00",
            "post_id": "115703",
            "reply_to_id": "115695"
        },
        {
            "user_name": "Svopni",
            "text": "Hafa menn ekki verið að setja öflugri öxla og krossa í D30? Ég hef verið með svona bíl með 4,7 í prufutúr og hann braut kross um leið og átti að renna í fyrstu brekku. Engin læti. Braut svo aftur kross í annað skiptið sem átti að prufa. Er ekki dægt að nota eh úr econoline í þetta með smá mixi?",
            "date": "2013-11-05 16:03:00",
            "post_id": "115706",
            "reply_to_id": "115703"
        },
        {
            "user_name": "klunni",
            "text": "er með 5,2 bíl og ættla i 44 tommu er að spái að fara i patrol hásingar en svo er það annað mál þessi 5,2 motor er orugglega að eiða allt of mikklu a 44 tommu",
            "date": "2013-11-05 16:16:00",
            "post_id": "115707",
            "reply_to_id": "115706"
        },
        {
            "user_name": "JeepKing",
            "text": "ef þú ert að tala um krossana í drifskafti þá er ekkert að þeim, þetta eru algengistu krossar sem kaninn notaði í sína jeppa\nsvokallaður \"bronco kross\".. þannig að annaðhvort var þetta lélegur kross frá kína eða hefur verið orðnir lúnir...",
            "date": "2013-11-05 16:19:00",
            "post_id": "115710",
            "reply_to_id": "115707"
        },
        {
            "user_name": "JeepKing",
            "text": "ætla ekki á mæla með D30 og D35 í 44\" \nþessi braut allt í fyrstu ferð :D\nhttp://www.jeppaspjall.is/viewtopic.php?f=9&t=18746\ndrifkúlan er öfugumeginn á patrol ef ég man rétt ..\n5,2 mótorinn er bara cool",
            "date": "2013-11-05 16:29:00",
            "post_id": "115711",
            "reply_to_id": "115710"
        },
        {
            "user_name": "Oskar K",
            "text": "nokkuð viss um að hann er að tala um krossana í öxlunum, enda frekar aumingjalegir og mjög oft komið leiðindarslag í þá í orginal bílum",
            "date": "2013-11-05 16:38:00",
            "post_id": "115712",
            "reply_to_id": "115711"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ég er með XJ á 39,5\" og er að fara inn í þriðja veturinn minn á honum eftir breytingu.  \nD35 var strax hent út í breytingunni fyrir Ford 8.8 með 4.56 hlutföll og diskalás (limited slip).  Að framan er ég bara með orginal D30 Reverse með 4.56 hlutföllum og TruTrac gírlás (100% sjálfvirk læsing).  Ég skipti strax út orginal öxlum fyrir öxla úr Grand með kúluliðum (sterkari í átaki í beygju).  Ég hef í stuttu máli ekkert þurft að líta á þetta setup nema að ég hef einu sinni þurft að herða upp á jókanum við afturdrifið.  \nFyrir 44\" dekk þá þarftu lægri hlutföll og þá myndi ég klárlega losa mig við D30 drifið líka og fnna mér D44 drif og jafnvel complet rör.",
            "date": "2013-11-05 17:31:00",
            "post_id": "115722",
            "reply_to_id": "115712"
        },
        {
            "user_name": "Svopni",
            "text": "nokkuð viss um að hann er að tala um krossana í öxlunum, enda frekar aumingjalegir og mjög oft komið leiðindarslag í þá í orginal bílum[/quote]\nÉg er að tala um þá. En þegar þið minntust á það þá minnir mig að hann hafi farið með drifskapt þegat öxlarnir voru ekki lengur veiki hlekkurinn.",
            "date": "2013-11-05 17:37:00",
            "post_id": "115723",
            "reply_to_id": "115722"
        },
        {
            "user_name": "klunni",
            "text": "það er bara ekkert af þessu sem hægt er að  fá á litinn pening patrol hasingar eru hagstæðastar i þessu peningalega séð sýnist mér",
            "date": "2013-11-05 18:19:00",
            "post_id": "115727",
            "reply_to_id": "115723"
        },
        {
            "user_name": "Lindemann",
            "text": "Ég er að tala um þá. En þegar þið minntust á það þá minnir mig að hann hafi farið með drifskapt þegat öxlarnir voru ekki lengur veiki hlekkurinn.[/quote]\nÉg held ég sé ekki að rugla með það að það séu sömu krossar í öxlunum og drifsköptunum(nema náttúrulega öxlarnir séu komnir með kúluliðum)",
            "date": "2013-11-05 20:07:00",
            "post_id": "115738",
            "reply_to_id": "115727"
        },
        {
            "user_name": "Nenni",
            "text": "viewtopic.php?f=31&t=20685\nÞetta er líklega allt sem þarf, með lásum.",
            "date": "2013-11-05 21:33:00",
            "post_id": "115746",
            "reply_to_id": "115738"
        },
        {
            "user_name": "Stebbi",
            "text": "Það eru  allir WJ með kúluliði í liðhúsum og standard rotation Dana 30 drif.  Þannig að þeir krossar eru varla til vandræða í 4.7 bílum.",
            "date": "2013-11-05 22:55:00",
            "post_id": "115759",
            "reply_to_id": "115746"
        },
        {
            "user_name": "Freyr",
            "text": "Þessar hásingar duga alveg í venjulega ferðamennsku á 38\" bíl. Ef það á hinsvegar að taka mikið á dótinu eða fara á mun stærri dekk og menn vilja vera öruggir borgar sig að betrumbæta hlutina. \nHlutföll: Varðandi hlutföllin myndi ég ekki fara neðar en 4,56 með Dana 35 og 30. Menn hafa margir notað 4,56 án vandræða í mörg ár í D30 en ekki er óalgengt að heyra menn með 4,88 tala um að þeir hafi brotið drifið a.m.k. 1x. Hvar þessi \"mörk\" liggja í Dana 35 þekki ég ekki. Athugaðu að xj cherokee eru með reverse framdrif sem er sterkara en það sem kemur í grand og hásingin skrúfast á milli (fjöðrunarfestingar eins o.s.frv...). Ef ætlunin er 44\" dekk myndi ég hiklaust fara í lægri drif og það kallar eiginlega sjálfkrafa á stærri drif. Ef ekki á að auka vélaraflið þeim mun meira (eða það sé yfirdrifið í grunninn sem er afar sjaldgæft) hugsa ég þetta þannig að óskastaðan sé að enda með drif sem eru ívið lægri m.v. dekkjastærð en orginal. Þá auknu lækkun hugsa ég til að mæta stóraukinni vindmótstöðu o.fl. þáttum sem draga niður í aflinu. Hinsvegar ræðst þetta oft mikið af því hvað er til, hvað er ráðlagt m.v. styrk og svo kostnaði.\nKrossar: \nKrossarnir í sköftnum eru ekki vandamálið sem slíkir þegar kemur að því að brotna. Vandamálið er að þeir endast oft ekkert sérstaklega vel, þó ég aðhyllist USA jeppa þá eru krossarnir í þeim oft ekki eins vandaðir og í japönskum. Það er alveg ótrúlega algengt að menn aki um með lélega eða ónýta krossa og þá er styrkurinn í þeim lítill m.v. kross í lagi. Sé fylgst með þeim, smurt í þá reglulega og skipt út um leið og eitthvað er athugavert á borð við slag, óhljóð eða ryðlitað vatn úr þeim við smurningu brotna þeir ekki nema í undantekningartilfellum. \nKrossarnir í öxlunum eru annað mál. Þar þarf að nota góða krossa en ekki þá ódýrustu. Það borgar sig að nota t.d. spicer krossa því þeir þola þetta á meðan t.d. neapco eru bara ekki nógu sterkir. Sjálfur nota ég spicer sem eru ekki smyrjanlegir til að hafa þetta sem sterkast. Þetta þarf hinsvegar ekki að hugsa um í grand þar sem þeir eru með kúluliði sem þola meira átak og gefa einnig jafnara átak í beygju en krossar.\nÖxlar:\nAlla jafna hafa öxlarnir að framan og aftan ekki verið til vandræða, drifin eða krossar fara fyrst.\nHásingarnar sjálfar:\nMenn hafa svolítið verið að beygja þær, þola venjulega jeppamennsku en ef það á að djöflast upp hengjur og lyfta hjólum og svona þá er ekki víst að þær haldist beinar mjög lengi. Það er líka mikilvægt að vera ekki á mjög breiðum og útviðum felgum. org. backspace er 135 mm, með það bs og 12-13\" felgu eru spindlar til friðs en með minna bs og/eða breiðari felgum fara efri spindlar að endast verr og hætta á að beygja hásingu eykst.\nKv. Freyr",
            "date": "2013-11-05 23:14:00",
            "post_id": "115765",
            "reply_to_id": "115759"
        },
        {
            "user_name": "lecter",
            "text": "scout traveler hjá mér með klettþunga nallavel 304cc og trukkakassan og stal millikassa 20,,, er á stalfelgum 44\"dekk 2070kg ,, fullur af bensini 60l \nog dana 44 hásingar ,, .eg braut drif og framöxxul  svo þetta er ekkert of sterkt ,, hvað þá 30 og 35 \nsvona til fróðleiks er Dodge ramcarger jeppinn 2250,kg á 38\" samt með dana 44 og stóru dodge afturhásinguni  sem var svipað og dana 60 ,,, og miklu stærri og duglegri bill \njeep grand 2100kg finst mér þungur og ekki mikið pláss\nhvað er xj jeep þungur td breyttur  fyrir 38\"\nkanski tilefni i þráð hvað er jeppinn minn þungur",
            "date": "2013-11-05 23:29:00",
            "post_id": "115768",
            "reply_to_id": "115765"
        },
        {
            "user_name": "Freyr",
            "text": "Gleymdi að nefna að 5,2 bílarnir eru til með D44 með ál miðju. Ég er ekki viss en minnir að það sé í yngri bílunum, kanski 96-98. Það er mun sterkara drif en eitthvað lítið til af aukahlutum í þær, samt hægt að fá a.m.k. tregðulása.",
            "date": "2013-11-06 00:26:00",
            "post_id": "115774",
            "reply_to_id": "115768"
        },
        {
            "user_name": "Stebbi",
            "text": "Álmiðjan kemur fyrst í Jeep með 98' 5.9 bílnum og er enþá í dag í Grandinum.  Lægsta drif var lengi vel 4.56, veit ekki stöðuna á því í dag.",
            "date": "2013-11-06 11:21:00",
            "post_id": "115792",
            "reply_to_id": "115774"
        },
        {
            "user_name": "Freyr",
            "text": "Þetta kemur í þeim fyrst '96, 2 árum áður en þeir buðu upp á 5,9 bílinn sem var bara boðinn '98.",
            "date": "2013-11-06 14:35:00",
            "post_id": "115803",
            "reply_to_id": "115792"
        },
        {
            "user_name": "AgnarBen",
            "text": "Það má kannski bæta því við til fróðleiks að ég er með 13\" breiðar stálfelgur með orginal 130mm backspace og þurrviktin á mínum (tómur af verkfærum, bensíni og fólki) er um 1700 kg.  Hann mældist svo tilbúinn í helgarferð með mat, farangri, 130 l af bensíni, verkfærum og varahlutum og tveimur mönnum 2080 kg á Hvalfjarðarviktinni.",
            "date": "2013-11-06 23:08:00",
            "post_id": "115866",
            "reply_to_id": "115803"
        },
        {
            "user_name": "gudmundurp",
            "text": "Þetta er gamall þráður, en má ég spyrja ef einhver getur svarað... ;-)\nHvað eru orginal drifhlutföll í Grand Cherokee WJ ?\nOg þarf að breyta þeim ef maður fer í 35\" ?\nEr stundum að draga fellihýsi á sumrin, en veturinn snýst aðalega um að komast frá A-B á veiðum ... já og svo til A aftur ;-)",
            "date": "2015-11-02 14:58:00",
            "post_id": "163238",
            "reply_to_id": "115866"
        }
    ],
    "date": "2013-11-05 14:08:00"
}