{
    "forum_title": "Vara og aukahlutir",
    "id": "21145",
    "title": "Ó.E. hraðamælis breyti fyrir Ford F-250",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=21145",
    "posts": [
        {
            "user_name": "LG_TRUCK",
            "text": "Vantar hraðamælis breyti fyrir 2005 Ford F-250 ef einhver á svoleiðis eða veit um.\nUppl í s. 898 4414",
            "date": "2013-11-07 13:15:00",
            "post_id": "115923",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Umboðið á að geta breytt aksturstölvunni í samræmi við breytingar á dekkjastærð. Einnig eru margir tölvukubbar (aflkubbar) með möguleika á að breyta púlsunum inn á hraðamælinn.\nHvað ertu að breyta dekkjastærðinni mikið?",
            "date": "2013-11-07 14:38:00",
            "post_id": "115926",
            "reply_to_id": "115923"
        },
        {
            "user_name": "LG_TRUCK",
            "text": "Hann er á 38''",
            "date": "2013-11-07 21:22:00",
            "post_id": "115962",
            "reply_to_id": "115926"
        },
        {
            "user_name": "jongud",
            "text": "Tvær spurningar í viðbót;\nVar skipt um hlutföll? og ef svo er hvað voru gömlu hlutföllin og þau nýju?\nEr búið að setja tölvukubb? Ef svo er, hvaða tegund?",
            "date": "2013-11-08 08:43:00",
            "post_id": "115994",
            "reply_to_id": "115962"
        },
        {
            "user_name": "ivar",
            "text": "Gefið að þetta sé allt eins og hjá mér á 2005 F350 þá er sú leið sem ég endaði á að fara er að setja True-speed frá samrás í bílinn.\nÞessi búnaður sem seldur er í ameríkunni er neflilega framleiddur hér á landi og því ódýrari hér heldur en erlendis :)\nKaupir svona á 15-20þ og tengir inná ABS módúlínn (fylgja leiðbeiningar með og ef ekki á ég þær til) og stillir mælinn inná það sem þú vilt.",
            "date": "2013-11-08 11:06:00",
            "post_id": "116010",
            "reply_to_id": "115994"
        },
        {
            "user_name": "Fordinn",
            "text": "Keypti svona true speed breytir i 2002 bilinn hja mer   fæst hjá ökumælum, og svo samrás alllavega.        einnig geturu skoðað að fá þér aflaukningar tolvu frá td bully     og þa er fídus þar sem leyfir þer að calibera hraðamælinn við stærri dekk..\nMig minnir að umboðið geti bara caliberað þetta upp að vissri dekkjastærð, sem var ekki svo stór.... og að það er bara hægt að gera þetta 3 held ég þannig að eftir 3 skipti er ekki hægt að eiga meira við það.",
            "date": "2013-11-08 16:23:00",
            "post_id": "116034",
            "reply_to_id": "116010"
        },
        {
            "user_name": "LG_TRUCK",
            "text": "Er búinn að tala við þá hjá Samrás og kaupi sennilega hraðamælis breytir af þeim.\nÞað er Quadzilla tölvukubbur í bílnum, held að sé ekkert hægt að eiga við hann.\nVarðandi hlutföll, þá held ég að þau séu orginal.",
            "date": "2013-11-10 08:55:00",
            "post_id": "116171",
            "reply_to_id": "116034"
        },
        {
            "user_name": "Fordinn",
            "text": "Hvada verð er á þessu hjá þeim núna'??",
            "date": "2013-11-13 08:38:00",
            "post_id": "116176",
            "reply_to_id": "116171"
        },
        {
            "user_name": "LG_TRUCK",
            "text": "Verð á hraðamælisbreyti hjá Samrás er eitthvað í kringum 16000.",
            "date": "2013-11-13 08:39:00",
            "post_id": "116610",
            "reply_to_id": "116176"
        }
    ],
    "date": "2013-11-07 13:15:00"
}