{
    "forum_title": "Lof & last",
    "id": "21245",
    "title": "bílanaust",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=53&t=21245",
    "posts": [
        {
            "user_name": "beygla",
            "text": "keypti geima í bílanaust og annar er ónýtur rett rúmlega árs gamall og þeir vilja ekkert gera fyrir mig",
            "date": "2013-11-11 19:22:00",
            "post_id": "116398",
            "reply_to_id": false
        },
        {
            "user_name": "Stebbi",
            "text": "Hvaða tegund af geymum keyptirðu?",
            "date": "2013-11-11 19:32:00",
            "post_id": "116402",
            "reply_to_id": "116398"
        },
        {
            "user_name": "Freyr",
            "text": "Þekki sjálfur a.m.k. 2 svona dæmi",
            "date": "2013-11-11 19:41:00",
            "post_id": "116403",
            "reply_to_id": "116402"
        },
        {
            "user_name": "Fordinn",
            "text": "Var að vinna á N1 verkstæðinu og þetta var viðvarandi vandamál....    þessir geymar koma með gámum til landsins og svo stendur þetta á lagerum  jafnvel i langan tíma... sennilega aldrei hlaðið fyrr enn þetta kemur i hilluna á verkstæðinu  og svo dugar þetta i einhvern tíma og deyr.       Almennt var nú skipt þessu út fyrir fólk  ef það var með kvittun og allt það...  ef það var ekki mjog langt liðið.....\n  Ég versla alltaf rafgeyma hjá rafgeyma þjónustunni í hafnarfirði...   keypti síðast 2 geyma i ford pikka og það eru allavega 5 ár síðan og still going strong.",
            "date": "2013-11-11 20:11:00",
            "post_id": "116414",
            "reply_to_id": "116403"
        },
        {
            "user_name": "hobo",
            "text": "Ekki spurning, bara kaupa rafgeyma í rafgeymasölunni eða skorra.",
            "date": "2013-11-11 20:41:00",
            "post_id": "116424",
            "reply_to_id": "116414"
        },
        {
            "user_name": "Raggi B.",
            "text": "Hlóðstu hann áður en þú fórst að nota hann fyrst ?",
            "date": "2013-11-11 20:56:00",
            "post_id": "116425",
            "reply_to_id": "116424"
        },
        {
            "user_name": "Jónas",
            "text": "Ég er með tvo rafgeyma frá 2004 ( frá Bílanaust ) eru í Unimog og virka fínt.... ennþá.",
            "date": "2013-11-11 21:11:00",
            "post_id": "116429",
            "reply_to_id": "116425"
        },
        {
            "user_name": "Fordinn",
            "text": "Jájá  þetta er ekkert algilt... sumir fá fína geyma sem endast mörg ár jafnvel   þetta er bara pínu happadrætti  =)",
            "date": "2013-11-11 21:52:00",
            "post_id": "116437",
            "reply_to_id": "116429"
        },
        {
            "user_name": "beygla",
            "text": "þetta eru boss geymar",
            "date": "2013-11-11 21:55:00",
            "post_id": "116438",
            "reply_to_id": "116437"
        },
        {
            "user_name": "birgir björn",
            "text": "svo geta menn allveg eiðilagt nýjan geimir þó hann sé heill",
            "date": "2013-11-12 01:50:00",
            "post_id": "116461",
            "reply_to_id": "116438"
        },
        {
            "user_name": "lecter",
            "text": "en bilanaust er með banner rafgeyma lika þá geyma ætti að banna  ,, endast ekkert ,, eða eru gallaðir nýir  og i motorhjól eru þeir en verri",
            "date": "2013-11-12 01:55:00",
            "post_id": "116462",
            "reply_to_id": "116461"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Mér finnst þetta nú bara hálf saga! ??? Afhverju vilja þeir ekkert gera? Gastu sýnt framm á hvenær geymirinn er keyptur?\nhvernig eru ábyrgðarskilmálarnir fyrir rafgeyma er ekki tveggja ára neytendaábyrgð á þeim eins og öðrum neytendavörum? Ef þú átt til nótuna eða ábyrgðarskýrteini þá ætti það að koma framm ef það er eitthvað annað en hefðbundin tveggja ára ábyrgð á geymum hjá þeim.",
            "date": "2013-11-12 08:56:00",
            "post_id": "116471",
            "reply_to_id": "116462"
        },
        {
            "user_name": "villi58",
            "text": "Stundum er það þannig að rafmagnsvörur að þeim er ekki hægt að skila, held að ég hafi séð það á einhverri nótunni.",
            "date": "2013-11-12 10:27:00",
            "post_id": "116478",
            "reply_to_id": "116471"
        },
        {
            "user_name": "sigurdurk",
            "text": "Síðan er mjög auðvelt að skemma geyma þó að þeir séu nýjir ef hleðsla er ekki í lagi eða þá að bíllinn verði rafmagnslaus endurtekið",
            "date": "2013-11-12 10:39:00",
            "post_id": "116479",
            "reply_to_id": "116478"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Það er mjög algengt að ef geymir stendur með lágri spennu eina kalda vetrarnótt þá er hann ónýtur eða lélegur og verður aldrei eins og hann ætti að vera miðað við aldur.",
            "date": "2013-11-12 12:28:00",
            "post_id": "116489",
            "reply_to_id": "116479"
        },
        {
            "user_name": "villi58",
            "text": "Hef sömu reynslu og Sævar.",
            "date": "2013-11-12 12:51:00",
            "post_id": "116494",
            "reply_to_id": "116489"
        },
        {
            "user_name": "beygla",
            "text": "eg eiðilagði ekki þennan geimi  eg hef  aldrei lend í svona áður",
            "date": "2013-11-12 19:12:00",
            "post_id": "116540",
            "reply_to_id": "116494"
        },
        {
            "user_name": "beygla",
            "text": "hleðslan er í fínu lagi",
            "date": "2013-11-12 19:13:00",
            "post_id": "116542",
            "reply_to_id": "116540"
        },
        {
            "user_name": "beygla",
            "text": "já eg var með nótu sem eg framvísaði en þeir vilja ekkert gera ábirðinn er ár",
            "date": "2013-11-12 19:16:00",
            "post_id": "116544",
            "reply_to_id": "116542"
        },
        {
            "user_name": "íbbi",
            "text": "hef keypt tvo rafgeyma í bílanaust, báðir rauðir BANNER og annar þeirra var aldrei í lagi, hinn var fínn í nokkra mánuði, svo leið og það haustaði þá þoldi hann aldrei kuldan,     setti svo geymir frá merki sem ég þekki ekki úr rafgeymasöluni í hfj í sama bíl og lenti ekki í veseni með þetta aftur",
            "date": "2013-11-14 16:54:00",
            "post_id": "116841",
            "reply_to_id": "116544"
        },
        {
            "user_name": "Haukur litli",
            "text": "Hefur þú prufað að endulífga hann með \"gáfuðu\" hleðslutæki?  \nÉg á CTEK hleðslutæki sem er með recondition stillingu. Ég hef endurlífgað geyma sem héldu ekki hleðslu og voru sífellt færðir á milli verkefnabíla og alltaf voru þeir dauðir. Þessir geymar virkuðu eðlilega eftir þetta. Endurlífgaði líka geyma sem frusu úti í bíl og þeir virtust vera í lagi heillengi eftir það.\nCTEK er ekki ódýrt, en það virkar. Eflaust fást önnur svipuð tæki á Íslandi.",
            "date": "2013-11-14 18:04:00",
            "post_id": "116848",
            "reply_to_id": "116841"
        },
        {
            "user_name": "beygla",
            "text": "nei en bílanaust dæmti hann ónýtan voru með hann í viku",
            "date": "2013-11-14 18:06:00",
            "post_id": "116849",
            "reply_to_id": "116848"
        },
        {
            "user_name": "birgthor",
            "text": "Eru ekki klukkur stimplaðar á geymana sem sýna hvernær framleiðslu ár og mánuður er?",
            "date": "2013-11-14 18:15:00",
            "post_id": "116850",
            "reply_to_id": "116849"
        },
        {
            "user_name": "íbbi",
            "text": "ég á gamla pinnasuðu sem tekur að sér hleðslu í hjáverkum, og er það öflugasta hleðslutæki sem ég hef kynnst \nég hef náð að endurlífga margann geymirinn með því. en það tókst ekki með þessa tvo",
            "date": "2013-11-14 18:20:00",
            "post_id": "116852",
            "reply_to_id": "116850"
        },
        {
            "user_name": "snöfli",
            "text": "Keypti Patrol með tveimur rauðum Banner.  Get ekki sagt til um aldur (sem mér finnst nógu stór galli á rafgeymi hvort sem er) en annar var korslúttaður að stórum hluta og dró út af hinum.  Fattaði þetta ekki nógu snemma þannig að altenatorinn fór líka.\nKaupi ekki Banner hér eftir.  Þegar maður velur fyrir sjálfan sig þarf maður ekki að hafa nákvæmar upplýsingar né draga ályktanir sem standast fyrir Hæstarétti:)",
            "date": "2013-11-14 19:04:00",
            "post_id": "116856",
            "reply_to_id": "116852"
        },
        {
            "user_name": "Eiður",
            "text": "Sama saga hér var með tvo bannera með fjóra póla hvor í patrol, fóru tveir altanetorar áður en ég fattaði hvað var",
            "date": "2013-11-14 20:06:00",
            "post_id": "116858",
            "reply_to_id": "116856"
        },
        {
            "user_name": "Stebbi",
            "text": "Búin með 2 Banner líka úr Bílanaust, þarf ekki að kaupa þann þriðja.  Svo fékk ég Varta eða Deka þar líka og hann dugaði aðeins lengur en enginn þeirra náði því að verða gamall.  Topp hleðsla og nýlegur alternator, geymaskór og jarðsambönd.",
            "date": "2013-11-14 20:37:00",
            "post_id": "116865",
            "reply_to_id": "116858"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Varta er eina vitið en það á ekki að kaupa þá hjá N1...\nKeypti tvo nýja 230Ah neyslugeyma hjá Olís og er með þá í kassa á pallinum á Dodge...",
            "date": "2013-12-31 21:30:00",
            "post_id": "122552",
            "reply_to_id": "116865"
        },
        {
            "user_name": "gráni",
            "text": "Þú verður að passa það að enginn steli þeim, það eru margir óprúttnir á ferðinni, þó þú sért ekki árennilegur Viktor minn þá falla alltaf einhverjir í freistni!",
            "date": "2014-01-02 23:46:00",
            "post_id": "122773",
            "reply_to_id": "122552"
        },
        {
            "user_name": "Stebbi",
            "text": "Var í Bílanaust í dag og tók göngutúr í rafgeymadeildinni.  Það var búið að fylla á fólksbílageymana en stóru geymarnir eru búinir að standa óhreyfðir síðan í sumar og núna bara fyrir okkur eru komnir 2 gulir optima og einn blár.  Þeir líta út fyrir að vera margra ára gamlir og verðlagðir aðeins dýrari en nýjir, 58þús fyrir rafgeymir sem er rykfallinn eins og eitthvað úr Fornbókabúð Braga.\nEftir að gamla nafnið fór aftur á húsið er nánast sénslaust að versla þarna án þess að verða pínulítið pirraður enda fer maður bara orðið þangað í neyð eða ef að hlutirnir fást ekki annarstaðar.",
            "date": "2014-01-03 01:11:00",
            "post_id": "122779",
            "reply_to_id": "122773"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Það tekur margar mínútur að losa þá... og Dobermaninn rr löngu farinn að láta vita ef að hann verður var við læti kringum bílana...",
            "date": "2014-01-03 01:52:00",
            "post_id": "122783",
            "reply_to_id": "122779"
        }
    ],
    "date": "2013-11-11 19:22:00"
}