{
    "forum_title": "Almennt spjall",
    "id": "21377",
    "title": "Gamall kassa Benz",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=21377",
    "posts": [
        {
            "user_name": "norðlendingur",
            "text": "Góða kvöldið er einhver hérna á spjallinu sem getur frætt mig um gömlu benz Jeppana,(diesel) hvernig þeir hafa verið að reynast og hvernig þeir drífa á 38\"",
            "date": "2013-11-16 20:28:00",
            "post_id": "117106",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Þú ert væntalega að tala um G-wagon er það ekki. Held að þetta séu bara nokkuð solid bílar. Ég fór nokkrar ferðir með svona 230bíl á 35\" Hann var orginal með vökvalæsingar frama og aftan og virtist bara drífa heila helling. Han gaf okkur hinum á stærri jeppunum lítið eftir og var auðvitað oft lengur að fara upp brekkurnar en við sem vorum á stærri dekkjunum. Ég hef altaf verið rosa hrifinn af G jeppunum og langar mikið að eignast svona óbreyttann 300D bíl einhverntíma á lífsleiðinni.",
            "date": "2013-11-16 22:55:00",
            "post_id": "117119",
            "reply_to_id": "117106"
        },
        {
            "user_name": "Lindemann",
            "text": "Þetta eru ansi magnaðir bílar, en þeir eru dýrir!",
            "date": "2013-11-17 12:23:00",
            "post_id": "117151",
            "reply_to_id": "117119"
        },
        {
            "user_name": "Tjakkur",
            "text": "Þetta sem þú kallar \"gömlu Benz jeppana\" eru bílar sem eru enn í framleiðslu og verða í framleiðslu amk fram til 2020.\nKosta hingað komnir frá 30 til 80 milljónir með vélarafl frá 211 til 612 hestöfl.\nBoddí, grind, fjöðrun og drif eru því sem næst óbreytt allt frá 1979, en hafa verið með sídrifi frá 1990 og verið framleiddir með 4,5, 6, 8 og 12 cyl vélum með vélarafl frá 72 til 700 hestöfl.\nMillikassi er synkróniseraður eins og besti gírkassi og er sjálfstæður eins og í Suzuki Fox, svo henda mæti ofan í húddið hverri þeirri vél og skiptingu sem var í framleiðslu hjá Benz á hverjum tíma, -án þess að hrófla við afstöðu millikassa og drifskapta eða hafa sérstakan afturenda á skiptingunum.\nOrigianla drifhlutföll eru til niður í 6,17 en beinskipta bíla er hentugast að gíra niður með gírkassa úr gömlum MB sendibílum sem hafa 5. gírinn beint í gegn og 1. gírs hlutfallið  6,17. \n38\" kemst undir án hækkunar. \nAfturhjól eru eins aftarlega og hægt er og þetta drífur, fjaðrar vel og læsingar eru óaðfinnanlegar á mínum 30 ára gamla bíl án nokkurs viðhalds.\nNýjustu gerðir eru samt líklega með álíka umfangsmiklu rafkerfi og raforkudreifikerfi í meðalstóru þorpi á landsbyggðinni.\nhttp://www.mercedes-benz.de/content/ger ... 65amg.html",
            "date": "2013-11-17 14:34:00",
            "post_id": "117170",
            "reply_to_id": "117151"
        }
    ],
    "date": "2013-11-16 20:28:00"
}