{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "21383",
    "title": "Dómadalur - Laugar - Sigalda 16 Nóv",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=21383",
    "posts": [
        {
            "user_name": "-Hjalti-",
            "text": "Fórum á 4 bílum í snjókönnunar leiðangur inn á fjallabak í dag , \nFórum inn Dómadal og lentum þar í nokkrum Krapapollum en ekkert alvarlegt til að byrja með. Ókum inn að Landmannahelli og tókum kaffi þar. Ókum svo að Dómadalshálsinum og skildum við einn úr hópinum þar , hann var ekki á nægilega góðum dekkjum til að aka þar í hliðarhallanum. Restin af okkur fórum svo inn í Laugar og svo var sigölduleið tekin heim.\nÞað er komin slatti af snjó á svæðinu og bætti helling við bara í dag. \nTúrinn tók 12 tíma Rvk - Laugar - Rvk \nhér eru nokkrar myndir \nJólalegt á Landvegi \nKomnir inn á Landmannaleið \nPattinn í hópnum\nJá þetta er Patrol \nStrax komnir í flottan snjó \nOg nokkrar tjarnir \nEkki hægt að kvarta yfir veðrinu þarna \nReglulega lentum við í krapa \nÞrætt í gegnum hraunið \nmilli hrauns og hlíðar \nOg meiri krapi \n[img]https://fbcdn-sphotos-b-a.akamaihd.net/hphotos-ak-prn2/1457706_10152056042147941_1141428853_n.jpg\n[/img]\nFyrsta krapafestan \nNáði að kafsetja Runner\nSvo versnaði skyggnið verulega \nByrjaði að kafsnjóa á tímabili \nTókum kaffipásu í Landmannahelli og á meðan lagaðist veðrið \nekið niður Dómadalsháls\nSíðasti bíll lenti í vandræðum í hliðarhallanum\nÁkvað hann að snúa við og fara ekki niður\nEkið í gegnum hraunið í Dómadal \nkomnir inn á sigölduleið \nEKið inn Laugahraunið \nÁ sigölduleið \nKúludráttur við Sigöldu \nSnjórinn var mestu þegar við vorun nánast komnir á mabik \nLeiðarlok , Komnir í Hrauneyjar",
            "date": "2013-11-16 23:40:00",
            "post_id": "117123",
            "reply_to_id": false
        },
        {
            "user_name": "Árni Braga",
            "text": "Töff myndir hjá ykkur. þetta hefur verið hörku ferð.",
            "date": "2013-11-17 06:42:00",
            "post_id": "117136",
            "reply_to_id": "117123"
        },
        {
            "user_name": "Doror",
            "text": "Virkilega flottar myndir, gaman að sjá að það sé kominn svona mikill snjór.",
            "date": "2013-11-17 08:14:00",
            "post_id": "117138",
            "reply_to_id": "117136"
        },
        {
            "user_name": "firebird400",
            "text": "Þetta var virkilega skemtileg ferð.\nMiklar torfærur og fjör.\nFlottar myndir hjá þér. Það er greinilegt að maður þarf að fara að hafa almennilega myndavél með sér næst. iphone dugar bara svo langt.\nÉg kemst næst í ferð eftir hálfan mánuð. Vonandi verður bara enn meiri snjór, já og minni krapi.",
            "date": "2013-11-17 12:32:00",
            "post_id": "117153",
            "reply_to_id": "117138"
        },
        {
            "user_name": "jeepson",
            "text": "Já flottar myndir. Þú ert hörku myndatöku maður Hjalti :)",
            "date": "2013-11-17 16:33:00",
            "post_id": "117185",
            "reply_to_id": "117153"
        },
        {
            "user_name": "Hfsd037",
            "text": "Pínu fastur!\nSvo fór skyggnið að versna.\nÞarna var ég á leiðinni til baka einbíla frá brekkunni, hliðarhallinn er mikill óvinur minn og ég hef verið oft stutt við það að velta bílnum í smá halla, það bíður bóta. \nþað var töluvert búið að snjóa síðan við keyrðum inneftir og skyggnið var mun verra heldur en áður. Þarna sýnir það manni hvað GPS kemur að góðum notum! :)\nÞetta var svona nánast alla leiðina til baka",
            "date": "2013-11-17 17:55:00",
            "post_id": "117200",
            "reply_to_id": "117185"
        },
        {
            "user_name": "hobo",
            "text": "Gaman að renna í gegn um þessar myndir, veturinn er greinilega kominn.",
            "date": "2013-11-17 19:20:00",
            "post_id": "117217",
            "reply_to_id": "117200"
        },
        {
            "user_name": "Skottan",
            "text": "Flottar myndir ! :)",
            "date": "2013-11-18 13:03:00",
            "post_id": "117311",
            "reply_to_id": "117217"
        },
        {
            "user_name": "Tollinn",
            "text": "Hlynur, hvernig lýsir þetta sér þetta vandamál með hliðarhallann, er bíllinn of hár eða vantar ballancestangir? Hrikalega flottur Hilux btw. Væri gaman að vita svo maður geti sneitt sjálfur hjá þessu vandamáli.\nkv Tolli",
            "date": "2013-11-18 13:13:00",
            "post_id": "117314",
            "reply_to_id": "117311"
        },
        {
            "user_name": "gráni",
            "text": "Gaman af þessum myndum, ég er nú að byrja aftur eftir langt hlé í jeppum , ég er hissa á því hvað menn eru ferðaglaðir á þessum árstíma, þetta er hættulegur tími til að ferðast á veturinn ekki komin almennilega og frekar lítill snjór. Hér áður leyfðum við vetrinum að ganga almennilega í garð og fórum svo að ferðast. Bæði er þetta hættulegur tíma og einnig er verulegt hætta á náttúruspjöllum fari menn út fyrir vegslóðann.",
            "date": "2013-11-18 14:15:00",
            "post_id": "117324",
            "reply_to_id": "117314"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Það er allt orðið gaddfreðið og þar sem vatn og krapa var að fynna er í niðurgröfnum vegslóðanum í Dómadal  ,   Ef veturinn er ekki kominn í seinnipart November þá veit ég ekki hvenær hann á að vera kominn..  Það er hætta á krapa allan veturinn.  Ferðaklúbburinn 4x4 hefur í mörg ár boðið upp á nýliðaferðir í seinniparti November , hvað þýðir það ?",
            "date": "2013-11-18 14:59:00",
            "post_id": "117334",
            "reply_to_id": "117324"
        },
        {
            "user_name": "kjartanbj",
            "text": "2 vikur siðan eg fór ferð um fjallabak, alveg nægur snjór til að ferðast, og um að gera nýta snjóinn, vitum ekkert hvernig veturinn mun verða og hversu lengi snjórinn mun halda sér \nfrostið fór mest upp í um 18 stiga frost þegar við vorum á ferð og voru engin vandamal með að skemma neitt",
            "date": "2013-11-18 15:17:00",
            "post_id": "117340",
            "reply_to_id": "117334"
        },
        {
            "user_name": "Hfsd037",
            "text": "Takk fyrir það :) Já jeppinn er of hár, þegar ég skelli nýju grindinni undir þá ætla ég að sleppa bodyhækkun og skera meira úr, en ég hef aldrei verið með ballancestangir..\nSvo á ég nýleg AT dekk sem ég læt ekki undir fyrr en að hásinginn er komin undir, þau fara á 14\" breiðar felgur, afturhásingin mun líka fara aftar..\nÉg vona að þetta muni eyða þessu vandamáli, en ég tók eftir því hvað aðrir fóru létt með að keyra í hliðarhalla á meðan ég var í fullri beygju í brekkum með afturrassgatið á hlið.",
            "date": "2013-11-18 17:22:00",
            "post_id": "117360",
            "reply_to_id": "117340"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Þetta var nú bara skortur á munstri , lægsti bíllinn í ferðini er varla of hár ef aðrir fóru þarna niður :)",
            "date": "2013-11-18 17:32:00",
            "post_id": "117364",
            "reply_to_id": "117360"
        },
        {
            "user_name": "Hfsd037",
            "text": "Já, en það skemmir alls ekki fyrir að vera með jeppann lágann í svona aðstæðum :)",
            "date": "2013-11-18 18:36:00",
            "post_id": "117372",
            "reply_to_id": "117364"
        },
        {
            "user_name": "-Hjalti-",
            "text": "svosem ekki , en á kostnað svo margs annars  :)",
            "date": "2013-11-18 19:02:00",
            "post_id": "117377",
            "reply_to_id": "117372"
        },
        {
            "user_name": "StefánDal",
            "text": "Ætli það spili ekki líka inn í að Hiluxinn er léttur að aftan.\nSkemmtilegar myndir og ferðasaga. Endilega haldið áfram að ferðast og setja inn myndir fyrir okkur sófariddarana :)",
            "date": "2013-11-18 19:44:00",
            "post_id": "117383",
            "reply_to_id": "117377"
        },
        {
            "user_name": "íbbi",
            "text": "flottar myndir, hefur verið fínasta ferð",
            "date": "2013-11-28 17:45:00",
            "post_id": "118755",
            "reply_to_id": "117383"
        },
        {
            "user_name": "kubburnr1",
            "text": "Flottar myndir hjá ykkur hlakka til að fara leika mér á Tacomunni minni :)",
            "date": "2013-11-28 20:54:00",
            "post_id": "118772",
            "reply_to_id": "118755"
        }
    ],
    "date": "2013-11-16 23:40:00"
}