{
    "forum_title": "Almennt spjall",
    "id": "2144",
    "title": "Nokkrar spurningar um Wagoneer",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2144",
    "posts": [
        {
            "user_name": "gambri4x4",
            "text": "Cherokee og Wagoneer  ert akkurat alveg sömubílarnir,á allt að ganga þar á milli,,,,Rétt er það að þetta eru ekki Grindarbílar en þó hafa menn smíðað allat tegundir af fjöðrun undir þá,Þessir bílar fengust með Disel ju held að þeir hafi komið ágætlega út.",
            "date": "2010-10-13 19:24:00",
            "post_id": "9451",
            "reply_to_id": false
        },
        {
            "user_name": "Stebbi",
            "text": "Þeir komu með 4.0 línu sexu sem hefur staðið sig eins og hetja, eina sem ég veit um það er að best er að ná í bíl sem er '91 eða yngri til að vera laus við Renix rafkerfið og innspýtingar dæmið sem er víst erfitt að breyta eða tjúna.  Best er víst samkvæmt kananum að fá '98 til '01 árgerð uppá kraft og tog, hefur eitthvað með soggrein að gera og þannig lagað.  Annars er wikipedia.org vinur þinn, þar er haugur af upplýsingum um þessa bíla.\nDísel vélarnar í þessum bílum eru 2.1 peugeot og 2.5 VM motori sem hafa ekkert sérstaklega heillandi bilanasögur.  Ég færi persónulega frekar í 4.0 vélina sem bilar mun minna þó hún noti meiri vökva.",
            "date": "2010-10-13 19:42:00",
            "post_id": "9453",
            "reply_to_id": "9451"
        },
        {
            "user_name": "Stebbi",
            "text": "Laga bara 4 lítra vélina eða fá nýrri í hann, það er alveg eins hægt að setja litla íbúð með innbúi og öllu í húddið eins og að fara að setja 6.2, ég myndi aldrei fórna léttleikanum í svona bíl fyrir nokkra lítra á hundraðið.",
            "date": "2010-10-13 20:36:00",
            "post_id": "9458",
            "reply_to_id": "9453"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÉg er nokkuð viss um að þeir hafi verið til líka mað 2.5 4cyl bensínvél en það er kannski ekki aðalatriðið.  \nÉg held að 4l vélin hafi verið nokkuð góð en það þarf að hafa þær vel stilltar og fínar en þá eiga þær ekki að eyða svo miklu en vinna þokkalega fyrir sínu.  Ég átti svona tík 1986 módel minnir mig en það var búið að troða ofaní hann 318 dodge mótor.  Það var nokkuð vinsæll mótor í þessa bíla en það þurfti að vinna þetta almennilega sem var ekki gert í mínum.  Réttur blöndungur til að bíllinn gengi í halla o.s.frv. og svo var sú vél aldrei neinn orkubolti, gangviss og traust en ekki ekta V8 ameríkuvél.  \nKv Jón Garðar",
            "date": "2010-10-13 22:28:00",
            "post_id": "9467",
            "reply_to_id": "9458"
        },
        {
            "user_name": "Freyr",
            "text": "1. Það gengur flestallt á milli nema helst það að '84 til '86 Wagoneer er sennilega með 2,8 v6 chevrolet sem var handónýt, óáreiðanleg og eyddi miklu.\n2. Gömlu bílarnir (ekki með árgerðir á hreinu) voru með renault vélar sem komu skelfilega illa út. Þær voru hrikalega máttlausar og voru bilanagjarnar. Nýrri bílarnir (gæti trúað um og eftir '95) komu með ítalska 5 cyl VM dieselvélar. Ég þekki þær ekki af eigin raun en þær vinna víst alveg ágætlega og eyða litlu. Hinsvegar eru þær með annaðhvort eitt hedd á hvern strokk eða þá fremra 3 cyl. og aftara 2 cyl, man það ekki alveg, og hef það eftir manni sem þekkir þær vel að kringum 150.000 km fari heddin og það kostar $$$$$. Væri til í að prófa að eiga svona bíl með VM vélinni svo lengi sem hann væri lítið ekinn eða úið að taka vélina í gegn.\n3. 4.0 lítra 6 cyl. vélin með Aisin Warner AW4 skiptingunni og 231 millikassanum (eða 242 en hann er aðeins þyngri og ekki eins sterkur en samt meira en nóg öflugur). Ef þessu krami er viðhaldið rétt með reglulegum olíuskiptum o.s.frv. endist þetta 250-300.000 km án stórvægilegra viðgerða alla jafna.\n4. Framhásinginn er D30 reverse og afturhásingin í flestum tilfellum D35 en annars D44 eða Chrysler 8,25. Hjá flestum dugar framhásingin vel. 35 hásingin er á mörkunum, hún er í lagi ef þú er ekki mjög grófur á gjöfinni en með miklum þjösnaskap brotna bæði drif og öxlar hef ég heyrt. Var samt sjálfur með '91 bíl með 35 að aftan á org. hlutföllum á 38\" og braut ekkert þrátt fyrir mikil læti oft á tíðum. D44 að aftan í þessum er mjög öflug og er nær aldrei til vandræða. Á í dag '97 bíl og er með hann á D30 reverse og 28 rillu 9\" Ford með 4,56 hlutföllum á mjög grófum 38\". Afturhásingin er mjög öflug miðað við þyngd og afl og framhásingin hefur dugað hingað til (hef verið með þrjá 38\" XJ með D30 og aldrei brotið neitt. Þeir hafa verið á 4.88 / 4.56 / 3.55 drifum).\nRáðlegg þér að hafa orginal hásingarnar undir til að byrja með og sjá hvernig það gengur.\n5. Þeir eru \"unibody\" sem þýðir ekki sjálfstæð grind heldur burðarvirki eins og í fólksbíl. Þeir eru margir komnir á 4-link en í flestum tilfellum er það ekki nógu vel gert. Það er ekki nóg að skella bara gormaskálum og stýfuturnum undir þá. Ef það er gert fara þeir að springa kringum hurðaföls og gluggapósta því burðurinn er ekki við endana á fjaðrablöðumum þar sem hann á að vera heldur beint fyrir ofan hásingu og boddýið þolir það ekki nema með umtalsverðum styrkingum. \nÞetta hér að ofan um 4-linkið er ég að skrifa upp eftir upplýsingum sem ég fékk hjá Guðmundi Jónssyni sem er með GJ járnsmíði í hrauninu í Garðabæ. Ef þú hyggur á 4-link ráðlegg ég þér að leita til hans í sambandi við hönnun á styrkingum undir boddýið, hann er mjög fær í þessum málum.\nVerði þér að góðu\nMeð Jeep kveðju, Freyr",
            "date": "2010-10-13 23:16:00",
            "post_id": "9468",
            "reply_to_id": "9467"
        },
        {
            "user_name": "Einar",
            "text": "Eitthvert af stóru jeppablöðunum í ameríkuhreppi valdi 4L vélina einhvertímann sem bestu jeppavél allra tíma. Var með svona vél í stóra bróður Grand Cherokee og þetta eru hörku fínar vélar, gangvissar og traustar og vinna þolanlega. Ef menn vilja vera að fikta í þeim þá hafa menn verið að \"Stroka\" þær með góðum árangri, þ.e. auka slaglengdina, þá fer slagrýmið í 4,5-4.8L eftir útfærslum.\nWagoner/Cherokee XJ komu með 4 sílendra 2.5L vél AMC sem flestir virðast samála um að sé einfaldlega mátlaus og frekar leiðinleg í þessum bílum, 2.8L V6 vél sem var einfaldlega talin vandamálagripur(er annaðhvort ættuð frá AMC eða GM). Síðan voru diesel vélarnar sem voru held ég mestmegnis seldar í bílum í Evrópu og Suður-Ameríku, fyrst Renault 2.1L og síðar VM 2.5L, af báðum fara tvennar sögur um gæði.\nEf ég væri að kaupa svona bíl myndi ég ekki líta við öðru en 4.0L vélinni, hún er sú eina sem hefur gott orð á sér hvað endingu varðar og sú eina sem vinnur eitthvað að viti og togar einnig mjög vel, alvöru jeppavél sem virkar fínt orginal og auðveldlega hægt að tjúnna ef menn vilja meira afl.\nÞessir bílar hafa mjög lítið með Mopar að gera nema að þeir eignuðust Jeep seinna og héldu áfram framleiðslunni. Þeir voru hannaðir á AMC tímabilinu hjá Jeep og Renault kom einnig talsvert að hönnuninni en þeir áttu stóran hlut í AMC á þessum tíma. Þeir voru framleiddir lítið breyttir í Kína til 2005, sá heilmikið af þeim þegar ég var þar 2005.",
            "date": "2010-10-14 08:54:00",
            "post_id": "9476",
            "reply_to_id": "9468"
        },
        {
            "user_name": "JHG",
            "text": "Var með 93 Grand með 4 lítra línunni og þetta er eilífðarvél.  Hún var komin yfir 160 þús. mílur (ca. 256 þús. km) og sló ekki feilpúst.  Bróðir minn átti 87 Cherokee og þar var einhver sensor að trufla hann (bíllinn átti til að rjúka uppá snúning) en gekk fínt að öðru leiti þrátt fyrir mikinn akstur.  Einnig var ca. 84 módel með 2,8 lítra vélinni í eign fjölskyldumeðlimar.  Vélin fór að ganga hörmulega eftir að bíllinn varð bensínlaus en þá var bíllinn keyrður 186 þús. mílur (ca. 300 þús. km) og boddýið að hverfa í ryði svo það var tekin ákvörðun að veita honum hvíldina löngu.  2,8 V6 kom mér á óvart miðað við sögur sem ég hafði heyrt af henni, eina sem var að henni áður en hún varð bensínlaus og \"ruglaðist\" var að smurþrýstingur var farinn að lækka, því var reddað með 15w-40 olíu :).\nHef enga reynslu af díselvélunum eða 2,5 lítra bensínvélinni í þessum bílum en hef heyrt að díselvélarnar hafi verið bilanagjarnar og að 2,5 lítra vélin sé máttlaus og eyðslan ekkert til að hrópa húrra yfir.\nJá, og þó ég sé hrifinn af 6,2 lítra GM dísel þá á hún alls ekki heima í þessum bíl!",
            "date": "2010-10-14 11:59:00",
            "post_id": "9480",
            "reply_to_id": "9476"
        }
    ],
    "date": "2010-10-13 19:24:00"
}