{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "21443",
    "title": "Halli á hásingu/pinion eftir breytingu á Patrol ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=21443",
    "posts": [
        {
            "user_name": "thorjon",
            "text": "Langar að skjóta hér fram spurningu til mér reyndari manna.\nEr semsagt að hækka Pattann minn um 10 cm og færa afturhásingu um 5 cm.  Nú er ég að heyra tja,, nokkrar útgáfur af hver hallinn á hásingunni á að vera eftir breytingu, sumir segja að hallinn VERÐI að vera sá sami á pinion og aftan úr gírkassa ( sem í mínu tilfelli er 5.2 gráður frá kassa,, en vissi ekki að þetta ætti að mælast þannig að mældi ekki helv. hallann á hásingunni áður en ég reif hana úr,, amms. enginn verður víst \"unbeaten bishop\" !)\nAðrir segja að hafa hásinguna í \"núll\" gráðum og enn aðrir að láta hásingu vísa beint að kassa til að hafa bara eitt \"brot\" á drifskaftinu.\nhvað segja spekingar um þessi mál ?\nBestu kveðjur:  Þórjón \"pattanýliði\" (eða á maður að taka sér viðurnefnið \"Grasshopper\" hehe)",
            "date": "2013-11-18 22:37:00",
            "post_id": "117432",
            "reply_to_id": false
        },
        {
            "user_name": "Startarinn",
            "text": "Eftir því sem mér skilst á flangsinn að snúa beint að kassa ef það er tvöfaldur liður við kassann, krossarnir í tvöfalda liðnum núlla sig víst út.\nEf það eru einfaldir liðir beggja vegna á að vera sami halli á flöngsum miðað við skaftið, og skiptir víst engu í hvora áttina, þ.e. þá má minna hornið í brotinu vera hvort sem er ofan eða neðan við skaftið ef, þú skilur mig, en vissulega eru ókostir við að snúa hásingunni svo mikið að minna hornið sé að neðan",
            "date": "2013-11-18 23:18:00",
            "post_id": "117443",
            "reply_to_id": "117432"
        },
        {
            "user_name": "jongud",
            "text": "Kíktu á þetta vídeó ef þú skilur engilsaxnesku;\nhttp://www.youtube.com/watch?v=gmV4qwLfOMY\nÞetta sýnir öll aðalprinsippin varðandi drifsköft og hjöruliði.",
            "date": "2013-11-19 08:40:00",
            "post_id": "117468",
            "reply_to_id": "117443"
        },
        {
            "user_name": "Magni",
            "text": "Sammála.\nEinfaldur liður að ofan og neðan = sama brot ofan og neðan\nTvöfaldur að ofan, einfaldur að neðan = Núll gráður að neðan , brot að ofan (hásing snúið þannig að flangsinn vísi að flangsanum á kassanum)\n5 min í paint :) ýta á mynd til að sjá stærri.",
            "date": "2013-11-19 09:31:00",
            "post_id": "117473",
            "reply_to_id": "117468"
        },
        {
            "user_name": "Magni",
            "text": "Hann sýnir ekki hvernig hlutirnir virka ef það er tvöfaldur liður öðru megin en annars er þetta mjög gott video.",
            "date": "2013-11-19 09:33:00",
            "post_id": "117474",
            "reply_to_id": "117473"
        },
        {
            "user_name": "thorjon",
            "text": "Frabaert ad geta leitad I smidju ykkar drengir :) eg er med einfaldann lid a badum endum thannig ad aetli madur endi tha ekki bara a ad hafa somu gradu beggja vegna.\nSkiptir 0, 1 til 0, 5 gradu difference mali eda tharf thetta ad vera upp a klofid ****har :) ?\nSemsagt hallinn a utgangi a millikassa hja mer er 5, 2 gradur,,, tharf tha pinion ad vera nakvaemlega 5, 2 ?  Tad sem eg er kannski ad fiska eftir er hvar byrja menn ad lenda I vibring og kjaftaedi ? 0, 5/1/3 gradu mismun ??",
            "date": "2013-11-19 15:08:00",
            "post_id": "117519",
            "reply_to_id": "117474"
        },
        {
            "user_name": "spámaður",
            "text": "þarf ekki að beina pinjón aðeins niðurfyrir þannig að undir átaki þá verður það það sama,hásingin veltur aðeins upp undir gjöf.\n1-2 gráður kannski.",
            "date": "2013-11-19 15:37:00",
            "post_id": "117520",
            "reply_to_id": "117519"
        },
        {
            "user_name": "Startarinn",
            "text": "Miðað við hvað snýst uppá hásingar á blaðfjöðrum hef ég ekki trú á að það skipti máli þó ég geti ekki fullyrt um það af reynslu.\nEn ég pældi ekkert í halla miðað við skaft þegar ég setti framhásinguna undir hjá mér, ég stillti hásinguna miðað við 10° spindilhalla. Ég hef prófað að keyra bílinn eingöngu með framskaftið í nokkra tugi kílómetra, ég hef aldrei orðið var við titring í framskaftinu, en það er einfaldur liður beggja vegna hjá mér að framan",
            "date": "2013-11-19 16:06:00",
            "post_id": "117528",
            "reply_to_id": "117520"
        },
        {
            "user_name": "Kiddi",
            "text": "Það er öfugt að framan miðað við aftan, ef þú horfir á bílinn frá bílstjórahliðinni t.d. þá velta báðar hásingar réttsælis við gjöf og pinion á afturdrifi lyftist upp og pinion á framdrifi færist neðar",
            "date": "2013-11-19 18:05:00",
            "post_id": "117548",
            "reply_to_id": "117528"
        },
        {
            "user_name": "thorjon",
            "text": "Jæja félagar, hásingarskrattinn var fullsoðin,, eða vasarnir í dag eftir miklar mælinga og pælingar X 10 :)  Svo er bara að sjá hvort kvikindið keyrir út á hlið eða beint og án víbrings þegar stundin kemur.  við enduðum á að ná sama halla og á kassanum þannig að allt \"samkvæmt reglugerð\" og nú krossar maður bara fingur,, hellir sér í frágang á afturhásingu og svo dempa sér í framhásinguna :)\nÞakka góð innlegg",
            "date": "2013-11-20 23:54:00",
            "post_id": "117790",
            "reply_to_id": "117548"
        }
    ],
    "date": "2013-11-18 22:37:00"
}