{
    "forum_title": "Almennt spjall",
    "id": "21605",
    "title": "MTZ - Hvernig skurður",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=21605",
    "posts": [
        {
            "user_name": "Óskar - Einfari",
            "text": "Sælir félagar\nÉg var að fá dekkjaskurðarhníf í hendurnar. Ég keypti hníf af ebay sem heitir \"Ideal heated knives\" Þetta virðist virka ágætlega en það var reyndar doldil vonbrigði að hnífsblöðin sem þeir láta fylgja með í kassanum er frekar léleg (skemmdi tvö af því að ég var óþolinmóður) en síðan auglýsa þeir sterkari hnífsblöð á síðunni hjér sér...... þeir kunna að selja!\nEn allavega. Ég er með svo að segja óslitin gang af MTz sem ég ætla að skera. Ég er aðalega að hugsa um að taka hliðarnar því þessi dekk hafa átt það til að springa þar, mun samt taka úr munstrinu líka. Nú er bara spurning hversu grimmur á ég að vera. Ég fór aðeins út, rétt til að prófa en ég er doldið óviss hvernig ég á að skera hliðarnar... allar ráðleggingar vel þegnar!",
            "date": "2013-11-25 20:39:00",
            "post_id": "118444",
            "reply_to_id": false
        },
        {
            "user_name": "AgnarBen",
            "text": "Óskar, ég hef ekki heyrt um það að MTZ sé að springa í hliðunum í kringum um kubbana eða leka eins og Super Swamperinn.  Aftur á móti þá eiga þau til að snúast á felgunni og skemmast þess vegna en því er reddað með völsun sem þú ert að mig minnir með á þínum felgum.  Ég segi, sleppa því að skera þessi dekk, þau eru bara fín svona undir þínum bíl ! \nEn hér eru samt nokkrar hugmyndir ef þú vilt endilega leika þér með nýja hnífinn ;-)  Er ekki bara aðalprinsip-ið að skera alltaf á ská út úr mynstrinu eins og hægt er !\n(tekið af síðunni hans Gumma Jóns)\nhttp://gjjarn.byethost15.com/sjeppar/dekkgr/myndaindex.htm",
            "date": "2013-11-25 20:49:00",
            "post_id": "118446",
            "reply_to_id": "118444"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll félagi og til hamingju með nýja hnífinn hvað kostar svona gripur kominn heim. Annað þú getur líklega fengið blöð í hann í Bílanaust. Ég hef keypt blöð þar og kosta nokkur blöð um 2000kr kveðja guðni",
            "date": "2013-11-25 20:54:00",
            "post_id": "118447",
            "reply_to_id": "118446"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Nú tala ég af reynslu Aggi minn þar sem að þetta er þriðji gangurinn sem ég á. Fyrsti gangurinn eyðilagðist alveg þar sem að það byrjuðu að koma lóðréttar sprungur meðframm þessum risa hliðarkubbum (reindar byrjar þetta fyrst innanfrá og þessvegna sést þetta ekki). Síðan á endanum var allt farið að leka. Einhverntíman ætlaði ég síðan að redda mér með því að kaupa hálfslitin svona gang en sá gangur var byrjaður að springa innanfrá líka. Gang númer tvö þorði ég eiginlega voða lítið að nota í snjó. Sá sem keypti gang númer tvö af mér var búinn að lenda í sama véseninu. Hann hafði keypt svona áður gang sem var byrjaður að springa innanfrá og fór síðan að leka. Þetta virðist bara vera svona með flest öll radial dekk í dag. Gamli mudderinn var með fáu dekkjum sem þoldi úrhleypingar. Ég hef meira að segja heyrt misjafnar endinga sögur af AT405 (sum endast helling sum springa), ég veit ekkert hvað er hæft í því en einhverstaðar byrja sögurnar.\nÞannig að þessi dekk verða skorin :)\nTakk fyrir það Guðni, gott að vita af þessu í bílanaust. Ég pantaði hnífinn á 65 dollar og lét senda hann á hótel í boston. Sendi síðan konuna í jólainnkaupin í boston með þeim formerkjum að hún tæki hnífinn með sér heim :)",
            "date": "2013-11-25 21:07:00",
            "post_id": "118451",
            "reply_to_id": "118447"
        },
        {
            "user_name": "xenon",
            "text": "Ég myndi ekki skera þessi dekk þau eru snild beint úr kassanum veit ekki til þess að þau springi í hliðum en 46\" gerir það hins vegar svipað hliðar munstur",
            "date": "2013-11-25 21:11:00",
            "post_id": "118452",
            "reply_to_id": "118451"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ja hérna, tveir ferðafélagar mínir hafa keyrt mikið á MTZ en þó aðallega á Baja Claw og aldrei lent í vandræðum með þau. Þeir eru samanlagt búnir með fjóra ganga og ekki lent í neinu ..... en ég verð þá bara að éta þetta ofan í mig ;-)\nFærð líka hnífa hjá Skeljungi.",
            "date": "2013-11-25 21:16:00",
            "post_id": "118454",
            "reply_to_id": "118452"
        },
        {
            "user_name": "StefánDal",
            "text": "Þá veistu það Óskar. Þessi dekk springa ekki ;)",
            "date": "2013-11-25 21:27:00",
            "post_id": "118455",
            "reply_to_id": "118454"
        },
        {
            "user_name": "Styrmir",
            "text": "Mín dekk eru töluvert skorinn eru að koma frábærlega út mikið grip og lítil hita myndun.  Skal taka mynd af þeim við tækfæri og setja inn",
            "date": "2013-11-25 21:28:00",
            "post_id": "118456",
            "reply_to_id": "118455"
        },
        {
            "user_name": "Svopni",
            "text": "Um að gera að taka breiðar rásir í hliðarkubbana. Eða jafnvel að hefla það alveg af.",
            "date": "2013-11-25 21:39:00",
            "post_id": "118457",
            "reply_to_id": "118456"
        },
        {
            "user_name": "villi58",
            "text": "Ekki spurning að skera dekkin og auðvelda þeim að leggjast, skera á kubbana um miðjan rúning frá bana og upp á hliðar.\nÞað vita það allir sem vilja að heilir kubbar upp á hliðar eru til vandræða og dekkin mjög líkleg að springa þar sem mest mæðir á þeim úrhleyptum og þar er einmitt þar sem þau hitna. Ég er með svona hníf og virkar fínt nema á Mickey Thomson Baja Claw Radial þá braut ég blöðin hægri vinstri og var margfallt lengur að skera, held að ég nenni ekki að skera svoleiðis dekk aftur.\nPassaðu þig að skera nógu breytt annars leggst munstrið of fljótt saman við úrhleypingu og þá ná þau ekki að leggjast rétt.\nÞessi dekk eru ekki til að hleypa mikið úr þeim en gagnast vel í grjóti vegna munsturs upp á hliðar.Skera Skera!!!!!!!!",
            "date": "2013-11-25 22:23:00",
            "post_id": "118464",
            "reply_to_id": "118457"
        },
        {
            "user_name": "Svenni30",
            "text": "Um að gera að skera þessi dekki, bælast betur og hitna miklu minna.\nÞetta er skorið svona hjá mér  \nÞetta var skorið með eins hníf og þú ert með, tók langan tíma",
            "date": "2013-11-25 22:24:00",
            "post_id": "118465",
            "reply_to_id": "118464"
        },
        {
            "user_name": "villi58",
            "text": "Svenni ég væri ánægðari með dekkin ef skorið væri meira, held samt að ég nenni því ekki. Vantar eiginlega að skera um miðjan rúning á dekkjunum til þau leggist auðveldar.",
            "date": "2013-11-25 22:31:00",
            "post_id": "118466",
            "reply_to_id": "118465"
        },
        {
            "user_name": "Svenni30",
            "text": "Já vinur það væri betra, sjáum til hversu duglegur þú verður :) þarf að fara koma í kaffi",
            "date": "2013-11-25 22:36:00",
            "post_id": "118467",
            "reply_to_id": "118466"
        },
        {
            "user_name": "Eiður",
            "text": "ég veit um svona MTZ gang sem fór að springa og leka kringum hliðarkubbana, voru ónýt langt áður en munstrið var búið. þau voru óskorin",
            "date": "2013-11-25 22:48:00",
            "post_id": "118468",
            "reply_to_id": "118467"
        },
        {
            "user_name": "AgnarBen",
            "text": "Svona skar ég mín Óskar, bara til að fá fleiri hugmyndir.",
            "date": "2013-11-25 22:54:00",
            "post_id": "118470",
            "reply_to_id": "118468"
        },
        {
            "user_name": "Freyr",
            "text": "",
            "date": "2013-11-26 00:30:00",
            "post_id": "118480",
            "reply_to_id": "118470"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Já sæll Freyr... þessi hefur misst sig með hnífinn! :)\nÉg hefði samt viljað taka frekar meira akkurat úr rúnaða horninu, svona svipað og Agnar gerir á dekkjunum hjá sér. Það er væntanlega þar sem að mesta brotið verður :)\nTakk fyrir myndirnar, ég sé að það verður nóg að dunda hjá mér næstu daga!",
            "date": "2013-11-26 08:53:00",
            "post_id": "118488",
            "reply_to_id": "118480"
        },
        {
            "user_name": "Hagalín",
            "text": "Eitt varðandi að dekk séu að hvell springa.\nÞeir sem hafa lent í því eru þeir eitthvað að spá í uppgefnum psi þrýsting á þeim dekkjum sem þeir eru með?\nEins og með MTZ er gefinn upp Max psi 35 þannig að í venjulegum akstri ætti ekki að keyra þau undir 30psi myndi ég halda.\nHvað segja menn um það?\nVeit varðandi 41\" Irok sem átti það til að koma sprungur í mjög fljótlega þá var það leyst með að keyra þau rétt undir uppgefnum psi þrýsting.",
            "date": "2013-11-26 10:10:00",
            "post_id": "118497",
            "reply_to_id": "118488"
        },
        {
            "user_name": "villi58",
            "text": "Þetta er ekki flókið, skera þar sem mest mæðir á við úrhleypingu og opna vel þá hitna þau lítið.",
            "date": "2013-11-26 10:40:00",
            "post_id": "118501",
            "reply_to_id": "118497"
        },
        {
            "user_name": "villi58",
            "text": "Guðni minn kostaði tæp 30 þús. með 60 blöðum og tveimur auka hausum einum þynnri en sá sem fylgdi og einn breyðari en sá sem fylgdi. Einu vandræðin sem ég hef lennt í er að skera MT Baja Claw Radial annar gengið ljómandi vel. Kveðja! VR",
            "date": "2013-11-26 10:48:00",
            "post_id": "118503",
            "reply_to_id": "118501"
        },
        {
            "user_name": "Stebbi",
            "text": "Fer þetta ekki alfarið eftir þyngd bílsins sem situr á dekkjunum?",
            "date": "2013-11-26 12:30:00",
            "post_id": "118511",
            "reply_to_id": "118503"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ég held að menn séu að skemma dekkin hjá sér með því að keyra þau á of litlum þrýstingi á möl eða mjög hörðu undirlagi.  Í einu skiptin sem ég hef fundið hita í mínum 39,5\" Irok dekkjum (undir bíl sem er einungis rúm 2 tonn fulllestaður með tveimur köllum) er þegar ég keyrði á 4 psi dágóðan spöl á möl eftir Kvíslaveituveginum og einu sinni þegar ég keyrði á mikið úrhleyptu í miklu harðfenni.  Þau eru vel skorin eins og sést á myndinni hér fyrir ofan.  Ég fékk mér úrhleypibúnað til að tækla þetta .....\nÞið getið rétt ímyndað ykkur hvað gerist þegar menn keyra á full lestuðum Patrol eða pallbíl frá Ameríkuhreppi á Irok-num með of lítið í dekkjunum, þau hitna og með tímanum þá springa þau meðfram kubbunum á hliðinni.  Í ímynda mér að þetta gæti verið að gerast í sumarakstri en ekki á veturna !",
            "date": "2013-11-26 19:33:00",
            "post_id": "118556",
            "reply_to_id": "118511"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Jæja sælir enn og aftur\nÉg fór aðeins út í kvöld og reyndi að mynda mér skoðun um hvernig ég ætla að gera þetta. Hvað segið þið um þetta... er ég á réttri leið eða ætti ég að bæta eitthvað :)",
            "date": "2013-11-26 21:03:00",
            "post_id": "118565",
            "reply_to_id": "118556"
        },
        {
            "user_name": "Finnur",
            "text": "Sælir\nMín skoðun á dekkja skurði jeppadekkja er að menn eru of ragir við að skera dekkin og þá sérstaklega hliðarkubba. Menn virðast ekki gera sér grein fyrir því að varminn sem verður til þegar dekk hitnar við úrhleypingu er töpuð orka sem keypt var á bensínstöð. Því þykkari sem hliðar eru eða hliðarkubbar því meira verður varmatapið. Því segi ég að menn eiga að skera þessa kubba hraustlega með mörgum breiðum skurðum. Gera það sem hægt er til þess að mýkja dekkið. \nÞessir skurðir hjá þér eru góð byrjun en ég myndi hafa þá breiðari og fleiri. \nkv\nKFS",
            "date": "2013-11-26 22:43:00",
            "post_id": "118577",
            "reply_to_id": "118565"
        },
        {
            "user_name": "stone",
            "text": "Hef bara verið með þessi dekk microskorin og þetta eru held ég án efa bestu snjódekk sem ég hef prófað.  Hef prófað í 38\" dekkjum mudder, AT405, Ground Hawg ásamt dick chepec og þessi dekk skera sig úr bæði varðandi flot og drifgetu.",
            "date": "2013-11-26 22:53:00",
            "post_id": "118580",
            "reply_to_id": "118577"
        },
        {
            "user_name": "Freyr",
            "text": "Ég sker mun breiðari skurði í dekk en þetta, a.m.k. 2x breiðari, jafnvel meira. Svo er ágætt að hafa \"skurðveggina\" ekki of lóðrétta, með því að hafa þá hallandi þannig að skurðurinn sé breiðastur efst hreinsa þau sig betur en sé skurðurinn jafn breiður alla leið niður.",
            "date": "2013-11-27 00:55:00",
            "post_id": "118594",
            "reply_to_id": "118580"
        },
        {
            "user_name": "firebird400",
            "text": "Ég skil ekki að þau hafi verið að springa hjá þér.\nÁ hvaða loftþrýstingi keyrir þú vanalega?",
            "date": "2013-11-28 15:29:00",
            "post_id": "118746",
            "reply_to_id": "118594"
        }
    ],
    "date": "2013-11-25 20:39:00"
}