{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "21651",
    "title": "Fóðringar í Jepp",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=21651",
    "posts": [
        {
            "user_name": "StebbiHö",
            "text": "Sælir vitringar.\nVantar að vita hort það sé hægt að skifta um fóðringarnar í A-stýfunni og langstýfunum að aftan á Jepp Grand cherokiee 2001 WJ. Það er óbreyttur bíll sem um ræðir ekki að það skifti máli. Komið töluvert slit í fóðringarnar og leiðindar högg á stundum, þarf að skifta um stýfurnar allar eða má fá fóðringarnar sér?\nKv Stefán",
            "date": "2013-11-27 21:39:00",
            "post_id": "118665",
            "reply_to_id": false
        },
        {
            "user_name": "Stebbi",
            "text": "Er þetta\n ekki umrædd fóðring.  Það á að vera hægt að pressa þetta úr og setja nýja ef þú ert að tala um þessa sem boltast í gólfið.",
            "date": "2013-11-27 21:47:00",
            "post_id": "118666",
            "reply_to_id": "118665"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Sælir, eitthverntíma hef ég gert þetta og í eitt skiptið var fengin komplet spirna með fóðringunum í og reyndist það sáralítið, eða jafnvel ódyrara en fóðringarnar stakar, og náttúrulega aðeins minni vinna.\nathugaðu það fyrst!",
            "date": "2013-11-27 21:49:00",
            "post_id": "118667",
            "reply_to_id": "118666"
        },
        {
            "user_name": "StebbiHö",
            "text": "Jú nafni, þetta er víst fóðringin, það komið í ljós að hægt er að skifta um þetta án mikilla vandkvæða og meira að segja til á Skerinu í H jónsson bílabúð. Þar voru líka til neðri stýfur, var tjáð að þar væri bara skift um stýfuna en sú efri, þessi A-stýfa, væri of dýr til að liggja með. Sú stýfa er að vísu til í Ameríku hreppi með öllum fóðringum á lítinn pening, 12þ eða svo. En þetta er víst allt hægt. Þá er bara að breta upp ermar og drífa sig í að gera við!\nGóðar kveðjur, Stefán\np.s. í umræddri búð er líka til öxulhosa að frqmqn sem er ónýt!",
            "date": "2013-11-28 11:07:00",
            "post_id": "118725",
            "reply_to_id": "118667"
        }
    ],
    "date": "2013-11-27 21:39:00"
}