{
    "forum_title": "Getraunir og leikir",
    "id": "2165",
    "title": "Myndagetraun XXXIIX (lokið)",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=48&t=2165",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Hvað heitir fjallið og hvað heita drangarnir?",
            "date": "2010-10-16 13:36:00",
            "post_id": "9533",
            "reply_to_id": false
        },
        {
            "user_name": "Páll Ásgeir",
            "text": "Þú hefur aldeilis hitt á magnaða liti í sólarlagi eða þannig. \nÉg er nánast viss um að þetta er Reykjaneshyrnan sem þarna rís svo fallega. Þá er myndin líklega tekin í Norðurfirði á Ströndum þar sem Reykjaneshyrnan er rétt við Gjögur, fremst á nesi sem skilur að Reykjarfjörð og Trékyllisvík.\nEn ég veit ekkert hvað þessir drangar heita.",
            "date": "2010-10-16 14:21:00",
            "post_id": "9534",
            "reply_to_id": "9533"
        },
        {
            "user_name": "hobo",
            "text": "Já myndin minnir mann á andstæðuna við himnaríki, sem þessi staður er í raun.\nReykjaneshyrna er fjallið en best er að kvelja ykkur í smástund með drangana.\nÞað stendur á skilti við vegin hvað þeir heita en ég finn ekkert um þá á netinu.",
            "date": "2010-10-16 14:33:00",
            "post_id": "9535",
            "reply_to_id": "9534"
        },
        {
            "user_name": "hobo",
            "text": "Þeir heita mjög furðulegu nafni.",
            "date": "2010-10-16 17:36:00",
            "post_id": "9545",
            "reply_to_id": "9535"
        },
        {
            "user_name": "jeepson",
            "text": "Ég hef ekki hugmynd hvað þeir heita. En hinsvegar verð ég að hrósa þér fyrir flotta mynd :)",
            "date": "2010-10-16 19:23:00",
            "post_id": "9546",
            "reply_to_id": "9545"
        },
        {
            "user_name": "hobo",
            "text": "Iss, þetta er bara smá fikt í myndaforriti :)",
            "date": "2010-10-16 20:51:00",
            "post_id": "9551",
            "reply_to_id": "9546"
        },
        {
            "user_name": "hobo",
            "text": "Myndin er tekin rétt fyrir norðan sundlaugina á Krossnesi sem ég held að tilheyri ekki Norðurfirði þar sem hún er ekki í firðinum.",
            "date": "2010-10-16 20:56:00",
            "post_id": "9552",
            "reply_to_id": "9551"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-10-16 21:25:00",
            "post_id": "9554",
            "reply_to_id": "9552"
        },
        {
            "user_name": "hobo",
            "text": "Já sæll! Miðað við vísindavefinn eru minnsta kosti 14 \"kletta-staðir\" á landinu sem heita Svörtuloft og er því ágiskun þín nokkuð góð.\nEn því miður heita þessir dranga ekki því nafni.\np.s: Ég tími mjög sjaldan að gefa bjór :)",
            "date": "2010-10-16 22:15:00",
            "post_id": "9556",
            "reply_to_id": "9554"
        },
        {
            "user_name": "naffok",
            "text": "Mér sýnist þetta varla vera drangur, mesta lagi svona Þrjátíudalastapi ;)  Nei annars er ég ekkert viss, en var þarna á ferð fyrir nokkrum árum með manni sem þekkti vel til þarna (blessuð sé minning hans) og hann nefndi þennan Þrjátíudalastapa þegar við fórum þarna um. Það er amk. besta tillaga sem ég hef til málanna að leggja. Mig minnir að það hafi fylgt saga af manni sem kleif stapann,vafalaust í ölæði, sem mun vera illkleifur og á að hafa skilið eftir 30 ríkisdali handa þeim næsta sem klifi stapann. Hann mun svo hafa verið klifinn síðan en engir hafi nú fundist dalirnir.\nKv Beggi",
            "date": "2010-10-16 23:05:00",
            "post_id": "9557",
            "reply_to_id": "9556"
        },
        {
            "user_name": "GFOTH",
            "text": "er þetta ekki  hádegis klettur og reykjaneshyrnan í bakgrunni tekið fyrir utan krossneslaug",
            "date": "2010-10-17 00:51:00",
            "post_id": "9559",
            "reply_to_id": "9557"
        },
        {
            "user_name": "hobo",
            "text": "Þarna skeit ég á mig! \nÞað var ekki nema von að ég fyndi ekkert um Þrjátíudaladranga á netinu því Þrjátíudalastapi heitir hann með réttu.\nÞú færð því hálft stig á móti Páli auk bónusstigs fyrir söguna á bakvið \"stapann\".",
            "date": "2010-10-17 08:53:00",
            "post_id": "9561",
            "reply_to_id": "9559"
        },
        {
            "user_name": "oggi",
            "text": "passaðu upp á stigin þín naffok Páll er ekki þekktur fyrir að vilja deila hlutunum:)",
            "date": "2010-10-17 17:57:00",
            "post_id": "9571",
            "reply_to_id": "9561"
        },
        {
            "user_name": "naffok",
            "text": "Já það er eins gott að halda vel í það, held að þetta stig sé það eina sem ég get deilt mað Páli. Við Páll deilum amk. ekki skoðunum og ef hann fær að ráða munum við ekki deila hálendinu mikið lengur.\nKv Beggi",
            "date": "2010-10-17 18:05:00",
            "post_id": "9572",
            "reply_to_id": "9571"
        }
    ],
    "date": "2010-10-16 13:36:00"
}