{
    "forum_title": "Dekk og felgur",
    "id": "21684",
    "title": "MT 46\"/19,5/16",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=30&t=21684",
    "posts": [
        {
            "user_name": "juddi",
            "text": "MT 46\"/19,5/16",
            "date": "2013-11-29 15:08:00",
            "post_id": "118851",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Flottur skurður",
            "date": "2013-11-29 15:15:00",
            "post_id": "118853",
            "reply_to_id": "118851"
        },
        {
            "user_name": "juddi",
            "text": "Takk fyrir það",
            "date": "2013-12-02 12:56:00",
            "post_id": "119125",
            "reply_to_id": "118853"
        },
        {
            "user_name": "villi58",
            "text": "Þarna ert þú að skera þar sem hitamyndun er mest og örugglega að fá lengri endingu, flott hjá þér!!!!",
            "date": "2013-12-02 13:25:00",
            "post_id": "119128",
            "reply_to_id": "119125"
        },
        {
            "user_name": "juddi",
            "text": "Þessi dekk virðast springa í hliðunum enda ekkert skrítið þar sem svona stór kubbur gefur ekki eftir þegar hleipt er úr og pressast því inní belginn það mætti jafnvel flysja enn meyra úr hliðarkubbunum þar sem bani og hlið mætast",
            "date": "2013-12-09 00:13:00",
            "post_id": "119163",
            "reply_to_id": "119128"
        },
        {
            "user_name": "juddi",
            "text": "Jæja jólasnjórinn kominn svo tími til kominn að skóa sig upp fyrir jólinn",
            "date": "2013-12-14 23:04:00",
            "post_id": "120597",
            "reply_to_id": "119163"
        },
        {
            "user_name": "Brjotur",
            "text": "Haha þarna er setning sem mer finnst syna algjöra villu hja þer væni minn varðandi turistabila ,  litið verið hleypt ur segir þu Humm kanski a það við um þessi dekk , en þa set eg lika spurningamerki við um hvað þessi bisltjori hefur verið að gera ?  við hleypum nefnilega mikið og oft ur dekkjunum i turistakeyrslunni daglega hja þeim sem mest keyra :)   alltaf þegar komið er a malarvegi eins og inn i þorsmörk a kjalvegi , Kaldadal , Fjallabak,  sprengisand, og fleiri þar sem stendur til að keyra eitthvað þa er hleypt ur niður i 12 til 15 pund ,  og það gerum við til að mykja aksturinn og það fer betur með bilana og folkið :)  og svo myndi eg segja að þetta geri gott fyrir dekkin i þa veru að þau mykjast og verða betri undir lettari bila :)  eg nota td bara svona dekk undir Patttann hja mer þ.e.  dekk sem buið er að halfslita undir Eco og mykja þau ,  en annars ja flottur skurður a þeim þarf að skera min svona :)  eigið goðan dag \nHelgi Brjotur",
            "date": "2013-12-15 12:39:00",
            "post_id": "120619",
            "reply_to_id": "120597"
        },
        {
            "user_name": "villi58",
            "text": "Óvanur jeppamaður hleypir kanski ekki úr dekkjunum en vanur hleypir nánast alltaf úr vegna þess að hann veit hvernig á að keyra.",
            "date": "2013-12-15 13:14:00",
            "post_id": "120626",
            "reply_to_id": "120619"
        },
        {
            "user_name": "juddi",
            "text": "Sælir drendir þetta er allavega sagan sem fylgdi gúmmíinu annars er þetta gangur nr 2 sem ég eignast undan túrista liner og ég sé allavega stóran mun á þeim þar sem þessi eru ekkert byrjuð að springa í kringum hliðarkubbana eins og hin sem ég átti af þeim sökum fanst mér þetta ekki ósennilegt að þessi dekk hefðu ekki verið mikið notuð úrhleypt í snjó",
            "date": "2013-12-16 11:16:00",
            "post_id": "120734",
            "reply_to_id": "120626"
        },
        {
            "user_name": "villi58",
            "text": "Engu að treysta í þessum dekkjum, þú getur keyrt út úr einum gang og síðan kaupirðu gang númer tvö sem getur verið ónýt dekk. Þarf varla að tala um allan fjöldan af jeppamönnum sem hafa lent í hremmingum með dekkin sín sum endast í tíu ár eða lengur svo getur þú verið svo óheppinn að fá gang sem endist kanski ekki lengur en einn vetur.",
            "date": "2013-12-16 12:36:00",
            "post_id": "120739",
            "reply_to_id": "120734"
        },
        {
            "user_name": "Brjotur",
            "text": "Sælir eg vildi nu bara koma þvi að að eg ætlaði nu ekkert að skemma söluþraðinn með þessum þræði ,  en eg er buin að keyra svona gang 54.000 km  með allskonar urhleypingum , en aðalmalið er að keyra þetta ekki lengi a mjuku a auðri möl og ekki of hratt ,  tek fram að engar sprungur voru omnar i min dekk eftir þennan akstur :)\nKveðja Helgi",
            "date": "2013-12-16 18:26:00",
            "post_id": "120771",
            "reply_to_id": "120739"
        },
        {
            "user_name": "juddi",
            "text": "Sæll Helgi ekkert mál bara gott að koma með fróðleik um umhirðu dekkja á frammfæri en hefurðu ekkert frétt af því að þaug springi með hliðarkubbunum við mikla úrhleypingu á þungum bílum ?",
            "date": "2013-12-18 09:26:00",
            "post_id": "120958",
            "reply_to_id": "120771"
        },
        {
            "user_name": "gráni",
            "text": "Enda kallar maður ekki að hleypa úr að mýkja í 12-15 pund, að hleypa úr er að fara niður í 3 pund!",
            "date": "2014-02-02 23:56:00",
            "post_id": "121835",
            "reply_to_id": "120958"
        },
        {
            "user_name": "juddi",
            "text": "Jæja eru menn ekki búnir að fá útborgað",
            "date": "2014-02-02 23:57:00",
            "post_id": "126641",
            "reply_to_id": "121835"
        },
        {
            "user_name": "hannibal lekter",
            "text": "jú menn eru búnir að fá útborgað bara ekki nógu mikið :/",
            "date": "2014-02-03 00:10:00",
            "post_id": "126642",
            "reply_to_id": "126641"
        },
        {
            "user_name": "Subbi",
            "text": "Skal taka þau hjá þér Ekkert út og rest hjá Lögfræðing :)",
            "date": "2014-02-03 02:27:00",
            "post_id": "126648",
            "reply_to_id": "126642"
        },
        {
            "user_name": "juddi",
            "text": "Jæja nú hljóta menn að vera búnir með jóla visa rkn",
            "date": "2014-02-27 21:44:00",
            "post_id": "129583",
            "reply_to_id": "126648"
        }
    ],
    "date": "2013-11-29 15:08:00"
}