{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "21726",
    "title": "Kraki verður stór (Econoline á 46/47\")",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=21726",
    "posts": [
        {
            "user_name": "Doddi23",
            "text": "Sælir strákar\nDatt í hug að einhverjir hérna hefðu gaman af að sjá hvað ég og pabbi gamli erum að brasa í skúrnum þessa dagana.\nVið skelltum okkur í að breyta einum löngum Econoline sem var á 35\" fyrir 46/47\" blöðrur. \nUpphækunin sjálf samanstendur af 2\" bodý hækkun til að fá meira pláss í kringum mótorinn og til að einfalda aðra smíði og svo 2\" síkun á fjöðrun, í fyrstu átti nú að halda fjöðrunum að framan en þær fengu á endanum að víkja fyrir gormum eftir að gamli var búinn að skipta um skoðun ca 15 sinnum. (Eitthvað aðeins þurfti nú að riðbæta líka)\nÞað sem var og er á planinu áður en bíllinn fer út er eftirfarandi:\n- 2\" bodý lift\n- 2\" hækkun á fjöðrun\n- Gormavæða að framan\n- Setja stýristjakk og dempara\n- 46\" dekk á 18\" felgum\n- Kantar og stigbretti\n- Loftlæsingar og 5:13 hlutföll að aftan og framan\n- 2 rafmagns loftdælur\n- Uppgerð á sjálfskiptingu\nÞað sem er svo á vetrarplaninu til viðbótar þessu er:\n- Mótor swap (samt bara önnur lítið keirð 7,3 með Banks túrbínu kitti og intrcooler)\n- Low-gear\n- Loftkútur\n- Aukatankur\n- Loftstýrð trappa\n- Aukarafkerfi\n- Slatti af aukaljósum og öðru fíneríi\n- Skipta út gömlu bekkjunum fyrir 8 stóla\nLítur út fyrir að geta orðið skemmtilegt verkfæri þegar öllu er lokið, allavega er alltaf hægt að segja að það hafi verið gaman að brasa í þessu :)\nMyndir segja meira en 1000, æ þið þekkið þetta.....\nÞetta er staðan eins og hún var um miðja seinustu viku, erum að verða búnir að smíða fjöðrunina að framan núna og koma myndir af því seinna.\nEnjoy og endilega kommentið ef þið hafið eitthvað sniðugt um þetta verkefni að segja ;)\nKv.\nDoddi",
            "date": "2013-12-01 23:31:00",
            "post_id": "119104",
            "reply_to_id": false
        },
        {
            "user_name": "andrijo",
            "text": "Sæll\nHvaða hásingar ætlið þið að nota í þessa breytingu?\nOg ég á til sjálfskiptingu aftan á 7.3 non turbo ásamt np208 sem mér skilst að henti sæmilega í milligírsbreytingu ásamt fleira econoline dóti ef ykkur vantar eitthvað...gangi ykkur vel, flott verkefni.\nBk.\nAndri",
            "date": "2013-12-02 01:30:00",
            "post_id": "119111",
            "reply_to_id": "119104"
        },
        {
            "user_name": "Startarinn",
            "text": "Mér finnst þessar lappir snilld, hugsa út fyrir kassann ;)",
            "date": "2013-12-02 01:35:00",
            "post_id": "119112",
            "reply_to_id": "119111"
        },
        {
            "user_name": "Hagalín",
            "text": "Flott verkefni hjá ykkur.\nTvær spurningar.\nHvernig er með burðinn í F150 gormunum að framan?\nVæri ekki nær að fara í gorma undan F350?",
            "date": "2013-12-02 02:38:00",
            "post_id": "119117",
            "reply_to_id": "119112"
        },
        {
            "user_name": "Doddi23",
            "text": "Takk fyrir það Andri\nVið ætlum bra að halda Dana 60 hásingunum, okkur skilst að þær hafi bara verið að reynast nokkuð vel.\nVið erum búnir að láta era upp skiptinguna og eigum einnig 208 kassa sem stendur til að breyta í low-gear, þökkum samt boðið.\nTakk fyrir það Ástmar, vildum hafa eitthvað voldugt sem væri sem minnst fyrir okkur á meðan á aðgerð stendur ;)\nÞakka þér fyrir Kristján,F150 gormarnir eru gefnir upp fyrir 1600lbs og eru samkvæmt ljónunum og fleirum mjög hentugir og oft notaðir undir þessa bíla.",
            "date": "2013-12-02 07:45:00",
            "post_id": "119118",
            "reply_to_id": "119117"
        },
        {
            "user_name": "Brjotur",
            "text": "Sælir fint verkefni , en eg myndi nota gorma ur 7,3 bil fekar þar sem þetta er 7.3 bill eg gerði það og jafnframt notaði eg gorma ur 6.0 bil þegar eg og annar breyttum svoleiðis bil ,  personulega myndi eg lika færa afturhasinguna meira fyrst verið er að færa a annað borð 18 til 20 cm breytir aksturseiginleikum bilsins alveg helling er ekki að svinga afturendanum til,  og strakar 60 dana er ekki að gera sig undir þessum bil að aftan komin a þessi dekk hann bara bryður afturdrifin nu tala eg af reynslu :)  10,25 10 ,50  er malið fara alla leið i byrjun :)   hasinguna aftar og aðra afturhasingu \nkveðja Brjoturinn",
            "date": "2013-12-02 12:08:00",
            "post_id": "119124",
            "reply_to_id": "119118"
        },
        {
            "user_name": "villi58",
            "text": "Ég held að felgurnar séu bara fínar svona fyrir svona stór dekk.",
            "date": "2013-12-02 13:36:00",
            "post_id": "119131",
            "reply_to_id": "119124"
        },
        {
            "user_name": "Kiddi",
            "text": "Þið megið ekki gleyma því að yngri F150 er alltaf með dobblun á gormana (sjálfstæð fjöðrun eða skæra hásing) þannig að þeir eru stífari en gormar undan venjulegum hásingabíl...",
            "date": "2013-12-02 18:14:00",
            "post_id": "119150",
            "reply_to_id": "119131"
        },
        {
            "user_name": "Doddi23",
            "text": "Varðandi gormana þá er eins og ég tók fram áður mælt með þessum gormum í þetta, og þeir í Jeppasmiðjunni á Ljónsstöðum eru örugglega með þetta á hreinu.\nVarðandi færslu á afturhásingunni þá var ekki farið í meiri færslu til að ekki þyrfti að breyta hjólskálunum á bílnum, þetta er og verður atvinnutæki en ekki einka jeppi þannig að við vildum ekki þurfa að fara að eiga við hann að innan. Annað mál er að sennilega er það rétt að aksturseiginleikarnir myndu að öllum líkindum batna við þá aðgerð.\nÞað er eitthvað um að Dana 60 sé notuð að aftan undir þessa bíla en við gerum okkur grein fyrir að hún er í minni kantinum, vorum með 11,5\" hásingu í sigtinu en þa varð að bíða, verður kannski skipt út þegar og ef við púðavæðum hann að aftan ;)\nFelgurnar henta dekkjunum í sjálfu sér vel en munstrið á þeim mun sennilega koma til með að standa 4-5cm út fyrir kantana sem við vorum að kaupa með tilheyrandi sóðaskap og lakkskemmdum :(\nÉg man ekki fyrir hvaða árgerð gormarnir eru, en þeir eru nýir, prógresívir og að ég held fyrir tiltölulega nýlegan bíl, við settum þá undir í dag og bíllinn er að pressa þá saman um ca 9-10c þannig að þeir duga vonandi fínt.",
            "date": "2013-12-02 23:17:00",
            "post_id": "119186",
            "reply_to_id": "119150"
        },
        {
            "user_name": "Kiddi",
            "text": "Já ég meinti þetta á þann hátt að þessir gormar ganga sjálfsagt fínt þó bíllinn sé þyngri en F150!",
            "date": "2013-12-02 23:26:00",
            "post_id": "119189",
            "reply_to_id": "119186"
        },
        {
            "user_name": "Brjotur",
            "text": "það er svo litið sem þarf að taka aftast ur hjolaskalinni að það er ekki þess virði að kviða fyrir þvi :)  en hitt sem þu segir ,,, hann verður bara i turistaakstri ,,,,   mer finnst  það nu ekkert bara mer fyndist meiri astæða til að gera bilinn stöðugri og öruggari enmitt af þvi að hann er að fara i utgerð , alltof margir Ecoar  i bransanum með nanast enga hasingarfærslu og svinga svoleiðis afturendanum að menn eru með lifið i lukunum i halkunni það gerist ekki a bil með almennilega færslu :)",
            "date": "2013-12-03 01:54:00",
            "post_id": "119213",
            "reply_to_id": "119189"
        },
        {
            "user_name": "Doddi23",
            "text": "Sælir, jæja þá er komið að smá uppdate frá okkur skúringa feðgunum hér á Akureyri ;)\nÞað hefur nú ýmislegt gerst síðan síðast en samt ekki nóg að okkar mati (þetta er reyndar staðan eins og hún var að kvöldi 3/12). Þarna er búið að hanna framfjöðrunina að miklu leiti, stífurnar og stífuvasarnir komnir á sinn stað ásamt stífufestingum, gormaplönum, gormaskálum, dempurum og samsláttarpúðum. Eins og sjá má á myndunum þá ákváðum við að láta stífufestingarnar liggja yfir hásinguna en ekki undir eins og flestir gera til þess að geta byggt gormaplönin og fleira á þeim, pabbi heldur fast í þá skoðun að það sé best að hafa sem mest sambyggt af þessu dóti (verður maður ekki að láta það eftir honum til að halda honum góðum?). Áður en þið missið ykkur algjörlega yfir manndráps hornunum á stífufestingunum þá get ´g sagt ykkur að það átti eftir að snikka þau til þegar þessa myndir voru teknar og er búið að því núna ;)\nEn eins og gengur í svona brasi og þegar margir snillingar leggja höfuðin í bleyti á sama tíma þá er búið að skipta MÖRGUM sinnum um skoðun varðandi staðsettningu og útfærslu á hverju einasta atriði við þessa smíði, td. eru samsláttarpúðarnir búnir að fá allavega 3 endanlegar staðsettningar og sumar oftar en einu sinni.\nEn áfram höldum við ótrauðir, dekkin eru komin í hús og framfjöðrunin er að verða 100% klár og er farið að huga að stigbrettum og fleiru slíku, það koma fleiri myndir af þessum æfingum okkar fljótlega.\nVona að þið hafið gaman af þessu hjá okkur.\nKv.\nDoddi & Bjössi",
            "date": "2013-12-09 00:29:00",
            "post_id": "119876",
            "reply_to_id": "119213"
        },
        {
            "user_name": "powerram",
            "text": "Flott verkefni hjá ykkur! Úr hvernig bens koma þessar stífur sem þið notið?",
            "date": "2013-12-09 10:38:00",
            "post_id": "119900",
            "reply_to_id": "119876"
        },
        {
            "user_name": "Doddi23",
            "text": "Þakka þèr, þessar stífur eru úr herjeppanum frá bens (G-línan)",
            "date": "2013-12-09 15:59:00",
            "post_id": "119922",
            "reply_to_id": "119900"
        },
        {
            "user_name": "naffok",
            "text": "Segi nú bara eins og börnin, þetta er alvörunis",
            "date": "2013-12-09 17:51:00",
            "post_id": "119938",
            "reply_to_id": "119922"
        },
        {
            "user_name": "Doddi23",
            "text": "Jæja allt að þokkast þetta í rétta átt hjá okkur á eyrinni.\nEins og ég sagði síðast var þetta \"gömul\" staða hjá okkur sem ég póstaði, nú hinsvegar eru það nýjustu fréttirnar beint úr myndavélinni ;)\nÍ gær lauk formlega smíði á framfjöðruninni, búið að koma þverstífunni fyrir, snyrta stífufestingarnar til og mála allt nýja draslið allavega eina umferð (sumt oftar en annað og sumt áður en suðuvinnu var lokið :/ Tilhlíðilegum úrskurði lokið og búið að loka því öllu og svo smurt vel yfir allt með Sikaflex til að loka því 100% og fela allann óskunda sem þar kann að leynast ;) kom í ljós að það þurfti að nema brott mikið meira en við reiknuðum með vegna óhóflegrar felgubreiddar, þurftum að naga aðeins úr framhurðunum á honum og hefta beygjuraddíusinn aðeins til að þetta gengi allt upp :(\nEinnig eru kantarnir komnir á hann að aftan og dekkin undir og eðal \"lappirnar\" að aftan farnar, gerum það sama að framan á morgun og koma þá nýjar myndir.\nÞess fyrir utan er búið að gera eitt og annað sem þurfti að gera við bílinn, bæði viðhaldslega og vegna breytingarinnar svo sem, lengja stýrisganginn (6cm álklossi á milli með 10.9. boltum), setja í hann auka sjálfskiptikæli, setja hitaskynnjara í pönnuna á skiptingunni, skipta út haugryðguðum rörum fyrir aftur miðstöðinna og 0rugglega eitthvað fleira sem hefur orðið Altzheimer að bráð.\nEn jæja þá komar nokkrar myndir til sönnunar á framtakinu hjá okkur, vona að þið hafið gaman af :)\nKv.\nDoddi & Bjössi",
            "date": "2013-12-11 22:55:00",
            "post_id": "120173",
            "reply_to_id": "119938"
        },
        {
            "user_name": "grimur",
            "text": "Mér finnst framstífuvasinn óþægilega síður miðað við lengd uppi í grind. \nSennilega sleppur þetta svona miðað við það sem maður hefur séð slampast, en það eru samt óþægileg hlutföll í þessu fyrir mitt auga :-)\nÉg hefði haft amk jafn langa festingu eftir grindinni og síddina á vasanum. \nGott viðmið er líka að taka línu úr snertifleti dekks, gegnum stífufestingu og upp í grind. Þessi snertipunktur uppi í grind ætti að vera inni á vasanum en ekki fyrir aftan hann.\nAnnars líst mér vel á þessa smíði að flestu leyti, basic lausnir og einfalt, sem er gott!\nkv\nG",
            "date": "2013-12-12 00:19:00",
            "post_id": "120183",
            "reply_to_id": "120173"
        },
        {
            "user_name": "Doddi23",
            "text": "THE EAGLE HAS LANDED!!!\nÞá er hann Kraki litli farinn að standa í öll 4 hjólin og er kannski ekki svo lítill lengur ;)\nSettum skóna undir hann að framan í dag og losuðum hann við hækjurnar sem greyið hefur þurft að hanga á í rúman mánuð núna. Settum einnig framstuðarann á, færðum hann fram um 10cm og upp um þá 5 sem boddýhækunin gaf honum. Þegar hingað var komið stóðum við feðgar dolfalnir yfir því hve fjandi vel bíllinn liti út og væri orðinn verklegur. Fengumst við ekki til að hreyfa legg né lið fyr en fréttir bárust um að nýtt dót væri komið í bæinn og biði okkar, var því farið og náð í nýju hutföllin og tilheyrandi.\nHvað finnst mönnum eigum við að hafa kantana svarta eða sprauta þá í sama lit og bíllinn? \nVið feðgar erum ekki alveg vissir já eða sammála um það :p\nEn hér koma fleiri myndir... :)\nKv.\nDoddi & Bjössi",
            "date": "2013-12-12 20:47:00",
            "post_id": "120290",
            "reply_to_id": "120183"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er mjög flott bara, alltaf gaman að sjá smíðamyndir hjá öðrum :)",
            "date": "2013-12-12 20:54:00",
            "post_id": "120294",
            "reply_to_id": "120290"
        },
        {
            "user_name": "Doror",
            "text": "Mála þá einsog bílinn segi ég, ekki eins flottir svona svartir.",
            "date": "2013-12-12 21:23:00",
            "post_id": "120298",
            "reply_to_id": "120294"
        },
        {
            "user_name": "juddi",
            "text": "Helvíti flott, en voruð þið búnir að ná slaginu úr stýrinu ?",
            "date": "2013-12-12 21:38:00",
            "post_id": "120299",
            "reply_to_id": "120298"
        },
        {
            "user_name": "Haukur litli",
            "text": "Samlita kantana eða mála neðsta hluta hurðanna og afturbrettanna, stigbrettin og stuðarana svart líka.\nEn samlitað væri að mínu mati snyrtilegast.",
            "date": "2013-12-12 21:40:00",
            "post_id": "120301",
            "reply_to_id": "120299"
        },
        {
            "user_name": "Steinmar",
            "text": "Á bíllinn að vera svona hár að framan ? Svo er kannski of seint að koma með næstu athugasemd, en ég geri það samt; hefði ekki verið betra að láta styrkingarnar á gormaskálunum ná alla leið á milli efri og neðri brúnar á grind ? Þá er átakinu dreift meira á brúnir grindarinnar, en ekki bara á miðjan flötinn.\nAnnars gott og bara samlita gumsið, það er einfaldast og venst bezt. \nKv. Steinmar",
            "date": "2013-12-12 21:56:00",
            "post_id": "120302",
            "reply_to_id": "120301"
        },
        {
            "user_name": "Startarinn",
            "text": "Þetta er flott hjá ykkur, snyrtilega smíðað og ágætar suður.\nEn eins og kom fram hér að ofan myndi ég hafa auga með grindinni við efri gormaskálarnar, það gæti hugsanlega komið þreytubrot í grindina undir gormaskálinni. Nú er ekki öruggt að þetta gerist, en vissara að hafa augun á þessu annað slagið.\nVarðandi stífuvasana þá má deila um hvort þeir eru nógu sterkir eða ekki, en of mikið er vissulega nóg ;)\nEn ég sé ekkert að því að hafa þá eins og þeir eru",
            "date": "2013-12-12 22:18:00",
            "post_id": "120307",
            "reply_to_id": "120302"
        },
        {
            "user_name": "Valdi B",
            "text": "þetta er rosa flott hjá ykkur :)\nen að öðrum málum, það sést þarna í eldri econoline á nokkrum myndum, mér finnst ég kannast aðeins við litina tvo sem eru áhonum, gætirðu komið með eitthverjar upplysingar um hann fyrir einn forvitinn :)\nog að enn öðru... þú mátt senda mér skilaboð ef þú átt þetta bronco dót ennþá :)",
            "date": "2013-12-12 22:57:00",
            "post_id": "120319",
            "reply_to_id": "120307"
        },
        {
            "user_name": "jongud",
            "text": "Svona miðað við hvað hann stendur hár;\nvar ekki óþarfi að hækka hann upp á boddíi?",
            "date": "2013-12-13 08:39:00",
            "post_id": "120341",
            "reply_to_id": "120319"
        },
        {
            "user_name": "Dúddi",
            "text": "Hann var boddyliftur til að gera pláss fyrir Banks turbokittið, svo a hann eftir að setjast a gormunum að framan, þetta blekkir mann aðeins en hann er jafn har að framan og aftan, kantarnir að framan eru hærri a boddyinu en að aftan.",
            "date": "2013-12-13 09:58:00",
            "post_id": "120348",
            "reply_to_id": "120341"
        },
        {
            "user_name": "villi58",
            "text": "Það er rétt sem Steinmar segir um gormaskálina að ofan, verður að bæta neðan á hana vegna hættu á sprungumyndun á miðri grind, álagið verður að komast á neðri brún á grind.",
            "date": "2013-12-13 12:17:00",
            "post_id": "120362",
            "reply_to_id": "120348"
        },
        {
            "user_name": "Subbi",
            "text": "þekki ekki neitt inn á þetta en er ekki skástífan og togstöngin rosalega brattar þeas mikil gráða á þeim og kemur það ekki til með að vera mikið högg ef bíllinn hlammar fram af einhverju \nen allavega mér var sagt að ná þessu sem lægst og skifti út stýrismaskínu til að fá þetta niður  í ca 4°halla",
            "date": "2013-12-13 18:52:00",
            "post_id": "120417",
            "reply_to_id": "120362"
        },
        {
            "user_name": "Doddi23",
            "text": "Takk fyrir strákar, gaman að því þegar mönnum lýst vel á það sem maður er að gera \nEn nú hef ég verið upptekin síðan ég setti inn síðasta póst þannig að ég hef ekki getað svarað þeim spurningum sem komið hafa en hér koma.\nÞað er kanski rétt að vasarnir hefðu mátt vera lengri fram og aftur en það yrði aldrei hægt að taka þesa línu sem þú talar um, það mundi þíða að vasinn næði ca 40cm lengra aftur og það sjá allir að það myndi enginn gera. Þessir vasar voru smíðaðir eftir mátum sem við fengum frá öðrum aðila.\nNú er ég ekki viss um hvaða slag þú ert að tala um, gætirðu nokkuð skírt það betur út?\nSteinmar,  Ástmar og Villi, þetta gæti vel verið rétt hjá ykkur, ég varr búinn að hugsa aðeins út í þetta sjálfur og munum við hafa auga með þessu. Er lítið mál að stækka hyrnurnar ef þarf.\nÉg sé að þið haldið eins og við gerðum að bíllinn væri mun hærri að framan en aftan, en við mælingu reyndist hann réttuur, það sem blekkir mann aðallega er að framkantarnir eru 5cm hærra upp á boddýinu en aftur kantarnir og þar af leiðandi er líka meira bil frá dekki og upp í kant. \nSvo er rétt sem Dúddi segir um ástæður boddýhækunarinnar, þess fyrir utan þá hefði bara þurft að lifta honum meira á fjöðrun ef það hefði ekki verið gert.\nÞað er vissulega alltaf best að hafa þær sem láréttastar en því stærri sem dekkin eru því erfiðara er það og það er erfit að ná þeim mikið neðar en þetta í þessu tilfelli. Við ætlum samt að skipta um Sector arm og setja arm sem er lengri ásamt því að stýrisendinn kemur neðan í hann í staðinn fyrir að vera ofan á eins og núna, þetta ætti að minka hallann eitthvað.",
            "date": "2013-12-13 21:15:00",
            "post_id": "120447",
            "reply_to_id": "120417"
        },
        {
            "user_name": "Brjotur",
            "text": "Jafn har framan og aftan :(  svo leggst hann a rassgatið með 10 til 12 farþega ,  enn ein astæðan fyrir að klara malið með afturhasinguna færa hana aftar og setja puða.",
            "date": "2013-12-14 19:47:00",
            "post_id": "120579",
            "reply_to_id": "120447"
        },
        {
            "user_name": "villi58",
            "text": "Mér finnst að það sé augljóst mál með gormskálarnar að ofan og framan, ég segi að þetta bara gangi ekki til langtíma notkunar. Svona er varað við í stálsmíðinni að enda niðurá miðri grind því að það er augljóst að þarna mæðir mikið á og er nú ekki svo þykktin þarna á grindinni. Mæli kurteislega með að þið bætið neðan á gormskálina með því að setja passlega búta eða jafnvel ef hægt er að leggja utaná gormskálina og niður á neðri brún grindar og sjóða fast. Það er ekkert slys orðið enn og fljótlegt og auðvelt að redda þessu.\nGangi ykkur vel í dundinu, og ég held að þetta verði rudda tæki sem sómi er að. Bestu kveðjur!",
            "date": "2013-12-14 21:27:00",
            "post_id": "120584",
            "reply_to_id": "120579"
        },
        {
            "user_name": "juddi",
            "text": "Sæll ég gerði aðeins við þennan fyrir ykkur í sumar og tók þá eftir töluverðu slagi í stýrinu td í maskínuni stilti slagið í maskínuni en fanst það ekki duga og þorði ekki að skrúfa stilliskrúfuna á maskínuni lengra",
            "date": "2013-12-14 22:40:00",
            "post_id": "120594",
            "reply_to_id": "120584"
        },
        {
            "user_name": "Doddi23",
            "text": "Já þannig, ég reyndar vissi ekki af því persónulega (hef lítið keyrt þennan bíl sjálfur) en það verður skipt um snekkju og settur stýristjakkur og sennilega annar öflugri stýrisdempari þannig að ég geri ráð fyrir eða vona allavega að hann lagist við það.",
            "date": "2013-12-14 23:23:00",
            "post_id": "120598",
            "reply_to_id": "120594"
        },
        {
            "user_name": "Kalli",
            "text": "Flottur þráður og verklegur liner :O)",
            "date": "2013-12-15 15:45:00",
            "post_id": "120633",
            "reply_to_id": "120598"
        },
        {
            "user_name": "olei",
            "text": "Þetta er orðinn hinn verklegasti Ford hjá ykkur. Alltaf gaman að kíkja á smíðaþræði og skoða myndir af breytingum.\nÉg ætla að taka undir það sem sagt er hér ofar um efri gormasætin - þau þurfa endilega að brúa megnið af grindarbitanum. Jú, þetta dugar örugglega til að byrja með en það mjög hætt við þreytumyndun og sprungum í þessu eftir svona 10-20 þúsund km akstur. Ástæðan er sú að grindarbitinn er nokkuð hár og um miðjan flötinn má líta á hann sem slétta plötu - sem svignar undan álaginu frá festingunni. Þessi sveigja mun hægt og rólega þreyta efnið í grindinni og/eða suður og valda sprungum. Þegar svo er komið er hundleiðinlegt að smíða þetta upp á nýtt.\nSama gildir raunar um fjaðrafestingarnar í grindina að aftan. Það væri mjög gott að lengja flauin á þeim upp undir efri brún á grindinni og bæta þar við boltum. Í svipuðum dúr var fjölda Econoline breytt hér í den áður en gormar og loftpúðar fóru að ryðja sér til rúms.\nLoks þurfið þið að setjast við teikniborðið og endursmíða þverstífuna að framan - líkurnar á því að hún verði til friðs með þessum fallega sveig eru hverfandi undir þessum þunga bíl. Mér sýnist að það mætti hækka hana upp, bæði á hásingu og við grind til að fá pláss fyrir drifkúluna - og þá gæti hún verið sem næst því að vera bein. Sveigurinn tekur nær allan styrk úr henni eins og þetta er nú.",
            "date": "2013-12-15 16:12:00",
            "post_id": "120639",
            "reply_to_id": "120633"
        },
        {
            "user_name": "villi58",
            "text": "Þetta er bara smá mál að redda því sem er búið að benda á, mæli með að þið hlustið á þessar ábendingar.\nAnnars er þetta svaka flott hjá ykkur, til hamingju með það sem komið er.",
            "date": "2013-12-15 16:42:00",
            "post_id": "120641",
            "reply_to_id": "120639"
        },
        {
            "user_name": "Dúddi",
            "text": ".",
            "date": "2013-12-15 16:52:00",
            "post_id": "120642",
            "reply_to_id": "120641"
        }
    ],
    "date": "2013-12-01 23:31:00"
}