{
    "forum_title": "Almennt spjall",
    "id": "21770",
    "title": "Bestu verkfærasettin í bílinn?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=21770",
    "posts": [
        {
            "user_name": "Golli",
            "text": "Jæja kappar ég ætlaði að forvitnast um verkfæri, ætla að láta konuna gefa mér verkfæri í jólagjöf og var að velta fyrir mér hvaða verkfæri væru að koma best út.\nHvaða verkfæri eruð þið að nota og eruð með í bílnum hjá ykkur, þá er ég að tala aðalega um fasta lykla, skroll ,skrúfjárn og þessháttar .",
            "date": "2013-12-04 14:02:00",
            "post_id": "119366",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Það gildir eitt um verkfæri í ferðum að því betur sem þú þekkir bílinn því minna þarftu af verkfærum, því þá veistu hvaða stærðir þú þarft og á hvaða boltastærðum þarf að taka betur á.\nMaður hefur auðvitað alltaf fasta lykla með sér og skrúfjárnasett.\nVatnsdælutöng og krafttöng er fínt að hafa.\nTopplyklasett er gott að hafa og sumir létta verkfærakassan með því að nota 3/8 sett.\nEf jeppinn er með Torx einhverstaðar þarf svoleiðis verkfæri.\nEf maður ekur um með varahluti eins og legur eða öxla þurfa viðeigandi verkfæri að vera með.\nEinnig þarf að hafa græjur til að koma olíum á kassa og drif er þeir vökvar eru með í för.\nRafmagnstengi til að skítmixa það helsta er gott að hafa, sem og prufuskrúfjárn.\nJB-weld eða annað tveggjaþátta kítti getur bjargað miklu.\nOg svo auðvitað baggaband og og vírherðatré.",
            "date": "2013-12-04 14:27:00",
            "post_id": "119370",
            "reply_to_id": "119366"
        },
        {
            "user_name": "villi58",
            "text": "Ég hef keypt slatta af verkfærum af Sindra og hafa þau reynst vel og margt sem er á skikkanlegu (verði) svona miða við verðlagningu hjá mörgum öðrum, en samt bölvaðir ræningjar eins og flestir. \nHafa síutöng á hráolíusíu ef það á við og topplyklasett, skrúfjárn, hamra, ým. gerðir af töngum, fasta lykla, felgujárn 2 stk. geta skipt um allar olíur, bindivír, herðatré eins og jongud segir, meitla, úrrek, járnsög, nóg af boltum, smurspray, feyti, öflugan hníf, höfuðljós og venjulegt, voru til fín led-ljós í Elko, rafmagnsmæli, sandpappír, og fl.og fl. og þá er veskið tómt hjá konunni. Gashitari algjört möst, Mergi í tankinn til að losna við vatn í síu eða lögnum, dragbönd að stærstu gerð, auka slöngur af ým. stærðum, þjalir, allar reimar, stórann strappa helst tvo, slatta af spottum, rafmagnsvír og tengi Nú er bankinn tómur. Svo fullt að öðrum verkfærum sem ég nenni ekki að telja upp núna . Kveðja! VR",
            "date": "2013-12-04 15:25:00",
            "post_id": "119375",
            "reply_to_id": "119370"
        },
        {
            "user_name": "Skottan",
            "text": "Ég er með sett af föstum lyklum frá Toptul (sem selt er í Sindra) hafa reynst mjög góðir. Er svo með topplyklasett af gerðinni Topex minnir mig (Húsasmiðjan) en held að það er aðeins ódýrara merki, en er alveg nóg fyrir mig... og svo er ég bara með fullt af dóti sem maður sankar að sér. En þetta eru allavega helstu merkin sem ég er með sem ég man eftir.....",
            "date": "2013-12-05 22:21:00",
            "post_id": "119527",
            "reply_to_id": "119375"
        },
        {
            "user_name": "Startarinn",
            "text": "Losar Mergi raka úr eldsneytinu??",
            "date": "2013-12-05 23:00:00",
            "post_id": "119539",
            "reply_to_id": "119527"
        },
        {
            "user_name": "Izan",
            "text": "Hamar, meitil, baggaband og ísólíngaband.",
            "date": "2013-12-05 23:01:00",
            "post_id": "119540",
            "reply_to_id": "119539"
        },
        {
            "user_name": "Svopni",
            "text": "Af reynslu segi ég að þú fáir mest fyrir peninginn í Toptool. Gæða verkfæri. Þeir flytja inn beint frá framleiðanda svo verðið er helmingi lægra en sambærileg verkfæri. Færð gott sett á 25-30 kall. Lífstíðar ábyrgð á föstum lyklum og toppum. En hvað þarf að vera í bílnum er spurning. Svona sett, tangir og þ.h er möst. Svo það helsta til að geta bjargað sér heim.",
            "date": "2013-12-05 23:03:00",
            "post_id": "119541",
            "reply_to_id": "119540"
        },
        {
            "user_name": "halli7",
            "text": "Sindri er með góða heimasíðu, getur skoðað úrvalið þar.\nhttp://www.sindri.is/is/handverkfaeri",
            "date": "2013-12-06 00:03:00",
            "post_id": "119552",
            "reply_to_id": "119541"
        },
        {
            "user_name": "villi58",
            "text": "Mergi virkar þannig að ég hef ekki fengið vatn í síu síðan 1993. áður þurfti að tappa undan reglulega, á að vera líka brensluhvati betri brensla. Mergi hefur líka verið notað á báta og skuttogara.",
            "date": "2013-12-06 00:25:00",
            "post_id": "119555",
            "reply_to_id": "119552"
        },
        {
            "user_name": "Startarinn",
            "text": "Já, ég er vélstjóri og er með þetta á skipinu hjá mér, blandað 1:4000, ég hef ekki heyrt þetta með rakadrægnina, en það er náttúrulega snilld og skýrir væntanlega afhverju við höfum aldrei lent í gróðurvandamálum í olíunni. \nMaður ætti að vera duglegri að nota þetta á bílana. Ég fæ þetta um borð í 200 ltr tunnum",
            "date": "2013-12-06 00:46:00",
            "post_id": "119556",
            "reply_to_id": "119555"
        },
        {
            "user_name": "villi58",
            "text": "Hætta á gróðurmyndun er til mun meiri ef olian er vatnsblönduð, ég get ekki annað en mælt með Mergi því að ég er kominn með svo langa reynslu. Svo er ekkert gaman að þurfa að skipta um síu í snarvitlausu veðri upp á hálendinu þannig ef menn vilja vera lausir við vatn þá nota Mergi eða eitthvað sambærilegt efni en hef bara ekki fundið neitt sem virkar svona vel.\nSvo á þetta að vera brennsluhvati og líka einhver sparnaður á olíu sem veitir af þegar olíufélögin keppast um að ræna mann.\nKveðja! VR",
            "date": "2013-12-06 01:11:00",
            "post_id": "119560",
            "reply_to_id": "119556"
        },
        {
            "user_name": "oskargj",
            "text": "Og hvar er hægt að versla þetta?(Mergi)",
            "date": "2013-12-06 02:30:00",
            "post_id": "119565",
            "reply_to_id": "119560"
        },
        {
            "user_name": "atlis",
            "text": "http://timarit.is/view_page_init.jsp?pageId=4910246\nEfnið fæst líka í Marás og er líka brunakvati, \nKv. Atli",
            "date": "2013-12-06 09:15:00",
            "post_id": "119573",
            "reply_to_id": "119565"
        },
        {
            "user_name": "Tollinn",
            "text": "Virkar þetta fyrir bensín bíla líka?\nkv Tolli",
            "date": "2013-12-06 09:47:00",
            "post_id": "119577",
            "reply_to_id": "119573"
        },
        {
            "user_name": "Startarinn",
            "text": "Það á að gera það, ég fékk prufur sendar um borð frá seljanda, 1 brúsa handa hverjum vélstjóra, ég hef ekki prófað þetta ennþá. En ég hef mjög slæma reynslu af því að geyma þetta í gosflösku í skottinu.....\n.....Þetta er ekki gott á bragðið",
            "date": "2013-12-06 09:53:00",
            "post_id": "119578",
            "reply_to_id": "119577"
        },
        {
            "user_name": "villi58",
            "text": "Gosflaska (plastflaska) fer að leka eftir einhverja x mánuði, efnið eyðileggur plastið búinn að prufa það sjálfur, skiptu strax um helst í stál eða gler. Getur líka notað polietiline brúsa.",
            "date": "2013-12-06 13:10:00",
            "post_id": "119597",
            "reply_to_id": "119578"
        },
        {
            "user_name": "StefánDal",
            "text": "Meinaru landaflösku?",
            "date": "2013-12-06 23:39:00",
            "post_id": "119650",
            "reply_to_id": "119597"
        },
        {
            "user_name": "villi58",
            "text": "Þvagflaska er fín.",
            "date": "2013-12-07 12:26:00",
            "post_id": "119686",
            "reply_to_id": "119650"
        },
        {
            "user_name": "runar7",
            "text": "við seljum þetta líka í útibúi skeljungs á akureyri í littlum þæginlegum flöskum, man ekki verð enn held það sé á milli 2-4þúsund.\n(sama húsi og eimskip)",
            "date": "2013-12-07 12:30:00",
            "post_id": "119688",
            "reply_to_id": "119686"
        },
        {
            "user_name": "Polarbear",
            "text": "fæst þetta í reykjavík í svipuðum brúsum? og er blönduhlutfallið það sama? 1:4000?",
            "date": "2013-12-07 13:41:00",
            "post_id": "119696",
            "reply_to_id": "119688"
        },
        {
            "user_name": "villi58",
            "text": "Held að heiti Marás, er það ekki í Kópavogi ????????",
            "date": "2013-12-07 14:05:00",
            "post_id": "119700",
            "reply_to_id": "119696"
        },
        {
            "user_name": "hobo",
            "text": "Þeir eru fluttir í Garðabæ við hliðina á 66 gráðum norður.\nhttp://www.maras.is/index.php?option=co ... &Itemid=37",
            "date": "2013-12-07 14:37:00",
            "post_id": "119704",
            "reply_to_id": "119700"
        }
    ],
    "date": "2013-12-04 14:02:00"
}