{
    "forum_title": "Almennt spjall",
    "id": "21814",
    "title": "Milligíraspeguleringar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=21814",
    "posts": [
        {
            "user_name": "jeepcj7",
            "text": "Sæl öll hvernig er það með styrk á millikössum uppá að nota þá sem milligíra,ég er mikið að spá í þessu eins og er nú er maður með frekar þungan bíl með stór dekk og slatta af togi (F250 SD) er eini kosturinn að nota 203 kassa eða er verið að nota aðra millikassa í svona smíðar.Myndi td.BW 1345,NP 208 halda eða yrði maður að fara í NV 273 af þessum álkössum eða eru allir þessir stjörnugírar/plánetugírar bara alveg tröllsterkir?\nOg eins er einhver kassi vinsælli/betri/einfaldari en annar í þessum efnum.\nÉg veit að það eru til gírar í hreppnum eins og td.Stak,Atlas ofl. en tel það alltof dýran kost.",
            "date": "2013-12-06 19:55:00",
            "post_id": "119632",
            "reply_to_id": false
        },
        {
            "user_name": "Nenni",
            "text": "Flestir kassar fara út af lélegu viðhaldi.",
            "date": "2013-12-06 20:06:00",
            "post_id": "119634",
            "reply_to_id": "119632"
        },
        {
            "user_name": "Kiddi",
            "text": "Sæll Hrólfur\nEins og ég kýs að skilja hlutina þá þarf milligírinn sem slíkur ekki að vera sterkari en sá kassi sem er í bílnum nú þegar (sem er töluvert hraustur, væntanlega NV271 eða 273, þar sem 1 stendur fyrir handskipti og 3 stendur fyrir rafskipti).\nMillikassinn sem á eftir kemur er veiki hlekkurinn, útaf þessari auknu niðurgírun  (að því gefnu að vandað sé til verka í millistykkinu). Hugsa að keðjan sé þá veiki hlekkurinn, þessir plánetugírar eru hrikalega vandaðir með 6 pinionum og dreifa álaginu vel.\nÞað er viss kostur við að nota 203 umfram 271 að 203 er með minni niðurgírun (2.01:1 á móti 2.72:1 ef ég man rétt) og hlýfir því millikassanum aðeins.\nSmá gúggl skilaði því að NV271 er gefinn upp fyrir 1400 pundfeta vægi sem eru 1900 Nm. Ekkert svo ógurlega mikið ef það er farið að margfalda vægið út úr skiptingunni, en það eru ef til vill óþarfa áhyggjur því ekki hefur maður heyrt mikið af löskuðum kössum!\nSvo er auðvitað einn kostur við plánetugírinn að það er mjög létt að snúa honum þegar það er ekki verið að nota niðurgírunina. Þetta eru ekkert nema endalausir kostir og gallar...\nPabbi er með 203 milligír og 271 aftanvið í sínum hlunk og það hefur virkað alveg áfallalaust.\nVona að þessar vangaveltur hjá mér komi að gagni.",
            "date": "2013-12-07 02:27:00",
            "post_id": "119661",
            "reply_to_id": "119634"
        },
        {
            "user_name": "jongud",
            "text": "Það er eithvað meira viðnám í NP-203 milligír heldur en plánetuniðurgírun.\nPlánetugírar eru líka missterkir og þar gildir að því fleiri plánetuhjól, því sterkari. NP-208 er t.d. með fjögur tannhjól en aðrir Heavy Duty kassar eru oft með sex.",
            "date": "2013-12-07 11:10:00",
            "post_id": "119673",
            "reply_to_id": "119661"
        },
        {
            "user_name": "jeepcj7",
            "text": "Já það er einmitt það sem ég var að spá í mér skilst að 271/3 sé með því sterkasta sem fæst og virðist bara virka það virðist líka vera raunin með 203 enda er bara lágadrifshlutinn úr honum talsvert þyngri en heill álmillikassi td.BW1345.Þannig að í svona hlunk ætti að vera óhætt að skoða HD álkassa með 6 hjóla plánetugírum ef manni dettur einhver vitleysa í hug.\nNú er eitthvað af þessum vörubílum með 2 milligíra er það oftast 2 x 203 eða er verið að nota eitthvað annað í þetta.\nVitið þið hvort einhver er með álmilligír í svona hlunk?",
            "date": "2013-12-07 11:41:00",
            "post_id": "119682",
            "reply_to_id": "119673"
        },
        {
            "user_name": "jongud",
            "text": "Vinsælasta blandan var lengi vel lágdrifshlutinn úr NP203 framan við NP205 millikassa.\nÞetta er skothelt dæmi, Elmar sem er með 46-tommu suburbaninn í smíðum er með svoleiðis. Að vísu er niðurgírunin í báðum ósköp svipuð, 2,01 og 1.96.\nEn þetta er óþarflega mikið hlunkasett fyrir léttari jeppa.\nKlune-v hefur verið að framleiða álmilligíra sem passa á milli svo til allra gír- og millikassa, og Ljónsstaðamenn og fleiri geta líka gert allan fjandann.\nYfirleitt er tiltölulega auðvelt að smíða milligír úr álkössunum af því að niðurgírunin er í fremri hlutanum, og þá er aftari hlutanum hent.",
            "date": "2013-12-07 13:41:00",
            "post_id": "119697",
            "reply_to_id": "119682"
        },
        {
            "user_name": "jeepcj7",
            "text": "Fann einhverja smá töflu yfir styrkinn á kössunum í heilu ef einhver annar hefur áhuga á svona brasi á pirate4x4.com \ntransfer case rating chart\nI found this information in the May 2001 Petersen's 4Wheel and Offroad magazine and thought some people would like this information\nNew Venture Gear transfer case ratings\n(first number is max torque lb-ft second number is approximate GVW lbs.)\nnp203 n/a 10000\nnp205 n/a 10000\nnv231 1885 5920\nnv231hd 1940 6400\nnv241 5555 8800\nnv242 1486 5500\nnv242hd 2028 6400\nnv242hd amg (hummer) 2340 11500\nnv246 2281 8600\nnv261hd 5430 10000\nnv261shd 5677 12000\nnv271 (manually shifted) 7890 17500\nnv273 (electronically shifted) 7890 17500",
            "date": "2013-12-07 13:55:00",
            "post_id": "119699",
            "reply_to_id": "119697"
        },
        {
            "user_name": "jeepcj7",
            "text": "Þetta virðist vera alveg bráðsniðugur gír þú kaupir hús og smellir þínum kassa í.\nhttp://www.pirate4x4.com/forum/motor-tr ... rocks.html",
            "date": "2013-12-08 12:59:00",
            "post_id": "119782",
            "reply_to_id": "119699"
        }
    ],
    "date": "2013-12-06 19:55:00"
}