{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "21944",
    "title": "Kúplingsskipti í patrol",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=21944",
    "posts": [
        {
            "user_name": "Böbbi88",
            "text": "Var að skipta um kúplingu i patrol, og þegar það var buið að tappa loftinu af kerfinu og allt klárt kom eitthvað hljóð sem eg kannaðist ekki við þegar eg sleppti kúplingunni. En þegar eg steig hana i botn aftur hætti það samstundis og kom aftur þegar eg sleppti henni. Svona gekk þetta trekk i trekk..(fanst hljoðið likjast núningshljóði) en heyrði það ekki þegar eg tok af stað. (Spurning hvort velarhljoðið yfirgnæfði það)\nKannast einhver við vandamálið.\n2.8 argerð 94 af patrol\nKv Björn",
            "date": "2013-12-13 08:25:00",
            "post_id": "120339",
            "reply_to_id": false
        },
        {
            "user_name": "GFOTH",
            "text": "Sæll er þetta ekki bara hjóð i kúpplingsleguni\nKannast við þetta hjóð",
            "date": "2013-12-13 11:35:00",
            "post_id": "120358",
            "reply_to_id": "120339"
        },
        {
            "user_name": "Böbbi88",
            "text": "Ju það var niðurstaðan.\nEn annað, ætlaði að starta bilnum en þa startaði hann ekki. Kom bara klikk ur huddinu og startarinn snerist ekki. Ekki var billinn straumlaus ne neitt þannig svo það a ekki að vera vandamalið. Fann svo eitthvað relay eða rafmagnsstykki sem smellurinn kom ur. Þekkiru það??",
            "date": "2013-12-15 22:32:00",
            "post_id": "120684",
            "reply_to_id": "120358"
        },
        {
            "user_name": "Grásleppa",
            "text": "Búinn að athuga hvort þú hafir nokkuð rifið eitthvað plögg óvart úr sambandi við startarann við þetta kúplingsbras? Ekki óalgengt.",
            "date": "2013-12-16 06:00:00",
            "post_id": "120716",
            "reply_to_id": "120684"
        },
        {
            "user_name": "Stebbi",
            "text": "Yfirleitt heyrist ekki í kúplingslegunni fyrr en það er stigið á kúplinguna, ef að það syngur í einhverju þegar hún er tengd þá gætu það verið burðarlegur í kassanum.",
            "date": "2013-12-16 08:10:00",
            "post_id": "120719",
            "reply_to_id": "120716"
        },
        {
            "user_name": "biturk",
            "text": "mæla start relayið og gá hvort það hleipi nægu eða einhverju í gegnum sig\nbankaí startarann ef hann er með dónaskap, gæti staðið á sér\njarðtenging farin í sundur?",
            "date": "2013-12-16 09:04:00",
            "post_id": "120726",
            "reply_to_id": "120719"
        }
    ],
    "date": "2013-12-13 08:25:00"
}