{
    "forum_title": "Jeppar",
    "id": "21985",
    "title": "Nissan Patrol Y60, 38\"—SELDUR!",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=21985",
    "posts": [
        {
            "user_name": "hvati",
            "text": "Jæja—skítur skeður og þá þarf að moka!\nÞar sem að ég fékk mjög óvæntan og veglegan rekstrarreikning nýlega, þá verður (með miklum trega) að fórna blessuðum Patrolnum :(\n(Breytt 26. des):\nFrá og með deginum í dag verður þessi á jólatilboði—gildir fram að sölu!\n580.000.–\nFun facts:\n1994 árgerð\n2.8 Turbo Diesel með intercooler!\n5 gíra\n38\" breyttur\nEkinn 304.XXX. Skipt var um mótor fyrir nokkrum árum en mönnum ljáðist að dokkúmentera kílómetrastöðu á þeim mótor og kílómetrastöðuna á Patrolnum sjálfum—þannig að raunveruleg kílómetrastaða á mótor er óþekkt. Það er búið að fara í hedd nýlega og ný tímareim í lok síðasta árs. Mótorinn er í flottu formi engu að síður og vinnur vel og vottar ekki fyrir leka. Ég lokaði fyrir smurolíuleka í olíkælingunni í haust og hefur það verið þægt síðan (og allt virkar nota bene).\nÉg eignast þennan bíl í september og hef hugsað vel um hann enda ætlaði ég að gera meira úr þessum bíl en raun ber vitni. Það fór ný hjólalega í hann í byrjun október vinstra megin að framan.\nFékk flotta smurningu í október og glæsilegan gulan 14-miða í lok nóvember.\nBody var tekið af grind fyrir fjórum árum síðan og sprautað. Sömuleiðis fékk grindin þær ryðbætur sem þurfti og er bíllinn að því leiti í mjög góðu ástandi.\nFram dekk: Mudder sem búið er að skera úr. Þau eru í góðum málum.\nAftur dekk: Ground Hawg, sömuleiðis aðeins búið að skera í munstur.\nÉg læt fylgja með bílnum sitthvort varadekkið, eitt Mudder og eitt Ground Hawg.\nÉg keypti nýtt slökkvitæki og sjúkrapúða í hann í haust.\nGóður spottakassi.\nGeislaspilari með AUX-tengi\nÁklæði er í mjög góðu standi.\nÞessi er einn af þeim betri í sínum aldursflokki!\nVerðmiðinn sem fer á hann er 700.000. \nMönnum er svo velkomið að bjóða í hann það sem þeim dettur í hug með því skilyrði að ég annað hvort mótbjóði eða afþakki pent. \nTek við fyrirspurnum hér en svo má senda mér tölvupóst eða hringja í mig í síma 844 80 24 ef menn vilja ná fljótt og örugglega í mig.\n— Hvati",
            "date": "2013-12-26 07:46:00",
            "post_id": "120621",
            "reply_to_id": false
        },
        {
            "user_name": "kjhunter",
            "text": "Er 3 raða vatnskassi í bílnum?",
            "date": "2013-12-26 09:34:00",
            "post_id": "121798",
            "reply_to_id": "120621"
        },
        {
            "user_name": "hvati",
            "text": "Sýnist í fljótu bragði vera tveggja raða vatnskassi, ég kíki á það betur í kvöld eftir vinnu!",
            "date": "2013-12-27 12:59:00",
            "post_id": "121945",
            "reply_to_id": "121798"
        },
        {
            "user_name": "hvati",
            "text": "Það er tveggja raða vatnskassi í húddinu á honum.\nMönnum og konum er velkomið að bombardera staðgreiðslutilboðum á mig!",
            "date": "2013-12-28 13:36:00",
            "post_id": "122037",
            "reply_to_id": "121945"
        },
        {
            "user_name": "Eirikh",
            "text": "Sæll\nErtu til í að skutla á mig nokkrum myndum í pósti á \nhafthor.eiriksson@gmail.com\nKv. Hafþór",
            "date": "2013-12-29 16:50:00",
            "post_id": "122206",
            "reply_to_id": "122037"
        },
        {
            "user_name": "hvati",
            "text": "Skellum upp nokkrum myndum af hnossgætinu:",
            "date": "2013-12-31 13:33:00",
            "post_id": "122470",
            "reply_to_id": "122206"
        },
        {
            "user_name": "Silli",
            "text": "Sæll\nEru læsingar og hlutföll í honum?+",
            "date": "2014-01-02 21:48:00",
            "post_id": "122746",
            "reply_to_id": "122470"
        },
        {
            "user_name": "hvati",
            "text": "Sæll Silli.\nÞað er loftlæsing að aftan en hún er ótengd.\nEinnig eru orginal hlutföll í honum.",
            "date": "2014-01-03 09:48:00",
            "post_id": "122796",
            "reply_to_id": "122746"
        }
    ],
    "date": "2013-12-26 07:46:00"
}