{
    "forum_title": "Almennt spjall",
    "id": "22054",
    "title": "Höfuðdæla í wrangler",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=22054",
    "posts": [
        {
            "user_name": "Gunnar",
            "text": "Sælir, ekki á einhver höfuðdælu og jafnvel kút úr wrangler sem er á lausu, er í bölvuðu basli með bremsurnar og held að höfuðdælan sé alveg komin undir græna torfu",
            "date": "2013-12-19 01:32:00",
            "post_id": "120948",
            "reply_to_id": false
        },
        {
            "user_name": "Kiddi",
            "text": "Ef þú kemst í Cherokee af svipuðum aldri þá er þetta sama dótið",
            "date": "2013-12-19 01:36:00",
            "post_id": "121058",
            "reply_to_id": "120948"
        },
        {
            "user_name": "Gunnar",
            "text": "Gott að vita takk fyrir það",
            "date": "2013-12-19 02:37:00",
            "post_id": "121060",
            "reply_to_id": "121058"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "ef þú ákveður að kaupa nýja. kauptu þá úr 95 wrangler. helmingi öflugri bremsur. \nmix leiðin er að taka úr ZJ grand . ég er með svoleiðis og get læst 41\"\nbáðar aðferðir skila frábærum bremsum... zj leiðin er ódýrari því 95 módel af wrangler liggur ekki hvar sem er. \nmixið felst í að breyta götum í hvalbak- stöng úr booster- bremsurörum við deilir. \nkv Gunnar",
            "date": "2013-12-19 09:58:00",
            "post_id": "121075",
            "reply_to_id": "121060"
        },
        {
            "user_name": "Gunnar",
            "text": "passar dælan beint  á kútinn minn eða þarf ég að fá hann líka ef ég kaupi þetta nýtt úr 95 wrangler. og er það eina árgerðin sem er með svona góðri dælu?  bremsurnar mínar eru lélegar og kannski verða þær aldrei betri með þessari orginal dælu sem er í, var að vona að dælan væri bara orðin þreytt hjá mér;)",
            "date": "2013-12-19 10:37:00",
            "post_id": "121079",
            "reply_to_id": "121075"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "Dælan gæti alveg verið léleg en vandamálið við bremsur í wrangler er boosterinn, hann er einfaldur í árgerðum frá 87 til 94, síðan verður hann tvöfaldur og þar kemur bremsuaukningin sem breytir öllu. \ndælan úr ZJ passar held ég ekki á milli. \nég prufaði að setja dælu úr F350 í minn , sú passar á milli og bremsurnar hörðnuðu mikið, eins og við var að búast og virknin batnaði svosum ekki en gamla dælan mín var ónýt og þessi breyting var ein af þeim leiðum til að betrumbæta, en þar klikkaði aðeins formúlan hjá mér, ég var að lesa um usa gæja með dana60 bremsur. Málið er með höfuðdælur að þvermálið í stimplinum á höfuðdælunni verður að hafa ákveðið rétt hlutfall við stærð stimpla niður í bremsum, ef höfuðdælu stimpillinn stækkar um of harðna bremsurnar... nota bene hjá mér.  \nég á þessa höfuðdælu með booster úr mínum wrangler ef þú hefur áhuga á því....  3þ kall,  en persónulega myndi ég fara beint í að kaupa booster og höfuðdælu úr ZJ eða nýja úr 95 wrangler sem er 10x einfaldara en smá dýrt.  (þú sérð strax hvort boosterin er með tvöfaldri membru með því að sjá að hann er helmingi þykkari en hjá þér,  Það eina sem er þröngt er að hallinn á dælunni vísar aðeins upp á við og snertir nærri því húddið á bílnum... göndullinn sem stendur úr boosternum og inn í bílinn í pedalann þarf að breyta aðeins, slípa til og síðan þarf að setja u.m.þ.b. 10mm spacer á milli boosters og hvalbaks til að þetta hitti nokkurn veginn rétt í neutral bremsur.   \ngooglaðu  YJ brake booster upgrade.    eða YJ brake upgrade.    þar las ég allt um þetta og fór í mína breytingu. \nSíðan er hægt að kaupa eh aftermarket boostera líka en þeir kosta svolítið. \nMargir nota Corvettu höfuðdælu úr ákveðinni árgerð þegar þeir fara yfir í diska að aftan, en ég gerði það með því að taka úr ZJ sem er með diska original.  síðan er mikilvægt að taka líka dreifarann, semsagt gyllta gæjann fyrri neðan höfuðdæluna því hann skiptir máli hvort þú ert með diska eða tromlur.  original úr wrangler er með svokallaðan standard þrýsting á afturbremsunum því tromlurnar taka aðeins seinna inn en það er ekki gott fyrir diskana,  menn hafa tekið einn o hring úr þeim til að koma í veg fyrir þetta en þá er maður með samt of mikla bremsur að aftan og fær svona handbremsu effect, þetta skeður minna með ZJ dreifarann. \nég hef gengið í gegnum allt í bremsum í wrangler, endilega spurðu ef eh..   \nkv\nGunnar",
            "date": "2013-12-19 13:36:00",
            "post_id": "121090",
            "reply_to_id": "121079"
        },
        {
            "user_name": "Kiddi",
            "text": "Ég er sjálfur með höfuðdælu úr Mercury Grand Marquise 1978, hún passar beint á vakúmkútinn í Wrangler og er fyrir diska á öllum. Frambremsudælurnar eru Wagoneer/Chevy K10 og afturbremsudælurnar eru Subaru framdælur en eru á stærð við Patrol afturdælur. Þetta svínvirkar og er líka kostur í stöðunni, þessa uppskrift fann ég einmitt á google!\nÉg hef í það minnsta náð að læsa 44 tommunni á þurru malbiki sem var smááá framför.",
            "date": "2013-12-19 14:47:00",
            "post_id": "121099",
            "reply_to_id": "121090"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "Já Kiddi þú leysir vandann með því að stækka bremsudælurnar beggja vegna og það auðvitað leysir vandann með öðruvísi leiðum, en ef maður er með original bremsudælur að framan og litlar t.d. úr zj að aftan þá dugir boosterinn skammt þegar dekkin eru orðin þetta stór. \nKiddi veistu hvað stimpillinn er stór úr mercury dælunni á móti original, hann má vera aðeins stærri þar sem bremsudælurnar þínar hafa stækkað umtalsvert.  \nstærri bremsudælur þurfa meira magn af vökva til að bremsa og sömuleiðis þá minni þurfa minni vökva og því er þetta samhengi á milli stærð höfuðdælu og bremsudælna.  T.d. ef maður er búinn að stækka bara höfuðdæluna þá ertu að hreyfa mun meiri vökva þegar þú stígur á bremsuna en engar bremsudælur til að taka á móti vökvanum og því virkar þetta ekki vel saman. \nkv\nGunnar",
            "date": "2013-12-19 16:50:00",
            "post_id": "121106",
            "reply_to_id": "121099"
        },
        {
            "user_name": "Kiddi",
            "text": "Já þetta var 15/16\" í Wrangler höfuðdælunni en 1-1/8\" í Mercury. Þetta þarf einmitt eins og þú segir að vera í samhengi við bremsudælurnar á hásingunum. Ég fann eftir að ég skipti um hásingar að bremsurnar voru mikið verri en áður en það skánaði allt við nýja höfuðdælu.",
            "date": "2013-12-19 18:34:00",
            "post_id": "121115",
            "reply_to_id": "121106"
        },
        {
            "user_name": "Gunnar",
            "text": "ég er með orginal bremsudælu en framhásingu og dælur úr wagoner og níu tommu ford að aftan, pedallinn fer alltaf í gólfið við fyrstu bremsutilraun en pumpast smá upp, samt mjög neðarlega alltaf, veit að það er ekki loft á kerfinu því það er búið að loftæma fram og til baka tugi sinnum, bremsurnar voru lélegar með orginal hásingum en urðu heldur lélegri með nýju hásingunum,",
            "date": "2013-12-20 01:58:00",
            "post_id": "121148",
            "reply_to_id": "121115"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "Sælir, \nÞað er líklegast loft inn á höfuðdælunni, margir klikka á að loftæma þær... gert með því að aftengja línurnar fyrir neðan dæluna og láta hana dæla ofan  í sig hring eftir hring, þær tæmast ekki svo auðveldlega og því eina leiðin að gera þetta þannig. \neða gúmmí hringirnir inn í henni eru ónýtir og þarf rebuild.... \naftur á móti ertu kominn með stærri bremsudælur en original þannig að höfuðdælan sem að ég á gæti passað þér mun betur en allavega sem þú ert með í dag.   dælan er úr econoline eða ford  350, svipuð stærð af stimpli og í mercury hjá kidda. \nþú lætur mig vita ef þú vilt kaupa þetta dótarí af mér,  gæti virkað... hehe.. án ábyrgðar. \nkv\ngunnar \ngunnar@mt.is",
            "date": "2013-12-20 17:10:00",
            "post_id": "121181",
            "reply_to_id": "121148"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "já.. ég gleymdi. \nef þú pælir í stærðarhlutföllum eins og ég var að tala um hér að ofan um...   þá ertu núna í dag með of lítinn stimpil í höfuðdælunni þinni miðað við (stærri) bremsudælur og því fer hún alveg í botn við það eitt að auka þrýstinginn á bremsudælunum og því virkar þetta ekki.  Semsagt þarftu stærri stimpil í höfuðdæluna, líkt og er í f350 höfuðdælunni og í mercury...    til að þrýsta nóg af vökva niður í stærri dælur.  þetta verður allt að vera í sama stærðarhlutfalli. \neitt annað, flestir bremsupúðar hér á landi sem kosta innan við 10þ krónur á hásingu eru handónýtir á breyttar bifreiðar...  duga að eilífu, ryka ekki neitt og virka ekki neitt.  bestu bremsupúðar sem ég hef prufað hér á landi er frá Stillingu og merkið er Remsa,  spánskt merki, þeir kosta smá en þeir ryka eins og anskotinn og virka skv því... mjög vel.  púðar sem ryka ekki neitt eru ekki að slitna og því ekki að grípa... og því ekki að virka.  engin ofur logic í því   :)\nk kv\nGunnar",
            "date": "2013-12-20 17:13:00",
            "post_id": "121183",
            "reply_to_id": "121181"
        },
        {
            "user_name": "Adam",
            "text": "remsa er eitt af stærstu rusl framleiðendum í heimi....... og eitthvað sem rykar þýðir ekkert að það virki.. frekar ef diskarnir þinir hverfi eða skálar hverfi meinar frekar að eitthvað virki og grípi....",
            "date": "2013-12-21 03:40:00",
            "post_id": "121228",
            "reply_to_id": "121183"
        },
        {
            "user_name": "Freyr",
            "text": "Læt pælinguna með ryk liggja milli hlua, nefni þó að orginal klossar ryka oftast minna en aftermarket og virknin a.m.k. ekki síðri.\nVarðandi Remsa klossana þá eru þeir fínir, e.t.v. til einhverjir betri aftermarket en ég geng að því vísu með Remsa að þeir virka fínt og ískrar ekki í þeim nema kanski í einhverjum undantekningartilfellum (ekki lent í því enn).\nKv. Freyr",
            "date": "2013-12-21 09:28:00",
            "post_id": "121231",
            "reply_to_id": "121228"
        },
        {
            "user_name": "303hjalli",
            "text": "Á til höfuðdælu og kút,s--8943765 Hjálmar\nÞessi ráðlegging með ,,gyllta gæjann fyrir neðan höfuðdælu\" á viðkomandi bara að eiga fyrir sig og alls ekki að ráðleggja öðrum að hreinsa innanúr....Þessi ,,Gyllti gæi\" virkar þannig að ef það fer slanga eða rör á afturhásingu,þá hefurðu bremsur áfram á framkerfi,,,og öfugt ,,,kv.Hjálmar",
            "date": "2013-12-21 10:56:00",
            "post_id": "121234",
            "reply_to_id": "121231"
        },
        {
            "user_name": "juddi",
            "text": "Menn eru oft að kenna klossum um þegar bremsur eru til vandrdræða en við nánari skoðun kemur ansi oft í ljós að færslur eru stýfar eða fastar bremsustimplar ekki í lagi eða klossar of stýfir í sætinu svo þetta þarf allt að vera í lagi og liðugt til að bremsurnar virki eins til er ætlast alltof oft sem menn troða nýjum klossum í og bolsótst svo yfir þvi hverskonar susl er verið að selja.",
            "date": "2013-12-21 13:32:00",
            "post_id": "121242",
            "reply_to_id": "121234"
        },
        {
            "user_name": "Kiddi",
            "text": "Ég er ekki sammála þér, þessi ventill er til þess að takmarka þrýsting á afturbremsurnar til þess að bíllinn bremsi ekki of mikið að aftan. Ég hef aldrei vitað til þess að þetta loki eitthvað á milli bremsukerfana umfram það sem höfuðdælan gerir með sínum aðskildu hólfum.\nAnnað hlutverk sem þessi ventill getur haft ef að aftan eru skálabremsur en að framan diskar er að seinka virkninni á frambremsunum þar til afturbremsurnar hafa tekið. Síðan er þessi ventill oft líka með það hlutverk að setja af stað viðvörunarljós ef enginn bremsuvökvi er eftir þannig að það eru margar ástæður fyrir því að fram og afturbremsurörin fara í þennan ventil en ég hef aldrei vitað til þess að það sé til að halda fram og afturkerfunum aðskildum. Það er hlutverk höfuðdælunnar.",
            "date": "2013-12-21 18:58:00",
            "post_id": "121280",
            "reply_to_id": "121242"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "Að taka o hring úr gyllta gæjanum hefur ekkert með öryggi að gera, heldur einungis breytingu á virkni fyrir skálabremsur á móti diskabremsum. Síðan er auðvitað betra að ná ser í gyllta gæjann úr ZJ grand með original stillingum fyrir fram og aftur diska, en hitt moddið er mjög þekkt og algengt í USA og kennsla hvernig á að gera það á ótal mörgum þráðum, hef verið án þessarar o hringjar í 10 ár í mínum og engin vandræði. þannig að þeir sem eru með diska að aftan og ekki búnir að breyta þessum proportioning valve með o hringja breytingu eða nýjum gæja eru einfaldlega með handbremsu effect í bílnum sem gerir þá stórhættulega...   \nlestrarefni um gyllta gæjann\nhttp://auto.howstuffworks.com/auto-part ... brake2.htm\nHef aldrei átt svo góða bremsupúða að þeir ryki ekki og bremsi í leiðinni vel, kannski mismunandi hvað menn kalla ryklausa púða og svo videre. \nAuðvitað verða dælur og annað virka til að bremsupúðar fúnkeri... auðvitað er þá þessi athugasemd mín um að nota almennilega púða skylirðis tengd því að menn séu með annað dótarí í lagi....   en það er verið að selja endemis lélega púða hérlendis í flestum varahlutaverslunum landsins. \nFlestir óbreyttir bílar finna voða lítið fyrir þessum mun á gæðum í bremsupúðum því bremsurnar í þeim eru oftast nær yfirsmíðaðar í hverjum einasta bíl en þegar þú ert farinn að nota bremsurnar í slíku yfirálagi og 38+ stærri dekk setja á bremsurnar þá finnur maður mjög greinilegan mun á bremsupúða tegundum. \nkv\nGunnar",
            "date": "2013-12-21 23:43:00",
            "post_id": "121302",
            "reply_to_id": "121280"
        },
        {
            "user_name": "303hjalli",
            "text": "Ef þið lesið það sem þið setið inn í grein 2, um jafnarann ,Verði leki á kerfinu fer kólfurinn úr miðjustöðu og lokar fyrir rennsli í þá pípu sem leki er....jafnframt kveikir hann aðvörunarljós , kv. Hjálmar",
            "date": "2013-12-22 12:52:00",
            "post_id": "121357",
            "reply_to_id": "121302"
        },
        {
            "user_name": "303hjalli",
            "text": "Enn fyrir ,,gunnar\"sem er bara að fá sér stærri höfuðdælu er þessi skrif komin langt út fyrir það... Sennilega þarf hann 1/8 stærri dælu til að bremsur virki rétt,(2/16,fyrir þrasara)kv.Hjálmar.",
            "date": "2013-12-22 13:01:00",
            "post_id": "121359",
            "reply_to_id": "121357"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "lesi þeir sem ensku kunna \nAs long as the pressure in both circuits is the same, the piston will stay centered in its cylinder. But if one side develops a leak, the pressure will drop in that circuit, forcing the piston off-center. This closes a switch, which turns on a light in the instrument panel of the car. The wires for this switch are visible in the picture above.",
            "date": "2013-12-22 14:51:00",
            "post_id": "121367",
            "reply_to_id": "121359"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "vandamálið hans í fyrstu skrifum var biluð höfuðdæla en það hefði ekki leyst vandann þar sem með okkur þrösurunum komumst við að því að hann er kominn með stærri bremsu dælur og því kom lausnin sem er stærri bremsudæla en hann græðir helling á því að fá sér öflugri bremsu kút því hann er sannarlega of lítill í þessa bíla á stærri dekkjum. nota bene þeir uppfæra hann 1995 sem er ansi langt síðan í þessum bíl. \nkv Gunnar þrasari greinilega. \nafsakaðu nafni ef skrif mín voru of mikil lesning fyrir aðra netverja hérna.",
            "date": "2013-12-22 14:59:00",
            "post_id": "121370",
            "reply_to_id": "121367"
        },
        {
            "user_name": "Gunnar",
            "text": "nei það má einmitt skrifa allann fjandann því maður lærir af öllum þessum skrifum, en þú mátt endilega útskýra betur hvernig ég lofttæmi dæluna, fínt að prufa það til dauða áður en maður skiptir, búinn að rífa hana og það lýtur allt út eins og nýtt í henni, þetta einmitt lýsir sér svo rosalega eins og það sé loft á kerfinu og ég auðvitað fattaði ekkert að lofttæma höfuðdæluna;)",
            "date": "2013-12-23 17:23:00",
            "post_id": "121499",
            "reply_to_id": "121370"
        },
        {
            "user_name": "Gunnar",
            "text": "er þessi höfuðdæla og kútur úr wrangler? og hvaða árg er hún?",
            "date": "2013-12-23 17:25:00",
            "post_id": "121500",
            "reply_to_id": "121499"
        },
        {
            "user_name": "Kiddi",
            "text": "Prófaðu að leita að \"Bench bleeding master cylinder\" á Youtube... það er allt til á Youtube!",
            "date": "2013-12-23 18:47:00",
            "post_id": "121513",
            "reply_to_id": "121500"
        },
        {
            "user_name": "Wrangler Ultimate",
            "text": "Sælir, \nBremsu boosterinn er úr 1990 wrangler, og höfuðdælan er úr ford 350, 80 eða 90 og eh módel, man ekki hvað, en hún passar samt á boosterinn,  fann þetta út með þvi að googla  brake upgrade Wrangler yj.... finn ekki síðuna í fljótu bragði. \nJá bench bleeding er málið, í raun bara að rífa dæluna úr bílnum og setja hana í skrúfstykki, best er að eiga nippla og bremsurör sem hægt er að beygja upp í forðabúrið aftur, semsagt að mynda hringrás frá útganginum á dælunni upp í forðabúrið og síðan nota skrúfjárn eða annað handhægt og þrýsta á dæluna eins og maður væri að bremsa og þannig nær maður öllu loftinu af henni, síðan kemur trixið að aftengja ekki þessa nippla úr dælunni fyrr en þetta er sett undir og original rörin eru sett um leið í dæluan og þessi bráðabirgða rör eru tekin úr. \nÞú getur líka fengið rebuild kit í dæluna þín ef þú vilt halda henni, H.jónsson á þetta mögulega til.  Þá er hún tætt í sundur og o hringir og annað er skipt um... en líklegast er þetta bara loft á höfuðdælunni. \nk kv\nGunnar",
            "date": "2013-12-23 19:38:00",
            "post_id": "121517",
            "reply_to_id": "121513"
        }
    ],
    "date": "2013-12-19 01:32:00"
}