{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "22066",
    "title": "fá lock up til að virka á th700",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=22066",
    "posts": [
        {
            "user_name": "Hordursp",
            "text": "Sælir drengir  ég er að vonast til þess að þið getið hjálpað mér,\nég er með th700 skiptingu í bílnum hjá mér sem er grilluð og hún er með 3pinna lockup tengi en  það koma einungis 2 vírar úr lúminu í bílnum í þetta tengi,  ef ég set aðra samskonar th700skiptingu sem er eftir 1986 semsagt með 3 pinna tengi (fyrir 86 voru einungis 2pinnatengi og aðmér skillst þá var lockup ventill í kistuni) en uppúr 86 er það rafstýrt eða þrýstinemi sem segir því að fara á.\nen ef ég set 3pinna skiptingu  er þá óþarfi að tengja þetta plugg, eða er hægt að tengja þetta þannig að lockup-ið virki ekki. eða hvernig hafa menn verið að gera þetta?\nendilega hjálpið mér að skilja þetta betur.",
            "date": "2013-12-18 19:59:00",
            "post_id": "121013",
            "reply_to_id": false
        },
        {
            "user_name": "Þorri",
            "text": "Þú mátt alls ekki sleppa því að tengja þetta. Þessar skiptingar má alls ekki keyra í overdrivinu án lock-up. Þær hraðgrillast á nokkrum km þannig. Þetta var tengt í bíl hjá mér inná rofa sem ég stjórnaði sjálfur þetta var gert svona þar sem ég var ekki með tölvu til að stjórna þessu. Hér \nhttp://www.high-impact.net/700r4lockupcontrol.htm\n fann ég eitthvað lesefni um þessar tengingar. Var samt ekki búinn að lesa þetta nákvæmlega. Annars er goggle besti vinur manns í þessum efnum.",
            "date": "2013-12-18 22:08:00",
            "post_id": "121030",
            "reply_to_id": "121013"
        },
        {
            "user_name": "Kiddi",
            "text": "Þegar ég ætlaði mér að notast við 700 skiptingu þá keypti ég vakúm stýringu á lockupið frá TCI. Ég keyrði nú bara um 100 metra með 700 skiptingu þannig að ég get ekki sagt til um reynsluna, þetta hljómaði samt skynsamlegt.\nÞetta var svona búnaður:\nhttp://www.summitracing.com/int/parts/t ... /overview/",
            "date": "2013-12-18 23:13:00",
            "post_id": "121037",
            "reply_to_id": "121030"
        },
        {
            "user_name": "Hordursp",
            "text": "takk fyrir þetta strákar  var einmitt búinn að hugsa um að setja bara rofa inn í bíl fyrir lockup, en  spurning um að skoða þetta tci dót ;)",
            "date": "2013-12-19 17:39:00",
            "post_id": "121110",
            "reply_to_id": "121037"
        }
    ],
    "date": "2013-12-18 19:59:00"
}