{
    "forum_title": "Almennt spjall",
    "id": "2210",
    "title": "Pajero vélar???",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2210",
    "posts": [
        {
            "user_name": "jeepson",
            "text": "Sælir spjallverjar. Ég er að pæla í að kaupa pajero handa konuni minni. Ég veit um einn langan með 2.8 diesel vélinni. hann er ekinn í kringum 300þús veit ég. Hann er sjálfskiptur og lýtur nokkuð vel út, það er nýlega búið að sjóða í grindina á honum þar sem að hluti af henni var að yfirgefa patrýið. En hvaða vél er að koma best út af þessum vélum?? M;aður heyðri altaf fullt af slæmum sögum um 2,5 vélina. Getur einhver frætt mig um þessar vélar. kosti/galla og eyðslur jafnvel. Ég hef ekki heyrt neitt um 2.8 vélarnar og hef svosem ekkert verið að fylgjast með þar sem að ég hef ekkert verið að pæla í pajero fyrr en núna. sjáflur er ég að leita af patrol handa mér og veit nú nákvæmlega hvað ég geri við hann ef ég lendi í vélar hafaríi. En hvað um það. komið með reynslu sögur, kosti og galla og það sem ég þarf að vita um þessar pæjur :)\nMbk Gísli.",
            "date": "2010-10-20 19:13:00",
            "post_id": "9718",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Tek það fram ða þessi pajero er á 30 eða 31\" dekkjum.",
            "date": "2010-10-20 19:13:00",
            "post_id": "9719",
            "reply_to_id": "9718"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Mætti maður kannski fá að vita hvað þú hefur heyrt slæmt um 2,5 vélina?\nKv. Haffi",
            "date": "2010-10-20 20:08:00",
            "post_id": "9726",
            "reply_to_id": "9719"
        },
        {
            "user_name": "jeepson",
            "text": "Ég hef aðalega heyrt að þær séu gjarnar á hedd og heddpakningar. Veit ekki meir. Ég hef altaf haft miklu meiri áhuga á merískum jeppum heldur en japönskum. En það má nú prufa þetta svona einusinni :) En ég er svona einnahelst að falast eftir uppl um þessa 2.8 dieselvél Þetta er 97 bíll sem að ég er að pæla í. Og ekin um 280þús. Fór og talaði við eigandann áðan.",
            "date": "2010-10-20 21:33:00",
            "post_id": "9732",
            "reply_to_id": "9726"
        },
        {
            "user_name": "nobrks",
            "text": "2.8 getur notað hressilega mikið af eldsneyti m.v. afl. Félagi minn var m svona bíl á 35\" og hann var í 15-19l innanbæjar",
            "date": "2010-10-20 22:23:00",
            "post_id": "9736",
            "reply_to_id": "9732"
        },
        {
            "user_name": "jeepson",
            "text": "ok. Maður er að heyra undra tölur um þessa bíla. En það er þá kanski bara bull. Maður kanski heldur bara lengur í súkkuna. Hún er ekki að eyða miklu.En er eitthvað sem að ég þarf að varast hvað þessar vélar varðar??",
            "date": "2010-10-21 19:32:00",
            "post_id": "9751",
            "reply_to_id": "9736"
        },
        {
            "user_name": "khs",
            "text": "Minn er 2,8 dísel á 38\".  Hann eyðir 14-15.  Virðist ekki skipta máli hvort það er þjóðvegur er innanbæjarbrölt.",
            "date": "2010-10-21 19:54:00",
            "post_id": "9752",
            "reply_to_id": "9751"
        },
        {
            "user_name": "jeepson",
            "text": "En eru einhverjir gallar við þessa vél?? sá sem á þennan bíl sagði mér að hann hafi verið að eyða um 12 á hundraði með fellihýsi í eftirdragi á svona 90-100",
            "date": "2010-10-21 20:23:00",
            "post_id": "9753",
            "reply_to_id": "9752"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-10-21 20:58:00",
            "post_id": "9755",
            "reply_to_id": "9753"
        },
        {
            "user_name": "jeepson",
            "text": "Gaman ða heyra allar þessar reynslu sögur. Ég þekki þessa bíla ekkert. En er svona að pæla í að hætta mér útí svona bíl. Það er búið að laga grindina í þessum sem að ég er að pæla í. Og ég mun svosem ekkert fara í neinar breytingar á honum. Hann verður bara á þeim dekkjum sem hann er á, enda verður nú konan mest á honum. En auðvitað er nauðsinlegt að skipta um fröstlög reglulega. Og eins og þú segir Haffi þá vita það ekki allir. Ég þarf að skoða þetta eitthvað meira. En endilega haldið áfram að koma með reynslu sögur og staðreyndir um þessar vélar.",
            "date": "2010-10-21 21:28:00",
            "post_id": "9756",
            "reply_to_id": "9755"
        },
        {
            "user_name": "snöfli",
            "text": "Held að eldri útgáfur af 2,5ltr hafi verið að steikja hedd (snemma 90 og eldra). 2,8 held ég að sé traust en ekki sparneytin.  Var að vísu með 38\" og upptjunnað þannig að hún skilaði fleirri hestum.  Sú uppseting var í 17ltR/100 innanbæjar. Raun eyðasla ekki niður brekku á 80  um mitt sumar á Skeiðarásandi í meðvindi.",
            "date": "2010-10-21 22:33:00",
            "post_id": "9758",
            "reply_to_id": "9756"
        },
        {
            "user_name": "geirlaugur",
            "text": "Eins og menn hafa bent á þá ber helst að passa uppá að skipta reglulega um kælivökvann til að fyribyggja tæringu í heddi.\nHeddin hafa jú átt það til að fara á þessum bílum, en mín reynsla er að það hefur þá verið að gerast eftir ca. 250,000 km og þá líklegast á upprunalegum kælivökva.\nÞegar þessir bílar eru orðið eknir um 2-300,000 þá er yfirleitt farið að smita olíu með ventlalokspakkningu og þarf þá að skipta um hana til að losna við það smit, það er ósköp einfalt og pakkningin kostar um 5,000 kr í dag.\nSvo er það bara smotterí eins og hurðarrofar sem kveikja ljós inní bílnum, perur í mælaborði, skynjarar fyrir framhjóladrif og ballance stangar tengi og gúmmí. sem hafa átt það til að klikka í þessum kílómetratölum, allt nema heddið er eitthvað sem frekar einfalt er fyrir laghenta menn að lagfæra.\nAnnars hef ég mjög góða reynslu af þessum bílum og mjög auðvelt að fá varahluti á partasölum.",
            "date": "2010-10-22 00:04:00",
            "post_id": "9763",
            "reply_to_id": "9758"
        },
        {
            "user_name": "jeepson",
            "text": "Ok. Ég hugsa að ég skelli mér sennilega á þennan. Ég mun taka hann um helgina og skoða hann betur. Ég veit að það var gert við grindina í honum fyrir stuttu en ætla nú samt að skoða hana vel og vandlega. Og svo mun ég nú reyna að forvitnast eitthvað um kælivökvan á henni. En þakk ykkur kælega fyrir öll svör sem komin eru hingað til. Altaf gott að geta fengið álit, reynslu og skoðanir annara :)",
            "date": "2010-10-22 15:04:00",
            "post_id": "9773",
            "reply_to_id": "9763"
        },
        {
            "user_name": "Stebbi",
            "text": "Verð að taka undir með Haffa, það er frekar á hinn vegin sem heddin hafa verið vandamál.  2.5 vélin hefur eftir því sem ég best veit staðið sig eins og hetja síðan 1984.  Sumir hafa aftur á móti verið óheppnir með 2.8 vélina og skipt stundum um hedd oftar en einu sinni.\n2.5 vélina er að finna í Mözdu, Hyundai, Ford Ranger og fleiri bílum í gegnum árin, svo góð er hún.",
            "date": "2010-10-22 15:29:00",
            "post_id": "9775",
            "reply_to_id": "9773"
        },
        {
            "user_name": "jeepson",
            "text": "Nú jæja. Ég hef reyndar ekki heyrt margar sögur af 2,5 vélinni en þær fáu sem að ég hef heyrt fjalla einmitt um þetta hedd vandamál. En svo vissi ég reyndar um einn stuttann pajero sem var ekinn 300þú og það hafði ekkert verið búið að fara í heddið á honum. Ég hugsa nú að þetta snúist nú mest um umhirðu á þessum vélum. svo lengi sem að menn skipta um olíu og kælivökva á réttum tíma og eru ekki að þenja þetta þegar þetta er kalt þá er hægt að ná löngum líftíma með litlu viðhaldi.",
            "date": "2010-10-22 20:15:00",
            "post_id": "9792",
            "reply_to_id": "9775"
        }
    ],
    "date": "2010-10-20 19:13:00"
}