{
    "forum_title": "Jeppinn minn",
    "id": "22148",
    "title": "Nissan Patrol 46''  4.2lc Haustverkinn Hafinn...",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=22148",
    "posts": [
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja Langaði að Prófa gera þráð um jeppan sem ég eignaðist í Febrúar í fyrra. Þegar bíllin var skoðaður var það gert frekar illa og komu margirgallar í ljós þegar betur var aðgáð og var ekki allveg sagt rétt um allt við sölu, en það þýddi ekki að tala um það heldur bara gera við hann. \nSpec um bílinn  : \nNissan Patrol \nÁrgerð : 1994\nVél : 4.2 1hd-t Toyota  6cyl diesel.\nBreytting : 46'' breyttur, 19'' breiðar felgur með krana og tveimur ventlum. \nHlutföll : 5:42 \nOrginal Aftulás virkur\nArb framlás með Arb loftdælu \nReimdrifinn Aircondition loftdæla + 10l loftkútur\n3'' ryðfrítt sílsapúst\nSubaru 1800 bremsudælur að aftan með handbremsu juniti. \nÞað sem gert var   í sumar 2013 : \n-- Grindinn í honum var handónýtt og illa ryðbætt svo ég fann mér aðra stráheila og skipti um hana\n-- Síkkaðir voru stífuvasar fyrir framstífur og afturstífurnar en á eftir að ganga í það verkefni að síkka skástífurnar.\n-- Bíllinn er hækkaður að aftan um 10cm klossa, en framan er einungis 3cm klossar og einhverjir aðrir gormar sem ég eiginlega veit ekkert undan hverju það kemur. Ákvað ég að boddyhækkan ekki en ég var búin að lesa um það í mörgum þráðum að það væri ekki vænlegt til endingar. \n-- Stýrismaskínan lak heiftarlega þegar ég fékk bílinn svo reddað var annari. \n-- Þegar ég fór fyrsta prufurúntin utanbæjar á honum kom í ljós að gírkassin var að hrynja 5 gírinn var ekki keyranlegur svo reddað var öðrum gírkassa og skipt um. \n-- Smíðað var prófílbeisli að framan. Og smíðað bút til að hengja spotta í, einnig setti ég númeraplötuna á prófíl og stakk henni í beislið, það verður víst að nota þetta eitthvað.  Svo er komið Prófílbeisli að aftan og einhver járnstubbur fyrir drullutjakk.\n-- Afturljósum var skipt út þar sem þessi bíll kom með öllum ljósum í stuðara þá voru öll perustæðin ónýtt af drullu og svo hafði einhver farið að mixa þau þegar öryggi fyrir bremsuljósin sprungu. Svo ég henti mér út í verslunina trukkin á Akureyri og keypti mér fín díóðuljós sem ætluð eru á kerru og kom þeim fyrir í afturstuðara, en kosturinn sem mér fannst við þessa lausn er að það eru engin opin perustæði á því og vonandi minni afturljósavandamál. Þetta var ódýrari lausn en að panta afturljós með öllu upp í boddy á ebay, en það var rándýrt dæmi. \n--  Skipt var út framljósum vegna ryðgaðra botna í þeim og einnig var búið að setja xenon sem ég var fljótur að rífa úr þetta drasl, þetta bæði lýsti ekki neitt og annað kjósið datt annaðslagið út og skipti ekki úr háa í láa geislan og eitthvað svo venjulegu perurnar fengu mitt atkvæði.\n-- Skipt var um kross í framdrifskafti niður við framdrif og allt smurt. \n-- Skipt var um olíu á öllum kössum þar sem eitthvað hafði komist þar inn vatn og einnig skipt á drifum líka. \nBoddy : \n-- Þegar ég reif allt inn úr boddy kom í ljós að bílstjóragólfið var ónýtt og lélegar kítti, álplötur og boddyskrúfur heldu boddyfestingu undir bílstjóranum saman. Og síðan komu mörg önnur göt í ljós svosem í hjólaskálum og allstaðar um gólfið en taldi ég um 20 göt í heildina. Einnig sat boddyið ekki almennilega að framan og var húddið alltaf á hreifingu  þegar maður keyrði hann.\n-- Boddyíð var híft upp í loft á skúr og farið að ryðbæta en ekkert kom til greina annað en að sjóða og var soðið í öll göt, skipt um boddyfestingar undirbílstjóranum og farþeganum að framan allveg. \n-- Skipt var um bæði innri og ytri sílsa allveg, en þar sem sílsin var bara orðin lélegur allstaðar fannst mér mjög líklegt að hann væri byrjaður að ryðga innan frá einhverstaðar annarstaðar. \n-- Skipt var um frambretti bílstjóramegin en mig vantar enþá hitt frambrettið. \n-- Smíðuð voru innribretti úr gúmmí sem verður bara að koma í ljós hvernig þau endast.\n-- Svo var tók ég öll teppin og þreif þau vel háþrýstiþvoði með sápu áður en þau öll voru aftur sett í.\n-- Sílsar og inní var allt málað núna svart, grunnað fyrst, kíttað yfir allar suður og gengið vel frá öllu og svo málað svart. Síðast skellti ég svo glæru yfir til að verja þetta betur. \n-- Síðasta umferðin var svo skellt grjótkvörn frá wurth yfir allt.\nAukahlutir : \n-- Hella 4000 kastarar með 100w peru að framan ásamt parki\n-- 18w Led ljós sem ég ætlaði sem bakkljós en setti þau að framan núna bara til að prófa, set þau að aftan seinna. \n-- Ein gömul cb sem virkar þó\n-- Aukarafkerfi var komið fram í húddi, sá kassi var svosem bara frumraun mín og kemur í ljós hvernig hann mun koma að notum, en það er ekkert meira pirrandi en að hafa rafkerfi út um allt í bílum. Innvols : 5. relay, öryggjaböx, og stórar deiliskinnur fyrir jörð og svo rafmagn. \n-- Svo til gamans fékk ég á hann skyggni og þurfti að smíða það smá til svo það passaði almennilega. Einnig tók ég þar sem ég átti allveg auka sett af rúðum og dundaði mér að filma þær. \nFramtíðarplön : \n-- Nýja dempara hringinn. \n-- Síðan nátturulega einhverntíman low – gír og fleira dýrt dót.\nLítið er til af myndum í sumar þar sem myndavélin virtist ekki vera til staðar. En ég er ekki voðalega tæknivæddur og ætla prófa setja hérna inn nokkrar myndir sem ég tók svona í restina. Megið endilega láta mig vita hvort myndirnar virki. \n--Endilega setjið út á allt ef ykkur langar, en þetta er fyrsta uppgerð á bíl sem ég hef farið í og reyndi maður að gera sitt besta. \n \nkv. Ásgeir Þór",
            "date": "2013-12-25 15:31:00",
            "post_id": "121718",
            "reply_to_id": false
        },
        {
            "user_name": "helgierl",
            "text": "Sýnist þú vera að bjarga þessum bíl frá eyðileggingu sem annars hefði blasað við.  Gott framtak.",
            "date": "2013-12-25 18:48:00",
            "post_id": "121732",
            "reply_to_id": "121718"
        },
        {
            "user_name": "dorijons90",
            "text": "sæll eg var að lesa þennan flotta pistil hja þer sem er herumbil skrifaður ur minu hjarta :) eg lenti i að kaupa svona bil sem var allt tipptopp og svo þegar var byrjað að rifa til að laga og eg endaði með að skifta um grind og svo nyja silsa og margt annað :)",
            "date": "2013-12-25 19:15:00",
            "post_id": "121734",
            "reply_to_id": "121732"
        },
        {
            "user_name": "dorijons90",
            "text": "fekst öruglega styrisdæluna hja mer :)",
            "date": "2013-12-25 19:17:00",
            "post_id": "121735",
            "reply_to_id": "121734"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Takk fyrir þessi svör.   En já bíllin virtist hafa lifað sýna tíð í reykjavík eða allavega einhverstaðara í salti og var botnin því svakalega illa farin.  \nAnnars er ég með spurningu til patrol manna hér þar sem ég er í hraðamælisveseni í augnablikinu, þetta er semsagt rafmagnsmælir ekki barki, júnitio sem er utan á millikassanum virkar en samt kemur ekkert á hraðamælinn, eru pungarnir sem eru þarna utan á mikið í því að bila eða hvað gæti þetta verið ?\nmbk. Ásgeir Þór",
            "date": "2013-12-25 19:47:00",
            "post_id": "121738",
            "reply_to_id": "121735"
        },
        {
            "user_name": "Kárinn",
            "text": "veit um allnokkur atvik þar sem mælaborðið sjálft bilar... hef nokkrumsinnum þurft að skipta um þau í bílum sem ég hef átt, hef hinsvegar ekkert skoðað hvað veldur gætu verið einhverjar lóðningar eða eitthvað sem eru að losna upp eða slíkt",
            "date": "2013-12-25 22:31:00",
            "post_id": "121750",
            "reply_to_id": "121738"
        },
        {
            "user_name": "Subbi",
            "text": "Laglegur",
            "date": "2013-12-26 01:02:00",
            "post_id": "121769",
            "reply_to_id": "121750"
        },
        {
            "user_name": "jongud",
            "text": "Maður lendir í svona ekki nema einu sinni, Þegar ég keypti einu sinni jeppa á bílasölu rak sölumaðurinn upp stór augu þegar ég mætti með vinnusamfesting, vasaljós, segul og minnisblokk og byrjaði að skríða undir og um allann jeppann.",
            "date": "2013-12-26 14:55:00",
            "post_id": "121829",
            "reply_to_id": "121769"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "tja já, þessi mistök voru dýr og aðallega í tíma. Tekur hrikalegan tíma að ryðbæta. Held ég taki þessa aðferð þína næst við skoðun á bíl, mest megnis grindarinnar gömlu fór í sundur þegar farið var með skrúfjárn undir bílinn...",
            "date": "2013-12-26 17:15:00",
            "post_id": "121847",
            "reply_to_id": "121829"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja töluvert gert síðan síðast það sem er nýtt : \n-- 5:42 hlutföll ásamt nýjum legum og pakkdósum í drifum\n-- aircondition dælan komin í bílinn þarfnast smá lokafrágangs\n-- bíllinn boddyhækkaður um 2''\n-- 44'' kantar settir á hann þó í öðrum lit en stefni á heilsprautun seinna\n-- 16'' Felgur sandblásnar og breikkaðar í 19,5''\n-- Á næstunni er svo hásingarfærslur og hækkun svo bílinn verði keyrandi á 46'' \nLæt nokkrar myndir fylgja af mátun og byrjun á smíð á nýjum stífuvösum.",
            "date": "2015-06-27 15:20:00",
            "post_id": "159401",
            "reply_to_id": "121847"
        },
        {
            "user_name": "Magnús Þór",
            "text": "vígalegt.",
            "date": "2015-06-27 18:05:00",
            "post_id": "159405",
            "reply_to_id": "159401"
        },
        {
            "user_name": "Valdi B",
            "text": "hann kemur vel út á 46\" en þarftu ekki að hækka hann eitthvað ?",
            "date": "2015-06-27 19:24:00",
            "post_id": "159411",
            "reply_to_id": "159405"
        },
        {
            "user_name": "alex-ford",
            "text": "þetta er ekkert smá vigalegur patrol hjá þér",
            "date": "2015-06-28 00:41:00",
            "post_id": "159425",
            "reply_to_id": "159411"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jú það var ekki mikill beygjuradíus eins og hann er svona þannig að hækkun um 13cm í viðbót og hásingarfærslur bæðu aftur og fram..",
            "date": "2015-06-28 22:57:00",
            "post_id": "159460",
            "reply_to_id": "159425"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jææja smá uppfærsla gerist hægt og rólega en það sem ég er búin að gera \n-- Færsla framhásingu fram um 5 cm og búin að færa gormaskálina líka fram um 5cm og niður um 9.5cm en mér finnst voðalega leiðinlegt þegar menn sleppa því og gormarnir eru skakkir fram mikið. \n-- Smíðaði og setti nýja framstífuturna sem gera ráð fyrir 24cm heildarhækkun\n-- Smíðaði afturstífuvasa sem færa afturhásinguna aftur um 3cm\nLæt nokkrar myndir fylgja þetta eru þó bara lélegar símamyndir\nÁ næstunni er að setja upphækkun fyrir stýrisstöngina á liðhúsið og færa þá skástífuna upp í samræmi við það en svo þegar því er lokið fer ég að smíða ný gormasæti að aftan og græja hann þar.",
            "date": "2015-07-05 14:57:00",
            "post_id": "159714",
            "reply_to_id": "159460"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja þá er þessi kominn af stað 46'' breyttur, ég er enn að glíma við gríðarlega jeppaveiki sem stendur sem hæst á rúmum 50km hraða en mig grunar að ég þurfi að setja í hann stýristjakk til þess að losna við hana, nýjar skástífufóðringar eru í öllu og ekkert slag í stýrisendum. Rann í gegnum skoðun athugasemdalaust svo ákvað að skella 38'' undir og fara á hreindýr.\nEn það litla sem búið er að gera : \n--Færa framstuðara fram um 10cm ásamt að smíða álpall á milli boddy og bíls.\n-- skipt um skáskífufóðringar að framan og aftan\n--Samsláttarpúðar settir allan hringinn\n--framhjólalegur teknar og þrifnar og smurðar upp á nýtt og skipt um pakkdós í framhásingu.\n--Einnig öxuldró ég hann að aftan þar var komið los á rónni sem hélt legunni svo ég smurði í hana og herti betur upp á og skipti um pakkdós og það virðist enn vera í fínu lagi eftir rúmlega 1000km akstur. \n--skipt um togstöng og sett togstöng með stillanlegum enda\n--Að lokum var svo allur undirvagnin tectilaður að lokum..\n-- Skipt og sett lengri bremsuslöngu að aftan\n-- bremsuslanga að framan færð og lagt nýtt rör að henni\nÞað sem á eftir að laga fyrir veturinn er : \n-- að stytta demparana aðeins þeir slá saman\n-- síkka samsláttin meira að aftann\n-- búa til nýja þverstífu af framan beina í von um að losna við jeppaveikina\n-- lengja drifskaftið að framan, eru spacerar á því núna og það víbrar of mikið ekki nægilega vandaðir. \n-- og að lokum setja stýristjakk en þá vonast ég til að losna við jeppaveikisvandamálið fyrir fullt og allt.",
            "date": "2015-09-01 20:24:00",
            "post_id": "161376",
            "reply_to_id": "159714"
        },
        {
            "user_name": "grimur",
            "text": "Þessi samsvarar sér bara ansi vel á 46\". Fínt verkefni, en svaka vinna í þessum bíl...ég verð að hrósa því. Vel gert.",
            "date": "2015-09-01 23:46:00",
            "post_id": "161385",
            "reply_to_id": "161376"
        },
        {
            "user_name": "gummiwrx",
            "text": "Flottur! Mátt henda á mig línu ef hefur einhvern hug á að losa þig við hann eða langar yngja uppí breittan y61 :)\n(Einn bjartsýnn)",
            "date": "2015-10-26 05:58:00",
            "post_id": "163017",
            "reply_to_id": "161385"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja smá dund síðustu daga, en ákvað að taka allar þynnurnar undan spindillegunum í von um að jeppaveikin lagist. Í leiðinni smíðaði ég beina þverstífu að framan í staðin fyrir þá bognu og þar voru fyrir nýjar fóðringar. Einnig er búið að fá í hann stýristjakk sem ég er að dunda mér að setja stýrisenda á og svona áður en ég set hann í. Vona svo að hann geti farið að keyra fljótlega án vandræða á 46''... :)",
            "date": "2015-11-21 00:16:00",
            "post_id": "163921",
            "reply_to_id": "163017"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja þá hefur þessi sigrað jeppaveikina af mestu leyti þar sem styristjakkurinn reddaði öllu en i hann fór öflugur tjakkur með 20mm stáli.\nSkrapp svo i gamlársruntar sem hleypt var ur niður i 3psi og virkaði billinn vel i alla staði.",
            "date": "2016-01-01 15:39:00",
            "post_id": "165238",
            "reply_to_id": "163921"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "...",
            "date": "2016-01-01 15:43:00",
            "post_id": "165239",
            "reply_to_id": "165238"
        },
        {
            "user_name": "Óttar",
            "text": "Flottur bíll hjá þèr . ég mundi skoða loftkút úr touareg eða sambærilegan.",
            "date": "2016-01-01 18:43:00",
            "post_id": "165243",
            "reply_to_id": "165239"
        },
        {
            "user_name": "Finnur",
            "text": "Þessi er flottur hjá þér.",
            "date": "2016-01-21 21:00:00",
            "post_id": "166097",
            "reply_to_id": "165243"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja lítið að gerast í þessum annað en að jeppast smá. Fann um daginn líffæragjafa sem reyndist vera lc80 sem ég reif og er stefnan á að nota 4.2 vélina úr honum í patrolinn og ætla ég mér að setja hana ofaní húddið í sumar. \nÞessi vél kom með sjálfskiptingu en eins og staðan er í dag hikst ég nota H55 gírkassa sem kemur í lc60 bifreiðunum þar sem erfitt er að finna lc80 kassa. Ég er að gæla svo við að nota kúplingshús og svinghjól af 4l 70 krúser en það passar. Vonandi kemur lógír þar aftaná en það er allt í skoðun ;)\nÞað sem er áætlað að gera við vélina sjálfa er að skipta um stangalegur, yfirfara túrbínu og skipta um tímareimasett, annars var hún í góðu standi og hrökk í gang eins og sönn toyotu vél.",
            "date": "2016-02-21 19:27:00",
            "post_id": "167158",
            "reply_to_id": "166097"
        },
        {
            "user_name": "olei",
            "text": "Ég mæli með því að þú notir sjálfskiptinguna. Bíllinn yrði allur skemmtilegri bæði á vegi og vegleysum.",
            "date": "2016-02-21 19:54:00",
            "post_id": "167160",
            "reply_to_id": "167158"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég er alveg sammála Ólafi held þú ættir að gefa skiptingunni séns fyrst hún er til staðar ótrúlega miklu skemmtilegri búnaður sérstaklega í snjó bara vera með örugga kælingu.",
            "date": "2016-02-21 20:10:00",
            "post_id": "167161",
            "reply_to_id": "167160"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Ef einhver hér inni kann svo vel að hafa mixað svona skiptingar i patrol ma hann endilega heyra i mer. Mig langar að nota skiptinguna en rafmagnið i kringum hana dregur úr mer kjarkinn að nota hana þar sem þetta er nyrri skipting með meira rafmagni... ;) svo ef þið vitið um einhvern þá væri það alveg magnað.",
            "date": "2016-02-21 20:21:00",
            "post_id": "167162",
            "reply_to_id": "167161"
        },
        {
            "user_name": "Atttto",
            "text": "Getur prufað að heyra í pabba (Þorsteinn 892-2242) hann möndlaði 4,2 cruiser mótor með skiftingu í y61 patrol og notaðist áfram við patrol millikassann.\nhann lenti í einhverju rafmagnsbrasi og á að mig minnir allar raf.teikningar af báðum bílum.\nsvo ef þú hefur í huga að nota patrol millikassan áfram, þá fékk smári í skerpu alla mátana sem þarf til að smíða milliplötuna á milli 80 toy skiftingar og patrol millikassans, ásamt því að hann smíðaði millihólkinn sem þarf á milli. algjör fagmaður þar á ferð.\nkv. Atli Þ",
            "date": "2016-02-29 20:33:00",
            "post_id": "167451",
            "reply_to_id": "167162"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Smá jeppaferð síðustu helgi. Kemur virkilega vel út lent i í smá affelgunarvandamáli svo fyrir næsta vetur ætla ég klárlega að líma dekkinn á felgurnar.",
            "date": "2016-03-24 10:46:00",
            "post_id": "168010",
            "reply_to_id": "167451"
        },
        {
            "user_name": "Rellinn",
            "text": "Þetta er flott Ásgeir, Hann er vígalegur svona. Er myndin tekin í Laxárdalnum?",
            "date": "2016-03-24 13:22:00",
            "post_id": "168017",
            "reply_to_id": "168010"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "takk fyrir það, Bíllinn stendur á bökkum kringluvatns þarna, skrapp í smá dorgveiði ;)",
            "date": "2016-03-24 16:49:00",
            "post_id": "168023",
            "reply_to_id": "168017"
        },
        {
            "user_name": "Magnús Þór",
            "text": "Ekkert update ? Er þetta bara eitthver skúradrottning sem er ekki notuð ?",
            "date": "2016-04-03 19:34:00",
            "post_id": "168319",
            "reply_to_id": "168023"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Þvílik skúradrottning rétt hjá þér Magnús... Lánaði bróðir mínum bílinn í smá jeppaferð með Húsavíkurdeild út á flateyjardal um daginn, læt nokkrar myndir fylgja af honum þaðan. Annars er ekkert annað í fréttum en að það er búið að panta stangarlegur og nýjar soggreinapakningar á landcrúser mótorinn sem verður settur ofaní í sumar. :)",
            "date": "2016-04-16 20:46:00",
            "post_id": "168587",
            "reply_to_id": "168319"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja þá er sumarvinnan hafin í jeppanum og er á stefnuskránni að skipta út mótor. \nByrjaði um daginn að rífa allt upp úr og grisja það sem ekki þarf. Og svo hófust smá ryðbætingar við fremst boddy festingar og grindarfestingar. Ætla svo að reyna að vera virkur og henda inn í hvert sinn sem maður gerir eitthvað.",
            "date": "2016-07-21 20:17:00",
            "post_id": "170233",
            "reply_to_id": "168587"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jææja verkið þokast áfram en núna er ég að græja vélasalin áður en ég set vélina ofan í húddið þar sem það þurfti að færa nokkra hluti til svo að tengingar við þá passi betur. Loftsíuboxið þurfti að skipta um sæti við rúðupisstankinn og svo þurfti einnig að smíða stand fyrir hinn rafgeymin sem mun verða í húddinu.En þessar forfæringar eru aðalega gerðar svo að barkar eða tengingar muni ekki liggja út um allt í vélarýminu þegar að þetta verður klárt. \nEinnig ætlaði ég mér að setja handbremsu skál af patrol millikassa aftan á millikassan úr landcruiser en það dæmi hreinlega virkaði ekki passaði engan vegin á millikassann. Þess í staðin var fundið frambremsudælur úr subaru 1800 87 árgerð og þær mixaðar að aftan sem var einfaldur leikur. Þær pössuðu hreinlega í patrol kjammana en það þurfti aðeins að snitta tvö göt og svo aðeins að slípa til bremsuklossana. Einnig þurfti að færa demparafestingar örlítið inn að miðju á hásingu vegna þess hve sverari dælurnar úr subaru eru vegna handbremsu dótsins. \nEins og staðan er núna er smá málningarvinna eftir í húddi og einnig að skipta um stanagarlegur í cruiser mótornum áður en vélinni verður slakað ofan í húddið en þetta frestaðist smá vegna þess að ég fékk vitlausar legur í mótorinn.",
            "date": "2016-08-07 21:08:00",
            "post_id": "170542",
            "reply_to_id": "170233"
        },
        {
            "user_name": "Luxarinn",
            "text": "Vígalegur hjá þér!",
            "date": "2016-08-23 10:31:00",
            "post_id": "170806",
            "reply_to_id": "170542"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jææja verkefnið búið að seinka aðeins en stangarlegurnar sem ég fékk reyndust vera höfuðlegur þegar ég fór að skipta en fékk sendar réttar og skipti svo um og reyndust þær sem ég tók úr eins og nýjar svo mótorinn virðist betri en ég hélt. Fór í gær og tengdi skiptinguna við mótorinn og mátaði í og smíðaði festingar fyrir hann gleymdi þó að taka myndir þegar mótorinn var komin ofan í en læt nokkrar lélegar myndir af nýjum mótorfestingum og breyttum gírkassabita fylgja. næsta mánuð verður svo farið að tengja mótor og skiptingu við orginal patrol rafkerfið.",
            "date": "2016-08-28 12:37:00",
            "post_id": "170891",
            "reply_to_id": "170806"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Þetta er flott verkefni og mér lýst vel á ganginn, \nég var að skoða myndir af bremsunum hjá þér að aftan og mér sýnist þú hafa víxlað dælunum vinstri hægri, loftnippillinn er neðst á dælunni en á að vera í efsta punkt svo loftið rati út",
            "date": "2016-08-28 15:32:00",
            "post_id": "170892",
            "reply_to_id": "170891"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Haha vel tekið eftir Sævar en vegna plássleysis fyrir handbremsu arminn á dælunni neyddist ég til að víxla þeim en annars hefði dæmið ekki gengið upp vona að það muní ekki hafá nein stórkostleg áhrif. Veit að það verður erfiðara að lofttæma en það vonandi reddast.",
            "date": "2016-08-28 18:01:00",
            "post_id": "170894",
            "reply_to_id": "170892"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ég skil hvað þú átt við, hef gert svipað að vísu með skálabremsur á hilux hásingu lét dæluna snúa aftur, en ég einfaldlega lofttæmdi með öxulinn lausann þannig hann væri í réttri stöðu, þú gætir gert hið sama lofttæmt með dælurnar lausar og loftnippilinn upp\náfram í skúrnum!",
            "date": "2016-08-28 18:04:00",
            "post_id": "170895",
            "reply_to_id": "170894"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Góð hugmynd deyja Ekki ráðalaus var aðeins búin að lofttæma og gekk ekki svo virkilega góð hugmynd.",
            "date": "2016-08-28 19:38:00",
            "post_id": "170896",
            "reply_to_id": false
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jææja áfram heldur verkið en áður en hægt er að fara raða almennilega í vélasalinn þurfti að skvera til og mála smá svo skellti mér í það og á meðan málingin var að þorna skelti ég mér í smá afturstuðarasmíði þar sem gamli var orðin verulega lélegur. Annars verður lítið gert í þessum í september vegna anna en vona að þetta verkefni komist langt í okt eða nóvember.",
            "date": "2016-08-30 17:34:00",
            "post_id": "170914",
            "reply_to_id": "170896"
        },
        {
            "user_name": "alex-ford",
            "text": "flotur hjá þér",
            "date": "2016-09-04 15:32:00",
            "post_id": "170976",
            "reply_to_id": "170914"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja smá pakkadagur í dag. Glænýr vatnskassi álkassi með plast topp og botn. Einnig fékk ég frá summit racing þennan fína sjálfskipti kæli með viftu. Í næstu viku verður ráðist í að fara tengja mótorinn og vonast til að bílinn fari að keyra snemma í nóvember.",
            "date": "2016-09-22 23:22:00",
            "post_id": "171170",
            "reply_to_id": "170976"
        },
        {
            "user_name": "Magnús Þór",
            "text": "Eða að dæla inná loftnippilinn og hrekja loftið þannig uppí box.\nFlott verkefni hjá þér Ásgeir.",
            "date": "2016-09-27 10:50:00",
            "post_id": "171271",
            "reply_to_id": "171170"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja áfram heldur verkið. Er búin að vera dunda mér í því að tengja mótorinn og setja rafkerfið saman og gengur það mjög vel vonandi að hann fari að detta í gang fljótlega. Læt nokkrar myndir fylgja með ef menn hafa gaman af. \nÁ næstunni er svo að redda sér tvöfoldum lið úr hilux til að setja á framskapt en hann á að passa á jókann á cruiser millikassanum og svo skita um enda og setja landcruiser enda á afturskaptið.",
            "date": "2016-10-02 11:37:00",
            "post_id": "171356",
            "reply_to_id": "171271"
        },
        {
            "user_name": "Rellinn",
            "text": "Þetta er flott Ásgeir, Hefurðu einhverja hugmynd um hvað bíllinn verður þungur eftir breytingarnar?",
            "date": "2016-10-02 17:16:00",
            "post_id": "171370",
            "reply_to_id": "171356"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Sæll Nei gleymdi alltaf að reikna þyngdar muninn á vélunum en það sést strax á bílnum að framan að nýji rokkurinn er þyngri en maður skellir sér svo á vikt á 46\" þegar maður verður búin að koma honum í gang.",
            "date": "2016-10-02 17:20:00",
            "post_id": "171371",
            "reply_to_id": "171370"
        },
        {
            "user_name": "Rellinn",
            "text": "Hvað er langt í gangsetningu? Er að hugsa um að koma norður og skoða framkvæmdirnar. Er að pæla í að setja 2.7 nissan terrano í litla cherokee :)",
            "date": "2016-10-02 17:29:00",
            "post_id": "171372",
            "reply_to_id": "171371"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Ekki vitað hvað er langt i gangsetningu en það fer eftir þvi hvernig mer gengur að koma saman rafmagni á sjalfskiptingu þar sem það er tvinnað við rafkerfið a olíuverk a velinni þarf þetta allt að fylgja saman. En áfram heldur dæmið, endanlegar festingar fyrir vatnskassa og trektina a hann er komið og orðið fast. Sauð einnig frambitan i hann aftur og staðsetti siðan nyja sjálfskiptikælin en akvað að hafa viftuna a milli vatnskassa og kælis en festingarnar buðu meira upp a þann mögulega vona að það muni reynast vel. Læt nokkrar myndir fylgja.",
            "date": "2016-10-05 20:45:00",
            "post_id": "171438",
            "reply_to_id": "171372"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jææja þetta verkefni þokast hægt og rólega áfram en bíllinn er komin í gang og orðin ökuhæfur inn og út svo að það einfaldar margt. Síðan síðast hefur framenda bílsins verið raðað alveg saman aftur. Sköptin tekin og lengd og stytt eftir þörfum og skipt um krossa í þeim.  Einnig er búið að vera vinna töluvert með skiptingarafmagn sem er komið í bílinn og byrjað að tengja en á eftir að klára það. lenti í smá leiðindum með olíuverkið í bílnum þar sem það vildi ekki halda olíu þar sem vandamálið var að finna rétta stærð o-hrings sem loksins fannst og er það þétt í dag. \nen það sem þarf að gera áður en hann fer á götuna fer fækkandi : \n-- Smíða ryðfrítt púst\n-- Færa skástífu að aftan aftar til að búa til pláss fyrir bremsudælu ( úr subaru 1800 ) \n-- Smíða ný stigbretti\n-- Klára tengja skiptingarrafmagn \nlítið var tekið af myndum undanfarið en læt tvær myndir fylgja af afturendanum sem er klár, en fjárfest var í nýjum ljósum sem færa þau öll upp í boddy og þar með engin rafmagns tengi úti lengur heldur allt þrætt inn í boddy sem ætti að minnka vandamálin með afturljósin og svo smíðaður ryðfrír stuðari sem mér fannst koma sæmilega út en reynt var að hafa lookið sem næst orginal bara.",
            "date": "2016-11-04 19:15:00",
            "post_id": "171880",
            "reply_to_id": "171438"
        },
        {
            "user_name": "Rellinn",
            "text": "Þetta er virkilega flottur stuðari og ljósin koma vel út svona. Það verður gaman að sjá hann á 46\"",
            "date": "2016-11-04 21:57:00",
            "post_id": "171894",
            "reply_to_id": "171880"
        },
        {
            "user_name": "olei",
            "text": "Hversu stórir eru stimplarnir í þessum Subaru dælum sem þú ert með - á móti original Patrol dælunum?\nÉg hef átt jeppa með mixuðum Subuaru bremsum að aftan og það var bara ömurlegt fúsk.  Báðir voru í besta falli með hægjur að aftan og handbremsan hélt ekki á blautu svelli, algjörlega ganslaus nema til að ljúga sig gegnum skoðun.\nÞetta er samt ekki klippt og skorið, fer eftir stærð á afturdælum á móti framdælum og þrýstingi á kerfinu og fl. atriðum. Ég hefði áhyggjur af bremsuafli fyrir 46\" dekk með Subaru dælur að aftan. Original Patrol dótið á alveg nóg með með svoleiðis túttur.",
            "date": "2016-11-05 03:38:00",
            "post_id": "171902",
            "reply_to_id": "171894"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Sæll mjög svipuð stærð af stimpli man ekki nákvæmlega tölurnar en þetta eru fram dælur úr subaru. En sjálfsagt er þetta misjafnt en er búin að prófa þetta aðeins núna og þá þegar virkar handbremsan allavega mjög vel. En hef þetta á bakvið eyrað þegar ég fer að prófa bílinn. Vissi um einn á 44 \" með svona unit að aftan sem svinvirkaði svo vona að Það geri það sama hjá mér.",
            "date": "2016-11-05 11:43:00",
            "post_id": "171909",
            "reply_to_id": "171902"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Fann eina til gamans af gamla afturendanum gaman að sjá mun fyrir og eftir. var laglega komin tými á breytingu.",
            "date": "2016-11-06 20:28:00",
            "post_id": "171931",
            "reply_to_id": "171909"
        },
        {
            "user_name": "Rellinn",
            "text": "Ásgeir, kíktu á þessa síðu. Margt skemmtilegt þarna.\nhttp://www.chaz.yellowfoot.org/Patrol.htm",
            "date": "2016-11-06 20:37:00",
            "post_id": "171932",
            "reply_to_id": "171931"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Þokast áfram hægt og rólega. Sjálfskiptirafmagnið komið í bílinn og farið að virka og allt í mælaborði fyrir utan snúningshraðamælin sem ég fæ ekki inn mælaborðið vill ekki lesa skynjarann á cruiser vélinni þannig að lokaniðurstaðan verður að koma orginal patrol skynjara einhverstaðar á eitthvert reimhjól en það verður gert síðar þegar betri tími til gefst. Í kvöld kláraði ég einnig að smíða og koma fyrir nýjum þverstífuvasa að aftan sem er með sömu síkkun en er innar og aftar svo að hann rekkst ekki í arminn á bremsudælunni. Nokkrar myndir fylgja að þessu sinni þetta fer alveg að hafast stutt eftir á götuna. \nþað sem eftir er: \n--stigbrettasmíði\n--pústsmíði\n--skipta um pakkdós framan.",
            "date": "2016-11-08 23:43:00",
            "post_id": "171976",
            "reply_to_id": "171932"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Púst smíði kvöldsins 3\" Alla leið ryðfrítt 2mm sílsa púst farþegamegin með heimatilbúnri túbu. Kemur vel út bíllin steinþegir og er frekar djupraddaður",
            "date": "2016-11-12 00:27:00",
            "post_id": "172008",
            "reply_to_id": "171976"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Þarna er eftir sýru þvottur og svo smíðaði ég smá Hlíf efst á pustið sem ver bremsu lagnirnar",
            "date": "2016-11-12 09:36:00",
            "post_id": "172010",
            "reply_to_id": "172008"
        },
        {
            "user_name": "elliofur",
            "text": "Er ekki vesen að fá lykt inn í bílinn með sílsapúst? Einhver hlýtur ástæðan að vera að menn taka þetta næstum alltaf alla leið afturúr. Ég veit að lagalega þá má þetta koma út fyrir framan afturhjól farþegamegin.",
            "date": "2016-11-12 19:29:00",
            "post_id": "172017",
            "reply_to_id": "172010"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Tja veit um tvo sem hafa góða reynslu af þessu undir patrol reyndar bílstjóramegin sem mér finnst verra og það var gott í bæði skiptin hvað varðar lykt. En annars kemur það bara í ljós hvernig þetta verður pustendin stendur um 30 cm frá boddy en hann stendur við útbrún brettakants svo ætti ekki að vera vandamál en plássið á þessum bíl aftur um four linkið er bara svo takmarkað og hvað þá þeim megin sem þverstifan er að ég tók þessa ákvörðun hlýtur að koma vel út.",
            "date": "2016-11-12 20:44:00",
            "post_id": "172018",
            "reply_to_id": "172017"
        },
        {
            "user_name": "jeepcj7",
            "text": "Flott mál með pústið  það er alveg vonlaust að vera með það afturúr á jeppa alltaf að rekast í og skemmast bara vesen ef þetta er alvöru jeppí.",
            "date": "2016-11-12 21:29:00",
            "post_id": "172019",
            "reply_to_id": "172018"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jææja þetta er að þokast svona hægt og rólega áfram þetta verkefni og fer að taka enda. síðustu vikur hef ég verið að græja stigbrettfestingar frá a til ö og einnig smíðað stigbretti og þau kláruð alveg, ákvað að nota 40x40 vinkil í undirstöðurnar en mér finnst ekkert leiðinlegra en stigbretti sem eru farin að síga niður, ég ákvað að hafa þessi stigbretti samt sem áður ekkert alltof breið en mér finnst of stór stigbretti ekki flott en vona að þessi komi vel út maður sér það ekki almennilega fyrr en maður verður komin á 46''. Einnig smíðaði ég nýja afturstífu þverstífu en það þurfti að lengja hana aðeins eftir að ég breytti afturstífuvasanum og einnig voru þær alltaf að bogna hjá mér sennilega vegna þess hversu grannar þær eru þannig ég sveraði hana töluvert upp bæði úr heildregnu röri ekki eins og orginalin. \nSvona fyrir skoðun var skipt út einni pakkdós að framan og svo er lokahnikkurinn afturbremsurnar en ég er sennilega í vandamálum með hleðslujafnarann þar sem ég fæ ekki nægan kraft á afturbremsurnar en þetta ætti ekki að koma dælunum neitt við þar sem munurinn á stimplunum á milli patrol og subaru er engin svo  þetta er allt í skoðun og vonandi við fáum niðurstöðu á þetta í næstu viku en þá má bílinn fara endanlega út að keyra.\nSvo to do fyrir skoðun : \n--koma bremsunum í lag\n-- skipta um parkljósaperu",
            "date": "2016-11-18 22:52:00",
            "post_id": "172073",
            "reply_to_id": "172019"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jææja í þessari viku gerðist lítið en ég skipti um síu á sjálfskiptingu og um leið settur hitanemi i pönnuna á skiptingunni. Áfram hélt vandamálið með bremsurnar en á endanum var hleðslu jafnarinn tekin og þá loksins komu góðar bremsur að aftan En handbremsan bremsar ekki alveg nóg enn en þar liggur vandamálið sennilega í að handfangið í patrol er ekki eins doublað eins og í subaru og næst ekki nægilegt afl niður á armana á dælunum. Vandamálin eru nú ekki en búin en þá virtist önnur framdælan föst, ryðfríu efni var því hent í bekkinn og búnir til tveir stimplar í framdælurnar og pantað nýtt gúmmísett í þær. Fáar myndir teknar læt eina fylgja en vonandi fara plöturnar að prýða hann i næstu viku",
            "date": "2016-11-25 22:35:00",
            "post_id": "172188",
            "reply_to_id": "172073"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jææja góða kvöldið, áfram heldur sagan með þennan patrol en í síðustu viku freistaðist ég að setja hann á skrá til þess að kanna hvernig bílinn höndlaði það að keyra á götunni þar sem ég hafði engin tök á þvi að prófa hann númerslausan. Það gekk svosem bara bærilega en þegar eitt vandamál kemur nýtt upp og eitt annað gamalt sleppur það svosem allveg. Það nýja sem kom er að skiptingin lætur illa við mig þar sem ef farið er úr P í D tekur hann af stað í öðrum gír en ef sett er úr R í D tekur hann af stað í fyrsta. Við fyrstu könnun virðist tölvukerfið vera virka eðlilega og allt utan á skiptingu er tengt en á eftir að kafa eftir þessu dýpra þegar líður á þar sem skiptingin keyrir að öllu öðru leyti. Hitt atriðið var svosem vitað fyrir þar sem brot er á lið niður við framhásingu sem myndar mikin titring og óhljóð þegar bíllinn fríhjólar t.d. niður brekku en þar sem ég er með sídrifs millikassa núna slepp ég engan vegin undan þessu máli. \nÞannig fór ég upp í sveit og fann mér aðra framhásingu sem ég átti auka og fór að strípa hana, ég ætla mér að slá nokkrar flugur þar í einu höggi : \n1.laga brot á framskapti niður við hásingu\n2. Stilla spindilhalla í 10° en núna er hann 5°\n3. setja landcruiser 80 framstífur og lækka þar með stífuturna að framan um meira en helming og minnka þar með álagið á þeim t.d. ef maður fer fram af barði eða eitthvað því um líkt. \n4. styrkja undir hásingu og einnig út á liðhúsin. \nNæsta var að einn daginn hætti læsingin á millikassanum að virka en skýringin fannst fljótt þar sem mótorinn brann yfir. seglarnir fóru af stað í húsinu á honum sem mynduðu stórt skarð með þeim afleiðingum að tvær spólur brunnu ,, ég sem hélt að toyota bilaði ekki''  það segja toyotu menn allavega...... ??\nJææja en svona sinnti smá almennu viðhaldi eins og það kallast í leiðinni skipt var um fóðringar í frambremsudælum og settir ryðfríir stimplar og þær einnig sandblásnar og gerðar fínar þó ekki málaðar en þær bremsa víst ekkert betur þannig.... :P \nog svona í lokin var gert það sem sæmir hinum týpiska jeppamanni en maður verður að hafa nóg að aukamælum og svona auka dóti og drasli en ég ákvað að festa mér kaupa á svona boost, afgashita og skiptingarhita frá aliexpress. Setti neman í pönnuna á skiptingunni um daginn og setti afgasneman áður en ég setti vélina í og svona svo það var lítið vandamál að tengja þetta allt saman. Ég var lengi að ákveða hvar ég ætti að hafa þetta en endaði á því að smíða ryðfrían mælahatt ofan á mælaborðið í bílnum og fela þar með ljóta sprungu sem var í mælaborðinu eftir einhvern sem hefur átt eitthvað vantalað við það.. læt nokkra myndir af smíðinni fylgja er reyndar búin að mála þetta dökkgrátt í dag en var hræddur um að ef það væri bert stál myndi speglast í sól svo málaði þetta svipað grátt og mælaborð einnig er eitt ferkanntað gat er í hattinum sem er auðvitað fyrir úrhleypibúnaðinn sem er af sjálfsöðgu ekki komin.. ég er að gera mér bjartar vonir um að geta tekið út númer aftur í lok næstu viku fer eftir því hversu lengi ég verð að koma nýju hásingu undir og þá ætti bíllinn að fara keyra aalveg hreinnt, vonandi hafið þið eitthvað gaman að þessari klausu....",
            "date": "2016-12-08 22:26:00",
            "post_id": "172336",
            "reply_to_id": "172188"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Meira föndur í kvöld hásingin styrkt og liðhúsum snúið þannig að þegar að ekkert brot er á framskaptið eru þau 9- 10° spindilhallinn næst á dagskrá er að smíða nýjar stifufestingar gamla dæmið með 80 stífur gekk því miður ekki upp en millibilsstongin verður fyrir því nú lækkar hún talsvert.\nJá og myndir snúa óvart öfuggt kann ekki allveg nógu vel á þetta simadot",
            "date": "2016-12-10 00:06:00",
            "post_id": "172348",
            "reply_to_id": "172336"
        },
        {
            "user_name": "elliofur",
            "text": "Gaman að fylgjast með hér.\nEitt sem hjálpar í svona æfingum er svona græja \nhttp://www.ebay.com/itm/Angle-Cube-Digi ... SwbYZXYMkt\nÉg keypti mér svona og þetta virðist vera alveg ótrúlega nákvæmt.",
            "date": "2016-12-11 20:45:00",
            "post_id": "172358",
            "reply_to_id": "172348"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Haha Já takk fyrir það elli, en breyttur jeppi er verkefni sem aldrei klárast það eitt er víst.  En já ég var með svona fínan digital gráðu mæli frá kraftaverk með öflugum segli algjör snilld að fá spindilhallann réttan gleymdi bara að taka mynd af borðinu sem ég smíðaði undir hásinguna á meðan verkinu stóð. Kom mér skemmtilega á óvart hvað þetta var auðvelt verk bara skverað upp suðunni og liðhúsin runnu af stað með keðjutalíu.... :)",
            "date": "2016-12-11 20:51:00",
            "post_id": "172359",
            "reply_to_id": "172358"
        },
        {
            "user_name": "Startarinn",
            "text": "Ástæðan er hávaði, það munar miklu hvað heyrist meira inn í bíl þó pústið sé eins að öðru leiti (sömu hljóðkútar o.s.frv.)",
            "date": "2016-12-12 16:28:00",
            "post_id": "172367",
            "reply_to_id": "172359"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jææja langt síðan síðast og því miður fáar myndir í þetta skiptið... \nRétt fyrir jól drullaðist breytt framhásing undir þennan. Allar mælingar fóru fram með digital mæli og framhásingu breytt eftir þeim forsendum upp á borði, þegar hásingin fór undir bílinn færði ég hana um 1 cm framm og afstaðan á drifskaptinu er alveg rétt núna eða þar að segja ekkert brot niður við hásingu þar sem bíllinn er með tvöfaldan lið upp við millikassa. Bíllinn var svo settur á númer og er núna allur titringur farin úr bílnum og rennt með hann í skoðun og viti menn 17 datt beint á bílinn. \nUm daginn var svo farið og sett ný eða notuð 46'' dekk undir bílinn sem ég keypti í haust. Siðustu dekk voru að valda mér vandræðum í keyrslu og var ég farin að efast um felgurnar. Þessi dekk voru sett á felgur og viti menn þetta er eins og fólksbíll í akstri engin  jeppaveiki á neinu sviði en samt sem áður á ég eftir inni smá slag sem ég er með á snekkjuni, einfaldlega vegna þess að mér finnst betra að keyra jeppa ef það er smá slag í snekkjuni. \nÚrhleypibúnaður er komin á fullt í hönnun í hausnum á mér og ákvað ég að fara svosem ekki neina venjulega leið. Lokakistan var til en í staðin fyrir að nota venjulega kúluloka datt ég inn á segulloka á aliexpress sem ég ákvað að prófa og hafa einfaldlega takka á panelli til að stjórna kistunni en áætlaður staður fyrir kistuna er hanskahólfið. Í vikunni datt ég síðan inn á sniðugan mæli sem er í raun sama týpa og þessi hefðbundi digital frá landvélum, þessi er síðan búin þeim aukabúnaði að hann hefur tvo digital útganga sem gerir mér kleift að láta hann stjórna tveimur rafmagnslokum hjá mér þannig að ég get í raun látið þennan litla mæli stýra algerlega í og úrhleypingunni á bílnum en þetta er sú aðferð sem ég ætla prófa núna í fyrstu. Er í algerum frumraunatilraunum með úrhleypibúnað hef aldrei verið með svona búnað svo endilega látið alla kosti og galla hrynja á mér en um að gera að fara ekki hefðbundar leiðir finnst mér.... einnig ætla ég mér að smíða hnéin sjálfur þar sem það eiga að vera tvær legur og tvær pakkdósir í þeim.... \nSíðan datt ég niður á snúningshraða mæli sem er aftermarket ég ætla ekki að reyna berajast við að fá snúningshraðamælin í mælaborðinu í lag heldur setja þennan á einhvern hentugan stað, í staðin ætla ég bara að breyta mælaborðinu þar að segja taka bara vísinn og koma fyrir einhverri fallegri skífu á bakvið. \nÍ lokin hef ég verið að elta við toyotu galla..... gat nú verið eða þar að segja er stykki utan á olíuverkinu á þessum vélum 1hdt sem að tengist kælivatninu og veit ég í raun ekki alveg hvað gerir en grunar að þetta eigi að hraða á snúninshraða vélar ef hann er kaldur og svo hægja á um leið og hitnar. Þessi búnaður er vel þekktur fyrir það eitt að leka og það fer eftir veðri segja sérfræðingar. Þetta er einfaldur búnaður með einum o hring sem ég er búin að skipta um tvisvar sinnum en hægt og rólega fer þetta alltaf að leka aftur. Svo á næstunni er bara kaupa þetta stykki nýtt og setja ofan í, alveg nóg að þetta apparat eyði alveg nóg óþarfi að sulla á eftir sér diesel olíu endalaust............... velkomin í toyotu lífið................... \nÁ döfinni : \nNýjir bremsudiskar að aftan komnir\nSetja loftdælu á mótorinn ac dæla fyrir er kútur og allt í bílnum\nKoma fyrir mælum sem pantaðir voru",
            "date": "2017-01-28 12:02:00",
            "post_id": "173234",
            "reply_to_id": "172367"
        },
        {
            "user_name": "Járni",
            "text": "Seigur, það verður spennandi að sjá hvernig úrhleypibúnaðurinn þróast.",
            "date": "2017-01-28 16:55:00",
            "post_id": "173239",
            "reply_to_id": "173234"
        },
        {
            "user_name": "Dúddi",
            "text": "Djöfulsins dugnaður er þetta. Væri til i að hafa kannski helminginn af þessu. Flott vinna. :)",
            "date": "2017-01-28 18:48:00",
            "post_id": "173240",
            "reply_to_id": "173239"
        },
        {
            "user_name": "olei",
            "text": "Glæsilegt, þú ert dugnaðarforkur!\nGiska á að þessi loki verði ansi lengi að hleypa úr, er þetta ekki bara venjulegur nálaloki?\nHvar fékkstu þennan mæli? Áttu hlekk á hann?",
            "date": "2017-01-28 20:24:00",
            "post_id": "173241",
            "reply_to_id": "173240"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Takk drengir fyrir þetta en það er gaman að brasa í jeppanum og gera þetta almennilega. En já þegar ég fékk þessa loka sá ég að þeir yrðu kanski lengi að hleypa úr en þetta er nalaloki en ég ætla fljótlega að gera prufu á því skella honum við eitt fékk og mæla tíman. Annars er ég ekki með link á þennan digital mæli en hann finnst á ebay og er undir nafninu p43, en því næst sem ég kemst er þetta sami mælir og landvélar selja en ætla samt ekki að bóka það....",
            "date": "2017-01-29 13:42:00",
            "post_id": "173252",
            "reply_to_id": "173241"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Áfram heldur viðhaldið á meðan að snjórin lætur ekki sjá sig bara einhver helvítis vindur og hláka.....\ní kvöld fór ég niður á verkstæði og hafði mig í að snikka til nýja bremsudiska á hann að aftann og í leiðinni var samsláttapúða festingum breytt þar sem gömlu voru frekar lélegar og átti þeir í vandræðum með að hitta á mótsætið sitt ef að bílinn misfjaðraði mjög hressilega.\n \nEinnig er ég búin að sitja og hugsa úrhleypibúnaðinn enn frekar og eftir smá ákvörðun hef ég breytt lokavalinu en gömlu lokarnir sem ég keypti á klink voru með flæðigati 2.5mm sem mér fannst ekki nóg. Þess í staðin fann ég loka sem eru með flæðigati 8mm sem ætti að gefa ágætis flæði. Pantaðir voru fjórir svona lokar og ætla ég mér að hafa þá út í hvert dekk fyrir sig en ég ætla einnig að gera tilraun með að hafa 10mm slöngur út í öll dekk bara prófa alls ekki dæma þar sem ég ætla að sérsmíða hnéin sjálfur líka. Inn og út af kerfinu fann ég hinsvegar loka sem eru með 20mm flæðigati sem ætti þá að gera til þess að loftkerfið á að verða sæmilega fljótvirkt eða svona miðað við úrhleypibúnað og það rafstýrðan vona ég. Á næstunni er það að koma fyrir loftdælu reimdrifinni á þennan mótor og allt sem tilheyrir henni smurkerfi og fleira sem liggur klárt aftur í skotti en einnig var keyptur nálaloki í vikunni sem ég þarf að koma fyrir við tækifæri svo að bínan fái nú að fara vinna sitt verk eietthvað almennilega en planið er að hafa nálalokann staðsettann inn í bíl til að einfalda verkið að fínstilla þrýstinginn en einnig þarf ég þá að fara í viskubrunn landcruiser eiganda hvar maður eykur smá saman við olíuverkið í takt við það... en nóg í bili þetta kemur hægt og rólega og verður að jeppa en stærsta áhyggjuefni mitt þessa daganna er helvítis snjórinn sem ætlar ekki að láta sjá sig.....",
            "date": "2017-02-08 23:53:00",
            "post_id": "173461",
            "reply_to_id": "173252"
        },
        {
            "user_name": "jongud",
            "text": "Hvað heita þessir 8 og 20mm flæðilokar? það eru ábyggilega nokkrir sem þurfa eða vilja auka flæðið gegnum einhverjar loftkistur.",
            "date": "2017-02-09 08:20:00",
            "post_id": "173465",
            "reply_to_id": "173461"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Góða kvöldið alltaf eitthvað smá bras á manni, fór niður á verkstæði í kvöld og hélt áfram með loftkerfið í bílnum. Venjuleg air condition dæla er komin á mótorinn eins ofarlega og ég gat haft hana og á eins einföldu strekkjara juniti og ég gat haft en á gamla mótornum var hún neðan á og með vonlausu strekkjara juniti svo ég hét því að ég myndi gera úrbætur á þessu því það var vonlaust að komast að henni og þjónusta hana. Einnig er ég búin að koma fyrir búnaði í húddinu sem flestir telja óþarfa en þar eru raðtengdar tvær skiljur, sú fyrri skilur olíuna frá að mestu leyti eða 80% og dropar henni svo ofan í loftinntakið á loftdælunni til þess að smyrja hana og þar með er ég komin með smá smurhringrás, á eftir þessari fyrri er ég með olíuskilju sem tekur restina en í fyrra prófaði ég að hafa eina skilju og hún náði ekki öllu en með tveimur er kerfið alveg hreint frá olíu, á eftir því kemur svo einstefnuloki og pressustat frá landvélum og svo loks deilist þetta niður á kút og úrtak fram í grill og inn í loftkistu fyrir úrhleypibúnaðinn. Þetta er svona í ágætri vinnstu ég á bara eftir að tengja slöngurnar á milli kerfanna svo þetta ætti að hafast í þessari viku, en þá ætti jeppinn að verða nokkuð klár í þennan ömurlega vetur. En tók því miður engar myndir af loftdælu dótinu tek þær seinna en tók hinsvegar tvær myndir af honum úti á plani en áttaði mig á því að það er engin almennileg mynd af honum hérna inni kemur betur út eftir að nýja vélin kom hún er þyngri og nú er bílinn lægri að framan sem kemur mun betur út..... :D þangað til næst toyotukveðjur... !!!!",
            "date": "2017-02-20 22:09:00",
            "post_id": "173626",
            "reply_to_id": "173465"
        },
        {
            "user_name": "Járni",
            "text": "Gamli góði Patrol, stendur fyrir sínu",
            "date": "2017-02-20 22:50:00",
            "post_id": "173628",
            "reply_to_id": "173626"
        },
        {
            "user_name": "sigurdurk",
            "text": "Varðandi úrhleypibúnaðinn þá er mín reynsla að það er langt um hraðvirkast að nota 5/3 loka þá er eitt port út fyrir hvert dekk , gallinn við það er reyndar að þá þarf fjóra nema en kosturinn er þá að þú sérð þá strax ef þú missir loft úr einu dekki eða ef að segulloki festist og dælir stanslaust í og enn einn plúsinn að auðvelt að tengja þá snyrtilega með því að nota ventlablokk (manifold)",
            "date": "2017-02-21 18:11:00",
            "post_id": "173635",
            "reply_to_id": "173628"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Já þú segir nokkuð siggi var búin að sjá mynd af þínu kerfi og það er hrikalega flott uppsett en það eru svo litlar upplýsingar um þetta hér á þessu jeppaspjalli að það er alveg ótrulegt alltaf eins og maður sé að finna upp á hjólinu í hvert skipti sem bíl er breytt.... en ég ætla prófa þessa loka í bili og sjá hvernig þeir munu koma út búin að fá staðfestingu að það sé patrol fyrir vestan með svona loka með 8mm gati og virkar það víst bara mjög vel afkastagott kerfi bara. Alltaf er maður að fikta eitthvað á aliexpress en á næstunni fer ég að huga að gps í bílinn en ætla mér að fara í ódýra og einfaldasta búnaðinn eða spjaldtölvu í jeppann en hef heyrt af mönnum sem segja vel af þessu og kostar lítið sem ekkert sem er ótrulegt og viðmótið í spajdltölvunni er mun líkara heldur en í þessu gömlu gps tækjum og einnig eru þessi tæki enn rándýr.... á ali fékk ég mér svo relay module fyrir android stýrikerfi en þetta stykki er með 8stk relay og tengist android tæki síma eða spjaldtölvu með bluetooth en einnig er usb eða allavega usp tengiport til staðar á þessu, kostar skít og ekki neitt eða um 2300kr með sendingarkostnaði en einnig held ég að þetta sé hentugt þegar ég fer í aukarafmagn engir takkar bara spjaldtalvan og síminn.... \nEn í gær fór ég niður á verkstæði og kláraði NÆSTUM loftkerfið tengdi skiljur og pressostat og allt og þegar ég startaði kerfinu var lokinn neðan á annari skiljuni fastur opinn þolinmæðin á þrotum svo næst tek ég hana úr þrýf hana og fæ þetta vonandi í lag. ég ætlaði í reiði minni að panta nýja skilju bara á ísland en nei nei lægsta verð er 9000kr án vsk og hæðsta 30þús sem mér fannst ekkert eðlilegt svo gafst upp fór á ali og pantaði þetta allt fyrir alveg heilaar 1300 kr.... álagning á íslandi er rugl en gallinn við ali að maður getur notað nýja dótið bara í næsta mánuði... en ægilegar toyotu kveðjur þangað til næst og afsaka skítugt hood þarf að fara smúla eitthvað þarna.... :D",
            "date": "2017-02-22 23:07:00",
            "post_id": "173648",
            "reply_to_id": "173635"
        },
        {
            "user_name": "Heidar",
            "text": "Sæll,\nMér finnst oft skárra að panta af ebay, hvort það sé breska, bandaríska eða hið ástralska til að fá svipuð verð og á aliexpress. Síðan er sendingartíminn oft styttri.. Smá sveigja frá þessari glæsismíði. :)",
            "date": "2017-02-23 01:35:00",
            "post_id": "173649",
            "reply_to_id": false
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja þá eru haustverkin hafin þetta árið. lenti í því skemtilega síðasta vetur að beygja afturhásinguna hjá mér alveg ómeðvitað og það frekar sérstakt þar sem annað hjólið hallaði bara og það verulega. Það var ekkert hægt að gera í því varð mér út um annað rör og styrki það og er svo að smíða upp aðeins að aftan í leiðinni og skella OME undir hann að aftan bæði í dempurum og gormum. Læt nokkrar myndir fylgja, einnig smellti ég mér í tankastækkun, síkkaði tankinn um 4cm og hækka hann svo um 8cm því bíllinn er boddyhækkaður um 4cm. Það ætti að gera nokkra auka lítra, smíðaefni er bara 1.5mm blikk og svo mig- suðan þetta verk tók mig ótrulega stuttan tíma.\nEinnig gerði ég áhugaverðan verðsamanburð á varahlutum í því sem tengist afturhásingunni hjá mér : \nPatrol varahlutir allar fóðringar að aftan : 49.000kr þar eftir átti ég eftir að borga flutning norður. \nPartsqua : Allar fóðringar, nýjir felguboltar, bremsuklossar, pakkdósir og nýjar bremsuhlífar aftan komið heim á hlað : 52.000 með toll. Allt orginal nissan varahlutir svo mæli klárlega með þessari síðu. Tók eina viku að koma varahlutunum til landsins en tollurinn og pósturinn tóku aðra eins viku að koma þessu norður á land til mín.",
            "date": "2018-10-20 23:58:00",
            "post_id": "178823",
            "reply_to_id": "173649"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm flott vinna hvað tekur tankurinn mikið eftir stækkun og eru þeta 10 cm sem þú setur inn í?",
            "date": "2018-10-21 08:05:00",
            "post_id": "178824",
            "reply_to_id": "178823"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Þetta er hækkun um tæpa 8cm. Ágisk er að þetta séu um 25 - 28 ltr aukning og orginal held ég að hann sé 90. Svo 115ltr verður hann sirka.",
            "date": "2018-10-21 21:07:00",
            "post_id": "178829",
            "reply_to_id": "178824"
        },
        {
            "user_name": "SFÁ",
            "text": "Færirðu gormana undir grindina?",
            "date": "2018-10-27 09:23:00",
            "post_id": "178865",
            "reply_to_id": "178829"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Nei gormaskálar eru innan á grind. Búið að færa þær við neðstu brún grindar.",
            "date": "2018-10-27 21:21:00",
            "post_id": "178867",
            "reply_to_id": "178865"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja náði smá sunnudagsföndri í gær. teiknaði stífuvasa í auto cad og fékk að komast í skurðarvél munar töluverðu í tíma og hlutirnir verða líka töluvert vandaðri og skemtilegri. Ákvað að færa innri stífuvasana á grindinni, var með þá hækkaða á hásingunni en þá var plássið rosalega lítið og sérstaklega fyrir demparana svo ákvað að prófa þetta núna, einnig ágætt ef að það fer einhverntíman önnur hásing undir bílinn. Vona að þið hafið eitthvað gaman að þessu eða not fyrir þetta.",
            "date": "2018-10-29 07:45:00",
            "post_id": "178875",
            "reply_to_id": "178867"
        },
        {
            "user_name": "íbbi",
            "text": "þrælflott bracket.   djöfull þrái ég að komast í svona skurðarvél",
            "date": "2018-10-29 20:34:00",
            "post_id": "178883",
            "reply_to_id": "178875"
        },
        {
            "user_name": "jongud",
            "text": "Það er nú hægt að senda autocad skrár á smiðjur og panta eftir þeim.",
            "date": "2018-10-30 08:17:00",
            "post_id": "178887",
            "reply_to_id": "178883"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Akkurat og autocad er einfalt og þægilegt, hægt að læra á það með youtube. Sparar sjálfsagt mikin kostnað að geta teiknað þetta sjálfur. En áfram hélt fjörið í kvöld. Stífuvasar fyrir miðjustífur eru klárar og OME gormar komnir undir að aftan. Þarna er ég búin að tilla tanknum undir en á myndunum er hann eins og hann verður síkkaður um 4cm og sýnist mér það koma bara ágætlega út ekkert of neðarlega. Nú tekur við smíði á þverstífuvasa sem ég ætla einnig að skera út sem spara töluvert vinnuna með slípirokknum.",
            "date": "2018-10-30 23:37:00",
            "post_id": "178897",
            "reply_to_id": "178887"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja smá laugardagsdund, Allt í kringum olíutank kláraðist festa hann og tengja, demparafestingar og skástífu klárar svo nú er aðeins eftir að henda bremsudælum á og leggja nýjar lagnir og einnig samsláttapúða en er búin að fjárfesta í nýjum benz púðum svokölluðum.  Það er nú samt eitthvað eftir á listanum svosem skipta um afgaskuðung á túrbínu og setja Amerískan handbresmubúnað á millikassann...",
            "date": "2018-11-10 19:43:00",
            "post_id": "178944",
            "reply_to_id": "178897"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja náði smá helgarvinnu í bílnum. Tók afturendan á millikassanum niður og setti á hann handbremsubúnað sem er smíðaður af TSM í bandaríkjunum, reyndar er þessi búnaður upprunalega ætlaður á fj40 hjá þeim en gatadeilingar á disknum voru þær sömu og ég breytti síðan bara festingunum en þær voru þó líkar. Ástæða þess að ég tók hann niður var til að skipta út pinnboltunum í jókanum en í lc80 millikassa er jókinn heill með öxlinum ekki eins og vanalega að hægt sé að bolta hann aftan af þannig að það kostaði smá auka vinnu en  settir voru lengri boltar og sverari.\nEinnig Var vinna við samsláttarpúða kláruð og allt hert undir bílnum, hann virkar kjánalega hár að aftan en hann á eftir að síga aðeins þegar það er komin olía á tankinn og þyngd í skottið en hann virkar líka hár vegna þess að hann er alveg á nösunum að framan. það sem eftir er að aftan núna er að klára tengja bremsudælur og mála. Þá verður hægt að snúa honum við og skipta þar um gorma og smá smotterí í viðbót.",
            "date": "2018-11-19 21:16:00",
            "post_id": "178979",
            "reply_to_id": "178944"
        },
        {
            "user_name": "Baldurraudi",
            "text": "Gaman að fylgjast með þessum framkvæmdum hjá þér. Virkilega fallegur bíll að verða. Hvar fékkstu kanntana sem eru á honum??\nKv. Baldur",
            "date": "2019-02-25 22:50:00",
            "post_id": "179582",
            "reply_to_id": "178979"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Sæll takk fyrir það. Þessa kanta fékk eg frá manni fyrir sunnan en þessir eru breikkaðir og lengdir úr 38\" köntum.",
            "date": "2019-02-26 09:42:00",
            "post_id": "179586",
            "reply_to_id": "179582"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Jæja Þá loksins setur maður eitthvað inn næstum ár síðan síðast. Þessi var notaður í vetur og farið í nokkrar ferðir þar sem hann stóð sig mjög vel og án bilana. En þar sem þetta er jeppi að þá tekur þetta verkefni aldrey enda svo ákvað ég fyrst að ekkert sérstakt var bilað þannig að taka mig til að láta mála hann þetta haustið þar sem ekki veitti af orginal lakkið orðið frekar lélegt og kantar og frambretti í öðrum lit. læt nokkrar myndir af þessu vonandi að þið hafið eitthvað gaman að þessu brasi. \nBíllinn komin inn og farin að rífa hann í sundur \nFór síðan og fittaði í hann y61 leðursæti, einhver góður maður sagði að þetta passaði næstum, svo fannst mér ekki endaði með því að mixa saman festingarnar af gömlu sætunum og þeim nýju. myndirnar að neðan eru festingar á aftursætum. \nHáfnað verk búið að koma fyrir hood scope af y61 þar sem að ég ætla setja intercooler af svoleiðis bíl. \nHnoðrær settar í topp og gert göt fyrir lagnaleiðir, þarna mun ég setja y61 toppboga og vinnuljós.\nBúið að rífa... \nRyð var komið við afturbretti aftan við kant þannig að ég þurfti að skera úr og bæta þar í... \nEinnig var komið ryð í hurðarfals að aftan í bæði horn og tók ég og smíðaði alveg nýjan úr 2mm efnisþykkt.\nJæja vonandi hafið þið eitthvað gaman að þessu næsta vers er að sandblása alla ryðbletti, gera upp hurðalamir, nýjar afturrúður heilar eru í pöntun og allt að gerast. vonandi rennur hann út fyrir jól en það kemur allt í ljós þegar líður á....",
            "date": "2019-09-02 22:14:00",
            "post_id": "180469",
            "reply_to_id": "179586"
        },
        {
            "user_name": "elli rmr",
            "text": "Þetta er metnaður í þessu hjá þér :D",
            "date": "2019-09-03 10:55:00",
            "post_id": "180473",
            "reply_to_id": "180469"
        }
    ],
    "date": "2017-02-23 01:35:00"
}