{
    "forum_title": "Almennt spjall",
    "id": "22157",
    "title": "Vandræði með ESAB vél",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=22157",
    "posts": [
        {
            "user_name": "Hfsd037",
            "text": "Sælir, ég keypti mér gamla þriggja fasa ESAB 180 vél í fyrir stuttu og fyrri eigandinn talaði um að hún væri að hrækja smá við suðu en hann hélt að það myndi lagast með nýjum vír, ég keypti 0.8 vír og mison 18 gas við hana en sama hvort ég fari eftir töflunni eða hræri í stillingunum þá virðist hún alltaf koma með ljótar suður, götóttar og slæmar suður.\nÉg er búinn að fara yfir jörðina en það breyttist ekkert við það, hinsvegar er upprunalegi barkinn enn á henni en ég vill ekki fara út í nýjan barka fyrr en ég hef útilokað allt annað, ég er með gasið stillt eftir bókinni og hef hrært aðeins í því í tilraunaskyni en með engum árangri.\nSvo skrapp ég aðeins upp í vinnu til pabba og þar er Kemppi vél og ég sauð aðeins með henni svona til að sjá samanburðinn og hún lék svoleiðis í höndunum á manni, algjör draumur að sjóða með henni!\nDettur ykkur eitthvað spennandi í hug hvað gæti verið að vélinni minni?\nGleðileg jól :)",
            "date": "2013-12-26 02:03:00",
            "post_id": "121775",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "Er hun að skila gasinu út um barkann, lækkar þrýstingurimn á kútnum ef byrjar að sjóða",
            "date": "2013-12-26 02:16:00",
            "post_id": "121780",
            "reply_to_id": "121775"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Mín vél lét svona, að vísu ekki ESAB heldur MigMag vél frá Olís gömul blá, barkinn á henni hafði klemmst og helst þurfti að stilla þrýstijafnarann á 20 til að fá ágætar suður í c.a. 4mm óhreint efni\nNú með nýja barkanum er ég er sjóða sama hlut á c.a. 8 þrýstingi",
            "date": "2013-12-26 02:22:00",
            "post_id": "121782",
            "reply_to_id": "121780"
        },
        {
            "user_name": "Hfsd037",
            "text": "Hún skilar gasinu vel í gegnum barkann og það sést greinilega á mælinum.\nGetur verið að það þurfi að svissa pólunum? það vantar alveg þetta taktfasta rafsuðuhljóð þegar maður er að sjóða með henni, sama hvað ég stilli mötunina á þá fæ ég ekki þetta týpíska mig rafsuðuhljóð við suðu. Gæti þetta verið slæm spenna inn á vírinn?\nOg já þetta er þriggja fasa vél.",
            "date": "2013-12-26 02:30:00",
            "post_id": "121783",
            "reply_to_id": "121782"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ertu búinn að mæla fasana í töflunni? Hvort þeir séu örugglega jafnhlaðnir",
            "date": "2013-12-26 03:19:00",
            "post_id": "121790",
            "reply_to_id": "121783"
        },
        {
            "user_name": "Hfsd037",
            "text": "Nei hef ekki gert það, geturðu útskýrt aðeins?:) Það eina sem ég veit um sem við kemur 3 fasa tenginu er að það er 3x16a",
            "date": "2013-12-26 03:28:00",
            "post_id": "121791",
            "reply_to_id": "121790"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Þá á ég við að voltin séu jöfn, það er stundum þannig í húsum ef mikið af notendum hefur verið tengt inn á einn fasann að hann er kannski 320v á einum fasa og 280 á næsta, þá koma spennusveiflur í það tæki sem verið er að nota á 3 fösum\nhinsvegar þykir mér ólíklegt að það valdi þessu í þínu tilviki í þessu nýlega húsi en það sakar ekki að skella mæli á greinina og vera viss",
            "date": "2013-12-26 03:49:00",
            "post_id": "121792",
            "reply_to_id": "121791"
        },
        {
            "user_name": "Hfsd037",
            "text": "Góður punktur hjá þér, enn oftast þegar ég hef verið að sjóða hérna þá er ég eiginlega fullviss um að ég hafi verið sá eini í lengjunni að nota þriggja fasa rafmagnið.\nEn í klónni er hægt að víxla tveimur pinnum með því að snúa þeim, væri sniðugt að prufa víxla?",
            "date": "2013-12-26 04:11:00",
            "post_id": "121793",
            "reply_to_id": "121792"
        },
        {
            "user_name": "Sævar Örn",
            "text": "já svo er örugglega mikilvægt að fasaröðin sé rétt, veit ekki hvernig rafsuðan virkar á 3 fösum en með rafmótora er mikilvægt að fasaröðin sé rétt",
            "date": "2013-12-26 04:49:00",
            "post_id": "121795",
            "reply_to_id": "121793"
        },
        {
            "user_name": "s.f",
            "text": "prófaðu að vígsla fösonum það er ekki sama hvernig þeir eru vélin lætur eins og djöfulinn ef þeir eru vitlausir",
            "date": "2013-12-26 09:38:00",
            "post_id": "121799",
            "reply_to_id": "121795"
        },
        {
            "user_name": "andrib85",
            "text": "ath hvort það sé nokkuð gat á gaslögninni á leið sinni frá jafnaranum til suðuskaftsins. einnig hvort að jörðin sé ekki örugglega í góðu lagi og hvort þú sért ekki örugglega með réttan spíss og drífhjól fyrir 0,8 vír",
            "date": "2013-12-26 10:47:00",
            "post_id": "121803",
            "reply_to_id": "121799"
        },
        {
            "user_name": "Aparass",
            "text": "Ég var að glíma við eina vélina mína akkurat svona í næstum ár og ætlaði að fara að henda henni þegar einhver gamall bifvélavirki stakk upp á að ég mundi mæla alla fasana úr tengli yfir í vélina og viti menn, það var einn vírinn í sundur einhversstaðar inn í miðjum kapli og einn þráðurinn skilaði bara engu.\nÉg fór og verslaði mér nýjann kapal og setti hann í og hef aldrei fundið fyrir vandræðum eftir það.\nFann líka nokkrar lélegar jarðtengingar og lausar skrúfur inn í vélinni í leiðini sem ég lagaði svo hún hefur verið eins og draumur síðan.",
            "date": "2013-12-26 10:49:00",
            "post_id": "121804",
            "reply_to_id": "121803"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég er að nota gamla 3 fasa kemppi vél en er með hana á 3x220 og það þurfti á snúa smá stykki í vélinni til að hún virkaði hjá mér er það eitthvað sem gæti verið að hjá þér?",
            "date": "2013-12-26 12:25:00",
            "post_id": "121812",
            "reply_to_id": "121804"
        },
        {
            "user_name": "pattigamli",
            "text": "það eru slati af díoðum í þessari vél og einn eða fleiri er brunnin þá lætur hún svona. Er sjálfur með svona vél og hef lent í þessu.",
            "date": "2013-12-27 01:40:00",
            "post_id": "121916",
            "reply_to_id": "121812"
        },
        {
            "user_name": "jongud",
            "text": "Miðað við hve margt getur verið að held ég að það væri ráð að fá yfirhalningu hjá þjónustuaðila.\n(eða allavega rafvirkja)",
            "date": "2013-12-27 10:25:00",
            "post_id": "121931",
            "reply_to_id": "121916"
        },
        {
            "user_name": "Sævar Örn",
            "text": "hahaha já það er eiginlega komið á það stig sýnist mér",
            "date": "2013-12-27 12:08:00",
            "post_id": "121939",
            "reply_to_id": "121931"
        },
        {
            "user_name": "Hfsd037",
            "text": "Takk fyrir góðar ágiskarnir allir saman, ég víxlaði 2 pinnum í tenginu og hún er eins og ný núna! :)\nNúna koma þessar fínu suður úr henni, og rafsuðuhljóðið hljómar ekki lengur eins og viðrekstur, hvað eruð þið samt með gasið á miklum þrýstingi?",
            "date": "2013-12-27 13:56:00",
            "post_id": "121948",
            "reply_to_id": "121939"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ég er með það á 8, er það ekki lb per minute ? eða ég man það ekki, allavega sýnir mælirinn hjá mér 8 meðan ég er að sjóða og c.a. 11 þegar ég er ekki að sjóða, það hentar mér vel þegar ég er að sjóða svart efni óslípað\nef ég er að sjóða einhverja ryðdrullu og eða fitukámað efni fer ég í svona 14 og fæ þá fínar suður\nflott að þetta reddaðist á auðveldan hátt fyrir rest",
            "date": "2013-12-27 14:00:00",
            "post_id": "121949",
            "reply_to_id": "121948"
        },
        {
            "user_name": "Hfsd037",
            "text": "Takk fyrir Sævar!",
            "date": "2013-12-27 14:40:00",
            "post_id": "121952",
            "reply_to_id": "121949"
        },
        {
            "user_name": "Kiddi",
            "text": "Þetta eru lítrar á mínútu, nú svo er vaninn hjá flestum að hreinsa burt ryð og drullu áður en maður sýður...........",
            "date": "2013-12-27 18:17:00",
            "post_id": "121969",
            "reply_to_id": "121952"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Já þar sem það er hægt, -oft er ryð í kverkum eða í holrýmum sem ekki er með góðu móti hægt að komast frá, þá er mín reynsla sú að með því að hækka hlífðargasmagnið komi betri suða",
            "date": "2013-12-27 18:37:00",
            "post_id": "121973",
            "reply_to_id": "121969"
        },
        {
            "user_name": "Kiddi",
            "text": "Það getur verið ágætt að hreinsa það burt með grönnum bor, en menn gera svosem bara það sem þeim hentar svo lengi sem þetta hangir saman á endanum.",
            "date": "2013-12-27 19:36:00",
            "post_id": "121983",
            "reply_to_id": "121973"
        },
        {
            "user_name": "Svekktur",
            "text": "Sælir mælarnir á kútonum eru ekki alltaf réttir, það borgar sig að vera með mælir sem að maður setur uppá hulsuna á byssunni til að sjá hvað hún er að gefa mikið flæði á mínótu (bara muna að stoppa færsluna á vírnum á meðan). svona mælir kostar eitthvað en er fljótur að borga sig ef mælirinn á gashilkinu er vitlaus. Svo færðu nákvæma mælingu.\nKv Sveinbjörn",
            "date": "2013-12-28 10:17:00",
            "post_id": "122027",
            "reply_to_id": "121983"
        }
    ],
    "date": "2013-12-26 02:03:00"
}