{
    "forum_title": "Almennt spjall",
    "id": "22154",
    "title": "tyre pressure monitoring system",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=22154",
    "posts": [
        {
            "user_name": "andrib85",
            "text": "sælir . ég er að spá hvort að Valor TPMS( \nhttp://www.tyrecheckers.co.za/index.php ... Itemid=433\n ) loftþrýstings skynjararnir sem eru seldir í Bílabúð Benna séu að virka fyrir breytta jeppa? ég fékk svona sett í jólagjöf og ég væri alveg til í að heyra einhvarjar reynslusögur um það hvernig þetta er að virka áður en ég skelli þessu í jeppan.",
            "date": "2013-12-25 22:57:00",
            "post_id": "121753",
            "reply_to_id": false
        },
        {
            "user_name": "xenon",
            "text": "Sæll ég er búin að eiga svona síðan 2008 þetta virkar vel en er aðalega ætlað fyrir veljulegan keyrslu þrýsting, ég gerði breytingar á mínu þar sem það koma alltaf væl (og ljós á skjáin) þegar það var þrýstings eða hitabreyting í dekki (aftengid væluna) þannig að ef það er breyting í dekki núna kviknar ljós á skjánum, þetta er alveg nothæft í jeppa eina sem ég sé að þessu er nákvæmnin hún er + /- 0,75 PSI sem er ekki svo gott ef menn eru komnir niður í 2 PSI en ef maður er meðvitaður um það þá er það í lagi, ég hef samt ekki lent í neinu veseni með þetta farið niður í 1,5 PSI og bara verið með pílumæli með, þú sér eins og skot ef þú affelgar eða það fer að leka úr dekkinu þannig að þetta hefur alveg fullan rétt á sér í góðan jeppa \nKv Snorri",
            "date": "2013-12-26 00:53:00",
            "post_id": "121768",
            "reply_to_id": "121753"
        },
        {
            "user_name": "firebird400",
            "text": "Sniðugt.\nHvað kostar svona búnaður hjá Benna?",
            "date": "2013-12-26 10:16:00",
            "post_id": "121800",
            "reply_to_id": "121768"
        },
        {
            "user_name": "Bílabúð Benna",
            "text": "32,950.kr",
            "date": "2014-02-06 11:45:00",
            "post_id": "126957",
            "reply_to_id": "121800"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Var með svona búnað, brotnaði af 2 felgum eftir fyrstu ferð og var eiginlega gagnslaust á meðan þetta var \"í lagi\"\nMæli með að þú eyðir peningunum í annað.\nTil dæmis þá kostaði það mig svipað eða minna að útbúa úrhleypikerfi á bílinn, þar ertu með búnað sem munar virkilega um og sýnir rétt gildi þegar þú virkilega þarft að sjá þau.",
            "date": "2014-02-06 12:43:00",
            "post_id": "126960",
            "reply_to_id": "126957"
        }
    ],
    "date": "2013-12-25 22:57:00"
}