{
    "forum_title": "Umhverfis- og hagsmunamál",
    "id": "2216",
    "title": "Frétt á mbl.is",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=11&t=2216",
    "posts": [
        {
            "user_name": "ofursuzuki",
            "text": "http://www.mbl.is/mm/frettir/innlent/2010/10/21/dregur_ur_akstri_utan_vega/\nÞað sem slær mig mest við þessa frétt er að þar er ekki minnst einu orði á það góða starf sem jeppaáhugafólk (F4x4) hefur unnið í þessum málum, ekki einu orði, þetta er móðgun við okkur og ekkert annað og steininn tekur nú úr þegar Vatnajökulsþjóðgarðs ruglinu er eignaður hluti af heiðrinum. Það að utanvegaakstur fari minnkandi er hinsvegar besta mál en ég tel að þar megi líka þakka okkar félagsskap sem búinn er að vinna mikið og óeigingjarnt starf á þessu sviði, EKKI EITT ORÐ frekar en við værum ekki til.",
            "date": "2010-10-21 11:58:00",
            "post_id": "9744",
            "reply_to_id": false
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Neiiii sko ekkert verið að hafa fyrir að minnast á innra starf jeppamanna sem haldið hafa áfram á braut á braut umhverfisverndar og áróði gegn utanvegaaksti núna sem og undanfarna áratugi.  Braut sem hefur lyft grettistaki og gert jeppamenn að fyrimyndarhópi af ferðafólki almennt.",
            "date": "2010-10-21 12:28:00",
            "post_id": "9745",
            "reply_to_id": "9744"
        },
        {
            "user_name": "nobrks",
            "text": "Það sem slær mig mest er \"..vönduð og góð umfjöllun mbl.\" \nSem er er fjarri lagi, undanfarin ár hafa verið birtar einhliða litaðar greinar, mjög oft án þess að þess að höfundi sé getið. Ljósmyndir hafa verið túlkaðar eftir hentugleika.\nOg þegar sendar hafa verið inn svargreinar við þessum áróðri þá hefur mbl ýtrekað neitað að birta þær.\n..ætla rétt að vona að fólk sé ekki að borga fyrir þennan áróðurspésa!!\nAð auki hefur ekki verið til nein formleg skráning um umfang utanvegaaksturs, og oft vitnað í gamlar skemmdir sem nýjar.  Þessi mæling á aukningu/minkun utanvegaaksturs er því yfirleitt byggð á tilfinningum landvarða.\nhttp://www.umhverfisraduneyti.is/frettir/nr/1700\nAnnars er þetta framtak Umhverfisráðuneytisins hið besta mál og LÖNGU tímabært, hefði mátt byrja fyrir svona 7 árum eða svo þegar bent var á að félagasamtök ná ekki til allra og hafa auk þess ekki fjármagn til þess að leggja í þennan málaflokk til lengri tíma, heldur þyrfti mun umfangsmeiri$$$ aðgerðir til að auka aðhald.",
            "date": "2010-10-22 08:00:00",
            "post_id": "9765",
            "reply_to_id": "9745"
        }
    ],
    "date": "2010-10-21 11:58:00"
}