{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "22181",
    "title": "Toyota Rafmagnslásar. ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=22181",
    "posts": [
        {
            "user_name": "Bjartmannstyrmir",
            "text": "Góðann dag. \nEr að velta fyrir mér hvort eða hvernig menn hafa verið að græja toyotu rafmagnslásana án rafmagns. \nt.d lofttjakk, barkastýringar eða einfaldlega bara handstýrt.\ner að leita eftir einhverju ódýru sem að virkar. mig munar svosem ekkert um að fara út til þess að setja lásana á. \nværi gaman ef þið væruð með einhverjar hugmyndir af útfærslum af þessu. jafnvel myndir af því hvernig þetta er hjá ykkur (það er að segja ef einhver hefur gert þetta) og kostnað á bakvið það.\nef að ég fer í þessa frammkvæmd þá á ég til 1 stk rafmagnsmótor sem verður falur og annann bilaðann í varahluti. \nmbk.\n -Bjartmann Styrmir",
            "date": "2013-12-27 18:45:00",
            "post_id": "121976",
            "reply_to_id": false
        },
        {
            "user_name": "Startarinn",
            "text": "Lestu þetta:\nviewtopic.php?f=50&t=22108",
            "date": "2013-12-27 19:30:00",
            "post_id": "121980",
            "reply_to_id": "121976"
        },
        {
            "user_name": "Bjartmannstyrmir",
            "text": "þakka þér fyrir .\n góð lesning þarna en einugnis tekið fyrir loft tjakka/rótor lausn\nog þyrfti þá að setja upp loftdælu og flr þar sem það er ekki komið í hiluxinn hjá mér ennþá\nhafa menn prófað eitthvað annað ? barka t.d",
            "date": "2013-12-27 19:42:00",
            "post_id": "121984",
            "reply_to_id": "121980"
        },
        {
            "user_name": "andrijo",
            "text": "Ég er með barka bæði að framan og aftan, get reynt að græja einhverjar myndir eftir helgi en þú mátt líka alveg heyra í mér og fá að skoða. \nEr mjög ánægður með þessa útfærslu þó að þetta sé pínu stíft ef það hefur ekki verið hreyft lengi.",
            "date": "2013-12-27 20:03:00",
            "post_id": "121985",
            "reply_to_id": "121984"
        },
        {
            "user_name": "Bjartmannstyrmir",
            "text": "já þakka þér það væri gaman að fá myndir af þessu ef þú nennir því . og svo jafnvel skoða þetta ef maður færi í þessa lausnina.\n hvernig græjaðiru læsingabúnað inní bíl ? ertu með handbremsuhandfang eða heimasmíðað ?\nog hvernig barka notaðiru ?",
            "date": "2013-12-27 21:00:00",
            "post_id": "121994",
            "reply_to_id": "121985"
        },
        {
            "user_name": "kjartanbj",
            "text": "Slærð bara tvær flugur í einu höggi, græjar þér almennilegt loftkerfi og setur loftjakk á þetta :) málið dautt , hefur ekki klikkað hja mer",
            "date": "2013-12-28 03:03:00",
            "post_id": "122018",
            "reply_to_id": "121994"
        },
        {
            "user_name": "Dúddi",
            "text": "Einusinni þurfti eg að redda læsingu a hilux að framan, bilaðan rafmagnslás og eg notaði bara gamlan handbremsubarka og wice grip.Reyndar bara timabundið. En það er samt leiðinlegt að maður þarf að lempa læsinguna þannig tennurnar standist á, enginn fjöður til að smella þessu á.",
            "date": "2013-12-29 18:51:00",
            "post_id": "122234",
            "reply_to_id": "122018"
        }
    ],
    "date": "2013-12-27 18:45:00"
}