{
    "forum_title": "Jeppinn minn",
    "id": "22199",
    "title": "Nissan Patrol V8 38\" Verkefni",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=22199",
    "posts": [
        {
            "user_name": "Potlus",
            "text": "Daginn, kæru spjallverjar\nVið feðgarnir erum mikið fyrir Patrol og höfum við átt Patrol í mörg ár.\nSá fyrri, árg.1991 vorum við með á 35“ dekkjum en sá bíll fór síðar á 38“ og seinna rifinn og það body orðið 35“. \nSíðustu ár höfum við átt 1998 árg af patrol og hefur hann verið á 35“dekkjum hingað til .\nSíðastliðinn vetur tókum við bílinn af númerum og síðasta árið hefur bíllinn verið í slipp. \nÁstæða þess að við fórum að rífa bílinn og endurbæta var að við ætlum að skipta út vélinni í honum. Vélin sem á að fara í bílinn er 5.2L, V8, 318 Dodge og fannst okkur þá tilvalið að ryðbæta og breyta honum í 38“ í leiðinni.  Ef við hefðum farið að skipta um vél og geyma það að bæta bílinn þá hefðum við fengið það í bakið á okkur fljótlega, vegna mikils ryðs í aftari hluta bílsins.\nÁkveðið var að vinna body og grind í sinnhvoru lagi. Smíðuð var kerra undir boddyið og grindinni rúllað inn í skúr. Bodyið er lítið ryðgað en þó sér orlítið á hjólskálum. Það ryð fer hinsvegar allt frá við 38“ breytinguna.\nHásingarnar voru rifnar undan, grindin strípuð og svo sandblásin. Eftir blástur sáum við að grindin var heldur verr farin en við áttum von á. Því var ekkert annað í stöðunni en að skera úr henni allt ryð en var þó bara ryð í henni í aftari hluta bílsins.\nFyrst við erum nú með grindina strípaða fyrir framan okkur ætlum við að breyta bílnum almennilega. Síkka á allar stífur um 10cm og gormaskálar síkkaðar líka, þetta gerir okkur kleift að þurfa ekki að nota upphækkunarklossa og verður bíllinn ekki hækkaður á boddyi.\nÝmsar pælingar hafa verið í gangi um lit á bílinn en appelsínugulur hefur komið sterkur inn.\nNú vantar okkur „rebuilt kit“ í vélina, þ.e. með stimplum pakkningum,undirliftum o.s.frv. \nHvar er hagstæðast af fá kit í þetta ?\nMjög líklegt að það sé hagstæðara  að flytja það inn sjálfur, en ef svo er væri gott ef þið gætuð hennt á mig linkum. \nÞetta er semsagt 318, 5.2L Dodge, sennilega 1997mdl. \nVerkefnið gengur hægt fyrir sig en : \n„Góðir hlutir,gerast hægt!“\nHér eru svo myndir úr verkferlinu ! ( Fleiri myndir koma seinna!)\nPatrolkveðjur",
            "date": "2013-12-28 15:27:00",
            "post_id": "122050",
            "reply_to_id": false
        },
        {
            "user_name": "íbbi",
            "text": "gaman að sjá menn taka svona vel á því. hann verður allt annar með moparnum",
            "date": "2013-12-28 16:26:00",
            "post_id": "122057",
            "reply_to_id": "122050"
        },
        {
            "user_name": "Potlus",
            "text": "Verður gaman að sjá hvað hann gerir !",
            "date": "2014-01-01 20:22:00",
            "post_id": "122620",
            "reply_to_id": "122057"
        },
        {
            "user_name": "stebbiþ",
            "text": "Gott val á mótor hjá ykkur. Er með grand cherokee '95 með þessu krami. Hellingur af power og torki í þessari sígildu gömlu vél, sem chrysler endurbætti stig af stigi í stað þess að finna upp hjólið að nýju. Kanarnir hreykja sig af því að keyra 350-400 þúsund km án þess að vélin sé opnuð, þannig að þetta er solid mótor. Mun traustari en nýja 4.7 lítra vélin. Grandinn hjá mér eyðir alls ekki svo miklu, þ.e. ef maður er nettur á petalanum.\nÁ þjóðvegaakstri 10-13 lítrum, en 15-20 í bæjarsnatti.\nÞú færð allt í þessar vélar á góðu verði, þú getur fengið OEM parts á fínu verði ef þú vilt bara orginal hluti, svo kemur Summit alltaf sterkt inn hvað vara- og aukahluti varðar (summitracing.com). Hef verslað við þá í 18 ár og aldrei orðið fyrir vonbrigðum. \nKveðja, Stebbi Þ.",
            "date": "2014-01-01 22:27:00",
            "post_id": "122629",
            "reply_to_id": "122620"
        },
        {
            "user_name": "Fetzer",
            "text": "Flott, en hverning er það fórstu bara með loftpressu og græjur niður í fjöru og grófsigtaðir sand ? :)",
            "date": "2014-01-15 02:24:00",
            "post_id": "124392",
            "reply_to_id": "122629"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Hérna er rebuild (re-ring) kit frá Federal Mogul, hef notað þetta með góðum árangri...\nhttp://www.summitracing.com/int/parts/f ... /overview/\nsvo er hérna fyrir nokkur auka folöld fyrst að mótorinn er opinn:\nhttp://www.summitracing.com/int/parts/s ... /overview/\nknastás og lifters ;) sem að kosta klink !\nog svo ef að menn vilja hræra með þjöppuna og fá enn meira spark:\nhttp://www.summitracing.com/int/parts/u ... make/dodge\n400$ fyrir stimpla sem að bumpa þjöppunni aðeins, væri mjög flott combo með þessum knastás og lifters :D",
            "date": "2014-01-15 07:38:00",
            "post_id": "124401",
            "reply_to_id": "124392"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Skulum ekki gleyma heddum og smá dress-up:\nhttp://www.summitracing.com/int/parts/e ... make/dodge\nhttp://www.summitracing.com/int/parts/d ... make/dodge\neða\nhttp://www.summitracing.com/int/parts/e ... make/dodge\nen svona að öllu gríni slepptu, þá myndi ég taka knastás-settið sem að ég póstaði og rebuild kit...\nef að þú vilt eyða auka 400$ þá tekur þú stimplana líka... með stimplunum (hækkar þjappan úr 9:1 í 9.7:1) og þessum knastás ættir þú að vera í 290-310whp myndi ég halda...\ngætir auðveldlega bumpað því í 350+ með heddum, kveikju og öflugari innspýtingu eða bara stærri spíssum....",
            "date": "2014-01-15 07:57:00",
            "post_id": "124404",
            "reply_to_id": "124401"
        },
        {
            "user_name": "Potlus",
            "text": "Fetzer\n  :  Sandurinn sem við notum í þetta er foksandur. Hann er það fínn að ekki þarf að sigta hann. Tókum hann úr landareigninni í Rangárvallasýslu.\nHr.Cummins\n : Takk kærlega fyrir upplýsingarnar. Ýmislegt búið að gerast og grindin fer fljótlega að verða tilbúin.\nBkv.Árni",
            "date": "2014-01-15 17:28:00",
            "post_id": "124441",
            "reply_to_id": "124404"
        },
        {
            "user_name": "Potlus",
            "text": "Málið er að það reynist erfiðara að finna knastás sem er með roller undirlyftum (og auka torki)",
            "date": "2014-01-17 22:31:00",
            "post_id": "124740",
            "reply_to_id": "124441"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Tja, það er reyndar alveg rétt..\nen ásinn sem að ég benti þér á er að virka flott á orginal stimplunum 9:1 og virkar enn betur með hærri þjöppu...\ngott low-midrange power og því engin þörf á að vera að snúa þessu neitt endalaust.... \nformúlan er alltaf sú að togið framleiðir hestöflin, hestafla og togkúrvurnar skarast alltaf á 5252rpm.. (lb.ft. tog þ.e.)\n1 hestafl stendur alltaf fyrir 33.000 ft.lb. af vélrænni orku á mínútu, ég þyrfti að teikna myndir og gröf og eitthvað til þess að útskýra þetta nánar og er svo ekkert viss um hvort að allir myndu skilja það, en bottom line er að þessi knastás eykur þar af leiðandi togið og ég get alveg \"garanterað\" að þú átt eftir að finna gífurlegan mun...\nÓdýrt og flott modd, svo er þessi patrol það léttur að stock 318 væri bara plenty... en maður vill alltaf meira :)",
            "date": "2014-01-18 12:53:00",
            "post_id": "124779",
            "reply_to_id": "124740"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "[quote=\"Hr.Cummins\"]\nformúlan er alltaf sú að togið framleiðir hestöflin, \nhestafla og togkúrvurnar skarast alltaf á 5252rpm.. (lb.ft. tog þ.e.)\n1 hestafl stendur alltaf fyrir 33.000 ft.lb. af vélrænni orku á mínútu, ég þyrfti að teikna myndir og gröf og eitthvað til þess að útskýra þetta nánar og er svo ekkert viss um hvort að allir myndu skilja það, en bottom line er að þessi knastás eykur þar af leiðandi togið og ég get alveg \"garanterað\" að þú átt eftir að finna gífurlegan mun...\nquote]\naf einskærri forvitni og áhuga, hvernig fara þessar kúrvur að þessu ?\nef þetta er fært í kW-Nm töflu skerast þessar línur þar líka ?\ner heldur ekki að ná reikningnum við hp í 33.000 pund fet, viltu útskýra betur takk.\ner að kenna vélfræði í vélskólanum og það væri flott að fá nýja vídd í fræðina takk :)",
            "date": "2014-01-24 21:49:00",
            "post_id": "125712",
            "reply_to_id": "124779"
        },
        {
            "user_name": "Lindemann",
            "text": "þetta er nú eitthvað skrítin fullyrðing hjá Viktori með skurðinn á kúrfunum. Togkúrfa er alltaf mismunandi eftir hverri vél og hestaflakúrfan sker hana á mismunandi stað.\nEn með 33000 lb-ft þá skiptir öllu máli í því samhengi að þetta er á mínútu.\nÞ.e. afl er alltaf mælt sem vinna á tímaeiningu",
            "date": "2014-01-24 22:42:00",
            "post_id": "125719",
            "reply_to_id": "125712"
        },
        {
            "user_name": "Stebbi",
            "text": "Viktori til smá varnaðar þá er þessi 5252rpm tala skrifuð um allt internet sem sá punktur sem tog og hestafla kúrfur mætast í bensínvélum.  Hvort það sé algilt eða bara mjög algengt veit ég ekki en þessi tala birtist grunsamlega oft.\nEf að menn með phd, bsa og hbo í vélfræðum geta útskýrt þetta eða leiðrétt þá væri það gott og þá helst á mannamáli.",
            "date": "2014-01-24 23:41:00",
            "post_id": "125724",
            "reply_to_id": "125719"
        },
        {
            "user_name": "pattigamli",
            "text": "Sælir höfðingjar\nPattin sem þið rifu er það ekki svarti bíllin min sem ég byggði upp fyrir tveim árum",
            "date": "2014-01-25 00:19:00",
            "post_id": "125728",
            "reply_to_id": "125724"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "viewtopic.php?f=2&t=22842\ngerði sér þráð hérna... kem með meiri skrif þarna ef að menn vilja... og ef að ég nenni :)",
            "date": "2014-01-25 01:44:00",
            "post_id": "125733",
            "reply_to_id": "125728"
        },
        {
            "user_name": "Potlus",
            "text": "Óskar , jú þetta er hann! Grindin fór í bíl á Hellu held eg !  Breyttir mú ekki Bodyinu í 35\"aftur ? Fannst þetta alltaf helv. Fínn bíll !",
            "date": "2014-01-25 09:10:00",
            "post_id": "125746",
            "reply_to_id": "125733"
        },
        {
            "user_name": "pattigamli",
            "text": "Jú við siggi suðum í hjólbogana að aftan og svo notaði ég fram endan af gamla mínum,hann var 35\" hélt mig við þá stærð.",
            "date": "2014-01-25 12:04:00",
            "post_id": "125764",
            "reply_to_id": "125746"
        },
        {
            "user_name": "Potlus",
            "text": "Sælir/ar aftur\nNú hefur dágóður tími liðið og ýmislegt gerst hjá okkur feðgum !\nBúið er að ryðbæta og breyta grind. Stífufestingar voru síkkaðar um 10cm og gormaskálar einnig. Demparafestingarnar voru einnig færðar eins og sjá má á myndum. \nNæsta mál á dagskrá er að smíða millistykki fyrir millikassa á sjálfskiptinguna svo hægt sé að staðsetja mótorfestingar.\nAnnars segja myndir allt sem þarf !\nBkv.Árni og Tobbi",
            "date": "2014-03-02 22:25:00",
            "post_id": "130018",
            "reply_to_id": "125764"
        }
    ],
    "date": "2013-12-28 15:27:00"
}