{
    "forum_title": "Almennt spjall",
    "id": "22252",
    "title": "Land Rover 38\" eða Land Cruiser 38\"?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=22252",
    "posts": [
        {
            "user_name": "Mangi",
            "text": "Sælir allir spjallarar.. \nHann er töff að sjá, kössóttur og kúl, kveikir í karlmennskunni og allt, en ég hef á tilfinningunni að viðhaldið sé dulítið meira í Land Rover Defender 110TDS en Land Cruiser 90. Krúserinn á 1,5 millu, en Roverinn á tæpar tvær. Báðir jafn gamlir. Hvorn á ég að fá mér? Mig \"langar\" meira í Roverinn en held að það sé einhver nostalgía sem ég þarf kannski að hrista af mér.\nVerð að bæta við, að ég er að kaupa hann til að komast oft og mikið um gljúpan fjörusand.",
            "date": "2013-12-30 20:50:00",
            "post_id": "122374",
            "reply_to_id": false
        },
        {
            "user_name": "stone",
            "text": "auðvitað er Landrover miklu karlmannlegri, fallegri, hrjúfari og kemst lengra",
            "date": "2013-12-30 21:04:00",
            "post_id": "122375",
            "reply_to_id": "122374"
        },
        {
            "user_name": "kuturinn",
            "text": "mátt kaupa cruserin minn ;) skoðaðu af honum linkinn",
            "date": "2013-12-30 21:06:00",
            "post_id": "122377",
            "reply_to_id": "122375"
        },
        {
            "user_name": "Mangi",
            "text": "Heyrðu kútur - sendu þá linkinn..",
            "date": "2013-12-30 21:09:00",
            "post_id": "122378",
            "reply_to_id": "122377"
        },
        {
            "user_name": "kuturinn",
            "text": "viewtopic.php?f=29&t=22216\n hérna er hann venur",
            "date": "2013-12-30 21:17:00",
            "post_id": "122379",
            "reply_to_id": "122378"
        },
        {
            "user_name": "rockybaby",
            "text": "Sæll , held að ég geti fullyrt það að það er ekki meira viðhald á landrover en landcruiser hef reynar bara átt 38\"hilux en annað gert ég fullyrt að varahlutaverð í landrover ( þá í BSA ) er mun lægra en varahlutaverð í landcruiser. Á landrover í dag og búin að vera með hann síðustu 8 ár 39.5\" breyttann og það sem ég þurft að skipta um á síðustu 8 árum ( miðað við 130þús ekna km ) tímareim , bremsuklossa 1 skipti, 2stk stýrisenda , 2 hjöruliðskrossa , 1 kúplingu ( fór í 210þúskm ) 2 stk demparar , 1 stýrisdempari og svo nokkrar perur og öryggi. mbkv.Árni",
            "date": "2013-12-30 21:30:00",
            "post_id": "122382",
            "reply_to_id": "122379"
        },
        {
            "user_name": "StefánDal",
            "text": "Land Roverinn er mjög töff og allt það. En það er ekki fyrir mig að sitja í þessu í langferðum, hvar svo sem í bílnum sem það er. Ég hef töluverða reynslu af 44\" Defender sem torfæru og björgunartæki. Sem slíkur er hann í fremstu röð. Dúkur á gólfum og ekkert bull.\nHinsvegar keypti ég mér Land Cruiser á 38\" þar sem ég vildi bíl sem myndi henta í sem flest. Cruiserinn fer rosalega vel með mið í langkeyrslu og er lipur í innanbæjarsnatti. Hef ekki prufað hann nóg í torfærum.",
            "date": "2013-12-30 21:59:00",
            "post_id": "122386",
            "reply_to_id": "122382"
        },
        {
            "user_name": "stone",
            "text": "mikið rétt ef þú ert að leyta þér að tæki í langkeyrslu og innanbæjarsnatt þá hentar cruserinn vel",
            "date": "2013-12-30 22:23:00",
            "post_id": "122390",
            "reply_to_id": "122386"
        },
        {
            "user_name": "Mangi",
            "text": "Gaman aððessu.. Ég á sjálfur nýrri krúser sem er voða fínn, og gæti þannig lagað án þess að depla auga keypt krúser. EN ég er að reyna að kreista út úr mönnum hvort að svona \"gamlir\" gaurar, báðir 97 módel, séu jafningjar þegar kemur að viðhaldi og rekstri. Það bara vill þannig til að mér býðst þessir bílar og þeir eru svona skemmtilega jafn keyrðir, jafn gamlir á jafn stórum dekkjum o.s.frv. Ég ætla mér að nota bílinn í vinnu og dáldið slark í fjörusandi og slíku og mun ekki nota hann í langkeyrslu svo nokkru nemi.",
            "date": "2013-12-30 22:26:00",
            "post_id": "122392",
            "reply_to_id": "122390"
        },
        {
            "user_name": "íbbi",
            "text": "cruiser allan daginn",
            "date": "2013-12-30 22:47:00",
            "post_id": "122396",
            "reply_to_id": "122392"
        },
        {
            "user_name": "joisnaer",
            "text": "Ég er mikill land rover maður og mæli með land rovernum, þetta eru ótrúlega skemmtilegir bílar á fjöllum og með fjöðrunarbúnað sem ber af öðrum jeppum, svo eyðir hann mun minna er land cruiser eða bara allir jeppar af sambærilegri stærð.",
            "date": "2013-12-30 23:29:00",
            "post_id": "122404",
            "reply_to_id": "122396"
        },
        {
            "user_name": "kolatogari",
            "text": "Nei sko. Málefnaleg umræða um sitthvora ólíka tegundinda sem fór ekki útí skítkast eða bull. hvað er í gangi.",
            "date": "2013-12-31 00:15:00",
            "post_id": "122412",
            "reply_to_id": "122404"
        },
        {
            "user_name": "joisnaer",
            "text": "já þetta er maður ekki vanur að sjá á þessum vef",
            "date": "2013-12-31 00:22:00",
            "post_id": "122413",
            "reply_to_id": "122412"
        },
        {
            "user_name": "Mangi",
            "text": "Batnandi mönnum er best að lifa hr. Kolatogari! Nú ætla ég að kreista aftur... Um að gera að halda áfram að vera málefnalegir.. Eru þessir gömlu gaurar jafningjar þegar kemur að viðhaldi?",
            "date": "2013-12-31 00:24:00",
            "post_id": "122415",
            "reply_to_id": "122413"
        },
        {
            "user_name": "Stebbi",
            "text": "Eftir að hafa átt fullt af Toyotum bæði jeppum og fólksbílum og aldrei átt Land Rover þá held ég miðað við þínar forsendur þá sé Roverinn algjör no-brainer.  Gömul Toyota er alveg jafn mikill hausverkur og aðrir gamlir bílar.  Roverinn lagast bara þegar þú ert búin að fara með pakka af borskrúfum og nokkrar kíttitúpur í hann, eitthvað sem á engan vegin heima í Toyotu.\nHugsa að ég fengi mér sjálfur frekar gamlan Land Rover en gamla Toyotu.",
            "date": "2013-12-31 00:32:00",
            "post_id": "122419",
            "reply_to_id": "122415"
        },
        {
            "user_name": "stone",
            "text": "það er nú einhvernvegin þannig að landroverinn er alltaf bilaður en samt í lagi.  Sumt þarf bara ekki að vera í lagi.  viðhald á honum er einfalt og frekar ódýrt.  Viðhald á gamalli toyotu eru yfirleitt talsvert dýrari.",
            "date": "2013-12-31 00:46:00",
            "post_id": "122422",
            "reply_to_id": "122419"
        },
        {
            "user_name": "gráni",
            "text": "Búin að eiga fullt af Toyotum, en einn landrover það er ein almesta drusla sem ég hef eignast, á hann ennþá vil ekki selja hann ætla að henda honum 2001 módel, vill engum svo illt að selja hann!",
            "date": "2013-12-31 01:51:00",
            "post_id": "122434",
            "reply_to_id": "122422"
        },
        {
            "user_name": "Freyr",
            "text": "Undir öllum venjulegum kringumstæðum tæki ég frekar cruiserinn en miðað við þínar forsendur (slarkið) veldi ég roverinn.\nKv. Freyr",
            "date": "2013-12-31 01:52:00",
            "post_id": "122435",
            "reply_to_id": "122434"
        },
        {
            "user_name": "joisnaer",
            "text": "um að gera að henda honum bara í mig ;)",
            "date": "2013-12-31 01:55:00",
            "post_id": "122436",
            "reply_to_id": "122435"
        },
        {
            "user_name": "Fordinn",
            "text": "þetta landrover dót er bara svo þröngt og leiðinlegt... ef menn eru nettir  sleppur það kanski......   leiðist bara að liggja á hurðunum þegar ég er að keyra....       kv    einn orðin of góðu vanur i ford pikkanum =)",
            "date": "2013-12-31 02:39:00",
            "post_id": "122438",
            "reply_to_id": "122436"
        },
        {
            "user_name": "Mangi",
            "text": "Takk fyrir hrein og bein svör. Reynsla manna er greinilega misjöfn - og er allt í lagi. Ég græði helling af svona svörum og meira að segja les ég á milli línanna, en þar leynist sitthvað!",
            "date": "2013-12-31 13:44:00",
            "post_id": "122472",
            "reply_to_id": "122438"
        },
        {
            "user_name": "kjartanbj",
            "text": "Land rover ef þú ert ekki stór og ert sama um að boddypartar detti af randomly og þolir kulda vel, Land cruiser í öllum öðrum tilvikum",
            "date": "2013-12-31 13:49:00",
            "post_id": "122473",
            "reply_to_id": "122472"
        },
        {
            "user_name": "firebird400",
            "text": "Hvaða boddypartar hafa verið að detta af Defenderum.\nFæ bara kjánahroll þegar maður les svona bjánalæti.\nDefender hefur sína galla. Persónulega mundi ég ekki nenna að eiga svona bíl. En þeir hafa líka sína kosti og vissulega sinn sjarma.\nEn það var spurt um viðhald.\nPersónulega held ég að það verði ódýrara að eiga Land Roverinn. Aðallega vegna þess að varahlutir kosta mun minna. Svo er líka hel svert dót undir þeim. Og þeir drífa",
            "date": "2013-12-31 15:38:00",
            "post_id": "122499",
            "reply_to_id": "122473"
        },
        {
            "user_name": "jongud",
            "text": "\"hel svert dót undir þeim\"!?\nÉg hef séð fleiri enn einn brotinn öxul úr rover öxlum. Það er lélegt stál í þessu. Þar á Toyota vinninginn.\nÉg myndi miklu frekar vilja gera við Toyotu heldur en Defender. Maður þarf að ráða til sín liðamótalausan kött með gráðu í bifvélavirkjun til að gera við undir húddinu á Defender.",
            "date": "2013-12-31 15:55:00",
            "post_id": "122504",
            "reply_to_id": "122499"
        },
        {
            "user_name": "sigurdurk",
            "text": "Síðan má ekki gleyma þeim örlitla galla sem roverinn hefur og virðist hafa gleymst að nefna en það er að það þarf að skipta út hurðum á ca 10 ára fresti. :)",
            "date": "2013-12-31 16:01:00",
            "post_id": "122506",
            "reply_to_id": "122504"
        },
        {
            "user_name": "kjartanbj",
            "text": "Ég fór tvisvar sinnum í ferð með Land Rover defender siðasta vetur, í fyrra skiptið þá var það ca 2005 Módel , hann missti bilstjóra hurðina af í heilu lagi, þurfti að strappa hana fasta á bilinn og krönglast út um afturhurðina alltaf þegar hann þurfti út og inn, einnig datt af hjá honum rúðuþurku armurinn bílstjóra megin, þannig hann þyrfti að vera með hausinn út um gluggann í snarvitlausu veðri til að sja eitthvað hvert hann væri að fara\ní næstu ferð þá vorum við að keyra upp brekkurnar hjá Setrinu á leið inn á Illahraun þa var 2007 módel með í för ef mig minnir rétt, þá kom allt í einu í talstöðinni hja okkur \"bíðið aðeins strákar\" og við spurðum hvað væri að þá kom \"aftur hlerinn datt af í brekkunni\" \nþetta eru allavega 2 skipti sem ég man eftir :) en annars er ég ekki með mikla reynslu af þessum bilum, eru cool og allt það í fjarska, en ekki uppá marga fiska inní",
            "date": "2013-12-31 16:32:00",
            "post_id": "122515",
            "reply_to_id": "122506"
        },
        {
            "user_name": "beygla",
            "text": "myndi ekki kaupa þessa bíla þetta eru druslur myndi kaupa lödu sport :)",
            "date": "2013-12-31 16:47:00",
            "post_id": "122518",
            "reply_to_id": "122515"
        },
        {
            "user_name": "reyktour",
            "text": "Þetta hljómar eins og Land rover. Eru byggðir til þess að bara drulla sér af stað. Ekkert pjatt við þrif notar bara dæluna inni sem úti. Hver beygla hefur sína sögu. Land cruiserinn er þægilegra keyrslulega séð. Ekki spurning. En ef þú vilt jeppa sem er altaf einhvern veginn í ólagi en samt í lagi. Þá Defender allan daginn. Öxull kostar um 15 þús í bsa vs. 100+ í toyota. Kúpling með pressu og 2 dælum um 34þús í Bsa. Hef aldrei hlegið innra með mér þegar ég hef verið að kaupa varahluti nema í landann. \nÞað Er einhver sjarmi við hann. þetta míg lekur og fult af öðrum göllum. En ég fer allan daginn aftur í Defender. Það er bara eitthvað við þá. Alt er svo einfalt í þeim. \nSvo verða Þeir altaf miklu miklu fallegri með haug af drullu á sér.",
            "date": "2013-12-31 17:13:00",
            "post_id": "122528",
            "reply_to_id": "122518"
        },
        {
            "user_name": "Ólafur Ragnarsson",
            "text": "ég á Disco 3  sem  bilar nú  talsvert.\nen  ég verð að taka undir það  að  mér  finnst  alltaf jafn skrýtið  þegar ég fer að versla í hann  hvað allt er ódýrt  miðað  við aðra jeppa.\nMjög oft  eru varahlutirnir    helmingi ódýrari  heldur  en  cruser og patrol hlutir.\nÞá á ég við hljólalegur, loftdælur  drullusokkar  stýrismaskína  og fóðringar  svo eitthvað sé nefnt.\nog þjónustan þarna í bsa  er til fyrirmyndar.\nkv Óli",
            "date": "2013-12-31 18:59:00",
            "post_id": "122541",
            "reply_to_id": "122528"
        },
        {
            "user_name": "jeepson",
            "text": "Land roverinn er töff og kemur orginal dældaður fram og tilbaka. Svo er bara að eiga góðan kulda galla og regnhlíf. Skil reyndar ekki afhverju kuldagallin og regnhlífin fylgir ekki með frá verksmiðjuni. Svo skiptir engu máli hvort að önnur dæld bætist við í hópin. Svo er þetta hrátt að innan sem gefur ákveðin sjarm. Ég er 105kg maður og verð nánast halla mér alveg yfir í farþegar sætið til að geta lokað bílstjóra hurðinni á svona bíl. Eitthvað var ég búinn að heyra að öxlar væru algjört pjátur í defender. En þar sem að mér er ílla við bréta og alt sem kemur frá þeim, væri ég samt til í að eiga svona defender. Og einn daginn skal láta verða að því að eignast svona grip. Bara til að geta sagt að ég hafi átt svona bíl. \n90 cruiser. Þekki hann lítið. En virðist þó vera rúmgóður og eyðslan hófleg. Ég hef nú ekki sest inní svona bíl en reikna passlega með að ég geti lokað hurðum án þess að halla mér í sætið við hliðina Eitthvað var ég búinn að heyra drauga sögur af vélinni í 90 cruiser frá 97-98. Sel það ekki dýrara en ég keypti það. En heddin áttu það víst til ða endast eitthvað stutt. Það væri reyndar kanski gott ef að 90 cruiser serfræðingar gætu staðfest það hvort að þessi drauga saga sé sönn eða ekki.. Mér líka ílla við þetta klafa dót á þeim. En það gefur þeim auðvitað góða aksturs eiginleika á malbikinu.. Þeir koma auðvitað ekki dældaðir frá verksmiðjuni þannig að maður verður þá væntalega fúll ef að hann dældast eitthvað. Manni hefur heyrst að menn séu almennt ánægðir með þessa bíla. Kanski prufar maður svona cruiser ef að maður gefst upp á patrol delluni. En það verður aldrei að ég held. En hver veit. Alt bilar þetta og ryðgar og eyðir öllu sem er sett á þetta sama hvaða tegund þetta er.",
            "date": "2013-12-31 19:55:00",
            "post_id": "122546",
            "reply_to_id": "122541"
        },
        {
            "user_name": "kolatogari",
            "text": "Ég hef reyndar aldrey átt Defender, hef átt nokkra Range Rover classic. Hef lítið annað en gott að segja um þá bila, ef þú lendir ekki á að kaupa illa hirta druslu, En það gildir nú um alla bíla. Ég hef aldrey lent í neinum stórkostlegum bilunum nema þær sem leiða til gamals aldurs (svona eins og grindin giðgi í sundur á '85 bíl) Almennt er mjög skemtilegt kram í þessum bílum, veit ekki hvað menn eru alltaf að brjóta öxla. Ég hef aldrey lent í því. Reyndar veit ég að þeir eru veiki hlekkurinn í drifrásinni, þannig ég keyri í samræmi við það, en sumir vilja jú alltaf vera að bjróta allt. Varahlutir eru ódýrir í Land Rover og mjög auðvelt að gera við þá. Allir bílarnir mínir hafa verið breittir, misvel og með misjöfnum vélum. allt skemtilegir bílar. \nÉg hef svoldið prufað 90 crueser í sveitinni. þá óbreyttan. Finnst hann frekkar óþægilegur,karakterlaus með litla aksturseiginleika og þeim mun verri í lausu undirlagi. held samt það sé ægætis kram í þeim. hefur allavega ekki bilað. ólíkt öðru í bílnum eins og t.d hjólabúnaði, og þá er eins gott að einhvað hafi safnast í veskið.",
            "date": "2013-12-31 20:35:00",
            "post_id": "122549",
            "reply_to_id": "122546"
        },
        {
            "user_name": "joisnaer",
            "text": "þetta eru náttúrulega mjög ósambærilegir bílar að mörgu leiti...... \nLand Cruiserinn er meiri fjölskildubíll myndi ég segja sem er gerður til að fara vel með farþega. Finnst fjöðrunarkerfið ekki alveg hannað kanski til þessa brúgs en ég hef nú aldrei verið hrifinn af klafadóti framan á breyttum jeppum.\nDefenderinn er náttúrulega bara í rauninni gamall jeppi sem hefur breyst örlítið útlitslega séð frá 1960. Hannaður frekar með drifgetu í hug heldur en þægindi. En fjöðrunarkerfið er frábært í þeim og held ég því næstum fram að það sé besta fjöðruinarkerfi sem kemur beint frá framleiðanda. Þessar draugasögur um öxla held ég að séu að miklu leiti bara vitleysa. Hef mikið ferðast með pabba gamla í defender og sjálfur mikið á discovery og veit ekki til þess að það hafi verið mikið öxlavesen. Eina sem gæti verið að skemma öxla er slæmt viðhald og illa hirtar hjólalegur.\nGæti samt verið að þessar sögur komi frá gömlu range rover hásingum og öxlum frá eldri tíð því þeir voru með 10 rillum í stað 27 ef ég fer með rétt mál og var þar af leiðandi mikið veikari.",
            "date": "2013-12-31 20:56:00",
            "post_id": "122550",
            "reply_to_id": "122549"
        },
        {
            "user_name": "Freyr",
            "text": "Landrover öxlarnir eru nú frekar mikið sorp, a.m.k. þeir lélegustu sem ég hef kynnst. Gjarnir á að brotna og eins kjagast rillurnar á þeim og flöngsunum sem tengja þá við hjólnöfin að aftan. Þetta á ekki bara við mikið breytta bíla heldur gerist þetta  einnig í lítið- og óbreyttum jeppum.",
            "date": "2014-01-01 03:06:00",
            "post_id": "122559",
            "reply_to_id": "122550"
        },
        {
            "user_name": "íbbi",
            "text": "ég er nú eins og við flestir sérvitringur, og tel mig hafa skilning á sérvisku annara,  og hef alltaf talið að land rover fetishið sé bara týpísk della,sem ég gúddera, og hef margar slíkar sjálfur \nég get að einhverju leyti skilið það,  enda verður ekki tekið af defenderinum að hann er goðsögn í lifanda lífi, \nen ólíkt mörgum öðrum slíkum, þá hafa þau skipti sem ég hef fengið að prufa svona bíla ekkert gert nema að skilja eftir tómrúm í skilning mínum á því hvernig nokkur maður getur séð eitthvað við þessa bíla, mín helsta reynsla af svona bílum er að 38\" defender sem fyrrv vinnufélagi minn keypti nýjann og lét breyta, hann var gríðaránægður með bílinn og lifði í þeim miskilning að ég heillaðist eitthvað af þessu líka og var alltaf að senda mig út og suður og sagði stoltur að ég gæti tekið land roverinn, og gott ef hann reyndi oft ekki að múta mér með því að fara á honum og jésús pétur maría og jósep hvað ég var alltaf orðlaus yfir bílnum..  \nog það yfir því hversu hræðilegur bíll að öllu leyti þetta var. ég veit varla hvar ég á að byrja,  hversu hræðileg innréttingin í honum var? hversu illa smíðaður hann virtist vera, hversu vont það var að keyra hann?  og af hverju er bílstjórasætið ekki inni í bílnum, ég er nú ekki stór maður en maður situr alveg klíndur upp við hurðina, \nen ég verð reyndar að viðurkenna að mér finnst þeir nokkuð laglegir á stórum dekkjum, \nfyrir mér er til svar við land rover, og það er G bíllinn, þar erum við að tala saman\n:)",
            "date": "2014-01-01 04:36:00",
            "post_id": "122560",
            "reply_to_id": "122559"
        },
        {
            "user_name": "Atttto",
            "text": "Land rover á heima í björgunarstörfum og í vinnu því að hann er jálkur og það er sama veður inni í honum og úti. þekki það vel af bílnum hjá sveitinni hér á Reyðarfirði. það eru ódýrir varahlutir, lítið sem getur bilað (lítið rafmagn) og fínir bílar til síns brúks,\nlíka eru þeir einfaldir í viðgerðum\nLand cruiser 90 þykir mér óþægilegt að sitja í (það er hinsvegar persónu bundið) en mun þéttri og betri bílar í marga staði.\nþetta er allt spurning um hvað eigi að nota bílinn í.\ngangi þér bara sem best að velja þann bíl sem hentar þér.\nen ef þú ætlar að vera mikið í fjörusandi þá mæli ég með land rover því að þú spúlar hann bara að innan án þess að hafa nokkrar áhyggjur  eða ferð með bílakústinn inn í hann því að það er jú bara dúkur á gólfinu en ekki teppi.\nKv. Atli Þ",
            "date": "2014-01-01 04:58:00",
            "post_id": "122561",
            "reply_to_id": "122560"
        },
        {
            "user_name": "kuturinn",
            "text": "hvort keyptiru þér ?",
            "date": "2014-01-13 19:13:00",
            "post_id": "124218",
            "reply_to_id": "122561"
        },
        {
            "user_name": "Valdi B",
            "text": "mér finst landrover bara ekki neinum bjóðandi , kemst varla inní þetta , ekkih gæt að loka hurð á eftir sér liggur við :D og ef 90 krúserinn væri á hásingu að framan með góðum drifum , hefði krúserinn vinninginn á allavegu annars fyrir mér, og sma hvað þá myndi roverinn ekki hafa vinninginn útaf því ég vil geta setið inní bíl og verið með báða fætur inní bíl, ekki annan fótinn á stigbrettinu...",
            "date": "2014-01-13 20:10:00",
            "post_id": "124234",
            "reply_to_id": "124218"
        },
        {
            "user_name": "Mangi",
            "text": "Sælir spjallarar allir saman...\nÞetta hafa verið skemmtilegir póstar - ekki hægt að segja annað. Ég skoðaði ýmislegt eins og gefur að skilja.. Ég keypti Land Rover á 38\". Vinnulega séð kemur hann betur út. Get breytt ýmsu aftur í og fest búnað utan á bílinn \"samviskulaus\". Með leðursætum er þetta bara ljúft. Bekkurinn ljóti horfinn á vit feðra sinna o.s.frv. Vinir mínir glottu þó illkvittnislega þegar ég fór inn á verkstæði með hann á fimmta degi! Ég afgreiddi málið með því að kaupa árskort hjá verkstæðinu - kemur bara vel út!!!",
            "date": "2014-01-16 12:03:00",
            "post_id": "124546",
            "reply_to_id": "124234"
        },
        {
            "user_name": "oggi",
            "text": "svo er bara að ganga í \nhttp://www.islandrover.is\n  og kaupa áskrift að land rover blaðinu \nhttp://subscribe.lrm.co.uk\n og brosa hringinn og til hamingju með nýjast fjölskyldumeðlimin",
            "date": "2014-01-16 14:45:00",
            "post_id": "124565",
            "reply_to_id": "124546"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Það er eitt sem mætti íhuga. Hönnun Land Rover á boddí og grind Defender í dag er mjög svipuð og árið 1962. Það hefur verið gríðarleg þróun í öryggsþáttum og styrkleika farþegarýmis bíla síðan þá, ekki síst á síðustu 15 árum.",
            "date": "2014-01-16 16:54:00",
            "post_id": "124575",
            "reply_to_id": "124565"
        },
        {
            "user_name": "s.f",
            "text": "er nokkur ástæða til að breita bara til að breita, hafa nokkuð fleiri farist í slisum á defender heldur enn bara í landcruser",
            "date": "2014-01-16 17:03:00",
            "post_id": "124576",
            "reply_to_id": false
        },
        {
            "user_name": "Narfi",
            "text": "Til hamingju með að vera kominn í hópinn með okkur hinum sérviskupúkunum,er nokkuð viss um að þú átt eftir að bindast tryggðarböndum við Defenderinn þinn.",
            "date": "2014-01-16 17:22:00",
            "post_id": "124579",
            "reply_to_id": "124576"
        },
        {
            "user_name": "grimur",
            "text": "Hraðatakmarkari er hluti af hönnun Land-Rover, sem felst i því að hann er með viðlíka loftmótstöðu stuðul og meðal frystigámur. Þannig fara ökumenn á Defender sér ekki meira að voða en raun ber vitni...\nSvona mega náttúrulega bara þeir einir segja sem hafa átt Landróver og/eða alist upp í slíku farartæki. Öðrum er að sjálfsögðu óheimilt að tjá sig um Landróver ;-)",
            "date": "2014-01-16 18:32:00",
            "post_id": "124585",
            "reply_to_id": "124579"
        },
        {
            "user_name": "risinn",
            "text": "Þéttleika stuðull á Toyota Lc 90 v.s LAND ROVER DIFENDER og ég á einn slíkan.\nToyota ákvað að sjá hvað bíllinn væri þéttur, og þeir setja kött inn í bílinn og eftir 24 tíma var kötturinn kafnaður.\nÞað var ákveðið að gera sömu könnun á LAND ROVER DIFENDER, og eftir 12 tíma var kötturinn strokinn.\nþannig að hvor þeirra er betri fyrir heilsuna ? :-)\nÉg er búinn að eiga Lc90 á 38\" dekkjum í 4 ár og var mjög sáttur, svo fékk ég mér LAND ROVER DIFENDER 38-44\" breyttur og nota 44\" á veturnar í snjónum og er búinn að eiga hann í 3,5 ár og er ekkert smá ánægður. Aldrei brotið neitt í ferðum, það eina sem að hefur klikkað í Breska heimsveldinu hjá mér er, 2 ljósa perur að aftan,1 ljósa pera að framan,þokuljós hefur aldrei virkað, 1 kross í framm skafti og svo hrundi kúppling og gírkassi svona á nokkuð svipuðum tíma.\nKv. Ragnar",
            "date": "2014-01-16 23:02:00",
            "post_id": "124616",
            "reply_to_id": "124585"
        },
        {
            "user_name": "Aparass",
            "text": "Alltaf þegar ég verð vitni að einhverri umræðu þar sem menn halda því fram að land rover séu góðir bílar þá verður mér alltaf hugsað til þess að einu sinni héldu allir að jörðin væri flöt. Við vitum betur í dag..........  :P",
            "date": "2014-01-16 23:16:00",
            "post_id": "124623",
            "reply_to_id": "124616"
        },
        {
            "user_name": "Valdi B",
            "text": "var ekki verið að tala um það hér á spjallinu fyrir stuttu að ef rover fer á toppinn þá falli toppurinn saman :D rámar í það...",
            "date": "2014-01-16 23:20:00",
            "post_id": "124624",
            "reply_to_id": "124623"
        },
        {
            "user_name": "villi58",
            "text": "Líkurnar á að LandRover fari á toppinn hljóta að vera mun minni þar sem þeir eru ekki nema brot af fjölda Land Cruicer.",
            "date": "2014-01-17 12:07:00",
            "post_id": "124658",
            "reply_to_id": "124624"
        },
        {
            "user_name": "Tjakkur",
            "text": "Þessi mynd segir meira en þúsund orð um smíðagæði og öryggi Landróver.",
            "date": "2014-01-17 12:50:00",
            "post_id": "124665",
            "reply_to_id": "124658"
        },
        {
            "user_name": "halli7",
            "text": "http://bilauppbod.is/auction/view/13343",
            "date": "2014-01-17 12:52:00",
            "post_id": "124667",
            "reply_to_id": "124665"
        },
        {
            "user_name": "halli7",
            "text": "Og hér er annar.\nhttp://bilauppbod.is/auction/view/13441",
            "date": "2014-01-17 12:53:00",
            "post_id": "124668",
            "reply_to_id": "124667"
        }
    ],
    "date": "2014-01-16 17:03:00"
}