{
    "forum_title": "Jeppar",
    "id": "22285",
    "title": "MMC Pajero Diesel Turbo 35\" 1990",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=22285",
    "posts": [
        {
            "user_name": "sonur",
            "text": "Sælt veri fólkið\nÞarf því miður að láta þennan yndislega jeppa frá mér sökum skólagöngu\nætlaði ekki að láta þetta gerast þar sem ég eyddi í hann ótrúlegum tíma\nog vinnu en skólinn gengur fyrir.\nÉg er með \nPajero Diesel Turbo 35\"\nÁrgerð 1990 - bara eitt ár í fornbil \nskoðaður 2015\n2.5l Turbo Diesel\nEkin 223.000km á mótor 230.000km á allt hitt\nbeinskiptur\nlæst afturdrif og fylgir læsing fyrir framdrifið\n5manna\n5dyra\n33\" dekk á 10\" breyðum stálfelgum\nnýlegt í bremsum\nnýtt púst\nný glóðarkerti\nMyndir:\nHann er með beyglað hægra afturbretti sem er búið að rétta að hluta til\nmætti gera það betur og svo er ein beygla aftaná þakinu á honum.\nhann er litið ryðgaður miðað við árgerð. það þarf að kíkja á glóðakerta\nrelayin en þau ná ekki að hita glóðakertin í kald starti einhverra hluta vegna\nen þau voru í lagi bara allti einu nær hann ekki nógu mikilli leiðni.\nAthugasemndir:\nVar bensin bíll en ég breytti honum vandlega í Diesel\ntók í raun allt úr Diesel bil og setti í þennan ásamt að \nskoða mótorinn, skipta um stangarlegur og ýmsar\npakkningar og stilla ventla og yfirfara og hreynsa turbinu.\nGet látið með bilnum eitthvað af varahlutum ef þess er óskað eftir\ná eitthvað úr svona bilum þar sem ég hef rifið nokkra í gegnum tíðina\nVerðhugmynd: 400.000kr eða tilboð\nSkipti: Helst eingin sökum skólagöngu en skoða bil uppí og \npeninga þar sem peningaleysi er ástæða sölu.\nS:6921247",
            "date": "2014-01-02 01:04:00",
            "post_id": "122638",
            "reply_to_id": false
        },
        {
            "user_name": "Victor",
            "text": "Leiðinlegt að láta svona verkefni frá sér eftir alla þessa vinnu.\nGangi þér vel með söluna \nkv",
            "date": "2014-01-02 09:46:00",
            "post_id": "122661",
            "reply_to_id": "122638"
        },
        {
            "user_name": "sonur",
            "text": "Þakka þér kærlega fyrir.\nJá ég er lika rosalega á bremsunni með að selja hann, komið eitt gott tilboð sem ég ætla að býða aðeins með\nog sjá hvort það komi eitthvað betra, en annars er komin hugmynd að leggja bilnum bara og taka bara stædó :D",
            "date": "2014-01-02 17:49:00",
            "post_id": "122697",
            "reply_to_id": "122661"
        },
        {
            "user_name": "Kiddi",
            "text": "Kannast við þetta. Er með frekar slæman bensínsvelg þannig að reiðhjólið var mín lausn. Það er ekkert svo mikið vesen ef maður hefur tíma til þess...",
            "date": "2014-01-02 18:05:00",
            "post_id": "122698",
            "reply_to_id": "122697"
        },
        {
            "user_name": "sonur",
            "text": "ja ég hef ekki akkurat tímann í hjólreiðatúra á hverjum morgni en ef veðrið væri alltaf sæla væri það kannski möguleiki :D",
            "date": "2014-01-09 08:39:00",
            "post_id": "123016",
            "reply_to_id": "122698"
        },
        {
            "user_name": "sonur",
            "text": "Hlusta á staðgreiðslutilboð jafnvel skoðað að borgað sé í tveim greiðslum en afhendi ekki bilinn fyrr en greiðslur eru búnar á sama tima nota ég þá ekki bílinn á meðan á því stendur.",
            "date": "2014-01-13 15:33:00",
            "post_id": "123827",
            "reply_to_id": "123016"
        },
        {
            "user_name": "sonur",
            "text": "upp",
            "date": "2014-01-20 10:26:00",
            "post_id": "124315",
            "reply_to_id": "123827"
        }
    ],
    "date": "2014-01-02 01:04:00"
}