{
    "forum_title": "Jeppar",
    "id": "2244",
    "title": "suzuki sidekick 33\" SELDUR :(",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=2244",
    "posts": [
        {
            "user_name": "jeepson",
            "text": "Er með suzuki sidekick á 33\" til sölu. Bíllinn er 95 árgerð. Ekinn rúmlega 108þús mílur (173þús km) \nvél 1600 16v \nbeinskiptur 5 gírar hátt og látt drif \nBíllinn er með 11 skoðun \nmeð fylgir auka kastarar (Gulir) einnig gæti verið að ég verði búinn að bæta 2 við á toppin og verða þeir þá 4 þessir gulu áttu að fara á framstuðarann. Það fylgir einnig auka bílstjóra hurð og málning með, auka 33\" dekkja gangur ásamt auka felgum. (Þarf að laga eina felguna) Kúplingsbarkinn er farinn en ég er búinn að panta nýjan úr umboðinu og ætti að vera kominn í á næstu dögum. Einnig þarf að skipta um EGR ventilinn. (kostar 25þús hjá umboðinu) Kannaði það fyrir stuttu síðan. Ég set á bílinn 250 þús en svo má altaf bjóða. Fer allavega ekki lærra en 230 þús með hann. Einnig á ég eitthvað að auka dóti sem fylgir honum. Það eru nýlegar bremsuskálar og borðar að aftan og nýlegir diskar og klossar að framann. nýrkerrutengill líka. Bíllinn er hertrukkagrænn. en rauður að innan. Ég lét skrá hann sem grænann Veit ekki hvort að hann hafi verið rúllaður eða sprautaður. Þarf helst að losna við hann um mánaðarmótin þar sem að ég er að fara að kaupa stærri fjölskyldubíl. \nATH!!!! ENGIN SKIPTI!!!!!!! Vil bara peninga. Vil helst ekki þurfa að selja en því miður verð ég að láta hann. Sími 7725713 eða \njeepson@visir.is\n  Skoða samt alveg skipti á patrol á 38\" En mikið dýrari en 350-400þús",
            "date": "2010-10-24 12:54:00",
            "post_id": "9845",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "flottur veiði jeppi...",
            "date": "2010-10-25 18:58:00",
            "post_id": "9896",
            "reply_to_id": "9845"
        },
        {
            "user_name": "jeepson",
            "text": "Kominn með splunku nýjann kúplingsbarka frá umboðinu.",
            "date": "2010-10-26 16:50:00",
            "post_id": "9933",
            "reply_to_id": "9896"
        },
        {
            "user_name": "jeepson",
            "text": "Seldur!!!!",
            "date": "2010-11-03 18:19:00",
            "post_id": "10307",
            "reply_to_id": "9933"
        }
    ],
    "date": "2010-10-24 12:54:00"
}