{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "22501",
    "title": "Rúntur á Laugardaginn.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=22501",
    "posts": [
        {
            "user_name": "Grásleppa",
            "text": "Erum nokkrir að spá í að renna inní Landmannalaugar á laugardaginn þar sem það spáir flottu veðri. Sennilega bara dagsferð en alveg opið fyrir að gista einhverstaðar þarna uppfrá ef áhugi er fyrir því. Þá spyr ég, hvar er nálægasti skáli við Laugarnar sem er opinn eða hægt að komast í gegn gjaldi? Eiga ekki FÍ allt á þessu svæði og rukka handlegg fyrir aðgang að? En planið er allavega að leggja af stað um 9 leytið frá Hlíðarenda (N1) Hvolsvelli. Væri gaman að fá fleiri með í hópinn ef einhverjir hyggja á ferðalög um helgina, eins ef einhverjir eru nýbúnir að vera þarna væri gott að vita hvernig snjóalög eru þarna? Eins hvað er skemtilegt að skoða og hvaða leiðir bestar yfir vetrartímann, hef lítið ferðast hérna um suðurlandið að vetri til. Kv, Jobbi - 8656783",
            "date": "2014-01-10 00:33:00",
            "post_id": "123815",
            "reply_to_id": false
        },
        {
            "user_name": "Gunnar00",
            "text": "sæll, þú getur skoðað vefmyndavélina uppí laugum til að fá smá hugmynd um snjóalög þarna ( \nhttp://www.liv.is/webcam/laugar/\n ), varðandi leiðir þá held ég að það sé skynsamlegast að fara annaðhvort dómadalinn eða sigölduleið. eða byrja á öðru og fara hitt til baka. ég veit hinsvegar ekki hvernig færðin er. ég verð að öllum líkindum þarna á svæðinu á morgun.",
            "date": "2014-01-10 09:19:00",
            "post_id": "123840",
            "reply_to_id": "123815"
        },
        {
            "user_name": "Gunnar00",
            "text": "er að fara uppí landmannahelli á lau. kl 10 frá vegamótum, ef þú hefur áhuga.",
            "date": "2014-01-11 01:01:00",
            "post_id": "123933",
            "reply_to_id": "123840"
        }
    ],
    "date": "2014-01-10 00:33:00"
}