{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "22517",
    "title": "Hægagangs vesen á 22re",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=22517",
    "posts": [
        {
            "user_name": "Hilmar Örn",
            "text": "Sælir\nEr með hilux 2,4 bensín og finnst mér hann oft full æstur í hægaganginum eins og að innsogið fari alltaf á.\nEf ég set hann í gang kaldan þá gengur hann yfirleytt 1500 -1800 snúninga. þegar ég er búinn að keyra hann aðeins og hann er farinn að hitna þá get ég lækkað snúninginn með því að tippla aðeins á bensíngjöfina (bíllinn stopp og í frí gír að kúplað í sundur) Gengur hann þá svona yfirleytt í kringum 1000 snúninga, stundum 800 og hefur farið niður í ca 500 en þá er kominn smá trunt í hann, en það er orðið svolítið síðan hann fór svo lágt. \nVandamálið er að þegar bíllinn er orðinn heitur og ég stoppa eða kúpla í sundur þá gengur hann á 1500-1800 snúningum, gef aðeins inn og þá dettur hann niður í þessa ca 1000 snúninga. keyrt aftur af stað og næst þegar það er kúplað í sundur 1500-1800 snúningar.\nEr einhver sem kannast við svona vandamál á þessari vél og veit hvað er meinið.\nkv Hilmar",
            "date": "2014-01-10 21:58:00",
            "post_id": "123919",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Lenti aldrei í svona veseni með minn gamla Hilux, en hægagangurinn er alltaf hár á þessum vélum þegar þær eru kaldar.\nEn varðandi hitt þá datt mér í hug TPS skynjarinn, en það er bara út í bláinn.\nÉg á þann skynjara í hillunni ef þú vilt prófa, og þú veist hvar ég á heima.",
            "date": "2014-01-10 22:03:00",
            "post_id": "123921",
            "reply_to_id": "123919"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Þrífa Throttle Bodyið með þar til gerðu spreyi. Tekur það af og þar á líka að vera hægagangsloki (Idle Air Controle Valve) en mátt ekki rugla honum við inngjafarnemann og þann nema skalt helst ekki taka af. Allavega skilst mér að það sé frekar mikið maus að stilla hann aftur saman með inngjafarspaldinu.",
            "date": "2014-01-11 00:56:00",
            "post_id": "123932",
            "reply_to_id": "123921"
        },
        {
            "user_name": "Hilmar Örn",
            "text": "Takk strákar.\nHörður það er spurning hvort ég fái að renna á þig eitthvert kvöldið í næstu viku og prufa að víxla skynjurum.",
            "date": "2014-01-11 14:32:00",
            "post_id": "123965",
            "reply_to_id": "123932"
        },
        {
            "user_name": "hobo",
            "text": "Það verður þá að vera öll önnur kvöld en mán-fim. T.d fös, lau, sun....",
            "date": "2014-01-11 16:35:00",
            "post_id": "123973",
            "reply_to_id": "123965"
        },
        {
            "user_name": "Svopni",
            "text": "http://www.toyodiy.com/parts/p_E_1993_T ... _1708.html\n23285 a. Minnir að þetta geti verið orsökin á svona veseni. Taktu þetta úr og þrífðu með bremsuhreinsi td. Það er flæði í báðar áttir en það er alveg opið í aðra áttina en tregt í hina. Á að vera svoleiðis og þarf að passa að þetta snúi rétt.",
            "date": "2014-01-11 17:58:00",
            "post_id": "123980",
            "reply_to_id": "123973"
        },
        {
            "user_name": "Hilmar Örn",
            "text": "Takk Svopni gott að vita af þessu.\nHörður ég heyri i þér seinna í vikunni.\nEru einhverjir fleiri hugmyndir um hvað getur verið að.",
            "date": "2014-01-12 20:16:00",
            "post_id": "124122",
            "reply_to_id": "123980"
        }
    ],
    "date": "2014-01-10 21:58:00"
}