{
    "forum_title": "Almennt spjall",
    "id": "22535",
    "title": "GMC Topkick",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=22535",
    "posts": [
        {
            "user_name": "Subbi",
            "text": "Eru einhverjir svona á klakanum \nþessir vikta ekki nema um 5.5 tonn  og væru ábyggilega geðveikir á 54 tommuni \nFordarnir stóru eru flottir en þessir væru geggjaðir  spurning að fá sér einn svona he he",
            "date": "2014-01-12 00:29:00",
            "post_id": "124015",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Það er bara því miður orðið ómögulegt að flytja inn bíla frá USA vegna vottorðafargans.",
            "date": "2014-01-12 09:57:00",
            "post_id": "124029",
            "reply_to_id": "124015"
        },
        {
            "user_name": "Subbi",
            "text": "Skilst nú að vottorðafarganið sé aðalega vegna þess að menn voru að misnota og flyta út bíla sem töldust vart bílar lengur í Ameríkuhreppi þeas bílar sem ekki mátti skrá þar aftur vegna tjóna \nEn menn fluttu inn dopíur hér af haugtjónuðum bílum og smíðu kannski einn úr fimm :) held það sé minnsta mál að flytja inn bíl ef hann er í lagi og rúllandi á götuni í ameríkuni löglega skoðaður og ekki stolinn \nEf það er Pappírsflóð þá er það bara slagur sem menn verða að standa í en öllu verra ef pappírinn kostar einhvern helling á hverjum stað",
            "date": "2014-01-12 11:51:00",
            "post_id": "124041",
            "reply_to_id": "124029"
        },
        {
            "user_name": "Styrmir",
            "text": "Þetta er ekkert vandamál þú þarft bara að senda bílinn til Brussel og fá þar stimpil á hann þá geturðu flutt hann heim ;)",
            "date": "2014-01-12 12:09:00",
            "post_id": "124046",
            "reply_to_id": "124041"
        },
        {
            "user_name": "valsari",
            "text": "það er einn til allavega eða svipaður með bílaflutningapall... stóð lengi á bílasölu uppá höfða",
            "date": "2014-01-12 12:42:00",
            "post_id": "124051",
            "reply_to_id": "124046"
        },
        {
            "user_name": "Stebbi",
            "text": "Týpísk EB heimska í gangi þar, ef að íslenskir jeppamenn stjórnuðu þessu þá myndu þeir að sjálfsögðu senda stimpilinn til ameríku.  :)",
            "date": "2014-01-12 14:27:00",
            "post_id": "124063",
            "reply_to_id": "124051"
        }
    ],
    "date": "2014-01-12 00:29:00"
}