{
    "forum_title": "Jeppinn minn",
    "id": "22548",
    "title": "Dobulcab 1993 disel pæling",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=22548",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar eignaðist þennan gamla eðaljálk um áramótin.Furðu heill svo sem sílsar grind og gólf og boddí festingar. En ryð í hurðum og frambrettum er orginal. Ég breitti þó raflásnum þannig að nú er hægt að læsa honum handvirkt. Rafmótorinn var ónýtur. Það er nýleg tímareym og vatnsdæla og fleira í honum. Nú er spurning hvað maður á að gera við þetta. Hætta straks og selja þetta eða fara í breitingar og setja Patrolhásingar vél og kassa??kveðja Guðni á Sigló",
            "date": "2014-01-12 14:01:00",
            "post_id": "124059",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "Sæll Guðni, áttu ítarlegri myndir fyrir okkur og verklýsingu af breytingunni á raflásnum svo hann sé orðinn handvirkur? \nkv. Sævar í sömu málum með súkkuna...",
            "date": "2014-01-12 15:15:00",
            "post_id": "124073",
            "reply_to_id": "124059"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Sævar ég skal skoða það ef ég kemst undir bílinn. Kemst ekki á lyftuna sem stendur en ef ég finn djúpa holu sem ég get skriðið ofan í og undir bílinn þá fer ég í verkið, kveðja guðni",
            "date": "2014-01-12 15:38:00",
            "post_id": "124078",
            "reply_to_id": "124073"
        },
        {
            "user_name": "runar7",
            "text": "ég skal koma til þín og skoða hann ef þú ert að spá í sölu ef ekki þá gangi þér vel með verkið vita allir hérna að hann verður flottur þegar þú ert búinn með hann\nKv Rúnar H",
            "date": "2014-01-12 19:13:00",
            "post_id": "124108",
            "reply_to_id": "124078"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Rúnar alltaf velkominn. Þú gerir mér kanski greiða með því að taka hann svo maður byrji ekki á einni vitleysunni enn he he. kveðja guðni",
            "date": "2014-01-12 19:30:00",
            "post_id": "124112",
            "reply_to_id": "124108"
        },
        {
            "user_name": "runar7",
            "text": "já það fer alveg klárlega að koma tími á heimsókn maður er ekki næginnlega duglegur í því",
            "date": "2014-01-12 19:50:00",
            "post_id": "124117",
            "reply_to_id": "124112"
        }
    ],
    "date": "2014-01-12 14:01:00"
}