{
    "forum_title": "Jeppinn minn",
    "id": "2267",
    "title": "hilux 85 model, 2,4 tdi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=2267",
    "posts": [
        {
            "user_name": "arntor",
            "text": "hilux sem eg keypti oltinn af felaga minum fyrir 1og halfu ari. buinn ad ganga i gegnum slatta af bodyvidgerdum hja mer, turfti lika ad setja undir hann hasingar, fekk hann med tomum rorum. \nbillinn var 38\" breyttur, eg klippti meira ur og nu er hann 44\" haefur. \nbsa gormar framan og aftan\nbsa demparar framan og aftan\n4link ad aftan\nheilar stifur ad framan\n2 orginal tankar og valloki a milli sem eg keypti i landvelum\n5.29 hlutfoll\narb loftlas ad aftan\ner ad graeja diskabremsur ad aftan\nstytti pallinn a bilnum fyrir aftan hjol um 25cm\nsvo eiga ad fara a hann 70 cruiser kanntar",
            "date": "2010-10-26 19:19:00",
            "post_id": "9937",
            "reply_to_id": false
        },
        {
            "user_name": "Adam levý",
            "text": "þessi er ruddalegur, ætti að drífa vel, lýst samt ekkert á þessa kanta sem þú ætlar að nota, alltaf fundist þessir kantar frekar ljótir, en það er nú bara mín skoðun;)",
            "date": "2010-10-26 23:06:00",
            "post_id": "9958",
            "reply_to_id": "9937"
        },
        {
            "user_name": "suzuki66",
            "text": "Verð hugmynd?",
            "date": "2010-10-27 19:31:00",
            "post_id": "10006",
            "reply_to_id": "9958"
        },
        {
            "user_name": "arntor",
            "text": "kantarnir koma frekar illa út a tessari mynd, koma mun betur út séd med eigin augum. gefur honum tokkalegt stepside look.\ntad er búinn ad fara tad mikill tími og vinna i tennan bil ad ég gaeti aldrei selt hann fyrir pening sem ég vaeri sáttur vid. ef ég faeri ad reikna a mig laun vid malningarvinnuna ta er tad allavega um 600tús med efni, ny framrúda, hlidarrúda, listar og gúmmikantar um 100tús, loftlaesing notud segjum 80tús, hlutfoll 72tús, svo er ýmis annar kostnadur, nytt i bremsum(diskar, klossar og oll bremsuror), nyjir rafgeymar, intercooler, nyjar hjolalegur allan hringinn, svo er pallurinn húdadur og gólfid i styrishusinu lika, tad er samt allt falt fyrir rétta upphaed. hehe ;)",
            "date": "2010-10-27 20:08:00",
            "post_id": "10008",
            "reply_to_id": "10006"
        },
        {
            "user_name": "oddur",
            "text": "Flottur bíll. Held að þessir kantar eigi efti að koma vel út á bílnum.\nMjög gaman að sjá svona verkefni, sérstaklega gamla Hiluxa :)",
            "date": "2010-10-28 09:07:00",
            "post_id": "10037",
            "reply_to_id": "10008"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Þessi er bara flottur, gaman að sjá hvað menn eru orðnir duglegir við að gera gömlu hiluxana sína flotta.En hvernig kemur afturfjöðrunin út? er ekki of mikill halli á stífunum? Ég hélt að stífurnar ættu að vera í lóð eða samsíða grindinni þegar 4-link smíði fer fram, eða er þetta önnur útfærsla?",
            "date": "2010-10-28 14:26:00",
            "post_id": "10047",
            "reply_to_id": "10037"
        },
        {
            "user_name": "arntor",
            "text": "stifurnar eru eflaust med of mikinn halla, svona eftir tvi sem vanir menn segja. en hann er buinn ad vera svona i tó nokkur ár og ekki haegt ad kvarta yfir virkninni. svo verdur ad reikna eitthvad med tvi ad a myndunum vantar i hann 2 menn, 140litra af oliu, verkfaeri og ymsan farangur. reikna med tvi ad tetta leidrettist nokkud vid tad.",
            "date": "2010-10-28 18:53:00",
            "post_id": "10062",
            "reply_to_id": "10047"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÉg sé að það var einhver sem tók sama feil og ég og halda að þessi bíll sé til sölu.  \nÞetta er helvítis alvöru jeppi.  Það vantar bara 350 í húddið og þá verða allir vinir og þessi bíll stingur allt og alla af, fer frekar í snjósleðaferðir en jeppaferðir.  Þetta lýst mér vel á.\nÉg er akkúrat enginn snillingur í stýfubúnaði en hef heyrt nokkrar mismunandi skoðanir á þessu.  Ef maður veltir afturstýfunum fyrir sér þá er kannski ekki svo mikið fengið meða að hafa þær lágréttar nema þá hvað hásingin ferðast lítið fram og aftur þegar hún fjaðrar sundur og saman.  Í hlutlasuri stöðu (þegar bíllinn er á plani tómur) með stýfurnar svona mikið á ská gæti dekkið virst framarlega undir honum en færist aftur þegar hann fjaðrar saman.  Verður enn asnalegra þegar hann fjaðrar í sundur.  Það þarf þá að gera ráð fyrir þessu ferðalagi í úrklippingum.  Svo átta ég mig ekki á því hvað gerist í mikilli misfjöðrun eða ef bíllinn hallar í begju.  4link allavega á til að láta bíla beygja í mikilli misfjöðrun og ég veit ekki hvort þau áhrif aukast eða minnka við þetta.  Einn kostur við þennan halla gæti verið að hann dregur verulega úr hreyfingu á dragliðum.  Þá ættu þeir að endast mun betur.  \nHalli á stýfum að framan er líka dálítið til að rífast yfir.  Kunningi minn, vélaverkfræðinemi held ég, talaði fyrir því að framstýfur ættu að halla svolítið fram af sömu ástæðu, þ.e. samsláttarfjöðrun fari yfir lágrétta pungtinn til að hásingin sé sem mest á sínum stað.  Þetta samþykkti bifvélavirki og jeppamaður vinur minn en þá sagði annar að stýfurnar ættu að halla í hina áttina s.s. aftur.  Rökin, samsláttarfjöðrun er yfirleitt ekki löng kannski 10cm og það telst bara ágætt en höggin í akstri koma framan á og uppundir framhásinguna og þessvegna miklu betra að láta hásinguna ekki þurfa að ferðast fram á móti högginu.  \nÞverstýfa að aftan myndi ég halda að ætti alltaf að halla svolítið niður á hásinguna bara rétt þannig að samsláttur yfirvinni 0 pungtinn þvíað þá helst hásingin á sínum stað en að framan þarf þverstýfa að halla nákvæmlega eins og togstöngin frá stýrismaskínunni.  Það er mikið atriði því að ef munur er á þessu þá begir bíllinn eftir fjöðrun.  Síðan er atriði að koma þessum búnaði til að vera sem lágréttustu og það er snúið.  \nJæja, búinn að ræna þessum þræði í einhverja vitleysu.  Það verður þá bara að skamma mig.\nKv Jón Garðar",
            "date": "2010-10-29 08:47:00",
            "post_id": "10077",
            "reply_to_id": "10062"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Held það sé einmitt eina vitið að hafa þennan bíl Dísel, Því það er ekki eins og hann verði einhver vélsleði við það eitt að fá 350 V8 ofan í húddið, (Einhverjar útgáfur af 350 komu heil 155 HP frá verksmiðu)  \nÞá fyrir það fyrsta er meiri hætta á broti í drifrás aukþess sem hann er á 44\" dekkjum og þau ein og sér stela ansi miklu þegar þau eru orðinn frekar tæp á loftþrýstingi. \nAnnars er þetta alveg hörkuflottur bíll og gaman að sjá að menn séu að halda þessum jálkum á lífi, í fyrstu hélt ég reyndar líka að þetta væri söluþráður en sá að vísu fljótt að svo var ekki.",
            "date": "2010-10-29 11:41:00",
            "post_id": "10086",
            "reply_to_id": "10077"
        },
        {
            "user_name": "arntor",
            "text": "ja allavega a medan hann er diesel ta stoppar hann sennilega alltaf vegna aflleysis adur en eg nae ad brjota eitthvad, og kostur lika ad hann stoppar sennilega lika adur en eg nae ad spola mig nidur i erfidu faeri;) Annars er tad hugmynd hja mer seinna ad na mer i patrol hasingar og smella ta mogulega v8 ofan i huddid i leidinni, tad er ad segja ef eg finn vel med innspytingu, ta verdur tessi diesel rella til solu",
            "date": "2010-10-29 22:19:00",
            "post_id": "10111",
            "reply_to_id": "10086"
        },
        {
            "user_name": "arntor",
            "text": "er kominn med nýjan old man emu stýrisdempara(80 cruiser) og stýristjakk frá barka í hendurnar, er einnig kominn med framdrifskaft sem mig vantadi. tetta er allt ad koma, fleiri myndir brádlega. svo er ég loks búinn ad ákveda endanlega hvernig ég geng frá diskabremsum ad aftan. subaru frambremsudaelur med handbremsu, og einfaldir bremsudiskar úr toyota hiace, tá á tetta ad smella saman.",
            "date": "2010-11-15 19:10:00",
            "post_id": "10903",
            "reply_to_id": "10111"
        },
        {
            "user_name": "arni_86",
            "text": "lyst vel à thetta hjà thèr kappi! verduru ferdaklàr um jòlin?",
            "date": "2010-11-15 20:15:00",
            "post_id": "10908",
            "reply_to_id": "10903"
        },
        {
            "user_name": "arntor",
            "text": "hann á ad vera tilbúinn fyrir ferdina 18.des, afmaelistúrinn hjá jóni. ég er eiginlega ad vonast til ad geta sett hann á númer fljótlega eftir mánadarmót.",
            "date": "2010-11-16 17:41:00",
            "post_id": "10952",
            "reply_to_id": "10908"
        },
        {
            "user_name": "Svenni30",
            "text": "Hvað er að frétta af þessum ?",
            "date": "2011-12-05 00:22:00",
            "post_id": "36658",
            "reply_to_id": "10952"
        },
        {
            "user_name": "Magnús Þór",
            "text": "held hann hafi verið auglýstur til sölu um daginn, veit ekki hvort hann seldist",
            "date": "2011-12-07 22:39:00",
            "post_id": "37063",
            "reply_to_id": "36658"
        },
        {
            "user_name": "Mongó888",
            "text": "Jújú ég keypti hann í sumar og er bara að dúlla mér í honum",
            "date": "2011-12-08 19:25:00",
            "post_id": "37166",
            "reply_to_id": "37063"
        }
    ],
    "date": "2010-10-26 19:19:00"
}