{
    "forum_title": "Jeppar",
    "id": "2268",
    "title": "vantar ráð frá reyndari mönnum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=2268",
    "posts": [
        {
            "user_name": "hetjan",
            "text": "góðan dag mig vantar hjálp frá reyndari mönnum , ég er að fara að setja cummings 5,9 ofan í econoline ég á bæði skyftinguna úr econoline sem er aftaná 5,8 vél held þetta sé winsor 93árg og c 6 skyfting  og eitthver álmillikassi , ég á líka 727 skyftinguna og 203 milli kassa sem var í ram  hvað er best að nota af þessu    .ps þarf að breita eitthverju í c-6 fyrir cummings , hvor skyftingin er sterkari  .",
            "date": "2010-10-26 20:58:00",
            "post_id": "9941",
            "reply_to_id": false
        },
        {
            "user_name": "Fordinn",
            "text": "Ég er ekki sérstaklega fróður.....   enn eg veit að c6 skiptingin er mjög sterk og góð skipting, hinsvegar tel eg liklegt að þu þurfit breytistykki til að bolta hana aftan á cummings....    og milllikassinn er sterkur   enn ef 727 skiptingin var aftan á þessari vel er minnsta vesenið að hafa hana bara a áfram.       einnig þarftu að fa annan converter á c6  skiptinguna  þar sem hun var aftan á bensinvel     gengur vist illa við diselinn.  \n    enn vonandi kemur einhver med betri svör  =)",
            "date": "2010-10-26 22:17:00",
            "post_id": "9951",
            "reply_to_id": "9941"
        },
        {
            "user_name": "juddi",
            "text": "Miða við árgerð ætti þetta að vera E4od skipting",
            "date": "2010-10-27 09:10:00",
            "post_id": "9971",
            "reply_to_id": "9951"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ef þú ætlar að nota C6 skiptinguna þá er um að gera að ná í skiptingu frá diesel vél eða innvols úr svoleiðis skiptingu það eru fleiri diskar í kúplingunum á diesel skiptingunni og converterinn tekur neðar.Ef 727 skiptingin er frá cummins vélinni er örugglega minna mál að nota hana bara.Þessar skiptingar eru mjög svipað sterkar mundi ég halda og ekkert mál að fá einhvern annan millikassa í staðinn fyrir 203 kassann eða bara nota 203 í milligír eins og oft er gert og smella svo álkassanum frá ford aftan á. :)",
            "date": "2010-10-27 09:42:00",
            "post_id": "9972",
            "reply_to_id": "9971"
        },
        {
            "user_name": "Dodge",
            "text": "727 er einhver sterkasti gír sem þú færð.\nMenn nota þetta í fólksbíla við allt að 1000hp vélar með öllu stock innvolsi.\nBara spurning um að renna yfir hana og passa að diskar og bönd séu heil og allir clearensar réttir.",
            "date": "2010-10-27 14:51:00",
            "post_id": "9995",
            "reply_to_id": "9972"
        }
    ],
    "date": "2010-10-26 20:58:00"
}