{
    "forum_title": "Barnaland",
    "id": "22731",
    "title": "Læstur ??",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=54&t=22731",
    "posts": [
        {
            "user_name": "Brjotur",
            "text": "Segiði mer er þetta að verða einhver F4x4 stæll a stjornuninni herna Elli Ofur ?  Algripsþraðurinn læstur  af þvi menn voru að gera að gamni sinu ?  ekki það að mer se ekki sama um þennan þrað, en að einhverjir kallar uti i bæ og uti a landi taki sig bara til og misnoti eitthvert vald sem þeim er falið :(  Hobo hotaði mer fyrr i sumar að utiloka mig fra spjallinu fyrir einhverjar sakir sem honum fundust ægilegar en engum öðrum a spjallinu sem eg talaði við , og nu er Elli buin að taka upp sömu vinnubrögð :(  kanski að beiðni Jeepson ??  en hann ætti kanski að taka sig svoldið til skoðunar ef það er hann sem er i forsvari fyrir þessum fyrispurnum með Algripslasana Hann hefur haft svo mikið að gera að hann hefur ekki getað talað við velsmiðinn ; en velsmiðurinn er buinn að fylgjast með þessu og skemmta ser konunglega yfir þessum vandræðagangi það nast kanski samningar um lasasmiði fyrir veturinn 2016 :)    skemmtið ykkur nu",
            "date": "2014-01-19 21:55:00",
            "post_id": "125010",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Flutt í viðeigandi flokk :)",
            "date": "2014-01-19 22:05:00",
            "post_id": "125014",
            "reply_to_id": "125010"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "haha, shit maður :)\nsá nú enga ástæðu til þess að læsa þræðinum...\nen svona svo að við höldum áfram :') þá tók ég skýrt og greinilega fram að það var BLAUTT malbik, þessi ágæti Patrol var líka búinn að fá sérmeðferðina.... Própan, auka 1/8 snúning á heddbolta, advanced timing og fullt af auka olíu, og meðfylgjandi lofti.... aldrei bilaði hann og ef að grindin væri ekki komin á seinasta snúning væri hann enn í notkun, ég ættleiddi vin minn að honum sem að er búinn að vera að dunda sér í að smíða upp í honum grindina sér til mikils gaman... og það hefur ekki enn farið hedd... né heddpakkning... og það eru komnir c.a. 110.000km síðan ;)\nPlanið var alltaf að skoða spíssamál og kannski stækka blásarann í honum og vonandi að Gísli klári það plan... Nissan > Toyota.... \nÆ nei, það má ekki skjóta á Toyljótu kallana, þá læsa þeir bara :')",
            "date": "2014-01-19 22:35:00",
            "post_id": "125023",
            "reply_to_id": "125014"
        },
        {
            "user_name": "Valdi B",
            "text": "en hvað áttii þetta að vera hótun viktor ? keflvísk hýðing... ?\nnei bara veit ekki , svo virðist að allavega ef maður les til dæmis á annari spjallsíðu, þá sértu nú búinn að vera frekar öflugur í að hóta fólki sem er ekki sammála þér.\nætla að gera þér greiða með því að setja ekki inn linkinn á það....\nsvo þá er kannski hægt að haga sér eins og maður :) ekki eitthvað annað...",
            "date": "2014-01-19 22:42:00",
            "post_id": "125027",
            "reply_to_id": "125023"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Lesu það sem að þú vilt úr þessu, þetta var saklaust grín Valdi...\nEn nei, það er ekki... hefur ekki verið og mun aldrei verða nein Toyota hásing undir BMW hjá mér :)\nOg varðandi hótanir á spjallborðum.... þá hótaði ég engu heldur sagði ég viðkomandi að fara og hengja sig... RÉTTAST væri að berja hann...",
            "date": "2014-01-19 22:45:00",
            "post_id": "125030",
            "reply_to_id": "125027"
        },
        {
            "user_name": "Valdi B",
            "text": "gaman að því ;)",
            "date": "2014-01-19 22:50:00",
            "post_id": "125035",
            "reply_to_id": "125030"
        },
        {
            "user_name": "Stebbi",
            "text": "Slagur slagur slagur slagur slagur..................ekkert smá gott að hafa svona Barnalands horn hérna.   :)",
            "date": "2014-01-19 23:34:00",
            "post_id": "125047",
            "reply_to_id": "125035"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "pwahh.... skal hitta ykkur alla á lýsisplaninu niðri á granda... lezgo !",
            "date": "2014-01-19 23:50:00",
            "post_id": "125050",
            "reply_to_id": "125047"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Þessi nýji spjall flokkur stendur sko aldeilis undir nafni",
            "date": "2014-01-19 23:55:00",
            "post_id": "125053",
            "reply_to_id": "125050"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Ætlar þú að koma líka Sævar ?",
            "date": "2014-01-19 23:56:00",
            "post_id": "125055",
            "reply_to_id": "125053"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Nei, ég slæst bara í gegn um tölvuskjái-",
            "date": "2014-01-20 00:05:00",
            "post_id": "125057",
            "reply_to_id": "125055"
        },
        {
            "user_name": "hannibal lekter",
            "text": "þið eruð snillingar drengir.",
            "date": "2014-01-20 00:07:00",
            "post_id": "125058",
            "reply_to_id": "125057"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Jeppaspjall underground fight club... hver ætlar að stofna facebook grúppu ?",
            "date": "2014-01-20 00:46:00",
            "post_id": "125064",
            "reply_to_id": "125058"
        },
        {
            "user_name": "jeepson",
            "text": "Bara svo að það sé á hreinu þá er þetta ekki Ella að kenna. Ég bað hann um að læsa þræðinum í bili á meðan að niðurstaða kemur með lásana. Ég er reyna að koma þessari smíði af stað í þeirri von um að við jeppamenn getum keypt lása á minna verði. Og svo byrja menn bara að rífast þarna og láta eins og smá krakkar. Þannig að ef að þið hafið eitthvað á móti því að þráðurinn sé læstur er ykkur velkomið að drulla yfir mig í einkaskilaboðum. Ég er ekki í nokkrum vandræðum að svara ykkur. Hjálpumst frekar að við að halda spjallinu á hóflegu nótunum. Menn fóru bara að dissa hitt og þetta í þræðinum. Nú sumir höfðu eitthvað útá það setja menn töluðu bara og gerðu ekki neitt. Ég tók það alveg til mín. En ég er líka að sinna vinnu 12 tíma á dag ásamt því að sinna fjölskyldu lífinu líka. Þið sem ekki eigið börn munið fatta hvernig þetta virkar í framtíðinni :) í staðin fyrir að bulla gátu menn alveg tekið upp símann og hringt í Kára sjálfir og fengið svör. En jæja hvað um það, ég er búinn að pústa út og þið sem viljið pústa út líka gagnvart mér sendið mér bara skilaboð. En Elli á ekki sökina á því að þræðinum var læst. Það er alfarið á mig. Og mun ég biðja hann um að opna þráðinn aftur þegar að ég verð búinn að tala betur við Kára. Eigið gott kvöld kæru jeppaspjallarar :)",
            "date": "2014-01-20 01:27:00",
            "post_id": "125071",
            "reply_to_id": "125064"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Var kominn með númerið hjá honum og ætlaði sjálfur að fara að hringja í hann þegar að þú póstaðir að þú værir búinn að hafa samband :)\nEnginn að láta eins og smákrakkar þarna nema bara þegar að Valdi fór að koma með óþarfa skítskot og blanda BMW hjá mér inn í Toyota/Patrol hásingarökræður...",
            "date": "2014-01-20 02:10:00",
            "post_id": "125078",
            "reply_to_id": "125071"
        },
        {
            "user_name": "StefánDal",
            "text": "Flott hjá þér Gísli :)",
            "date": "2014-01-20 02:36:00",
            "post_id": "125079",
            "reply_to_id": "125078"
        },
        {
            "user_name": "gislisveri",
            "text": "Ella og Herði er fullkomnlega treyst fyrir því valdi sem þeir hafa. \nÉg hef hins vegar æði oft bitið í vörina á mér Helgi, þegar ég hef lesið þín ummæli hér á spjallinu. Nú get ég ekki orðum bundist lengur.\nÞínar ásakanir og yfirdrullanir yfir aðra er það sem helst er líkt með f4x4.is spjallinu þegar það var upp á sitt versta. Hvernig jeppaspjallinu er stjórnað er langt, langt frá því hvernig f4x4.is var ritskoðað þegar menn álpuðust til að segja eitthvað vitlaust, hvað þá setja það í rangan flokk eða hvað annað. Þetta þekkja menn sem hafa stundað það spjall í gegnum árin. Ekki láta þér detta í hug að þessu sé eins farið hérna. \nHelgi, þú hefur oft margt skemmtilegt til málanna að leggja, en ég legg til að þú prófir að senda einkaskilaboð til stjórnenda til að fá niðurstöðu í svona mál, \náður\n en þú ferð að rífa þig. \nAð lokum, þetta spjallborð er í einkaeigu og krefst ekki félagsaðildar til að fá aðgöngu. Það gæti því hreinlega verið geðþóttaákvörðun um hverjum væri hent út, eftir því hverjir þættu óþægilegir hverju sinni. Það hefur ekki verið gert, þú ert sjálfur sönnun þess.\nKv.\nGísli.",
            "date": "2014-01-20 07:12:00",
            "post_id": "125083",
            "reply_to_id": "125079"
        },
        {
            "user_name": "gislisveri",
            "text": "Fyrst ég er byrjaður: Viktor, ofbeldistal hvers kyns hefur ekkert erindi hérna inn. Það er nóg annað hægt að grínast með. Ég hef verið duglegur að eyða póstum sem innihalda svoleiðis m.a. nokkrum frá þér, en ég bið þig bara að gera mér þann greiða að lesa yfir það sem þú skrifar sjálfur, þú ert alveg nógu skarpur til að geta það.\nKv.\nGísli.",
            "date": "2014-01-20 07:16:00",
            "post_id": "125084",
            "reply_to_id": "125083"
        },
        {
            "user_name": "gislisveri",
            "text": "Jeepson er í fullum rétti að biðja um að láta læsa þræðinum, þar sem hann stofnaði hann sjálfur. Það er svo póststjóra eða stjórnenda að ákveða hvort orðið er við því. Ég sé ekkert að því í þessu tilviki.\n-Gísli.",
            "date": "2014-01-20 07:32:00",
            "post_id": "125085",
            "reply_to_id": "125084"
        },
        {
            "user_name": "elliofur",
            "text": "Skemmtilegt hér, eða þannig.\nÉg las fyrstu ca 5 póstana af þessum þræði í gærkvöldi, og varð hálf sorgmætur. Ekki yfir því að ég hafi fengið einhver skot á mig fyrir \"harðræðisstjórn\", ég get vel tekið því ef það ætti við, heldur þeim skrifum sem ákveðnir aðilar láta frá sér.\nÉg ákvað að sofa aðeins á því og koma svo með nokkrar línur en þær hafa svosem fallið hér að ofan frá tveimur Gíslum :)\nHér vill ég sjá málefnalegt spjall um jeppasportið og allar hliðar sem því tengjast en EKKI skítkast og algjört bull og þvælu. Það er nóg af öðrum spjallborðum fyrir það. Grín og skemmtileg komment eru að sjálfsögðu vel þegin og skemmtileg.\nEins og Gísli Sverris bendir á þá er \"Hið íslenska jeppaspjall\" eins og það er hér titlað í einkaeigu, og þó ég sé ekki í hópi eiganda þá var mér treyst fyrir að vera póststjóri og tek ég mér það bessavald að nota það til að halda spjallinu málefnalegu og kurteisu. Þessvegna læsti ég þræðinum um algripslásana amk tímabundið vegna beiðni frá Gísla Gíslasyni OG eigin \"geðþóttaákvörðunar um að reyna að minnka fjárans bullið\".\nÉg eyddi engu út, ég lét allt standa hversu vitlaust sem það var þannig að þetta er tæplega ritskoðun.\nÉg höfða til samvisku ykkar kæru félagar, þið vitið hverjir þið eruð sem ég á við, um að hugsa tvisvar hvað þið setjið hér inn þegar í þennan tón er komið. Þið hafið margt mjög skemmtilegt fram að færa en það sem er hér að ofan og sumt í algrips þræðinum er ekki jeppaspjallinu til framdráttar.\nEigið þið góðan dag og haldið áfram góðu spjalli hér á þessu frábæra spjallborði :)",
            "date": "2014-01-20 08:47:00",
            "post_id": "125093",
            "reply_to_id": "125085"
        },
        {
            "user_name": "biturk",
            "text": "mér fynnst menn hafa of miklar áhyggjur af því að einum þræði sé læst\nallt hefur sýnar ástæður drengir, alveg sama hvað það er svo slappið allir af og spjallið um spjallið sem við spjöllum á!\nog fáið ykkur bjór!",
            "date": "2014-01-20 09:08:00",
            "post_id": "125100",
            "reply_to_id": "125093"
        },
        {
            "user_name": "Valdi B",
            "text": "er hættur að drekka, þessvegna er ég svona leiðinlegur.... :/",
            "date": "2014-01-20 12:59:00",
            "post_id": "125119",
            "reply_to_id": "125100"
        },
        {
            "user_name": "villi58",
            "text": "Hiklaust að loka á svona, ekki boðlegt á svona síðu, menn verða bara að finna sér einhvern annan vettfang til að fá útrás. \nÉg stið Ella hiklaust, þetta var hið eina rétta.",
            "date": "2014-01-20 13:11:00",
            "post_id": "125124",
            "reply_to_id": "125119"
        },
        {
            "user_name": "Brjotur",
            "text": "Gisli sveri viltu benda mer a þennan oskapnað og skammir sem eg skryfaði eg er nu alveg sannfærður um að þið stjornendur og fleiri einstaklingar herna lesið bara ekki það sem eg skrifa . þið bara sjaið að eg er að skrifa og fyllist einhverri neikvæðni i minn garð af þvi að eg hef att það til að ausa ur mer , aldrei mun eg þræta fyrir það ,  en eg vil njota sannmælis lika takk fyrir ekki bara gagnryni fra stjornendum sem fila mig ekki ,  Og Gisli þu ert nu ekki eini maðurinn a Islandi i  12 tima vinnu a dag , ef tugir manna biðu eftir verkefni sem eg hefði tekið að mer jaa þa leti eg þa ekki biða svona þetta er ju bara eitt simtal i byrjun,   og svo ætla eg bara að biðja ykkur að lesa postana mina til enda og jafnvel aftur aður en þið farið i svona domhörku takk",
            "date": "2014-01-20 21:15:00",
            "post_id": "125198",
            "reply_to_id": "125124"
        },
        {
            "user_name": "gislisveri",
            "text": "Jújú, ég er sæmilega læs, en ég ætla ekki að fara að út í einhverja ritdeilu við þig og ítreka það sem ég sagði, að þú hefur margt gott og skemmtilegt lagt til málanna.\nHorfum fram á veginn.\nKv.\nGísli.",
            "date": "2014-01-20 21:28:00",
            "post_id": "125201",
            "reply_to_id": "125198"
        },
        {
            "user_name": "Aparass",
            "text": "Nenniði að bíða aðeins á meðan ég skýst út í sjoppu og sæki mér popp og kók. :P",
            "date": "2014-01-20 21:48:00",
            "post_id": "125205",
            "reply_to_id": "125201"
        },
        {
            "user_name": "bjarni95",
            "text": "Mér finnst það nú samt best að á meðan þið voruð að þræta og rífast um að enginn væri búinn að hringja í Kára og reyna að fá svör frá honum datt engum öðrum að hringja, númer og nafn voru gefin upp fyrr í þræðinum. Við Kári erum búnir að skemmta okkur mikið yfir vitleysuni sem valt uppúr sumum á meðan við biðum eftir símtali frá Gísla og Viktori",
            "date": "2014-01-20 23:25:00",
            "post_id": "125223",
            "reply_to_id": "125205"
        },
        {
            "user_name": "jeepson",
            "text": "Já og ég virtist vera sá eini með nógu stór eistu í að hringja í hann Kára. Þó svo að ég hafi startað þessum þræði upprunalega til að kanna áhuga manna. Þá þýddi það ekki að mér bæri skylda til að hringja í Kára. Bjarni. Kári sagði mér einmitt að hann hafði skemmt sér vel yfir vitleysuni í mönnum. Það er nú gott að einhver gat skemmt sér yfir þessu öllu saman :) Helgi ég er full klár yfir því að ég sé ekki eini maðurinn sem vinnur 12t á dag. En það er bara þannig að maður hefur líka nóg annað að gera eftir vinnu og ég kann voða lítið við að hringja í menn seint um kvöldin nema það sé einhver sem ég þekki vel. \nÖll leikskóla börnin eiga að vera vinir ;)",
            "date": "2014-01-21 08:21:00",
            "post_id": "125245",
            "reply_to_id": "125223"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Ég hef aldrei verið jafn svektur yfir því að eiga ekki til popp og kók! Það er örugglega hægt að fjármagna rekstur jeppaspjallsins með því að selja þessar umræður innrammaðar með undirskriftum frá þeim tóku þátt í að búa til þessi tvö meistaraverk:\n\"Læstur ?\"\n og \n\"Algrip lásar\"",
            "date": "2014-01-21 09:10:00",
            "post_id": "125247",
            "reply_to_id": "125245"
        },
        {
            "user_name": "gislisveri",
            "text": "Getum við þá ekki verið tilnefndir til einhvers konar bókmenntaverðlauna? Það hlýtur að vera peningur í því.",
            "date": "2014-01-21 11:16:00",
            "post_id": "125251",
            "reply_to_id": "125247"
        },
        {
            "user_name": "Járni",
            "text": "Ég sætti mig við listamannalaun",
            "date": "2014-01-21 11:28:00",
            "post_id": "125252",
            "reply_to_id": "125251"
        },
        {
            "user_name": "elliofur",
            "text": "Þó það væri ekki nema reglulegar sendingar af coke (ég er ekki mikið fyrir bjór) :)",
            "date": "2014-01-21 11:49:00",
            "post_id": "125253",
            "reply_to_id": "125252"
        },
        {
            "user_name": "jeepson",
            "text": "Ég er hættur að taka þátt þessu bulli hérna og ætla að sitja bara á bakvið skjáinn og drekka bjór eða coke :)",
            "date": "2014-01-21 15:16:00",
            "post_id": "125269",
            "reply_to_id": "125253"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "abbabbabb... ég á skilið allavega 80% take úr þessu...\nannars kíkti ég í inboxið mitt, sá númerið hjá Kára... fór í \"Mína Pósta\" opnaði Algrip og sá að Gísli hafði tekið skarið af og ákvað að sjá hvaða botn hann fengi í þetta.. óþarfi að vera í tvíverknaði...",
            "date": "2014-01-22 02:42:00",
            "post_id": "125346",
            "reply_to_id": "125269"
        },
        {
            "user_name": "Valdi B",
            "text": "til að byrja með varst þú sá eini sem ætlaðir að hringja í hann... til hvers ætti eitthver annar að hringja ? svo reyndar var viktor að spá í því...\nen hvað kom útúr samtalinu við kára svona fyrst það birtist loksins maður með hreðjar hingað á spjallið og gerði það sem hann var búinn að ætla að gera í eitthvern tíma en ekkert gerðist.. ?\nsvo tilað enda þetta þá ætlaði ég að hrósa þér að vera með hreðjar... bara svona til að taka það með í barnalandið.",
            "date": "2014-01-22 05:40:00",
            "post_id": "125348",
            "reply_to_id": "125346"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "",
            "date": "2014-01-22 11:01:00",
            "post_id": "125366",
            "reply_to_id": "125348"
        },
        {
            "user_name": "Hfsd037",
            "text": "Eru allir komnir með nóg af þér á kraftinum, er það ástæðan fyrir því að þú sért komin hingað til þess að níðast á jeppaspjallinu?",
            "date": "2014-01-22 11:31:00",
            "post_id": "125368",
            "reply_to_id": "125366"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Hlynur, vertu annarstaðar.... ég er að pósta á Kraftinum líka... og á bara sömu vini og óvini þar og venjulega :)",
            "date": "2014-01-22 12:27:00",
            "post_id": "125369",
            "reply_to_id": "125368"
        },
        {
            "user_name": "dazy crazy",
            "text": "Mér finnst jeppaspjallið snilld þegar engin eru leiðindin.",
            "date": "2014-01-22 12:39:00",
            "post_id": "125371",
            "reply_to_id": "125369"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Engin leiðindi af minni hálfu, virðist fara rosalega í þessa Toyotu kalla þegar að ég segi mína skoðun...\nÉg hef átt Nissan og ég hef átt Toyotur, ég er Nissan maður í dag... og það er góð ástæða á bakvið...",
            "date": "2014-01-22 12:43:00",
            "post_id": "125374",
            "reply_to_id": "125371"
        },
        {
            "user_name": "Brjotur",
            "text": "Viktor þetta er þeirra bölvun og hefur alltaf verið lattu mig þekkja það ,  þeir mega ekki heyra eitt orð sagt i grini um Toyotu þa stökkva þeir alla leið uppa nefbrodd og arga :)  en svo finnst þeim allt i lagi að skita ut og gera grin að öðrum ser þjoðflokkur alveg :)  hahah sjaðu nuna .",
            "date": "2014-01-22 19:58:00",
            "post_id": "125419",
            "reply_to_id": false
        },
        {
            "user_name": "Hfsd037",
            "text": "Ég á nú bæði Nissan og Toyota, báðir eru þeir pallbílar og ég er bara mjög sáttur með þá báða!\nEini munurinn er að Nissaninn er geymdur út í kuldanum á meðan Toyotan fær að vera inni ;)",
            "date": "2014-01-22 20:10:00",
            "post_id": "125421",
            "reply_to_id": "125419"
        },
        {
            "user_name": "Brjotur",
            "text": "Hahah ja það er afþvi jaxlarnir geta verið uti ;)",
            "date": "2014-01-22 20:49:00",
            "post_id": "125428",
            "reply_to_id": "125421"
        },
        {
            "user_name": "Valdi B",
            "text": "svona tilað koma með smá skot á patrol.... ég hef btw ekkert á móti nissan fólksbílum, en hef útá bæði terrano og patrol að setja vegna þess að þetta eru mest allt ryðhrúgur! það eina sem er nothæft úr patrol eru hásingarnar og það eina sem er nothæft úr terrano er 2.7 tdi mótorinn...\nmér finnst það, þér finnst það kannski ekki svo aumingja þú....\nog ég veit það að hilux eru með kraftlausann mótor, sem þarf oftast ekkert að líta á (2.4 d) eru með litlar veiklulegar hásingar, og fjöðrun er ekki til í þeim original, og óþægilegt að sitja í þeim, enda eru alvöru jeppar jeppar sem er búið að breyta flest öllu í, ef ég væri að fara í að breyta mínum hilux aftur myndi valið vera izuzu mótor,patrol hásingar og eitthver almennilega sæti...\nmér finnst ekki gott að sitja í patrol, mér finnst þeir forljótir, og án gríns ekkert gott við þá nema hásingarnar\nog ég veit það á ekki að bera saman patrol og hilux, ég nefni bara hiluxinn útaf því að ég á svoleiðis svona ef eitthver snarheimskur verður að nefna það og þá sé ég harður toyotu kall.\nef það á að bera saman eitthverja bíla þá eru það y60 patrol vs landcruiser 80 (krúserinn hefur vinninginn þar alltaf) y61 patrol vs 100 krúser, og krúserinn hefur aftur vinninginn, en 100 hefur þann helsta galla að vanta framhásinguna, og 80 vantar stærra drif, á alla aðra vegu eru þeir langt yfir patrolana hafnir... og ef það á að bera saman terrano þá á að bera þá saman við 90 krúserinn og þar hefur 90 krúserinn vinningin að mínu mati, aðallega vegna þess að terrano eru ryðhrúgur að mínu mati.\nenn og aftur þá vil ég minna á að þetta er bara það sem mér finnst og endurspeglar ekki álit þjóðarinnar... (þótt mér finnist að það ætti gera það)   PUNKTUR",
            "date": "2014-01-22 21:05:00",
            "post_id": "125431",
            "reply_to_id": "125428"
        },
        {
            "user_name": "villi58",
            "text": "Það gleður mig alltaf þegar minnst er á Toyotu.",
            "date": "2014-01-23 00:33:00",
            "post_id": "125458",
            "reply_to_id": "125431"
        },
        {
            "user_name": "bjarni95",
            "text": "Amen BINGÓ!!",
            "date": "2014-01-23 00:36:00",
            "post_id": "125459",
            "reply_to_id": "125458"
        },
        {
            "user_name": "jeepson",
            "text": "Úff endalaust geta menn rifist yfir þessum blessuðu bíltegundum. Já aðþví að toyota ryðgar auðvitað ekkert og svo má ekki gleyma því að 80cruiser eyðir bara svipað og yaris. Mikið er nú gott að eiga gamlann patrol jálk sem bilar lítið og er ekki haugryðgaður. Þetta er nú meira ruglið sem þetta er komið útí.. Skiptir ekki máli hvað þetta heitir. Þetta ryðgar alt, bilar alt og eyði alt öllu sem er sett á þetta. Skiptir ekki máli hvað þetta heitir. Alt hefur þetta sína kosti og galla. Meir að segja pattinn hefur sína galla. :)",
            "date": "2014-01-23 08:35:00",
            "post_id": "125465",
            "reply_to_id": "125459"
        },
        {
            "user_name": "Hansi",
            "text": "Toyotan eru allavega helmingi dýrari en Nissan svo þessi samanburður stenst ekki í því ljósi... góðir punktar samt inn á milli :)",
            "date": "2014-01-23 09:33:00",
            "post_id": "125473",
            "reply_to_id": "125465"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég vonaði að menn læsu kaldhæðnina sem lekur af hverri setningu hjá Valdibenz og þráðurinn myndi deyja....",
            "date": "2014-01-23 09:40:00",
            "post_id": "125474",
            "reply_to_id": "125473"
        },
        {
            "user_name": "gislisveri",
            "text": "Ég hef sagt það áður og segi það aftur:\nBesti jeppinn er jeppinn sem mann langar að eiga. Skítt með allt annað.",
            "date": "2014-01-23 09:46:00",
            "post_id": "125475",
            "reply_to_id": "125474"
        },
        {
            "user_name": "Stebbi",
            "text": "Mér finnst samt einhvernvegin svo takmarkað að vera 'Toyota' maður eða 'Nissan' maður, miklu betra að vera bara 'Jeppa' maður og breyta bílnum til að hennta sjálfum sér.  Ef ég ætti Patrol þá væri ég búin að skóhorna þessu ógeði úr húddinu á honum og setja eitthvað almennilegt í staðin eins og margir hafa gert.  Bíllinn sem slíkur er ágætur, ekkert frábær en alveg ágætur og virðist fjaðra þokkalega vel orginal og þó að framdrif og öxlar sé ágætlega sterkur búnaður þá er restin af framhásinguni hálfgert sorp.  Hilux hef ég átt nokkru sinnum og er algjörlega laus við að þrá það eitthvað meira, en ef svo færi að ég gerði sömu mistökin aftur þá væri bara grind og boddý notað og annað kæmi úr öðrum áttum svo frábærir bílar eru þetta.",
            "date": "2014-01-23 13:38:00",
            "post_id": "125495",
            "reply_to_id": "125475"
        },
        {
            "user_name": "Ragnare",
            "text": "x2",
            "date": "2014-01-23 14:04:00",
            "post_id": "125497",
            "reply_to_id": "125495"
        },
        {
            "user_name": "StefánDal",
            "text": "Þetta er allt sami djöfulsins skíturinn með mótor og fjögur dekk (svona öllu jafna) og bilar allt og festist.",
            "date": "2014-01-23 19:19:00",
            "post_id": "125538",
            "reply_to_id": "125497"
        },
        {
            "user_name": "Stebbi",
            "text": "Ekki bíllinn minn, hann festist einu sinni og það var á bílalyftu.  Þá setti ég í lo-gírinn og bakkaði út með lyftuna, tvær Toyotur og einn patrol sem var fullur af 3.0L vélum.  :)",
            "date": "2014-01-23 20:18:00",
            "post_id": "125549",
            "reply_to_id": "125538"
        },
        {
            "user_name": "bjarni95",
            "text": "Like!",
            "date": "2014-01-23 23:50:00",
            "post_id": "125597",
            "reply_to_id": "125549"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "þessi þráður :')",
            "date": "2014-01-25 02:53:00",
            "post_id": "125737",
            "reply_to_id": "125597"
        },
        {
            "user_name": "Subbi",
            "text": "Jæja drengir getiði ekki rætt málin án þess að allt fari í Hund og Kött  svei mér þá ef þeir eru ekki þroskaðri en þið \nnenni ekki orðið að lesa þenna þráð meira en þar sem hann HrCummins er sonur minn og eins og góðra foreldra er von sem finnst sín börn alltaf best og flottust þá vil ég benda á að hann Viktor minn er með kjaftinn fyrir neðan nefið og öll umræða um hótanir  ofl á kraftinum frá honum í garð einhverra einstaklinga á bara ekkert heima á Jeppaspjallinu og ef Viktor hótar einhverjum er mér illa brugðið  því hann stendur yfirleitt við það og það sem menn framkvæma eru ekki hótanir  og ef einhver hefur fengið á kjaftinn frá Viktori þá hefur sá einstaklingur fyllilega unnið fyrir því \nEkki ætla ég að afsaka eða réttlæta það á neinn hátt en þekki minn mann og hef heyrt menn senda honum skot hér niður í bæ um Helgar sem mestu jafnlyndarmenn myndu gefa á kjaftinn fyrir þannig að ef menn ætla að vera að leika sér að því að espa menn upp þá skulu þeir líka vera menn til að taka afleiðingum af þeim leik  þannig er það bara en eftir að lögum um meðferð mála í dómstigum var breytt með tilkomu EES samnings  þá fá menn bætur fyrir allt í dag og ríkið greiðir og þar eru Aumingjar sem sjá hag í að æsa upp og láta lumbra á sér  annað en í gamla daga þegar maður rotaði einhvern þá tjónkaði maður við hann menn tókust í hendur fóru inn á ball aftur og blæddu í glas á þann sem tapaði :) \nHfsd037 segir Eru allir komnir með nóg af þér á kraftinum, er það ástæðan fyrir því að þú sért komin hingað til þess að níðast á jeppaspjallinu?\nValdi B segir en hvað áttii þetta að vera hótun viktor ? keflvísk hýðing... ?\nnei bara veit ekki , svo virðist að allavega ef maður les til dæmis á annari spjallsíðu, þá sértu nú búinn að vera frekar öflugur í að hóta fólki sem er ekki sammála þér.\nætla að gera þér greiða með því að setja ekki inn linkinn á það....\nsvo þá er kannski hægt að haga sér eins og maður :) ekki eitthvað annað...\nég spyr  hvað kemur það þessu spjalli við og þessari umræðu hvað Hr Cummins gerir á Öðrum spjöllum þar eru stjórnendur sem fyllilega geta tæklað sín spjöll og tilgangur þessara tveggja einstaklinga er eingöngu að skapa ófrið því þeir vita sem er að Cummins er með stuttan þráð rétt eins og bíllinn hans  sem er með stuttan tíma á langri braut :) \nÉg krefst þess að þessir menn verði tuktaðir  þetta er bara svo ósmekklegt að vera að koma þessu hér inn og hreinlega  á ekkert erindi í þessa umræðu og spjall sem hér er  og Cummins hefur nú verið manna duglegastur í að bjóða mönnum hér fram Hjálp og gefið þeim ráð  það sennilega veldur getuleysingjunum afbrýðisemi \nEn mér finnst full ástæða til að ávíta og jafnvel banna menn sem eru að drag inn skít og leiðindi af öðrum spjöllum  eins og til að mynda notendanöfnin Hfsd037 og svo Valdi B sem eru þessar týpísku Hýenur sem gleðjast yfir óförum annara og í stað þess að hljóma að batnandi mönnum er best að lifa þá hljómar Dettu dettu helvítið þitt  ég fæ út úr því   þeas það sem ég kalla almennt óþverra  \nen ef þetta spjall er að þróast í þá  átt að hér á að draga menn og dæma fyrir orð þeirra á öðrum spjöllum og sumir en ekki allir fái að komast upp með það  þá mun ég yfirgefa þennan vettvang fljótt og básúna líka hverskonar helvíti  það er það himnraríki sem hér á að vera :) \nhelst vildi ég  að menn gætu bara skotið á tegundir án þess að fara alltaf út í persónulegt drull og gagnasöfnun um menn og þeirra mál  en sá yðar sem syndlaus er kasti fyrsta grjótinu þannig að saint hfsd037 og Saint Valdi B þeir taka það til sín  eru búnir að upplýsa hvaða karakter þeir hafa að geyma \nMeð fullri virðingu fyrir flestum þeim góðu spjallverjum sem hér eru þá eru hér hýenur  innan um og það þoli ég illa\nurrandi fjúkandi pirraður og farinn út að labba",
            "date": "2014-03-06 18:45:00",
            "post_id": "130417",
            "reply_to_id": "125737"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Vandró, hahaha... en svona grínlaust... þá er ég að reyna að sýna af mér betri mann...\nHef til að mynda setið í fangelsi fyrir svona tugtaskap og nenni því nú ekki aftur...\nFýkur í mig drengir, þannig er ég skapaður.... en það gerist hjá öllum, ég er kannski aðeins á öðru leveli stundum...\nBið Valda og Hlyn afsökunar á bræði minn hér með og þakka Pabba fyrir þetta backup, en eins og hann segir þá hef ég nú sjálfur kjaft og lyklaborð til að svara fyrir mig...\nÞannig að það er nú kannski óþarfi að mæta hérna og skamma fyrir mig eins og lítinn krakka, en svona er nú væntumþykjan... það búa ekki allir svo vel að að eiga foreldri sem að sýna ást eins og hann faðir minn gerir... fyrir það er ég þakklátur !\nNenni nú lítið að velta mér upp úr þessu drulli hérna samt, menn rífast... hvort sem að það er á internetinu eða í raunveruleikanum :)",
            "date": "2014-03-07 01:03:00",
            "post_id": "130455",
            "reply_to_id": "130417"
        },
        {
            "user_name": "elliofur",
            "text": "Strákar mínir þetta er JEPPAspjall, ekki oprah :)",
            "date": "2014-03-07 08:10:00",
            "post_id": "130462",
            "reply_to_id": "130455"
        },
        {
            "user_name": "gislisveri",
            "text": "Stundum er ég ekki viss...",
            "date": "2014-03-07 08:19:00",
            "post_id": "130464",
            "reply_to_id": "130462"
        },
        {
            "user_name": "Magni",
            "text": "Nú vantar like takkan :) to much information....",
            "date": "2014-03-07 10:35:00",
            "post_id": "130475",
            "reply_to_id": "130464"
        },
        {
            "user_name": "Hfsd037",
            "text": "Svona til baka litið að þá er þetta kannski frekar beitt og kjánalegt comment hjá mér, en þið eruð að grafa ykkar eigin gröf með því að opinbera það hérna hvernig Viktor fór að í gamla daga, ég get lofað ykkur því að öllum hérna er alveg sama um það.\nEins og fróður maður sagði, penninn sigrar sverðið\nÞað á vel við.",
            "date": "2014-03-07 11:13:00",
            "post_id": "130482",
            "reply_to_id": "130475"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Strákar mínir, skulum bara grafa þetta allt saman...\nÉg skil vel að það fjúki í gamla manninn, setjið ykkur í hans spor...\nÞað er mannlegt eðli hvers manns að passa upp á börnin sín held ég, þó að þetta sé vissulega alls ekki vettvangurinn til þess að koma með svona ræðu...\nÞað var hann sem að opnaði skríni pandóru, en ég ákvað að koma \"clean\" áður en að menn kæmu með eitthvað drull, biðjast afsökunar og benda ykkur á að ég hef snúið blaðinu við...\nÞú átt þínar syndir Hlynur, þetta vitum við báðir en ég dæmi þig ekki af þinni fortíð heldur afrekum þínum í nútímanum (Hiluxinn þinn t.d. er frábær) og hlakka til að sjá eitthvað frábært frá þér í framtíðinni....\nSvona er mitt hugarfar, svona smá innsýn í það hvernig ég virka...",
            "date": "2014-03-07 11:49:00",
            "post_id": "130486",
            "reply_to_id": "130482"
        },
        {
            "user_name": "gislisveri",
            "text": "Mér líst vel á þá hugmynd, við þurfum að nýta tímann til að tala um jeppa.",
            "date": "2014-03-07 12:51:00",
            "post_id": "130493",
            "reply_to_id": "130486"
        },
        {
            "user_name": "Subbi",
            "text": "Nenni ekki að elta ólar við þetta  en já pennin Sigrar Sverðið :)",
            "date": "2014-03-07 13:43:00",
            "post_id": "130498",
            "reply_to_id": "130493"
        },
        {
            "user_name": "Valdi B",
            "text": "afsökun var óþörf til mín allavega viktor, varst búinn að leiðrétta þig aðeins ofar við mig ,enda var ég ekkert búinn að tjá mig meira :) en takk samt! \nen er ekki best að hætta þessu núna, vil samt skila einu til pabba þíns, þar sem hann talar um mig og annan hérna á spjallinu, að hann þekkir mig ekkert, svo hann hefði númátt hugsa skrif sín aðeins betur áður en þau fóru hér á netið... :)\nen alltaf gott að eiga góða að. :)\nkv.valdi hættum þessu bulli núna !",
            "date": "2014-03-08 01:49:00",
            "post_id": "130555",
            "reply_to_id": "130498"
        }
    ],
    "date": "2014-01-22 19:58:00"
}