{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "22736",
    "title": "Tengja kastara - Teikningar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=22736",
    "posts": [
        {
            "user_name": "StefánDal",
            "text": "Er búinn að leita hérna á síðunni þar sem mig rámar í að einhvern tíman hafi verið til góður þráður með teikningum og útskýringum. En ég finn hann ekki núna.\nKastarnir framan á jeppanum eru ekki tengdir inn á háuljósin. Mig langar að tengja þá þannig að ég geti skipt á milli með rofa, hvort þeir fylgji park eða háuljósunum.\nEinhverstaðar las ég líka að það sé hægt að endurheimta heilmikið ljós úr orginal ljósunum með því að leggja sverari kapal beint úr geymi í ljósin og nota svo orginal tengið sem stýringu á relay.\nHvað segið þið? Eigið þið góðar teikningar af þessu?",
            "date": "2014-01-20 01:55:00",
            "post_id": "125077",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Hérna ljúfurinn. Verði þér að góðu. Ég var búinn að íslenska þessa og breyta henni aðeins. Hún á nú að vera hérna inni á spjallinu. En ég er auðvitað löngu búinn að gleyma því hvar.",
            "date": "2014-01-20 02:59:00",
            "post_id": "125081",
            "reply_to_id": "125077"
        },
        {
            "user_name": "StefánDal",
            "text": "Takk fyrir þetta :)",
            "date": "2014-01-20 13:31:00",
            "post_id": "125129",
            "reply_to_id": "125081"
        },
        {
            "user_name": "KÁRIMAGG",
            "text": "hvernig er það ef dagljosabunaður er til staðar ??\nog eins hvort skoðunarmenn eru að fetta fingur ut i að kastarar seu tengdir inn a parkið ??",
            "date": "2014-08-30 19:25:00",
            "post_id": "141947",
            "reply_to_id": "125129"
        },
        {
            "user_name": "jeepson",
            "text": "Ef að það eru vinnuljós á hliðum og aftan. Og t.d leitarljós, setja þeir ekkert útá það. Það hefur allavega ekki verið gert á mínum. En kastarar sem vísa fram eiga að vera tengdir á háuljósin. Annars minnir mig að ef það eru hlífar á þeim þá meigi þeir vera inná parkinu. Vonandi getur þá einhver leiðrétt mig ef að ég er að fara með vitleysu.",
            "date": "2014-08-30 19:50:00",
            "post_id": "141948",
            "reply_to_id": "141947"
        },
        {
            "user_name": "vidart",
            "text": "Ef þú ert á jeppa sem er breytt bifreið þá máttu geta kveikt hvenær sem er á kösturunum óháð stöðu annarra ljósa.\nEn ef þú ert á óbreyttum jeppa, eða allavega það lítið breyttum að hann er ekki skráður sem breytt bifreið þá verður það að vera stillt þannig að þú verður að vera með háu ljósin á áður en þú getur kveikt á kösturunum.",
            "date": "2014-08-30 23:01:00",
            "post_id": "141962",
            "reply_to_id": "141948"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÞetta er ekki alveg svona einfalt en á óbreyttum bíl meiga vega 1 par af þokuljósum sem kvikna með parkinu með sérrofa með gaumljósi.  Breytt bifreið má hafa auka háuljós sem kvikna með háu ljósunum gegnum sérrofa með gaumljósi.  Svo má vera á breyttum bílum ljós (í pörum) sem eingöngu má nota við akstur utan alfaraleiða sem meiga vera tengd hvernig sem er svo framarlega að parkið logi (annars eru ekki ljós aftan á bílnum).  Þessi ljós eiga að vera lokuð þegar ekið er á vegum.\nMig minnir að þetta sé svona einhvernveginn en annars heitir reglugerðin reglugerð um gerð og búnað bifreiða.\ntil að tengja rofa sem skiptir milli háu og park þarftu að \"stela\" spennu frá ljósunum og tengja sitthvoru megin á víxlrofa og taka þann sameiginlega á rofa með gaumljósi.  Svo má ekki gleyma að setja öryggi á allar lagnir sem lagðar eru frá rafgeymi af réttri stærð og vel svera víra.  Öryggjastærðin er auðfundin með því að deila aflinu í spennuna og þá færðu amperin og ferð í næstu eða þarnæstu stærð fyrir ofan.  t.d. 2x100W ljós= 200/12 = 16.6A og þá er 20A öryggi fínt.  2 x 35W xenon myndi ég halda að taki ca 45w.  (Alla jöfnu er glóperan eina peran sem er gefin upp í afli sem hún tekur af veitunni en allar aðrar segja aflið sem peran gefur frá sér í sýnilegu ljósi).  En 2X45 = 90W/12V = 7.5A.  Ég færi í 16 A og 2.5Q víra lágmark.\nKv Jón Garðar\nég er kannski svolítið gamaldags en ég fikta ekkert í aðaljósum bílsins, svera ekki upp víra, set xenon eða díóður því að með því að það eru aðal skoðunarljósin og öryggisatriði nr 2, næst á eftir bremsunum.  Með því að svera upp vírana færðu án efa meira ljós en þú færð líka lakari endingu á perurnar, minni mótstaða í vírum = minna spennufall = hærri spenna á peruna = verri ending.  Mér finnst best að fá útrás fyrir sköpunargleðina í lýsingabúnaði á aukaljósum, ljósum sem skipta minna máli öryggisins vegna.",
            "date": "2014-08-31 00:17:00",
            "post_id": "141966",
            "reply_to_id": "141962"
        },
        {
            "user_name": "Haukur litli",
            "text": "Ljós úr glóþráðaperu eykst verulega við að koma þó ekki sé nema bara 1 auka volti að henni. Hér er ein teikning, ég átti að eiga eina betri en finn hana ekki núna.\nKannski er þráðurinn minn í L2C DIY ennþá virkur, veit það ekki, þar fór ég yfir þetta. Ég vill hafa eitt öryggi fyrir hvert ljós til að minnka líkur á að bæði detti út vegna vandamáls í öðru ljósinu. \nHér er ágætis útlistun á ljósmagni við mismunandi spennu. \nhttp://danielsternlighting.com/tech/relays/relays.html\nHér er það sem skiptir þig máli: \n\"\nIn many cases, the thin factory wires are inadequate even for the stock headlamp equipment. Headlamp bulb light output is severely compromised with decreased voltage. The drop in light output is not linear, it is exponential with the power 3.4. For example, let's consider a 9006 low beam bulb rated 1000 lumens at 12.8 Volts and plug in different voltages: \n10.5V : 510 lumens\n11.0V : 597 lumens\n11.5V : 695 lumens\n12.0V : 803 lumens\n12.5V : 923 lumens\n12.8V : 1000 lumens ←Rated output voltage\n13.0V : 1054 lumens\n13.5V : 1198 lumens\n14.0V : 1356 lumens ←Rated life voltage\n14.5V : 1528 lumens\nThe Europeans take a slightly more realistic with their voltage ratings; they consider output at 13.2v to be \"100%\". The loss curve is the same, though. When operating voltage drops to 95 percent (12.54v), headlamp bulbs produce only 83 percent of their rated light output. When voltage drops to 90 percent (11.88v), bulb output is only 67 percent of what it should be. And when voltage drops to 85 percent (11.22v), bulb output is a paltry 53 percent of normal! It is much more common than you might think for factory headlamp wiring/switch setups to produce this kind of voltage drop, especially once they're no longer brand new and the connections have accumulated some corrosion and dirt.\n\"\nHvað varðar stýristraum fyrir kastara þá eru helst tvær leiðir færar í því. Þú getur annars vegar notað ON-OFF-ON rofa til að skipta á milli stöðuljósa og háageisla eða slökkva alveg á stýristraumnum (Það er það sem ég hef gert, einfalt og gott.), eða notað relí og haft sitthvorn stýristrauminn á 87 og 87a og svo rofa til að skipta á milli (Óþarflega flókið.).",
            "date": "2014-08-31 11:01:00",
            "post_id": "141984",
            "reply_to_id": "141966"
        }
    ],
    "date": "2014-01-20 01:55:00"
}