{
    "forum_title": "Almennt spjall",
    "id": "22790",
    "title": "6,5 GM Dísel spurning um spíssa",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=22790",
    "posts": [
        {
            "user_name": "atte",
            "text": "Getur einhver sagt mér hvort það er hægt að taka upp spíssa í 96 árg af GM 6.5 diesel turbo mótor\nog þá hverjir gera það.",
            "date": "2014-01-22 17:44:00",
            "post_id": "125403",
            "reply_to_id": false
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Blossi... en þetta kostar....\nmæli með þessu:\nhttp://www.ssdieselsupply.com/p57_6.5_t ... r_set.html\nsendir spíssana út og biður þá um að senda nótu um claim með þessu heim, engir tollar !",
            "date": "2014-01-22 17:52:00",
            "post_id": "125404",
            "reply_to_id": "125403"
        },
        {
            "user_name": "stjanib",
            "text": "Sæll\nÞegar ég var að vesenast í þessu á sínum tíma kom það út að það var ódýrara að kaupa nýja að utan, of dýrt að taka þetta upp hérna heima, ég endaði að kaupa stanadyne á ebay í flýti því mig vantaði þá strax, það eru engir tollar á þessu bara vsk. Leitaðu þér að bosch spíssum ef ekki myndi ég fara í stanadyne. \nÞað fara tvennar sögur með þessa marine spissa sem eiga að gefa auka hestöfl og hef ég lesið á spjallsíðum í kanahreppi að margir eru ekki ánægðir með ssdieselsupply sem Hr cummins er að benda á.\nÞað er mikill fróðleikur á þessari síðu \nhttp://www.dieselplace.com/forum/\n bara leita og lesið þig til um marine injectors og hvað þeir mæla með.\nÉg get mælt með þessum \nhttp://heathdiesel.com/\n hef verslað við hann og er með top vörur, og svo klikkar ebaymotors yfirleitt ekki og rockauto.com.\nK.v",
            "date": "2014-01-23 01:28:00",
            "post_id": "125462",
            "reply_to_id": "125404"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Heath Diesel er líka snilld... en marine spíssarnir frá SS Diesel Supply eru bara orginal Marine spíssar frá Stanadyne og því eru gæðin ekkert frábrugðin standard Stanadyne eins og þú bendir honum á að kaupa...\nÞórir? með 46\" K2500 bílinn er með kubb frá SS Diesel Supply og lætur vel að...",
            "date": "2014-01-23 10:52:00",
            "post_id": "125484",
            "reply_to_id": "125462"
        },
        {
            "user_name": "atte",
            "text": "Takk fyrir þetta strákar, er ekki hægt að láta testa spíssana og sjá hvort þeir séu í lagi.",
            "date": "2014-01-23 13:19:00",
            "post_id": "125494",
            "reply_to_id": "125484"
        },
        {
            "user_name": "nicko",
            "text": "Hefuru prófað að tala við ljónstaði, kostuðu skíð og ingenting fyrir 2-3 árum hjá þeim, og já það er hægt að prufa þá.",
            "date": "2014-01-23 15:01:00",
            "post_id": "125501",
            "reply_to_id": "125494"
        },
        {
            "user_name": "atte",
            "text": "Hringdi í þá í gær og þeir sögðu 74 þús STYKKIÐ sem mér finnst fulldýrt",
            "date": "2014-01-23 15:33:00",
            "post_id": "125504",
            "reply_to_id": "125501"
        },
        {
            "user_name": "atte",
            "text": "Hefur einhver látið taka upp svona spíssa",
            "date": "2014-01-23 15:38:00",
            "post_id": "125508",
            "reply_to_id": "125504"
        },
        {
            "user_name": "dazy crazy",
            "text": "ég hringdi í blossa/framtak varðandi að prófa spíssana í hiluxinu á sínum tíma, kostaði mjög lítið, talsvert undir 500kr. stykkið minnir mig en þori ekki að hengja mig uppá það.\nprófaðu að hringja í þá bara.",
            "date": "2014-01-23 16:05:00",
            "post_id": "125510",
            "reply_to_id": "125508"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Munar töluvert á Denso og Stanadyne/Bosch...",
            "date": "2014-01-23 20:18:00",
            "post_id": "125550",
            "reply_to_id": "125510"
        },
        {
            "user_name": "Stebbi",
            "text": "Djöfull er það mikið, þetta kostar frá 250 til 300 USD á ebay.  $270 frá pensacola diesel.",
            "date": "2014-01-23 20:30:00",
            "post_id": "125553",
            "reply_to_id": "125550"
        },
        {
            "user_name": "stjanib",
            "text": "Það er mikið um kína spíssa í gangi á netinu og eru þeir yfirleitt töluvert ódýrari, ég keypti þessa \nhttp://www.ebay.com/itm/6-5L-Diesel-Tun ... 1b&vxp=mtr\n  og voru þeir komnir heim til mín fyrir 85-90þús..\nGetur ekki verið að þeir meintu 74 þús fyrir alla 8??",
            "date": "2014-01-23 20:53:00",
            "post_id": "125561",
            "reply_to_id": "125553"
        },
        {
            "user_name": "atte",
            "text": "Spurði alveg sérstaklega hvort hann væri ekki að meina öll 8 stykkin en hann sagði að samkvæmt síðasta innflutningi þeirra á þessum spíssum þá væri þetta stykkjaverð,\nsemsagt 74 þús stykkið.\nÉg nefndi einmitt við hann að ég hefði séð spíssa á Ebay á ca 330 dollara og þá sagði hann að ef þeir flyttu þá inn fyrir mig að þá væri verðið á öllum 8 ca 100 þús þannig að einhver er nú álagningin hjá þeim.",
            "date": "2014-01-23 21:11:00",
            "post_id": "125563",
            "reply_to_id": "125561"
        },
        {
            "user_name": "atte",
            "text": "Svo hringdi ég í Framtak-Blossa í dag og þeir sögðust geta tekið þá upp fyrir ca 100 þús og þá er allt nýtt í þeim.",
            "date": "2014-01-23 21:13:00",
            "post_id": "125564",
            "reply_to_id": "125563"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Marine... hættu að pæla í öllu öðru... það munar þokjalega að hada sama power og HMMVV",
            "date": "2014-01-24 05:12:00",
            "post_id": "125611",
            "reply_to_id": "125564"
        },
        {
            "user_name": "atte",
            "text": "Er í lagi að setja þessa Marine spíssa í, það er nefnilega búið að breyta vélartölvunni eitthvað (meira power) það skiptir kannski engu bara ennþá meira power\nEr ákveðinn í að kaupa bara spíssa á Ebay",
            "date": "2014-01-24 08:00:00",
            "post_id": "125615",
            "reply_to_id": "125611"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Ertu með afgashitamælir?",
            "date": "2014-01-24 12:36:00",
            "post_id": "125632",
            "reply_to_id": "125615"
        },
        {
            "user_name": "atte",
            "text": "Nei en það stendur til að setja hann í",
            "date": "2014-01-24 12:37:00",
            "post_id": "125633",
            "reply_to_id": "125632"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Bara fylgjast með afgashitamælir þegar að þú ert að sprauta og þá ertu alltaf safe... en menn hafa notað þessa marine spíssa með tölvukubbum í dually bíla sem draga 5th wheel án neinna vandræða.....\nPlanið hjá okkur feðgum er að taka 80hp kubbinn frá SS Diesel, Marine spíssa og downpipe upgrade.. seinna meit er fyrirhugað að kaupa auka Borg Warner GM4 og gera sequential twin turbo... þannig verður drive pressure haldið í lágmarki en afköstin aukin :)",
            "date": "2014-01-25 12:09:00",
            "post_id": "125766",
            "reply_to_id": "125633"
        },
        {
            "user_name": "jeepson",
            "text": "Prufaðu að tala við Kistufell og sjá hvað þeir taka fyrir að gera upp spíssana.",
            "date": "2014-01-25 15:34:00",
            "post_id": "125784",
            "reply_to_id": "125766"
        }
    ],
    "date": "2014-01-22 17:44:00"
}