{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "2284",
    "title": "Breyting úr 33\" í 35\", Er mikið sem þarf að gera?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=2284",
    "posts": [
        {
            "user_name": "kjartan.olafsson",
            "text": "Sælir.\nÉg er með Patrol 33\" 1995 árg, og langar að breyta honum fyrir 35\". Maður er nýr í þessum jeppa bransa en langar að fá að vita hvað ég þarf að gera eða láta gera við hann til þess að fá þessa breytingu?\nKv,\nKjartan",
            "date": "2010-10-28 08:17:00",
            "post_id": "10033",
            "reply_to_id": false
        },
        {
            "user_name": "Þorri",
            "text": "Ef þú ert með orginal brettakanta þá er bíllinn mjög líklega nógu hár fyrir 35 þá þarftu bara að fá þér nýja brettakanta mála þá í hentugum lit og skera svo eins mikið úr brettunum og kantarnir leyfa. Svo er bara að vanda frágang inni í brettum. Gangbretti gæti þurft að stytta ef þú ert með svoleiðis. Ef það er búið að setja aðra kanta á bílinn hjá þér  þá gæti þurft að lyfta bílnum um 3-5 cm þá er líklega  búið að skera eitthvað úr brettum. Annars er bara máta munurinn á þessum stærðum er ekki mikill svo þetta ætti ekki að vera flókið.\nKv. Þorri",
            "date": "2010-10-28 09:01:00",
            "post_id": "10035",
            "reply_to_id": "10033"
        },
        {
            "user_name": "kjartan.olafsson",
            "text": "Sæll.\nÞakka þér fyrir svarið. Það eru 33\" brettakantar á bílnum, en þeir eru ljótir og ég er að pæla í því að fá mér bara 35\" brettakanta á hann. Veistu hvað kostar að hækka hann upp um 3-5 cm? Ég á eftir að máta 35\" dekk þannig að það kemur þá bara í ljós. Á reyndar eftir að kaupa bílinn, hann fer í skoðun hjá Matta í Nóa Ben á mánudaginn og ef hann kemur vel þar út þá kaupir maður hann!\nVeistu hvar ég gæti fengið 35\" brettakanta á ódýru og góðu verði?\nSíðan vantar mig líka stigbretti, veistu um eitthvern stað þar sem er hægt að fá ódýr stigbretta?\nKv,\nKjartan",
            "date": "2010-10-29 12:43:00",
            "post_id": "10087",
            "reply_to_id": "10035"
        }
    ],
    "date": "2010-10-28 08:17:00"
}