{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "22862",
    "title": "Grand Cherokee",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=22862",
    "posts": [
        {
            "user_name": "Potlus",
            "text": "Sælir félagar !\nÉg eignaðist nú á dögunum Jeep Grand Cherokee Laredo\nSpecs:\nJeep Grand Cherokee Laredo\nÁrg : 1997\nVél : 4L 6cyl HO\nLitur : Grár\nÓbreyttur\nHvað væri skemmtilegasta lausnin í breytingum og hvernig eru menn að breyta þessum bílum ?\nHvernig er það með 38\" breytinguna, hvað þarf að hafa í huga ?\nEndilega \"póstið! eitthverju áhugaverðu um breytingar á þessum bílum ! \nHeilir,\nÁrni\nÞessi týpa af Cherokee !",
            "date": "2014-01-25 23:46:00",
            "post_id": "125842",
            "reply_to_id": false
        },
        {
            "user_name": "Potlus",
            "text": "Eitthver ?",
            "date": "2014-01-27 22:38:00",
            "post_id": "126071",
            "reply_to_id": "125842"
        },
        {
            "user_name": "Gunnar00",
            "text": "ég veit ekki alveg hvernig það er nkl. á þessum, en í einhverjum verðuru að fá svokallað 'slip yoke eliminator' ef þú ferð yfir 2\" hækkun. það er hægt að fá lift kit í svona í tonnavís í ameríkuhrepp. hinsvegar er annar möguleiki að smíða síkkanir fyrir fjaðrirnar, og annað hvort hækkanir undir gorm eða fá lengri gorm. og auðvitað annaðhvort lengri dempara eða síkka sætin á þeim líka. síðan er auðvitað slípirokkurinn víðþekkti, skera bara úr, spurning hvað þú sleppur með litla hækkun.",
            "date": "2014-01-27 23:23:00",
            "post_id": "126078",
            "reply_to_id": "126071"
        },
        {
            "user_name": "lecter",
            "text": "ja breyta grand  ,,ég á svona bil og var að ugsa um breytingar en þetta er v8 318cc sem ég er með  málið er að þessi jeep er 2 ton og hefur eingar hásingar   td gamall Dodge Ramcarger  með dana 44 að framan og stóra afurhásingu en minn var með dana 60 að aftan með sömu vél er 2,3 ton helmingi stærri bill \neða scout inn minn 77 arg langur á 44\" dana 44 hasingar með trukka kassa og 304 scout vel hann er tilbúinn á fjöll 2 ton og 70 kg miklu stærri og leingri bill  ,,, xj cherokee er mun sniðugri bill en fer ekki yfir 38\" með sömu litlu hasingarnar  hann er þó mun lettari en grand inn\nen grandinn lookar flott á 38\"",
            "date": "2014-01-28 18:00:00",
            "post_id": "126126",
            "reply_to_id": "126078"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Þetta eru fínir bílar til að breyta, ekki nema tæp 1700kg með sexunni og rúm 1700kg með v8\nÞað er ekki fjaðrir í þeim heldur gormar að framan og aftan, átt líka að gera fengið lift kit fyrir svona bíl frekar billega frá ameríku, þá er þetta bara plug and play ;)\nEn jú hásingarnar eru helst til veiklulegar en það er eitthvað af svona bílum á 38\" með orginal rör, bara ekki traðka bílinn í öllum færum.",
            "date": "2014-01-28 20:09:00",
            "post_id": "126135",
            "reply_to_id": "126126"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Keyra með snefil af skynsemi, þá endist þetta dót áratug eða lengur með réttu viðhaldi.. \nÞetta eru þrælfínir bílar sem fara mjög vel með mann, drífa ótrúlega mikið enda er fjöðrunin er lygilega góð. Orkan er býsna mikið fyrir bíl af þessari stærð. \nFrábærir bílar í alla staði, Myndi ekki hafa stærstu áhyggjurnar af þessum hásingum til að byrja með. \nGangi þér vel.",
            "date": "2014-01-28 23:24:00",
            "post_id": "126168",
            "reply_to_id": "126135"
        },
        {
            "user_name": "Kiddi",
            "text": "Ágætt að hafa líka í huga að það hversu léttar hásingarnar eru spilar sennilega stóran þátt í því hvað fjöðrunin er góð. Ekkert mál að eyðileggja það með því að setja of þungar hásingar",
            "date": "2014-01-28 23:37:00",
            "post_id": "126170",
            "reply_to_id": "126168"
        },
        {
            "user_name": "motorhaus",
            "text": "ég hef verið að dunda við að breyta svona bíll bara grand 95 model. eins og hjörtur segir er hægt að kaupa upphækkunarsett frá ameríku svo er bara skrúfa. en eins og ég hef gert þetta er þetta býsna vinna. Ég setti 6 cm undir gorma upp við body.   Að framan síkaði ég svo vasa sem halda stífum neðri um 7cm færði gat fram um 3 cm \nsíkaði vasa fyrir hliðar stífu niður um 6cm , er ekki viss um að það sé nauðsynlegt.  Hækkaði svo á hásingu festingar fyrir efri stífu um 6 cm lengdi efri stífur aðeins til að rétta spindilhalla sem er mjög mikilvægt að breytist ekki þá hristist bíll eins og brjálaður. Mæli frekar með að lækka efri stífur við body með járnum sem eru smíðuð milli orginal festingingar fyrir neðri stífu og upp í orginal gat fyrir efri stífu þá er efri stífa fest á þetta járn 6cm neðar í \nþessu tilfelli t.d. Að aftan er en meira að gera fyrst er að síkka stífuvasa um 6 til 7 cm og færa aftur um 6 til 7 cm\nbæði fyrir efri og neðri stífur, svo þarf að færa gorma sæti upp í bíll um 6 til 7 cm aftur þau eru hnoðuð í body vont að finna hnoðin til að losa þau.  Síðan er að færa hliðar stífu 6cm aftur eins og allt annað þá rekst hún í bensín tank svo hann þarf aðeins að færa aftar. Að síðustu þarf að lengja alla dempara um 6 cm uppi eða niðri eftir smekk og drifskaft að aftan. með þessari breytingu er bíll orðin 9 cm lengri milli hjóla sem skiptir víst máli þegar maður vill flot. svo er að skera hæfillega úr og setja kanta. svona er þetta í fljótu bragði.\nþað er verkstæði í mosó sem breytti nokrum svona bílum og var það vel gert gott að hitta þá ef verulegur áhugi er fyrir hendi.\nkveðja karl",
            "date": "2014-01-28 23:58:00",
            "post_id": "126173",
            "reply_to_id": "126170"
        },
        {
            "user_name": "magnum62",
            "text": "Karl/motorhaus.   Ég var spá;  hvort þú hafir eitthvað pælt í öðrum dempurum við þessar breytingar hjá þér?   \nKv. MG",
            "date": "2014-02-05 06:29:00",
            "post_id": "126843",
            "reply_to_id": "126173"
        }
    ],
    "date": "2014-01-25 23:46:00"
}