{
    "forum_title": "Almennt spjall",
    "id": "22890",
    "title": "1998 Land Cruiser 90 33\" - Vantar upplýsingar og ráð",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=22890",
    "posts": [
        {
            "user_name": "baldvinl",
            "text": "Sælir\nVið fjölskyldan vorum að kaupa Land Cruiser 90 með 125 hestafla díselvélinni á 285/75 R16 dekkjum og mig vantar smá ráðleggingar.\nHvernig dekk er best að hafa undir hann að ykkar mati, miðað við aðstæður eins og þær eru á veturna, erum mest á Suðvesturhorninu, ca. 50-50 langkeyrsla/innanbæjar og svona 85-90% malbik, erum voða lítið að fara á fjöll nema kannski smá á sumrin og um páskana og þá bara létt færi, alla vega fyrir jeppa. Einnig væri mjög fínt að fá að vita svona ca. hvaða loftþrýsting er best að hafa í dekkjunum.\nHvernig er með tölvukubba í svona bíla, hvernig eru þeir að koma út í sambandi við eyðslu og kraft, hvar er best að láta setja þá í og hvað kostar það?\nMeð fyrirfram þökk\nBaldvin Lárus Sigurbjartsson",
            "date": "2014-01-27 00:04:00",
            "post_id": "125977",
            "reply_to_id": false
        },
        {
            "user_name": "StebbiHö",
            "text": "Toyo harðskeljadekk, búinn að vera með svoleiðis undir Lc 120, svínvirkaði, hefp prófað undir Terrano, mjög gott og er með svona undir Jepp Grand og helánægður. Gott að keyra, mjúk og endast vel.\nKv Stefán",
            "date": "2014-01-27 00:20:00",
            "post_id": "125980",
            "reply_to_id": "125977"
        },
        {
            "user_name": "rambo",
            "text": "Sæll ég setti tölvukubb frá Guðlaugi í samrás en ég mundi ekki setja kubb í bílinn nema að setja intercooler líka. Ef þú gerir þetta mund þú brosa allan hringinn og eiðslan mun minka. \nBk Svavar",
            "date": "2014-01-27 10:29:00",
            "post_id": "125998",
            "reply_to_id": "125980"
        },
        {
            "user_name": "baldvinl",
            "text": "Sælir,\nHvernig harðskeljadekk varstu með undir 120 bílnum?\nHvað kostar ca. að láta setja tölvukubb og intercooler í hann?",
            "date": "2014-01-27 12:17:00",
            "post_id": "126005",
            "reply_to_id": "125998"
        },
        {
            "user_name": "StebbiHö",
            "text": "Undir 120 bílnum var ég með 265/65/17, sem er orginal stæðin, það er nú hægt að fá stærra. Með kæli og tölvukubb get ég ekki svarað, hef átt 1 svona 90 lc á 38 og hann var með öllu þessu í þegar ég kaupi hann. En ég hef grun um að það ætti nú ekki að vera stór kostnaður við að koma þessu í, búið að gera það í svo mörgum bílum að það er sjálfsagt orðin góð þekking og reynsla í því. Sjáflsagt er kostnaðurinn mestur við að kaupa kubbinn.\nKv Stefán",
            "date": "2014-01-27 14:58:00",
            "post_id": "126019",
            "reply_to_id": "126005"
        }
    ],
    "date": "2014-01-27 00:04:00"
}