{
    "forum_title": "Almennt spjall",
    "id": "229",
    "title": "Leit af sleðafólki á langjökli...",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=229",
    "posts": [
        {
            "user_name": "Óskar - Einfari",
            "text": "http://www.mbl.is/mm/frettir/innlent/20 ... adstaedur/\nÞetta hljómar ekki vel, tveir týndir á langjökli í vondu veðri, veðrir er að versna og komið myrkur :( \nEinhverjar fréttir??\nKv.\nÓskar Andri... sem lýst ekki á þetta...",
            "date": "2010-02-14 20:20:00",
            "post_id": "1036",
            "reply_to_id": false
        },
        {
            "user_name": "gislisveri",
            "text": "Alltaf fær maður hnút í magann. Vonum það besta.",
            "date": "2010-02-14 20:50:00",
            "post_id": "1038",
            "reply_to_id": "1036"
        },
        {
            "user_name": "Brjótur",
            "text": "Ég vona að fólkið finnist sem fyrst því þetta eru erlendir ferðamenn sem eru örugglega ekki vanir svona aðstæðum og því hver mínúta dýrmæt,en þeim er nú sagt að halda kyrru fyrir ef þau verða viðskila við hópinn áður en farið er af stað í sleðaferðina svo ef þau hafa gert það þá ættu þau að finnast, það var nokkuð fljótt að breytast veðrið í dag ég fór í íshellinn á milli kl.1 og 2 í dag og veðrið versnaði á meðan við vorum í hellinum og um  3 - 4 var orðin blyndbylur þarna uppfrá var mér sagt af kollega mínum áðan, vonum það besta\nkveðja Helgi",
            "date": "2010-02-14 21:01:00",
            "post_id": "1040",
            "reply_to_id": "1038"
        },
        {
            "user_name": "joisnaer",
            "text": "vonandi að þeu finnist bara heil á húfi.",
            "date": "2010-02-14 22:26:00",
            "post_id": "1044",
            "reply_to_id": "1040"
        },
        {
            "user_name": "EinarR",
            "text": "Þetta er leiðinlegt. Þessi vetur er ekki beint óska vetur hjá jappafólki.",
            "date": "2010-02-14 22:47:00",
            "post_id": "1045",
            "reply_to_id": "1044"
        },
        {
            "user_name": "JonHrafn",
            "text": "Björgunarsveitamenn unnu enn eitt afrekið í nótt. Ótrúlegt að þeim hafi tekist að finna fólkið í 20metra skafrenningi.",
            "date": "2010-02-15 06:44:00",
            "post_id": "1049",
            "reply_to_id": "1045"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "http://www.mbl.is/mm/frettir/innlent/20 ... _sledanum/\nEnn eitt afrek Björgunarsveitarmanna á langjökli. Þetta er fólk sem týndist er svo heppið að hafa fundist svona fljótt. Við megum vera svo stollt af því að eiga svona vel útbúnar sveitir allstaðar á landinu sem eru tilbúnar að fara af stað upp á hættulegan jökul í vitlausu veðri án fyrirvara.\nVeðrið var svo brjálað og skyggnið svo lélegt að á tímum voru menn sem gengu á undan bílunum.\nKv.\nÓskar Andri",
            "date": "2010-02-15 08:38:00",
            "post_id": "1050",
            "reply_to_id": "1049"
        },
        {
            "user_name": "Ingaling",
            "text": "kunna ferðaþjónustu fyrirtækin ekki á veðurspá spyr ég nú bara. Þarna voru Skotar á ferð á vegum Ferðaskrifstofu...",
            "date": "2010-02-15 09:44:00",
            "post_id": "1051",
            "reply_to_id": "1050"
        },
        {
            "user_name": "gislisveri",
            "text": "Maður veit nú svo sem ekkert hvað býr að baki, en mér finnst standa upp úr hversu rétt fólkið hefur brugðist við, þ.e. að halda kyrru fyrir í allan þennan tíma.",
            "date": "2010-02-15 09:53:00",
            "post_id": "1052",
            "reply_to_id": "1051"
        },
        {
            "user_name": "Brjótur",
            "text": "Jæja þetta fór nú vel sem betur fer ekki alveg dauð úr öllum æðum þessi Skoska kona , en að öðru, Ingi ég ætla nú bara að benda þér á að ég var þarna sjálfur um það leiti sem þau hafa farið af stað og þá var ekki slæmt útlit og hvenær hefur verið hægt að fara eftir veðurspá hérna það er nú ekki eins og við stillum klukkuna eftir henni ;) Þessar sleðaferðir hafa verið stundaðar núna í jaa 15-20 ár með ferðamenn og þessir leiðsögumenn sem vinna við þær eru mjög reyndir og hafa nú ýmislegt í reynslubankanum, og síðan ég byrjaði í þessu 2001 þá er þetta í fyrsta skifti sem svona leit á sér stað og víl ég þakka það reynslu og góðri kennslu áður en farið er af stað í ferðina á sleðunum og þarna sýndi það sig konan brást hárrétt við stoppaði sleðann þegar hún áttaði sig á að hún var orðin  viðskila við hópinn en það er einmitt hamrað á því við fólkið\nen svo var hún sjálf svo klár að velta sleðanum og gera skjól fyrir þau. Og að lokum Ingi þá afþakka ég svona hálfkveðna sneið eins og þú settir þarna fram, og annað mér finnst oft að litið sé á okkur jeppamenn sem keyra túrista eins og annarskonar jeppamenn  en ég held nú ef á heildina er litið að við séum fjandi seigir því að oftast erum við einbíla á ferðinni og klárum okkur af með þetta þó við séum bara á ...Gullhring.. að þá er nú snjór og skafrenningur upp við jökul og hann er nú allstaðar eins :)\nkveðja Helgi",
            "date": "2010-02-15 11:27:00",
            "post_id": "1053",
            "reply_to_id": "1052"
        },
        {
            "user_name": "Ingaling",
            "text": "jájá, ekki er ég að setja út á ferðaþjónustujeppamenn, ég hef ferðast með nokkrum slíkum og oftast til eru þetta mennirnir með mestu reynsluna. En samt sem áður er búið að vera að hamra á því að það kæmi norðan skellur á Sunnudag síðan á Fimmtudag. Ég hef sjálfur lent í 20msek og skafrenning á langjökli og það er eithvað sem ég vil aldrei gera aftur. Allt annað að vera á jeppa, þá hefur maður þó allavega skjól yfir sér.",
            "date": "2010-02-15 12:21:00",
            "post_id": "1054",
            "reply_to_id": "1053"
        },
        {
            "user_name": "olihelga",
            "text": "Ég hef nú kannski ekki mikið vit á þessu en þegar veðurspá er búin að vera eins og hún var ættu menn í það minnsta að hugsa út í það að fara ekki af stað eða í það minnsta að fara eitthvað styttra en upphaflegu áætlanir gerðu ráð fyrir. Menn með reynslu, eins og ég reikna með að leiðsögumenn í þessum ferðum hafi, ættu, finnst mér allavega, að taka tillit til aðstæðna og þess að þeir eru ekki með fólk sem er vant svona ferðamennsku. Burt frá því þá er þetta orðin hlutur sem fór vel í alla staði og ekkert við því að segja eða gera en ég myndi vilja varpa fram einni spurningu í þessa umræðu er ógerningur að setja svona \"spot\" á leigusleða. Minnir að ég hafi séð eithvað svoleiðis apparat um daginn sem hægt var að sjá hvar menn eru og þá hefði verið hægt í þessu tilfelli að fara beint að sleðanum og ná í fólkið. Finnst einhvernvegin að svoleiðis tæki væri búið að borga sig á talsvert marga sleða samanborið við kostnað af þessu útkalli í gær.\nKv, Óli",
            "date": "2010-02-15 12:54:00",
            "post_id": "1055",
            "reply_to_id": "1054"
        },
        {
            "user_name": "EinarR",
            "text": "Eina sem ég vill seiga er að ég er alveg svaka stoltur af því hvað íslensku björgunarsveitamenninrnir geta og vilja! Skál fyrir þeim!",
            "date": "2010-02-15 12:56:00",
            "post_id": "1056",
            "reply_to_id": "1055"
        },
        {
            "user_name": "Brjótur",
            "text": "Sælir aftur já þetta spot tæki hlýtur að vera næsta skref  það er rétt, en það sem slær mig svoldið eru þessi hörðu viðbrögð\num veðrið mér virðist að þið haldið að það sé bara farið í þessar sleðaferðir í sól og björtu nei það er ekki svo það er mjög oft skafrenningur eða þoka eða snjókoma og ef það ætti að operate þetta bara í sól jaaa þá held ég að ferðirnar yrðu nú stopular og svo höfum við oft verið þarna í flottu veðri þegar það á að vera stormur, en þetta fór vel en alltaf má gera betur\nog bæta í tækjasafnið frekar en að bæta við boðum og bönnum. :)\nFerðakveðja Helgi",
            "date": "2010-02-15 15:37:00",
            "post_id": "1064",
            "reply_to_id": "1056"
        },
        {
            "user_name": "Stebbi",
            "text": "Við skulum bara vona að þetta vekji ekki eitthvað reglugerða-tröllið í einhverju ráðuneitinu sem reynir að ganga endanlega af þessum bransa með boðum og bönnum.",
            "date": "2010-02-15 21:23:00",
            "post_id": "1077",
            "reply_to_id": "1064"
        },
        {
            "user_name": "Tóti",
            "text": "Ég er nú einn þeirra sem eyddi síðustu nótt þarna upp við Langjökul við leit af mæðginunum sem týndust.  Ég ætla nú ekki að dæma um það hvort ráðlegt hefði verið að fara með hópinn af stað eður ey.  \nSkyggnið þegar við mætum á svæðið var svo slæmt að mennirnir sem löbbuðu fyrir framan bílana sáu vart tærnar á sér (við Vestfirðingarnir höfum nú samt séð það svartara :) ).  Það er því mikil heppni að fólkið fannst þarna um nóttina.\nEn það er samt margt sem hægt er að gera til að fyrirbyggja svona slys.  SPOT er vissulega eitt þeirra (\nhttp://www.findmespot.eu/en/\n).  Gervitunglin fyrir tækin eru frekar sunnarlega en þau hafa samt komið vel út á Íslandi og skuggasvæðin ekki mörg.  Ég veit um menn hérna á spjallinu sem eiga svona og geta kannski sagt frá þeirra reynslu á þeim.  Þetta ættu jeppa/sleða/göngumenn allir að skoða, held að tækið kosti eitthvað í kringum 30 þúsund.  Hvað kosta bílarnir ykkar í samanburði við það?\nRECCO (\nhttp://recco.com/system/reflectors_info.asp\n) er svo annað sem er mjög ódýr lausn og svínvirkar.  Gefur ekki upp nákvæma staðsetningu en nóg samt svo hægt sé að hefja leit út frá einhverjum punkti.  Að mér vitandi eiga að vera til tvö RECCO leitartæki á Íslandi, eitt í Reykjavík og annað á Akureyri.  Það tekur þyrlu örskamma stund að sveima yfir stóru svæði til að finna svona merki.  Merkin er mjög ódýr og auðveldlega fest á fatnað.\nAlmennt er ekki leitað af RECCO merkjum á Íslandi því fáir bera þau á sér.  Þó held ég nú að ef leiguaðilinn láti það koma fram að hinir týndu séu með merki þá yrði nú farið með leitartækið á staðinn.",
            "date": "2010-02-16 00:20:00",
            "post_id": "1092",
            "reply_to_id": "1077"
        },
        {
            "user_name": "olihelga",
            "text": "Sjáiði hvað sýsli á Selfoss er að belgja sig núna (\nhttp://visir.is/article/20100215/FRETTIR01/108522723\n) held einhvernvegin að það þurfi að finna handa honum stöðu sem hann gerir ekki eins mikið ógagn í og þessi staða sem hann er í núna, vantar ekki alltaf sýslumann í Kolbeinsey?\nKv, Óli",
            "date": "2010-02-16 17:47:00",
            "post_id": "1117",
            "reply_to_id": "1092"
        },
        {
            "user_name": "Járni",
            "text": "Ég er nýlega búinn að kaupa svona Spot-tæki eftir að hafa hrætt líftóruna úr þeim sem heima sátu vegna smá sambandsleysis og tafa. Tækið fékk ég á 25þkr og árgjaldið er svo um 150evrur/dollarar. Ég á eftir að fara með það í ferð, svo ég veit ekki með skuggasvæði af eigin reynslu, en hef aðeins prufað þetta og hafa merkin komist til skila. Ég hef þó fylgst með svona tæki sem aðrir voru með í ferð á korti og virkaði það prýðilega.\nÓdýr lausn til að róa þá sem heima eru og gæti einn daginn leikið aðahlutverkið í því að bjarga manni.",
            "date": "2010-02-16 18:27:00",
            "post_id": "1118",
            "reply_to_id": "1117"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Ég er dálítið búinn að undra mig á því að þessi tæki (SPOT) skuli ekki vera meira notuð af ferðafólki. Ég hef ekki heyrt nema vel af þessu látið en kannski eru einhverjir sem hafa heyrt eitthvað annað.  Mér dettur í hug útaf þessu að nefna svipað tæki sem heitir Depill og er hægt að skoða meira um það hér\nhttp://www.depill.is/Default.aspx\n  Þar sem langdrægni GSM er alltaf að aukast er þetta mögulega nothæft til að fylgjast með ferðum fólks á hálendinu.",
            "date": "2010-02-16 19:52:00",
            "post_id": "1121",
            "reply_to_id": "1118"
        },
        {
            "user_name": "gislisveri",
            "text": "Ég var á aðalfundi Jöklarannsóknafélags Íslands áðan og formaðurinn bar þau tíðindi að til stæði að kortleggja verstu sprungusvæðin á íslenskum jöklum (náði því ekki hvort það gilti um þá alla eða bara þá sem almennt er ferðast á). Landsbjörg ku vera í forsvari verkefnisins með stuðningi m.a. Jöklarannsóknafélagsins og F4x4.\nMér skilst svo að kortinu yrði dreift til ferðafólks með fleiri upplýsingum um umgengni á jöklum, t.a.m. hvað beri að varast og hvernig bregðast skal við ef farartæki lendir í sprungu.\nÉg held að það megi ekki búast við að þetta verði klárt á þessu ári, en síðan á að uppfæra það árlega.",
            "date": "2010-02-23 23:55:00",
            "post_id": "1446",
            "reply_to_id": "1121"
        },
        {
            "user_name": "dabbigj",
            "text": "Vonandi leiðir þetta bara til þess að menn hugi frekar að öryggismálum í allri ferðamennsku á fjöllum sama hvort það sé fótgangandi, jeppum eða sleðum.",
            "date": "2010-02-24 00:47:00",
            "post_id": "1453",
            "reply_to_id": "1446"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Þetta eru frábær tíðindi!",
            "date": "2010-02-24 10:57:00",
            "post_id": "1464",
            "reply_to_id": "1453"
        }
    ],
    "date": "2010-02-14 20:20:00"
}