{
    "forum_title": "Almennt spjall",
    "id": "22931",
    "title": "Vatnskassi LC 80 bensín - passar USA kassi?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=22931",
    "posts": [
        {
            "user_name": "fauskur",
            "text": "Howdy,\nVantar vatnskassa í LC 80 \nBensín\n árg 94. Innfluttur nýr af umboði. Er með OEM númerið (1640066040) en leit á neti (þ.á.m. á ýmsum erlendum varahlutasíðum) skilar í niðurstöðum bæði USA og Evrópu \"merktum\" kössum. USA verðið er mun lægra heldur en Evrópu.\nVil því í fáfræði minni spyrja LC 80 gúrúana hér hvort það er einhver munur á þessum vatnskössum og þá hvort USA útgáfan passar?\nKveðja,\nGunnlaugur",
            "date": "2014-01-29 06:02:00",
            "post_id": "126179",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "ég er að flytja svona kassa inn í minn LC 80 \"as we speak\", nákvæmlega þetta partanúmer. hann passar líka í HDJ80, eina sem þarf að breyta þar er að búa til smá mililstykki fyrir festingarnar á trektinni. annað er eins. \nsvo ég get ekki ímyndað mér annað en að þessi kassi passi beint í bílinn þinn án breytinga. líklega heitir bíllinn þinn þá FZJ80 ef mér skjátlast ekki.\nég verð kominn með hann í hendurnar eftir nokkra daga. get selt þér hann ef svo ólíklega vildi til að hann passi ekki í minn :)",
            "date": "2014-01-29 13:06:00",
            "post_id": "126210",
            "reply_to_id": "126179"
        },
        {
            "user_name": "Polarbear",
            "text": "ég er s.s. að flytja inn frá USA. miðað við þetta ættirðu alveg að geta notað Dísel kassa ef þú villt, þótt númerið sé annað, með minniháttar veseni. Eru plast toppur og botn á kassanum hjá þér eða er hann \"all-metal\" eins og sagt er? ef þú ert með málm-botn og topp þá getur Grettir vatnskassar skipt út elementinu.",
            "date": "2014-01-29 13:41:00",
            "post_id": "126215",
            "reply_to_id": "126210"
        },
        {
            "user_name": "fauskur",
            "text": "Þakka þér fyrir svarið, Polarbear.\nHeld að kassinn sé all-metal, er reyndar ekki í nálægð við gripinn sem stendur en nokkuð viss um það. Var búinn að fara í Gretti en sú heimsókn var ekki góð nýting á tíma mínum!\nJá, sendu mér skilaboð ef kassinn passar ekki hjá þér.",
            "date": "2014-01-29 20:05:00",
            "post_id": "126248",
            "reply_to_id": "126215"
        }
    ],
    "date": "2014-01-29 06:02:00"
}