{
    "forum_title": "Almennt spjall",
    "id": "22965",
    "title": "Lc 60 gírkassafesting! hjálp",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=22965",
    "posts": [
        {
            "user_name": "Fetzer",
            "text": "Er að setja kram úr 60 krúser í 70 krúser, og ég er að smíða nýja gírkassafestingu, við grind og kassa, setti bara snyrtilegan prófíl, beygt og snikkað flott.,\nen eina spurningin er , þarf að beygja eitthvað niður fyrir framskaftúrtakið á kössunum, eða ætti þetta að sleppa nokkur ef ég er með nýju festinguna \"beint\" yfir, s,s prófílin beint eins og púðafestingin lyggur., veit það eitthver?\neða þarf að fara framhjá því með droppi eða beyja bitan til hliðar svo hann snerti ekki sköftin þegar billinn fjaðrar, er ekki kominn svo langt að reikna hallan á sköftum við hásingu. ,.",
            "date": "2014-01-29 23:44:00",
            "post_id": "126288",
            "reply_to_id": false
        },
        {
            "user_name": "Hjörturinn",
            "text": "Fer bara eftir því hvað bíllinn er mikið hækkaður hjá þér, en hjá mér þá var ég með millistykki og tvöfaldan lið sem færði allt draslið soldið fram, hefði ekki sloppið með venjulegum lið, þannig ég myndi taka aðeins niður fyrir skaftinu þar sem flangsinn fyrir það er svo innarlega miðað við orginal bitann allavega.",
            "date": "2014-01-30 07:18:00",
            "post_id": "126302",
            "reply_to_id": "126288"
        },
        {
            "user_name": "Polarbear",
            "text": "þegar við settum mótorinn í minn bíl þá notuðum við orginal gírkassabitann. suðum bara á hann festingar sem teygðust fram. það héllt alla tíð og klikkaði aldrei.",
            "date": "2014-01-30 08:47:00",
            "post_id": "126306",
            "reply_to_id": "126302"
        },
        {
            "user_name": "Fetzer",
            "text": "Sælir, takk fyrir svörin, ég er með motorinn eins aftarlega og mögulegt er, en gast þú notað orginal kæliviftuna.? ég er með trissuhjólið fyrir ofan þverbitan sem þú mældir með að taka í brutu,trissan kemur sirka 2 cm inná bitan. svo vélin gæti verið svolitið hátt uppi, þvi ég er að notast við orginal motor púðana og festingarnar, ætti samt að sleppa uppá húddið.  hún hallar pínulitið aftur.",
            "date": "2014-01-30 12:18:00",
            "post_id": "126313",
            "reply_to_id": "126306"
        },
        {
            "user_name": "Polarbear",
            "text": "ég notaði 60 krúser kæliviftuna já... ef ég man rétt. ég var með vélina hjá mér eins aftarlega og neðarlega og ég kom henni. Til þess þurfti að færa fremsta grindarbitann fram. það var ekkert biluð vinna. skar líka í sundur boddý-bitann fremsta og setti vatnskassann undir þverbitann sem húddlæsingin kemur á og setti styrkingu þar fyrir framan, s.s. vatnskassinn fór framar sem því nemur, c.a. 5 cm. Ég notaði forrunner vatnskassa sem ég snéri á hvolf, því þá passa stútarnir :) það er nebblega ekkert lok á þeim. minnir að 70 krúserinn sé eins. Var með vatnskassalok á slönguni bara, sérsmíðað af Þorra vini mínum sem smíðaði þetta að mestu leiti... ég var aðallega í því að rétta verkfæri og ná í mat hehe.",
            "date": "2014-01-30 12:31:00",
            "post_id": "126315",
            "reply_to_id": "126313"
        }
    ],
    "date": "2014-01-29 23:44:00"
}