{
    "forum_title": "Almennt spjall",
    "id": "22981",
    "title": "Setja stíflueyðir inná miðstöðvar element",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=22981",
    "posts": [
        {
            "user_name": "Hrannifox",
            "text": "Sælir spjallverjar einsog titilinn segir er óhætt að setja stíflueyðir inná miðstöðvar element?\nHeld að elementið sé stíflað þannig að vatnið fari bara stiðstu leið í gegnum það\nEða eruði með eitthverjar betri hugmyndir? fyrst maður þarf að stoppa bílinn í sambandi við viðhald svo einsgott að bæta þessu á listan!\nAllar hugmyndir vél þegnar\nKv, Hrannar",
            "date": "2014-01-30 20:06:00",
            "post_id": "126346",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Þú skalt kynna þér hvort að það sé óhætt, tærandi sull.",
            "date": "2014-01-30 20:29:00",
            "post_id": "126349",
            "reply_to_id": "126346"
        },
        {
            "user_name": "Hrannifox",
            "text": "jabb þessvegna datt mér í hug að spyrja hérna svona fyrst áðuren maður færi að googla internetið, menn vita víst ýmislegt hérna :)\nKv, Hrannar",
            "date": "2014-01-30 20:46:00",
            "post_id": "126354",
            "reply_to_id": "126349"
        },
        {
            "user_name": "elliofur",
            "text": "Það skilaði alveg útrúlega góðum árangri hjá mér að taka báðar slöngur af elimentinu og skola það út með heitu vatni - hitaveituvatni - undir öllum þeim þrýstingi og magni sem var í boði (3/4\" slanga og sennilega 2\" inntak á garðyrkjustöð) :)",
            "date": "2014-01-30 20:56:00",
            "post_id": "126357",
            "reply_to_id": "126354"
        },
        {
            "user_name": "Hrannifox",
            "text": "lét sjóðandi vatn renna í gegn þegar ég skifti um vatnsdælu, kom slatti af drullu út, en þar sem ég var inni hjá félaga mínum og þurfti að gera allt í snatri þá beið ég með að setja bara inná elementið.\nkannski spurning um að blanda matarsóta og edik blöndu til að hella í og leyfa því síðan að bíða í smá tíma áðuren maður trukkar í gegn og þá taka báðar leiðir\nöll hjálp væri vél þegin.\nEr með efni sem er ætandi á kalk en ekki málma ætli það sé hentugt í svona aðgerðir?",
            "date": "2014-01-30 21:07:00",
            "post_id": "126358",
            "reply_to_id": "126357"
        },
        {
            "user_name": "naffok",
            "text": "fékk einusinni gamlan Subaru með stíflaðri miðstöð sem margt var búið að reyna til að laga, aftengdi slöngurnar setti loftpressuna í samband og blés með henni öfuga leið í gegnum elementið, virkaði fínt á eftir.\nKv Beggi",
            "date": "2014-01-30 22:06:00",
            "post_id": "126363",
            "reply_to_id": "126358"
        },
        {
            "user_name": "asgeirh",
            "text": "Það er til Raditor flush frá Kent sem þú getur prófað.",
            "date": "2014-01-30 22:21:00",
            "post_id": "126366",
            "reply_to_id": "126363"
        },
        {
            "user_name": "bragig",
            "text": "Það má líka nota 2-4 lítra af kók á kælikerfið í nokkrar vikur, skola síðan út með vatni.. (og endurnýja frostlög) Bara ekki gleyma þessu á.\nPrufaði þetta einu sinni á toyota touring ´90 módel sem ég átti. Kælikerfið var svo hreint á eftir að það var eins og eftir glerblástur (að innan), það kom líka verulegt magn af drullu með þessu út.",
            "date": "2014-01-30 22:36:00",
            "post_id": "126371",
            "reply_to_id": "126366"
        },
        {
            "user_name": "crusi100",
            "text": "Sæll.\nBesta ráðið og það sem ég er oft búinn að gera með besta árangri sem ég hef fundið út fyrir utan kókið. Hef aldrei prófað það.\nTaktu slöngurnar af miðstöðvar elementinu og settu uppá það slöngu og láttu renna heitt vatn í gegnum elementið dágóða stund eða þar til vatnið fer að verða glært. Taktu þá slönguna og settu hana á hitt rörið úr elementinu og láttu renna þangað til vatnið verður glært eða þar um bil. Skipta svo bara nógu oft og láta renna á víxl, þannig losnar drullan úr elementinu. Þú ættir að láta slönguna svona 10 sinnum uppá hvorn stútinn fyrir sig (20 sinnum í heildina) bara stutt í einu og þú klárar þetta á hálftíma og miðstöðin verður eins og ný. Það losnar nefnilega um þetta smám saman en ekki allt í einu með því að fá vatnskraftinn á víxl.\nGóðar stundir.\nKv oö hús.",
            "date": "2014-01-30 23:17:00",
            "post_id": "126376",
            "reply_to_id": "126371"
        },
        {
            "user_name": "Hrannifox",
            "text": "Þakka góð ráð vissi að eitthvað fengi maður að vita :)\nEn jæja ætla að prófa að skella kóki á kerfið of skola út sitt á hvað, má taka 8 tíma mín vegna vill bara fá þetta í lag svo miðstöðin hitni.\nKv, hrannar læt vita hvernig gengur",
            "date": "2014-01-30 23:54:00",
            "post_id": "126380",
            "reply_to_id": "126376"
        },
        {
            "user_name": "jongud",
            "text": "Ég þorði ekki að setja neitt sterkara efni en uppþvottalög á kerfið hjá mér en hann gerði sitt gagn.\nSkolaði síðan út með heitu vatni.",
            "date": "2014-01-31 08:33:00",
            "post_id": "126390",
            "reply_to_id": "126380"
        },
        {
            "user_name": "JLS",
            "text": "Þetta með Kókið virðist vera sniðugt, enda virðist kókið vera undraefni á margan hátt, svipað og WD-40.   \nMig langar að prufa þessa kókhugmynd, hvernig er best að standa að þessu. Á að setja kókið á allt kælikerfið eða bara á miðstöðvarelementið. Og sé það sett á kælikerfið er þá ekki best að tappa öllum frostlegi fyrst af og setja svo mix af kóki og vatni. Og á svo að keyra bílinn eða látann bara ganga ?\nÉg setti eitt sinn tangir í kók og gleymdi þeim þannig að vökvinn gufaði upp en sírópið eða drullan varð eftir og það var ekkert grín að hreinsa það og ég get ekki ýmindað mér að það sé gott að hreinsa það úr elementum.",
            "date": "2014-01-31 09:14:00",
            "post_id": "126393",
            "reply_to_id": "126390"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég myndi fara varlega í stíflueyðirinn, Trausti hrausti, One Shot og Grettir sterki innihalda allir 95%+ brennisteinssýru ef ég man rétt. Ég er nokkuð viss um að það étur upp koparinn.\nÞú getur líka prófað edik, ég hef heyrt ótrúlega hluti um það, t.d. er tómatsósa (edik í henni) alveg ótrúleg þegar kemur að því að hreinsa kopar.\nÞað virkar líka vel eins og kom fram að ofan að skola sitt á hvað\nHér að neðan má sjá hvað er hægt með smá þolinmæði, tómatsósu og uppþvottabursta:",
            "date": "2014-01-31 12:34:00",
            "post_id": "126403",
            "reply_to_id": "126393"
        },
        {
            "user_name": "bragig",
            "text": "Svo ég lýsi aðferðinni betur sem ég notaði, (það er svosem hægt að gera þetta á marga vegu)\nÞetta var árið 2006 en ég skal reyna að rifja þetta upp eftir bestu getu. Þetta var að vetri til svo ég þorði ekki að keyra bílinn án frostlögs, svo ég tappaði c.a. helmingnum af frostleginum af kælikerfinu og bætti á kóki. Magnið fer auðvitað eftir rúmmáli kælikerfisins, man ekki hvort það voru 6 lítrar heildarmagn á touring svo ég tappaði c.a. 3 lítrum af og fyllti síðan á með kóki. Þá var ég kominn með blöndu sem þoldi líklega -10-12°c frost, 25% frostögur, 25% vatn og 50% kók (gróflega áætlað). Síðan keyrði ég bílinn bara dagsdaglega í 3-4 vikur, man ekki nákvæmlega hversu lengi. Síðan tappaði ég jukkinu á nokkrar gosflöskur til að sjá hvað kæmi út, skolaði kerfið með hreinu vatni og lét hann ganga þannig dágóða stund, tappaði undan og lét renna í áfyllinguna meðan vélin var i gangi. \nSvo þegar flöskurnar sem ég tappaði á fengu að standa í nokkra daga kom í ljós mikið botnfall, nokkrir cm af hvítri leðju í hvorri flösku sem kókið hafði tekið með sér út . \nÞetta er ein aðferðin, það er auðvitað tæringarhætta ef maður blandar of sterkt eða hefur þetta of lengi, en þetta virkar ef maður gerir þetta rétt og kostar ekki mikið.",
            "date": "2014-01-31 12:49:00",
            "post_id": "126405",
            "reply_to_id": "126403"
        },
        {
            "user_name": "jongud",
            "text": "En þar sem sykurinn í kókinu getur myndað hálfgerða sýrópsdrullu (ef menn gleyma sér), gæti þá ekki verið betra að nota sykurlaust kók?",
            "date": "2014-02-01 11:51:00",
            "post_id": "126456",
            "reply_to_id": "126405"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Hvað með vatnskassahreinsinn sem olíufélögin og varahlutabúðirnar eru að selja?",
            "date": "2014-02-01 16:07:00",
            "post_id": "126482",
            "reply_to_id": "126456"
        },
        {
            "user_name": "Fetzer",
            "text": "ef þetta er álkassi,. kaupa múrhreinsir í kemi, og sulla vel inná draslið, skola svo eftir klukkutíma vel út.,",
            "date": "2014-02-01 20:07:00",
            "post_id": "126502",
            "reply_to_id": "126482"
        },
        {
            "user_name": "Tyrirun",
            "text": "getur keypt hreinsir á þetta í stillingu",
            "date": "2014-02-03 22:56:00",
            "post_id": "126728",
            "reply_to_id": "126502"
        },
        {
            "user_name": "snöfli",
            "text": "Stíflueyðir er frekar afgerandi þátt fyrir að kopar vatnskassi ætti að lifa það af skv. þessu:  \nhttp://www.keskipakovalu.fi/tmp_keskipa ... ang=3&s=32\nUm ál gildir enn frekar: pH values\tLow (under 4) and high (over 9) values should, in principle,be avoided.  E.m.ö.o. ekki sterka sýru né sterkan basa.\nMundi velja milda sýru (ediksýra td.) og/eða mildan basa  s.s. matarsódi frekar en brennisteinssýru (stýflueyði) eða uppþvottaduft (sterkur basi).  Ekki nota sýru og basa saman eða á sama tíma.  Annað núllar hitt út og það falla bara úr einhver sölt í kerfinu.\nNokkuð viss um að það sem maður kaupir í búðum er OK.\nSpurning hvort hreinsigeta kóks sé ekki mest úr sýruáhrifunum af kolsýrunni.  þannig ættli Egils kristall að gera það sama án sykurdrullunar.\nl.",
            "date": "2014-02-04 01:43:00",
            "post_id": "126743",
            "reply_to_id": "126728"
        },
        {
            "user_name": "Arsaell",
            "text": "Hér er svo ein uppástunga í viðbót til að gera þetta með video leiðbeiningum og öllu:\n[youtube]http://youtu.be/dcL_0TWeZJY[/youtube]",
            "date": "2014-02-07 10:00:00",
            "post_id": "127059",
            "reply_to_id": "126743"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Gerir þér vonandi grein fyrir að kolsýran í gosi, sykruðu og ósykruðu er bara loft og myndi yfirgefa partíið ansi snemma og minnka þar með magn vökvans á kælikerfinu. Gætir allt eins reynt að sandblása vatnskassann með eiginn andadrætti í gegnum kókomjólkurrör. Sykrað kók yrði ekkert að sýropsdrullu ef þú berð það saman við kók í flösku sem stendur kannski óhreifð í dágóðann tíma.",
            "date": "2014-02-07 17:55:00",
            "post_id": "127087",
            "reply_to_id": "127059"
        }
    ],
    "date": "2014-01-30 20:06:00"
}