{
    "forum_title": "Almennt spjall",
    "id": "23025",
    "title": "hvort skal rífa að gera upp",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=23025",
    "posts": [
        {
            "user_name": "Gunnar00",
            "text": "Sælir spjallverjar, ég var að kaupa þennan í dag, og ég er svona eiginlega á báðum áttu hvort ég eigi að rífa hann eða gera hann upp.\nþetta er '85 árg af 70 krúser með 2.4 diesel turbo í húddinu. keyrður næstum til tunglsins. þyrfti annaðhvort uppgerð frá a-ö eða niðurrif. hvoru tveggja kemur til greina. \nkannski er vert að nefna að ég á slatta af varahlutum í svona bíl, ef ekki flest allt sem vantar.\nhér eru myndir af honum.",
            "date": "2014-02-01 20:46:00",
            "post_id": "126510",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Ef þú hefur tíma, þá gera hann upp. Ekki nota helluna framan við afturhjólið.",
            "date": "2014-02-02 12:47:00",
            "post_id": "126568",
            "reply_to_id": "126510"
        },
        {
            "user_name": "Big Red",
            "text": "Geri ráð fyrir að þú eigir þennan bláa þarna í bakgrunninum. Er það þá ekki jeppinn sem þú ert að nota og búinn að vera að nostra við? Ef svo, hefur það þá einhvern tilgang að vera að gera upp annan? Svo kemur á móti að þá eru þetta ekki mjög algengir bílar orðið þannig séð. Ef litið er til langtímaeignar á þessum bláa, væri þá ekki ágætt að eiga einn svona í varahluti uppí hillu inní skúr?",
            "date": "2014-02-02 12:59:00",
            "post_id": "126572",
            "reply_to_id": "126568"
        },
        {
            "user_name": "Gunnar00",
            "text": "ég á einn annan í varahluti, og þessi bláai er svona næstum 100%, pælingin var að gera græna upp í tímanum sem maður hefur aukalega. og auðvitað nota þann bláa eins hann hefur verið notaður. ég hugsa að ég geri hann bara upp. \nog Villi, það eru múrsteinar fyrir bæði afturhjólin, útaf klaka við framhjólin. einnig er engin handbremsa og ekkert drifskaft, né gírkassi til að halda honum. hendi salt á þetta við tækifæri, svona svo hann fari ekki í garðinn hjá nágrananum.",
            "date": "2014-02-02 15:09:00",
            "post_id": "126584",
            "reply_to_id": "126572"
        },
        {
            "user_name": "firebird400",
            "text": "Hvað hefur þú upp úr því að rífa hann?\nEru peningar í sölu varahluta úr svona bíl eða færi það bara upp í hillu sem varahlutir í þann bláa?\nEinnig, þegar þú værir búinn að leggja alla vinnuna og peningana í að gera hann upp, hversu mikils virði yrði hann? Annað hvort fyrir þig eða til sölu. \nÞessi tvö atriði eru það sem skera úr um það hvora leiðina þú ferð að mínu mati.",
            "date": "2014-02-05 16:17:00",
            "post_id": "126882",
            "reply_to_id": "126584"
        },
        {
            "user_name": "Gunnar00",
            "text": "þessi verður ekki rifinn, hann verður gerður upp, svona sem 'project' hjá mér og afa.",
            "date": "2014-02-05 18:53:00",
            "post_id": "126901",
            "reply_to_id": "126882"
        }
    ],
    "date": "2014-02-01 20:46:00"
}