{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "23035",
    "title": "Vesen á Diff Lock ljósi og \"pípi\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=23035",
    "posts": [
        {
            "user_name": "thorjon",
            "text": "Jæja.... var semsagt að klára við að hækka drusluna um 10 cm.  Þar af leiðandi þurfti að lengja í rafmagni etc. við Vacuum punginn,  Þegar svo var sett í gang logaði bæði ABS og Diff lock ljósið.  kvikindið fór svo að pípa/væla þegar ég var kominn yfir 30 km hraða ( eins og hann á að gera ef lásinn er á).  Reif svo í sundur í kvöld og svissaði vírunum, ljósið hvarf \"á meðan ég var inní skúr, kom svo aftur þegar ég keyrði kvikindið út !\nEinhver með töfralausn á þessu vandamáli mínu ??\nP.S. ABS ljósið veit ég að er á þar sem ég aftengdi og tók úr balansstöngina að aftan.",
            "date": "2014-02-02 01:22:00",
            "post_id": "126532",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Það væri nú fínt að sjá hvaða tegund og árgerð er um að ræða...",
            "date": "2014-02-02 10:07:00",
            "post_id": "126547",
            "reply_to_id": "126532"
        },
        {
            "user_name": "Hagalín",
            "text": "ABS ljósið á ekki að koma þó þú takir ballanst úr bílnum. Kemur ekki bara abs ljósið út af læsingarveseninu?",
            "date": "2014-02-02 10:16:00",
            "post_id": "126549",
            "reply_to_id": "126547"
        },
        {
            "user_name": "thorjon",
            "text": "úpps :) fífl get ég verið rann í gegnum hugann þegar ég las þetta hehe !  \nUm er að ræða 98 módelið af Patrol Y61 með 2.8 mótornum, smelli einni mynd með af þessu eilífðarverkefni mín ;)",
            "date": "2014-02-02 12:36:00",
            "post_id": "126566",
            "reply_to_id": "126549"
        },
        {
            "user_name": "thorjon",
            "text": "Tja, því var logið að mér :)  þá vegna þess að á afturstönginni er hleðslujafnarinn eða hvað það nú heitir bílstjóramegin (þetta sem lýtur út eins og gamall ryðgaður dempari).\nEr að reyna að finna út úr þessu án þess að þurfa að fara með bílinn á verkstæði þar sem veskið mitt kemur til baka með gati á :)",
            "date": "2014-02-02 12:38:00",
            "post_id": "126567",
            "reply_to_id": "126566"
        },
        {
            "user_name": "Aparass",
            "text": "Þegar þú setur læsinguna á þá kveikir hann sjálfkrafa abs ljósið því það virkar ekki á meðan bíllinn er læstur.\nÞessi læsing virkar hins vegar þannig að það koma tvær vacum leiðslur aftur að hásingu og þegar þú setur læsinguna á þá byrjar vacum á annari þeirra og þá er lásinn soginn á, þegar þú tekur læsinguna af þá kemur vacum á hina slönguna sem sýgur læsinguna af.\nEf þú hefur víxlað þessum slöngum þarna undir honum að aftan eða þá ef önnur þeirra hefur dottið úr sambandi eða komið rifa á hana þá getur þetta gerst hjá þér.\nÞað er engin eldflaugavísindi í gangi þarna.\nBara tvær slöngur sem sjúga til skiptis.",
            "date": "2014-02-02 13:17:00",
            "post_id": "126574",
            "reply_to_id": "126567"
        },
        {
            "user_name": "thorjon",
            "text": "ég steingleymdi að minnast á að diff lock takkinn er á off og læsingin alls ekki á en kemur samt með meldingu um að kvikindið sé í lás",
            "date": "2014-02-02 13:29:00",
            "post_id": "126576",
            "reply_to_id": "126574"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll gæti verið að bíllinn sé læstur rofinn í membruhúsinu gæti verið að gefa merkið prufaðu að aftengja punginn í membrunni.Þú finnur líka ef bíllinn er læstur þá er mikil þvingun í gangi. En ég gruna rofan í mmbrunni sem kveikir ljósið eða jarðsambandsleysi það er alla vega ódýrast í þessu dæmi. kveðja guðni",
            "date": "2014-02-02 14:01:00",
            "post_id": "126578",
            "reply_to_id": "126576"
        },
        {
            "user_name": "thorjon",
            "text": "Hann er ekki fastur í lás, búinn að vera að keyra á malbikinu hér í RVK síðustu 2 daga ( með tilheyrandi pípi hehe)\nEn þegar ég svissaði vírunum 2 við hásinguna í gær smellti ég þeim fyrst bara saman með teipi (vírar vafnir og svo teipað)  svissaði á vagninn og þá komu engin ljós.  Svo þegar e´g var búinn að ganga frá þessu almennilega með samtengjum með lími/hitaherpihólkum þá var aftur komin upp sama helv staðan, Diff Lock og ABS ljósið á og kvikindið byrjaði að pípa í 30 km hraða,,,,, \nErtu að tala um membruna í pungnum á hásingunni eða þessarri sem á að vera á hvalbaknum ?  minns svoldið týndur í þessum fræðum og öll hjálp vel þeginn ( svo er maður líka fyrrv. ríkisstarfsmaður eins og þú og því ekkert alltof skarpur LOL)",
            "date": "2014-02-02 15:20:00",
            "post_id": "126585",
            "reply_to_id": "126578"
        },
        {
            "user_name": "villi58",
            "text": "Það er eðlilegt að hann pípi við 30 km. ef hann er læstur, mundi skoða betur slöngur og tengingar.",
            "date": "2014-02-02 15:35:00",
            "post_id": "126586",
            "reply_to_id": "126585"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll okey bíllinn er að fá merki um að hann sé læstur. Spurning hvort pungurinn í membrunni niðri sé að gefa jörð þegar læsingin er á og kveiki ljósið. Mundi prufa að aftengja vírana niðri og ekki setja þá saman á neinn hátt til að byrja með og sjá hvað gerist. kveðja guðni",
            "date": "2014-02-02 18:02:00",
            "post_id": "126603",
            "reply_to_id": "126586"
        },
        {
            "user_name": "thorjon",
            "text": "Jæja, þá er lausnin fundin (ef einhver hefur áhuga á).  Reyndist vera samleiðsla í vírbútnum sem ég hafði notað til að lengja  í original rafmagnsvírnum !!  ekki merkilegra en það :)  Skipti um nánast frá pung og upp í boddý og þá datt þetta í lag, kennir manni að grípa ekki næsta vírbút og nota heldur bara nýtt LOL\nTakk fyrir commentin og aðstoðina drengir.",
            "date": "2014-02-03 23:54:00",
            "post_id": "126738",
            "reply_to_id": "126603"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæl flott að þetta er komið í lag kveðja guðni",
            "date": "2014-02-04 07:33:00",
            "post_id": "126746",
            "reply_to_id": "126738"
        },
        {
            "user_name": "Járni",
            "text": "Það er til fyrirmyndar að láta vita hver lausnin var.",
            "date": "2014-02-04 08:37:00",
            "post_id": "126750",
            "reply_to_id": "126746"
        }
    ],
    "date": "2014-02-02 01:22:00"
}