{
    "forum_title": "Almennt spjall",
    "id": "23046",
    "title": "landcruiser 90 ráðleggingar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=23046",
    "posts": [
        {
            "user_name": "Palli",
            "text": "sælir. \nvar að bjóðast 1998 landcruiser 90, dísel, sjálfskiftur 35 tommu breyttur ekinn réttrúmlega 300.þús með nýju heddi í 285.þ og tímareim í rúmlega 200.þ \nHef aldrey átt svona bíl eða bara beyttan bíl yfir höfuð.\nLangar að spyrja ykkur sem hafið reynslu af þessum bílum hvernig er að reka þetta þ.e.a.s eldsneytis eyðsla, viðhald og bara almennur rekstur, og er e-ð sem ber að varast í þessum bílum?\nþakka svörin",
            "date": "2014-02-02 18:43:00",
            "post_id": "126606",
            "reply_to_id": false
        },
        {
            "user_name": "Árni Braga",
            "text": "bara keyra og vera hamingjusamur,[code][/code]",
            "date": "2014-02-02 19:23:00",
            "post_id": "126608",
            "reply_to_id": "126606"
        },
        {
            "user_name": "grimur",
            "text": "Hlusta eftir gírhljóði í skiptingunni kannski, þó að þetta séu ansi seigar skiptingar geta þær daprast.\nSvo þetta venjulega: Skoða sílsa aftur við hjól, grindina á sama svæði að innan og utan og upp fyrir hásingu, stýrisendar, hosur, hjöruliðskrossar og annað. Allt slappast þetta með tímanum en ef það hefur verið skipt um þetta er það gjarna merki um að bílnum hafi verið vel við haldið að öðu leyti. Mér finnst líka alltaf traustvekjandi að sjá slettur eftir smurningu í drifsköftin undir gólfinu...\nkv\nGrímur",
            "date": "2014-02-03 01:42:00",
            "post_id": "126647",
            "reply_to_id": "126608"
        },
        {
            "user_name": "Polarbear",
            "text": "skoða vel ástand á gúmmíum í klafa-systeminu að framan. bíllinn er leiðinlegur í stýri og misslítur dekkjum ef ekki er hugsað vel um þetta klafadót.\nannars er þessi bíll fínn, ágætis kraftur og fínt að ferðast í þessu.",
            "date": "2014-02-03 07:40:00",
            "post_id": "126653",
            "reply_to_id": "126647"
        },
        {
            "user_name": "ursus",
            "text": "Er ekki orðið slitt í draglið á skafti?",
            "date": "2014-02-03 12:30:00",
            "post_id": "126669",
            "reply_to_id": "126653"
        }
    ],
    "date": "2014-02-02 18:43:00"
}