{
    "forum_title": "Almennt spjall",
    "id": "23075",
    "title": "Móttakari og fjarstýring fyrir bílskúrshurðaopnara",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=23075",
    "posts": [
        {
            "user_name": "Ragnare",
            "text": "Hafið þið hugmynd um hvar hægt er að fá móttakar og fjarstýringu fyrir bílskúrshurða opnara?\nVar móttakari við mótorinn en fékk ekki fjarstýringu með svo mig vantar nýjan/annan svona búnað.",
            "date": "2014-02-03 22:23:00",
            "post_id": "126724",
            "reply_to_id": false
        },
        {
            "user_name": "birgthor",
            "text": "Spurning hvort þú hafir ekki samband við einhvern tæknimann!\nAnnars gæti ég trúað að Magggnús vinur okkar í Borgarnesi hafi upplýsingar um svona búnað á rauðum höndunum eða þá Héðins menn eða þá Hr. Google kannski :)",
            "date": "2014-02-03 22:53:00",
            "post_id": "126727",
            "reply_to_id": "126724"
        },
        {
            "user_name": "Ragnare",
            "text": "Það er meiri djöfulsins kjafturinn á þér alltaf! \nEn Maggi er pottþétt með þetta á hreinu. \nÉg spurði Google og hann vissi ekki um neitt. Hélt það væri pottþétt einhver rafmagnstækjaverslun með þetta alveg klárt og þú myndir benda mér á hana.",
            "date": "2014-02-03 23:01:00",
            "post_id": "126729",
            "reply_to_id": "126727"
        },
        {
            "user_name": "Polarbear",
            "text": "ef þú gefur upp tegund og týpu (jafnvel týpunúmer) er hægt að hjálpa þér við gúglið... :)",
            "date": "2014-02-03 23:03:00",
            "post_id": "126730",
            "reply_to_id": "126729"
        },
        {
            "user_name": "Ragnare",
            "text": "Er ekki með móttakarann á mér núna en þetta er nákvæmlega eins og hann\nhttp://www.garage-door-remotes.co.uk/im ... ode-rx.jpg\n type 2033 - 40.685Mhz\nÞetta er sem sagt 24volt inn á mótakarann. Það eru 3 pólar á honum nr1 er 24V nr2 relay og nr3 er radio power",
            "date": "2014-02-04 09:08:00",
            "post_id": "126751",
            "reply_to_id": "126730"
        },
        {
            "user_name": "villi58",
            "text": "Það hafa fengist eitthvað í Húsasmiðjunni, veit ekki hvort hentar þér.\nAðeins seinna: Veit núna að þeir hafa verið með fjarstýringar.",
            "date": "2014-02-04 10:49:00",
            "post_id": "126760",
            "reply_to_id": "126751"
        },
        {
            "user_name": "Ragnare",
            "text": "Ég talaði við þá í húsasmiðjunni og þeir segjast eiga búnað fyrir mig á 19 þúsund. \nÞetta er stykkið sem ég er með.\nEinhver annar staður sem væri möguleiki?",
            "date": "2014-02-04 21:16:00",
            "post_id": "126811",
            "reply_to_id": "126760"
        },
        {
            "user_name": "elliofur",
            "text": "Ebay...?\nhttp://www.ebay.com/sch/i.html?_sacat=0 ... =200&rt=nc",
            "date": "2014-02-04 22:16:00",
            "post_id": "126819",
            "reply_to_id": "126811"
        },
        {
            "user_name": "Ragnare",
            "text": "Þá er mér spurn. Get ég notað hvaða fjarstýringu sem er að hvaða móttakara sem er? Þarf að forrita það saman... Þetta er flókið mál en samt svo einfalt. \nFékk senda ábendingu um nokkra aðila sem gætu átt einhverja lausn á þessu og hef ég sent þeim erindi mitt og bíð átekta svara.",
            "date": "2014-02-05 14:10:00",
            "post_id": "126868",
            "reply_to_id": "126819"
        },
        {
            "user_name": "villi58",
            "text": "Ég hef alltaf haldið að það þurfi að vera sama tegund á móttakara og stýringu, leiðréttið ef þetta er vitlaust.\nÉg á móttakara af opnara en man ekki tegund, þarf að skoða það og læt þig vita.",
            "date": "2014-02-05 14:24:00",
            "post_id": "126873",
            "reply_to_id": "126868"
        },
        {
            "user_name": "elliofur",
            "text": "Það þarf vitanlega að vera kóðað saman, annars getiði rúntað um og opnað bílskúra hægri vinstri. Ef þú kaupir stýringu af td ebay eins og ég benti á þá færðu sett sem er kóðað saman og þarft bara að tengja hurðaopnarann sjálfan við relayborðið. Ég veit hinsvegar ekkert um gæði eða drægni þessara borða sem þar eru, en það er nánast pottþétt mun ódýrara heldur en það sem er hér í boði, nema þú fáir einhvern díl um notað dót hjá frænda. Ég myndi segja it's worth the shot og prófa en sitt sýnist hverjum :)",
            "date": "2014-02-05 15:09:00",
            "post_id": "126875",
            "reply_to_id": "126873"
        },
        {
            "user_name": "villi58",
            "text": "Ég held að þessi sé frá Húsasmiðjunni, sendirinn fékkst þar á 5 - 6 þús.\nEf Þú getur notað þennan þá kostar hann eina orginal skrúfu úr Hilux :)",
            "date": "2014-02-05 15:16:00",
            "post_id": "126876",
            "reply_to_id": "126875"
        },
        {
            "user_name": "Hfsd037",
            "text": "Ég er einmitt búin að vera að pæla í þessu líka hjá mér við stóru iðnaðarhurðina hjá mér, ég er að vonast eftir því að control boxið hjá mér geri ráð fyrir fjarstýrðum hurðaropnara..\nVitið þið um einhverja sem sérhæfa sig í svona hlutum?",
            "date": "2014-02-05 18:34:00",
            "post_id": "126897",
            "reply_to_id": "126876"
        }
    ],
    "date": "2014-02-03 22:23:00"
}