{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "2333",
    "title": "Bláfjöll og jeppamenn",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=2333",
    "posts": [
        {
            "user_name": "Brjótur",
            "text": "Nú las ég á mbl.is að blessaðir Bláfjallskreppirnir eru byrjaðir hjá Reykvískum smájeppamönnum, undanfarin ár hefur þetta nánast alltaf komið í fjölmiðla , en þeir láta ekki segjast og mæta með fyrstu snjókornunum og byrja að spæna þar sem þeir eru beðnir um á hverju ári að vera ekki!! að leika sér, svo eru þeir sennilega hissa á að verið sé að fara í helför gegn okkur jeppamönnum, ég er fjandi viss um að það séu margir sem ættu að toga flísina úr eigin augum.\nkveðja Helgi",
            "date": "2010-11-02 11:28:00",
            "post_id": "10242",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Jahérna! Þótt ég \"smájeppamaðurinn\" sé spenntur fyrir snjónum þá datt mér þetta ekki í hug þegar ég skrapp uppeftir á sunnudaginn hehe.",
            "date": "2010-11-02 18:24:00",
            "post_id": "10256",
            "reply_to_id": "10242"
        },
        {
            "user_name": "Brjótur",
            "text": "Sæll Hobo, þeir taka þetta bara til sín vonandi sem eiga það, ég var ekki að benda á neinn sérstakan, og við vitum báðir að þetta gerist á hverju hausti ok?\nkveðja Helgi",
            "date": "2010-11-04 11:45:00",
            "post_id": "10357",
            "reply_to_id": "10256"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Sá einn galvaskan á fullvaxta hilux spólandi meðfram stólalyftunum í gærkvöldi og ætlunin var nu að ræða við hann en hann sýndi ekki miklar móttökur, en þetta var greinilega fullorðinn maður og ekki frá því að fjölskyldan hafi verið með. Ég er smájeppamaður en ég veit betur, auk þess var bílastæðið alveg nóg challenge fyrir 13\" súbaruinn hjá mér, en það er rétt, það er kominn pínu snjór uppfrá.",
            "date": "2010-11-04 11:52:00",
            "post_id": "10358",
            "reply_to_id": "10357"
        },
        {
            "user_name": "haffij",
            "text": "Tókstu ekki bara myndir til að senda lögreglunni?",
            "date": "2010-11-04 11:54:00",
            "post_id": "10359",
            "reply_to_id": "10358"
        },
        {
            "user_name": "hobo",
            "text": "Tók þessu ekki þannig.\n..og við erum á sama bandi :)\nkv Hörður",
            "date": "2010-11-04 18:17:00",
            "post_id": "10380",
            "reply_to_id": "10359"
        },
        {
            "user_name": "Brjótur",
            "text": "Sælir  ég ætlaði bara að útskýra orðið smájeppamaður sem ég notaði :) þá er ég ekki að tala um stærð jeppans heldur sál\nviðkomandi jeppamanns menn sem fara ekki lengra til að skemmta sér en rétt út fyrir borgarmörkin og sá getur þess vegna verið á 44 tommu jeppa:) Hefði átt að orða þetta svona í byrjun.\nkveðja Helgi",
            "date": "2010-11-05 13:19:00",
            "post_id": "10410",
            "reply_to_id": "10380"
        },
        {
            "user_name": "Fetzer",
            "text": "ég skil fullkomlega að menn séu pirraðir yfir utanvegaakstri á bláfjallarsvæðinu. en þegar menn sjá skafl á bilastæði eða við veg.. tel eg nu alveg eðlileg viðbrögð að leggja i skaflinn.. enginn skaði að því",
            "date": "2010-11-07 18:15:00",
            "post_id": "10478",
            "reply_to_id": "10410"
        },
        {
            "user_name": "Kölski",
            "text": "Hvernig leit þessi Hilux út sem var spólandi hjá stólalyftuni.?",
            "date": "2010-11-07 18:47:00",
            "post_id": "10481",
            "reply_to_id": "10478"
        }
    ],
    "date": "2010-11-02 11:28:00"
}