{
    "forum_title": "Almennt spjall",
    "id": "23369",
    "title": "15\" breyting á LC90",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=23369",
    "posts": [
        {
            "user_name": "grimur",
            "text": "Getur einhver rifjað upp fyrir mér hvað er gert til að koma 15\" felgum á LC90?\nEru kannski fleiri en ein leið til þess að hnoða þessu saman?\nkv\nGrímur",
            "date": "2014-02-16 20:11:00",
            "post_id": "128096",
            "reply_to_id": false
        },
        {
            "user_name": "Svopni",
            "text": "Kaupa rennda diska og breyta dælum þannig að þær fari innar. Gæti verið að ég viti um breyttar dælur til sölu.",
            "date": "2014-02-16 21:19:00",
            "post_id": "128110",
            "reply_to_id": "128096"
        },
        {
            "user_name": "valsari",
            "text": "á mínum bíl var bara slípað af dælunum...",
            "date": "2014-02-16 21:45:00",
            "post_id": "128115",
            "reply_to_id": "128110"
        },
        {
            "user_name": "Svopni",
            "text": "Það er ekki rétta leiðin :)",
            "date": "2014-02-16 22:05:00",
            "post_id": "128121",
            "reply_to_id": "128115"
        },
        {
            "user_name": "valsari",
            "text": "var gert þegar hann var nýr 98 og haldið síðan.",
            "date": "2014-02-16 22:22:00",
            "post_id": "128124",
            "reply_to_id": "128121"
        },
        {
            "user_name": "th.",
            "text": "Það sem virkar og dugir er rétt :)",
            "date": "2014-02-16 23:21:00",
            "post_id": "128130",
            "reply_to_id": "128124"
        },
        {
            "user_name": "grimur",
            "text": "Þetta er sumsé ekkert mál ef maður kemst í fræsivél og rennibekk :-)\nTaka utan af diskunum, smíða einhverja hjámiðju/hliðrunar útfærslu á dælurnar og hreinsa steypugalla utan af þeim...\nÉg verð að viðurkenna að ég er ekkert búinn að kíkja á þetta dót, en það hljómar eins og þetta sé bara spurning um fáeina mm ef það hefur sloppið að spæna utanaf dælunum.\nHeld að það þurfi að fara að endurnýja í bremsunum hjá mér þannig að maður tekur þessa breytingu þá bara í leiðinni, eru kannski einhverjir diskar sem passa í þetta beint úr annarri týpu, ef það þarf hvort sem er að skipta um diska?\nTakk fyrir þetta infó :-)\nkv\nGrímur",
            "date": "2014-02-17 00:19:00",
            "post_id": "128141",
            "reply_to_id": "128130"
        },
        {
            "user_name": "StefánDal",
            "text": "Komu allir 90 Cruiserar á 16\" felgum orginal?",
            "date": "2014-02-17 00:26:00",
            "post_id": "128142",
            "reply_to_id": "128141"
        },
        {
            "user_name": "grimur",
            "text": "Ég veit ekki betur. Minn er 2002 módel, en ég hef svosem ekki prófað að troða 15\" undir hann.\nPabbi á 1999 eða 2000 bíl sem 15\" komst ekki á þegar hann var nýr, umboðið tók í þá daga einhverja hundraðþúsundkalla fyrir 15\" mixið, sem að okkar mati þá var ekki glóra að taka fyrir 33\". Enda er sá bíll rosa fínn á 16\". \nMálið er bara að ég á þessar fínu 15\" Prime álfelgur og það er auðveldara að finna dekk á þær sem þarf ekki að selja úr sér líffæri fyrir....\nkv\nG",
            "date": "2014-02-17 01:35:00",
            "post_id": "128147",
            "reply_to_id": "128142"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "leiðinlegt að eiga svona toyota dót þegar að það kemst ekki einusinni 15\" undir :)",
            "date": "2014-02-17 03:00:00",
            "post_id": "128148",
            "reply_to_id": "128147"
        },
        {
            "user_name": "Dúddi",
            "text": "Eg er buinn að gera þetta nokkrum sinnum án hjámiðjuhólka. Eg hef bara fengið mer 12 mm bolta, sett hann í gatið og soðið hann í, samt bara til hálfs. Svo borar maður i samskeitin og þannig færist gatið inn um 6 mm. Veit ekki hvort eg er að gera mig skiljanlegan.",
            "date": "2014-02-17 07:54:00",
            "post_id": "128154",
            "reply_to_id": "128148"
        },
        {
            "user_name": "Svopni",
            "text": "Jú það virkar að slípa bara af dælunum, en það er ekki góð leið. Þetta er Meira en 1-2 mm sem þarf. Þú getur keypt diska sem búið er að renna af og svo er dælufærslan framkvæmd eins og búið að er lýsa.",
            "date": "2014-02-17 11:44:00",
            "post_id": "128175",
            "reply_to_id": "128154"
        },
        {
            "user_name": "grimur",
            "text": "Jú Dúddi, þetta er kýrskýrt. Ætli ég snitti ekki 14mm gengjur í þetta, lími svo boltastubb með epoxy lími í og enda á að bora ný göt 6mm innar. Ég forðast að sjóða í svona ef ég kemst hjá því...takk fyrir innleggin strákar...þetta munar helling fyrir mann að þurfa ekki að finna út úr öllu sjálfur ;-) \nKveðja\nGrímur",
            "date": "2014-02-17 21:11:00",
            "post_id": "128241",
            "reply_to_id": "128175"
        },
        {
            "user_name": "Dúddi",
            "text": "ég planaði svo bara dælurnar lengra uppá þannig það væri slétt undir boltagötunum. Ég svosem setti bara smá punkt svo þetta væri kjurrt. Svo þarf alveg að snikka eitthvað með slípirokknum utanaf dælunum. Ég var alltaf að taka 7 mm af radiusnum á disknum",
            "date": "2014-02-18 20:12:00",
            "post_id": "128355",
            "reply_to_id": "128241"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "ertu að tala um að speisa dæluna innar á diskinn :?: og taka utan-af disknum :?:\nMinna efni til að gleypa hitann, mér finnst það allan tímann verri hugmynd en að láta renna af dælunum sjálfum :!:",
            "date": "2014-02-19 12:29:00",
            "post_id": "128430",
            "reply_to_id": "128355"
        },
        {
            "user_name": "Dúddi",
            "text": "Eg held það se nu skarra að vera með dælurnar innar en að vera með gat inni vökvaholfin a dælunum, eg þekki til þar sem atti bara að slipa og hann for bara inni vökvaholfið.\nÞetta er viðurkennd breyting hja arctic trucks og það eru fleiri bilar en þessi með 15 tommu bremsur.",
            "date": "2014-02-19 13:02:00",
            "post_id": "128437",
            "reply_to_id": "128430"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Þetta er bara mjög misjafnt eftir felgum, en ef þú gerir þetta á þennan algenga máta þá geturðu verið nokkuð viss um að allar helstu 15\" felgur passi undir hjá þér.\nÞað er satt að það má ekki taka nema örlítið af dælunum áður en maður fer í gegn og inn í cylinder",
            "date": "2014-02-19 18:40:00",
            "post_id": "128471",
            "reply_to_id": "128437"
        },
        {
            "user_name": "grimur",
            "text": "Hahaha, það er nú svolítið önnur hreyfiorka til að breyta í hita, skriðþunginn á þessu ljósavéla hlassi frá ameríkuhrepp eða fullhannaðar vélar frá Japan! !!!\nMaður er ekki hissa að menn sem eru vanir að þurfa að stöðva svona pramma hafi áhyggjur af hitavandamálum í bremsudiskum ;-)",
            "date": "2014-02-19 20:42:00",
            "post_id": "128483",
            "reply_to_id": "128471"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Fullhannaðar vélar :')\nKláraðu mig ekki....\nÉg á líka nokkra öðruvísi bíla en bara Dodge RAM.... en það er góð þörf á bremsuupgrade þar... enda stock bremsur með tæplega 1000 hross...\nBremsur eru essential, mér þykir t.d. stock bremsurnar í þessu Toyota \"fullhannaða dóti\" ykkar... frekar slakar, og eru það líka í t.d. LC120... eitt gott brems og þá er vökvinn orðinn steikjandi og/eða diskarnir skakkir...",
            "date": "2014-02-20 00:47:00",
            "post_id": "128514",
            "reply_to_id": "128483"
        },
        {
            "user_name": "grimur",
            "text": "Hahaha!\nÉg bara varð. Þetta var of gott til að sleppa því. \nTil gamans má geta þess að meðal áreiðanlegustu mótora sem settir hafa verið í vinnuvélar eru einmitt Cummins mótorar framleiddir af Komatsu í Japan ;-)",
            "date": "2014-02-20 01:23:00",
            "post_id": "128518",
            "reply_to_id": "128514"
        },
        {
            "user_name": "Valdi B",
            "text": "hahaha :D",
            "date": "2014-02-20 01:27:00",
            "post_id": "128519",
            "reply_to_id": "128518"
        },
        {
            "user_name": "Þráinn",
            "text": "hvernig í ósköpunum tókst viktori að troða cömmings í umræður um bremsudælur á toytota? þetta hlítur að teljast hæfileiki!",
            "date": "2014-02-20 02:02:00",
            "post_id": "128523",
            "reply_to_id": "128519"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "hahaha, ég gerði það ekki... :)",
            "date": "2014-02-20 02:23:00",
            "post_id": "128527",
            "reply_to_id": "128523"
        }
    ],
    "date": "2014-02-16 20:11:00"
}