{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "23436",
    "title": "Jæja spekingar.. PatrolToy..",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=23436",
    "posts": [
        {
            "user_name": "eidurr",
            "text": "Sælir heiðursmenn og konur.\nEr að velta vöngum yfir því hvort að það sé hægt að setja Patrol hásingar undir Toyotu 4Runner.. Einhver sem hefu reynslu af slíku ja.. eða bara skoðun á því.. ??\nKvER",
            "date": "2014-02-19 10:17:00",
            "post_id": "128423",
            "reply_to_id": false
        },
        {
            "user_name": "RunarG",
            "text": "Það er allt hægt! Og er þetta nu ekki það flóknasta sem hefur verið gert ;)\nSvo að já þetta er vel hægt, Hjalti hér a spjallinu er t.d með svona og patrol mótor líka ofan í 4runner",
            "date": "2014-02-19 10:36:00",
            "post_id": "128424",
            "reply_to_id": "128423"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Ég hefði haldið að þetta ætti einmitt að vera bara mjög þæginlegt. Er ekki drifkúlan að framan einmitt sömu megin í 4runnar og patrol? Þetta er mjög sniðug breyting, það er hundleiðinlegt að þurfa að vera alltaf með drif og legur í höndunum, sérstaklega ef þetta er komið á 38\" eða stærra, nú eða með sæmilegri vél.",
            "date": "2014-02-19 11:15:00",
            "post_id": "128426",
            "reply_to_id": "128424"
        },
        {
            "user_name": "Valdi B",
            "text": "hann er reyndar ekki á patrol hásingum held ég, bara mótorinn úr patrol hjá honum.",
            "date": "2014-02-19 12:45:00",
            "post_id": "128435",
            "reply_to_id": "128426"
        },
        {
            "user_name": "jongud",
            "text": "Patrol hásingarnar eru svolítið breiðari, það munar um 10cm",
            "date": "2014-02-19 14:15:00",
            "post_id": "128445",
            "reply_to_id": "128435"
        },
        {
            "user_name": "RunarG",
            "text": "já það er vissulega rétt hja þér, stóð bara í þeirri meiningu að hann væri með patrol hásingar líka :)",
            "date": "2014-02-19 14:19:00",
            "post_id": "128447",
            "reply_to_id": "128445"
        },
        {
            "user_name": "BrynjarHróarsson",
            "text": "Það er amk einn hilux nýja boddýið a patrol hàsingum og loftpúðum hringinn. Stendur yfirleitt hjà skalla ì àrbæ",
            "date": "2014-02-19 14:22:00",
            "post_id": "128450",
            "reply_to_id": "128447"
        },
        {
            "user_name": "sigurdurk",
            "text": "Verst bara hvað það eru rándýr hlutföll í patrolinn og framlásinn sömuleiðis",
            "date": "2014-02-19 15:09:00",
            "post_id": "128454",
            "reply_to_id": "128450"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll félagi hafðu það í huga ef þú setur Patrolhásingar undir Toyotuna að það er engin handbremsa í Patrolhásingunum sjálfum. Í patrol er hún á millikassanum. En það er ekki mikið mál að ef þú átt millikassa úr Patrol að smíða handbremsudótið á hilux millikassan. Annað drifhlutföll í Patrolhásingum er um 1:4,64 sirka og svo er góð vagum læsing í afturhásingunni. Þetta eru sterkar hásingar og munu duga vel í Hilux. kveðja Guðni",
            "date": "2014-02-19 16:10:00",
            "post_id": "128458",
            "reply_to_id": "128454"
        },
        {
            "user_name": "-Hjalti-",
            "text": "þeð koma patrol rör fyrr en seinna",
            "date": "2014-02-19 18:31:00",
            "post_id": "128468",
            "reply_to_id": "128458"
        },
        {
            "user_name": "Valdi B",
            "text": "mér líst vel á það :)",
            "date": "2014-02-19 23:12:00",
            "post_id": "128508",
            "reply_to_id": "128468"
        },
        {
            "user_name": "raggijo",
            "text": "Sæll Eiður\nÉg myndi skoða líka að setja 60 crúser par undir. Rándýrt í patro hásingar held að hlutfall kosti nálægt 100 þ.\nOg þú þarft ekkert að hafa áhyggjur af því þótt aftur skafti sé skagt undir bílnum, þetta er búið að vera svona hjá Eiði jónssyni nafna þínum í mörg ár og aftari krossin slitnar ekkert meira en áður.\nSvo er náttúrulega betra að halda sig við TOYOTA  :D\nkv Ragnar Jónsson",
            "date": "2014-03-19 12:24:00",
            "post_id": "131816",
            "reply_to_id": "128508"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Toyota hásingar vs. patrol hásingar bara spurning um kosti og galla\nPatrol hásingar er hægt að fá á nokkuð góðu verði. Mjög sterkar hásingar, engin vafi á því. Hlutföll eru dýr (spurning samt hversu mikklu dýrari þau eru raunverulega heldur en t.d. 9,5\" toy) aftermarket lás í frammdrif kostar væntanlega bara svipað mikið og aftermarket lás í eitthvað annað drif??? Það þarf að gera ráð fyrir því að þær eru ekki með handbremsum úti í hjólunum eins og Guðni benti á en einfaldasta lausnin við því er að neita subaru 1800 dælur.\nToyota 9,5\" hásingar ruglfokking dýrar. Þær eru sterkar en ekkert himin og haf á við patrol hásingarnar. Hlutföll eru síður en svo gefins, ef þú ert heppin geturðu fengið barka eða rafmagnslæstar hásingar og borgar þá í takt við það!",
            "date": "2014-03-19 13:40:00",
            "post_id": "131825",
            "reply_to_id": "131816"
        },
        {
            "user_name": "jongud",
            "text": "Það er svo líka ein afturhásing sem er oft litið framhjá. \nPajero\nAð vísu er (minnir mig) bara hægt að velja um 4.88 eða 5.29 hlutföll, en þær eru til víðs vegar og koma oft með loftlæsingu.\nKamburinn í stærri hásingunni er líka heilar 9-tommur í þvermál. Og breiddin er svipuð og hjá Toyota.",
            "date": "2014-03-19 17:21:00",
            "post_id": "131849",
            "reply_to_id": "131825"
        },
        {
            "user_name": "LGJ",
            "text": "Pajero hàsingar  eru med 9.5 \" drifi  stærri og 9\" minni .",
            "date": "2014-03-19 17:51:00",
            "post_id": "131851",
            "reply_to_id": "131849"
        }
    ],
    "date": "2014-02-19 10:17:00"
}