{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "23450",
    "title": "Stífufesting utan á grind",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=23450",
    "posts": [
        {
            "user_name": "emmibe",
            "text": "Sælir, ef stífuvasinn leggst utan á grindina þarf að gera einhvað sérstakt við grindina þar?  Sá einhverstaðar að rör var komið í gegnum grind til styrkingar en það var líklega vegna bolta þar í gegn. Hvað er heppileg efnisþykkt í þetta fyrir léttann bíl?  Finnst betra að leita ráða hér til að gera þetta nú allmennilega.\nKv Elmar",
            "date": "2014-02-20 09:03:00",
            "post_id": "128536",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ég myndi bara hreinsa málminn almennilega upp og fasa brúnina á stífuvasanum og bræða þetta almennilega saman amk 50% upp með grindinni og festa svo vasann saman að framanverðu eða þar sem hægt er að koma festingu milli til að forða því að vasinn fjaðri til hliðanna.\nEf þetta er í súkkugrind þá skaltu passa að hreinsa hana rosalega vel með vírhjóli og eða slípiskífu því það er virkilega þykkt lag bæði af tektíl og galvanhúð sem gerir allar suður ómögulegar.\nSúkkugrindin er ekki þykk, kannski 2.5-3 mm svo mikið meira en 4mm efnisþykkt gæti orðið vandamál að festa vel saman.",
            "date": "2014-02-20 09:48:00",
            "post_id": "128544",
            "reply_to_id": "128536"
        },
        {
            "user_name": "gislisveri",
            "text": "Ef þú treystir þér til að sjóða þetta almennilega er fullkominn óþarfi að láta hliðarnar fara upp á grindina. Skoðaðu stífufestingarnar á Jimny, þær eru ekki sérlega verklegar en hafa nú ekki gefið sig svo ég viti.\nSammála Sævari með að festa hliðarnar saman, það styrkir þetta helling og 4mm er passlega þykkt.\nSvo gætirðu líka skorið prófíl í heppilegri breidd fyrir fóðringuna og búið þér til vasa þannig. Muna bara að bora boltagatið áður en þú opnar prófílinn, það er þægilegra.",
            "date": "2014-02-20 10:07:00",
            "post_id": "128545",
            "reply_to_id": "128544"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Vissulega er rétt að ef allt er vel gert þá er nóg að festa vasann neðan í grindina en ég gerði það þannig að framan í súkkunni minni og það hefur alltaf angrað mig síðan, ef ég væri að fara að gera þetta aftur í dag myndi ég sjóða svolítið upp með grindinni, amk. í svona súkku því þegar vogaraflið tekur sinn toll á grindinni ef boltagatið er mikið neðar en kannski 10cm frá grind þá er ég hræddur um að grindin gæti rifnað utanvið suðuna. \nHinsvegar eru ábyggilega skiptar skoðanir á því hvað er gott og hvað er \"nógu gott\".\nEf þú hefur tök á því þá myndi ég bara reyna að sjóða sem mest upp með grindinni og þá þarftu alveg pottþétt ekki að hafa áhyggjur af þessu meir.\nÞetta er mín skoðun rökstudd af ábendingum sem ég fékk sjálfur þegar ég sýndi framkvæmd mína á stífuvösunum að framan í súkkunni minni.\nÍ dag myndi ég setja þessa vasa uþb. 40% upp á grind til að fá örugglega nægan styrk þar sem vægisásinn er það neðarlega, hinsvegar nær suðan mjög langt fram og aftur þar sem vasinn er uþb. 200mm langur og því líklega ekki mikil hætta á að hann gefi sig, hinsvegar gæti ég ímyndað mér að 10cm löng suða væri jafn sterk ef hún næði svolítið upp með grindinni.",
            "date": "2014-02-20 10:20:00",
            "post_id": "128546",
            "reply_to_id": "128545"
        },
        {
            "user_name": "emmibe",
            "text": "Já takk fyrir þetta, ég ætla að láta þetta ná töluvert upp með grindinni og loka vasanum eins og hægt er, vissi ekki af þessu með galvanhúðina  :-)\nKv Elmar",
            "date": "2014-02-20 12:38:00",
            "post_id": "128556",
            "reply_to_id": "128546"
        }
    ],
    "date": "2014-02-20 09:03:00"
}