{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "23499",
    "title": "Swappa 5.2 Magnum (318) í Cherokee XJ ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=23499",
    "posts": [
        {
            "user_name": "AgnarBen",
            "text": "Hefur einhver swappað V8 5.2l Magnum vélinni í léttari bíla eins og Cherokee XJ.  Mér sýnist á netinu að ef maður er með vél sem er ca jafn gömul og líffæraþeginn þá geti maður tengt sig beint við mælana og þetta sé frekar \"einfalt\" swap rafmagnslega séð.  \nHversu skemmtileg er þessi vél, hún er skráð eitthvað um 230 hö og 410 NM á meðan 4.0HO er skráð 190hö og 305 NM tog en mér sýnist þær vera svipað þungar miðað við það sem ég finn á netinu.  Svo er það spurning með skiptingarnar sem eru með þeim, eru þær þokkalegar ?\nKomið endilega með ykkar skoðun á þessari vél og á því hvernig ykkur líst á að nota hana í 1700 kg jeppa, allar pælingar vel þegnar  :)",
            "date": "2014-02-22 20:28:00",
            "post_id": "128898",
            "reply_to_id": false
        },
        {
            "user_name": "arnisam",
            "text": "Las mér einmitt mikið til um þetta þegar ég átti wrangler, á víst að vera sáraeinfalt. Þessar vélar eru hörkuskemmtilegar í jeppum, hef keyrt grand cherokee töluvert mikið og held að það sé alveg þess virði að standa í þessu.",
            "date": "2014-02-22 21:23:00",
            "post_id": "128909",
            "reply_to_id": "128898"
        },
        {
            "user_name": "AgnarBen",
            "text": "Já ég hef mikið pælt í að stróka línu sexuna en mér finnst þetta ekkert vitlausara en það svona á pappírnum.  Auðvitað væri alltaf skemmtilegra að setja vél úr LS familíunni en það er bara svo dýrt og ég held að maður ætti alveg að geta fengið svona partabíl fyrir slikk með vél, skiptingu og öllu rafkerfinu.",
            "date": "2014-02-22 21:36:00",
            "post_id": "128911",
            "reply_to_id": "128909"
        },
        {
            "user_name": "stebbiþ",
            "text": "Sæl Aggi. Ég var einmitt að skoða þetta um daginn á netinu, bara svona lauslega. Við hugsum svipað í þessum jeppamálum, þar sem Cherokeeinn hjá þér er eins og þeir eiga að vera að mínu mati. Kanarnir segja að 5.2 sé bara örlítið þyngri en sexann og eyði kannski 1-2 L meira á hundraðið, en það er auðvitað miðað við þeirra aðstæður. Vélasalurinn er þrengri í XJ en í Grand Cherokee, en þetta hefur verið gert áður eins og allt annað. Þeir hjá Novak Conversions eru með allt um svona swap, en það reyndar fyrir SBC í litla Cherokeeinn. Blessaður, kýldu á þetta, þú sérð ekki eftir því. Ég er með '95 Grand með þessum mótor og það er allt power sem þú þarft til staðar og svo skemmir hljóðið ekki fyrir. Komdu bara í kaffi upp á Kjalarnes og taktu málband með þér, ég skal leyfa þér að taka í kaggann og þá verður ekki aftur snúið.\nKveðja, Stebbi",
            "date": "2014-02-22 21:53:00",
            "post_id": "128912",
            "reply_to_id": "128911"
        },
        {
            "user_name": "AgnarBen",
            "text": "Já Stebbi, ég ætla að taka þig á orðinu og kíkja til þín í kaffi og skoða þetta betur hjá þér.  En hvernig er skiptingin, er hún 4 þrepa með overdrive eða ?  \nSkiptingin í mínum er ansi sterk en bara 3 þrepa og mér finnst oft sárlega vanta annan gír !",
            "date": "2014-02-22 22:20:00",
            "post_id": "128917",
            "reply_to_id": "128912"
        },
        {
            "user_name": "AgnarBen",
            "text": "Þessi er búinn að klára sig af þessu með ODBII vél :)\nhttp://www.youtube.com/watch?v=1qnNJJfIvgE",
            "date": "2014-02-22 22:27:00",
            "post_id": "128918",
            "reply_to_id": "128917"
        },
        {
            "user_name": "stebbiþ",
            "text": "Já, gott að heyra. Þetta er þriggja þrepa  skipting með overdrive, þú þarft ekkert meira. Þessi skipting kallast 46RH í mínum bíl og er hún afsprengi af einni bestu sjálfskiptingu sögunnar - 727 Torqueflite. Hún fékk heitið A518 þegar búið var að bæta við overdrive, en svo breyttist það í 46RH, en það var bara nafnabreyting. Þetta eru sterkar og góðar skiptingar, enda notaðar í Dodge Ram 1500/2500/3500 með V8 á sínum tíma. Þessi skipting breyttist svo í 46RE eftir 1995 og var þá orðinn alveg tölvustýrð (electronic controlled governor), en 46RH var einfaldari, með \"hydraulic controlled governor\".\n(Fengið af Wikipedia)\nA518 (46RH/46RE)[edit]\nThe A518, later renamed 46RH (hydraulic controlled governor pressure) and 46RE (electronic controlled governor pressure), is an A727 derivative with overdrive, in the A500 ilk. Starting in the early 1990s, it was used in trucks and vans. The overdrive fourth gear ratio is 0.69:1.\nGear ratios:\n1\t2\t3\t4\tR\n2.45\t1.45\t1.00\t0.69\t2.35\nApplications:\nDodge Ram pickup and vans 1500/2500/3500 V8 engines (DGT)\nDodge Ramcharger SUV 1988-1993 5.2L & 5.9L V8\nJeep Grand Cherokee 1998 5.9L\nJeep Grand Cherokee 1993-1995 5.2 V8\n1996 Dodge Dakota V8 (Also 98-03 Dakota 5.9L R/T)\n1998-2003 Dodge Durango 5.9L V8 (4WD or 2WD)\n1998–2003 Dodge Dakota R/T\n1994-1995 Dodge Ram 2500/3500 V8\n1995 Dodge Dakota 5.2l magnum v-8\nX-1995 Dodge Ram Van 2500 5.2L Magnum V8",
            "date": "2014-02-22 23:38:00",
            "post_id": "128923",
            "reply_to_id": "128918"
        },
        {
            "user_name": "AgnarBen",
            "text": "Mér sýnist það henta ágætlega að finna 93-95 Grand með 46RH skiptingunni því PCM módúllinn sem fylgir þeirri vél talar við mælana í mínum bíl sem sparar manni heilmikinn höfuðverk.  Mér sýnist verkefnið snúast um að: \n- smíða upp mótorfestingar og koma vél og skiptingu í.  Breytingar á millikassabita.  Lengja afturskapt og stytta framskaft\n- Skiptirinn úr Grandinum passar beint í staðinn fyrir XJ, það er síðan hægt að nota vírinn áfram úr XJ. \n- Nota áfram skiptirinn úr XJ fyrir millikassann en vírinn úr Grand\n- Flytja bensínpedalann og vírinn úr Grand yfir í XJ, passar beint í\n- Aðlaga kælikerfið í XJ fyrir vatnskassan úr Grandinum, nota áfram rafmagnsviftuna úr XJ, viftuspaðinn á 5.2 á að passa inn í hlífina í XJ\n- nota bensíndælu úr Grandinum, nota áfram orginal bensíntank (jafnvel hægt að nota bensíndælu úr XJ, sami þrýstingur)\n- Vökvastýrisdæla úr Grand og lagnir en áfram boxið úr XJ\n- Rafmagn:  EDIT.  Sýnist þetta vera minna mál en ég hélt, flyt hluta af rafmagninu úr Grand yfir (öryggjabox og PCM) og legg nokkra víra yfir 4.0 vírana.  Hægt að tengja vélarhita og olíuþrýsting beint í mælana.  Þarf að skoðast betur ! \nBara pís-of-keik :)",
            "date": "2014-02-23 00:11:00",
            "post_id": "128926",
            "reply_to_id": "128923"
        },
        {
            "user_name": "stebbiþ",
            "text": "Bíll handa þér Aggi minn.\nhttps://bland.is/til-solu/farartaeki/bi ... l/1842705/\nKv, Stebbi",
            "date": "2014-02-23 02:36:00",
            "post_id": "128937",
            "reply_to_id": "128926"
        },
        {
            "user_name": "Oskar K",
            "text": "á óbreyttan svona grandara með þessum mótor og skiptingu, þetta er baaaara skemmtilegt kram, virkilega sprækt og togar eins og vörubíll",
            "date": "2014-02-23 07:17:00",
            "post_id": "128938",
            "reply_to_id": "128937"
        },
        {
            "user_name": "jongud",
            "text": "Hvernig er það, ég var að heyra að milliheddið eða \"bjórkúturinn\" á þessum vélum ætti að til að fara að leka niður að knastásinum. Hefur eitthvað heyrst af slíku hér á klakanum?",
            "date": "2014-02-23 10:36:00",
            "post_id": "128954",
            "reply_to_id": "128938"
        },
        {
            "user_name": "303hjalli",
            "text": "Er með mjög ódýrt kram handa þér 5,2og ss áður enn hent er...! S-8943765",
            "date": "2014-02-23 10:44:00",
            "post_id": "128956",
            "reply_to_id": "128954"
        },
        {
            "user_name": "Gunnar",
            "text": "ég er með svona vél í 38 wrangler og 727 skiptingu, vélin er býsna skemmtileg en það mætti alveg vera meiri kraftur í henni finnst mér, skiptingin er þriggja gíra og það sárvantar einn í viðbót þannig að ég myndi klárlega fá mér skiptingu með overdrive",
            "date": "2014-02-23 12:30:00",
            "post_id": "128968",
            "reply_to_id": "128956"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ûr hvernig bíl kemur þessi vél og hvaða árgerð ?  Hvernig útfærðir þú rafmagnið ?",
            "date": "2014-02-23 16:43:00",
            "post_id": "128995",
            "reply_to_id": "128968"
        },
        {
            "user_name": "andriorn",
            "text": "Hljómar mjög vel Agnar, hef bara heyrt góða hluti um þennan mótor.  Mátt endilega mynda allt ferlið og setja inn þegar/ef þú ferð í þetta :) ég var nefnilega að finna mér svona kram til að setja í eilífðar verkefnið mitt :D",
            "date": "2014-02-23 17:56:00",
            "post_id": "129003",
            "reply_to_id": "128995"
        },
        {
            "user_name": "Gudni Thor",
            "text": "Tad var svona vél í Road-Runner Cherokee inum. 38\"dekk og ad mig mynnir 4,10hlutföll mæli hiklaust med tessu og hef líka átt grand med svona mótor og xj med 4L og 5,2 eiddi minna og vann mun betur.",
            "date": "2014-02-23 18:45:00",
            "post_id": "129010",
            "reply_to_id": "129003"
        },
        {
            "user_name": "AgnarBen",
            "text": "Já þetta er nú ekkert sem ég fer í á morgun svona í miðri vetrarvertiðinni ;-)  \nÞað er held ég alveg nauðsynlegt að vera með partabíl í þetta og ætli maður byrji ekki að svipast um eftir einhverjum svoleiðis á þolanlegu verði.  Svo langar mig að vita meira um hvað maður þarf að gera mikið í rafmagninu áður en ég byrja !",
            "date": "2014-02-23 20:29:00",
            "post_id": "129029",
            "reply_to_id": "129010"
        },
        {
            "user_name": "Gunnar",
            "text": "Hún kemur úr ram 93 eða 94 minnir mig og þetta var gert áður en ég eignaðist bílinn þannig að ég veit ekki hvernig rafmagnið var útfært en það virkar allt.",
            "date": "2014-02-25 07:43:00",
            "post_id": "129184",
            "reply_to_id": "129029"
        },
        {
            "user_name": "Subbi",
            "text": "Var með Magnum mótor í Dakota 96  stækkaði Intake manifold  skellti í þetta flækjum og sverara pústi alla leið  Hvarfadraslið úr en átti hann með flangs til að henda í fyrir skoðun   þetta svínvann með fimm gíra beinskifta kassanum \nEinhver snillingur á Akureyri tók bílin og breytti honum í low rider   þvílík andskotans óvirðing  að breyta öflugum 4x4 í einhvern Götusleikir fannst mér og finnst",
            "date": "2014-03-02 11:14:00",
            "post_id": "129919",
            "reply_to_id": "129184"
        },
        {
            "user_name": "Atli E",
            "text": "Djöfull er ég ánægður með þig frændi.\nÞú ert að taka þetta alla leið.\nÓdýr og góður bíll með öllu sem þarf og ekkert bull og ferðast alveg heilan helling - eitthvað annað enn ræfillinn ég.",
            "date": "2014-03-02 11:56:00",
            "post_id": "129926",
            "reply_to_id": "129919"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ha ha frændi, ég er nú bara hálfgerður ræfill miðað við þína framkvæmdagleði í gegnum tíðina en þetta er nú örugglega eitthvað sem verður ekki gert fyrr en næst haust.  En fyrst þú spyrð þá ert þú ráðinn í að sjá um rafmagnið ;-)",
            "date": "2014-03-02 23:12:00",
            "post_id": "130025",
            "reply_to_id": "129926"
        },
        {
            "user_name": "andriorn",
            "text": "Já mig grunaði að þú mundir ekki taka þetta í miðri vetrarvertíð ;) en hef sterkan grun um að þú verðir búinn að þessu áður en það kemur að þessu í eilífðar projectinu hjá mér :)\nÉg er búinn að vera að lesa mér aðeins til um þetta frá mönnum í ameríkuhreppi og það sem menn eru að segja er að það þarf að modda mótorpúða festingarnar allavega öðrumegin, smá víraflækja(segja samt að hún sé minni en þeir héldu þegar þeir byrjuðu) og í einhverjum tilfellum þurfti að setja hoodscope ;)\nHérna eru nokkrar síður sem ég er búinn að lesa aðeins um þetta á:\nhttp://www.backwoodsoffroad.com/cgi-bin ... id=2&sub=2\n  - Hér er reyndar verið að setja í TJ Wrangler en sama swap sem á sér stað :)\nhttp://www.cardomain.com/ridepost/29195 ... -cherokee/\nhttp://www.naxja.org/forum/showthread.php?t=930858\nhttp://mallcrawlin.com/forum/showthread ... J+comanche\n  - Verið að swappa í Comanche en notar loomið úr XJ\nÞessi fannst mér helvíti fín, eftir ca. síðu 5 þá hætta menn að nöldra og 2 segja frá sínu swap ferli:\nhttp://www.naxja.org/forum/showthread.php?t=1059679\nMbk.\nAndri Örn Sigurðsson",
            "date": "2014-03-03 11:43:00",
            "post_id": "130050",
            "reply_to_id": "130025"
        },
        {
            "user_name": "AgnarBen",
            "text": "Já var einmitt búinn að grafa upp nákvæmlega sömu linka :-)  Þessi síðasti er bestur en notandi 'Bloose' virðist vera búinn að klára sig af þessu og mjög sáttur.  \nFékkstu loomið með þinni vél eða ætlar þú að reyna að gera þetta án þess ?",
            "date": "2014-03-03 20:50:00",
            "post_id": "130110",
            "reply_to_id": "130050"
        },
        {
            "user_name": "andriorn",
            "text": "Ég fékk allt með mínum, keypti mér heilan Limited bíl(ætla að nota sæti ofl. skemmtilegt úr honum líka):\nviewtopic.php?f=50&t=23339&p=127963#p127963\nHef séð að menn eru að tengja þetta við loom úr 4L mótornum en hugsa að ég noti allt dótið úr Grandinum :)\nKv.\nAndri Örn",
            "date": "2014-03-03 21:11:00",
            "post_id": "130115",
            "reply_to_id": "130110"
        },
        {
            "user_name": "AgnarBen",
            "text": "Þetta er ákkúrat málið, finna sér svona dýrgrip sem er kominn úr umferð :)  Fyrig mig þá margborgar sig að finna Grand sem er ´93-´95 árgerð því þá get ég látið tölvudótið úr Grandinum tala við mælana hjá mér sem sparar heilmikið vesen.  En þú ert náttúrulega með mun eldri bíl þannig að líklega þarftu að flytja mun meira af loominu á milli.",
            "date": "2014-03-03 22:32:00",
            "post_id": "130132",
            "reply_to_id": "130115"
        }
    ],
    "date": "2014-02-22 20:28:00"
}