{
    "forum_title": "Almennt spjall",
    "id": "2351",
    "title": "Grand cherokee 4L eða 5.2L?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2351",
    "posts": [
        {
            "user_name": "Palli",
            "text": "sælir. þegar kaupa skal cherokee, hvor vélinn er betri 4.0L eða 5.2L? Planið er að breyta bílnum fyrir 38\". Komið með kosti og galla og kanski reynslu, takk... bensín eyðsla er ekki galli.\nKv.",
            "date": "2010-11-03 20:31:00",
            "post_id": "10320",
            "reply_to_id": false
        },
        {
            "user_name": "gambri4x4",
            "text": "Sæll báðar þessar velar eru fínar,,,,hef átt Cherokee  á 33\" með 4,0 HO vel orginal grand með 4,0 ho og er nuna með grand 5,2 á 38\" eyða nokkuð svipað þessar velar en þó held ég að 4,0 sé léttari vél,,,,ekki allur munur á vélaraflinu 190 hö 4,0 á móti 220 hö í 5,2 ,,,annars er v8 alltaf plús :)",
            "date": "2010-11-03 22:40:00",
            "post_id": "10333",
            "reply_to_id": "10320"
        },
        {
            "user_name": "Einar",
            "text": "Báðar eru hörku góðar vélar, gangvissar og endingagóðar. 4.0L er náttúrulega örlítið léttari og eyðir minna en hin hefur meira vélarafl. Held að þetta sé bara spurning um hvort menn telja mikilvægara. Síðasta árgerðin (1998) af Grand Cherokee ZJ var líka til með 5.9L vél (360 cid) 245hö. Ég hef keyrt svoleiðis bíl og hann er verulega skemmtilegur en þeir eru sjaldgæfir og erfitt að finna góð eintök.\nZJ voru framleiddir 1993-1998 og árið 1996 voru gerðar talsverðar endurbætur á þeim þannig að ég legg til að þú leitir að árgerð 1996-1998. Ein af mörgum breytingunum sem voru gerðar var að Quadra-Trac millikassanum var breitt þannig að hann varð nothæfur sem hann var eiginlega ekki í árgerðum 1993-1995.\nÞeir bílar sem komu notaðir til landsins eru oftast amerískir en þeir sem voru fluttir inn nýjir voru yfirleitt smíðaðir í Austurríki (skráningarvottorð segir samt að þeir séu framleiddir í USA en það er rangt). Það er hægt að þekkja munin á því að USA bílarnir eru með stærri tölurnar á hraðamælinum í mílum en á þeim Evrópsku eru stærri tölurnar kílómetrar, einnig eru ljósin á þeim mismunandi.\nÉg hef ekki heyrt um að það væri neinn gæðamunur milli USA eða Austurrísku bílana en ég átti einn Austrrískan og lenti í smá vandræðum með að fá framljós í hann, hvorki Benni né H. Jónsson gátu reddað því af því að það var ekki USA framleiðsla og í Ræsi sem þá var með umboð kostaði það hálft bílverð. Endaði á því að láta kunningja minn kaupa það í Þýskalandi.",
            "date": "2010-11-04 09:10:00",
            "post_id": "10348",
            "reply_to_id": "10333"
        },
        {
            "user_name": "Palli",
            "text": "en ég hef séð nokkrar típur af millikössum í þessum bílum, hver er heppilegastur í svona bíl?",
            "date": "2010-11-04 16:16:00",
            "post_id": "10368",
            "reply_to_id": "10348"
        },
        {
            "user_name": "Einar",
            "text": "NV-231 - \"Command-Trac\"---part-time--------------1993-1995\nNV-242 - \"Selec-Trac\"--------full-time/part-time---1993-1998 \nNV-249 - \"Quadra-Trac\"------full-time/AWD--------1993-1998\nAllir með háu og lágu drifi og virðast allir vera sæmilega sterkir. Eins og áður sagði er Quadra-Trac í árgerðum 1993-1995 ekki góður kost vegna þess að þeir læsa ekki milli fram og afturhjóla í lágadrifinu en það er búið að breyta því 1996-1998.\nLíklega er NV-242 - \"Selec-Trac\" kassinn skemmtilegasti og fjölhæfasti kassinn, getur verið bæði með læst og ólæst 4x4 í háadrifinu.\nÉg var með nýrri gerðina af NV-249 - \"Quadra-Trac\" og það var svo sem ekkert yfir honum að kvarta, hélt læstu þegar hann átti að halda og var eftirgefanlegur þess á milli, hann er algengari í V8 bílunum.\nEitt sem þarf að passa sig á með NV-249 - \"Quadra-Trac\" og það er að ef bíllinn virkar þvingaður milli fram og afturhjóla í beygjum þá er líklega ónýt silicon kúplingin í kassanum og hún kostar svolítið. Hún bilar þannig að silicon vökvinn hættir að gefa eftir og bíllinn verður \"fastur í 4x4\" í háadrifinu.",
            "date": "2010-11-04 19:03:00",
            "post_id": "10382",
            "reply_to_id": "10368"
        },
        {
            "user_name": "Kiddi",
            "text": "Ég myndi hiklaust taka átta sílindra vélina, 4.0 vélin þykir mér stórlega ofmetin, a.m.k. miðað við mína reynslu!",
            "date": "2010-11-04 19:30:00",
            "post_id": "10383",
            "reply_to_id": "10382"
        },
        {
            "user_name": "Palli",
            "text": "en hvernig eru skiptingarnar 42RE og 44RE, er mikill munur á þeim hvað þær þola?",
            "date": "2010-11-04 21:06:00",
            "post_id": "10390",
            "reply_to_id": "10383"
        },
        {
            "user_name": "jeepson",
            "text": "Ég er búinn að eiga cherokee á 38\" með 4 lítra vélinni. Og hann var mjög sprækur og togaði fínt. Hinsvegar var ég að pæla í að fá mér 4l ho í hann en mér fanst sú vél ekki virka eins vel og venjulega 4l vélin sem var í mínum bíl. Kanski hefur ho vélin verið orðin eitthvað lúin.",
            "date": "2010-11-04 21:13:00",
            "post_id": "10392",
            "reply_to_id": "10390"
        },
        {
            "user_name": "Palli",
            "text": "er ekki 4.0HO í grand cherokee?",
            "date": "2010-11-04 21:14:00",
            "post_id": "10393",
            "reply_to_id": "10392"
        },
        {
            "user_name": "Einar",
            "text": "Jú hún myndi teljast vera 4.0L HO. Þegar Grand kemur á markaðinn er HO orðin standard útgáfa af vélinni.",
            "date": "2010-11-04 22:00:00",
            "post_id": "10399",
            "reply_to_id": "10393"
        },
        {
            "user_name": "gambri4x4",
            "text": "Það er talsverður munur á hressleikanum í 4,0 eða 4,0 HO",
            "date": "2010-11-04 22:45:00",
            "post_id": "10403",
            "reply_to_id": "10399"
        },
        {
            "user_name": "viddi",
            "text": "Gleimdu sexuni, hún drekkur bensín þegar færið verður erfitt og notar svipað mikið þess á milli. Minn (93) fór með svipað mikið bensín og 6.1 Hemi. Fáðu þér V8 bíl og það helst 5.9.",
            "date": "2010-11-04 23:39:00",
            "post_id": "10404",
            "reply_to_id": "10403"
        },
        {
            "user_name": "Kiddi",
            "text": "Jú, ætli þetta geti svosem ekki talist sprækt á Ford mælikvarða ef út í það er farið :-)",
            "date": "2010-11-05 17:23:00",
            "post_id": "10420",
            "reply_to_id": "10404"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það er eins með þessa vagna og aðra stærra er betra alltaf.  ;)",
            "date": "2010-11-05 18:15:00",
            "post_id": "10422",
            "reply_to_id": "10420"
        }
    ],
    "date": "2010-11-03 20:31:00"
}