{
    "forum_title": "Almennt spjall",
    "id": "23565",
    "title": "Fornbílaskráning.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=23565",
    "posts": [
        {
            "user_name": "Maddi",
            "text": "Hvernig ber ég mig að ef ég vil skrá jeppann sem fornbíl?\nEr það kannski bölvað hark að fá 1989 árgerð af Cherokee XJ 38\" breyttan skráðan sem fornbíl?\nHeyrði í Sjóvá áðan og kerlingin þar sagði að ekki væri hægt að tryggja jeppa sem fornbíl, eingöngu \"glansbíla\" sem sjást bara á sumrin.",
            "date": "2014-02-26 12:28:00",
            "post_id": "129330",
            "reply_to_id": false
        },
        {
            "user_name": "eidur",
            "text": "Hér er þráður um þetta síðan í fyrra:\nviewtopic.php?f=5&t=19277\n/E",
            "date": "2014-02-26 12:42:00",
            "post_id": "129331",
            "reply_to_id": "129330"
        },
        {
            "user_name": "jongud",
            "text": "Prófaðu að hóta Sjóvá að fara annað, það gæti dugað til að þeir \"athugi málið\".",
            "date": "2014-02-26 13:13:00",
            "post_id": "129336",
            "reply_to_id": "129331"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég þurfti ekki einu sinni að biðja um þetta hjá VÍS á 44\" bíl.  Kom bara sjálfkrafa.",
            "date": "2014-02-26 13:30:00",
            "post_id": "129339",
            "reply_to_id": "129336"
        },
        {
            "user_name": "Hlynurn",
            "text": "Af reynslu þá get ég sagt að það virkar ekki að hóta sjóvá þegar það kemur að \"Forn jeppa\". Ég reyndi að fá þetta í gegn hjá þeim með því að benda á að önnur félög gætu tryggt bílinn sem fornbíl og svarið sem ég fékk til baka var þetta: \nþegar ég stóð í þessu þá voru það Vörður og Vís sem vildu tryggja á fornbílakjörum, en það er allgjört skylirði að þú sért með annan bíl á fullum tryggingum til að fá þessi kjör í gegn!",
            "date": "2014-02-26 16:24:00",
            "post_id": "129353",
            "reply_to_id": "129339"
        },
        {
            "user_name": "jongud",
            "text": "Takk fyrir upplýsingarnar Hlynur, nú hef ég eina ástæðu í viðbót til að fara yfir til Varðar og gefa Sjóvá f##k-merki",
            "date": "2014-02-26 17:21:00",
            "post_id": "129357",
            "reply_to_id": "129353"
        },
        {
            "user_name": "Bskati",
            "text": "Þegar ég keypti Löduna mína gat ég ekki fengið fornbílatryggingu hjá VÍS fyrr en ég var búinn að láta breyta notkunarflokk hjá umferðarstofu úr 'almenn notkun' í 'fornbifreið'. Eftir það þá fékk ég fornbílatryggingu og ekkert vesen, enda klárlega fornbíll þar sem hún er fullkomnlega original, þó hún sé gríðargóð torfærubifreið :)\nMig minnir að krafan hjá VÍS hafi verið að ég ætti annan bíl tryggðan hjá þeim og að fornbifreiðinni væri ekki ekið meira en 5000 km á ári.\nÉg myndi því mæla með því að byrja á að tala við umferðarstofu og fara svo í tryggingarnar.\nkv\nBaldur",
            "date": "2014-02-26 18:27:00",
            "post_id": "129369",
            "reply_to_id": "129357"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég fékk jeppann tryggðan sem ferðabíl, ég útskýrði bara að bílnum væri lítið ekið nema í fjallaferðum (við erum með annan bíl) og vinnutengt, aksturinn næði kannski 10.000 km ef það næði því.\nÉg var tryggður þannig hjá TM og er ennþá þannig tryggður hjá Verði",
            "date": "2014-02-26 18:35:00",
            "post_id": "129370",
            "reply_to_id": "129369"
        },
        {
            "user_name": "Hlynurn",
            "text": "Gleymdi mér allveg þegar ég fór að tala um tryggingarvesenið tengt þessu, en hérna er eyðublaðið til að skrá bílinn sem fornbíl\nhttp://ww2.us.is/sw_documents/8\nog hvað kílómetrafjöldan varðar, þá var hann ekki nema 2000-3000km á ári sem gert er ráð fyrir hjá Verði (veit svosem ekkert hvernig þeir ætla hafa eftirlit með því).",
            "date": "2014-02-26 19:14:00",
            "post_id": "129374",
            "reply_to_id": "129370"
        },
        {
            "user_name": "StefánDal",
            "text": "Er þetta ekki alveg spurning um að fá notkunarflokknum breyttum fyrst?",
            "date": "2014-02-26 20:17:00",
            "post_id": "129388",
            "reply_to_id": "129374"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "Jú fyrst að breytta notkunar flokk í fornbíl. Svo er að biðja trygginga salan um að benda á það í tyggingar skilmálum að breyttir bílar geti ekki verið á fornbílatryggingu , þá verður fátt um svör því það stendur hvergi og svo er bara að fara með þetta áfram",
            "date": "2014-02-26 20:33:00",
            "post_id": "129396",
            "reply_to_id": "129388"
        },
        {
            "user_name": "Offari",
            "text": "Ég fór að forvitnast um fornbílatryggingar hjá Sjová fyrir nokkrum árum þá tjáðu þeir mér að ég fengi ekki fornbílatryggingu á breyttum jeppa hjá þeim.  Ég þakkaði bara kærlega fyrir upplýsingarnar og gerði ekki meir.  Ári síðar hringdu þeir í mig og buðust til að gera tilboð í tryggingar hjá mér og ég sagðist ekki hafa áhuga fyrst þeir buðu ekki upp á fornbílatryggingar á jeppa.  \nEn þá var komið allt annað hljóð í þá og síðan þá hef ég alltaf fengið fornbílatryggingar á alla þá bíla sem voru eldri en 25 ára. Hlutirnir eru einfaldir fáir þú ekki formbílatryggingu hjá einu tryggingarfélagi er bara að athuga hvort annað tryggingarfélag hafi áhuga á að tryggja pakkan með því skilyrði að allir fornbílar fái fornbílatryggingu. Það er held ég samt allstaðar farið fram á að einn bíll sé á fullri tryggingu.",
            "date": "2014-02-26 21:36:00",
            "post_id": "129404",
            "reply_to_id": "129396"
        },
        {
            "user_name": "Hrannifox",
            "text": "Það er ekki langt síðan ég var að kljást við sjóvá, er með einn fulltrúa þar sem ég tala eingöngu við og þekkir hann mig úti gegn, er tryggður með 3 bíla hjá þeim og svo heimilistryggingu.\nEr með pajero 2.8 tdi 35'' breyttan hann var 80 þús á ári, svo var ég með Hilux orginal hann var 60 þús á ári, og svo loksins jeep cherokee hann var á 70 þús á ári\nsvo stóð til að selja einn bílinn og fá mér 60 cruzer á 44'' þar sem ég hefði nú þegar verið með 2 aðra bíla einnig á fullum tryggingum, þá enþá gátu þeir ekki boðið mér fornbílatryggingu á cruzerinn\nég var frekar ósáttur við þá þar sem þetta yrði eingöngu ferðabíll og þannig séð ekki ekið svo mikið á ári.\nFékk þau svör að bílinn yrði á fullum tryggingum í ár, eftir þetta ár myndu þeir endurskoða tryggingarnar af þeim bíl og ákveða það síðan eftir KM sem ég hefði ekið á þessu ári.\nEins hafði ég augastað á Ford Econaline breyttum, hann var reyndar skráður húsbíll hjá samgöngustofu, hann var eldri en 25 ára, þeir gátu boðið með að mig minnir 15 þús í tryggingar á ári óháð hvað bílnum væri ekið mikið, semsagt ekkert kílómetra mark ! mátti keyra hann alveg einsog ég vildi.\nÞá datt mér eitt í hug en ef ég innrétta afturí cruzerinn á einfaldan máta, og næ því kannski í gegn skráðan sem húsbíl hjá samgöngustofu, gæti ég þá fengið 15 þús á ári í tryggingar óháð eknum km?\nFyndst vanta þrep þarna á milli fyrir jeppamenn sem væri sanngjarnt.",
            "date": "2014-02-26 22:02:00",
            "post_id": "129406",
            "reply_to_id": "129404"
        },
        {
            "user_name": "StefánDal",
            "text": "Það sem Ástmar talar um hér að ofan, að fá jeppan tryggðan sem ferðabíl, er að mínu mati einmitt \"þrepið á milli.",
            "date": "2014-02-26 23:36:00",
            "post_id": "129428",
            "reply_to_id": "129406"
        },
        {
            "user_name": "lecter",
            "text": "ég mæli með að sniðganga sjova  svikahrappar dauðans þegar kemur að tjóna uppgjörum\nskulda mér en kasko tjon siðan 2005 þeir borgu sjálfum sér tjónið sem var kapas skoðað 760,000 en borgu sjálfum sér 250,000  halló ég borgaði kasko trygginguna og billinn var á minu nafni  svo kom i ljós að þeir halda allann timan að billinn hefði verið á þeirra nafni  en hafa neitað að leiðretta þetta siðan 2005 nú siðast var að nú er þetta fyrnt svo þeir þurfa ekki að borga þetta ,,,",
            "date": "2014-02-27 00:07:00",
            "post_id": "129437",
            "reply_to_id": "129428"
        },
        {
            "user_name": "Gunnar00",
            "text": "varðandi þetta, þá borgar sig alltaf að bara fá lögfræðing í allt svona kaskó dót hjá tryggingarfélögunum, sama hvert þeirra er. reyna alltaf að borga minna en maður ætti með réttu að fá.",
            "date": "2014-02-27 00:45:00",
            "post_id": "129443",
            "reply_to_id": "129437"
        },
        {
            "user_name": "Bokabill",
            "text": "Verst að Ábyrgð, tryggingafélag bindindismanna er ekki til lengur. \nÞar fengu bindindismenn alltaf góð kjör og  aukaafslátt ef maður var skráður í Stúku.",
            "date": "2014-02-27 08:58:00",
            "post_id": "129463",
            "reply_to_id": "129443"
        },
        {
            "user_name": "Stebbi",
            "text": "Mikið þætti mér gaman að sækja um tryggingar þar, þarf maður að pissa í glas eða dugar að anda framan í tryggingasalan?",
            "date": "2014-02-27 18:23:00",
            "post_id": "129543",
            "reply_to_id": "129463"
        },
        {
            "user_name": "einsik",
            "text": "Ég man eftir að hafa heyrt af svona svipuðu fyrir mörgum árum. Þá var einhver að pæla í (eða gerði) að setja gashellu í skottið á jeppanum og sína þannig framm á að þetta væri húsbíll.",
            "date": "2014-02-27 19:51:00",
            "post_id": "129560",
            "reply_to_id": "129543"
        },
        {
            "user_name": "grimur",
            "text": "Gashellu og vask.\nÞað er nú næstum praktískt, allavega hellan. Vaskurinn er bara fyndið",
            "date": "2014-02-27 21:02:00",
            "post_id": "129575",
            "reply_to_id": "129560"
        },
        {
            "user_name": "elliofur",
            "text": "Nú sér maður auglýsingar öðru hvoru, þar sem talað er um að bílar séu orðnir fornbílar og engin bifreiðagjöld og tryggingar 15-20þúsund á ári.\nÍ fyrra, þegar ég keypti Subbann, þá vildi mitt félag, Sjóvá ekki tryggja bílinn á fornbílataxa vegna þess að hann væri breyttur. Þá leitaði ég tilboða annarsstaðar og fékk hjá Verði fín kjör, fornbílatryggingu á subbann þó ég tæki skýrt fram að hann væri breyttur, enda líka breytingaskoðaður á 44\". Við endurnýjun núna, kemur í ljós að sölumaðurinn sem ég talaði við í fyrra er hættur og þá fæ ég ekki lengur fornbílatryggingu, reyndar fæ ég í staðinn mjög góðan afslátt á hann (ca tvöfalt fornbílaverð) en ekki \"rétta\" tryggingu.\nÉg reifst og rökræddi, sagði að breyttir bílar væru mest keyrðir á fjöllum þar sem engar tygggingar gildi hvort sem er, jafnvel þó hann væri í sérstöku utanvegakaskói (furðuleg nafngift á tryggingu) á meðan fínir fornbílar væru oft fleiri hundruð hestöfl og stundum notaðir í spyrnur og reykspól á götum bæjarins, tryggðir.\nHvar eru menn að fá fornbílatryggingar á jeppana sína, hjá hvaða félagi og í hvaða útibúi?",
            "date": "2014-08-31 16:46:00",
            "post_id": "142005",
            "reply_to_id": "129575"
        },
        {
            "user_name": "stebbiþ",
            "text": "Talaðu við hann Jón hjá Sjóva á Borgarnesi. Ég var með breyttann gamlan Subba á fornbílaskráningu hjá honum í mörg ár, ekkert vesen. Ég held að hann frændi þinn eigi bílinn núna.\nKv, Stebbi Þ.",
            "date": "2014-08-31 16:55:00",
            "post_id": "142006",
            "reply_to_id": "142005"
        },
        {
            "user_name": "biturk",
            "text": "Vís eru mjög liðlegir á akureyri með þessi mál",
            "date": "2014-08-31 18:09:00",
            "post_id": "142014",
            "reply_to_id": "142006"
        },
        {
            "user_name": "elliofur",
            "text": "Ég fór einmitt frá Sjóvá í Borgarnesi því þeir vildu ekki tryggja bílinn minn á þessum kjörum. Ég sagði þeim sem ég vissi að ónefndur vinur minn væri með breyttan forn jeppa í tryggingu hjá þeim og þá var logið uppí opið geðið á mér að það gæti bara ekki staðist.\nMér fannst þetta ofboðslega ómerkileg svör og hraðaði mér í burtu, enda var vel á móti mér tekið í Verði, fyrsta árið amk. Viðmótið hjá Verði er ennþá mjög gott, bara neita að tryggja bílinn minn á fornbílakjörum afþví að það eru stærri dekk undir honum heldur en einhverjum öðrum fornbílum.",
            "date": "2014-08-31 19:41:00",
            "post_id": "142023",
            "reply_to_id": "142014"
        }
    ],
    "date": "2014-02-26 12:28:00"
}