{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "23619",
    "title": "sma vesen a styrisdaelu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=23619",
    "posts": [
        {
            "user_name": "runar7",
            "text": "Þetta er nú ekki jeppa tengt þannig poststjorar hafa fullt leyfi til að eyða.\nEnn vandamál mín liggja í styrisdaelu í subaru legacy second generation 1998 model, fyrir svona mánuði síðan hætti vokvastyrid hjá mér að virka bætti ég tha strax vokva á stýrið og ekkert lagaðist ahvad bara að daelann vaeri ónýt og ætlaði að kaupa mér nýja í dag og skippta um yfir helgina enn svo í gaer kom vokvastyrid inn og allt í góðu dettur einhverjum í hug hvað þetta gaeti verið\nMBK Rúnar H",
            "date": "2014-02-28 14:58:00",
            "post_id": "129665",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Það hefur tæmst duglega af, og svo bættir þú á, en þá hefur verið loft inni á stýrinu. Núna þegar þú ert búinn að hreyfað það svolítið þá er loftið farið.",
            "date": "2014-02-28 15:08:00",
            "post_id": "129668",
            "reply_to_id": "129665"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "það sem jongud segir, til að aflofta á að setja vökva í topp á forðabúri, snúa stýri 2-3x borð í borð (framhjól á lofti), athuga vökvastöðu og bæta á ef þarf, setja svo í gang og snúa borð í borð 2-3x og ef ekkert væl eða hnökrar eru á stýrinu ætti lofið að vera farið, athuga vökvastöðu og út að keyra.",
            "date": "2014-02-28 15:50:00",
            "post_id": "129671",
            "reply_to_id": "129668"
        },
        {
            "user_name": "runar7",
            "text": "skrítnasta er að ég gerði nákvæmlega eins og jongud skrifar þegar ég bætti á hann enn hann skánaði ekkert svo allt í einu svona 2-3 vikum seinna og sirka 500 km þá bara á leið í vinnuna allt eins og nýtt",
            "date": "2014-02-28 16:49:00",
            "post_id": "129678",
            "reply_to_id": "129671"
        },
        {
            "user_name": "gislisveri",
            "text": "Ertu búinn að skoða reimina?",
            "date": "2014-02-28 17:07:00",
            "post_id": "129680",
            "reply_to_id": "129678"
        },
        {
            "user_name": "runar7",
            "text": "jamm nýleg og strekt",
            "date": "2014-02-28 17:40:00",
            "post_id": "129689",
            "reply_to_id": "129680"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Hefur yfirþrýstiventillinn i dælunni ekki bara staðið fastur opinn? Það hefur gerst",
            "date": "2014-02-28 18:46:00",
            "post_id": "129694",
            "reply_to_id": "129689"
        },
        {
            "user_name": "runar7",
            "text": "jahá þarna komstu með eitthvað sem að ég hef aldrei heyrt um sævar minn ;)",
            "date": "2014-03-01 02:58:00",
            "post_id": "129758",
            "reply_to_id": "129694"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ég hef heldur aldrei séð þetta gerast í raun, en það var talað um þetta í skólanum á sínum tíma og þá einnig að þetta væri algengt í stýrisdælum í nissan og mercedes, -einnig að þetta hefði átt það til að gerast á smurolíudælum með slæmum afleiðingum en aðallega ef olía var orðin sótmettuð\nMér datt þetta í hug því þú sagðist hafa bætt á stýrið en samt haldið fyrir rest að dælan væri ónýt, það merkir að þú hafir hvergi fundið leka á stýrinu, enda á ekki að þurfa að bæta á stýrisforðabúr nema leki sé\nÞetta gæti útskýrt þrýstifall sem svo \"allt í einu\" lagast af sjálfu sér",
            "date": "2014-03-01 08:22:00",
            "post_id": "129784",
            "reply_to_id": "129758"
        },
        {
            "user_name": "runar7",
            "text": "enginn leki neinstaðar sjáanlegur allavega, keypti bara bílinn og 2 vikum seinna gerist þetta og þá vantaði kannski 100 ml ef það náði því á hann og ég bætti því á skrítin bilun enn þetta virkar í dag þannig maður sættir sig svosem við þetta =D",
            "date": "2014-03-07 19:26:00",
            "post_id": "130521",
            "reply_to_id": "129784"
        }
    ],
    "date": "2014-02-28 14:58:00"
}