{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "23623",
    "title": "Dempara Uppsetning",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=23623",
    "posts": [
        {
            "user_name": "Subbi",
            "text": "Jæja Bilstein Demparar að fara í Suburban allan Hringinn \ner samt að spá  þetta helvítis vagg til hliðana á honum  getur ástæðan legið í að Demparar að aftan eru festir  þannig að annar liggur á Ská frá Hásingu frm og upp i Grind meðan hinn er eins  nema liggur aftur og upp í grind  þeas sami frágangur á þeim og meðan hann var á Fjörðum \nFinnst eins og vaggið eigi upptök sín að aftan ætla að breyta festingum þannig að þeir verði lóðréttir aftan eða framan við Gormana að aftan Framdemparar fara inn í Gormana og er ekkert að fjörðun þar \nEn er það ekki hugsanlegt að þessi uppsetning  á Dempurunum eins og hún er núna með Gormum að aftan sé að valda togstreitu í fjörðunini þannig að hann fer að vagga sér til hliðana sitt á hvað því dempararnir séu að krossvíxla  \nFjaðrir finna ekki fyrir þessu þar sem þar er meira bara lóðrétt fjöðrun og minni teygja en á Gormum sem eru mýkri",
            "date": "2014-02-28 17:32:00",
            "post_id": "129685",
            "reply_to_id": false
        },
        {
            "user_name": "Freyr",
            "text": "Það að setja demparana lóðrétta gerir þá stífari en styttir að sama skapi fjöðrunarsviðið sem þeir bjóða upp á. Það sem þú þarft að gera er að færa demparana utar á hásinguna. Best að festa þá sem næst hjólunum á hásingunni og utan við grind að ofan. Vandinn er sá að þeir eru svo innarlega undir bílnum að þeir halda ósköp lítið við hliðarhreyfingar.\nKv. Freyr",
            "date": "2014-02-28 19:07:00",
            "post_id": "129700",
            "reply_to_id": "129685"
        },
        {
            "user_name": "JonHrafn",
            "text": "Í bílum með orginal gormafjöðrun að aftan og stífur þá halla dempararnir inn að ofan, eins og áður var sagt, hafa þá eins utarlega og hægt er á hásingunni, en síðan halla þeir örlítið inn að ofan, hef séð þetta á fleiri en einum gormabíl orginal.  Ekki halla þeim fram og aftur.",
            "date": "2014-02-28 23:01:00",
            "post_id": "129747",
            "reply_to_id": "129700"
        },
        {
            "user_name": "Freyr",
            "text": "Ástæðan fyrir fram/aftur staðsetningunni er til að halda við vindingskraftana sem verða við inngjöf og hemlun. Í gormafjöðrun er það óþarft því þar sjá stífurnar um það. Fram/aftur hallinn sem slíkur er ekki ástæða þess að jeppinn vaggar, það er sem fyrr segir vegna þess hve innarlega þeir eru.",
            "date": "2014-03-01 00:05:00",
            "post_id": "129750",
            "reply_to_id": "129747"
        },
        {
            "user_name": "Subbi",
            "text": "pakkinn kominn í hús :)",
            "date": "2014-03-03 18:18:00",
            "post_id": "130089",
            "reply_to_id": "129750"
        }
    ],
    "date": "2014-02-28 17:32:00"
}