{
    "forum_title": "Almennt spjall",
    "id": "2363",
    "title": "Álvöru torfærukeppni.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2363",
    "posts": [
        {
            "user_name": "viddi",
            "text": "[youtube]L0eUMIi3LC0[/youtube]\nhttp://www.youtube.com/watch?v=L0eUMIi3LC0\nEf linkurinn virkar ekki þá er hér slóðin.",
            "date": "2010-11-05 00:08:00",
            "post_id": "10405",
            "reply_to_id": false
        },
        {
            "user_name": "Einar",
            "text": "Íslenskar torfærukeppnir ganga mikið út á 1000hö skófludekk og þverhnípt stál og það er svo sem ekkert nema gott eitt um það að segja, mjög tilkomumikið og flott fyrir sjónvarp og áhorfendur. Gallinn er sá að þetta er mjög dýrt og ekki á allra færi að stunda það sem sport.\nSvona keppni eins og er í þessu vídeói krefst miklu einfaldari og ódýrari bíla, menn geta farið á fjölskyldubílnum ef þeir þora að taka áhættuna á að skemma hann og sportið það með ekki neitt óskaplega dýrt. Svona keppnir eru í gangi út um alla Evrópu og raunar út um allan heim og stundaðar á allt frá algerlega óbreyttum jeppum upp í svaðalega sérsmíðaða 4 öxla trukka. Og svona voru Íslenskar torfærukeppnir í upphafi. Þetta eru fyrst og fremst ökumannskeppnir en ekki tækjakeppnir og með minnkandi snjó kannski komin tími til að snúa sér að einhverju svona.",
            "date": "2010-11-05 10:48:00",
            "post_id": "10408",
            "reply_to_id": "10405"
        },
        {
            "user_name": "dabbigj",
            "text": "Man eftir því að það var haldin torfæru/ökuleikniskeppni fyrir nokkrum árum í malargryfjum við bláfjöll og það var kona sem að vann þá keppni með glans.",
            "date": "2010-11-05 14:13:00",
            "post_id": "10412",
            "reply_to_id": "10408"
        },
        {
            "user_name": "hobo",
            "text": "Mikið rosalega hafa mótherjarnir verið lélegir hehe.",
            "date": "2010-11-05 14:59:00",
            "post_id": "10413",
            "reply_to_id": "10412"
        }
    ],
    "date": "2010-11-05 00:08:00"
}