{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "23645",
    "title": "Sprunga í hásingu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=23645",
    "posts": [
        {
            "user_name": "Hlynurn",
            "text": "Er með Toyota Hilux sem ég fékk fyrir stuttu, þannig er mál með vexti að afturhásing var brotin þegar ég fékk hann (og búið að sjóða groddalega saman). Ég fór á bílnum í stutta ferð og hafði ekki hugmynd af þessu vandamáli og suðan hefur eitthvað sprungið þannig að það lekur olía úr hásingunni og því spyr ég, Hvað er best að gera? Láta taka þetta undan og sjóða þetta saman allmennilega eða þarf ég að fara finna mér aðra hásingu til að láta setja undir bílinn? \nOg þar sem ég hef lítið vit á hásingum og öðrum búnaði sem er á þeim (td. Bremsum) og hef enga aðstöðu, þá spyr ég hvert er best að fara með þetta, bæðu upp á gæði og að þurfa ekki að gefa aðra hendina og eitt eista fyrir verkið.",
            "date": "2014-03-01 20:54:00",
            "post_id": "129862",
            "reply_to_id": false
        },
        {
            "user_name": "Stebbi",
            "text": "Ef að bíllinn er enþá á blaðfjöðrum að aftan þá er ekkert mál að skipta um hásingu sjálfur.  Verra mál ef það er komin gormafjöðrun því þá þarf að færa allt það drasl á milli.",
            "date": "2014-03-01 20:57:00",
            "post_id": "129863",
            "reply_to_id": "129862"
        },
        {
            "user_name": "Hlynurn",
            "text": "búið að taka fjaðrirnar og setja 4link. þannig að það vantar ekki drasl sem er fyrir, svo er bremsurör rétt örfáum cm fyrir ofan þessa helv... suðu. Einnig er loftlás í hásingunni sem mig langar mjög mikið að halda.",
            "date": "2014-03-01 22:13:00",
            "post_id": "129872",
            "reply_to_id": "129863"
        },
        {
            "user_name": "Atttto",
            "text": "Fara með þetta í stál og stansa og láta þá græja þetta fyrir þig,\nNema þú treystir þér til að rífa hásinguna undan bílnum og köggulinn úr og fara með hana svoleiðis til þeirra, líklega ódýrara, \nen þykir líklegt ef þú ferð með þetta til stál og stansa þá taka þeir bara köggulinn úr og sjóða svo í sprunguna það ætti alveg að halda næstu  árin, á líklega eftir að endast bílinn.\nKv. Atli",
            "date": "2014-03-01 22:31:00",
            "post_id": "129875",
            "reply_to_id": "129872"
        },
        {
            "user_name": "Hlynurn",
            "text": "Sæll, ég prófa að heyra í þeim á mánudaginn þá, fyrst þeir þurfa að rífa köggulinn úr eru einhverjir slithlutir í þessu sem ég ætti að fá þá til að skipta út í leiðinni?\nKv. Hlynur",
            "date": "2014-03-01 22:55:00",
            "post_id": "129880",
            "reply_to_id": "129875"
        },
        {
            "user_name": "villi58",
            "text": "Fyrst þarf að taka köggulinn úr og þar með öxla þá mundi ég yfirfara allt, bremsudótið, hjólalegur, skipta um pakkdósir og yfirfara drif, rauninni allt gamsið fyrst þú þarft að rífa svona. Öryggið á oddinn!!!!!!!!!!!!!!!!!!!",
            "date": "2014-03-01 23:13:00",
            "post_id": "129882",
            "reply_to_id": "129880"
        },
        {
            "user_name": "Hlynurn",
            "text": "Það er ekkert nóg þó að skvísan segist vera á pillunni eða að fyrri eigandi segi að þetta eigi allt að vera í lagi... Bið Þá um að fara yfir þetta allt. Takk fyrir öll þessi skjótu svör :)\nKveðja, Hlynur",
            "date": "2014-03-01 23:21:00",
            "post_id": "129886",
            "reply_to_id": "129882"
        },
        {
            "user_name": "TDK",
            "text": "Alltaf gaman að sjá þegar menn hugsa hlutina til enda og eru skynsamir",
            "date": "2014-03-02 04:33:00",
            "post_id": "129903",
            "reply_to_id": "129886"
        },
        {
            "user_name": "Hlynurn",
            "text": "Jæja, Eftir að hafa farið með bílinn til þeirra í stál og stansa og sýnt þeim þetta úti á plani var pantaður tími, og bíllinn fór inn áðan, stuttu eftir að hann var farinn inn fékk ég leiðinlegt símtal....\nHásingin er það slæm (Brotin og búið er að sjóða í og rammskökk) að þeir vilja ekki gera við hana og vantar mig því hásingu, Skilst að þetta sé 8\" hásing. \nEf einhver á svona tóma afturhásingu þá má endilega hringja í mig í síma 6954030\nEr það ekki annars rétt að 92 árgerð af hilux sé 8\"?\nKveðja, Hlynur",
            "date": "2014-03-17 17:25:00",
            "post_id": "131581",
            "reply_to_id": "129903"
        },
        {
            "user_name": "elliofur",
            "text": "Jú ef það er original hásing þá er það 8\". Passaðu bara að fá jafn breiða hásingu, þær eru til 144cm milli felgusæta á bíl með original framhásingu og svo komu bílar með klafa að framan með 149cm milli felgusæta. Einfaldast fyrir þig að mæla hásinguna sem þú ert með til að vera viss um að fá eins.",
            "date": "2014-03-17 18:04:00",
            "post_id": "131592",
            "reply_to_id": "131581"
        },
        {
            "user_name": "hobo",
            "text": "Svo þarftu væntanlega að skera 4-link eyrun af gömlu hásingunni og sjóða á nýju. Nema þú sér heppinn og þurfir þess ekki.",
            "date": "2014-03-17 18:06:00",
            "post_id": "131594",
            "reply_to_id": "131592"
        },
        {
            "user_name": "Hlynurn",
            "text": "Sælir,\nég var búinn að gera ráð fyrir því að færa þyrfti eyrun og allt á milli, en takk fyrir að benda mér á þetta með breiddina á hásingunni Elli, fer og mæli þetta.\nKv. Hlynur",
            "date": "2014-03-17 18:26:00",
            "post_id": "131598",
            "reply_to_id": "131594"
        },
        {
            "user_name": "olei",
            "text": "Hvaða dekkjastærð, drifhlutföll, vél eru í þessum bíl?\nKannski er þetta einmitt tíminn til að uppfæra í sterkari afturhásingu?",
            "date": "2014-03-17 20:02:00",
            "post_id": "131606",
            "reply_to_id": "131598"
        },
        {
            "user_name": "Hlynurn",
            "text": "Veit ekki með hlutföll en hann er á 38\" og 22r-te vél í bílnum sem er að skila 130-150 hestöflum.",
            "date": "2014-03-17 20:15:00",
            "post_id": "131609",
            "reply_to_id": "131606"
        },
        {
            "user_name": "elliofur",
            "text": "Þá hefuru engar áhyggjur af þessu, hendir eins röri undir. Hitt hefur verið eyðlagt með djöfulgangi, keyrt duglega á grjót eða verið að æfa langstökk, eða jafnvel þrístökk!",
            "date": "2014-03-17 21:57:00",
            "post_id": "131630",
            "reply_to_id": "131609"
        },
        {
            "user_name": "Hlynurn",
            "text": "Sæll, fór og mældi þetta og þetta voru 134cm á milli Flangsa (ómögulegt að mæla þetta öðrvísi þar sem bílinn stendur á dekkjum). Akkúrat þegar ég var að skríða undir bílnum þá hringdi síminn og einn sem var með Original Toyota hásingu, spurði um lengdina voru málinn á þeirri hásingu uþb 10-11cm styttri á milli flangsa en hjá mér.\nOg bílinn er á klöfum að framan.\nSkil ekkert í þessu, og er núna að rífast við símann um að fá myndirnar sem ég var að enda við að taka af hásingunni.\nkv. Hlynur",
            "date": "2014-03-17 21:58:00",
            "post_id": "131631",
            "reply_to_id": "131630"
        },
        {
            "user_name": "elliofur",
            "text": "Já sennilega er elsti hiluxinn með 141cm milli flánsa. Þessar tölur eru reyndar bara teknar úr mínu stopula minni :)\nHvaða árgerð er bíllinn þinn og veistu fyrir víst hvort hann kom original á klöfum eða með framhásingu?",
            "date": "2014-03-17 22:13:00",
            "post_id": "131634",
            "reply_to_id": "131631"
        },
        {
            "user_name": "Hlynurn",
            "text": "Sæll, Hann er 92 árgerð, Hann er á klöfum að framan (Hef samt ekki hugmynd hvort hann var á þeim original). Þetta var/er SR5 týpan.\nKv. Hlynur",
            "date": "2014-03-17 22:18:00",
            "post_id": "131638",
            "reply_to_id": "131634"
        },
        {
            "user_name": "elliofur",
            "text": "Þá ertu for sure með 149cm breiðu hásinguna. Það getur verið að ég eigi svona rör handa þér, get athugað það á miðvikudaginn ef þú hefur ekki fundið neitt annað fyrr en þá, en ég er aðeins fyrir utan bæinn (rétt hjá Akranesi).\nAnnars liggur þetta víða.",
            "date": "2014-03-17 23:05:00",
            "post_id": "131644",
            "reply_to_id": "131638"
        },
        {
            "user_name": "Hlynurn",
            "text": "Sæll, ég held áfram að reyna, en ef þú átt þetta til þá væri ég allveg til í að versla rörið af þér.\nOg takk fyrir alla hjálpina með að finna út úr þessu.\nKveðja, Hlynur",
            "date": "2014-03-17 23:20:00",
            "post_id": "131647",
            "reply_to_id": "131644"
        },
        {
            "user_name": "grimur",
            "text": "Ég á svona rör sem fer að verða afgangs hjá mér. Minniháttar mál að tæta það undan. Kemur undan xtra cab og á að vera í réttri breidd.\nKv\nGrímur, \ngrimurj@ossur.com\n, 664 1001",
            "date": "2014-03-18 01:34:00",
            "post_id": "131658",
            "reply_to_id": "131647"
        },
        {
            "user_name": "Hlynurn",
            "text": "Sæll,\nég er líklegast til kominn með rör. ef það klikkar eitthvað þá heyri ég í þér en ég á samt ekki von á því.\nKv. Hlynur",
            "date": "2014-03-18 22:58:00",
            "post_id": "131771",
            "reply_to_id": "131658"
        },
        {
            "user_name": "juddi",
            "text": "Gæti verið að hásingin sé orgina 4Runner hásing og kemur þá með 4 link festingum orginal og þá minna mál að skipta henni út",
            "date": "2014-03-18 23:21:00",
            "post_id": "131777",
            "reply_to_id": "131771"
        }
    ],
    "date": "2014-03-01 20:54:00"
}