{
    "forum_title": "Almennt spjall",
    "id": "23654",
    "title": "Gamlir 4x4 sem spjallverjar hafa átt",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=23654",
    "posts": [
        {
            "user_name": "Subbi",
            "text": "er ekki sniðugt að hafa svona myndaþráð með gömlum farartækjum spjallverja  ef það er ekki til þegar  \nen hér er einn sem ég sakna  svínvirkaði og var bara duglegur svona Original",
            "date": "2014-03-02 11:44:00",
            "post_id": "129922",
            "reply_to_id": false
        },
        {
            "user_name": "Atttto",
            "text": "Þetta er fyrsti jeppinn sem ég eignaðist og breytti af 38\" á 44\" og sakna hans ekki neitt",
            "date": "2014-03-02 14:13:00",
            "post_id": "129940",
            "reply_to_id": "129922"
        },
        {
            "user_name": "Oskar K",
            "text": "átti þennan runner, æðislegur bíll og ég ætti hann seinnlega enþá ef grindin hefði ekki verið svo riðguð að afturhásingin fór undan í þessari ferð\nsvo átti ég þennan, virkilega skemmtilegur, sakna hanns mikið\nátti þennan en sakna hanns ekki neitt !",
            "date": "2014-03-02 17:05:00",
            "post_id": "129960",
            "reply_to_id": "129940"
        },
        {
            "user_name": "jongud",
            "text": "Þetta var fyrsti minn, CJ5 árgerð 1967.\nBreytti honum sjálfur, setti í hann GM 350 vél, vökvastýri og fjaðrir ofaná hásingar, en kláraði aldrei (fór í nám erlendis). Seldi hann svo nokkru eftir að ég flutti heim.\nEn þá var ég líka kominn á Toyotu.\nÞarna stendur hún á sömu 35\" nælon-mödderunum og voru undir gamla CJ5\nGrjóthast kvikindi með mixuðu GM vökvastýri, vél úr Cressidu og gírkassa sem tolldi illa í öðrum gír.\n(Leiðinda tilvik þegar maður var að paufast niður Ingiríði í hálku! )\nEn annars helvíti seig. No-spin læsing að aftan sem bjargaði stundum.\nNú síðast átti ég þennan;\n1991 Ford Ranger. Loftlás að framan, 38\" dekk og gormar allan hringinn. Breytti honum líka sjálfur að mestu.",
            "date": "2014-03-02 17:42:00",
            "post_id": "129967",
            "reply_to_id": "129960"
        },
        {
            "user_name": "Polarbear",
            "text": "öss. hef átt bara 1 annan jeppa en þann sem ég á núna. Gamli Gráni minn. sakna hans mikið, þó hafði hann sína galla.\nþessi mynd er tekin daginn sem ég keypti hann á Akureyri 2003 minnir mig.\nSprautaði hann gráan og setti ofaní hann 60 krúser mótor og þá fór þetta að gerast óþægilega oft.... brotinn öxull og þar sem þetta er semi-floating þá hreinlega detta dekkin bara af :)\nLengdi hann um 10 cm milli hjóla og setti undir hann 60 krúser hásingu að aftan og þá hætti ég að brjóta öxla.\nKeypti mér svo 80 krúserinn sem ég á núna og gat ekki hugsað mér að einhver annar keyrði Gamla-Grána minn svo ég reif hann í spað og seldi í pörtum.....",
            "date": "2014-03-02 23:12:00",
            "post_id": "130026",
            "reply_to_id": "129967"
        },
        {
            "user_name": "Freyr",
            "text": "Fyrsti jeppinn minn 5 dögum eftir að ég eignaðist hann. Keypti hann á þriðjudegi og ætlaði strax að byrja að breyta honum. Það var hinsvegar svo gott veður helgina eftir að ég ákvað að fara eina auðvelda ferð á honum óbreyttum. Þú ferð endaði í þessum læk þar sem ég tók vatn inn á vélina. Hún gjöreyðilagðist, sveifarás, stimplar, stimpilstangir o.fl mölbrotið.......\nÞetta er #2. '87 Cherokee á gormum fr. + aft., loftlæsingar o.fl. Hann var mjög lítið hækkaður og því voru aksturseiginleikarnir mjög góðir. Þessi startaði Cherokee bakteríunni hjá mér.\n#3 '91 cherokee. Setti hann á 38\" með nær engum tilkostnaði og óvönduðum vinnubrögðum, þessi lifði stutt.\n#4 '88 cherokee.\n#5 Það eina sem er upprunalegt í þessum er grindin og boddýið. Undir honum eru D44 undan Scout með loftlæsingum, 350 í húddinu, skriðgír o.fl. Mjög öflugur bíll en var orðinn svolítið lúinn og tók of mikinn tíma að halda honum í góðu standi.\n#6 '95 Patrol á 38\". Tók hann í gegn þegar ég keypti hann, skipti um vél, vatnskassa, breytti fjöðruninni o.fl. og eftir það þurfti hann nær ekkert viðhald. Mjög traustur jeppi og áreiðanlegur en full þungur og kraftlaus til að vera skemmtilegur snjójeppi. \n#7 Núverandi leiktæki\n#8 Ágætis daily driver og ferðaðist slatta á honum á sumrin.\n#9 Núverandi daily driver.",
            "date": "2014-03-03 00:54:00",
            "post_id": "130037",
            "reply_to_id": "130026"
        },
        {
            "user_name": "StefánDal",
            "text": "Þetta er sá fyrsti. Keypti hann 16 ára gamall og var með æfingarakstur á honum. Jeep CJ5 '64 á 36\". Var samt algjör hrærigrautur. Hafði einhvern tímann verið torfærubíll. Var á Wagoneer grind á Wagoneer dana 44 hásingum. Soðinn að framan og nospin að aftan. 350 Buick V8, TH400 og Dana 20 held ég. Alveg stórhætturlegt ökutæki þangað til maður lærði á hann. Á margar góðar minningar og sögur. Bæði hetju/brekku/torfæru sögur og algjörar klúðurs/festu/bilerí sögur.\nDauðsé alltaf eftir þessum bíl. Hann var ljótur og varla keyrandi út á þjóðvegi en algjört tryllitæki í snjó og torfærum. Eyðslan var alltaf 25l/100 plús. Man eftir því að veturinn sem ég fékk prófið og fór að nota hann daglega fór bensínlíterinn yfir 100kr.\nein eldgömul mynd af honum frá því hann gerði það gott í torfærukeppnum.\n Þá þótti manni þetta vera algjör geðveiki og skipti yfir í Range Rover '78 á 38\" með 2.8 dísel úr Rocky, túrbólaus. Mjög skemmtilegur bíll í marga staði en gjörsamlega afllaus.\nÞessi var svo næstur. Ford Aerostar '91. Virkilega vel smíðaður og góður bíll en var farinn að ryðga á leiðinlegum stöðum og ég hafði hvorki kunnáttu né aðstöðu til þess að halda honum góðum. 4.0l V6 Ford og ssk. millikassi og hásingar úr Land Cruiser 80. 4.88 hlutföll og raflásar. Ný (þá) 38\" ground hawg.\nHéru eru tvær af honum sem ég finn því miður hvergi nema sem svona frímerki. Helvítir myndasíðan á f4x4.is vefnum er búinn að gleypa allar gömlu myndirnar mínar og ég hef engan aðgan að þeim lengur. Get þó með krókaleiðum fundið þær svona pínulitar. Á þessum tveimur myndum sjást kostir Fordsins hvað allra best. Annars vegar léttleikinn og hinsvegar mikil og góð víxlfjöðrun. Ef þið rýnið í myndina af Fordinum í brekkunni þá sést að förin eftir Patrolinn eru eins og eftir jarðýtu miðað við Fordinn.\nÞessa þrjá átti ég fyrir tvítugt og þetta eru þeir sem standa mest upp úr. Á eftir hafa margir jeppar komið og farið en enginn skilið eftir jafnmargar minningar og þessir hérna fyrir ofan :)",
            "date": "2014-03-03 12:10:00",
            "post_id": "130052",
            "reply_to_id": "130037"
        },
        {
            "user_name": "Guðni",
            "text": "Þennan átti ég 18 ára gamall.  Þessi bíll var rosalega seigur í snjó en þetta er Vitara á 36\" dekkjum.",
            "date": "2014-03-03 13:41:00",
            "post_id": "130063",
            "reply_to_id": "130052"
        },
        {
            "user_name": "villi58",
            "text": "Þessi var algjörlega tekinn stykki fyrir stykki.\nGaman að vita hvar hann er í dag.\nÞað hefur eitthvað gerst, átti ekki að geta ryðgað niður á minnst 20 árum. Feyti undir öllu í gólfi, sílsum, grind, hurðum, ekkert sparað við uppgerð.\nSá stóri hvar ætli hann sé í dag, síðast þegar ég sá hann var hann á sölu á Akureyri kominn á 44\"",
            "date": "2014-03-03 13:55:00",
            "post_id": "130064",
            "reply_to_id": "130063"
        },
        {
            "user_name": "jongud",
            "text": "Samkvæmt umferðarstofu var hann afskráður kringum aldamótin.",
            "date": "2014-03-03 14:09:00",
            "post_id": "130066",
            "reply_to_id": "130064"
        }
    ],
    "date": "2014-03-02 11:44:00"
}