{
    "forum_title": "Almennt spjall",
    "id": "23658",
    "title": "DODGE RAM 1500 CLUB CAB V8 MAGNUM",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=23658",
    "posts": [
        {
            "user_name": "Egill jónsson",
            "text": "veit eithver það þeir eru að eyða í blonduðum akstri",
            "date": "2014-03-02 14:37:00",
            "post_id": "129944",
            "reply_to_id": false
        },
        {
            "user_name": "Adam",
            "text": "mín reynsla er frá 20-50 lítrar á þeim sem eru með 5.2 ef bíllinn er keyrður kaldur og til vinnu og svo aftur heim máttu alveg búast við 40-50 ef þú ert með þungan fót ;)",
            "date": "2014-03-03 02:43:00",
            "post_id": "130038",
            "reply_to_id": "129944"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "haha, alveg slakur.... 20-50 lítrar...\nÞetta er með svona ~14 á langkeyrslunni ~20-25 innanbæjar...\nEina leiðin til þess að geta séð 50 lítra er að standa gjöfina í botni og nota bremsurnar með til þess að hægja á án þess að slá af...\nHef átt bæði 318 og 360, og 318 er sennilega einn eyðslugrennsti V8 mótor þessa tíma....\n360 virkar öllu betur, en er þyrstari.. þó ekki mikið...",
            "date": "2014-03-03 03:10:00",
            "post_id": "130039",
            "reply_to_id": "130038"
        },
        {
            "user_name": "Egill jónsson",
            "text": "takk fyrir svörin",
            "date": "2014-03-03 18:47:00",
            "post_id": "130092",
            "reply_to_id": "130039"
        },
        {
            "user_name": "Subbi",
            "text": "já  myndui segja svona að jafnað i18 til 20 í blönduðum akstri ef menn haga sér á bensíngjöfini eru fljótir upp í eyðslu ef menn eru að þenja í lágum gírum milli gatnamóta  sem er þó ansi oft freisting því hljóðið er svo fallegt :)\nDakota hjá mér 318 Magnum með fimm gíra Beinskiftingu var ekki að eyða nema að jafnaði 12 til 15 lítrum í blönduðum en ég var oftast þægur á henni :)",
            "date": "2014-03-03 19:55:00",
            "post_id": "130103",
            "reply_to_id": "130092"
        },
        {
            "user_name": "íbbi",
            "text": "hef brúkað svona bifreið með 5.2 og 5.9\n5.2 bíllinn (í lagi) er eins og áður sagði 20-25. algengasta talan hjá mér var 22-23 ef maður keyrir þetta gratt eru samt lítil takmörk fyrir hvað þetta getur drukkið.. \nþað var töluverður eyðslumunur á milli 5.2 og 5.9l bílana sem ég var innan um, 5.9l bíllinn var meira í 24-27\nhef átt nokkra granda líka og durango með 5.2 og get nú ekki tekið undir að hann sé neitt sérlega eyðslugrannur",
            "date": "2014-03-03 20:11:00",
            "post_id": "130104",
            "reply_to_id": "130103"
        },
        {
            "user_name": "MixMaster2000",
            "text": "Ég hef átt tvo svona 5,2 rama 96 og 98 módel, báðir á 35\" dekkjum. Minsta eyðslan sem ég sá á þem var 17 í langkeyrslu. Annars voru þeyr svona í kringum 20 í blönduðum.\nkv Heiðar",
            "date": "2014-03-03 20:21:00",
            "post_id": "130106",
            "reply_to_id": "130104"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Fer líka mjög mikið eftir því hvaða hlutfall menn eru með...\nÞeir koma með 3.73 eða 4.10...\nMínir voru báðir með 4.10...\nFélagi minn á síðan einn á 3.73 sem að er í toppformi og hann kvartar yfir að hans sé að eyða meira en minn gerði...",
            "date": "2014-03-03 23:06:00",
            "post_id": "130142",
            "reply_to_id": "130106"
        },
        {
            "user_name": "Subbi",
            "text": "Durango sem ég var á með 318 eyddi svo rosalega að ég trúði því ekki miðað við dakotuna",
            "date": "2014-03-03 23:40:00",
            "post_id": "130150",
            "reply_to_id": "130142"
        },
        {
            "user_name": "Billi",
            "text": "Til að leiðrétta stóran misskilning hérna þá eyðir Magnum ekki bensíni ... hann notar það ... allt saman :)\nEn ég er á 96 módelið af Grand Cherokee limited með 5.2 np249 með nýrri kúplingu, 3:73 drif 30 tommu dekk. Hann er að nota svona að meðaltali 21-22 lítra innan bæjar dettur auðveldlega niðrí 13 lítra á langkeyrslu, lockup á 90 km/klst og mótor svona sirka 1600-1700rpm\nbtw það er ekki olíupollur í botninum á \"keggernum\" þannig að plenum pakkningin er sennilegast ekki ónýt",
            "date": "2014-03-04 00:26:00",
            "post_id": "130152",
            "reply_to_id": "130150"
        },
        {
            "user_name": "Adam",
            "text": "Þetta er bara sama eyðsla hjá þér og á orvis hjá mér sem er alveg eins upp settur enn hinsvegar þessir ram bílar með 318cid sem eru komnir með obd2 gjörsamlega sjúga allt bensín innásig sem hægt er þegar þeir eru kaldir-0 -20 gráðu frost og mæli ég ekki með þeim nema menn eigi bensínstöð flottir bílar og allt Það enn underpowered og hásingar ekki í stærðarhlutföllum við bílinn ef menn ætla að breyta þeim nema þeir keyri eins og konur mín skoðun ;)",
            "date": "2014-03-04 13:28:00",
            "post_id": "130187",
            "reply_to_id": "130152"
        }
    ],
    "date": "2014-03-02 14:37:00"
}