{
    "forum_title": "Almennt spjall",
    "id": "23660",
    "title": "Dc 44\" sprungnar hliðar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=23660",
    "posts": [
        {
            "user_name": "villi",
            "text": "Daginn, hafa menn lent í því að vera með ný 44\" dc og hliðarnar fara líta út eins og eldgömul dekk eftir smá tíma, þ.e. fara að springa á hliðunum?  og ofaní mynstrinu. Skilaði einum svona gangi í fyrra sem voru sett á felgur og hleypt úr einusinni til að komast yfir skafl  innanbæjar og þá tók ég eftir þessu og varði sú úrhleyping í ca 300 metra, á þessum tímapunkti var ca mánuður síðan dekkin fóru undir bíl.  Fékk svo annan gang sem ég hef ekkert hleypt úr og hann er búinn að standa undir bílnum núna í einhverja 4-5 mánuði (bíllinn er ekki á númerum) og hann er orðinn eins, Hliðarnar allar orðnar langsprungnar. Þessi dekk sem ég fékk í staðinn fyrir ganginn sem ég skilaði var undir einhverjum krúser hjá AT og átti að hafa farið eina ferð á jökul á þeim.\nKv Villi",
            "date": "2014-03-02 17:18:00",
            "post_id": "129962",
            "reply_to_id": false
        },
        {
            "user_name": "s.f",
            "text": "hvað er framleiðslu árið á þeim",
            "date": "2014-03-02 17:22:00",
            "post_id": "129964",
            "reply_to_id": "129962"
        },
        {
            "user_name": "villi",
            "text": "Nóvember 2012.   þessi skiptidekk fóru undir í ca sept-okt. Dekkin sem ég skilaði voru með sömu dagssetningu",
            "date": "2014-03-02 17:27:00",
            "post_id": "129966",
            "reply_to_id": "129964"
        },
        {
            "user_name": "s.f",
            "text": "er þetta mikið áttu ekki myndir af þessu,dekkinn eiga ekki að springa svona",
            "date": "2014-03-02 20:06:00",
            "post_id": "129988",
            "reply_to_id": "129966"
        },
        {
            "user_name": "villi",
            "text": "Skal taka myndir af þessu á morgun en AT mönnum fannst þetta bara alveg eðlilegt en létu mig samt sem áður fá annan gang. Félagi minn á gang sem er ári eldri og það sér ekki á honum. \nEr ekki viss um að maður eyði  í svona drasl aftur",
            "date": "2014-03-02 20:27:00",
            "post_id": "129991",
            "reply_to_id": "129988"
        },
        {
            "user_name": "villi58",
            "text": "Greinilega vitlaus gúmmíblanda, gúmmí er ekki bara gúmmí, það eru ýmis efni sem eru notuð til að fá gott gúmmí.\nÉg þekki þetta í plastiðnaðinum, þar þurfti að gera ransókn á hverjum gámi fyrir sig til að skoða gæði, oft fyllti gæðastuðullinn ekki það sama og fylgipappírar. Sumum tilfellum var gámunum skilað og þetta er sama í gúmmíiðnaðinum léleg hráefni sem er að valda vandræðum. Eins og seljandinn reyni að selja efni til Íslands og haldi að hann komist hjá því að menn kvarti, við erum oft ruslakista fyrir óvandaða framleiðendur.",
            "date": "2014-03-02 20:39:00",
            "post_id": "129995",
            "reply_to_id": "129991"
        },
        {
            "user_name": "villi",
            "text": "Já, vil helst skila þessu drasli aftur og fara í aðra tegund",
            "date": "2014-03-02 20:54:00",
            "post_id": "129997",
            "reply_to_id": "129995"
        },
        {
            "user_name": "s.f",
            "text": "myndi ekki endilega fara í annað þetta eru trúlega bestu 44\" dekkin sem þú færð í dag hér á klakanum bara fá dekk sem eru ekki gölluð",
            "date": "2014-03-02 21:26:00",
            "post_id": "130002",
            "reply_to_id": "129997"
        },
        {
            "user_name": "villi",
            "text": "Er allavega búinn að senda þeim póst, verður gaman að sjá hverju þeir svara. Ég giska á að svarið verði að þetta sé bara eðlilegt\neins og síðast",
            "date": "2014-03-02 21:31:00",
            "post_id": "130006",
            "reply_to_id": "130002"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég held að öll DC44 séu svona.. mín eru svona , búin að vera svona síðan þau voru 2-3 mánaða.. þau eru orðin eins og hálfs árs líklega núna, ekkert breyst , hef litlar áhyggjur af þessu",
            "date": "2014-03-02 22:50:00",
            "post_id": "130021",
            "reply_to_id": "130006"
        },
        {
            "user_name": "villi",
            "text": "Nei , það eru ekki öll Dc svona. Félagi minn átti gang sem hann seldi núna um eða eftir áramótin og voru árinu eldri en minn gangur og búið að keyra þau mun meira í snjó og það sá ekki á þeim.",
            "date": "2014-03-02 23:14:00",
            "post_id": "130027",
            "reply_to_id": "130021"
        },
        {
            "user_name": "Kiddi",
            "text": "Áttu mynd?",
            "date": "2014-03-02 23:17:00",
            "post_id": "130028",
            "reply_to_id": "130027"
        },
        {
            "user_name": "villi",
            "text": "Hérna koma þrjár myndir",
            "date": "2014-03-09 11:45:00",
            "post_id": "130653",
            "reply_to_id": "130028"
        },
        {
            "user_name": "Magni",
            "text": "Þau líta út fyrir að vera 10ára gömul...",
            "date": "2014-03-09 12:16:00",
            "post_id": "130656",
            "reply_to_id": "130653"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ég ætla ekki að fegra framleiðandann en bara koma með tilgátu.\nGæti verið að sólin sé að gera þetta. hún er mesti óvinur dekkjanna. Hef séð þetta gerast á traktorum í sveitinni sem eru lítið notaðir. er önnur hliðin verri en hin.",
            "date": "2014-03-09 12:33:00",
            "post_id": "130657",
            "reply_to_id": "130656"
        },
        {
            "user_name": "villi",
            "text": "Þau eru öll svipuð  þannig að ekki er það sólin",
            "date": "2014-03-09 13:02:00",
            "post_id": "130662",
            "reply_to_id": "130657"
        },
        {
            "user_name": "olei",
            "text": "Það er fráleitt að það sé eitthvað eðlilegt við þetta.\nEngin notkun/eða misnotkun getur skýrt af hverju dekk - sem voru framleidd í nóvember 2012 og hafa verið undir bíl í tæpt hálft ár -  líta svona út\nÞað eiginlega tekur því ekki að ræða það frekar - það er svo augljóst. AT verða að gera eitthvað fyrir þig í þessu máli.",
            "date": "2014-03-09 13:06:00",
            "post_id": "130663",
            "reply_to_id": "130662"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er svakalegt að sjá. Sólin gerir ekki svona skandal á örfáum mánuðum, þar að auki yfir svartasta skammdegið...",
            "date": "2014-03-09 13:06:00",
            "post_id": "130664",
            "reply_to_id": "130663"
        },
        {
            "user_name": "svarti sambo",
            "text": "Sólin var bara hugmynd,þar sem að hún getur gert þetta og það var aldrei talað um neitt ákveðið tímabil.\nEn það er kannski spurning hvort að þeir séu farnir að nota of mikið plast í framleiðsluna til að minnka framleiðslukostnaðinn hjá sér.",
            "date": "2014-03-09 13:26:00",
            "post_id": "130665",
            "reply_to_id": "130664"
        },
        {
            "user_name": "Árni Braga",
            "text": "þetta er lögreglumál,",
            "date": "2014-03-09 13:39:00",
            "post_id": "130669",
            "reply_to_id": "130665"
        },
        {
            "user_name": "grimur",
            "text": "Spurning um að fara i framleiðandann beint ef AT gera ekkert. Það litur ekki vel ut fyrir framleiðanda sem gerir dekk sem fara a suðurskautið ef sum þeirra springa undan sjalfum ser á nokkrum mánuðum. \nÞessar myndir segja mikið. Nærðu myndaf sprungunum og frameiðsludags í einu ..?",
            "date": "2014-03-09 13:42:00",
            "post_id": "130670",
            "reply_to_id": "130669"
        },
        {
            "user_name": "grimur",
            "text": "Svo má hóta að fara með þetta í DOT.",
            "date": "2014-03-09 13:44:00",
            "post_id": "130672",
            "reply_to_id": "130670"
        },
        {
            "user_name": "villi58",
            "text": "Það er ekkert eðlilegt við þetta, virðist koma svona slæm dæmi í ým. dekkjum reglulega.\nGúmmíblandan er ónýt.",
            "date": "2014-03-09 14:15:00",
            "post_id": "130673",
            "reply_to_id": "130672"
        },
        {
            "user_name": "Subbi",
            "text": "já það er eitthvað að blönduni þarna líta út eins og þau séu aða rifna undan þrýstingi ertu nokkuð með 100 psi í þeim :) skila þessu strax og fá skyringar  þetta er mjög óeðlilegt útlit á nýjum dekkjum hef reyndar séð gúmmí fara svona við að lenda í heitu vatni  en það var vörubíladekk sem var látið standa í kari fullu af 50 gráðu heitiu vatni til að ná af því grút",
            "date": "2014-03-09 15:19:00",
            "post_id": "130678",
            "reply_to_id": "130673"
        },
        {
            "user_name": "villi",
            "text": "At menn eru búnir að bjóða mér ný dekk sem koma í apríl. varðandi þrýstinginn þá hafa þau staðið undir bílnum á 22 psi.",
            "date": "2014-03-09 15:20:00",
            "post_id": "130680",
            "reply_to_id": "130678"
        },
        {
            "user_name": "kjartanbj",
            "text": "Mín eru síðan í Nóvember 2012 og líta svona út, hliðarnar kannski ekki alveg jafn slæmar en eru svona sprungin í miðjunni ofan í munstrinu og hliðarnar sjást líka svona sprungur í.. hef bara aldrei dottið í hug að athuga með þetta, spurning hvort það sé eitthvað gölluð dekkin og hvort þeir geri þá eitthvað í því..",
            "date": "2014-03-09 15:50:00",
            "post_id": "130681",
            "reply_to_id": "130680"
        },
        {
            "user_name": "elliofur",
            "text": "Frábært, höfðu þeir samband eftir umræðuna hér eða hér eða hvernig var það?",
            "date": "2014-03-09 15:51:00",
            "post_id": "130682",
            "reply_to_id": "130681"
        },
        {
            "user_name": "villi58",
            "text": "Flott, þeir vita líka að þetta eru gölluð dekk þó þeir vilji sjaldan viðurkenna það.",
            "date": "2014-03-09 17:32:00",
            "post_id": "130689",
            "reply_to_id": "130682"
        },
        {
            "user_name": "villi",
            "text": "Veit ekki hvort þeir hafa lesið þetta en fékk svar frá þeim 4. mars",
            "date": "2014-03-09 17:53:00",
            "post_id": "130692",
            "reply_to_id": "130689"
        },
        {
            "user_name": "villi58",
            "text": "Svo væri þeim alveg treystandi að senda gölluð dekk út á land, erfiðar að eiga við þá í gegnum síma heldur en koma inn á gólf með draslið. Hef lent í þessu sjálfur og fleiri sem ég þekki.",
            "date": "2014-03-09 18:29:00",
            "post_id": "130697",
            "reply_to_id": "130692"
        },
        {
            "user_name": "olei",
            "text": "Ég fæ ekki betur séð en að dekkin á myndunum verði ónýt af sjálfsdáðum innan tveggja ára. Ef þín eru eitthvað í líkingu við það sem sést á þessum myndum þá bendir það á sendingu með gölluðum dekkjum. Þinn gangur er þá sá þriðji sem er að fara svona á skömmum tíma.\nÞað er reyndar ekkert skrýtið að svona geti gerst. Ég held að talsvert af minna seldum jeppadekkjum séu framleidd í lotum og þá ekkert endilega í sömu fabrikkunni. Þá er einhver sem á nafnið og mótin af dekkjunum og lætur svo smíða slurka fyrir sig þegar vantar - þar sem lægsta verðið býðst. Allavega hafa komið ýmsar útgáfur af 44\" DC til landsins gegnum tíðina. Ekki svo að skilja að þau séu einstök hvað það snertir.",
            "date": "2014-03-09 19:50:00",
            "post_id": "130707",
            "reply_to_id": "130697"
        },
        {
            "user_name": "MIJ",
            "text": "það er ekki hægt að segja að öll DC dekkin séu svona keypti þessi dekk 2011 minnir mig og notaði að vísu ekkert rosalega mikið en keyrð meira en dekkin hjá villa og það sá ekki á þeim, ekki alveg besta myndin en sýnir vonandi eitthvað.",
            "date": "2014-03-09 20:09:00",
            "post_id": "130708",
            "reply_to_id": "130707"
        }
    ],
    "date": "2014-03-02 17:18:00"
}