{
    "forum_title": "Almennt spjall",
    "id": "23684",
    "title": "aircon sem loftdæla, smá hjálp",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=23684",
    "posts": [
        {
            "user_name": "biturk",
            "text": "Þarf ég ekki að blokka eitthvað til að smurningin ad dælunni fari ekki bara beint úti loft lögn?\nHvað þyrfti ég þá að gera til þess?\nHjálp væri vel þeginn hef aldrei stússast í þessu, dælan kemur úr pontiac sunfire 2000 model 2.2l og er delphi ef það hjálpar",
            "date": "2014-03-03 17:23:00",
            "post_id": "130082",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Fyrst mundi ég finna hvað hún getur afkastað áður en lengra er haldið. Mér finnst að sé lítið gat utan við stimpil, eða er þetta skítur. Skoðaðu Sanden Endless Air það gæti hjálpað þér að finna út úr þessu.\nSvo væri gott ef dæla hefði minnst 7 stimpla eða fleiri.",
            "date": "2014-03-03 18:56:00",
            "post_id": "130096",
            "reply_to_id": "130082"
        },
        {
            "user_name": "biturk",
            "text": "Hún allavega blés talsverðu þegar ég prófaði hana",
            "date": "2014-03-03 19:14:00",
            "post_id": "130098",
            "reply_to_id": "130096"
        },
        {
            "user_name": "villi58",
            "text": "Ef þú ert að hugsa um að nota hana til að dæla í stór dekk þá er mikill kostur að hafa hana öfluga.\nÉg tók dæluna mína ekki í sundur heldur smíðaði ég smurskilju þannig að það sem fer í hana fer inn á sogportið á dælunni. Grönn plastslanga á milli og nálarloki sem temprar smurflæðið að dælu, og virkar án vandræða.\n1. 1 stk. dæla\n2. Olíuskilja\n3. Hitaþolin slanga frá dælu í skilju, best að hafa hana svolítið langa og með einstefnuloka.\n4. Nálarloki neðan á olíuskilju tengdur með 4 mm plastslöngu í sogportið á dælu.\n5. Té á sogslöngu með skrúfuðum tappa til að geta bætt olíu á dælu, slanga tengd við lofthreinsara af einhverju tagi.\n6. Við úrtakið á pressuðu lofti setti ég rakaglas en ekki nauðsinlegt ef þú ert með loftkút undir bíl sem er hægt að tappa undan, hjá mér þá sest öll olía í kútinn sem er kostur. Gott að vera með 10 - 20 ltr. kút þá verður loftið ekki eins smurmettað, best að hafa hann sæmilega stóran þá eru minni líkur á að loftið hitni og verði minna smurmettað.\nSvo þarf að vera pressustat sem setur dælu á og af þegar æskilegum þrýstingi er náð.",
            "date": "2014-03-03 19:46:00",
            "post_id": "130101",
            "reply_to_id": "130098"
        },
        {
            "user_name": "biturk",
            "text": "Takk fyrir þetta\nEn ég verð ekki með kút, þetta er bara til að dæla stöku sinnum í rósu á 33\" dekkjum og ætla bara að leiða útakið í grillið og hafa þar opin female loftstút\nÉg tók hana í sundur því planið var að snitta götin til að koma slöngum á\nEn spurning hvort ég geti græjað þetta svona eða þurfi einuverjar alvarlegar aðgerðir",
            "date": "2014-03-04 01:40:00",
            "post_id": "130160",
            "reply_to_id": "130101"
        },
        {
            "user_name": "jongud",
            "text": "Það var einhver þráður um þetta hérna á spjallinu, en ég man ekki hvar.\nÞað er eitt gat sem þú þarft að stífla, annaðhvort með epoxykítti eða snitta blindskrúfu í það.\nSvo þarf að vera hægt að koma olíu í fremri hluta dælunnar. Oft er svoleiðis smurhola á dælunni frá framleiðanda.",
            "date": "2014-03-04 08:23:00",
            "post_id": "130171",
            "reply_to_id": "130160"
        },
        {
            "user_name": "villi58",
            "text": "Loftið kælist og smurgufa fellur í kút það er kosturinn, betra en að fá í dekkin. þú þarft að finna þráð hérna sem þetta er rætt. Annars athugaðu Sanden endless air, þar eru þeir með dælu en reindar ekki eins og þína.\nEn ég mundi aldrei setja gamla dælu í bílinn án þess að gera ráðstafanir til að ná olíunni úr loftinu. Færð bara olíufret út um stútinn.",
            "date": "2014-03-04 13:42:00",
            "post_id": "130189",
            "reply_to_id": "130171"
        },
        {
            "user_name": "biturk",
            "text": "Jaja, ég finn útúr því, fyrst er samt að græja hana sem loftdælu ;)\nAnnars held ég að ég sé búnað leisa þetta, er held ég bara ein smurleið þarna yfir, loka því með bolta og málið er dautt, svo bara smurkopp a afyllinhuna",
            "date": "2014-03-04 15:21:00",
            "post_id": "130192",
            "reply_to_id": "130189"
        },
        {
            "user_name": "villi58",
            "text": "Gott ef þú ert búinn að finna gatið. Þú þarft að vera viss að smurfeytin komist á stóru leguna á skáplanið þar sem stimpilstangirnar eru festar, ef ekki þá er hún dauð mjög fljótlega. Það er ekkert víst að feytin fari á leguna ef þú smyrð í gegnum sogið á dælunni, verður að komast að því. Kveðja!",
            "date": "2014-03-04 15:31:00",
            "post_id": "130193",
            "reply_to_id": "130192"
        },
        {
            "user_name": "elliofur",
            "text": "Ég hef notað aircon dælu í nokkur ár án nokkurar auka smurningar, kannski eru toyota (denso) dælurnar svona svakalega góðar! Ég set góðan slurk af sjálfskiptiolíu inn á dæluna öðru hverju, bara svona þegar ég man eftir því, yfirleitt fyrir ferðir eða mikla notkun. Pabbi er búinn að hafa sama system í 15 ár með eins dælu og hún hefur bara einusinni fest sig, þá var hún skrúfið í sundur og liðkuð upp, óskemmd og virkar enn mjög vel.",
            "date": "2014-03-04 15:49:00",
            "post_id": "130195",
            "reply_to_id": "130193"
        }
    ],
    "date": "2014-03-03 17:23:00"
}