{
    "forum_title": "Almennt spjall",
    "id": "23897",
    "title": "Kaup á jeppa",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=23897",
    "posts": [
        {
            "user_name": "jongud",
            "text": "Ég setti saman á sínum tíma tékklista yfir hluti sem menn ættu að fara yfir þegar þeir íhuga kaup á jeppum.\nNotið og gagnrýnið að villd.\nhttp://filedump.org/files/PFl2Fc1394731528.html",
            "date": "2014-03-13 17:28:00",
            "post_id": "131113",
            "reply_to_id": false
        },
        {
            "user_name": "aggibeip",
            "text": "Afhverju copy'ar þú ekki innihald skjalsins og setur í pósinn hérna?",
            "date": "2014-03-13 17:48:00",
            "post_id": "131115",
            "reply_to_id": "131113"
        },
        {
            "user_name": "jongud",
            "text": "Ekkert mál, en þetta er langur listi;\nSvo þú ætlar að kaupa þér jeppa...Það eru margar gildrur sem hægt er að falla í við kaup á jeppa, en með þessum lista er vonandi hægt að komast hjá einhverjum þeirra. \nHafðu með þér;\nVinnugalla\nVinnuvettlinga\nVasaljós eða ennisljós\nÞennan lista\nSkriffæri\ne.t.v. lítinn segul\nNokkrar athuganir í listanum útheimta að það verði skriðið um allan bíl og undir hann allan en það er betra að gera lítið eitt af því strax og sleppa kannski við að eyða heilu helgunum og fríunum undir kvikindinu seinna. \nBílar eru byggðir upp af mörgum mismunandi hlutum og kerfum og við byrjum á mikilvægustu kerfunum með tilliti til öryggis, þ.e. stýri og bremsum. Þetta eru líka þau kerfi sem mér þykir persónulega verst að fást við og lagfæra.\nStýri\nEr eitthvað hlaup í stýrinu?  Ef svo er skaltu ekki örvænta, athugaðu hvar það er og hvort það sé e.t.v. bara einn lítill kúluliður sem þarf að  skipta um.\nEr kannski búið að setja vökvastýri í jeppann hér heima eða breyta einhverju?  Athugaðu þá vel hvort verkið sé vel úr garði gert og hvergi sé til sparað. \nEru stangirnar réttar eða eru einhverjar dældir í þeim? Hafa dekkin kannski slitnað á óeðlilegan hátt? Það gæti bent til vanstillingar á stýrisgangi eða jafnvel skakkrar hásingar.\nEr kannski búið að setja aukatjakk til að hjálpa til?  Athugaðu þá vel ástandið á vökvaslöngum og tjakknum. Lítur verkið út fyrir að vera vel gert? Er tjakkurinn vel festur og góðar suður? \nEr einhver glussaleki til staðar? Ef svo er gakktu þá úr skugga um hvar hann er, það gæti jú bara hafa sullast niður þegar var fyllt á forðabúrið.\nAthugið gúmmípúðann sem er á öxlinum ofan við stýrisvélina, eru komnar sprungur í gúmmíið?\nBremsur\nHvernig taka bremsurnar? Tilfinningin hvernig fetillin virkar getur sagt mikið, er eins og hann fjaðri? Það gæti þýtt að það sé loft inni á kerfinu.\nEru röranipplar og loftnipplar uppétnir eftir skrúflykla? Sum bremsukerfi er bara ekki hægt að fá í lag til lengdar og þá betra að selja jeppann meðan allt virkar. Og þá er það nýi eigandinn sem verður að berjast við næstu bilun.\nEr nokkur leki á kerfinu? Stígið fast á bremsuna nokkrum sinnum og athugið svo vel meðfram öllum nipplum.\nEr höfuðdælan hrein og heilleg? \nEr sogketillinn fyrir hjálparátakið hreinlegur og laus við olíusull?\nEru slöngurnar út í hjólin heillegar og nógu langar?\nHvernig eru klossarnir að framan? (Yfirleitt er hægt að gægjast að þeim). Slitna þeir rétt?\nHvernig líta bremsudiskarnir út? eru þeir heillegir og sléttir?\nEr handbremsan í góðu lagi? Athugið barkann og alla víra.\nVélin\nHve mikið er vélin ekinn? Ef hún hefur verið gerð upp er best að fá uppgefið hvar það var gert. Einhver gaf upp «Ný vél, ekinn 10 þúsund km.» en láðist að gefa upp 120 þúsundin sem vélinni var ekið í næsta bíl á undan!\nFlestallir jeppar með bensínvél eru nú orðnir tölvustýrðir. Athugaðu hvernig vélin er í gang, helst með því að skoða bílinn á köldum vetrarmorgni. Þegar lyklinum er snúið á „on“ á ljósið fyrir „check engine“ að loga og hverfa þegar vélin fer í gang. Logandi ljós þarf ekki að þýða að bíllinn sé ónýtur, best er ef maður getur lesið af honum, eða látið einhvern gera það fyrir sig.\nEf það hefur verið skipt um vél í jeppanum er um að gera að athuga hvort það sé vel gert. Er vel gengið frá rafleiðslum? Er vélin hreinleg? Er vel gengið frá bensínleiðslum/díselrörum? Finnið ykkur gott tak á vélinni og reynið að hrista. Sumar vélar hafa beinlínis verið lausar á mótorpúðunum.\nEr eitthvað búið að fjarlægja af mengunarbúnaði? Er almennilega að því staðið? Athugið hvernig bíllinn kom seinast út úr mengunarmælingu. (skoðunarvottorðið)\nEru allar gúmmíhosur heillegar? Einhverjar sprungur sjáanlegar á þeim?\nHvernig er kælikerfið? Er vatnskassinn heillegur? Eru hosurnar nokkuð farnar að láta á sjá? Hvernig er liturinn á kælivökvanum? Einhver olía í vatninu? Er yfirfallskúturinn heillegur? Er einhver leki eða lykt af kælivökva undir húddinu? Hvernig er olían? Finnst eitthvað svarf neðst á kvarðanum? Er olían hreinleg og nóg af henni á vélinni? Hvernig er vélin í gang? Er góður olíuþrýstingur eða er smurljósið lengi að slokkna? Hvernig hljómar vélin þegar er gefið inn og slegið af? Athugið smurbók -bækur, ef svoleiðis er til staðar.\nKúpling\nHvernig er hljóðið í kúplingunni þegar er stigið á hana?er góð «tilfinning» í kúplingunni? Er átakið nokkuð þungt eða ójafnt? Ef hún er með vökvaátaki þarf að athuga forðabúr, dælu, þræl og glussalögn m.t.t. leka, og frágangs sérstaklega ef búið er að breyta einhverju. Ef það er búið að skipta um vél er sjálfsagt að fá uppgefið hvort kúplingin var tekin upp líka.\nGírkassi/millikassi\nHvernig er tilfinningin í gírana í kyrrstöðu og drepið á vél? Ef einhver gíranna er «gúmmíkenndur» er eitthvað farið að slitna.\nEr kassinn hreinlegur eða er einhver leki? Setjið millikassann í hlutlausan og prófið alla gíra í kyrrstöðu og hægagangi. Þannig er hægt að heyra ýmislegt sem vegahljóð yfirgnæfir að öllu jöfnu.\nEr millikassinn líka hreinlegur? Hvernig er tilfinningin í honum með drepið á vélinni?\nSetjið gírkassann í fjórða og millikassa í hlutlausan. Er einhver söngur í millikassanum?\nDrifsköft\nEr eitthvað slit í dragliðum?Eru nokkrar beyglur eða dældir á sköftunum? Lítil beygla eftir steinkast getur valdið umtalsverðum titringi.Er eitthvað slit í hjöruliðskrossum?\nEf jeppinn er breyttur þarf að athuga sköftin vel og hvort þau geti unnið rétt gegnum allt fjöðrunarsviðið, bæði dragliðir og krossar. Athugið einnig hvort það er réttur halli á pinjón miðað við skaftið út úr millikassa.\nGrind\nAthugið vel hvort það leynast einhverjar sprungur í grindinni, athugið einnig hvort einhverstaðar sé búið að sjóða í hana. Svæðið kringu fremstu boddýfestingu er hættusvæði varðandi sprungur. (boddý, ekki frambretti)\nEr eitthað ryð í grindinni að ráði? Athugið vel aftan við og í kringum afturhjól.\nÞað er erfitt að sjá hvort grindur  hafi bognað en reynið að athuga það samt.\nAfturöxull\nEr einhver olíuleki sjáanlegur? Athugið vel kringum pinjón, köggulinn og sérstaklega hvort eitthver olíuleki sé út við hjól. Stundum drýpur örlítið niðurúr bremsuskálinni áður en allt fer til fj...\nFramöxull\nAthugið eins og að aftan en bætið við liðhúsum m.t.t. leka og sýnilegs slits. Athugið líka driflokur ef þær eru til staðar (slit, leki, stífleiki).\nFjöðrun\nFjöðruninni er oftast breytt ef jeppi er hækkaður upp. Athugið vel útfærslu og tegund upphækkunar. Einnig hvort vel hafi verið gengið frá hlutunum. Athugið stoppklossana fyrir fjöðrunina. Þeir verða að ná nógu langt niður til að hindra hjólin í að rekast uppundir og kannski eyðileggja rándýra brettakanta...\nAthugið hvort endarnir á U-boltunum (baulunum) geti rekist einhversstaðar í. Stundum hafa þeir gatað bremsuleiðslur!\nEru fóðringar inní fjöðrum (eða örmum) orðnar slitnar? Mikið slit þar getur valdið skjálfta í stýri en er reyndar frekar auðvelt að laga á blaðfjöðrum.Hvernig eru dempararnir? Ef jeppinn er hækkaður þurfa þeir að vera nógu langir og vel og rétt festir.\nEru dempararnir nokkuð dældaðir eða ellilegir?Er einhver olíuleki úr dempurunum?\nEf bíllinn er á klöfum þarf að reyna að athuga allar fóðringar. Einnig hvort hann sé skrúfaður upp á klöfunum. Slíkt hindrar oft fjöðrunarlengd niður á við.\nYfirbygging\nHér er um að gera að taka vel eftir ryði. Grannskoðið helst alla króka og kima en það eru nokkrir staðir sem sérstaklega er vert að hafa í huga. Athugið svuntuna.\nEf búið er að klippa úr brettum er um að gera að athuga þá staði vel og allar festingar á brettaköntum.\nÞó ekkert sé búið að hækka þarf alltaf að athuga bretti og hjólskálar vel.Munið að líta á neðri hlið húddsins.\nAthugið sílsana vel, sérstaklega undir.\nAthugið gólfið vel, undir mottum og skríðið aftur undir jeppann.\nAthugið aftari hjólskálar.\nGægist líka undir hurðirnar (neðaná þær).\nLyftið undir hurðir til að athuga slit í lömum. Athugið einnig þéttikanta.\nAhugið vel gluggaramma, sérílagi á hurðum og kringum framrúðu.\nEf búið er að breyta yfirbyggingu þarf að athuga samskeyti vel. (Sjálfur notaði ég lítinn segul til að meta þykktina á sparslinu. Passið bara að hann rispi ekkert).\nAthugið hlera/hurðir að aftan. Þ.e. slit í lömum, stoðtjakka, þéttikanta. Er einhver stífleiki?\nEf jeppinn er hækkaður upp á yfirbyggingu þarf að athuga frágang á því og alla bolta. Einnig hvort gírstangir rekist nokkursstaðar í.\nBensíntankur\nHér þarf auðvitað að athuga leka...Hvernig er áfyllingarkerfið? Sumir trassa að laga það almennilega við upphækkun á boddíi.\nEru allar leiðslur heillegar?\nRafkerfi\nHvernig er rafgeymirinn? Er hann af réttri stærð? Er hann kannski orðinn gamall? Óhreinn rafgeymir bendir ekki til mikils viðhalds...Hvernig eru aðallagnirnar út frá geyminum? Er einangrunin nokkuð byrjuð að molna/springa?\nAthugið alla rofa, er eitthvað áberandi slit í þeim?Líta allar leiðslur vel út?Hvernig eru ljósin? Eru speglar í þeim heilir? eru nokkrar sprungur í plasthlífum? er númersljós í lagi?\nAthugið allan rafbúnað, Þurrkur, miðstöð, ljós...Ef einhver aukarafbúnaður er í jeppanum þá athugið vel frágang á honum. (Ef ekki eru segulrofar á aukaljósum er víst að fyrri eigandi hafi ekki gert mikið annað við rafkerfið).\nReynsluakstur\nReynið að prófa bílinn á öllu hraðasviðinu allt upp í 90 km. hraða. Hlustið vel á meðan (slökkvið á útvarpinu), og reynið að finna vel hvernig jeppinn lætur, m.a. í stýrinu og í gírana. Ef nokkur möguleiki er á því ætti líka að prófa jeppann á malarvegi og helst í léttum torfærum til að meta gírun, fjöðrun stýringu o.s.frv.\nPappírar\nSkoðið vel skráningarskírteini og skoðunareyðublað. Ef eitthvað hefur verið að í skoðun er um að gera að athuga hvað það var og athuga hvernig gert var við það. Ef gömul skoðurnareyðublöð eru í hanskahólfinu (þau gleymast oft þar) er um að gera að kíkja á þau.\nHægt er að fá eigenda- og tjónasögu bíla hjá Umferðastofu. \nVeðbókavottorð og aðrir pappírar verða svo að sjálfsögðu að vera í lagi.",
            "date": "2014-03-13 19:10:00",
            "post_id": "131123",
            "reply_to_id": "131115"
        },
        {
            "user_name": "jongud",
            "text": "...prófa að hengja skránna við þennan póst...",
            "date": "2014-03-14 17:34:00",
            "post_id": "131228",
            "reply_to_id": "131123"
        }
    ],
    "date": "2014-03-13 17:28:00"
}