{
    "forum_title": "Almennt spjall",
    "id": "23964",
    "title": "hlutföll í 1986 LC 70",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=23964",
    "posts": [
        {
            "user_name": "ingi árna",
            "text": "Veit einhver hvaða hlutföll komu orginal í stutta 70 krúsernum árgerð 1986?",
            "date": "2014-03-16 20:43:00",
            "post_id": "131465",
            "reply_to_id": false
        },
        {
            "user_name": "ingi árna",
            "text": "Og hver er munurinn á þessum afturhásingum og þeim sem komu í Hiluxnum.",
            "date": "2014-03-16 20:44:00",
            "post_id": "131467",
            "reply_to_id": "131465"
        },
        {
            "user_name": "bragig",
            "text": "Í díselbílnum 2.4 stutta voru 1:4.88 hlutföll en í bensínbílnum 1:4.56 ef ég man rétt. Afturhásingin er talsvert frábrugðin hilux hásingunni, drifkúlan er hægra megin (farþegamegin) en sama stærð af drifi og í hilux þ.e. 8\".",
            "date": "2014-03-16 21:01:00",
            "post_id": "131475",
            "reply_to_id": "131467"
        },
        {
            "user_name": "ingi árna",
            "text": "takk fyrir",
            "date": "2014-03-16 21:04:00",
            "post_id": "131478",
            "reply_to_id": "131475"
        },
        {
            "user_name": "ingi árna",
            "text": "Passar þá drifið úr 70 krúsernum í hilux hásinguna, allur köggulinn eða bara hlutfallið?",
            "date": "2014-03-16 21:08:00",
            "post_id": "131479",
            "reply_to_id": "131478"
        },
        {
            "user_name": "grimur",
            "text": "Allur köggullinn á að passa á milli.\nÉg hef aðeins orðið var við spes keisingu í þessum bílum, minnir einmitt að það hafi verið 1:4.88 hlutfallið sem er með \"þunnum\" kamb frá Toyota, en flangsinn fyrir kambinn hliðraðan í staðinn. Í þannig drif passar ekkert nema þetta eina hlutfall, sem bara fæst frá Toyota.\nÞað er sumsé algert viðrini sem borgar sig að henda úr fyrir eitthvað annað heppilegra nema einfaldlega að svona drif brotni og maður vilji fá annað eins í staðinn.\nFramhásingin í Cruiser er svo með High Pinion (stundum kallað reverse), sem á hvergi heima nema í þannig hásingu, sama/svipað og í framhásingu á 80 cruiser líka. Sér hlutföll og leiðindi, en læsingar eins og ARB og NoSpin passa á milli. Í 80 cruiser er held ég alltaf eða nær alltaf rafmagnslás.\nkv\nG",
            "date": "2014-03-16 21:26:00",
            "post_id": "131482",
            "reply_to_id": "131479"
        },
        {
            "user_name": "Startarinn",
            "text": "Köggullinn passar, það er 70 cruiser köggull í afturdrifinu á hiluxinum mínum, kemur úr 2,4 bensín, 1:4,56 hlutfall",
            "date": "2014-03-16 22:49:00",
            "post_id": "131499",
            "reply_to_id": "131482"
        }
    ],
    "date": "2014-03-16 20:43:00"
}