{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "24011",
    "title": "Pressustat og loftkútur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=24011",
    "posts": [
        {
            "user_name": "Cruserinn",
            "text": "Sælir hvar er best (ódýrast) að kaupa pressustat og loftkút fyrir jeppa?",
            "date": "2014-03-18 19:57:00",
            "post_id": "131741",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Pressostatið fæst í landvélum á smápening, 1000 kall minnir mig. Kannski eitthvað meira.",
            "date": "2014-03-18 20:11:00",
            "post_id": "131743",
            "reply_to_id": "131741"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar hringdi út af pressustat í dag 70 til 100 ps og kostaði það tæpar 7000 og  sama eða svipað hjá Straumrás á Akureyri kveðja guðni",
            "date": "2014-03-18 21:51:00",
            "post_id": "131758",
            "reply_to_id": "131743"
        },
        {
            "user_name": "emmibe",
            "text": "Verslaði pressostat í Barka á 3000 kall minnir mig, stillanlegt.",
            "date": "2014-03-18 22:29:00",
            "post_id": "131767",
            "reply_to_id": "131758"
        },
        {
            "user_name": "svarti sambo",
            "text": "Þú getur prófað að tala við danfoss á íslandi eða íshúsið.Veit svosem ekki verðið hjá þeim í dag eða isloft.\nHvað ertu að leita að stórm loftkút. Þar sem að þetta er í bílinn að þá er verið að skifta út öllum slökkvitækjum um borð í bátum á þessu ári vegna skorts á CE merkingu og það ætti að vera auðvelt að fá kolsýrukút í það. þá ertu með aftöppun þar sem þrýstihylkið fer inn og svo er bara að setja minnkun í áfyllingar gatið og það er meira að segja klárt gat fyrir öryggisloka.",
            "date": "2014-03-18 22:32:00",
            "post_id": "131769",
            "reply_to_id": "131767"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir hringdi í Barka í dag og þeir eru ekki lengur með þetta var svarið. Hægt er að nota slökkvitæki 6 eða 10 kg sem loftkút eða kafarkút. kveðja guðni",
            "date": "2014-03-18 23:16:00",
            "post_id": "131774",
            "reply_to_id": "131769"
        },
        {
            "user_name": "jongud",
            "text": "CO2 og kafarakútar eru óþarflega efnisþykkir (og þungir) fyrir kerfi með loftpressu.",
            "date": "2014-03-19 08:18:00",
            "post_id": "131796",
            "reply_to_id": "131774"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ég veit um einn ryðfrían kút sem var keyptur í barka fyrir nokkrum árum og var ætlaður til að losa um stíflu í eldsneytislögn um borð í trillu. veit ekki stærðina eða neitt en þú getur prófað að hringja í eigandann og kannað málið þar sem að hann hringdi í mig og var að láta mig vita af honum.\nHann heitir Marteinn og S:4361252",
            "date": "2014-03-19 08:31:00",
            "post_id": "131799",
            "reply_to_id": "131796"
        },
        {
            "user_name": "lilli",
            "text": "Endilega fáðu þér pressostat sem afloftar þrýstilögnina svo dælan byrji álagslaus þegar hún startar. Landvélar voru allavega með það.",
            "date": "2014-04-06 19:29:00",
            "post_id": "133637",
            "reply_to_id": "131799"
        },
        {
            "user_name": "villi58",
            "text": "Guðni, ég nota pressustat af lítilli bílskúrsloftpressu, þá ert þú kominn með aflestun á lögninni frá pressu.\nÚtbjó rör 2\" svert c.a. 20 cm. langt svo sauð ég múffu að ofan og kominn með stað fyrir pressustatið síðan múffur í enda, þrýstingur inn og út. Þetta var c.a. svona að mig minnir en á örugglega einhverstaðar mynd af þessu ef þú villt. Það liggja víða loftpressur sem er búið að steikja og með pressustati í lagi. held að ég hafi sett öryggisloka líka á kútinn. Ekki setja einstefnuloka undir bíl heldur við mótor eða inn í bíl, það frýs strax ef hann er undir bíl.\nÆtla reyna finna mynd af þessu. Kveðja!\nNota þarna einstefnuloka af loftpressukút og setti mæli, aftöppun að neðan, kúplingu fyrir loftslöngu til að ná lofti þarna ef AC dælan bilar og krani sem opnar á kút undir bíl ef ég vil láta rafmagnsdæluna hjálpa AC dælunni.\nVona að þetta skíri rumsuna úr mér.",
            "date": "2014-04-06 20:38:00",
            "post_id": "133644",
            "reply_to_id": "133637"
        },
        {
            "user_name": "Hagalín",
            "text": "Svona gerði ég þetta.\nEndilega verslaðu pressustadið í landvélum það er mjög fínt í þetta.",
            "date": "2014-04-06 21:07:00",
            "post_id": "133647",
            "reply_to_id": "133644"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sæll hvað kostaði það kveðja guðni",
            "date": "2014-04-06 21:22:00",
            "post_id": "133649",
            "reply_to_id": "133647"
        },
        {
            "user_name": "Hagalín",
            "text": "Ohh, ég man það ekki nákvæmlega. Allavega vel undir 10þ með einstefnuloka og nokkrum nipplum.",
            "date": "2014-04-07 09:56:00",
            "post_id": "133689",
            "reply_to_id": "133649"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir strákar og takk fyrir gott að fara eftir þessum hugmyndum kveðja Guðni",
            "date": "2014-04-07 14:00:00",
            "post_id": "133713",
            "reply_to_id": "133689"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "skil ég allveg rétt en á svona pressostat sem kemur af bílskúrsloftpressum sé tengt svona :\nDæla  - einstefnuloki - tengt í pressostat af bílskúrspressu og svo beint inn á kút  ? \ner afloftunin þá innbyggt í pressostati af svona bílskúrsloftpressu, eða er ég að misskilja eitthvað. \nkv. Ásgeir",
            "date": "2014-09-01 18:56:00",
            "post_id": "142081",
            "reply_to_id": "133713"
        },
        {
            "user_name": "villi58",
            "text": "Á loftpressum er einstefnuloki staðsett ofanlega á kútnum og frá honum er grönn slanga sem tengist pressostati og í því er afloftunin.\nLoftpressa og rör í einstefnuloka sem er skrúfaður er í kút ( loft fer þar inn á kút) síðan frá einstefnuloka kemur grönn slanga í pressostat og aflestar lögnina frá dælu að einstefnuloka ( til að pressa fari ekki í gang með þrýsting á lögn að einstefnuloka) þá er dælan ekki með þrýsting í lögn þegar dæla fer í gang og er því létt af stað í starti.\nHægt að nota pressustat og einstefnuloka af lítilli bílskúrspressu eins og sést á myndum hér ofar.\nEinstefnuloki og pressustat eru tengd inn á loftkút, sjóða múffur á kút og bora inn á kút fyrir hvoru tveggja.\nEinnig sjóða múffur fyrir aftöppun neðst á kút til að tappa af vatni og svo sjóða múffu fyrir krana eða lofttengi til að ná lofti af honum.",
            "date": "2014-09-01 19:22:00",
            "post_id": "142083",
            "reply_to_id": "142081"
        },
        {
            "user_name": "Hagalín",
            "text": "Allavega er innbyggð afloftun í þessu pressustadi sem ég fékk í landvélum.",
            "date": "2014-09-01 19:22:00",
            "post_id": "142084",
            "reply_to_id": "142083"
        },
        {
            "user_name": "villi58",
            "text": "Á öllum loftpressum sem ég hef umgengist þá er afloftunin alltaf innbyggð í pressustatið.",
            "date": "2014-09-01 19:32:00",
            "post_id": "142088",
            "reply_to_id": "142084"
        },
        {
            "user_name": "crusi100",
            "text": "Sælir.\nPressustat með aflestun færðu hjá danfoss, ódýrt og gott.\nkv",
            "date": "2014-09-01 21:33:00",
            "post_id": "142098",
            "reply_to_id": "142088"
        },
        {
            "user_name": "Stebbi",
            "text": "Svona danfoss pressustat er dýrara og klunnalegra en það sem fæst í landvélum, svo er það ekki með aflestun.  Keypti svona um daginn og fullt verð á því var rúmlega 10 þús.",
            "date": "2014-09-03 20:47:00",
            "post_id": "142222",
            "reply_to_id": "142098"
        }
    ],
    "date": "2014-03-18 19:57:00"
}