{
    "forum_title": "Jeppinn minn",
    "id": "24058",
    "title": "ToyLux",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=24058",
    "posts": [
        {
            "user_name": "braskari",
            "text": "toyota hilux 1992 ekinn einhvern haug \ndísel knúinn turbomótor \n35\" breyttur \nhaugriðgaður\ná annan nonturbo motor sem var í honum..\nvar að eignast þetta í viðskiptum og planið er að skvera hann til fyrir næsta vetur og koma undir hann 38\" \nþetta var nonturbo og strákurinn sem átti hann setti turbomotor í hann og málaði hann svona svartan \nhausverkurinn er aðalega í riðbætingum og svo er eithvað vesen með mótorinn.. hann ælir af sér allri olíu?? hvað er það?\nsvo eru allar hugmyndir vel þegnar á því hvernig sé best að hækka hann aðeins til að koma 38\" undir hann :)\nverð duglegur að setja inn myndir þegar ég fæ bílinn á skerið og byrja að dunda i honum",
            "date": "2014-03-20 23:36:00",
            "post_id": "132017",
            "reply_to_id": false
        },
        {
            "user_name": "grimur",
            "text": "Tók einusinni upp turbomótor(non-orginal dæmi) sem blés olíunni upp um ventlaloks öndunina.\nSprungnir stimplar var málið. Búið að taka of mikið út úr greyinu með of mikilli olíu, og engin kæling undir stimplana eins og er í öllum original 2LT mótorunum.\nTékkaðu á þessu með að taka slönguna af ventlaloks-stútnum og gefa aðeins í. Ef hann hrækir hressilega þar út með pústlykt og viðbjóði, þá er að öllum líkindum þetta að plaga.\nkv\nG",
            "date": "2014-03-20 23:42:00",
            "post_id": "132018",
            "reply_to_id": "132017"
        },
        {
            "user_name": "braskari",
            "text": "takk fyrir :) tjékka á þessu, en er eithvað annað sem gæti komið til greina?  er ekki ennþá búinn að fá bílinn í hendurnar og ekkert getað skoðað þetta og kann ekkert inná svona dísel vélar ;) fyrsti dísel jeppin minn",
            "date": "2014-03-21 00:07:00",
            "post_id": "132020",
            "reply_to_id": "132018"
        },
        {
            "user_name": "grimur",
            "text": "Jájá, olían gæti líka verið að leka einhvers staðar út, eða fara með ventlaþéttingum, ónýtum/föstum hringjum eða eitthvað þannig.\nOftast eru samt einhver merki um hana, t.d. blár reykur í pústinu með mótorolíulykt, pollar undir bílnum eða þessháttar.\nkv\nG",
            "date": "2014-03-21 00:29:00",
            "post_id": "132021",
            "reply_to_id": "132020"
        }
    ],
    "date": "2014-03-20 23:36:00"
}