{
    "forum_title": "Almennt spjall",
    "id": "24084",
    "title": "ódýrt spil Superwinch",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=24084",
    "posts": [
        {
            "user_name": "dors",
            "text": "langar að henda þessu hérna inn,\nhttp://www.aliexpress.com/item/Superwin ... 93990.html\nKV DÓRI",
            "date": "2014-03-22 13:27:00",
            "post_id": "132176",
            "reply_to_id": false
        },
        {
            "user_name": "thorjon",
            "text": "Endilega hentu hérna inn ( ef þú verslar þetta) hvort það þoli volkið og bleytuna hér á Íslandi",
            "date": "2014-03-22 15:16:00",
            "post_id": "132184",
            "reply_to_id": "132176"
        },
        {
            "user_name": "Cruser",
            "text": "Af hverju ætti þetta ekki að þola veðrið hér? Veit ekki betur en öll þessi spil séu frá Kína. \nKv Bjarki",
            "date": "2014-03-22 15:56:00",
            "post_id": "132186",
            "reply_to_id": "132184"
        },
        {
            "user_name": "villi58",
            "text": "Maður áttar sig ekki alltaf hvar hlutir eru framleiddir, heldur að sé USA en kemst síðan að því, made in Kina.",
            "date": "2014-03-22 16:00:00",
            "post_id": "132187",
            "reply_to_id": "132186"
        },
        {
            "user_name": "gislisveri",
            "text": "Kína eða Hágæða-Kína? Það er sitthvort landið.",
            "date": "2014-03-22 16:29:00",
            "post_id": "132190",
            "reply_to_id": "132187"
        },
        {
            "user_name": "Stebbi",
            "text": "Þetta hérna hlýtur að vera frá há-há-há-ofur-gæða-kína miðað við verðið, en til að hugga mann þá er free shipping.\nhttp://www.aliexpress.com/item/Free-shi ... 16360.html",
            "date": "2014-03-22 18:11:00",
            "post_id": "132197",
            "reply_to_id": "132190"
        },
        {
            "user_name": "Svopni",
            "text": "Hafa super winch spil ekki verið seld hér heima í mörg ár?",
            "date": "2014-03-22 21:18:00",
            "post_id": "132214",
            "reply_to_id": "132197"
        },
        {
            "user_name": "Bjartmannstyrmir",
            "text": "Mæli ekki með því að panta þessi spil þarna á aliexpress. Ég gerði heiðarlega tilraun til að panta frá þeim og það gekk ekki upp\nég  fann þarna superwinch spil 7,3tonna og átti að kosta um 60þ hingað komið með tollum og sendingu. var á 75% afslætti\nvar búinn að leggja inn pöntun og átti bara eftir að borga (sem betur fer). fékk svo daginn eftir tölvupóst frá aliexpress sem hljóðaði svona. : \nYour order 61459489067794 has been closed due to supplier suspension\n \nDear Bjartmann Styrmir Einarsson,\nPlease note that the account of the AliExpress supplier: yalu lu has been suspended. We have cancelled all of your pending orders with this supplier for which you have not made payment. Going forward, please do not make payment for any orders with this supplier.\nAliExpress is committed to the principle of good faith and the protection of the interests of both buyers and suppliers. The above-mentioned supplier was recently found to have unsafe trading activities. Therefore, to protect the interests of buyers, we have decided to suspend the account of the supplier.\nAliExpress strives to continuously improve our trading environment. Thank you for your understanding and continued support.\nSincerely, \nAliExpress Trade  Security Department\n2014.03.23 22:09\nSennsagt þá var seljandinn rekinn út af aliexpress vegna óöruggra viðskipta. \nvildi bara koma þessu á framfæri. \nmbk. Bjartmann S.",
            "date": "2014-03-25 20:18:00",
            "post_id": "132596",
            "reply_to_id": "132214"
        },
        {
            "user_name": "Sævar Páll",
            "text": "Þegar ég hugsa til gæða og upprunalands hugsa ég alltaf um Ford Pinto",
            "date": "2014-03-25 20:27:00",
            "post_id": "132597",
            "reply_to_id": "132596"
        },
        {
            "user_name": "dors",
            "text": "sælir ég hef pantað 40-50 pantanir þarna og það hefur allt staðist hingaðtil,ekki 1 sending klikkað,en hef pantað af ebay og það hefur klikkað.??\nkv dóri",
            "date": "2014-03-25 22:29:00",
            "post_id": "132612",
            "reply_to_id": "132597"
        },
        {
            "user_name": "Bjartmannstyrmir",
            "text": "Þetta gekk allavega ekki upp hjá mér en það  getur vel verið að það sé eitthvað einstakt dæmi.  ég skildi þennann tölvupóst þannig að söluaðilinn hefði verið fjarlægður af síðunni vegna óöruggra viðskipta og því ekki treistandi á það. en hef ekkert út á aliexpress að setja heldur bara þessi tiltekni söluaðili sem var með þessi spil.",
            "date": "2014-03-26 00:14:00",
            "post_id": "132629",
            "reply_to_id": "132612"
        }
    ],
    "date": "2014-03-22 13:27:00"
}