{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "24083",
    "title": "Loft á bremsum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=24083",
    "posts": [
        {
            "user_name": "raggibrusi",
            "text": "Sælir er í smá vandræðum með að lofttæma bremsur í Bronco 78. Er að dæla vökvanum upp og það er frekar tregt, getur verið að ég þurfi að ýta pinnanum í öryggisventlinum betur inn, er skapi næst að henda þessu drasli. Er einhver hér sem þekkir þetta og getur frætt mig aðeins um þetta.\nMeð þökk.\nkv. Raggi",
            "date": "2014-03-22 12:50:00",
            "post_id": "132174",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Ef þú ert einn að þessu,þá finnst mér best að vera með glæra slöngu sem passar á afloftunarskrúfuna (vera þétt uppá) og leiða hana í forðabúrið. Svo er bara að pumpa petalann þangað til að þú sérð að það er hætt að koma loft. Bara passa að forðabúrið verði ekki tómt á meðan að þú ert að loft-tæma slönguna og kerfið.",
            "date": "2014-03-22 13:01:00",
            "post_id": "132175",
            "reply_to_id": "132174"
        },
        {
            "user_name": "villi58",
            "text": "getur verið að ég þurfi að ýta pinnanum í öryggisventlinum betur inn.\nPinninn færist til ef slanga, rör, eða opið fyrir nippil ef þú stígur á bremsu, annars á hann ekki að hreyfast.",
            "date": "2014-03-22 13:56:00",
            "post_id": "132178",
            "reply_to_id": "132175"
        },
        {
            "user_name": "olei",
            "text": "Tékkaðu hvort að bremsupedalinn sé \"laus\". Ef hann ýtir örlítið á höfuðdæluna í efstu stöðu nær hún ekki að fara alla leið til baka og þá gengur erfiðlega að dæla upp í forðabúr. Getur komið fyrir ef skipt hefur verið um höfuðdælu, eða bremsukútinn og eitthvað átt við þetta. Mig minnir að í einhverjum ammrískum sé þetta stillanlegt á teininum inn í höfuðdæluna.",
            "date": "2014-03-22 19:53:00",
            "post_id": "132204",
            "reply_to_id": "132178"
        },
        {
            "user_name": "Subbi",
            "text": "langeinfaldasta leið til að loftæma  er  að setja glæra slöngu á loftæminganippilinn og leiða hana svo í bremsuvökvabrúsa á gólfinu þannig dælirðu út lofti  og dregur inn vökva   miklu einfaldara en að fara að leggja slönguna upp í forðabúrið",
            "date": "2014-04-11 00:35:00",
            "post_id": "134024",
            "reply_to_id": "132204"
        },
        {
            "user_name": "Gunnar00",
            "text": "virkar líka að opna bara fyrir ventilinn á dælunni, tekur að vísu lengri tíma, en það virka vel þegar maður er einn.",
            "date": "2014-04-11 01:01:00",
            "post_id": "134026",
            "reply_to_id": "134024"
        },
        {
            "user_name": "jongud",
            "text": "Ég hef sem betur fer ekki lent oft í veseni með lofttæmingar á bremsu- eða kúplingskerfum. En eftir síðasta stórvesen (sem var fyrir meira en 20 árum) þá ákvað ég að ef maður sæi fram á einhverja meiriháttar viðgerð þá myndi maður kaupa sogdælu fyrir bremsukerfi;\nMeð svona græju sogar maður loftið út og þá er höfuðdælan ekki að fara neitt dýpra en \"vanter\".",
            "date": "2014-04-11 10:47:00",
            "post_id": "134034",
            "reply_to_id": "134026"
        },
        {
            "user_name": "abni",
            "text": "Hæ\nÞað hefur reynst mér ágætlega að láta vökvan renna sjálfan frá höfuðdæluni og út í hjól. Höfuðdælan er jú efst.  Opna annað hvort alla eða bara tvo ventla og læt vökvan renna sjálfan. Tekur tíma en tekur loftið með sér. Betra setja slöngu á ventlana og í ílát.\nSvo tekur maður test á þessu og lætur einhvern standa á bremsuni og og opnar lofttappa. \nÞú ert væntanlega fullviss um að hvergi komist loft inn á kerfið.",
            "date": "2014-04-11 13:21:00",
            "post_id": "134041",
            "reply_to_id": "134034"
        },
        {
            "user_name": "villi58",
            "text": "Það er mjög mismunandi eftir bílum hvernig gengur að lofttæma.\nEin aðferð dugði hjá mér fyrir löngu þá búinn að prufa allt, fékk mér stóra sprautu (stórgripasprautu) og dældi vökvanum inn um afloftunarskrúfu, öfuga leið og Bingó og málið dautt.",
            "date": "2014-04-11 14:21:00",
            "post_id": "134044",
            "reply_to_id": "134041"
        },
        {
            "user_name": "jongud",
            "text": "Það væri líka reynandi að nota sprautuna til að soga loftið út...",
            "date": "2014-04-11 14:43:00",
            "post_id": "134048",
            "reply_to_id": "134044"
        },
        {
            "user_name": "Offari",
            "text": "Blessaður hentu bara þessu drasli en láttu mig samt vita hvar þú hendir Bronconum.  Það eru til margar aðferðir við að loftæma en oftast læt ég leka í gegn og oftast dugar það. Að dæla í gegnum kerfiðí brúsa hefur líka virkað vel hjá mér. Að pumpa upp bremsur og tappa svo lofti, virkar vel vakumjektorinn virkar líka vel.    Að dæla öfuga leið með td smurkönnu (stórgripasprauta var nefnd hér áður)  Er sú aðferð sem hefur gefist best í þeim tilvukum sem hinar aðferðirnar virðast ekki duga.\nSvo getur þú líka verið að glíma við bilaða höfuðdælu og þá gengur engin af þessum aðferðum upp.  Man ekki hvenig öryggisventill er á bremsukerfinu á Ford en stundum þarf að ýta á pinna til að opna afur fyrir kerfið.",
            "date": "2014-04-11 16:49:00",
            "post_id": "134053",
            "reply_to_id": "134048"
        },
        {
            "user_name": "jongud",
            "text": "Raggi er ekkert að fara að henda þessum;\nhttp://www.f4x4.is/myndasvaedi/skyggnst-i-skemmu/",
            "date": "2014-04-12 09:40:00",
            "post_id": "134094",
            "reply_to_id": "134053"
        },
        {
            "user_name": "Þráinn",
            "text": "ef pinninn fer til hliðar og til baka aftur þegar þú sleppir bremsunum virkar hann eðlilega. \nað dæla í öfuga átt er aðferð sem virkar vel ef allt annað þrýtur, einnig að vera viss um að allar dælur í hjólunum séu með eðlilega virkni (fastur stimpill eða hliðarfærsur geta lýst sér eins og loft á bremsum) og rétt útíhersla á skálum.\n[youtube]http://youtu.be/PlElcEGjfd8[/youtube]\nEf allt um þrýtur þá getur þú verið að kljást við bilaða höfuðdælu. þó að það sé ekki algengt að þær séu að bila",
            "date": "2014-04-13 23:51:00",
            "post_id": "134233",
            "reply_to_id": "134094"
        }
    ],
    "date": "2014-03-22 12:50:00"
}