{
    "forum_title": "Almennt spjall",
    "id": "24081",
    "title": "Töng til að klemma ákveðin rafmagnstengi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=24081",
    "posts": [
        {
            "user_name": "elliofur",
            "text": "Sælir félagar.\nÉg keypti mér fyrir nokkru slatta af álitlegum rafmagnstengjum, allt frá 1x uppí 6x. Ég hef séð þetta í nokkrum bílum áður, hvort þetta kemur original frá einhverjum framleiðendum veit ég ekki en þetta eru góð tengi virðist vera, vatnsþétt og traust.\nSvo þegar ég ætla að fara að setja þetta á víra þá uppgötva ég að það er eiginlega ekki nokkur leið nema með einhverju sérverkfæri!\nSvona líta tengin út \nÉg spurði seljandann hvort hann gæti bent mér á einhverja töng til að klemma þetta saman og hann vissi varla um hvað ég var að tala held ég..\nVitið þið hvaða græju væri best að nota? Kannski þarf fleiri en eina til að þetta fari allt rétt saman..\nÉg er búinn að leita talsvert á ebay en ég svosem veit varla hverju ég er að leita af :)",
            "date": "2014-03-22 09:56:00",
            "post_id": "132154",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "Eg nota bara venjulega tong a þetta, hef sett fleiri hundruð saman\nEf þetta er i leiðinda aðstæðum hef eg loðað virinn lika við",
            "date": "2014-03-22 09:59:00",
            "post_id": "132155",
            "reply_to_id": "132154"
        },
        {
            "user_name": "Startarinn",
            "text": "Þú þarft nú ekki merkilegri töng en þetta \nhttp://www.sindri.is/rafmagnst%C3%B6ng-ibtdibb2009\nEf þú skoðar stækkaða mynd stendur \"here press terminals\" við kjammana sem þú þarft að nota",
            "date": "2014-03-22 10:02:00",
            "post_id": "132156",
            "reply_to_id": "132155"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "íhlutir í skipholti eru með mjög góðar tengur til að krumpa svona tengi. Það eru aðeins vandaðri og dýrari tengur en það sem Ástmar vísar í en sú töng dugar samt sem áður.",
            "date": "2014-03-22 10:07:00",
            "post_id": "132157",
            "reply_to_id": "132156"
        },
        {
            "user_name": "elliofur",
            "text": "Þakka ykkur fyrir drengir.",
            "date": "2014-03-22 10:41:00",
            "post_id": "132160",
            "reply_to_id": "132157"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÉg á töng frá Ískraft sem klemmir alla þá víra sem þarf að klemma í rafkerfi bíla (nema þá helst geymavírana) en hún kostar í kringum 20.000 kall.  Klemmir endahulsur, einangraða skó, óeinangraða skó, loftnetstengi og þessi tengi.  Þetta notar maður svolítið til að ganga frá relyum í sökkla og er fínn frágangur.\nÞað er til betri töng fyrir hvert og eitt tengi en sem ein töng er þetta prýðisverkfæri.\nKv Jón Garðar",
            "date": "2014-03-22 10:41:00",
            "post_id": "132161",
            "reply_to_id": "132160"
        },
        {
            "user_name": "Baikal",
            "text": "Sælir.\nEf þú ert að spá í skótöng þá í guðsbænum fáðu þér eh. sæmilega vandað td. \nhttp://www.sindri.is/sk%C3%B3t%C3%B6ng-ibtgaai0605\nEr búnn með heilan haug af svipuðum töngum og Addi benti á í gegnum tíðina, og alltaf verið að skemma einángrunn og fá lélegt samband í gegnum ílla klemda skó, þessar eru dýrar en hverrar krónu virði er með svipaða töng frá Logey nema þar þarf að kaupa kjaftana sér, og þvílíkur munur!!! annars er alltaf lang best að lóða allar tengingar, líka í leiðsluskó.\nÞað var á sínum tíma verulega fúlt að tapa heilli torfærukeppni fyrir einn ílla klemdan leiðsluskó",
            "date": "2014-03-22 10:55:00",
            "post_id": "132163",
            "reply_to_id": "132161"
        },
        {
            "user_name": "olei",
            "text": "Google myndaleit \"open barrel crimper\" - sýnir hvaða kjafta þig vantar.\nFliparnir eiga náttúrulega að mætast og sökkva ofan í miðjan vírinn. Ég hef aldrei séð það takast með töng sem er ekki með rétta kjafta - eins og þú hefur þegar komist að Elli.",
            "date": "2014-03-22 11:11:00",
            "post_id": "132165",
            "reply_to_id": "132163"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég er einmitt með svipaða töng og Jónbi bendir á, en þar fékk ég töngina staka með einum kjafti og hef bætt kjöftum við eftir þörfum",
            "date": "2014-03-22 11:19:00",
            "post_id": "132166",
            "reply_to_id": "132165"
        },
        {
            "user_name": "Stebbi",
            "text": "Margborgar sig að lóða vírana líka í tengin eins og Jón bendir á, þá er ekkert við þá vinnu sem getur klikkað.  Best að nota þokkalega öfluga lóðbyssu og fortina vírinn vel áður en hann er settur í tengið, þá þarf bara að hita tengið og allt klárt.",
            "date": "2014-03-22 11:57:00",
            "post_id": "132169",
            "reply_to_id": "132166"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ég mæli eindregið með þessari týpu af töng og svo ertu í raun að fá fimm tangir á kúk og kanil. Að vera að nota eitthvað annað en á að nota, bíður bara uppá vesen.\nÞað er hægt að fá skúffu í Wurth með þessum tengjum eða bara í stk-tali.",
            "date": "2014-03-22 12:11:00",
            "post_id": "132170",
            "reply_to_id": "132169"
        },
        {
            "user_name": "Lindemann",
            "text": "Ég hef notað svipaðar tangir og póstað var hér að ofan(þessi dýrari) frá nokkrum framleiðendum. Sú sem ég er með núna er frá würth og mér finnst hún best af þeim. Ég er reyndar ekki með marga útskiftanlega kjafta, er bara með 2 tangir sem eru með þeim kjöftum í sem ég nota.\nÞú getur alveg bjargað þér á þessum ódýru töngum, en þú þarft með þeim alltaf að klemma a.m.k. tvisvar og þá ertu mögulega búinn að beygja tengið það mikið að þú verður í vandræðum með að koma því í tengihúsið.\nEins prófaði ég svona tengi eins og þú settir inn mynd af, held þau hafi verið keypt í bílanaust. Það eru misjöfn gæði í svona tengjum og þau sem ég prófaði voru ekkert sérstaklega vönduð og því var hálfgerð kúnst að koma þeim saman, þrátt fyrir að vera með rétta töng.",
            "date": "2014-03-22 12:41:00",
            "post_id": "132172",
            "reply_to_id": "132170"
        },
        {
            "user_name": "s.f",
            "text": "hvar færðu þessi tengi",
            "date": "2014-03-22 15:07:00",
            "post_id": "132182",
            "reply_to_id": "132172"
        },
        {
            "user_name": "thorjon",
            "text": "ég var að bögglast með akkurat sömu tengin, fékk lánaða spes töng hjá félögum mínum í Aukaraf, veit ekki alveg týpuna en ef þú bjallar á þá gefa þeir þér örugglega upp hvaðan sú töng er.  Þetta var spes græja akkurat fyrir þetta.  var búinn að reyna að nota aðrar tangir en án árangurs og algjör \"kleppur\" að raða þessu saman ef maður notar ekki réttu töngina.\nvarðandi hvar þetta fæst þá er Bílanaust með þetta á bullprís,, maður þarf helst að setja það á raðgreiðslur :) en ég fann þetta á Ebay fyrir kling, minnir að það hafi verið 10 stk. eða svo fyrir verð á einu hjá N1 !",
            "date": "2014-03-22 15:14:00",
            "post_id": "132183",
            "reply_to_id": "132182"
        },
        {
            "user_name": "hringir",
            "text": "Þetta er líka til hjá Wurth, en sjálfst fokdýrt\nhttp://issuu.com/fannar/docs/04_rafmagnsvorur/23?e=0",
            "date": "2014-03-22 15:43:00",
            "post_id": "132185",
            "reply_to_id": "132183"
        },
        {
            "user_name": "gislisveri",
            "text": "Ég var með Beta tengur sem Bílanaust var/er með og reyndust ágætlega, sjálfsagt ódýrari en Wurth.\nÉg er venjulega sammála því að það sé betra að lóða, en finnst það alveg óþarfi með þessi tengi, ef þau eru rétt frágengin kemst enginn raki nokkurn tímann að samskeytunum. Ég hef notað nokkurhundruð svona tengi sem eru í umferðinni í dag, hluti af þeim í stanslausum salt-ágangi, hefur aldrei klikkað nema að frágangnum hafi verið klúðrað og þá er lóðning ekki nema gálgafrestur.\nTengin heita AMP Superseal og ég mæli eindregið með þeim.",
            "date": "2014-03-22 16:23:00",
            "post_id": "132189",
            "reply_to_id": "132185"
        },
        {
            "user_name": "villi58",
            "text": "Tengin heita AMP Superseal og ég mæli eindregið með þeim\nOg hvar fást þau ??",
            "date": "2014-03-22 17:11:00",
            "post_id": "132193",
            "reply_to_id": "132189"
        },
        {
            "user_name": "villi58",
            "text": "Elli  hvar keyptir þú tengin ????",
            "date": "2014-03-22 17:14:00",
            "post_id": "132194",
            "reply_to_id": "132193"
        },
        {
            "user_name": "biturk",
            "text": "Ebay a þessi tengi mjog ódýrt og gott",
            "date": "2014-03-22 18:28:00",
            "post_id": "132199",
            "reply_to_id": "132194"
        },
        {
            "user_name": "Stebbi",
            "text": "Leitar að 'waterproof connector' á AliExpress til að finna þetta á mjög svo mismunandi verðum.",
            "date": "2014-03-22 18:41:00",
            "post_id": "132201",
            "reply_to_id": "132199"
        },
        {
            "user_name": "Magni",
            "text": "stk af svona kostar ca. 2000kr hjá Bílanaust...",
            "date": "2014-03-22 18:58:00",
            "post_id": "132202",
            "reply_to_id": "132201"
        },
        {
            "user_name": "gislisveri",
            "text": "Það er til vegleg taska hjá Wurth með slatta af þessu en hún kostar 40þ. minnir mig. Ég myndi skoða Aliexpress eða álíka.",
            "date": "2014-03-22 19:01:00",
            "post_id": "132203",
            "reply_to_id": "132202"
        },
        {
            "user_name": "elliofur",
            "text": "Vá það eru aldeilis flott svör hjá ykkur herramenn :)\nÉg fékk þetta á ebay, smellið í leitina \"waterproof connector\" og þá kemur þetta í úrvali á fínum verðum. Ég keypti alveg bunka af þessu, frá 1 vír í tengi uppí 6 eða 8 minnir mig.",
            "date": "2014-03-22 20:43:00",
            "post_id": "132207",
            "reply_to_id": "132203"
        },
        {
            "user_name": "helgis",
            "text": "Sælir \nÉg hef notað tong frá Beta sem mér finnst góð, sérstaklega þar sem er lítið pláss til þess að komast að.\nhttp://www.beta-tools.com/catalog/artic ... __filters_\nHef líka notað frá Wurth, Facom og þessar frá Sindra en finnst Beta töngin skemmtilegust.\nKv. Helgi\nHeld líka að hún sé tiltölulega ódýr en samt góð gæði.",
            "date": "2014-03-23 00:04:00",
            "post_id": "132234",
            "reply_to_id": "132207"
        },
        {
            "user_name": "helgis",
            "text": "Það er líka auðvelt að brjóta flipana á tengjunum ef það lendir aðeins skakkt í töngunum. Gotta að skoða tengin þegar búið er að klemma.\nKv. Helgi",
            "date": "2014-03-23 00:06:00",
            "post_id": "132236",
            "reply_to_id": "132234"
        },
        {
            "user_name": "jongud",
            "text": "Talandi um lóðningar...\nMig minnir að flugherinn í USA hafi verið að gera einhverjar svaka samanburðartilraunir á klemmdum vs lóðuðum tengjum.\nNiðurstaðan var víst að þegar einhver titringur er til staðar þá brotni lóðuðu tengin með tímanum, meðan þau klemmdu halda.",
            "date": "2014-03-23 08:31:00",
            "post_id": "132259",
            "reply_to_id": "132236"
        },
        {
            "user_name": "Stebbi",
            "text": "Lóðningar í bílum brotna oftast þar sem vírinn mætir tininu, í svona tengi er kápuni haldið fastri þannig að það er engin hreyfing á milli einangraða hlutans og þess sem er festur í tengið með klemmu, tini eða bæði.  Gott tin á ekki að losna frá tenginu með víbring.",
            "date": "2014-03-23 09:15:00",
            "post_id": "132263",
            "reply_to_id": "132259"
        },
        {
            "user_name": "Lindemann",
            "text": "ég myndi ekki vera að standa í því að lóða svona tengi. Það er örugglega ekkert verra að gera það, en það tekur alltaf töluverðan tíma í viðbót og ég get fullyrt það að ef tengin eru rétt klemmd er lóðning ekki að fara að hjálpa neitt. Svona tengi eru með þeim algengustu sem ég nota í vinnunni og ég man ekki eftir því að þetta hafi nokkurntíman valdið einhversstaðar slæmu sambandi nema þar sem komið er vatn í og spansgræna.",
            "date": "2014-03-23 17:58:00",
            "post_id": "132328",
            "reply_to_id": "132263"
        },
        {
            "user_name": "grimur",
            "text": "Fortinun hleypur nú alltaf eitthvað upp vírinn, þannig að þá er komið tin úfyrir klemmiflötinn.\nHitinn skemmir líka einangrunina á vírnum nema mjög varlega sé farið.\nÍ svona tengi á ekkert að vera að nota tin, með því er líka kominn enn einn málmur með enn eina eiginspennuna, sem eykur líkur á spennutæringu.\nSvo má líka stinga því að að tin er afskaplega lélegur leiðari. Ef búið er að húða koparinn með tini er raunverulega búið að bæta inn viðnámi.\nAuka fróðleikur um tengi:\nEinna bestu tengin í titringi eru stungutengi með fjöður, en það er ekki sama hvernig þau eru notuð. \nÞað má ekki snúa þættina í þannig tengi, fortina eða setja hulsur. \nkv\nG",
            "date": "2014-03-23 19:43:00",
            "post_id": "132347",
            "reply_to_id": "132328"
        }
    ],
    "date": "2014-03-22 09:56:00"
}