{
    "forum_title": "Almennt spjall",
    "id": "24127",
    "title": "Olíumælir LC90",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=24127",
    "posts": [
        {
            "user_name": "Siggi_F",
            "text": "Sælir,\nOlíumælirinn er nýbyrjaður á þessum leiðindum:\n Þegar ég set í gang rýkur hann upp í t.d. 3/4 en eftir 5-10 mín akstur er hann kominn niður í 1/4 (olíumagn á tanki einhversstaðar þarna á milli). Ef ég drep á bílnum og starta aftur rýkur hann aftur upp í 3/4. Hann er líka mjög viðkvæmur fyrir halla, en þó aðallega þegar keyrt er niður brekku, þá fellur hann enn hraðar.\nKannast einhver við svona kenjar og getur bennt mér á hvað gæti verið að?\nKv.\nSiggi",
            "date": "2014-03-24 09:17:00",
            "post_id": "132405",
            "reply_to_id": false
        },
        {
            "user_name": "valsari",
            "text": "ef það er ekki sambandsleysi þá þarf að skipta um viðnám í tankinum..",
            "date": "2014-03-24 12:06:00",
            "post_id": "132420",
            "reply_to_id": "132405"
        },
        {
            "user_name": "biturk",
            "text": "Viðnámið er lang líklegast í svona tilfellum\nGetur sennilegt keipt það í ískraft eða álíka, það er oftast lóðað á milli víra og lítið mál að skifta ef allir boltar snúast ekki í sundur í tanknum",
            "date": "2014-03-24 16:33:00",
            "post_id": "132453",
            "reply_to_id": "132420"
        },
        {
            "user_name": "Stebbi",
            "text": "Mér finnst þetta kalla á frekari útskýringar, fær maður orðið varahluti í Toyota í Ískraft ?????",
            "date": "2014-03-24 17:49:00",
            "post_id": "132459",
            "reply_to_id": "132453"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Hann er sennilega að tala um stilliviðnáms brettið sjálft.\nSvo er hægt að fá complet unit með flotinu og lokinu á tankinn og allt í toyota ;)",
            "date": "2014-03-24 18:02:00",
            "post_id": "132462",
            "reply_to_id": "132459"
        },
        {
            "user_name": "Stebbi",
            "text": "Þetta er því miður hlutir sem fást ekki í raflagnaheildsölum frekar en Byko og Húsasmiðjuni.  Gaman væri það nú samt ef svo væri því þá væri ég með rosa fínan afslátt á Toyota varahlutum.",
            "date": "2014-03-24 20:17:00",
            "post_id": "132482",
            "reply_to_id": "132462"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Þú getur ábyggilega fundið stilliviðnám sem hefur samskonar svið og hæðarmælir í olíutank á bíl í ískraft eða íhlutum\nÉg held að hann hafi ætlað að meina það\nen svoleiðis myndi maður sennilega ekki gera nema í einhverju sem erfitt eða ómögulegt væri að útvega varahluti í, toyotu umboðið er nogu gott að maður hikar ekki við að sleppa svona aukavinnu við þá bíla ;)",
            "date": "2014-03-24 23:40:00",
            "post_id": "132521",
            "reply_to_id": "132482"
        },
        {
            "user_name": "Siggi_F",
            "text": "Takk fyrir svörin, en hafið þið heyrt um að þetta geti verið í mælaborðinu?",
            "date": "2014-03-26 08:23:00",
            "post_id": "132638",
            "reply_to_id": "132521"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Það getur vel verið en er þó eflaust mun sjaldgæfara, það mæðir meira a búnaðinum undir bilnum sem er støðugt i skitnum",
            "date": "2014-03-26 08:59:00",
            "post_id": "132639",
            "reply_to_id": "132638"
        },
        {
            "user_name": "Andri G",
            "text": "Sælir,\nstartar hann eðlilega hjá þér?\nHef lent í bíl sem var kvartað undan olíumælis veseni, búið var að skipta um mótstöðuna og rekja rafkerfið frá a-ö, sá bíll startaði aðeins þyngra en venjulega. Það sem var málið var að jörðin sem liggur frá hægri geyminum niður á blokk var brotin af blokkinni. Það var lagað og allt small í lag, startaði betur og mælirinn hætti veseninu. Jörðin frá mælinum er tekin af vélinni minnir mig, og þegar þetta fór þá ruglaðist mælirinn.\nKv.",
            "date": "2014-03-26 18:41:00",
            "post_id": "132673",
            "reply_to_id": "132639"
        },
        {
            "user_name": "Siggi_F",
            "text": "Takk fyrir þetta, þetta hljómar ekki ósvipað, hann hefur verið þungur í gang og ég var að spá í að fara að endurnýja geymana (Toyota geymar en geta samt varla verið síðan 99??). \nEn ég skoða jarðsamböndin.",
            "date": "2014-03-27 08:17:00",
            "post_id": "132723",
            "reply_to_id": "132673"
        },
        {
            "user_name": "Siggi_F",
            "text": "Takk fyrir þetta Andri, þú hittir naglann á höfuðið!\nJarðsambandið hægra megin var í sundur og nú startar hann eðlilega aftur:) \nSparaði mér nýtt geymasett!!!\nÉg á eftir að sjá hvað mælirinn gerir þar sem ég var nýbúinn að fylla á tankinn, en ég hef enga trú á öðru en að hann sé kominn í lag líka:)\nÞessi síða er annars alger snilld, fullt af snillingum með ráð við nánast öllu!!!\nKv.\nSiggi",
            "date": "2014-03-28 07:57:00",
            "post_id": "132811",
            "reply_to_id": "132723"
        }
    ],
    "date": "2014-03-24 09:17:00"
}