{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "24163",
    "title": "Læsing í afturdrif á hilux?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=24163",
    "posts": [
        {
            "user_name": "aggibeip",
            "text": "Sælir. \nÉg er með 90' hilux á 38\" - 2.4 Dísel. Einhversstaðar heyrði ég að það væri einhver original læsing í þessum bílum. Er eitthvað til í því? Hvernig læsing er það þá?\nMig langar annars í handstýrðann lás og langaði mig að vita hvað menn hafa sett í bílana hjá sér og hvað það hefur kostað í heildina að kaupa lásinn og setja hann í. \nKveðja.\nAgnar Sæmundsson",
            "date": "2014-03-25 11:30:00",
            "post_id": "132552",
            "reply_to_id": false
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Ef þetta er orginal diesel bíll þá þykir mér ansi líklegt að það sé handstýrð rafmagnslæsing í afturdrifinu. Er enginn snúningtakki neinstaðar í mælaborðinu hjá þér sem stendur á DIFF LOCK ?",
            "date": "2014-03-25 11:37:00",
            "post_id": "132553",
            "reply_to_id": "132552"
        },
        {
            "user_name": "Stebbi",
            "text": "Kom ekki rafmagnslásinn eitthvað seinna í Hilux.  Man ekki eftir '90 árgerð með rafmagnslás nema hann hafi verið settur í eftirá.  Og Doublecab kom ekki með diskalás nema SR5 bíllinn sem var 99% bensínbílar.  Annars er þessi bíll örugglega búin að sjá eitt eða tvö afturdrif og annað eins af framdrifum um ævina þannig að það getur verið hvað sem er í honum.\nMjög auðvelt að sjá hvort að það er rafmagns eða loflás með því að skoða drifið, annað hvort er rafmagnsmótor utaná eða loftslanga í köggulinn.",
            "date": "2014-03-25 11:46:00",
            "post_id": "132554",
            "reply_to_id": "132553"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar raflasinn kemur í 1991 disel bílunum og það er lítið mál að gera þá handvirka kveðja guðni",
            "date": "2014-03-25 12:02:00",
            "post_id": "132556",
            "reply_to_id": "132554"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "okey, ef þetta er ekki raflæstur bíll og þú vilt hafa selective locker þá er um það verlja að verða sér út um raflás og breyta hásingunni fyrir hana. Kostar smá vinnu en er ekkert svo mikið mál. Annar möguleikinn er loftlás, slíkur kostar rúmlega 200þ nýr í dag.",
            "date": "2014-03-25 12:07:00",
            "post_id": "132557",
            "reply_to_id": "132556"
        },
        {
            "user_name": "villi58",
            "text": "Raflás kom ´91 og það var orginal tregðulás í ´90 disel bílnum.",
            "date": "2014-03-25 12:56:00",
            "post_id": "132561",
            "reply_to_id": "132557"
        },
        {
            "user_name": "aggibeip",
            "text": "Mig minnir að það sé tregðulás í honum svona þegar þið minnist á það... \nHvar fæ ég annars svona rafmagnslás í þetta? Þetta er original með 5:71 hlutföllum..",
            "date": "2014-03-25 14:45:00",
            "post_id": "132568",
            "reply_to_id": "132561"
        },
        {
            "user_name": "villi58",
            "text": "Ég mundi sleppa rafmagnsmótornum og setja lofttjakk, getur notað köggul sem er gerður fyrir mótor.",
            "date": "2014-03-25 15:11:00",
            "post_id": "132570",
            "reply_to_id": "132568"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Rafmagnslás færðu á partasölu, þarft líka að fá stýringuna fyrir mótorinn og passa að mótorinn sé í lagi. Getur líka slept mótornum og látið setja lofttjakk í staðin, þá þarf að græja dælu, loftforðabúr og loftloka. \nEinnig er hægt að fá semsetta tilbúna Toyota E-locker héðan: \nhttp://www.marlincrawler.com/differential/complete/toyota-electric-equipped",
            "date": "2014-03-25 15:34:00",
            "post_id": "132571",
            "reply_to_id": "132570"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Bara svo það sé á hreinu að þá er rafmagnslæsing ekki eitthvað sem þú bætir við núverandi drifköggul heldur þarf að fá driköggul með rafmagnslæsingu. Síðan þarf að færa drifhlutfallið á milli eða fá nýtt hlutfall. Til að þetta passi í hásinguna hjá þér þarf síðan skera aðeins úr gatinu svo að læsingargaffallinn komist fyrir, bora og snitta fyrir löngu boltunum. Svona gerði ég þetta á mínum gamla Hilux.\nEf þessi bíll er ennþá á blaðfjöðrum að aftan gæti verið rosalega einfalt og þæginlegt að fá bara tómt hásingarör í sömu breidd með rafmagnslás.\nÞað er minna svona maus við að setja loftlás í drifið. Þá notarðu sama drifköggul og sama hlutfall. Kambinn þarf að færa á milli og án þess að gefa nokkur loforð þá skilst mér að oft sé hægt að sleppa með því að stilla kampinn aftur en ekki dýptina á pinion. Að vísu er stilling á 5,71 frekar krítísk ef hún á að endast út úr bænum.\nVerð á loftlásum í dag er bara óskiljanlegt :(",
            "date": "2014-03-25 15:42:00",
            "post_id": "132573",
            "reply_to_id": "132571"
        }
    ],
    "date": "2014-03-25 11:30:00"
}