{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "24160",
    "title": "smíða olíutank úr trefjaplast (fiberglass) ??",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=24160",
    "posts": [
        {
            "user_name": "joisnaer",
            "text": "hefur einhver hérna smíðað olíu tank undir jeppa úr trefjaplasti?? einsog notað er í brettakannta??\nminnir einsog það hafi verið einhvertíman gert.\nkv. jóhann snær",
            "date": "2014-03-25 01:52:00",
            "post_id": "132534",
            "reply_to_id": false
        },
        {
            "user_name": "Offari",
            "text": "Ég veit að þetta er ekki notað í trefjaplasrbátum það segir manni nokkuð um það að þetta efni henti ekki í olíutanka",
            "date": "2014-03-25 13:16:00",
            "post_id": "132562",
            "reply_to_id": "132534"
        },
        {
            "user_name": "Stebbi",
            "text": "Hef séð nokkra aukatanka sem voru úr stáli en trefjaðir að utan.  Afhverju veit ég ekki.",
            "date": "2014-03-25 13:51:00",
            "post_id": "132563",
            "reply_to_id": "132562"
        },
        {
            "user_name": "Kiddi",
            "text": "Það er ágætis skítredding ef suðurnar leka því trebbinn þolir bensín en ég myndi aldrei nokkurn tímann smíða tank úr trebba.",
            "date": "2014-03-25 14:26:00",
            "post_id": "132565",
            "reply_to_id": "132563"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nMig minnir að einhversstaðar standi að elsdneytisgeymir verði að vera úr ó eða tregbrennanlegu efni.  Ætti að koma fram í reglugerð um gerð og búnað bifreiða.\nKv Jón Garðar",
            "date": "2014-03-25 16:41:00",
            "post_id": "132575",
            "reply_to_id": "132565"
        },
        {
            "user_name": "spámaður",
            "text": "allur kjölurinn í bátnum sem ég er á er notaður sem eldsneytistankur...semsagt úr trefjaplasti...en það er sjáfsagt einhver húð utan á þessu sem er sett á trebban.",
            "date": "2014-03-25 23:17:00",
            "post_id": "132621",
            "reply_to_id": "132575"
        },
        {
            "user_name": "Billi",
            "text": "Það er ekki rétt hjá þér. Var að vinna hjá Trefjum að smíða Cleopatra bátana og þar eru tankarnir smíðaðir í botninn með krossvið og svo trebba utanum.",
            "date": "2014-03-25 23:20:00",
            "post_id": "132623",
            "reply_to_id": "132621"
        },
        {
            "user_name": "303hjalli",
            "text": "Á til ennþá töluvert af tönkum, bæði járn og plast, í dag og morgun mjööög  ódýrir til hvers þá að smíða..?s --8943765..kv . Hjálmar",
            "date": "2014-03-26 07:54:00",
            "post_id": "132635",
            "reply_to_id": "132623"
        },
        {
            "user_name": "eggerth",
            "text": "trefjaplastið þolir illa olíu.. var mér sagt af plastviðgerðarmanni. oft notað í skítreddingar ef er gat á tanki.",
            "date": "2014-03-27 20:38:00",
            "post_id": "132781",
            "reply_to_id": "132635"
        },
        {
            "user_name": "saevars",
            "text": "sælir . ég vill benda á að mjög margir bátar meðal annars snekkja sem ég var að smíða hjá bátasmiðju var með olíu tanka yfir 4000 lítra í heild allt úr trefjaplasti málið er að þeir eru ekki húðaðir að innan en eru með vinilester resin að innan verðu þar sem það er mun efnaþolnara en polyester resin . trebbin þolir þetta leikandi og fyrir þá sem ekki vita þá er mjög erfit að kveikja í trefjaplasti . þessu komumst við að þegar slökkviliðið kom og var að reyna að kveikja í þessu hjá okkur . gekk ekki neitt .",
            "date": "2014-04-27 11:44:00",
            "post_id": "135390",
            "reply_to_id": "132781"
        }
    ],
    "date": "2014-03-25 01:52:00"
}