{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "24179",
    "title": "Brotnir boltar í nafstút",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=24179",
    "posts": [
        {
            "user_name": "tomtom",
            "text": "Góðan dag \nÉg lent í því um helgina að það brotnuðu boltarnir í nafstútunum hjá mér hvernig er best að fyrir byggja það að þetta komi aftur fyrir?\nAllar ábendigar vel þegnar \nKv. Tómas",
            "date": "2014-03-26 11:49:00",
            "post_id": "132643",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Það væri nú allt í lagi að fá nánari upplýsingar eins og tegund jeppans, árgerð og hvort þú ert með klafa eða hásingu.\n(sýnist reyndar á undirskriftinni að þú sért á 38\" Hilux)\nEr eitthvað búið að vera að skrúfa í þessu nýlega?",
            "date": "2014-03-26 12:43:00",
            "post_id": "132648",
            "reply_to_id": "132643"
        },
        {
            "user_name": "tomtom",
            "text": "þetta er Toyota hilux 90 mdl ourginal hásignar bill að mér skilst þetta er semsagt að aftan það er búið að setja hann á fljótandi aftur hásingu",
            "date": "2014-03-26 12:53:00",
            "post_id": "132651",
            "reply_to_id": "132648"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Var að lenda í þessu á 60 cruiser og einfaldlega stækkaði boltana, einnig geturru borað göt á milli orginal gatana og sett pinna eða fleirri bolta.\nEins að líma pinnboltana í og passa að þeir losni aldrei, það er það sem drepur þá.\ngetur líka keypt strekari bolta:\nhttp://www.trail-gear.com/hubs-and-drive-flanges",
            "date": "2014-03-26 13:21:00",
            "post_id": "132654",
            "reply_to_id": "132651"
        },
        {
            "user_name": "firebird400",
            "text": "Versla almennilega bolta væri auðvitað einfaldast.\nFærð 12:9 stálbolta í Ísboltum Bæjarhrauni 12, 220 Hafnarfirði 5750040",
            "date": "2014-03-28 00:44:00",
            "post_id": "132804",
            "reply_to_id": "132654"
        },
        {
            "user_name": "juddi",
            "text": "Best að setja stærri pinnbolta og láta renna tengi ró í sömu gráðu og úrsnarara sem notaður er til að taka úr götunum",
            "date": "2014-03-28 16:07:00",
            "post_id": "132837",
            "reply_to_id": "132804"
        },
        {
            "user_name": "grimur",
            "text": "Eruð þið að tala um boltana sem festa öxulflangsinn á nafið, eða nástútinn á hásinguna?\nMan eftir tilfelli þar sem fyrrnefndir boltar gáfu sig nánast á fyrstu metrunum, þar var búið að smíða fljótandi afturhásingu úr LC öxlum, Hilux framnáum og 12bolta drifi...heilmikið gimmikk :-) Það voru 8.8 boltar.\nMig hefur alltaf grunað að minnsta frávik í \"colinear\" á hasingu geti losað upp á svona boltum og brotið þá og það hafi verið málið þarna.\nAllavega eru jafn sverir boltar oftast til friðs í framnáum.\nkv\nG",
            "date": "2014-03-28 23:24:00",
            "post_id": "132894",
            "reply_to_id": "132837"
        },
        {
            "user_name": "tomtom",
            "text": "þetta eru boltarnir sem festa nafstútinn á hásinguna",
            "date": "2014-03-29 11:41:00",
            "post_id": "132911",
            "reply_to_id": "132894"
        },
        {
            "user_name": "nobrks",
            "text": "Er miðjustýring fyrir nafstútinn á hásingunni?\nÞað er talsvert öðruvísi álag á boltana ef svo er ekki.",
            "date": "2014-03-29 12:14:00",
            "post_id": "132912",
            "reply_to_id": "132911"
        },
        {
            "user_name": "tomtom",
            "text": "hérna er mynd af þessu hjá mér þetta er eina myndinn sem ég á af þessu í bili bill er ekki hérna heima svo ég skal koma með betri mynd af þessu aftur eftir helgi",
            "date": "2014-03-29 13:57:00",
            "post_id": "132916",
            "reply_to_id": "132912"
        },
        {
            "user_name": "kjartanbj",
            "text": "Þetta eru pinnboltarnir í flangs sýnist mér  léleg mynd , ef boltarnir sem halda legustútnum á brotna þá hefði dekkið farið undan og allt í steik",
            "date": "2014-03-29 14:59:00",
            "post_id": "132921",
            "reply_to_id": "132916"
        },
        {
            "user_name": "grimur",
            "text": "Uuuu já, ég verð að vera sammála Kjartani...þetta lítur út fyrir að vera pinnboltarnir sem festa öxulinn í nafið, ekki nástútinn á hásingu.\nSverari bolta kannski, eða fleiri, og kóna í alltsaman til að þetta losi ekki upp á sér.\nEins frágang og á driflokum að framan í Hilux.\nSterkari boltar já kannski, en þá kemur líka að því að það brotnar út frá þeim. Það er heldur ekkert spennandi dæmi.\nSvo er spurning að athuga hversu vel náið er í línu við drifið, þegar öxullinn er hertur í náið veldur minnsta skekkja beygkuátaki á öxulinn, sem fer örugglega ekki vel í boltana. Þess vegna væri í raun betra að vera með rílustykki þarna úti við hjól, þar sem hásingar svigna alltaf pínulítið undir álagi. Reyndar má líka hugsa þetta þannig að öxullinn sé að létta álagi af legunum, en í þessu tilfelli eru komnar 3 legur á sama innspennta systemið, sem í vélhlutafræðinni er ekki talið heppilegt þar sem alltaf eru skekkjur til staðar. \nkv\nG",
            "date": "2014-03-29 15:56:00",
            "post_id": "132925",
            "reply_to_id": "132921"
        },
        {
            "user_name": "Hjörturinn",
            "text": "bora þetta út í 10mm bolta, eru 8 í þeim orginal, fá svo einhvern til að renna kón á tengirær (langar rær) líma þetta svo í drasl.\nAnnað, 100 cruiser kemur með 10mm pinnboltum, getur verslað þannig og þá kóninn með ef þú vilt halda þessu toyota :) En fyrri lausnin er ódýrari og einfaldara, þarft kannski að slípa aðeins af rónum til að koma felgunni uppá, ég þurfti þess samt ekki.\neða:\nþetta er líka ágætis tími til að svera í 14mm felgubolta, notaði bolta úr 100 cruiser hjá mér, þarf kannski ekki á hilux en er frekar einföld aðgerð, en þarft að verða þér út um 15.7mm bor minnir mig.",
            "date": "2014-03-30 13:01:00",
            "post_id": "132971",
            "reply_to_id": "132925"
        },
        {
            "user_name": "grimur",
            "text": "Lausu kónarnir eru nú vandaðri lausn, en krefjast þess að það sé ósnittaður kafli á pinnboltunum þar sem kónarnir sitja. Með því móti er kominn vel samanspennt festing sem situr bara í annan endann á pinnboltunum í gengju. \nMeð kónísku rónum eru báðir endarnir spenntir í gengju, sem eykur líkur á að eitthvað losni. \nMeð 10mm er þetta samt líklega orðið vel yfirsterkt, hvor aðferðin sem er notuð.\nKv\nG",
            "date": "2014-03-31 02:02:00",
            "post_id": "133036",
            "reply_to_id": "132971"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Jú það er rétt að lausu kónarnir eru kannski vandaðri lausn, en ókosturinn við þá er að það þarf að kóna þetta með 60 gráðu úrsnara, getur haft hitt 90 gráður, en ég slípaði bara til venjulegan 90 gráðu úrsnara þannig hann var sirka 60, en ég hef verið með þetta svona hjá mér (tengirær hægramegin og toyotu dótið vinstramegin) í nokkur ár og bæði verið án vandkvæða, trickið við rærnar er að þrífa vel og líma með alvöru boltalími.",
            "date": "2014-03-31 09:23:00",
            "post_id": "133040",
            "reply_to_id": "133036"
        }
    ],
    "date": "2014-03-26 11:49:00"
}