{
    "forum_title": "Almennt spjall",
    "id": "2435",
    "title": "rafgeymar best/ódýrast",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2435",
    "posts": [
        {
            "user_name": "oggi",
            "text": "jæja bíllinn rafmagslaus eina ferðina enn og þá leita ég í viskubrunn ykkar hvar fást ódýrust rafgeymarnir í dag og svo annað hvað eru bestu geymarnir \nPS. þatta er fyrir 1600cc fólksbíl",
            "date": "2010-11-12 09:54:00",
            "post_id": "10739",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "ég myndi nú leita fyrst að ástæðu þess að bíllinn verður alltaf rafmagnslaus.....  Rafgeymar eru í eðli sínu frekar stöðug fyrirbæri ef það eru ekki útleiðslu-vandamál eða skemmdur alternator.",
            "date": "2010-11-12 10:05:00",
            "post_id": "10741",
            "reply_to_id": "10739"
        },
        {
            "user_name": "Þorri",
            "text": "Lang líklegasta skíringin er gamall og þreyttur geymir og í svona kulda sýna þeir sitt rétta eðli. Eru ekki rafgeymar svipaðir að gæðum sama hver framleiðir þá og selur? Þá er það bara að finna besta verðið.",
            "date": "2010-11-12 10:31:00",
            "post_id": "10742",
            "reply_to_id": "10741"
        },
        {
            "user_name": "Kalli",
            "text": "Fann þetta á f4x4.is \nhttp://www.f4x4.is/index.php?option=com_jfusion&Itemid=228&jfile=viewtopic.php&f=6&t=15588&start=0\nkv. Kalli",
            "date": "2010-11-12 11:08:00",
            "post_id": "10746",
            "reply_to_id": "10742"
        },
        {
            "user_name": "hobo",
            "text": "Ég á til einn nýlegan rafgeymi sem ég er til í að selja á 8000 kall\nTudor  Tec \n12V \n45Ah\n360A\nÞessi er fínn í fólksbíl, bara spurning með staðsetningu á pólum.\nEr nýbúinn að mæla sýrustigið og hann stóðst það með glans, og hann heldur fínni spennu.\nSendu mér póst ef þú hefur áhuga, get sent myndir.\nhobo@simnet.is",
            "date": "2010-11-12 15:07:00",
            "post_id": "10761",
            "reply_to_id": "10746"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Það getur líka skipt máli þegar menn eru að kaupa nýja geyma hvaða tegund þeir eru... jú vissulega er þetta kannski sama tóbakið á milli tegunda en það getur skipt máli hvar þú kaupir þetta.\nÞað er t.d. alveg til í dæminu að menn geti lent í því að kaupa geyma af sumum af þessum stóru fyrirtækjum, t.d. olíufyrirtækjunum og annað sem eru ekki endilega að sérhæfa sig í sölu rafgeyma og lenda þá á því að kaupa geyma sem eru vel gamlir eða hafa staðið í kulda úti eða hvað veit maður. Þessvegna held ég að það sé óhætt að mæla með því að menn skoði bæði verð en hafi það líka í huga að þau fyrirtæki sem sérhæfa sig í sölu rafgeyma eru allajafna með betri vöru og þjónustu, sbr. Rafgeymaþjónustan í hfj, Skorri og fleiri fyrirtæki.",
            "date": "2010-11-12 23:13:00",
            "post_id": "10789",
            "reply_to_id": "10761"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞað er gríðarlegur munur á því hvernig rafgeymasalar taka á móti geymum og geyma þá og það er það sem skiptir þig einna mestu máli.  Best er að kaupa geymi sem er fluttur inn til landsins þurr þannig að sýrunni er hellt á þá hérlendis og hlaðnir upp.  Þetta gera flestir sérhæfðir rafgeymasalar og þá stýra þeir uppáhellingunni þannig að þú ert ekki að kaupa geymi sem sýra hefur staðið á nema sem styðstann tíma.  Ég veit til þess að Rafgeymasalan í Hafnarfirði gerir þetta og efast ekki um að sambærileg fyrirtæki geri þetta.\nAnnað atriði er að geymsla rafgeyma þarf að fara þannig fram að þeir fari í geymslu fullhlaðnir og standi spennugjafi á þeim sem skammtar þeim pínulítinn straum.  Það þarf s.s. alltaf að vera smávegis hleðsla á þeim ekki og lítil og alls ekki of mikil.  Þetta á sömuleiðis við um Rafgeymasöluna og líklega alla betri sérhæfða rafgeymasala.\nStórir aðilar sem eru með geymasölu sem lítinn hluta af vöruflórunni gera þetta almennt ekki, þeir panta þá inn tilbúna og taka við þeim hálfhlöðnum og þannig standa þeir þangað til einhver kaupir og þá jafnvel nokkurra ára gamla.  Fræðilega er líftími rafgeymis í fullri notkun 6 ár þó að menn geti oftast nær notað þá mun lengur.\nKv Jón Garðar\nP.s. spurðu aðeins um geymsluaðferðir og innkaupaaðferðir og ef menn eru eitthvað hikandi með svör þá eru þeir ekki sérhæfðir.  Mundu líka að þessi fræði lærði ég fyrir 12 árum og engin ástæða til að ætla annað en einhver þróun hafi orðið á þeim tíma svo að þessi aðferðafræði gæti hafa tekið einhverjum breytingum en ef söluaðilinn kannast ekkert við þetta skaltu hafa efasemdir um að hann viti eitthvað um rafgeyma yfirhöfuð",
            "date": "2010-11-13 20:47:00",
            "post_id": "10828",
            "reply_to_id": "10789"
        },
        {
            "user_name": "oggi",
            "text": "takk fyrir þatta strákar hef haft grun um að nýr geymir sé ekki sama og nýr geymir og það sé kanski betra að eyða þúsundkalli meira í nýjan geymir heldur en nýjan gamlan geymi\nen nú vantar mér upplýsingar um svona rafgeymabúðir veit um Skorra og rafeymasöluna eru einhverjir fleiri í þessu",
            "date": "2010-11-13 21:05:00",
            "post_id": "10829",
            "reply_to_id": "10828"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Já er ekki feris.ehf líka í þessu? \nwww.feris.is\n og fleiri... google is your friend:D",
            "date": "2010-11-13 22:05:00",
            "post_id": "10832",
            "reply_to_id": "10829"
        }
    ],
    "date": "2010-11-12 09:54:00"
}