{
    "forum_title": "Almennt spjall",
    "id": "24375",
    "title": "Alvöru Loftdæla og rafsuðugræjur í bíla????",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=24375",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar nú erum við félagar Snilli og Tilli komnir að því að setja nýja reymdrifna helst alvöru loftdælu í Hulkinn sem endist. Svo er ég með í maganum einhverja græju til að geta notað gradda og rafsoðið. Man eftir því gamla daga að þetta var til og tengdist altenator í bílnum.Væri gaman að setja upp stuttan þráð hér um þetta svona til að eiga í framtíðinni hér inni. kveðja guðni",
            "date": "2014-04-05 18:17:00",
            "post_id": "133531",
            "reply_to_id": false
        },
        {
            "user_name": "kjartanbj",
            "text": "Fáðu þér York dælu í húddið, málið dautt",
            "date": "2014-04-05 19:24:00",
            "post_id": "133544",
            "reply_to_id": "133531"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll en Endless air þessa bláu með smurkoppinn á belgnum er hún ekki en sterkari??",
            "date": "2014-04-05 19:26:00",
            "post_id": "133546",
            "reply_to_id": "133544"
        },
        {
            "user_name": "jeepson",
            "text": "Égh segi fini ef að menn eru að pæla í rafmgansdælu. En þær kosta auðvitað helling. Hef heyrt mjög góðar sögur af york og er að skoða þann möguleika þegar að ég verð búinn að troða 4.2 í húddið á pattanum mínum. Annars er fini dælan að reynast mér vel.",
            "date": "2014-04-05 19:45:00",
            "post_id": "133550",
            "reply_to_id": "133546"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar fæ sent í næstu viku York V- dælu tveggja stimpla til að bera við og purfa hvort hún kemst fyrir í cruser og hjá sama félaganum fæ ég til skoðunar 24 volta altinator sem var í Volvo vörubíl og var notaður til að rafsjóða rör og fleira svo það verður hægt að skoða og spekúlera næstu vikurnar kveðja guðni",
            "date": "2014-04-05 20:56:00",
            "post_id": "133560",
            "reply_to_id": "133550"
        },
        {
            "user_name": "xenon",
            "text": "Hvernig er með þessar york dælur þarf 4.2 í patrol til að snúa þeim :-)",
            "date": "2014-04-05 21:00:00",
            "post_id": "133561",
            "reply_to_id": "133560"
        },
        {
            "user_name": "elliofur",
            "text": "En loftpressu úr vörubíl? Ég sá undir húddið (húsið) á scaniu um daginn og þar var svakalega stór loftpressa, man ekki hvort hún var 1600 eða 1800 kúbikk. Þetta er náttúrulega til í öllum stærðum. Eitthvað sem er vert að skoða.",
            "date": "2014-04-05 21:12:00",
            "post_id": "133564",
            "reply_to_id": "133561"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nSammála Ella að nota vörubílapressu, þú ert með 24V fyrir segulkúplinguna og það eru pressur ætlaðar til að dæla lofti en ekki kælimiðli.\nKv Jón Garðar",
            "date": "2014-04-05 21:40:00",
            "post_id": "133568",
            "reply_to_id": "133564"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir já flottur punktur þarna kanski líka á sumum traktorum hver veit?",
            "date": "2014-04-05 22:05:00",
            "post_id": "133572",
            "reply_to_id": "133568"
        },
        {
            "user_name": "elliofur",
            "text": "Já ég á líka loftpressu af ursus, hún er nokkuð öflug, nokkuð þung líka og með \"gírstöng\" til að kveikja og slökkva á henni. Reimdrifin, boltuð utaná blokkina á ursus og fær smurningu af \"sullinu\" af mótorolíunni á ursusnum. Ég lokaði því og bjó þannig til smurkjallara á henni og notaði á torfærugrind hjá mér einusinni. Kannski sniðugt að mixa á cummins og hafa tvær alvöru loftdælur :)",
            "date": "2014-04-05 22:18:00",
            "post_id": "133573",
            "reply_to_id": "133572"
        },
        {
            "user_name": "Lindemann",
            "text": "það eru ekki margir vörubílar með reimdrifnar loftdælur í dag held ég en þeir voru margir í gamla daga",
            "date": "2014-04-05 23:05:00",
            "post_id": "133577",
            "reply_to_id": "133573"
        },
        {
            "user_name": "Þráinn",
            "text": "Ég setti York í bílinn hjá mér og er hún afkasta mesta dælan sem ég hef verið í kringum og hún getur snúið á næstum alla vegu \nhttp://www.jeppaspjall.is/viewtopic.php?f=9&t=22341",
            "date": "2014-04-06 00:35:00",
            "post_id": "133584",
            "reply_to_id": "133577"
        },
        {
            "user_name": "Lindemann",
            "text": "og ætlaru að kaupa þér golf?",
            "date": "2014-04-06 21:54:00",
            "post_id": "133654",
            "reply_to_id": "133584"
        },
        {
            "user_name": "Þráinn",
            "text": "hvernig gerðist þetta eiginlega\ner ekki hægt að ráða tæknimann til að senda skilaboð hingað inn fyrir mann? ;)",
            "date": "2014-04-07 12:44:00",
            "post_id": "133700",
            "reply_to_id": "133654"
        }
    ],
    "date": "2014-04-05 18:17:00"
}