{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "24388",
    "title": "Skorið úr gólfi fyrir stærri dekk.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=24388",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Einhverntíman hefur verið skorið úr gólfunum hjá mér fyrir 38\" breytingu og hnoðaðar plötur og kíttað með. Þetta finnst mér óttalegt fúsk.\n..Venjulega hefur maður séð plötur soðnar í götin og kíttað einnig yfir.\nÞetta heldur illa vatni hjá mér og þarf ég að fara í þetta mál.\nEn svo hugsar maður með sér hve slæmt er að hafa þetta svona hnoðað? Vinnan er mikið léttari og engin eldhætta, svo ætti þetta að vera alveg þétt ef maður vandar sig aðeins.\nHvað finnst mönnum um þetta?",
            "date": "2014-04-06 16:21:00",
            "post_id": "133620",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Það eru örugglega margir með sterkar skoðanir á þessu eins og alltaf að það sé engin viðgerð og bara fúsk að hnoða en það eru nú heilu bílarnir samsettir eingöngu með hnoðum/kítti þannig að mín skoðun er að ef það er sæmilega gert er alls ekki verra að hnoða og kítta.",
            "date": "2014-04-06 16:56:00",
            "post_id": "133623",
            "reply_to_id": "133620"
        },
        {
            "user_name": "Játi",
            "text": "ég hef aldrei séð bíl sem hefur verið settur saman með hnoðum og kítti en ég hef oft heirt menn segja þetta",
            "date": "2014-04-06 17:47:00",
            "post_id": "133625",
            "reply_to_id": "133623"
        },
        {
            "user_name": "jongud",
            "text": "Gamli LandRoverinn var mikið hnoðaður saman, allavega ytra byrðið.",
            "date": "2014-04-06 17:55:00",
            "post_id": "133626",
            "reply_to_id": "133625"
        },
        {
            "user_name": "Izan",
            "text": "Daginn\nÉg hef reyndar velt þessu fyrir mér líka en þú ert tæplega með sama styrk í hnoði eins og suðu og spurning hvað gerist þegar bodýið fer að ganga til, hvort það haldi styrknum.  Svo er líka spurning hvað gerist í sambandi við ryðmyndun.\nÆtli svarið liggi ekki í því að ef þetta er gert faglega er þetta sjálfsagt ekkert verra allavega sumsstaðar en það á væntanlega líka við um rafsuðuna ef hún er ekki faglega unnin væri kannski betra heima setið en af stað farið.\nKv Jón Garðar",
            "date": "2014-04-06 18:03:00",
            "post_id": "133628",
            "reply_to_id": "133626"
        },
        {
            "user_name": "jeepcj7",
            "text": "Land Rover er já gott dæmi um samsetningu með hnoðum og svo ef það er skoðað að þá eru bílgrindur settar saman með hnoðum og flest fest á þær þannig einkum og sér í lagi ef álag er mikið.\nVenjan er líka við bílaframleiðslu að punkta bara og líma og suðupunkturinn er hann svo mikið sterkari en hnoðið ?",
            "date": "2014-04-06 18:29:00",
            "post_id": "133629",
            "reply_to_id": "133628"
        },
        {
            "user_name": "spámaður",
            "text": "reif einu sinni gamlan willys sem var með álboddy,þar td voru plötur límdar saman og nokkur hnoð og jésus minn hvað þetta var fast saman bara á kíttinu eftir að ég boraði hnoðin út..endaði með hamar og meitil til að ná þessu í sundur. bara svona sem dæmi..veit ekki hvernig kítti eða boddý lím þetta var.",
            "date": "2014-04-06 18:35:00",
            "post_id": "133631",
            "reply_to_id": "133629"
        },
        {
            "user_name": "Stebbi",
            "text": "VW og Audi eru að stóru leiti kíttaðir saman.  Það heldur mikið betur en nokkur suða, miklu stærri flötur sem hangir saman og þolir smá hreyfingu án þess að eitthvað brotni.",
            "date": "2014-04-06 19:31:00",
            "post_id": "133638",
            "reply_to_id": "133631"
        },
        {
            "user_name": "hobo",
            "text": "Já ég er farinn að hallast að því að skoða þennan möguleika þegar ég fer í að opna þetta, sem verður líklega fyrir sumarið.",
            "date": "2014-04-06 20:11:00",
            "post_id": "133640",
            "reply_to_id": "133638"
        },
        {
            "user_name": "ssjo",
            "text": "Landróver, Boeing og Airbus. Er þetta ekki allt hnoðað?",
            "date": "2014-04-06 20:27:00",
            "post_id": "133642",
            "reply_to_id": "133640"
        },
        {
            "user_name": "risinn",
            "text": "Re: Skorið úr gólfi fyrir stærri dekk.\nNýr pósturfrá ssjo » Í dag, 20:27\nLandróver, Boeing og Airbus. Er þetta ekki allt hnoðað?\nOg kíttað.",
            "date": "2014-04-06 21:48:00",
            "post_id": "133651",
            "reply_to_id": "133642"
        },
        {
            "user_name": "Gunnar00",
            "text": "júbb, allar flugvélar eru meira og minna hnoðaðar saman.",
            "date": "2014-04-06 21:50:00",
            "post_id": "133653",
            "reply_to_id": "133651"
        }
    ],
    "date": "2014-04-06 16:21:00"
}