{
    "forum_title": "Almennt spjall",
    "id": "24393",
    "title": "Mig Suður",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=24393",
    "posts": [
        {
            "user_name": "fannar79",
            "text": "Jæja spekingar \nég er að spá í rafsuðu/mig og ég er að spá í hver munurinn á þessu suðum sé?\nHvort er að henta betur í skúrinn\nkv Fannar S",
            "date": "2014-04-06 21:14:00",
            "post_id": "133648",
            "reply_to_id": false
        },
        {
            "user_name": "Þorsteinn",
            "text": "Sæll, \nef þú ert að spá í vél sem á alltaf að vera í skúrnum, þá mundi ég taka stærri vélina, þar sem þú kemur stórum vírrúllum í hana. \nég á svona 180 a. telwin suðu sem ég er til í að selja þér á 70 þúsund. hún er keypt ný 2010 og er í fínu standi. \nkominn kemmpi barki  á hana sem er ekki algjört drasl eins og þessir sem koma orginal á þeim.\ngetur heyrt í mér á morgun ef þú villt skoða hana. síminn er 822-8639 Þorsteinn",
            "date": "2014-04-07 00:15:00",
            "post_id": "133670",
            "reply_to_id": "133648"
        },
        {
            "user_name": "jongud",
            "text": "Eru þá Telwin suðurnar með sama barkatengi og Kemppi?\n(heitir tengið ekki eitthvað sérstakt?)",
            "date": "2014-04-07 08:11:00",
            "post_id": "133678",
            "reply_to_id": "133670"
        },
        {
            "user_name": "fannar79",
            "text": "Ég er ekkert endilegar að hugsa um stærðina á rúlluni, ég er að spá hver grundvallamunurinn sé á milli þessa véla t.d",
            "date": "2014-04-07 12:17:00",
            "post_id": "133698",
            "reply_to_id": "133678"
        },
        {
            "user_name": "hobo",
            "text": "Sú vél sem er stærri(fleiri Amper) getur soðið þykkara efni.",
            "date": "2014-04-07 13:53:00",
            "post_id": "133711",
            "reply_to_id": "133698"
        },
        {
            "user_name": "hobo",
            "text": "Mín er 140A og er í það minnsta finnst mér í skúrinn.",
            "date": "2014-04-07 16:15:00",
            "post_id": "133724",
            "reply_to_id": "133711"
        },
        {
            "user_name": "fannar79",
            "text": "Okey er kannski ekki nógu skír, ég veit að 170 amp er minna en 180 amp:)\nen ég er að spá hver munurinn er á milli þessa véla sé, þessi 180 amp er svo lítil og tekur bara 5 kg rúllur\nen þessi stóra 170 amp tekur 15 kg, er ég eitthvað verr settur með þessa littlu 180 amp suðu frekar en stóru 170 amp,\ngerir þessi stóra eitthvað meira fyrir mig?",
            "date": "2014-04-07 18:29:00",
            "post_id": "133743",
            "reply_to_id": "133724"
        },
        {
            "user_name": "villi58",
            "text": "Munurinn á þessum vélum 170 og 180 amp er mjög lítill, spurning með stillimöguleika á vélunum, þú getur fundið út úr því. Að vera með 5 kg. rúllu er mikklu léttara fyrir vélina og er oftast betra og léttara fyrir mötunarbúnaðinn.\nMundi taka minni vélina ef hún hefur sömu stillingar, þægilegri í meðförum við notkun og eins í flutningi.\nKanski eitt, stærri vélin er með stall fyrir flösku en litla ekki, fer eftir notkun hvað hentar þér betur en auðvelt að smíða hjólapall undir vélina og flösku.",
            "date": "2014-04-07 19:13:00",
            "post_id": "133752",
            "reply_to_id": "133743"
        },
        {
            "user_name": "Startarinn",
            "text": "Það er ekki nóg að horfa á amper töluna, það þarf líka að horfa á duty cycle, ég keypti 150 ampera ESAB vél því hún var 130 amp á 100% duty cycle, flestar aðrar sem ég skoðaði voru kannski gefnar upp með 170-180 amp hámark en 100% duty cycle ekki nema 100-110 amp, Ég horfði mikið í þetta þegar ég keypti mína, fékk hana á 140 þús gegnum shopusa og Ebay 2010",
            "date": "2014-04-07 19:36:00",
            "post_id": "133756",
            "reply_to_id": "133752"
        },
        {
            "user_name": "villi58",
            "text": "Svo er spurningin hvor er meiri forkur, hvað er hægt að bjóða henni langann tíma á fullum styrk og hvort hún sé með viftur til að kæla. Spurning með sjálfvirkann útslátt svo hún steiki sig ekki, trúlega eru nýtískuvélar með yfirhitavörn. Ef allar upplýsingar kæmu hér inn þá er örugglega einhver sem er góður að lesa úr þeim, þetta er svona út í bláinn þegar menn sjá bara myndir af vélunum en engar upplýsingar nema Amp,og þær eru rauðar, vantar upplýsingar sem þú ættir að finna og spyrja svo.",
            "date": "2014-04-07 20:09:00",
            "post_id": "133760",
            "reply_to_id": "133756"
        },
        {
            "user_name": "fannar79",
            "text": "Takk fyrir þessi svör drengir, maður er búinn að sjóða með allskonar suðum en aldrei pælt neitt\nsérstaklega í þeim, ég fann einhverjar upplýsingar um þesssar vélar og væri gaman ef einhver sjái  \neitthvað gáfulegt út úr þessu;)\nMér finnst þessi litla svoldið spennandi kostur þar sem hún er mjög meðfærileg, en er jafnframt \npínu tens um að hún sé kannski ekki að henta sem bílskúrsvél",
            "date": "2014-04-07 22:36:00",
            "post_id": "133784",
            "reply_to_id": "133760"
        },
        {
            "user_name": "Stebbi",
            "text": "Í fljótu bragði er meira fasvik á litlu vélinni en þeirri stóru, sem þýðir að hún tekur meiri straum á 230 voltunum við sömu aðstæður og stillingum og sú stóra.  En sú litla heldur DC straum betur þegar hún hitnar og hefur hærri suðuspennu.",
            "date": "2014-04-08 00:09:00",
            "post_id": "133790",
            "reply_to_id": "133784"
        },
        {
            "user_name": "jongud",
            "text": "Eitt sem ég hef tekið eftir með MIG-suður er að oftast er straumurinn þrepaskiptur. Ofter um að ræða tvo rofa hlið við hlið sem gefa bara fjórar straumstillingar. Dýrari suður eru svo með 6-10 stillingar.",
            "date": "2014-04-08 08:35:00",
            "post_id": "133802",
            "reply_to_id": "133790"
        },
        {
            "user_name": "emmibe",
            "text": "Þetta eru nú meðmæli með lítilli og nettri vél sem henntar í skúrinn. Alvöru vinnubrögð þarna.\nJá Hilmar ég er búinn að nota þessa vél á alla suðuvinnuna í bílnum og er mjög sáttur við hana, einu stykkin sem hún hefur tafið mig í eru  framstífurnar eru úr 8 og 6mm veggþykkt og ég þurfti að hvíla vélina öðru hvoru þegar ég var að sjóða þær, vélin fer upp fyrir \"duty cycle\" og maður finnur vel hvernig hún verður kraftlaus.\nviewtopic.php?f=9&t=18104#p101374",
            "date": "2014-04-08 11:25:00",
            "post_id": "133811",
            "reply_to_id": "133802"
        },
        {
            "user_name": "dabbi",
            "text": "Sælir.\nég á eina svona \nMinarcMic Adaptive 180 og get ekkert annað en mælt með henn, hún var reyndar keypt fyrir hrun, sá verðið á henni fyrir c.a. ári, myndi líklega ekki tíma að kaupa hana í dag.\nen snilldargræja :)",
            "date": "2014-04-08 12:41:00",
            "post_id": "133816",
            "reply_to_id": "133811"
        },
        {
            "user_name": "Sveinbjörn V",
            "text": "Fékk verðtilboð á svona Kempi fyrir 1-2 árum og þú vilt ekki vita töluna ;)\nEn ég mundi skoða hvort þú getir notað vandaðan barka á þessa litlu Telvin vél, td. kempi barka. \nVandamál í migsuðum eru oft bara í barkanum ..  \nAnnars segja flestir að verð og gæði fylgjast að í þessu, eins og mörgu öðru.",
            "date": "2014-04-08 13:32:00",
            "post_id": "133819",
            "reply_to_id": "133816"
        },
        {
            "user_name": "Sæfinnur",
            "text": "Ég segi eins og Ástmar \"duty cycle\" segir eiginlega allt um gæðin.  Því nær uppgefnu afli (Amp) sem uppgefin 100%  duty cycle liggur því meiri eru gæðin.",
            "date": "2014-04-08 19:43:00",
            "post_id": "133847",
            "reply_to_id": "133819"
        },
        {
            "user_name": "Fordinn",
            "text": "Ég keypti mér um daginn   Esab  caddy 200i      lítil og nett suða.... verðið er hinsvegar klikkun enn eg keypti hana herna uti i noregi i á  afslætti fyrirtækis sem eg vinn hjá...  með þvi spara ég mér ca 50 þus... miðað við að eg stoppi i rauða hliðinu og gleðji tollinn þegar ég kem heim med hana  =)     kostar heima um 250 þús.",
            "date": "2014-04-08 22:25:00",
            "post_id": "133866",
            "reply_to_id": "133847"
        },
        {
            "user_name": "fannar79",
            "text": "Takk fyrir þessi svör drengir, er farinn að hallast að þessi litla 180 amp sé málið",
            "date": "2014-04-08 23:01:00",
            "post_id": "133867",
            "reply_to_id": "133866"
        },
        {
            "user_name": "Startarinn",
            "text": "Vélin sem ég keypti var C160i, mér finnst hún mjög góð, það eina sem ég þurfti að venjast var að mér finnst líða full langur tími frá því að ég tek í takkann þar til hún byrjar að mata, en það venst, ég hef ekki ennþá lent í að hún hægi eitthvað á sér útaf álagi ens og ég lenti í með suðuna sem ég var með áður. En þessi kostaði ekki nema 140 þús í nóvember 2010, keypt á Ebay og tekin heim gegnum shopusa",
            "date": "2014-04-08 23:33:00",
            "post_id": "133871",
            "reply_to_id": "133867"
        },
        {
            "user_name": "Fordinn",
            "text": "Já við vorum búnir að ræða þetta fyrir nokkru síðan  þú varst svo ánægður með þína að ég ákvað að slá til hún stendur bara klár í kassanum þarf að koma mer i frí heim til að prófa hana  =)",
            "date": "2014-04-09 00:23:00",
            "post_id": "133873",
            "reply_to_id": "133871"
        },
        {
            "user_name": "Óttar",
            "text": "Ég á svona suðu og ég þoli ekki mötunabúinaðinn á henni, bara drif á öðru hjólinu og barkinn þarf helst að vera alveg beinn svo vírinn hiki ekki. En annars gott að sjóða með henni þegar maður fær vír :)",
            "date": "2014-04-09 15:56:00",
            "post_id": "133921",
            "reply_to_id": "133873"
        },
        {
            "user_name": "villi58",
            "text": "Ert þú að sjóða með 0,6mm suðuvír, er með Esab 180 amp. og gafst upp á 0,6mm og nota 0,8mm í allt.",
            "date": "2014-04-09 16:11:00",
            "post_id": "133922",
            "reply_to_id": "133921"
        },
        {
            "user_name": "S.G.Sveinsson",
            "text": "Þetta eru mjög sambærilegar vélar. Afköstin eru þau sömu ( sjá mynd að ofan 60% at 40 C)\nStóri munurinn er í því að stóravélin er með hefðbundnum speni (svona koppar klumpur) en mini vélinn er með stafrænum styringum. \nkostir gallar.......... Stóra er einfaldari og ódýrar að laga ef eithvað klikar en littla er nátúrulega 20 kg létari og dýrari í viðgerðum.\nHvað varðar var á suðubarka þá eru þessar vélar báðar með svoköluðum Euro barka sem hægt er að fá frá mörgum framleiðendum . \nMitt val í skúrinn væri bara góða gamla (stóra) en þetta eru mjög sambærilegar vélar það er að seigja það eru ekki neinir aukastillingar. En hey ef þú átt penigin þá er littla miklu flotari(útlitslega séð)",
            "date": "2014-04-09 22:21:00",
            "post_id": "133955",
            "reply_to_id": "133922"
        },
        {
            "user_name": "Hfsd037",
            "text": "Ertu að nota orginal barkann? \nÉg á alveg eins vél og þú en mig sárlega vantar nýjan barka á hana, er málið að taka kemppi barka í staðin fyrir eitthvað annað?\nHvar fær maður euro tengi?",
            "date": "2014-04-10 01:28:00",
            "post_id": "133966",
            "reply_to_id": "133955"
        },
        {
            "user_name": "S.G.Sveinsson",
            "text": "Ef þetta er ný rafsuða framleid fyrir efrópumarkað þá getur þú keypt Euro barka td í verkfærasöluni eða hjá Gasteck eða hja Landvélum eða hjá Migcatronic umboðinu eða hjá sindra jafnvel (ég þekki ekki Lincon neit voða vel en ég væri ekki hissa) \nEn varðandi gæði á börkum þá verða men líka að muna að þú verður að vera með réttan gorm (innribarkinn)\nég mæli tildæmis ekk með að gleima að skifta úr o.6 í 0.8 þeggar það er skift um rúllu í vélini og í sumum vélum þarf líka að svisa drifrúllum þegar þetta er gert.\nFyrir ál þá er líla allveg málið að vera með teflon innribarka og teflonið er líka málið fyrir lengri barka (meira en 2.5 m)",
            "date": "2014-04-10 01:49:00",
            "post_id": "133968",
            "reply_to_id": "133966"
        },
        {
            "user_name": "jongud",
            "text": "Ef ætlunin er að sjóða mikið af áli þá eru suðubyssur líklega það eina rétta, þá er maður með spóluna innan við 15cm frá stútnum og lítil hætta á flækjum. Hins vegar eru þær svolítið klossaðar og geta því verið leiðinlegar í þrengslum.",
            "date": "2014-04-10 08:19:00",
            "post_id": "133971",
            "reply_to_id": "133968"
        },
        {
            "user_name": "Þorsteinn",
            "text": "Þessar vélar eru ekki með euro barka, né tengi.\n \nef þið ætlið að setja euro barka á þessar vélar, þá verðið þið að setja spenni og segulspólu á gasið til að skammta það. \ní original barkanum er mekanískur rofi á gasinu en í euro börkunum er segulspóla á gasinu og rafmagn sem fer í takkann í barkanum til að stýra gasinu.\nég er búinn að setja euro barka á mína vél sem var með svona original barka, og leysti þetta svona.\nspennin notaði ég til að taka spennuna niður í 24 volt svo maður væri ekki með 220 volt í takkanum í barkanum ef eitthvað gerðist.",
            "date": "2014-04-10 21:31:00",
            "post_id": "134014",
            "reply_to_id": "133971"
        },
        {
            "user_name": "fannar79",
            "text": "S.G\nÞetta er einnmit svörin sem þeg var að leita að:)",
            "date": "2014-04-10 22:39:00",
            "post_id": "134021",
            "reply_to_id": "134014"
        },
        {
            "user_name": "Stebbi",
            "text": "Svo færðu þér bara Auto-dark hjálm með hauskúpu og eld og þá ertu algjörlega með þetta.",
            "date": "2014-04-11 17:38:00",
            "post_id": "134057",
            "reply_to_id": "134021"
        },
        {
            "user_name": "jongud",
            "text": "Afsakið að ég fer \"off-topic\" en ég hef grúskað töluvert á þessari síðu;\nhttp://weldingtipsandtricks.com/\nÞessi náungi veit hvað hann er að gera og er mikill fróðleiksbrunnur þegar kemur að suðuvinnu.\nMyndböndin hjá honum eru líka afar vönduð.",
            "date": "2014-04-12 09:38:00",
            "post_id": "134093",
            "reply_to_id": "134057"
        }
    ],
    "date": "2014-04-06 21:14:00"
}