{
    "forum_title": "Almennt spjall",
    "id": "24395",
    "title": "Ráð við val á jeppa",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=24395",
    "posts": [
        {
            "user_name": "danielfr",
            "text": "Sælir spjallverjar.\nÉg hef verið að íhuga kaup á jeppa og mig vantar smá upplýsingar og ráð um hvað ég ætti að kaupa.\nHef mest verið að spá í smájeppum eins og:\n• Daihatsu Feroza\n• Suzuki Vitara/Sidekick\n• Mitsubishi Pajero stuttan\nMig langar helst í jeppa sem auðvelt er fyrir óreyndan bifvélavirkjanema að gera við og stússast í og kannski breyta eitthvað síðarmeir. Svo mig langar að heyra ykkar reynslu á þessum jeppum (eða öðrum sem þið mælið með), hvaða vélar eru bestar, hvernig eyðslan er á þeim og verð á varahlutum.\nEndilega segið frá ykkar reynslu og skoðun :)\nKveðja Danni",
            "date": "2014-04-06 23:31:00",
            "post_id": "133665",
            "reply_to_id": false
        },
        {
            "user_name": "Stebbi",
            "text": "Stutann Pajero, getur gert jeppa úr honum án þess að skipta um allt þegar þú ert búin með 33 og 35\" takmarkið.",
            "date": "2014-04-07 16:16:00",
            "post_id": "133725",
            "reply_to_id": "133665"
        },
        {
            "user_name": "Járni",
            "text": "Jimny, ekki of gamalt, ekki of dýrt, alls ekki of flókið. \nEyðir litlu, hagstæðir varahlutir og getur gert hitt og þetta.",
            "date": "2014-04-07 16:59:00",
            "post_id": "133730",
            "reply_to_id": "133725"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll orginal drífur sukkan mest af þessum bílum mundi ég halda hef að vísu ekki prufað Ferosu. Pajeroinn margir er með læsingu að aftan en er þyngstur. Ég mæli með sukku disel og setja hana á 33 til 35 hún bara virkar og eyðir litlu. kveðja guðni á sigló",
            "date": "2014-04-07 18:09:00",
            "post_id": "133739",
            "reply_to_id": "133730"
        },
        {
            "user_name": "ariel",
            "text": "Sæll\nFáðu þér súkku. Máli mínu til stuðnings: ég var ræstur út í gærkvöldi til að draga bróður minn sem er á 33\" ferozu upp úr drullupolli við Kleifarvatn. Ég trillaði yfir pollinn á 31\" foxinum (1300cc) og kippti honum upp úr. Þess má geta að 5 manns höfðu staðið í drullunni að reyna að ýta honum upp úr svaðinu án árangurs. Land Rover Defender á 38\" braut vatnskassa hjá sér við að skella sér yfir svaðið, ég dró hann í bæinn (ekki hratt, en dró hann þó).\nSúkkuna gerirðu við með svissneskum vasahníf og kökukefli. Þarft ekki fleiri verkfæri.\nkveðja Aríel á Reykjó",
            "date": "2014-04-07 20:42:00",
            "post_id": "133762",
            "reply_to_id": "133739"
        },
        {
            "user_name": "Fordinn",
            "text": "Miðað við að þu talir um susuki vitara eða pajero......   þá geturu allt eins skellt þér á hilux    ef þu vilt virkilega vera á SMÁ jeppa... þa´væri susuki jimny  ovitlaust fyrir aurinn.\nHiluxinn býður uppá  auðveldar breytingar seinna meir... og nóg til að drasli í þetta.\n             Just my 5c",
            "date": "2014-04-07 21:18:00",
            "post_id": "133764",
            "reply_to_id": "133762"
        },
        {
            "user_name": "danielfr",
            "text": "Mig langar auðvitað alltaf mest í Hiluxinn en þeir eru oftast dýrari en það sem ég hafði hugsað mér að kaupa bílinn á, þess vegna hallast ég svo gjarnan að Súkkunum. Þær geta verið ódýrar án þess að vera eintóm hræ. En svo er ég auðvitað ekki núna að velja mér bíl til frambúðar - bara eitthvað skemmtilegt og auðvelt að gramsa í.",
            "date": "2014-04-08 03:31:00",
            "post_id": "133795",
            "reply_to_id": "133764"
        },
        {
            "user_name": "juddi",
            "text": "Ef þú tekur Jimny 2005 og nýrri er nóg að skipta út millikassanum þá eru hlutföll og hraðamælir réttur fyrir 35\" verður ekki mikið einfaldara kíktu inná sukka.is svo má svissa yfir í 1600cc sem er helgarvinna í bílskúr",
            "date": "2014-04-08 08:50:00",
            "post_id": "133804",
            "reply_to_id": "133795"
        },
        {
            "user_name": "Járni",
            "text": "Smá offtopic\nJuddi: 1600 uppfærslan, ertu með nánari útlistun á henni?",
            "date": "2014-04-08 12:16:00",
            "post_id": "133813",
            "reply_to_id": "133804"
        },
        {
            "user_name": "biturk",
            "text": "33\" feroza fer flest ef menn sokkva henni ekki....en það á nú við flesta bíla\nMjög auðvelt að gera við allt í henni, ódýrt og þægilegt, td geturu skrúfað framendan af og það er 4 tíma verk að svappa mótor, passa bara að kælikerfið virki 100% og þá ertu góður\nÉg er allaveganna ánægður með mína og það töluvert",
            "date": "2014-04-09 00:50:00",
            "post_id": "133874",
            "reply_to_id": "133813"
        },
        {
            "user_name": "juddi",
            "text": "Ef þú ert með nýrri útgáfuna VVT 16-valve M-engine þá notarðu M16A 1.6L VVT mótor úr td swift eða Liana verst að 1,8 er ekki til hér þetta er sára einfalt hér er linkur á þessa aðgerð reyndar 1.8 en er það sama í grunnin  \nhttp://www.auszookers.com/forum/viewtopic.php?f=17&t=30308\n  en ef þú ert með eldri G13BB þá er hægt að notast við mótor úr Baleno",
            "date": "2014-04-09 08:49:00",
            "post_id": "133882",
            "reply_to_id": "133874"
        },
        {
            "user_name": "Járni",
            "text": "Schnilld",
            "date": "2014-04-09 10:39:00",
            "post_id": "133892",
            "reply_to_id": "133882"
        },
        {
            "user_name": "solemio",
            "text": "smá innskot.\nStrákar,hann er að spyrja um jeppa ekki vélarskipti",
            "date": "2014-04-09 18:15:00",
            "post_id": "133928",
            "reply_to_id": "133892"
        },
        {
            "user_name": "Járni",
            "text": "Það er rétt, enda tiltók ég offtopic. En nú er það búið, carry on! \nÉg held áfram fram ágæti suzuki í þetta tiltekna mission. Aðrir jeppar eru svo misstórar og misvel heppnaðar útgáfur af þeim :-)",
            "date": "2014-04-09 19:12:00",
            "post_id": "133931",
            "reply_to_id": "133928"
        },
        {
            "user_name": "heidar69",
            "text": "Spurning um þarfir... suzuki vitara 1.6l er skemtilegur bíll og hentar vel til fjallaferða til dæmis flitur vel í snjó.... á 33\" og er tiltölega til friðs...\nstuttur mmc fer betur með þig á sumrin í axtri og í ám ef þú ert veiði maður eða hefur áhuga á sumarferðum..... mæli með 33-35\" en væri gaman að sja einn á 38\" drifur öruglega helling svoleiðis í snjó.... einnig mjög viðhaldslítill bíll og hægt að fá þá á góðu verði.....\nFerosa veit ekki.\nsvo veltur þetta allt á peningunum sem þú hefur og í hvernin ferðir þú higst nota bílinn....\nEkki mæli ég með því að birja jepamenskuna á að standa í myklum breitingum það er seinni tíma.... ef áhuginn er mykill...",
            "date": "2014-04-09 19:26:00",
            "post_id": "133933",
            "reply_to_id": "133931"
        },
        {
            "user_name": "juddi",
            "text": "Þetta með vélarskiptin var bara til að benda á einfaldleikan ef menn vildu stækka við sig seinna meyr án þess að fara í stóraðgerð eða kostnað",
            "date": "2014-04-10 08:52:00",
            "post_id": "133974",
            "reply_to_id": "133933"
        },
        {
            "user_name": "grimur",
            "text": "Ég myndi nú hallast að súkkunni þannig séð. Vitara er alls ekki slæm byrjun held ég, þó að ég hafi aldrei átt þannig bíl.\nStuttur Pajero er hálfgerður hlunkur miðað við stærð(smæð) og alls ekki skemmtilegt efni í stærri dekk að mínu mati þar sem hann er með radíus arma að aftan.\nHefur svosem allt til að verða 38\" bíll svona mekanískt séð, en er í raun of stuttur til að vera skemmtilegur þannig.\nSúkkan fær mitt atkvæði (allt annað getur verið fínt ef eintakið er gott, engir fordómar hér þannig séð)\nkv\nGrímur",
            "date": "2014-04-10 20:33:00",
            "post_id": "134011",
            "reply_to_id": "133974"
        },
        {
            "user_name": "Lindemann",
            "text": "Ég á vitöru á 32\" dekkjum og er bara nokkuð ánægður með hana.\nÞessir bílar eru náttúrulega alls ekki gallalausir en eru fínir fyrir 32-33\" dekk og drífa mikið á þeim miðað við aðra þyngri bíla.\nSkoðaðu bara vel ef þú kaupir svoleiðis hvort að sílsarnir séu nokkuð horfnir, það er mjög algengt á þeim og hrjáir einmitt minn bíl.\nEinnig er vélin ekkert gríðarlega öflug en dugar vel þó þú sért kannski ekkert að fara að vinna 8 cyl willys í brekkukeppni :)\nEinnig er kostur að það er mjög einfalt að gera við þessa bíla og varahlutir eru auðfengnir og ódýrir, meira að segja er umboðið lang oftast með sanngjörn verð og eiga flest til á lager sem mann vantar!",
            "date": "2014-04-10 22:28:00",
            "post_id": "134019",
            "reply_to_id": "134011"
        },
        {
            "user_name": "danielfr",
            "text": "Þakka kærlega svörin. Ég er sjálfur að hallast mikið að Súkkunni líka, þeir virka bara svo einfaldir og töff á sinn hátt. En hvernig er samt að eiga þannig sem daily, í skólann og vinnuna og svona, er ride-ið tiltölulega þægilegt og heyrist mikið inn í cabinið, þ.e. veghávaði og skrölt?\nEruð þið með einhverjar aðrar hugmyndir um hvað ég gæti fengið mér og verið ánægður með? Er ekkert fastur á þessum þremur bílum:)",
            "date": "2014-04-11 23:38:00",
            "post_id": "134083",
            "reply_to_id": "134019"
        },
        {
            "user_name": "Kiddi",
            "text": "VItara er fín til að byrja á.\nÉg þjösnaðist heilan helling á svoleiðis fyrsta bílprófsárið, eina vandamálið var smá röfl í pabba við og við um að við bræðurnir værum að reyna að eyðileggja bílinn hans. Aldrei tókst það samt þrátt fyrir svaðilfarir í Krossá og fleira mis-gáfulegt!\nSvo má seinna skipta yfir í eitthvað annað og þá veistu meira hvað þú vilt út frá reynslunni.",
            "date": "2014-04-12 01:04:00",
            "post_id": "134087",
            "reply_to_id": "134083"
        }
    ],
    "date": "2014-04-06 23:31:00"
}