{
    "forum_title": "Almennt spjall",
    "id": "24573",
    "title": "Loftmælir með læti",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=24573",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Var að tengja loftmæli í mælaborðið hjá mér, frá dælu með 6mm plastslöngu.\nÞað er svakalegur sláttur á nálinni og skrölt í mælinum. Spurning hvort þurfi einhverja tregðu á lögnina, eða skiptir það máli hvar meður tengir inn á kerfið??\nPrófaði að setja annan mæli, hann var skárri en samt flöktandi.",
            "date": "2014-04-15 17:44:00",
            "post_id": "134395",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Grennri slanga er oft notuð í svona til að losna við svona flökt, ég er með 3mm slöngu í mæli hjá mér.",
            "date": "2014-04-15 18:16:00",
            "post_id": "134397",
            "reply_to_id": "134395"
        },
        {
            "user_name": "hobo",
            "text": "Já það hljómar eðlilega, finnst ansi svert að vera með 6mm í þessu.",
            "date": "2014-04-15 18:18:00",
            "post_id": "134398",
            "reply_to_id": "134397"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll hvað sýnir þessi mælir mest og hvað er mikill þrýstingur á kerfinu.??",
            "date": "2014-04-15 18:30:00",
            "post_id": "134400",
            "reply_to_id": "134398"
        },
        {
            "user_name": "hobo",
            "text": "Mælirinn er 0-10 bar. Kerfið slær út í 8 börum og inn við 6 bör",
            "date": "2014-04-15 18:43:00",
            "post_id": "134402",
            "reply_to_id": "134400"
        },
        {
            "user_name": "Freyr",
            "text": "Grennri slanga hjálpar. Líka hægt að setja einhverskonar kút á lögnina sem virkar þá sem sveifludeyfir.",
            "date": "2014-04-15 18:44:00",
            "post_id": "134403",
            "reply_to_id": "134402"
        },
        {
            "user_name": "Polarbear",
            "text": "líka hægt að kaupa olíufyllta mæla sem skrölta ekki svona.....",
            "date": "2014-04-15 18:51:00",
            "post_id": "134405",
            "reply_to_id": "134403"
        },
        {
            "user_name": "hobo",
            "text": "Eitt sem ég var að fatta, ég tengdi alveg eins mæli í gamla Hiluxinn minn, með sömu dæluna.\nÞá tengdi ég mælinn töluvert aftar á lögnina og ekkert flökt á nálinni.\nSvo er ég núna með einstefnuloka mjög nálægt slöngunni sem fer inn í bíl, spurning hvort sá loki sé að gera illt verra fyrir mælinn.",
            "date": "2014-04-15 19:13:00",
            "post_id": "134407",
            "reply_to_id": "134405"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég myndi byrja á því að setja dós á lögnina.",
            "date": "2014-04-15 21:08:00",
            "post_id": "134421",
            "reply_to_id": "134407"
        },
        {
            "user_name": "Freyr",
            "text": "Klárlega, eftir því sem lengra kemur frá dælunni því minni eru þrýstisveiflurnar.",
            "date": "2014-04-16 09:31:00",
            "post_id": "134471",
            "reply_to_id": "134421"
        },
        {
            "user_name": "jeepson",
            "text": "Er með kút fyrir aftan aftursæti hjá mér. Og mælirinn í mælaborðinu og ekkert flökt á honum. Ég man nú ekki alveg hvað slangan er að innan máli. En ætla að skjóta á 4-6mm, slangan er tengd við T stykki og svo er slangan útúr kútinum á því sama stykki.. Einstefnu lokan hafði ég svona ca 20cm frá dæluni. eða semsagt við pressustatið.",
            "date": "2014-04-16 16:10:00",
            "post_id": "134487",
            "reply_to_id": "134471"
        },
        {
            "user_name": "villi58",
            "text": "Þú getur prufað að klemma saman plaststlönguna með þvingu eða töng þannig að hún sé lítið opin og þá sérð þú hvað gerist.",
            "date": "2014-04-16 16:25:00",
            "post_id": "134489",
            "reply_to_id": "134487"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Skipta um mæli",
            "date": "2014-04-16 16:46:00",
            "post_id": "134492",
            "reply_to_id": "134489"
        },
        {
            "user_name": "villi58",
            "text": "Það getur verið að hann sé að fá púlsana frá dælu og er með einstefnuloka stutt frá honum.\nGetur alveg verið að einstefnulokinn sé heldur stífur og er að djöflast í takt við dæluna.",
            "date": "2014-04-16 16:59:00",
            "post_id": "134493",
            "reply_to_id": "134492"
        },
        {
            "user_name": "ssjo",
            "text": "Það er málið, kannast við þetta. Mælirinn hjá mér er tengdur með 4-5 mm od plastslöngu við mælakistu fram í húddi. Slanga frá dælunni kemur einnig í kistuna, gegnum einstefnuloka og mælirinn djöflast og hristist þegar dælan fer í gang. Planið er að setja té-stykki rétt við loft-úttakið í grillininu og tengja mælinn þar. Ég held að grennri slanga að mælinum bæti þetta ekki neitt.",
            "date": "2014-04-16 22:29:00",
            "post_id": "134515",
            "reply_to_id": "134493"
        },
        {
            "user_name": "villi58",
            "text": "Skoðaðu Boost mæla og hvernig slanga fylgir þeim, það er ekki að ástæðulausu. Klárlega er betra að vera með nógu granna slöngu þá verða þessar snöggu hreyfingar á mæli minni.",
            "date": "2014-04-16 22:34:00",
            "post_id": "134517",
            "reply_to_id": "134515"
        },
        {
            "user_name": "ssjo",
            "text": "Jú jú, eflaust mun slátturinn á mælinum eitthvað minnka við að nota einhverja háræð að mælinum en það sem ég var að segja er að ég held að staðsetningin á því hvar þrýstingurinn er mældur skipti meira máli. Mælirinn er ekki að gera neitt annað en að vera hjálparstæki til að sýna þrýstingin á kerfinu og gæfulegra að vera með hann tengdan við kerfið þar sem er meiri rýmd er og kútur og annað virkar sem búffer og jafnar út högg og sveiflur. Frekar en að vera með mælinn tendann nánast beint við dæluna.",
            "date": "2014-04-16 23:47:00",
            "post_id": "134525",
            "reply_to_id": "134517"
        },
        {
            "user_name": "villi58",
            "text": "Rétt er, get verið sammála þér allt skiptir þetta máli.",
            "date": "2014-04-16 23:52:00",
            "post_id": "134527",
            "reply_to_id": "134525"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ertu ekki alveg örugglega með mælaslönguna á eftir einstefnulokanum, en ekki á milli dælu og einstefnuloka. Best er að hafa hann beint frá kút, en ef að þú ert ekki með kút, þá þarftu að hafa hann eins langt frá dælu og hægt er og jafnvel að setja þrengingu í mælalögnina með svona 1-2mm gati eða loka til að tempra flæðið að mælir.",
            "date": "2014-04-17 00:12:00",
            "post_id": "134529",
            "reply_to_id": "134527"
        },
        {
            "user_name": "hobo",
            "text": "Jú, er tengdur eftir einstefnuloka. Það er kútur á kerfinu og ætla ég að færa mig aftar með mælinn þegar ég má vera að. \nTakk fyrir allar pælingarnar.",
            "date": "2014-04-17 09:38:00",
            "post_id": "134541",
            "reply_to_id": "134529"
        },
        {
            "user_name": "hobo",
            "text": "Setti stillanlegan tregðuloka á lögnina við mælinn. Og þar með er vandamálið úr sögunni.",
            "date": "2014-04-24 12:25:00",
            "post_id": "135131",
            "reply_to_id": "134541"
        }
    ],
    "date": "2014-04-15 17:44:00"
}