{
    "forum_title": "Almennt spjall",
    "id": "2460",
    "title": "Loftþrýstingur í 38\" patrol",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2460",
    "posts": [
        {
            "user_name": "jeepson",
            "text": "Sælir spjallverjar. Ég er ný kominn á patrol eins og sumir hafa eflaust séð og lesið um hérna á spjallinu. Ég var að pæla í hvað menn eru með mikið í dekkjunum á svona bíl. Hann er á 38\" Hvað kallið þið harðpumpað í svona dekkjum undir svona stórum bíl??? Ég var með 24pund í súkkuni sem að ég átti. og fór svo auðvitað neðar yfir vetrar tímann.\nMeð bestu kveðjum Gísli",
            "date": "2010-11-13 18:23:00",
            "post_id": "10818",
            "reply_to_id": false
        },
        {
            "user_name": "rockybaby",
            "text": "Ég myndi segja 28-30punda þrýsting",
            "date": "2010-11-13 18:27:00",
            "post_id": "10819",
            "reply_to_id": "10818"
        },
        {
            "user_name": "jeepson",
            "text": "Er þá ekki fínt að hafa svona í kringum 20 pund í snjónum?? þá tala ég bara um svona venjulegan akstur.",
            "date": "2010-11-13 18:33:00",
            "post_id": "10820",
            "reply_to_id": "10819"
        },
        {
            "user_name": "hobo",
            "text": "Ég myndi segja max 25 pund",
            "date": "2010-11-13 19:22:00",
            "post_id": "10822",
            "reply_to_id": "10820"
        },
        {
            "user_name": "JonHrafn",
            "text": "28-30 fullpumpað á malbiki",
            "date": "2010-11-13 20:12:00",
            "post_id": "10823",
            "reply_to_id": "10822"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞetta fer að miklu leyti eftir felgubreiddinni og hvernig þú notar bílinn.  Ef bíllinn er nánast eingöngu hreyfður um helgar og þá jafnvel litla rúnta í einu að ferðalögum undanskildum þá skaltu hafa háann þrýsting, 22 pund til 25.  Jeppi sem stendur löngum stundum í kulda á lágum þrýstingi aflagar dekkin og það verður verra og verra að fá þau til að hætta að hoppa.  \nMikið notaður jeppi í Reykjavík og í kringum höfuðborarsvæðið, fer lítið sem ekkert út fyrir malbik nema á ferðalögum gæti verið á svipuðum þrýstingi, jafnvel niður undir 20 pund.  \nEf þú notar jeppann mikið á leiðinlegum malarvegum þó ekki sé um ófærð að ræða þarf ekki að standa nema á 15-18 pundum og þeim mun neðar eftir því sem vegirnir versna að jafnaði.  Þá er ég að tala um vegina sem þú keyrir dagsdaglega t.d. í og úr vinnu eða sambærilegt og þú ert ekki að stoppa í 20 mín til að hleypa úr og pumpa í aftur.  \nÞegar þú ferð á fjallaslóða áttu ekkert erindi undir 10 pundum að sumarlagi og 6-8 pund eftir því sem vegurinn versnar.  Ath að þarna er felgubreidd farin að skipta mjög miklu máli því að þú hleypir klárlega ekki eins úr 12\" felgum eins og 16\" breiðum.  Breiðari felgur hjálpa þér alltaf við úrhleypingar og flot.\nAð vetrarlagi byrjar 38\" patrol ekki að drífa rassgat fyrr en í 3 pundum.  Eftir það þarf líka að fara að fylgjast vel með og þér er alveg óhætt að hleypa meira úr, 1,5-2 pund eru orðin þannig að þú þarft að hugsa vel um hvað er að gerast og keyra frekar áreynslulaust og faglega.  \nSvo er bara að prófa sig áfram, spurðu ferðafélagana hvað þeir hafa í dekkjunum og fikta sjálfur.  \nAð vetrarlagi hef ég hvorki meira né minna í dekkjunum heldur læt ég það ráða hversu slétta/óslétta vegi ég er að keyra.  Ég er nefninlega á þeirri línu að láta dekkin mýkja bílinn og taka álagið af stýrisbúnaðinum sem nýtur ekki góðs af fjöðruninni.  Mér finnst minni eftirsjá í fáeinum krónum í olíu heldur en í spindillegur, hjólalegur, stýrisenda o.s.frv.\nKv Jón Garðar",
            "date": "2010-11-13 20:33:00",
            "post_id": "10826",
            "reply_to_id": "10823"
        },
        {
            "user_name": "jeepson",
            "text": "ég er með 20 pund í þeim núna. Ég er á 13\" breyðum felgum eins og er. En hef nú verið að pæla í að fara í 14\" en það verður þá ekki fyrr en næsta vetur Ég er að nota bílinn mest megnis hérna innanbæjar. var svona að gæla við að fara uppí 24-25 pund en það þá kanski bara óþarfi.",
            "date": "2010-11-13 21:24:00",
            "post_id": "10830",
            "reply_to_id": "10826"
        },
        {
            "user_name": "Dodge",
            "text": "Ég er með dodge ramcharger á 38\" parnelli á 14\" felgum.\nBíllinn er 2200kg og ég hef 15 - 20 pund í dekkjunum í daglegum akstri.\nÉg sé enga ástæðu til að fara yfir 20 pund.",
            "date": "2010-11-15 14:43:00",
            "post_id": "10889",
            "reply_to_id": "10830"
        },
        {
            "user_name": "danfox",
            "text": "Ek um á 38\" AT 405, þau eru undir Lc 90 sem er um 2.3 tonn.\nEr með 30 pund í þeim á sumrin og 25 pund á veturna, þetta er miðað við malbikskeyrslu.\nKv Siggi M",
            "date": "2010-11-15 17:17:00",
            "post_id": "10895",
            "reply_to_id": "10889"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Ætli loftþrýstingur í dekkjum sé ekki greinilega mjög persónubundinn hvað menn vilja. \nPersónulega kýs ég að hafa góðan þrýsting í 38\" fyrir malbiksakstur, sérstaklega að sumarlagi bæði innanbæjar og á þjóðvegum. Finnst 15-20 helst lítill þrýstingur á malbiki sérstaklega á þyngri bílum. Það er vissulega þægilegra en eykur eyðslu töluvert og slit. Hér er það bara 28-30 pund fyrir malbikið og það getur hjálpað til við að minnka eyðslu og slit á dekkjum.\nHinsvegar er um að gera að hafa mýkra í dekkjunum þegar vegir eru eitthvað leiðinlegir og ég tala nú ekki um snjóakstur.\n25-30+ á góðu malbiki\n15-20 á lélegri vegum malbiki/góðum malarvegum\n10-15 á fjallvegum að sumri, mismikið eftir því hversu grófir og lélegir þeir eru.\nSvo er auðvitað farið mun neðar í snjóakstri. Það verður bara hver og einn að meta og finna miðað við þyngd á bíl, affelganir, snjóalög o.fl.",
            "date": "2010-11-15 17:30:00",
            "post_id": "10897",
            "reply_to_id": "10895"
        },
        {
            "user_name": "jeepson",
            "text": "akkúrat. Ég er með 20pund núna. Ég er eingöngu að nota bílinn innanbæjar í augnablikinu og það er engu að síður snjór og hálka á götunum.",
            "date": "2010-11-15 19:09:00",
            "post_id": "10902",
            "reply_to_id": "10897"
        }
    ],
    "date": "2010-11-13 18:23:00"
}