{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "24640",
    "title": "Kúpling slítur ekki",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=24640",
    "posts": [
        {
            "user_name": "Karvel",
            "text": "Vorum í vélarupptekt á Isuzu 3,1 með beinskiftum kassa og þegar allt var komið í gang aftur þá slítur kúplingin ekki í sundur,bílinn stóð reyndar lengi vélarlaus.Keyft var nýr efri þræll og taka í sundur hinn og skola úr lögnum en ekkert breytist. Þetta er nú ekki fyrsta skiftið sem maður er að fikta í kúplingum og því erfitt með að trúa að uppsetningin hafi klúðrast, enn hvað gæti hafi farið úrskeiðis ef svo ber undir. Pedalinn er lauslegur, eins og það sé eingin dæling.",
            "date": "2014-04-19 16:55:00",
            "post_id": "134701",
            "reply_to_id": false
        },
        {
            "user_name": "mikki",
            "text": "ef þetta er eins og i 3,0 trooper þa er þetta sennilega kuplingslegan sem hoppar ur sinum stað :D",
            "date": "2014-04-19 17:27:00",
            "post_id": "134706",
            "reply_to_id": "134701"
        },
        {
            "user_name": "svarti sambo",
            "text": "Er ekki bara loft á stimplinum niður við kúplingshús eða kerfinu.",
            "date": "2014-04-19 17:34:00",
            "post_id": "134707",
            "reply_to_id": "134706"
        },
        {
            "user_name": "pattigamli",
            "text": "diskur er riðlímdur við svinghjól eða pressu",
            "date": "2014-04-19 18:29:00",
            "post_id": "134711",
            "reply_to_id": "134707"
        },
        {
            "user_name": "villi58",
            "text": "Ég lenti í svipuðu kúpling sleit ekki eftir mótorskipti.\nÉg vissi að það var ekkert að samsetningu og fór í það að djöflast á kúplingspedala og svo starta með hann í gír þangað til að allt í einu fór allt í lag og búið að vera það síðustu 10 ár.\nEf þú hefur ekki tekið þrælinn í sundur eða annað þá er ekkert loft á þessu hjá þér, bara smá þolinmæði.",
            "date": "2014-04-19 18:54:00",
            "post_id": "134712",
            "reply_to_id": "134711"
        },
        {
            "user_name": "Sævar Örn",
            "text": "setja í þyngsta gír og höggva með startaranum, það er slæmt ég veit en oft þegar bílar standa þá getur diskurinn límst við svinghjólið en smellur svo laust\nsvo auðvitað ef kúplingspressan er þannig að legan \"togar\" í fingurna þá getur legan hafa smollið úr fingrunum og þar með óvirk, þannig er það í 3.0l isuzu",
            "date": "2014-04-19 20:27:00",
            "post_id": "134721",
            "reply_to_id": "134712"
        },
        {
            "user_name": "Karvel",
            "text": "Takk fyrir góð svör !\nvélin stóð í ákveðin tíma, þó ekki með svinghjól eða kúplingu á, og því ætti svinghjól og kúpling ekki vera orðið grafið fast. \nPedalinn er laus og tekur mjög lítið í, þarf að pumpa einu sinni til þrisvar og síðan koma honum í gír, ég er farinn að hallast að bilunin sé í kúplingsgaffal og legu, þar að seigja ef þetta er óvirkt þá er pedalinn slakur og eingin mótstaða að finna.",
            "date": "2014-04-20 12:59:00",
            "post_id": "134773",
            "reply_to_id": "134721"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef þú getur pumpað til að koma honum í gír þá er loft á þessu hjá þér.",
            "date": "2014-04-20 17:44:00",
            "post_id": "134793",
            "reply_to_id": "134773"
        }
    ],
    "date": "2014-04-19 16:55:00"
}