{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "24745",
    "title": "Bremsur, Suzuki Vitara",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=24745",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Getur bilun í höfuðdælu lýst sér að það sé tregða á vökva út í eitt framhjól?\nÞað er ný bremsudæla við þetta dekk, en hún á það til að festast engu að síður og stundum bremsar hún alls ekkert.\nÖll önnur dekk hemla rétt.",
            "date": "2014-04-24 15:56:00",
            "post_id": "135161",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Er ekki bara hægt að prufa með því að víxla bremsurörum að framan við höfuðdælu?\nHef annars ekki átt við svona bilun.",
            "date": "2014-04-24 16:32:00",
            "post_id": "135167",
            "reply_to_id": "135161"
        },
        {
            "user_name": "hobo",
            "text": "Þetta var mjög dularfullt. \nEftir að nýja bremsudælan fór á, var pedallin stífur og eðlilegur og ekkert gerðist út við hjól.\nSvo þegar stigið var mjög fast, hrökk pedallinn niður í gólf og dælan föst...\nHvorki loft né vökvi kom út úr dælunni þegar reynt var að lofttæma.\nSvo eftir einhvern tíma fór allt að virka og hægt að lofttæma, og núna virkar allt eins og á að gera!!!\nÞað verður samt fylgst með þessu og skipt um höfuðdæluna ef þetta gerist aftur.",
            "date": "2014-04-24 18:31:00",
            "post_id": "135182",
            "reply_to_id": "135167"
        },
        {
            "user_name": "Þráinn",
            "text": "ef þetta var bara öðru megin þá er öllum líkindum í lagi með höfuðdæluna. er nokkuð ABS í þessu?\ngæti verið að það sé ónýt bremsuslanga líka, hef séð það gerast að það losnar gúmmí inn í henni og lokar fyrir flæðið?\nef þær eru gamlar og byrjaðar að morkna að utanverðu, ekki hugsa, bara skipta :)\ngetur líka verið kúla á slöngunni. og einnig hefur svipað komið fyrir er það hefur verið snúið upp á slönguna þegar hún var sett á.",
            "date": "2014-04-24 23:47:00",
            "post_id": "135220",
            "reply_to_id": "135182"
        },
        {
            "user_name": "grimur",
            "text": "Kannski bara fastur stimpill úti í hjóli?",
            "date": "2014-04-25 00:32:00",
            "post_id": "135223",
            "reply_to_id": "135220"
        },
        {
            "user_name": "hobo",
            "text": "Bremsudælan er ný, og það er ekkert abs.\nEn þetta með bremsuslönguna út í hjólið væri vert að skoða, hún var jú óvenju stíf þegar ég klemmdi hana með töng.",
            "date": "2014-04-25 12:19:00",
            "post_id": "135244",
            "reply_to_id": "135223"
        }
    ],
    "date": "2014-04-24 15:56:00"
}