{
    "forum_title": "Almennt spjall",
    "id": "24809",
    "title": "Ódýrar túrbínur, verð gæði.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=24809",
    "posts": [
        {
            "user_name": "emmibe",
            "text": "Sælir, fékk tilboð frá Tanboress Machinery (Dandong) Limited  :-)  af Alibaba um nýja túrbínu í Súkku. \nSuzuki Vitara Grand 2.0 TD  GM Tracker \nModel No.K03\nEngine Type DW10ATED\nThe DHL cost for one unit is:  115USD \nSo total amount is: 165+115= 280USD\nEr einhvað vit í að huxa um að setja þetta í bíl?\nKv. Elmar",
            "date": "2014-04-28 11:43:00",
            "post_id": "135472",
            "reply_to_id": false
        },
        {
            "user_name": "baldur",
            "text": "Eins furðulegt og það er þá virðast þessar kínatúrbínur vera að skána í gæðum og lækka í verði á sama tíma.\nÉg myndi ekki reikna með að ná fleiri hundruð þúsund km á svona túrbínu en það eru til dæmi um fleiri tugi þúsund km vandræðafrítt.\nÞegar kínverjarnir byrjuðu að selja túrbínur hefði mátt kalla það afrek að ná 5000km.",
            "date": "2014-04-28 11:55:00",
            "post_id": "135473",
            "reply_to_id": "135472"
        },
        {
            "user_name": "emmibe",
            "text": "Sæll Baldur, þú veist svosum hvað ég er að spá með þetta en Garrett er bara svo helv. dýr.",
            "date": "2014-04-28 11:59:00",
            "post_id": "135474",
            "reply_to_id": "135473"
        },
        {
            "user_name": "svarti sambo",
            "text": "Sæll\nÞú átt svo sem að vera að borga fyrir gæði með garrett, En prufaðu að hringja í aflhlutir og talaðu við Hrafn þar. Kannski geta þeir útvegað þér hana einhvað ódýrara. S:5442045 eða 8955282",
            "date": "2014-04-28 12:19:00",
            "post_id": "135476",
            "reply_to_id": "135474"
        },
        {
            "user_name": "jwolf",
            "text": "Ég get skaffað original Garret á mjög hagstæðum verðum.\nJörgen GSM: 660 5455",
            "date": "2014-04-28 12:58:00",
            "post_id": "135481",
            "reply_to_id": "135476"
        },
        {
            "user_name": "saevars",
            "text": "borg warner bínurnar eru á góðum verðum og topp gæði",
            "date": "2014-04-28 13:57:00",
            "post_id": "135483",
            "reply_to_id": "135481"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "sælir félagi minn keypti túbínu frá kína fyrir sirka 2 árum í 4,2 krúser og hann gat valið um það hvort það stæði Garret á þeim eða ekki en allavega hann keypti túrbínu með öllu og innvols í aðra og þetta kostaði 70,000 komið heim að dyrum með tollum og öllu,hann hringdi ganni í Toyotu og spurði hvað túrbína kostaði fyrir 4,2 land krúser en þeir áttu hana ekki en fyrir 3,0ltr runner sem þeir áttu á lager var verðið 500,000\nkv Heiðar",
            "date": "2014-05-24 10:15:00",
            "post_id": "137126",
            "reply_to_id": "135483"
        },
        {
            "user_name": "Finnur",
            "text": "Sælir\nEf menn vita að þeir eru að kaupa minni gæði þá finnst mér þessi leið allt í lagi, en þær geta verið tifandi tímasprengjur og þá er nauðsynlegt að gera ráðstafanir. Besta tryggingin er að vera með intercooler því ef bínan tætist í sundur á fullum snúning þá grípur intercoolerinn ruslið sem annars gæti endað inn í vél, stansað í stimpilkoll.\nkv\nKFS",
            "date": "2014-05-24 11:25:00",
            "post_id": "137128",
            "reply_to_id": "137126"
        },
        {
            "user_name": "birgiring",
            "text": "Hvaða túrbína getur ekki verið tifandi skaðræðisgripur?  Voru orginal túrbínurnar í 3.0 l. Isuzu Trooper kínatúrbínur??",
            "date": "2014-05-24 12:35:00",
            "post_id": "137130",
            "reply_to_id": "137128"
        },
        {
            "user_name": "hobo",
            "text": "Trooper bínurnar eru japanskar, af gerðinni IHI, en það er smurkerfinu um að kenna að þær eru/voru að fara.",
            "date": "2014-05-24 14:20:00",
            "post_id": "137133",
            "reply_to_id": "137130"
        },
        {
            "user_name": "Atttto",
            "text": "Veit um eitt dæmi þar sem var keypt turbina af alibaba fyrir 2 arum fyrir 4,2 cruiser hun þrælvirkar og virtist ekki verri en orginal. En var um 1/10 af verđinu. Allavegana er hun enn i gangi og ekkert ad enn.\nKv . Atli",
            "date": "2014-05-25 03:21:00",
            "post_id": "137175",
            "reply_to_id": "137133"
        },
        {
            "user_name": "snöfli",
            "text": "Stundum eru þessir kínsverslu framleiðendur að smíða fyrir vestrænum merkin og það er als ekki samansem merki milli Kínverkst og drasl. Hinvegar veistu oft ekkert hvað þú færi á skalnum algjört drasl uppí sambærilega vöru.",
            "date": "2014-05-25 09:52:00",
            "post_id": "137176",
            "reply_to_id": "137175"
        }
    ],
    "date": "2014-04-28 11:43:00"
}