{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "24815",
    "title": "Losa pústskynjara?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=24815",
    "posts": [
        {
            "user_name": "bjarni95",
            "text": "Ég er að skipta um báða pústskynjara í súkkunni minni, ég sleit gengjurnar í aftari skynjaranum og fór með hann á pústverkstæði BJB þar sem þeir skiptu um hluta af pústinu og settu nýja skynjararó.\nNúna þarf ég að skipta um fremri skynjarann sem er jafn fastur og aftari, málið er að fremri skynjarinn er á pústgreininni og ég vil helst ekki skemma gengjurnar á henni, kann einhver eitthvað trix við að losa svona úr greininni?\n-Bjarni",
            "date": "2014-04-28 19:54:00",
            "post_id": "135500",
            "reply_to_id": false
        },
        {
            "user_name": "Járni",
            "text": "Áttu gastæki?",
            "date": "2014-04-28 19:58:00",
            "post_id": "135501",
            "reply_to_id": "135500"
        },
        {
            "user_name": "bjarni95",
            "text": "Bara svona",
            "date": "2014-04-28 19:59:00",
            "post_id": "135503",
            "reply_to_id": "135501"
        },
        {
            "user_name": "Járni",
            "text": "Þú skalt byrja á því að láta þetta marenerast í ryðolíu. Svo skaltu tryggja að þú sért með gott grip á skynjaranum, T.d. með því að klippa ofan af honum til að koma topp á hann. Svo velgir þú svæðið í kringum gengjurnar og skrúfar hann úr.",
            "date": "2014-04-28 20:08:00",
            "post_id": "135504",
            "reply_to_id": "135503"
        },
        {
            "user_name": "bjarni95",
            "text": "Já ég þarf að prófa þetta betur, ég sprautaði ryðolíu á þetta tvisvar á dag í tvo daga í von um að olían myndi ná inná gengjurnar en það var ekki nóg greinilega. Ég keypti pústskynjaratopp í Sindra með rauf fyrir vírana, toppurinn gefur bara eftir við raufina og rennur svo af skynjaranum.",
            "date": "2014-04-28 20:18:00",
            "post_id": "135506",
            "reply_to_id": "135504"
        },
        {
            "user_name": "Járni",
            "text": "Já, þeir eru bara góðir upp að vissu marki. Það er algjört lykilatriði að hafa gott tak á skynjaranum.",
            "date": "2014-04-28 21:35:00",
            "post_id": "135517",
            "reply_to_id": "135506"
        },
        {
            "user_name": "Stebbi",
            "text": "Hef það eftir aldagömlum útlending að 50/50 blanda af sjálfskiptivökva og aceton sé alveg málið á svona.  Það virkar vel á heit stál annað en ryðolía sem gufar upp á núll einni.  Svo er hann útlendingur þannig að þetta hlýtur að vera rétt hjá honum.",
            "date": "2014-04-28 21:39:00",
            "post_id": "135518",
            "reply_to_id": "135517"
        },
        {
            "user_name": "Sævar Örn",
            "text": "ef þú ert viss um að skynjarinn sé ónýtur, klipptu vírana af og settu djúpan topp upp á, ef svæðið í kring er tært og þolir ekki mikil átök þá skaltu hita gengjuhulsuna fyrst en annars bara taka á því, ef þetta er snittað í pústgrein þá hlýtur hann að smella laus",
            "date": "2014-04-28 22:32:00",
            "post_id": "135530",
            "reply_to_id": "135518"
        },
        {
            "user_name": "TDK",
            "text": "Hita þetta vandlega og helst 2-3 umferðir. Hitaþenslan getur losað um ímislegt.",
            "date": "2014-04-29 04:25:00",
            "post_id": "135543",
            "reply_to_id": "135530"
        },
        {
            "user_name": "baldur",
            "text": "Skera ofanaf skynjaranum með slípirokk eða klippa vírana og nota djúpan topp. Hita svo vel og taka á með lengsta mögulega átaksskafti eða loftlykli.\nSvo er best að fara með snittappa og hreinsa gatið til að nýi skynjarinn rífi sig ekki fastan um leið og þú skrúfar hann í.",
            "date": "2014-04-29 12:26:00",
            "post_id": "135566",
            "reply_to_id": "135543"
        }
    ],
    "date": "2014-04-28 19:54:00"
}