{
    "forum_title": "Almennt spjall",
    "id": "24900",
    "title": "Renna ventla gráðuskera sæti",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=24900",
    "posts": [
        {
            "user_name": "Heiðar Brodda",
            "text": "Sælir er með hedd úr 2,4efi og þarf að láta gráðuskera ventlasæti og renna ventlana eða er það ekki gert ennþá eða eru keyptir nýir ventlar þetta er mín fyrsta vél í uppgerð þannig að ég verð að viðurkenna að ég veit þetta ekki og jú þetta sleppur alveg og gæti alveg notast eins og þetta er en ég er búinn að gera svo mikið við mótorinn að ég ætla ekki fara gera hlutina ílla og eru pústventlarnir sínu verri. Með von um greinagóð svör kv Heiðar Broddason",
            "date": "2014-05-03 10:18:00",
            "post_id": "135833",
            "reply_to_id": false
        },
        {
            "user_name": "Gunnar00",
            "text": "kíktu með þetta í etv. kistufell þeir tóku fyrir mig hedd úr mótorhjóli, var frekar ódýrt, slípa ventla og plana. betra að gera þetta nuna en að þurfa gera þetta seinna.",
            "date": "2014-05-03 12:46:00",
            "post_id": "135842",
            "reply_to_id": "135833"
        },
        {
            "user_name": "Dúddi",
            "text": "Ingólfur og Helga á Breiðdalsvík eru að gera þetta, eða ég fór allavegna með hedd þangað einusinni. Heitir þetta ekki Vélaverkstæði Sigursteins Melsted",
            "date": "2014-05-03 13:38:00",
            "post_id": "135843",
            "reply_to_id": "135842"
        },
        {
            "user_name": "biturk",
            "text": "Keiptu bara slípimassa í bílanaust, getur notast við borvél til að slípa þá til",
            "date": "2014-05-03 17:21:00",
            "post_id": "135856",
            "reply_to_id": "135843"
        },
        {
            "user_name": "Freyr",
            "text": "Hann ræðir um að renna ventlana í gráður en ekki bara slípa þá, tvennt mjög ólíkt. Slípunin er fín til að hressa upp á ventla sem eru góðir en ef það er eitthvað að þeim þarf að renna/skera þá.",
            "date": "2014-05-03 19:38:00",
            "post_id": "135868",
            "reply_to_id": "135856"
        },
        {
            "user_name": "hobo",
            "text": "Spurning að byrja með slípimassann og þá sést fljótt hvort hægt sé að ná fletinum sléttum eða ekki. \nEf það eru pollar sem gengur ekki að slípa úr, þarf að grípa til annarra aðgerða ef þetta á að vera 100%.",
            "date": "2014-05-04 09:36:00",
            "post_id": "135891",
            "reply_to_id": "135868"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "ég var í nokkur ár í Kistufelli að græja hedd aðallega og það var spes ventla\"borvél\" til að slípa saman ventla og sæti en hún snýst ca 120° í hvora átt, ekki hringi einsog borvél.\nannars ef þú ert búinn að taka ventlana úr og þeir eru ekki lengur í réttri röð (eftir sætum) er engin spurning að rúlla með heddið og láta skera sæti (það eru 3 gráður á því svo ventillinn setjist á ca miðja vegu á sætið) og renna ventla, vélin þjappar betur = betri bruni = aflmeiri vél og sparneytnari svo þú vinnur þessa þúsundkalla inn á leiðinni fyrir utan að amk að mín skoðun er sú að vélarupptekt er heljarinnar dæmi ef vel á að vera, að \"spara\" 20þkr einhversstaðar á leiðinni er bad business en einsog ég tek fram, bara mín skoðun.\nþetta eru líklega bæði bestu og ódýrustu hestöfl sem þú færð fyrir peninginn vs hvað menn eru að eyða í til að ná fram nokkrum hestöflum (púst, kubbar, síur, knastásar, portun o.fl)\nen góða skemmtun samt, það er gaman að grúska í svona löguðu :)",
            "date": "2014-05-04 09:44:00",
            "post_id": "135892",
            "reply_to_id": "135891"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "Sælir er búinn að slípa ventla með massa en það eru komnir pollar í ventla og sæti,fer sennilega með þetta á Breiðdalsvík eða á Sauðárkrók en þá er hin spurningin á ég ekki að kaupa mér nýja ventla því að það er svo marg nýtt í mótornum að ég ætla ekki að fara byrja á að gera þetta ílla til að spara nokkrar krónur kv Heiðar Broddason",
            "date": "2014-05-05 13:34:00",
            "post_id": "135944",
            "reply_to_id": "135892"
        },
        {
            "user_name": "birgiring",
            "text": "Fékk mjög vel unnið hedd úr gömlum Ferguson, á Sauðárkróki",
            "date": "2014-05-05 14:52:00",
            "post_id": "135948",
            "reply_to_id": "135944"
        },
        {
            "user_name": "biturk",
            "text": "Persónulega myndi ég kaupa nýja ef meir eru með djúpa polla",
            "date": "2014-05-05 18:57:00",
            "post_id": "135966",
            "reply_to_id": "135948"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "sælir fór með heddið á BVA á Breiðdalsvík og hann ætlar að renna útsogs ventlana og gráðuskera sætin en það verða keyptir nýir pústventlar og ventlagormar,kjallarinn verður settur saman í næstu viku þ.e. nýjir stimplar hringir og boltar einnig skipt um höfuðlegur,var búinn að skipta um stangarlegur og allt fyrir tímann þannig að þetta verður solid mótor \nkv Heiðar Brodda",
            "date": "2014-05-16 12:03:00",
            "post_id": "136597",
            "reply_to_id": "135966"
        },
        {
            "user_name": "birgiring",
            "text": "Muna að hóna cylindrana!!",
            "date": "2014-05-16 14:37:00",
            "post_id": "136602",
            "reply_to_id": "136597"
        }
    ],
    "date": "2014-05-03 10:18:00"
}