{
    "forum_title": "Almennt spjall",
    "id": "24985",
    "title": "12000 punda spil",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=24985",
    "posts": [
        {
            "user_name": "svarti sambo",
            "text": "Er einhver hér á spjallinu sem hefur reynslu af svona spili eða þekkir til þess. Einnig er allt í lagi að heyra skoðun manna á þessu.\nEr nefnilega að spá í að flytja svona spil inn.\nhttp://www.4wheelparts.com/Winches-Winc ... S%2fB97212",
            "date": "2014-05-08 00:39:00",
            "post_id": "136121",
            "reply_to_id": false
        },
        {
            "user_name": "Fordinn",
            "text": "Flott verð á þvi....    ertu buin að fá að vita hvað sendingarkostnaðurinn er á þessu....      er að spá i spili á fordinn hjá mér.",
            "date": "2014-05-08 17:53:00",
            "post_id": "136165",
            "reply_to_id": "136121"
        },
        {
            "user_name": "villi58",
            "text": "Það er alltaf flutningskosnaðurinn sem hefur staðið í mér, gaman að vita kosnað á svona stykki.",
            "date": "2014-05-08 18:12:00",
            "post_id": "136166",
            "reply_to_id": "136165"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ég veit ekkert um flutningskostnaðinn. Þekki bara mann sem þekkir annann mann sem er í ameríkusiglingum.",
            "date": "2014-05-08 18:45:00",
            "post_id": "136169",
            "reply_to_id": "136166"
        },
        {
            "user_name": "Fordinn",
            "text": "Alltaf gott að þekkja mann sem þekkir mann  =)",
            "date": "2014-05-08 21:09:00",
            "post_id": "136190",
            "reply_to_id": "136169"
        },
        {
            "user_name": "kjartanbj",
            "text": "rosaleg vigt á svona spilum allavega , þannig að einhver hlýtur sendingarkostnaður að vera",
            "date": "2014-05-08 21:56:00",
            "post_id": "136192",
            "reply_to_id": "136190"
        },
        {
            "user_name": "svarti sambo",
            "text": "Já, þetta er ekki gerandi öðruvísi með þessa stærri hluti og verðið á þessu er innan marksins varðandi aukagjöld skyldist mér. Held að markið sé 65.000kr isl. uppá tollamálin í fraktinni.",
            "date": "2014-05-09 09:28:00",
            "post_id": "136203",
            "reply_to_id": "136192"
        },
        {
            "user_name": "Startarinn",
            "text": "Samkvæmt síðunni var hægt að fá ókeypis sendingarkostnað innanlands, gegnum shopusa (sem tekur vigt ekki með í reikninginn) væri þetta komið heim á 120 þús",
            "date": "2014-05-09 09:50:00",
            "post_id": "136205",
            "reply_to_id": "136203"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það er free shipment innanlands innan bandaríkjanna. Minnir mig.\nKostar ekki 9000 punda spil hjá AT ca: 150.000kr. Þannig að ég myndi halda að svona spil myndi kosta ca: 200.000 kr. Hérna heima.\nMér sýndist þetta spil vera með öflugasta mótorinn miðað við 12000 punda spil. Þegar að ég var að skoða þetta, en ég geri mér enga grein fyrir niðurgíruninn. Virtist vera svipuð og hjá hinum.",
            "date": "2014-05-09 12:25:00",
            "post_id": "136210",
            "reply_to_id": "136205"
        },
        {
            "user_name": "Gulli J",
            "text": "Stýrivélaþjónustan í Hafnarfirði er með fín 12000lb spil, verðið var mjög fínt á þeim, rúmlega 100þ ef ég man rétt, þeir eru líka með körfur undir spilinn.\nÞað er ábyrgð á þeim spilum, það er erfiðara að sækja ábyrgð ef maður verslar þetta frá USA",
            "date": "2014-05-09 17:22:00",
            "post_id": "136217",
            "reply_to_id": "136210"
        },
        {
            "user_name": "svarti sambo",
            "text": "Þetta er málið.\nhttp://www.4wheelparts.com/Winches-Winc ... S%2fB97512\nEf ég hef skilið þetta rétt, þá er eilífðar ábyrgð á þessu og það hlýtur að vera ákveðinn gæðastimpill. Held að menn myndu ekki þora að vera með svona yfirlýsingar í USA, nema að geta staðið við það og hafi ekki miklar áhyggjur af bileríi á þessu.\nVissulega er það seinvirkara að græja ábyrgðarmálin, en með tilkomu netsins og stafrænu myndavélarnar o.s.fr. þarf þetta ekki að vera neitt stórmál. Og það er ekki eins og maður sé að nota þetta á hverjum degi.",
            "date": "2014-05-09 19:26:00",
            "post_id": "136221",
            "reply_to_id": "136217"
        },
        {
            "user_name": "Gulli J",
            "text": "Og ef spil frá usa í ábyrgð bilar, þá með tilkomu netsins sendir maður það bara með tölvupósti í viðgerð, og eftir viðgerð fær maður það sent með tölvupósti og sleppur við allt tolla rugl.",
            "date": "2014-05-09 22:02:00",
            "post_id": "136235",
            "reply_to_id": "136221"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það er nú kannski ekki alveg svo einfalt, nema þá kannski í myndaformi. Og það er hægt að leysa ýmis vandamál með myndum eða videoclips og láta tæknina vinna með sér. Spurning hvað tollurinn segði ef að þetta er sent sem gjöf, en ekki sem varahl. En það er þá bara einhvað sem þarf að skoða. Veit ekki hvernig það er þegar að umboðsaðili er að claima vörur erlendis. þarf bara að kynna mér það. Og ef að framleiðandi ábyrgist einhvað, þá hlýtur hann að greiða allan kostnað sem fylgir ábyrgðarviðgerð. Svo framalega sem að maður getur sýnt frammá kostnað með nótum. Það sem að maður þarf frekar að fá að vita, er hvort að þessi ábyrgðarskilmálar eigi bara við um USA eða worldwide.",
            "date": "2014-05-09 22:54:00",
            "post_id": "136243",
            "reply_to_id": "136235"
        },
        {
            "user_name": "villi58",
            "text": "Ef þetta er gjöf til þín þá er hámark 13.500.- umfram það borgar þú.\nÉg held að eini möguleikinn að fá bætur ef þú kaupir af umboðsaðila hér á landi, held að þeir mundu gefa skít í þig þó þú sendir myndir ef eitthvað bilar.\nÉg hef ekki orðið var við að menn fái hluti bætta nema kanski ef þeir koma með hlutinn, svolítið langsótt í þínu tilfelli.",
            "date": "2014-05-10 12:16:00",
            "post_id": "136255",
            "reply_to_id": "136243"
        },
        {
            "user_name": "vp36",
            "text": "Það er ekki tollur eða vörugjöld af spilum bara VSK 25,5 þetta er kína spil gæti verið frá sama framleiðanda og hjá Styrisvélum",
            "date": "2014-05-10 12:34:00",
            "post_id": "136256",
            "reply_to_id": "136255"
        },
        {
            "user_name": "svarti sambo",
            "text": "Mig grunaði svo sem að þetta væri Kína spil.\nVar að sýna einum sem ég þekki þetta spil og hann sagði að ég þyrfti ekki að hafa neinar áhyggjur af þessu. Hann sagði að ef þetta bilar að þá er bara að senda þetta til þeirra aftur og það yrði þeirra vandamál með flutningskostnaðinn. Það væru lögfræðingar í tugatali þarna úti sem væru til í málaferli ef að þeir væru einhverjir svikarar og kaninn vinnur ekki þannig. þetta eru engin skúffufyrirtæki. Varðandi tollamálin þyrfti ég ekki að spá í. Þyrfti kannski að borga vask tímabundið, en fengi hann svo endurgreiddan. Þessi aðili hefur verið að senda vörur erlendis í viðgerðir, bæði til USA og evrópu og það væri ekkert vandamál. Tæki kannski aðeins lengri tíma.\n Miðað við þessa lýsingu á spilinu, s.s. IP-68 og lifetime Warranty. Þyrfti ég ekki að hafa neinar áhyggjur af þessu. Það væri oft miklu erfiðara að fá hlutina hérna heima bætta. Og í sumum tilfellum væru fyrirtæki að fá vörur bættar að utan, en segðu við okkur að þetta félli ekki undir ábyrgðarviðgerð o.s.fr. Sel það ekki dýrara en ég keypti það.\nHann hafði meiri áhyggjur af CE merkingu.",
            "date": "2014-05-10 14:05:00",
            "post_id": "136257",
            "reply_to_id": "136256"
        },
        {
            "user_name": "Stebbi",
            "text": "Þarf CE merkingu á aukahluti í bíla ???",
            "date": "2014-05-10 20:57:00",
            "post_id": "136279",
            "reply_to_id": "136257"
        },
        {
            "user_name": "villi58",
            "text": "Held ekki.",
            "date": "2014-05-10 21:15:00",
            "post_id": "136281",
            "reply_to_id": "136279"
        },
        {
            "user_name": "Gulli J",
            "text": "Ég er full viss um að þeir ábyrgjast  spilið, enn ef þetta bilar þá þarft þú sennilega að borga flutningskostnað út og heim aftur og hann er töluverður á svona spili.\nEf hlutur er sendur út í viðgerð á þarf að gera skýrslu hjá tollinum til að sleppa við gjöld er hluturinn kemur aftur til landsins  og mig minnir að það sé 7-8þ kall.\nÉg hef verslað xenon ljós á ebay af kínverjum, mjög flott þjónusta hjá þeim, þeir senda annað ljós eða varahluti í stað þess sem bilar, frábær þjónusta, maður þarf ekkert að vera að mynda eða senda bilaða draslið út.",
            "date": "2014-05-10 23:57:00",
            "post_id": "136291",
            "reply_to_id": "136281"
        },
        {
            "user_name": "Kiddi",
            "text": "Það er algengur leikur þarna úti að bjóða ótakmarkaða ábyrgð á ódýrum hlutum með hárri álagningu, sérstaklega hlutum sem eru líklegir til að klikka. Þannig ná þeir að selja vöruna án þess að kúnninn verði brjálaður þegar þetta klikkar sem myndi koma óorði á vörumerkið. Þegar kúnninn fær bara nýja vöru þá kvartar hann ekki mikið, og þar sem varan var ódýr í framleiðslu er tjónið fyrir framleiðandann lítið. Eeeeen það gæti kostað eitthvað að fá nýtt spil hingað til Íslands. Ef varan var seld út úr búð í USA ber seljandanum engin skylda að koma þessu til Íslands.\nLangaði bara að nefna þetta svona, sem hin möguleikanum á ástæðunni hvers vegna þeir bjóða svona svakalega góða ábyrgð. Það semsagt þarf ekkert endilega að vera af því að þetta er góð vara sem getur svosem vel verið, ég þekki það ekki. En hinn möguleikinn er fyrir hendi og er ekkert óalgeng taktík í USA.",
            "date": "2014-05-11 00:05:00",
            "post_id": "136292",
            "reply_to_id": "136291"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ég reyndar hélt ekki, en ég held að þetta hafi einhvað með það að gera, að þetta er rafmagnstæki. Annars heyrði ég fyrir mörgum árum að það mætti ekki flytja inn neinar vörur til Íslands öðruvísi en CE-merkt og öll tæki sem eru CE-merkt, ættu að vera með íslenskan leiðarvísi,þó svo að margar verslanir séu ekki að uppfylla þessa skilmála. Hef reyndar aldrei verið að velta mér uppúr þessu CE-merki.\nEr reyndar búinn að senda fyrirspurn til þeirra og það verður gaman að fá að vita þetta bara beint frá þeim sjálfum, hvernig þessu er háttað,\nHvort að þetta sé einhvað sem borgar sig að skoða frekar.",
            "date": "2014-05-11 01:49:00",
            "post_id": "136295",
            "reply_to_id": "136292"
        },
        {
            "user_name": "Stebbi",
            "text": "Þetta CE merki hefur valdið alveg stórkostlegum misskilning í gegnum tíðina.  Það eru ákveðnir vöruflokkar sem þurfa þetta og þar ekki minnst á bílahluti nema það sem snýr að öryggistækjum og öryggi farþega og vegfarenda.  Smáspennuvörur virðast ekki heyra undir þetta CE dót.  Svo hjálpar ekki til að kínverjinn nota 'China Export' til að snigla sér inn á markaði í evrópu.",
            "date": "2014-05-11 10:01:00",
            "post_id": "136302",
            "reply_to_id": "136295"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það verður nú bara að segast eins og er, að Kínverjar eru snillingar í stafarugli og eftirlíkingum. Útlitslega séð.\nÉg svo sem veit það ekki, en getur spil verið flokkað sem öryggistæki, alveg eins og slökkvitæki. Það getur bjargað þér úr hættulegum ( slæmum ) aðstæðum á fjöllum, í einhverjum tilfellum.",
            "date": "2014-05-11 14:32:00",
            "post_id": "136315",
            "reply_to_id": "136302"
        },
        {
            "user_name": "svarti sambo",
            "text": "Er farinn að efast um að þetta sé Kína framleiðsla. Þar sem að einn félaginn minn sem fer alltaf á haustin til USA, sagði mér að hlutir sem væru framleiddir í USA væru hræ ódýrir en innfluttir hlutir í USA væru bara á svipuðu verði og hér heima. Svo væri búið að hækka tollamörkin í 90.000 kr.\nÞar sem að ég er alltaf að verða heillaðari og heillaðari af þessu spili, þá langaði mér að sýna ykkur þetta.\nhttp://www.smittybilt.com/about.htm\nSmittybilt \n400 W. Artesia Blvd.\nCompton, CA 90220\nToll Free: 888-717-5797\nPhone: 310-762-9944\nFax: 310-762-2297\nhttp://www.smittybilt.com/downloads/SB_ ... tended.pdf\nHvernig lýst ykkur á þetta, burt séð frá kostnaði við ábyrgðarviðgerðir eða flutningskostnað.",
            "date": "2014-05-11 21:48:00",
            "post_id": "136339",
            "reply_to_id": "136315"
        },
        {
            "user_name": "JHG",
            "text": "Athugaðu hvort að ábyrgðin falli nokkuð úr gildi ef spilið er fyrir utan Bandaríkin, kaninn er stundum með einhverjar leiðinda greinar um það í smáa letrinu :(",
            "date": "2014-05-11 23:17:00",
            "post_id": "136348",
            "reply_to_id": "136339"
        },
        {
            "user_name": "svarti sambo",
            "text": "Já, þarf að fá að sjá ábyrgðarskilmálana hjá þeim, bæði án og með smáaletrinu.\nÞetta er þetta staðlaða form hjá þeim.\nhttp://www.4wheelparts.com/info/shippin ... w=warranty",
            "date": "2014-05-11 23:24:00",
            "post_id": "136350",
            "reply_to_id": "136348"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það reyndist rétt hjá þér. ef ég skil þetta rétt. nema að ég komi því til þeirra á minn kostnað og sjái um flutninginn sjálfur.\nsvar frá framleiðanda:  Warranty is void unless its returned to you here in the states thankyou.\neða taka þetta t.d. í gegnum shopUSA og vera með þeirra adressu, ef ég skil þetta rétt.\nSvar frá 4Weel parts: You’ll have to have give us a U.S. address (like a freight forwarder) to send you replacement parts.\nTekið úr skilmálum SHOPUSA.is\n12. Get ég skilað vörunni aftur til seljanda ?\n Þegar þú skráir vöruna hjá ShopUSA (strax eftir vörukaup) þá getur þú hakað við að þú viljir getað endursent vöruna til Virginia Beach. Gjaldið er 2% af kaupfjárhæð eða 350 krónur að lágmarki.\n Skilaréttur fylgir flestum vörum sem seldar eru á Netinu í Bandaríkjunum. Í mörgum tilfellum gefst kaupendum kostur á að endursenda vöruna án endurgjalds frá Virgina Beach til seljanda. Þetta er mikilvægt ef t.d. fatnaður er ekki af réttri stærð, ef vara er gölluð eða ef bilun kemur fram á meðan vara er í ábyrgð.\n Ef þú hakar við í skráningu hjá ShopUSA að þú viljir eiga rétt á að skila vörunni, þá getur þú sent okkur email innan 30 daga frá afhendingu og við getum endursent vöruna til Virginia Beach. Það fer svo eftir skilmálum seljanda hver greiðir fraktina innan Bandaríkjanna. Ef vöru er skilað og önnur álíka er fengin í staðinn mun ShopUSA ekki innheimta afgreiðslugjöld. Það fer eftir ákvörðun tollstjóra hvort kaupandi er þá undanþeginn tollum og virðisaukaskatti, en dæmi eru um að tollstjóri hafi fellt niður og/eða endurgreitt gjöld í þeim tilfellum.\n13. Hvað með ábyrgð og þjónustu á vörunni og hve langur er skilaréttur? \n Þú skalt kynna þér vel ábyrgðarskilmála verslunar í USA áður en vara er keypt. Einnig skaltu kynna þér rétt þinn til að skila og endursenda vöruna. Skilaréttur er mjög misjafn, í sumum tilfellum 30 dagar en í öðrum tilfellum 12 mánuðir, og allt þar á milli. Hafðu hugfast að það líður nokkur tími frá því að seljandi sendir vöruna og þar til hún berst þér á Íslandi. Athugaðu líka hvort einhverjir taki að sér að þjónusta vöruna á Íslandi. Ekki er öruggt hvort tollur og virðisaukaskattur fáist endurgreiddur frá hinu opinbera á Íslandi ef vara er endursend. Ekki er heldur víst að verslunin endurgreiði flutningsgjald og annan kostnað. ShopUSA er einungis vörumiðlun og getur því miður ekki ábyrgst vöruna eftir afhendingu og býður ekki viðgerðarþjónustu, kennslu eða þjálfun í notkun hennar.",
            "date": "2014-05-13 23:11:00",
            "post_id": "136386",
            "reply_to_id": "136350"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Það þarf alltaf doldið að passa sig á því sem er kallað \"World wide warranty\" Ég hef doldið þurft að eiga við svona þar sem að ég fæst við að gera við myndavélar. Kúnnar hafa komið hingað með alskonar pappíra sem stendur á að tækið sé með world wide warranty en þegar að skilmálarnir eru skoðaðir að þá einmitt stendur þar að tækið þurfi að fara aftur til viðurkennds viðgerðaraðila í upprunalandinu. Þetta er sölubrella og ekkert annað því það er hægt að gera nákvæmlega það sama með hvaða tæki sem er. Extended Warranty þarf líka að taka með fyrirvara því að þá er það oftast einhverskonar trygging sem er seld aukalega með tækinu og hefur ekkert með orginal ábyrgð eða frammleiðanda tækisins að gera. Svo þegar að kemur að því að gera við tækið og nota ábyrgðina þarf kanski að senda tækið út eða greiða fyrir viðgerðina og fá síðan endurgreitt frá tryggingafélaginu. \nFyrir ekki svo löngu síðan ákvað ég að láta reyna á svona \"lifetime warranty\" á minniskorti sem ég átti. Nokkuð vandað kort frá vel viðurkenndum kortaframmleiðanda. Kortið keypti ég á ferðalagi í NewYork. Þegar að ég var búinn í öllum bréfaskrifunum við þjónustudeildina var niðustaðan sú að ég varð að senda minniskortið til tékklands og með rekjanlegum pósti. Það hefði kostað meira heldur en minniskortið. Þrátt fyrir að hérna á Íslandi væri umboðsaðili!\nÞetta er ekki bílatengt ég veit en er samt vel skillt þessu. Þetta er bara ábending um það að taka öllum svona gilliboðum með fyrirvara og skoða skilmála vel. Gangi þér vel og vonandi nærðu í spil á góðu verði :)",
            "date": "2014-05-14 14:00:00",
            "post_id": "136494",
            "reply_to_id": "136386"
        },
        {
            "user_name": "svarti sambo",
            "text": "Í þessu tilfelli er ekki verið að bjóða world wide warranty. En þeir bjóða \nMechanical Warranty: Lifetime Warranty\nElectrical Warranty: 5 Year Warranty\nOg ef maður ætlar að nýta sér ábyrgðarskilmálana vegna bilunar, þá virðist maður þurfa að hafa millilið í USA. Sem er svo sem ekkert vandamál í mínu tilfelli. Spurningin er frekar hvort maður nennir því eða ekki.\nÉg svo sem verð að viðurkenna það að ég er svolítið skotin í þessu spili. \nhttp://www.4wheelparts.com/Winches-Winc ... S%2fB97512\n . \nVeit ekki hvað það er. Finnst þessir ábyrgðarskilmálar fínir, ef maður býr í USA. Einnig held ég að kaninn sé ekki að bjóða góða ábyrgðarskilmála, vegna þess að hluturinn sé svo ódýr í framleiðslu, að það skiftir ekki máli hvað hann þarf að framleiða marga varahluti á ábyrgðartímanum, til að kæta kúnnann.  Því þá þyrftu þeir væntanlega að gera ráð fyrir því í upprunalega verðinu. Og það er ekki hægt að sjá það á þessu verði. Annars er þetta china dót svo sem helmingi ódýrar og þá reiknar maður ekki með neinum gæðum heldur, enda eru þeir svo sem ekkert að bjóða neina sérstaka ábyrgð á sínu dóti, umfram aðra. En hvað um það.\nEn það sem að ég þarf að vita, áður en að ég tek endanlega ákvörðun, hvort að það sé hita-eliment í þessu til að varna saggamyndun og eyða raka sem gæti myndast og sé hægt að stjórna með sér rofa, þar sem að þéttleikinn er IP-68.  Það er allavega svoleiðis búnaður í gæða rafmótorum sem hafa svona háan þéttleikastuðul. Svo að rakinn sé ekki bara fastur þarna inni og skemmi út frá sér.",
            "date": "2014-05-15 02:00:00",
            "post_id": "136529",
            "reply_to_id": "136494"
        },
        {
            "user_name": "Magni",
            "text": "Gleym´essu bara og kaupa spil á Íslandi, ekkert ves. ;) just my two cents",
            "date": "2014-05-15 07:56:00",
            "post_id": "136531",
            "reply_to_id": "136529"
        }
    ],
    "date": "2014-05-08 00:39:00"
}