{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "2501",
    "title": "Brettakantar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=2501",
    "posts": [
        {
            "user_name": "Haffi",
            "text": "Sælir jeppamenn.\nÉg er með Suzuki Samurai og þarf að breykka brettakantana á henni um ca 4 cm.\nÉg var að hugsa um einskonar kreppubreytingu, svo verðbilið er <10 þús, helst minna..\nSvo ég spyr:\nHvernig væri best fyrir mig að \"redda\" þessu, og hvernig hafa menn verið að kreppubæta kantana sína?\nSvona er kanturinn:",
            "date": "2010-11-16 23:21:00",
            "post_id": "10984",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "Settu stálskúffu milli boddís og kants og færðu hann utar. Límt eða skrúfað skiptir ekki öllu, margar súkkur með þetta og lítur vel út ef járnið er vandlega beygt eftir kantinum og málað og slétt. :)",
            "date": "2010-11-16 23:25:00",
            "post_id": "10985",
            "reply_to_id": "10984"
        },
        {
            "user_name": "Haffi",
            "text": "Sævar, tekuru þetta ekki bara á þig? :)",
            "date": "2010-11-16 23:29:00",
            "post_id": "10986",
            "reply_to_id": "10985"
        },
        {
            "user_name": "Sævar Örn",
            "text": "eg er ekki góður í boddísmíðinni og hef látið svoleiðis vinnu eiga sig hingað til, en það eru 2 bílar með þetta svona í súkkuklúbbnum, bæði Gísli og Birgir, þannig prufaðu að kíkja á þetta hjá þeim, voða einföld smíði virðist vera.",
            "date": "2010-11-17 00:37:00",
            "post_id": "10988",
            "reply_to_id": "10986"
        },
        {
            "user_name": "Haffi",
            "text": "Skoðaði þetta einhverntímann hjá Birgi og sýndist það bara vera einhverjar gúmmíhosur sem voru hnoðaðar utaná kantinn..",
            "date": "2010-11-17 13:27:00",
            "post_id": "10997",
            "reply_to_id": "10988"
        },
        {
            "user_name": "Sævar Örn",
            "text": "hann er nýbúinn að breyta þessu kannski 2 vikur siðan",
            "date": "2010-11-17 18:20:00",
            "post_id": "11010",
            "reply_to_id": "10997"
        },
        {
            "user_name": "rockybaby",
            "text": "Í sjálfu sér er ekkert voðalega mikið mál að smíða fíberkannta , smíðar mótið sjálfur úr brúnum krossvið og steypir svo í mótin , með þessari aðferð geturðu formað brettakanntinn til svo hann taki dekkjastærðina sem þú ætlar að vera með.Svo er hin aðferðin að smíða tubefender , getur flett því uppá youtube , þeir eru mikið að smíða svoleiðis kannta á wrangler og súkkur í Usa.",
            "date": "2010-11-17 18:50:00",
            "post_id": "11011",
            "reply_to_id": "11010"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Snyrtilegast að setja skúffu á milli brettakants og boddís en mikil vinna og efnið gæti orðið dýrt til þess að gera. Fljótlegast að láta brettakantana á bílnum eiga sig og setja breikkunarrenning út með ytri kantinum eins og oft hefur verið gert.",
            "date": "2010-11-18 08:21:00",
            "post_id": "11037",
            "reply_to_id": "11011"
        },
        {
            "user_name": "jeepcj7",
            "text": "Hérna er svona kreppu breikkun á aftur köntum 17 cm. blikk skúffa beygð eftir kantinum límt og skrúfað saman. :o)",
            "date": "2010-11-19 10:20:00",
            "post_id": "11076",
            "reply_to_id": "11037"
        }
    ],
    "date": "2010-11-16 23:21:00"
}