{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "25072",
    "title": "Ballansstöng - sway bar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=25072",
    "posts": [
        {
            "user_name": "elliofur",
            "text": "Nú þegar maður er aftur farinn að keyra Subbann þá rifjaðist það upp hversu ókeyrandi hann er.. :)\nHann er á loftpúðum með 4link að framan og aftan og rancho 9000 dempurum að framan og sennilega rancho 5000 að aftan. Nú hef ég ekki skoðað hversu góðir þeir demparar eru með loftpúðum en fjöðrunin er alveg rosalega góð, lungamjúkur og bara alveg æðislegur þegar maður er að torfærast, en á veginum er hann rosalega kvikur, svagur og jafnvel hoppandi á veginum. Ekki er þó vottur af jeppaveiki í honum og mjög góður í stýri að því leyti.\nÍ amríku er til sniðugur búnaður, aftengjanleg ballansstöng með drifloku, svona búnaður\n(google search: disconnect sway bar)\nMér finnst þetta heillandi consept, en þetta kit kostar 470 dollara og að sjálfsögðu myndi ég reyna að smíða þetta sjálfur. Eru einhver tips sem menn eru með yfir höfuð fyrir ballansstangir, er þetta rugl og á maður að setja upp hefðbundið kerfi? \nMér datt í hug að nota ifs teyjuöxul, fjaðraöxulinn út klafadóti úr hilux eða pajero eða slíku. Ætli það virki? Nú er sá öxull settur upp með að vera alltaf töluvert mikið spenntur, spurning hvernig hann hagar sér þegar hann á að vera hlutlaus og taka newton í báðar áttir.\nÖll ráð og tips vel þegin.",
            "date": "2014-05-13 16:12:00",
            "post_id": "136456",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Upphafleg hugmynd af þessu kom fram í þræðinum um subbann minn frá Hrólfi Skagamanni, þessi mynd hér",
            "date": "2014-05-13 16:14:00",
            "post_id": "136457",
            "reply_to_id": "136456"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég er alveg viss um að það er að þrælvirka að nota svona öxul úr klafabíl en er reyndar ekki eins viss með lokubúnaðinn,þó svo að það líti út fyrir að vera sniðugt þá er ég smeykur um að það verði alltaf smá slag í lokunni og það er einmitt það sem ekki má vera.\nEinfaldast held ég að væri að teinninn sem er frá armi og niður á hásingu væri splittaður saman er ekki eitthvað svoleiðis í patrol sem hægt er að líkja eftir?\nEn svo getur vel verið að lokuútbúnaðurinn bara virki en það lítur samt út fyrir að vera talsverð smíði sem líklega vefst nú ekki fyrir þér. ;O)",
            "date": "2014-05-13 17:11:00",
            "post_id": "136459",
            "reply_to_id": "136457"
        },
        {
            "user_name": "villi58",
            "text": "Hvernig væri að prufa bara balansstangirnar, kanski ódýrast og auðveldast.\nSlæ þessu fram án þess að þekkja til bílsins hjá þér.",
            "date": "2014-05-13 17:26:00",
            "post_id": "136461",
            "reply_to_id": "136459"
        },
        {
            "user_name": "Þráinn",
            "text": "ljónin hafa verið að setja stöng á milli stífuvasana á hásingunni, það er smekklegt upp á staðsettningu og pláss að gera, spurning hvaða efni er notað í hana",
            "date": "2014-05-13 18:19:00",
            "post_id": "136462",
            "reply_to_id": "136461"
        },
        {
            "user_name": "Kiddi",
            "text": "Ég myndi bara reyna að smíða ballansstöng sem er passlega mjúk og sleppa því að pæla í einhverjum lokum eða öðrum aftengingum. Ég held að það sé almennt frekar ofmetið hvað þessi ofsateygja gerir fyrir mann í torfærum og að það sé allt í lagi að þvinga þetta aðeins, en samt alls ekki þannig að þetta sé einhver tréhestur sem lyftir hjóli í öllum holum. Það þarf ekkert að þvinga þetta mikið til að þetta hagi sér betur.",
            "date": "2014-05-13 19:08:00",
            "post_id": "136467",
            "reply_to_id": "136462"
        },
        {
            "user_name": "elliofur",
            "text": "Já það er kannski rétt, að byrja á því að setja eitthvað einfalt undir. Það er nú afskaplega fljótlegt að henda einni ballansstöng undir, á einhver svoleiðins handa mér fyrir skaplegt magn af peningum? Best væri að fá bara \"beina U\" stöng, ef svo má að orði komast, einfalt u sem kæmi fyrir aftan framhásingu. Er ekki með max breidd í augnablikinu en flest er nú hægt að möndla, það er frekar mikið pláss þarna.\nEf það verður síðan hemjandi þá er hægt að skoða hinn möguleikann seinna.\nEru menn að nota svona aftengjanlega stöng mikið, td á patrol kringum aldamótin kom þetta original að ég held, að aftan.",
            "date": "2014-05-13 23:11:00",
            "post_id": "136484",
            "reply_to_id": "136467"
        },
        {
            "user_name": "Lindemann",
            "text": "Ég held að fæstir noti þetta mjög mikið í Patrol, en þetta virkar vel ég hef prófað það.\nÉg veit um einn sem breytti þeim búnaði þannig að hann er með barka til að aftengja stöngina handvirkt, það var gert þar sem orginal búnaðurinn bilaði.\nHefuru pælt í hvort þú getir notað svona balansstöng úr patrol?",
            "date": "2014-05-13 23:27:00",
            "post_id": "136486",
            "reply_to_id": "136484"
        },
        {
            "user_name": "Þráinn",
            "text": "hér er líka önnur hönnun á losanlegri jafnvægisstöng",
            "date": "2014-05-14 00:06:00",
            "post_id": "136488",
            "reply_to_id": "136486"
        },
        {
            "user_name": "Startarinn",
            "text": "Mér líst mun betur á þessa útfærslu en hina með driflokunni",
            "date": "2014-05-14 12:10:00",
            "post_id": "136492",
            "reply_to_id": "136488"
        },
        {
            "user_name": "hobo",
            "text": "Ég gæti átt ballans stöng úr trooper að aftan, með endunum líka held ég. Hún er í svona \"U\".\nSkal skoða málið og svo skal ég gefa þér hana þannig að ég geti sagt eiga eitthvað í þessum dreka.",
            "date": "2014-05-14 13:47:00",
            "post_id": "136493",
            "reply_to_id": "136492"
        },
        {
            "user_name": "elliofur",
            "text": "Fjandi flott tilboð Hörður! :) Gaman að sjá hvernig hún er hjá þér.\nJá satt er það, mér líst betur á þessa loftstýrðu ballansstöng, ég á líka tjakk í þetta á lager. Spurning um að hafa þetta í bakhöndinni, held að ég setji fyrst um sinn gamaldags ballansstöng.",
            "date": "2014-05-14 17:50:00",
            "post_id": "136501",
            "reply_to_id": "136493"
        },
        {
            "user_name": "hobo",
            "text": "Svona lítur hún út.\n108 cm á milli gata, ca 25 cm langir armarnir. Svo eru endarnir ótrúlega heilir, finn varla slag.\nEn það er einhver smá vindingur í stönginni.",
            "date": "2014-05-14 19:50:00",
            "post_id": "136511",
            "reply_to_id": "136501"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er örugglega ágætis stöng, vonandi nógu stíf í drekann minn, hann er nú ekki það þungur, tæp 3 tonn.  Ég nálgast þetta hjá þér í næstu ferð, kærar þakkir.",
            "date": "2014-05-14 20:05:00",
            "post_id": "136512",
            "reply_to_id": "136511"
        },
        {
            "user_name": "nobrks",
            "text": "Stöng að aftan úr léttari bíl veldur varla miklu að framan í þetta þungum bíl.\nÉg er með loftp að framan og aftan, byrjaði á að setja stöng úr þyngri bíl, LC80 að framan.\nFann strax út að það var ekki nóg og setti eins stöng að aftan, og gæti allveg higsað mér að stýfa hann meira af.\nÞað er styttra á milli loftpúðanna að aftan hjá mér, og því gengur það upp. \nÉg myndi skjóta stöng ættaða úr F350 eða álíka.",
            "date": "2014-05-14 20:05:00",
            "post_id": "136513",
            "reply_to_id": "136512"
        },
        {
            "user_name": "hobo",
            "text": "Svo á ég nokkrar vindustangir úr klafafjöðruninni, 2 bolta flangs öðru megin og smá armur á hinum endanum...\nGet látið þig fá eina stöng í kaupbæti ef ballans stöngin gengur ekki.",
            "date": "2014-05-14 20:32:00",
            "post_id": "136517",
            "reply_to_id": "136513"
        },
        {
            "user_name": "Freyr",
            "text": "Þessi stöng úr trooper að aftan mun gera nær ekkert í þetta þungum og háum bíl sem að auki er með litla þvingun í stífum. Myndi að lágmarki fara í stöng úr bílum á borð við patrol og 80 cruiser, e.t.v. öflugri en það. Svo er spurning hvort framstöng úr klafabíl yfirspennist við það það vera sett í hásingabíl þar sem upp/niður hreyfingin er mikklu meiri í hásingunni en á miðri spyrnu...",
            "date": "2014-05-14 22:48:00",
            "post_id": "136525",
            "reply_to_id": "136517"
        },
        {
            "user_name": "biturk",
            "text": "Ég á vindustengur úr ferozu ef u vilt, þær eru massívar og gætu verið hentugar í smíði á svona",
            "date": "2014-05-15 01:14:00",
            "post_id": "136528",
            "reply_to_id": "136525"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Sá þetta í 2006 dodge í dag að framan",
            "date": "2014-05-19 14:47:00",
            "post_id": "136771",
            "reply_to_id": "136528"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er svolítið flottur búnaður, ég vissi ekki af þessu. Ég finn þetta samt ekki í fljótu bragði á ebay, enda kostar þetta sjálfsagt full mikið.",
            "date": "2014-05-19 15:05:00",
            "post_id": "136772",
            "reply_to_id": "136771"
        },
        {
            "user_name": "Kiddi",
            "text": "Þetta er sami búnaður og er í Wrangler Rubicon. Gríðarlega vinsæll búnaður í USA þannig að þetta fæst ekki alveg gefins, því miður því þetta er flottur búnaður.",
            "date": "2014-05-19 17:47:00",
            "post_id": "136780",
            "reply_to_id": "136772"
        },
        {
            "user_name": "elliofur",
            "text": "Fann þetta á ebay, fæst á eitt grand.",
            "date": "2014-05-19 18:33:00",
            "post_id": "136783",
            "reply_to_id": "136780"
        }
    ],
    "date": "2014-05-13 16:12:00"
}