{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "25103",
    "title": "hvaða millikassi passar.........",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=25103",
    "posts": [
        {
            "user_name": "JLS",
            "text": "Sælir. Veit einhver hvort einhver millikassi passar aftan á \"bens\" skiftinguna í Mussó í staðinn fyrir BW 4426 kassann sem er þar fyrir. Er að spá í að troða musso krami í bíl sem hefur drifkúluna vitlausu megin og mig langar að athuga hvort til sé \"stutt leið\" í þessu mixi og sé hægt að fá passandi kassa með framdrifið út hægra megin.",
            "date": "2014-05-15 22:34:00",
            "post_id": "136574",
            "reply_to_id": false
        },
        {
            "user_name": "Þorri",
            "text": "Ég veit ekki til þess að neinn kassi passi beint á án breitinga þó gæti verið að einhver týpa af borg warner myndi gera það. Taktu líka með í dæmið að olíu pannan á þessum vélum tegir sig ansi langt til hægri sem þýðir að pláss fyri drikúlu er af skornum skammti nema pönnunni sé breitt.",
            "date": "2014-05-15 23:22:00",
            "post_id": "136579",
            "reply_to_id": "136574"
        },
        {
            "user_name": "Kiddi",
            "text": "Í fljótu bragði þá man ég ekki eftir Borg Warner kassa í bíl með drifið hægra megin. Man helst eftir þeim í Ford og Musso en þeir eru allir með drifið vinstra megin.\nSvo er alveg séns að þetta sé líkt einhverju öðru en til að geta fundið út úr því þá vantar nokkrar stærðir eins og t.d. rillufjölda og þannig...",
            "date": "2014-05-16 00:21:00",
            "post_id": "136583",
            "reply_to_id": "136579"
        },
        {
            "user_name": "jongud",
            "text": "BW kassinn í Musso er minnir mig með þetta týpíska 6-bolta hring-dæmi sem eiginlega allir BW millikassar eru með. Dana 300 kassinn er t.d. með þetta, sem og NP-208 NP-241 og (að ég held) NP-207.\nÞað sem þú gætir þurft er svokallaður \"clocking ring\" til ða snúa nýja millikassanum rétt og svo réttar inntaksrillur inn í kassann. En það er hægt að fá allann fjandann af inntakssköftum í dana 300 og NP-241\n(NP-241 er að vísu sjaldgæfur í \"farþegamegin-úttaki\" \n'88 - '91 Blazer, Jimmy and Suburban\n)",
            "date": "2014-05-16 08:19:00",
            "post_id": "136585",
            "reply_to_id": "136583"
        }
    ],
    "date": "2014-05-15 22:34:00"
}