{
    "forum_title": "Torfæruspjall",
    "id": "25130",
    "title": "Sindra Torfæran á Hellu 2014 - Myndband",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=10&t=25130",
    "posts": [
        {
            "user_name": "Jakob C",
            "text": "Allt það helsta í dag!\nhttps://www.youtube.com/watch?v=NGqX37isa1o",
            "date": "2014-05-17 21:27:00",
            "post_id": "136667",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Þvílíka gargandi snilldin sem þetta var og frábært að eiga svona snillinga sem koma þessi á netið fyrir okkur takk fyrir kærlega.\nFordinn rúlar alveg á vatninu glæsilegt Bubbi.",
            "date": "2014-05-18 14:49:00",
            "post_id": "136700",
            "reply_to_id": "136667"
        },
        {
            "user_name": "Járni",
            "text": "Flott video og góður dagur á Hellu! Virkilega ánægjulegt að sjá hversu góð stemningin var og hversu mikill áhugi er fyrir torfærunni. \nEinnig verður að hrósa skipuleggjendum fyrir flotta framkvæmd. \nÉg veit að ég mun reyna að mæta á sem flestar keppnir í sumar.",
            "date": "2014-05-18 16:46:00",
            "post_id": "136710",
            "reply_to_id": "136700"
        },
        {
            "user_name": "Svenni30",
            "text": "Flott  keppni, en þvílík vonbrigði að sjá insane og zombie var búinn að gera mér miklar vonir með þá 2.\nSvo var leiðinlegt að Guttinn bilaði strax, rosalega vel og flott smíðaður bíll verður gaman að sjá hann seinna.\nBubbi var svo LANG flottastur í ánni",
            "date": "2014-05-18 16:59:00",
            "post_id": "136712",
            "reply_to_id": "136710"
        },
        {
            "user_name": "elliofur",
            "text": "X2, mér fannst insane allaf mjög flottur í útlandinu, virkaði alveg svakalega þar en var ekkert að gera neina spes hluti hér, það litla sem hann var með. Mér fannst líka skrýtið að sjá green thunder gulan! Ekki alveg að passa...\nSvakalega sem kubburinn kom líka á óvart, þessi 2.4 púdda er að gera alveg ótrúlega hluti, sérstaklega í ánni þar sem hann tók ekki eitt feilpúst! Klúðrið var að Guðni rann af bensíngjöfinni þegar hann skall fyrst útí!\nBubbi stóð samt alveg uppúr, verst að hann keyrði ekki allar brautir. Eitthvað að spara bílinn. Fáránleg orka í þeim bíl, enda ræður hann ekkert alltaf við bílinn, sást vel í 4. braut :)",
            "date": "2014-05-18 19:41:00",
            "post_id": "136722",
            "reply_to_id": "136712"
        },
        {
            "user_name": "Jakob C",
            "text": "Í sambandi bæði við Insane og Zombie þá eru þeir báðir nýir í þessu, þetta var þeirra fyrsta keppni og það eru ekki allir sem geta stökkið inní torfærubíl og gert frábæra hluti í fyrsta skipti. Þetta verður fín reynsla hjá þeim í sumar í þeim keppnum sem þeir munu mæta í allavega. Verður gaman að fylgjast með þeim því þeir virðast samt hafa bullandi áhuga fyrir þessu.\nGreen Thunder var ekki Green Thunder hehe. Danni náði ekki að redda sínum þannig hann tók vélina úr Green Thunder og setti í annan bíl, Bíll sem hefur heitið Frosti og var síðast í keppni árið 2010.\nSammála samt með Kubbinn fannst hann frábær sem og Bubbi að sjálfsögðu en ástæðan fyrir að hann mætti ekki í brautirnar sem hann missti af voru að bíllinn fór hreinlega ekki gang og Bubbi prófaði svo einu sinni og bíllinn fór í gang og var ekki slökkt á honum fyrr en keppnin var búinn eftir því sem ég best veit.\nEn þetta var frábær keppni og keppnirnar í sumar eiga eftir að vera góðar held ég.",
            "date": "2014-05-18 22:23:00",
            "post_id": "136741",
            "reply_to_id": "136722"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég var ekki nógu duglegur að forvitnast en hvað klikkaði í Guttanum?",
            "date": "2014-05-18 22:34:00",
            "post_id": "136742",
            "reply_to_id": "136741"
        },
        {
            "user_name": "Jakob C",
            "text": "Hann lendi illa í fyrstu braut og skiptingin brotnaði í spað. Þeir voru með varaskiptingu og converter en ekki flexplötu en hún eyðilagðist líka. Tekið bara beint af facebook hjá Ingó :)",
            "date": "2014-05-18 22:41:00",
            "post_id": "136743",
            "reply_to_id": "136742"
        },
        {
            "user_name": "elliofur",
            "text": "Já ég var búinn að frétta þetta með yellow/green thunder. Mér fannst þetta líka eitthvað svo óviðkunnalegt en ég hélt að það væri bara liturinn, það var greinilega meira.\nÞetta var frábær keppni, takk kærlega fyrir mig.\nJakob þú átt líka feitt hrós skilið fyrir að \"nenna\" að documenta þetta alltsaman, þau eru nú komin þónokkur árin hjá þér sem þú hefur elt flestar ef ekki allar keppnir. Vel gert! Klapp!",
            "date": "2014-05-19 08:27:00",
            "post_id": "136753",
            "reply_to_id": "136743"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Já þetta var frábær keppni og gaman að sjá hvað komu margir.\nEn er ekki spurning að fara þrýsta einhvernvegin á RÚV að fara sýna þetta aftur? finnst alveg ónýtt að þeir sýni bara frá tuðrusparki en ekki alvöru íþróttum :)",
            "date": "2014-05-19 11:39:00",
            "post_id": "136761",
            "reply_to_id": "136753"
        },
        {
            "user_name": "Jakob C",
            "text": "Þetta er alvöru!\nhttps://www.youtube.com/watch?v=T4j50jKbQrs",
            "date": "2014-05-19 20:03:00",
            "post_id": "136797",
            "reply_to_id": "136761"
        },
        {
            "user_name": "Finnur",
            "text": "Sælir\nÞetta var frábær keppni og gaman að sjá alla þessa áhorfendur. \nÉg er hjartanlega sammála Jakobi með gagnrýni á þessa nýliða, alveg sama hvaða bíl þeir eru á, það tekur alltaf tíma að læra á þetta allt og mjög erfitt að æfa sig. Því er sanngjart að gefa mönnum fyrsta árið sem æfinga tímabil. \nÉg myndi vilja sjá Rúv eða stöð 2 gera saming við Jakob um að taka upp þætti um torfæruna og klippa saman í flottan þátt. Hann er búinn að vera lengi í þessu og þekkir þetta allt inn og út. Rúv gæti lánað auka tökumenn og búnað til að ná fleiri sjónarhornum. Þetta er svo sjónvarpsvænt sport að það er leitin að öðru eins. \nEn gott dæmi um frábæra myndatöku er Insane Racing, en þeir eru með háhraðamyndavélar og geta sýnt stökk og annað í slow-mo í miklum gæðum sem kemur gríðarlega vel út. Eins og sést á meðfylgjandi link. \nhttp://www.youtube.com/watch?v=VlI66PW2 ... NPosy0cctw\nÞessi keppni á Hellu er vonandi upphafið á frábæru torfæru sumri.\nkv\nKristján Finnur",
            "date": "2014-05-19 22:06:00",
            "post_id": "136812",
            "reply_to_id": "136797"
        },
        {
            "user_name": "Jakob C",
            "text": "Kominn fleiri myndbönd af Hellu keppninni og fleiri á leiðinni\nhttps://www.youtube.com/user/jakobcecil",
            "date": "2014-05-21 12:25:00",
            "post_id": "136923",
            "reply_to_id": "136812"
        },
        {
            "user_name": "Finnur",
            "text": "Virkilega flott myndbönd hjá þér. \nkv\nKFS",
            "date": "2014-05-22 00:02:00",
            "post_id": "136987",
            "reply_to_id": "136923"
        }
    ],
    "date": "2014-05-17 21:27:00"
}