{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "25207",
    "title": "Að vefja pústgrein og púst.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=25207",
    "posts": [
        {
            "user_name": "Grásleppa",
            "text": "Sælir. Sá þetta á ebay þegar ég var að skoða dót í jeppann hjá mér... hef nú einhverntímann séð þetta í húddi á bíl en það sem mig langar mest að vita er hvort það standist að þetta minnki hitann í vélarrúminu um allt að 70% eins og seljandinn segir? Efu einhverjir búnir að gera þetta og með reynslusögu? Kv, Jobbi\nhttp://www.ebay.com/itm/TOG-1400-DEGREE ... 1d&vxp=mtr",
            "date": "2014-05-22 16:40:00",
            "post_id": "137016",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Summitt hefur verið að selja svona til að vefja og þræða upp á, held að þetta svínvirki sem einangrun.\nÞeir eru líka með tilbúið til að setja á túrbínur sem er gott mál, sumt á að hitna og annað má ekki hitna mikið..\nGott að kaupa líka ryðfrí dragbönd ef þarf að festa svona einangrun.",
            "date": "2014-05-22 18:26:00",
            "post_id": "137020",
            "reply_to_id": "137016"
        },
        {
            "user_name": "baldur",
            "text": "Þetta einangrar vel en ef flækjurnar eru ekki ryðfríar þá munu þær hverfa fljótt úr ryði undir þessu.\nEinnig þarf að passa vel að það komist aldrei olía nálægt þessu, annars skíðlogar þetta þegar pústið er orðið heitt, þessu hafa margir fengið að kynnast.\nSýnidæmi: \nhttps://www.youtube.com/watch?v=EVm4Y0na69w",
            "date": "2014-05-23 15:10:00",
            "post_id": "137060",
            "reply_to_id": "137020"
        },
        {
            "user_name": "villi58",
            "text": "Fínt að vefja flækjur og eins rör frá túrbínu að kæli svo frá loftsíu að túrbínu, og líka rör frá kæli að vél.\nFinnst stundum spaugilegt þegar menn setja túrbínu og Intercooler til að fá kaldara loft inn á vél að hafa öll rör óeinangruð og láta vélina hita rörin, vantar stundum að hugsa dæmið til enda til að ná sem mestum árangri.",
            "date": "2014-05-23 15:29:00",
            "post_id": "137065",
            "reply_to_id": "137060"
        },
        {
            "user_name": "Grásleppa",
            "text": "Já, held að þetta sé ekki vitlaust að nota til að vefja rörin að og frá intercooler. Vitiði hvort þetta fáist einhverstaðar hérna á klakanum?",
            "date": "2014-05-23 22:36:00",
            "post_id": "137104",
            "reply_to_id": "137065"
        },
        {
            "user_name": "hobo",
            "text": "Myndi kanna með Fossberg, þeir eiga allavega svona glertrefjadúk og þræði fyrir púst.",
            "date": "2014-05-23 23:23:00",
            "post_id": "137115",
            "reply_to_id": "137104"
        },
        {
            "user_name": "villi58",
            "text": "Ég einangraði rörin með Armaflex lím annarsvega, veit ekki hvar það fæst en þetta er mikið notað í kringum frystikerfi. Má skoða þá sem sjá um alskonar kæli og frystitæki, einangrar vel og fljótlegt og auðvelt í notkun.\nMikið notað í skip. Pústkerfi þarf annað efni, sjá Summitt.",
            "date": "2014-05-23 23:35:00",
            "post_id": "137118",
            "reply_to_id": "137115"
        },
        {
            "user_name": "Freyr",
            "text": "Bílasmiðurinn selur glertrefjavafninga í metravís",
            "date": "2014-05-24 01:19:00",
            "post_id": "137123",
            "reply_to_id": "137118"
        },
        {
            "user_name": "baldur",
            "text": "Já, en þeir henta ekki utan um púst. Eru ekki nægilega hitaþolnir í það. Virka vel til að einangra slöngur og þessháttar sem liggja nálægt pústinu.",
            "date": "2014-05-26 09:55:00",
            "post_id": "137262",
            "reply_to_id": "137123"
        },
        {
            "user_name": "Freyr",
            "text": "Þakka upplýsingarnar, gott að vita.",
            "date": "2014-05-26 22:45:00",
            "post_id": "137305",
            "reply_to_id": "137262"
        },
        {
            "user_name": "villi58",
            "text": "Þeir eru með þetta hjá Summit og eru að bjóða það sem þeir kalla Titanium wrap, minnkar hitann um 70% umhverfis flækjur. Sjálfsagt gott að vefja flækjurnar og einangra túrbínurör sem maður vill ekki vera að hita upp og fá kaldara loft inn á vél.",
            "date": "2014-05-26 23:03:00",
            "post_id": "137307",
            "reply_to_id": "137305"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það er yfirleitt notaður aspestþráður til að vefja púst og svo er settur áldúkur yfir það.  Fæst held ég bæði í Fossberg og eflaust á fleiri stöðum.",
            "date": "2014-05-27 18:18:00",
            "post_id": "137357",
            "reply_to_id": "137307"
        },
        {
            "user_name": "villi58",
            "text": "Vil benda þér á að Aspest hefur verið bannað í tugi ára.\nGlertrefjaþráður (mottur) er stundum notaðar til að verja hita en hefur ekki reynst vel þar sem hitinn getur verið mjög mikill t.d. þar sem málmur fer að roðna. Mundi skoða Titianum borða sem þola greinahitann vel, sumt þarf að grunna áður en vafið er, fer eftir efni í t.d. flækjum.\nEf þú vilt að einangrun endist árum saman þá er ekki spurning að kaupa gott efni þó hún kosti svolítið, færð það til baka með betri endingu á sumu sem er næst hitanum. Ég var búinn að benda á Summit.com þar er líka hægt að fá einangrun á túrbínu og fl.",
            "date": "2014-05-27 18:35:00",
            "post_id": "137361",
            "reply_to_id": "137357"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það er reyndar rétt hjá þér villi að aspest er búið að vera bannað í mörg ár, en þetta er enn kallað aspestþráður. Man ekki rétta nafnið á þessu, en þetta er hvítur þykkur þráður og er vafinn frá túrbínu og afturúr og stundum fyrir túrbínu ef eldgreinin er ekki vatnskæld, svo er áldúkurinn notaður til að verja þráðinn fyrir olíu og óreinindum sem geta myndað eldhættu. Veit ekki hvað þetta þolir mikinn hita, en hef séð þetta þola 5-600°C. Þetta er notað um borð í skipum á ljósavélar og aðalvélar. Nota sjálfur svona áldúk til að verja ýmsa hluti fyrir slípirokk,suðufrussi og brennara glóðum.  Það svo sem brennur all við rétt hitastig, en eldvarnaeftirlitið er hrifið af steinull sem eld-tefjandi efni á milli rýma og í loft á strengjasteypu.",
            "date": "2014-05-28 00:04:00",
            "post_id": "137383",
            "reply_to_id": "137361"
        },
        {
            "user_name": "MixMaster2000",
            "text": "Svona borði og dúkur Þolir hitann allveg þokkalega en er svoldið óþjált. Það fæst í Fossberg og öruglega á fleiri stöðum.\nFlækju Wrapið er nátturlega þægilegra í meðhöndlun og virkar allveg ágætlega líka.\nHvort sem þú notar þá getur þú allvega náð að minka hitan töluvert með þessu ef það er vandamál með hann fyrir.\nkv Heiðar",
            "date": "2014-05-29 00:00:00",
            "post_id": "137435",
            "reply_to_id": "137383"
        }
    ],
    "date": "2014-05-22 16:40:00"
}