{
    "forum_title": "Almennt spjall",
    "id": "25215",
    "title": "Útvarp ??????",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=25215",
    "posts": [
        {
            "user_name": "hrollur",
            "text": "Hvar fær maður Bílaútvarp  með Langbilgju og möguleika firir Minnislikil ????\nÞað má alveg vera FM líka.",
            "date": "2014-05-23 13:03:00",
            "post_id": "137055",
            "reply_to_id": false
        },
        {
            "user_name": "Bokabill",
            "text": "Mörg tæki eru með LW þótt það sé tekið fram að þau séu einungis FM/MW. \nÞá tekur langbylgjan við miðbylgjunni þegar hún hefur skrollað á enda. \nHeld að Pioneer tækin séu þannig t.d.",
            "date": "2014-05-23 15:18:00",
            "post_id": "137062",
            "reply_to_id": "137055"
        },
        {
            "user_name": "jeepson",
            "text": "Pioneer eru líka alvöru tæki :) Og fást á skikkanlegu verði.",
            "date": "2014-05-23 20:17:00",
            "post_id": "137072",
            "reply_to_id": "137062"
        },
        {
            "user_name": "Stebbi",
            "text": "Flest ný tæki í bílum í dag eru bara MW á AM ekki LW.  Þetta er sjálfsagt einhver markaðssvæða munur hvort AM nái neðar en 600khz.  En það er gjörsamlega ömurlegt að ná ekki Gufuskálum þegar maður er kominn á hálendið, maður verður bara þunglyndur á því að heyra ekki snarkið í viðtækinu.",
            "date": "2014-05-24 17:31:00",
            "post_id": "137147",
            "reply_to_id": "137072"
        },
        {
            "user_name": "svarti sambo",
            "text": "Hér er eitt. rakst á þetta fyrir tilviljun.\nhttp://isfell.is/vorulisti/#266/z",
            "date": "2016-01-28 10:58:00",
            "post_id": "166307",
            "reply_to_id": "137147"
        },
        {
            "user_name": "Þorsteinn",
            "text": "Ég á nýtt pioneer tæki fyrir þig á 25 þúsund krónur.\nEr með bluetooth og usb og flr\nHeitir pioneer deh-x5800bt\n822-8639",
            "date": "2016-01-28 11:05:00",
            "post_id": "166309",
            "reply_to_id": "166307"
        },
        {
            "user_name": "StefánDal",
            "text": "Þetta er virkilega áhugavert tæki. Ertu búinn að athuga verðið?",
            "date": "2016-01-28 20:06:00",
            "post_id": "166319",
            "reply_to_id": "166309"
        },
        {
            "user_name": "svarti sambo",
            "text": "Nei, En fannst rétt að láta menn vita af þessu, þar sem að það var einhver umræða um langbylgju útvarp og þess háttar. Hér á spjallinu.",
            "date": "2016-01-28 21:11:00",
            "post_id": "166326",
            "reply_to_id": "166319"
        },
        {
            "user_name": "halli7",
            "text": "það var svona í bíl hjá mér og það er langbylgja á því.\nhttp://www.nesradio.is/255-ute-81r.html\nhér eru nánari upplýsingar:\nhttp://www.alpine-electronics.se/p/Prod ... 60/ute-81r\n\"Tuner\nMemory Presets: Preset Stations (FM:18, MW:6, LW:6)\"",
            "date": "2016-01-29 03:33:00",
            "post_id": "166333",
            "reply_to_id": "166326"
        },
        {
            "user_name": "jongud",
            "text": "Ég keypti Pioneer í Ormsson í fyrra sem er með langbylgju, geislaspilara og USB port. Það heyrist ekkert í langbylgjunni í bílnum en það getur verið af því að loftnetið hjá mér er eitthvað í drasli.",
            "date": "2016-01-29 08:10:00",
            "post_id": "166335",
            "reply_to_id": "166333"
        },
        {
            "user_name": "lara",
            "text": "Ég held þetta hljóti að vera loftnetstengt vandamál Pioner er þekkt fyrir næma góða  og skýra móttöku tunerinn eða viðtakan í þeim er verulega góð Ég er til dæmis með Pioner og hef náð Eiðum  á 207 khz í Reykjavík semsagt yfir allt heila landið  það náðist alveg ágætlega þrátt fyrir að steinsteypt húsin í byggðinni  hafi ábyggilega veikt signalið eins veit ég af fólki sem nær RUV alveg glimrandi vel á Pioner bíltæki í Færeyjum. Verulega hæfur tæknimaður lagði hart að mér að nota Pioner tæki í trillu sem ég var að græja",
            "date": "2016-08-19 13:20:00",
            "post_id": "170704",
            "reply_to_id": "166335"
        },
        {
            "user_name": "lara",
            "text": "Það sakar ekki að nefna að það er hægt að nota ferðatæki með langbylgju sem staðsetningartæki í neyð það er svokallað ferrit loftnet í þeim sem virka þannig að það dregur hættir að heyrast í þeim ef maður snýr hliðinni á tækinu að sendinum (Nema að maður sé mjög nálægt) þannig er hægt að snúa tækinu þegar ekkert heyrist veit maður að önnur hvor hliðin snýr að sendimastrinu ..þá er reyndar um tvær áttir að ræða að sendistöðinni  en þetta getur hjálpað ef menn eru alveg lost\nÞetta virkar bara svona á LW ekki FM",
            "date": "2016-08-19 13:27:00",
            "post_id": "170705",
            "reply_to_id": "170704"
        },
        {
            "user_name": "lara",
            "text": "Það sakar ekki að nefna að það er hægt að nota ferðatæki með langbylgju sem staðsetningartæki í neyð það er svokallað ferritt loftnet í þeim sem virka þannig að það dregur úr móttökustyrk og  hættir að heyrast í þeim þegar hliðin á tækinu snýr  að sendinum (Nema að maður sé mjög nálægt) móttökustyrkurinn eykst ef tækið snýr þvert á sendistöðina.  þannig er hægt að snúa tækinu og  þegar ekkert heyrist veit maður að önnur hvor hliðin snýr að sendimastrinu..þá er reyndar um tvær áttir að ræða að sendistöðinni  en þetta getur hjálpað ef menn eru alveg lost\nÞetta virkar bara svona á LW ekki FM",
            "date": "2016-08-19 13:30:00",
            "post_id": "170706",
            "reply_to_id": "170705"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sæll félagi Þórir ég er hrifin af orginal Toyota hilux útvörpunum þar er allt sem þarf og fm m og m og Langbylgja og svo er rifa  fyrir kassettu líka þú getur sett usb dótið í gatið fyrir spóluna og sungið hástöfum með",
            "date": "2016-08-19 21:32:00",
            "post_id": "170711",
            "reply_to_id": "170706"
        }
    ],
    "date": "2014-05-23 13:03:00"
}