{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "25260",
    "title": "HJÁLP - Kúpling (pedali) með stæla - D-MAX '07",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=25260",
    "posts": [
        {
            "user_name": "svavaroe",
            "text": "Góðan dag kæru jeppafélagar.\nÉg er í bölvuðu basli með kúplinguna hjá mér.\nEr með Isuzu D-Max '07 beinskiptan, 35\" AT breyttan. Frábær bíll sem ég er búinn að eiga í 3ár eða svo.\nEn helvítis kúplingin er búinn að vera stríða mér núna í nokkurn tíma.\nÞannig er málið er að í fyrra kom það fyrir að kúplingspedallinn fór að detta niður í gólf\nog þurfti ég að rífa hann upp alltaf sjálfur í tíma og ótíma með tánum, til þess að geta skipt um gír.\nÞað kom svo í ljós að neðri kúplingsþrællinn var orðinn sjúskaður og lélegur. Ég keypti því nýjan\nog hann var settur í. Vandamálið skánnaði ekki allveg, þar sem síðar kom í ljós að efri þrællinn var líka\norðin handónýtur. Ég keypti því efri þrælinn líka og honum var útskipt.\nNúna er komið sirka ár síðan, nema að vandamálið sem ég ætla að reyna að lýsa hér fyrir neðan\nhefur ávallt verið til staðar, svona þannig séð.\nKúplingspedallinn á að sjálfsögðu að vera stífur og góður eins og góðri kúplingu sæmir alltaf,\nen það kemur fyrir og alltaf þegar ég er einhverstaðar að keyra að allt í einu grípur pedallinn\nekki fyrr enn kannski helmingi neðar. Þar að segja, hann er ekki stífur fyrr en hálfa leið kominn niður.\nÉg get þó skipt um gír, svo allt í einu er hún orðin eðlileg aftur. Þetta gerist algjörlega RANDOM.\nEr í lagi margar vikur, stíf og góð og svo koma dagar sem hún er með stæla. Grípur ekki fyrr en í hálfa leið.\nNúna byrjaði um Eurovision helgina þegar ég var að keyra úr Móso að pedallinn fór algjörlega niður\nog ekki hægt að skipt um gír. Ég þjósnast á pedallnum og ekkert gerist. Drep á bílnum, kveiki aftur\nog hún er ennþá bara niðrí gólfi. Svo bara eins og áður seigi, RANDOM, tekur hún við sér og allt eðlilegt.\nNúna um helgina er þetta búið að vera svona af og til, fór í búðarferð í gær og hún datt tvívegis nánast allveg\núr. Þar að segja, nánast alla leið niðrí gólf.\nFór um daginn vestur og kom til baka í göngin með fjórhól á kerru, var helvíti heppinn að hún fór ekki upp í göngunum,\nþar sem hún fór rétt áður við Borgarnes.\nÉG vona að fólk fatti hvað ég er að fara með þetta mál. Ég er algjörlega clueless hvað er í gangi\nog trúi varla að 2x kúplingsþrælar  (efri/neðri) séu strax farnir. Og ekki eru þessir andskotar ódýrir frá umboðinu.\nOft finnst mér þetta gerist frekar eftir að ég hef verið að keyra í sama gírnum í einhvern tíma, og svo þegar ég þarf að kúpla\nþá er vandamálið komið.\nÞannig að ég spyr :\nVeit einhver fjur fjárinn er í gangi ?\nFólk hefur talað um að kúplingsdælan sé farinn ? Er neðri kúplingsþræll ekki það sama og dæla ?\nEr loft inná kerfinu ? Ef svo, þar sem vandamálið gerist algjörlega random kemst þá loft inn einhverstaðar ?\nKemst loft inná kerfið frá Pakkdós eða ?\nSpyr sá sem ekkert veit.\nVæri virkilega þakklátur fyrir upplýsingar/aðstoð vegna þessa máls.\nKærar þakkir !\nBestu kv,\nSvavar Örn\nsvavaroe(at)gmail.com",
            "date": "2014-05-26 13:36:00",
            "post_id": "137270",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Það er spurning hvort að kúplingslegan sé laus frá gaflinum.",
            "date": "2014-05-26 15:54:00",
            "post_id": "137274",
            "reply_to_id": "137270"
        },
        {
            "user_name": "olei",
            "text": "Neðangreint byggir á misskilningi og á ekki við þá bilun sem hér um ræðir.\nCode: \nSelect all\nMér sýnist ofangreint vandamál ekki hafa neitt að gera með kúplingsþrælinn eða dæluna. \nÞað er þindin/gormarnir í kúplingspressunni sem á að lyfta pedalanum upp. Kúplingslegan virðist vera stirð á stútnum fram úr gírkassanum. E.t.v nær hún að skekkjast og splitta sig fasta. Annar möguleiki er að diskurinn sé stirður á kúplingsöxlinum - það er þó langsóttari skýring og það hegðar sér vanalega ekki svona. Það skiptir þó ekki máli hvort er því að í báðum tilvikum þarf að taka gírkassann frá og yfirfara kúplinguna.",
            "date": "2014-05-26 22:24:00",
            "post_id": "137303",
            "reply_to_id": "137274"
        },
        {
            "user_name": "Polarbear",
            "text": "ég er ekki sammála þessu. Ef þetta væri legan og hann myndi ýta í botn þá myndi kúplast frá og bíllinn ekki taka gír. hann getur ekki kúplað þegar þetta gerist. (ef ég skil lýsinguna rétt).\nSpurningin er, hefurðu verið að skipta um vökva á kúplinguni (sérstaklega í fyrra skiptið) og hvaða vökvi var settur á kerfið? Einstaka kerfi þolir ekki hvaða vökva sem er. t.d. er mikill munur á dot5 og dot5.1 vökva er mér sagt og má ekki blanda þeim saman. sumar kúplingar nota dempara-olíu en ekki bremsuvökva t.d.\n mér finnst þetta hljóma eins og það séu að festast ventlar í þessu og þá er efri þrællinn sökudólgurinn þar sem sá neðri er eiginlega bara stimpill.\nhvernig lítur vökvinn út á þessu? eftir stutt \"gúgl\" er þekkt vandamál í einhverjum DMAX bílum amk. að það kemst vatn inn með gúmmíinu á þrælnum sem er á kassanum og eyðileggur vökvann. þá er draslið fljótt að skemmast",
            "date": "2014-05-26 23:14:00",
            "post_id": "137308",
            "reply_to_id": "137303"
        },
        {
            "user_name": "olei",
            "text": "Ég las upphafinnleggið aftur og nú talsvert hægar en í fyrra skiptið. Ég er alveg sammála þér í að vera ósammála mér. \nTakk fyrir leiðréttinguna!\nVinsamlega hunsið það sem ég skrifaði hér ofar, það ætti við ef pedalinn er fastur niðri og \"kúplað\" frá...",
            "date": "2014-05-27 00:41:00",
            "post_id": "137312",
            "reply_to_id": "137308"
        },
        {
            "user_name": "olei",
            "text": "-að því sögðu.\nÉg mundi rífa dæluna uppi í sundur og kíkja á hana. Þetta vandamál er mun fremur þar en í þrælnum niðri, ég sé ekki hvernig hann ætti að haga sér svona. Spurningin er hvort að það sé korn eða einhver flyksa í forðabúrinu - eða á leiðinni úr því að dælunni-  sem fer hreinlega fyrir og sveltir dæluna.\nEf það væri loft inni á kerfinu þá væri kúplingin fjaðrandi og sliti illa - og breyttist ekki fyrirvaralaust.",
            "date": "2014-05-27 00:49:00",
            "post_id": "137314",
            "reply_to_id": "137312"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Sammála, liklega er bilerí í efri dælunni, lekur milli þéttinga",
            "date": "2014-05-27 08:15:00",
            "post_id": "137320",
            "reply_to_id": "137314"
        },
        {
            "user_name": "303hjalli",
            "text": "Kannski er þetta einfaldara,,,? Er gormur sem dregur arminn með legunni frá pressunni, ef svo er þá er skýring komin.það myndar dauðahlaup ef hlaup verður of mikið ertu að stíga á máttlausan fetil eins og þú lýsir.,,,,,hentu gormi úr ef hann er til staðar\"",
            "date": "2014-05-27 08:20:00",
            "post_id": "137322",
            "reply_to_id": "137320"
        },
        {
            "user_name": "svarti sambo",
            "text": "Þar sem að þetta er svona random, þá er spurningin hvort að legan sé með eyru fyrir arminn og sé laus frá arminum og sé að snúast á öxlinum. svo er það bara spurning hvernig armurinn lendir á legunni þegar kúplað er. Það ætti að vera hægt að sjá það með því að losa gúmmíhosuna frá og lýsa inní kúplingshúsið.",
            "date": "2014-05-27 08:54:00",
            "post_id": "137325",
            "reply_to_id": "137322"
        },
        {
            "user_name": "svavaroe",
            "text": "Takk kærlega fyrir öll þessi svör og ráðleggingar.\nÞegar skipt var um báða (efri/neðri) þrælana þá settum við nýja olíu á efri þrælinn.\nEins og myndinn sýnir, vill kerfið eingöngu fá DOT3 eða DOT4. Ég keypti á undan DOT5 olíu sem við vorum síðan sammála um að nota ekki (vegna þess að það sé sílikon eithva..)\nog mig minnir að við höfðum sett á bílinn DOT4.\nATH, það er eins og myndin sýni að það vanti einhvað af olíu en svo er ekki.Bara sjónarhornið. \nEn mér finnst hún samt frekar skítug... Gæti verið bull í mér...\nÞað kannski er betra að nefna að ég held að það sé kominn tími á kúplingsleguna sjálfa. Yfirleitt þegar honum er startað köldum þá danglar og klikkar eithvað hljóð,\nþangað að ég held kúplingunni niðri þá hverfur hljóðið. (og það er algjörlega random líka, ekki alltaf) \nMér var tjáð að það væri legan sem væri orðin slöpp, sem er þá kannski einhvað tengt þessu vandamáli.\nÞakka ykkur kærlega fyrir. :)\nBestu kv,\nSvavar Ö",
            "date": "2014-05-27 09:25:00",
            "post_id": "137326",
            "reply_to_id": "137325"
        },
        {
            "user_name": "svarti sambo",
            "text": "Væntanlega eru eyru á legunni sem festa hana við arminn og það hefur losnað, þannig að það er bara happ og glapp hvort að armurinn hittir rétt á leguna og svo lemja eyrun í arminn þegar að þú startar og svo sem allta þegar að vélin snýst. Þú verður sennilega bara meira var við það þegar að þú startar.\nMér finnst liturinn á vökvanum vera full dökkur miðað við tíma. eins og hann sé brunninn eða litur frá þéttingum. Eða bara ekki verið skift um allann vökvann. Bara skola þetta út með nýjum vökva og fylgjast svo með litnum.",
            "date": "2014-05-27 12:28:00",
            "post_id": "137334",
            "reply_to_id": "137326"
        }
    ],
    "date": "2014-05-26 13:36:00"
}