{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "25288",
    "title": "Dana 300 og 44RE",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=25288",
    "posts": [
        {
            "user_name": "Robert",
            "text": "Get fengið Grand 98 með 5.2 a finu verði er mikið mal að setja Dana 300 millikassa við það til að fa droppið hægramegin svo eg get notað við Scout hasingarnar.\ner ekki rett hja mer að það se 44RE i honum og vinstra drop, hvernig millikassi mundivera i þessu?\nA einhver rafmagnsteikningar yifir þetta eða þekkir hvað þetta er mikið mal?\nkv.Robert",
            "date": "2014-05-28 14:24:00",
            "post_id": "137405",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Það er þessi \"venjulega\" 6-bolta gatadeiling aftan á 44RE þannig að Dana 300 passar, en það er spurning hvort þú þarft svokallaðan \"clocking ring\" til að hann snúi rétt.\nAnnað sem gæti valdið veseni er að vélartölvan vill líklega fá hraðamerki aftan úr millikassanum, en það er ekkert óyfirstíganlegt.\nÞað er hægt að fá rafsendistykki sem skrúfast á \"gamaldags\" millikassa .",
            "date": "2014-05-28 19:48:00",
            "post_id": "137416",
            "reply_to_id": "137405"
        },
        {
            "user_name": "Hrútur1",
            "text": "Sælir ég gerði þetta við Ramin 2000 ár hjá mér setti Dana 60 að framan hjá mér með kúluna hægra meygin og notaði gamlan 208 NP sem smell passaði og hallinn á framdrifinu réttur. \nHraðamælirinn sem hafði verið í afturdrifinu var óvirkur vegna þess að ég skipti líka um aftur hásingu, það var leist með því að færa hann í millikassann og not rafmagnsteljara úr Grand í millikassann og þetta talaði allt saman sama Mopar tungumálið.\nKv J.E",
            "date": "2014-05-28 20:34:00",
            "post_id": "137420",
            "reply_to_id": "137416"
        },
        {
            "user_name": "Þorri",
            "text": "Þarf ekki að breyta gólfinu í bílnum til að koma svona kassa fyrir? Svo eru scout hásingar 8-10 cm mjórri en þær sem eru undir grandinum.",
            "date": "2014-05-29 10:47:00",
            "post_id": "137446",
            "reply_to_id": "137420"
        },
        {
            "user_name": "Robert",
            "text": "Willisinn er i portum og eftir að rið bæta hann allan þannig að það er litið mal, hasingarnar sem eg er 172cm er það grennra?\nþær eru með 4:10 og nospinn þessvegna vildi eg nota þær.\nÞetta a að ver odyrt og hratt.\nEr að hugsa um meira svona leiktæki og styttri ferðir.\nEndilega oll rað þeginn vantar vel skiptingu styrismaskinu.",
            "date": "2014-05-29 12:30:00",
            "post_id": "137447",
            "reply_to_id": "137446"
        }
    ],
    "date": "2014-05-28 14:24:00"
}