{
    "forum_title": "Torfæruspjall",
    "id": "25315",
    "title": "Sjálfstæð fjöðrun",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=10&t=25315",
    "posts": [
        {
            "user_name": "Hjörturinn",
            "text": "Daginn.\nEkki man einhver eftir því hverjir vankantarnir voru á að vera sjálfstæða fjörðun á bílnum hjá Halla? (hefur einhver annar verið með svona?)\nEitthvað heyrt með að hann hafi verið að stinga nefinu niður og ausa yfir sig drullu og drasli en það getur varla verið eina ástæðan fyrir að hann skifti?",
            "date": "2014-05-30 10:59:00",
            "post_id": "137489",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Hann braut líka talsvert af öxlum og átti mjög erfitt með að tolla á hjólunum ss. í hliðarhalla virtist hann alltaf keyra sig upp/ yfir og velta.\nÞetta var alltaf mjög svipað og hjá gamla Jaxlinum sem einmitt var líka með sjálfstæða fjöðrun en á báðum öxlum.\nÞessi vankantur sést mjög vel ef skoðuð eru video af þessum bílum í keppnum.",
            "date": "2014-05-30 13:03:00",
            "post_id": "137493",
            "reply_to_id": "137489"
        },
        {
            "user_name": "Finnur",
            "text": "Sælir\nVar Halli með balans stöng, veistu það?",
            "date": "2014-05-30 18:25:00",
            "post_id": "137517",
            "reply_to_id": "137493"
        },
        {
            "user_name": "flækingur",
            "text": "Halli var ekki með ballansstöng. bíllinn var núekki að gera sig með sjálfstæða fjöðrun, ansi há kostnaður í öxlum og svo fór að hann er mikið betri með hásingar. Sjálfstæð fjöðrum er fyrir fólksbíla, trúið mér hef átt jeppa með sjálfstæða fjöðrun og hentar best á malbiki og tvennt ólíkt ef nota á bílinn í ófærum.\nkveðja: Flækingur (Dolli)",
            "date": "2014-05-30 22:54:00",
            "post_id": "137539",
            "reply_to_id": "137517"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það er eitthvað af myndum af sjálfstæða mussanum inná snilldarsíðunni heimska.com en eins og flækingur segir man ég ekki eftir ballansstöng í mussanum hjá Halla.\nHann var að nota d44 drif ef ég man rétt og einhverja 60 öxla/sköft/krossa og allt bara brotnaði en það var líka talsverð hreyfing á dótinu líklega full mikil fyrir krossana.\nStolið af heimska.",
            "date": "2014-05-31 04:18:00",
            "post_id": "137555",
            "reply_to_id": "137539"
        }
    ],
    "date": "2014-05-30 10:59:00"
}