{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "25394",
    "title": "toyota hásingafræði",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=25394",
    "posts": [
        {
            "user_name": "asb91",
            "text": "ég var að velta fyrir mér hvort það passi köggullinn úr toyota hilux framhásingu yfir í landcruiser 70 hásingu. var að spá hvort menn hafi verið búnir að prufa þetta með fyrirframm þökkum",
            "date": "2014-06-04 12:48:00",
            "post_id": "137783",
            "reply_to_id": false
        },
        {
            "user_name": "sigurdurk",
            "text": "ekki ef að þú ætlar að nota stýrisganginn úr krúsernum",
            "date": "2014-06-04 13:04:00",
            "post_id": "137784",
            "reply_to_id": "137783"
        },
        {
            "user_name": "hrollur",
            "text": "Þetta \" passar \" nokkurnvegin ef þú ert með Rafmagnslás þarf að snikka smávegis í kúlusætið til að hún smelli í  slípa aðeins úr við skiftigaffalinn , Stírisgangur er notaður með því að skifta á liðhúsunum vinstra í stað þess hægra og öfugt , \nStírisarmar eru aðeins öðruvísi firir millibilsstöng enn kemur ekki að sök  ( fáir keira hringvegin með lagt á alla leið )",
            "date": "2014-06-04 15:39:00",
            "post_id": "137790",
            "reply_to_id": "137784"
        },
        {
            "user_name": "elliofur",
            "text": "Það er algjört fúsk að fokka ankermann horninu svona, mjög léleg breyting og vond í alla staði þó það sé framkvæmanlegt.\nLesið meira um ankermann angle hér \nhttp://en.wikipedia.org/wiki/Ackermann_ ... g_geometry\nTil að færa millibilsstöng framfyrir til að koma low pinion drifköggli þá þarf að fá liðhús úr hilux með tvöföldum stýrisarmi hægra megin.\nMig minnir líka að hægt sé að fá compett dótið úr 60 krúser, ef hægt er að fá það á skaplegu verði.\nEn upphaflega spurningin var samt hvort hægt sé að færa köggla á milli, svarið er já, það smellpassar allt í hásinguna, öxlar á milli og slíkt. Vandamálið er bara að millibilsstöngin er fyrir aftan hásingu á krúser sem er með high pinion drif (reverse) í 4.88 og 4.56 original. Hægt er að fá 5.29 drif í reverse drif líka, meira að segja var eitt til sölu hérna á spjallinu fyrir stuttu en meira er úrvalið ekki fyrir reverse drif. Drifin úr Hilux, low pinion drifin, þau rekast í millibilsstöngina og þarf því að færa hana framfyrir.",
            "date": "2014-06-04 17:25:00",
            "post_id": "137795",
            "reply_to_id": "137790"
        },
        {
            "user_name": "vilmundur",
            "text": "Takk fyrir elli þetta litla já sem ég sá í textanum var allt sem ég þurfti að sjá gleymdi kannski að minnast á þad að hasingin er undir hilux svo vandamálin eru engin ég þakka samt öllum fyrir fljót svör",
            "date": "2014-06-04 20:58:00",
            "post_id": "137808",
            "reply_to_id": "137795"
        },
        {
            "user_name": "Óttar",
            "text": "Er þetta eitthvað sem maður þarf að spá í ef skipt er um hásingu eða hásing sett í stað klafa?",
            "date": "2014-06-17 23:10:00",
            "post_id": "138394",
            "reply_to_id": "137808"
        },
        {
            "user_name": "jongud",
            "text": "Varla, nema þú ætlir að skipta um köggul.",
            "date": "2014-06-18 08:20:00",
            "post_id": "138401",
            "reply_to_id": "138394"
        },
        {
            "user_name": "Kiddi",
            "text": "Ef menn ætla í lægri hlutföll þá þarf yfirleitt að skipta úr reverse yfir í standard drif þannig að já það þarf að pæla í þessu ansi oft",
            "date": "2014-06-18 12:55:00",
            "post_id": "138413",
            "reply_to_id": "138401"
        }
    ],
    "date": "2014-06-04 12:48:00"
}