{
    "forum_title": "Almennt spjall",
    "id": "25548",
    "title": "Lenco kassi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=25548",
    "posts": [
        {
            "user_name": "svarti sambo",
            "text": "Sælir drengir.\nHafa menn einhvað verið að nota lenco einingar sem milligíra,lóló og skriðgír. bara að raða saman einingunum og þá er hægt að velja þetta saman eftir þörfum. Það er bara spurning með millikassann, hvort að það þurfi að setja sterkari millikassa, þar sem að þetta kæmi á milli skiptingar og millikassa. Í svona 4 gíra lengju, væri hægt að vera með sumar hlutföll, vetrar hlutföll, lóló og skriðgír.\nHvað segið þið um þetta.",
            "date": "2014-06-18 00:22:00",
            "post_id": "138398",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Ef þú ert að meina dótið frá lencoracing.com þá er ég með eina spurningu;\nHvað kostar svona lagað?",
            "date": "2014-06-18 08:26:00",
            "post_id": "138402",
            "reply_to_id": "138398"
        },
        {
            "user_name": "svarti sambo",
            "text": "Já, ég er að tala um það.\nMér sýndist að einingin kostaði $300-350 eftir því hvar það var, á meðan að atlasinn var á $3000. Og þetta þolir einhver 2500 - 3000 hp. eftir týpum.\nÞað er eina sem að ég set spurningarmerki við, er að þetta eru þurr kúplingar og þola sjálfsagt ekki langa notkun í einu, en það er hægt að redda því með pakkdósum í sitthvorn endann og hæðartappa í einingarnar og aftöppun, og setja svo bara olíu á þetta.\nÞeir hjá gear vendor eru með svipað system, sýndist mér, bara dýrara. Og það er komið syncrome í þetta, til að auðvelda skiptingu á ferð. Og sjálfsagt orðið lengra.",
            "date": "2014-06-18 10:14:00",
            "post_id": "138407",
            "reply_to_id": "138402"
        },
        {
            "user_name": "baldur",
            "text": "Í fyrsta lagi kostar einingin ný út úr búð nær 2000 dollurum og í öðru lagi þá geturðu ekki bakkað með svona unit, hann getur bara snúist í eina átt. Bakkgírinn þarf að koma aftan við lencoinn.",
            "date": "2014-06-18 10:44:00",
            "post_id": "138409",
            "reply_to_id": "138407"
        },
        {
            "user_name": "jongud",
            "text": "Þá er mun meira vit í þessu; \nhttp://www.behemothdrivetrain.com/STRONG_BOX_UNDERDRIVE_KITS.html",
            "date": "2014-06-18 12:35:00",
            "post_id": "138411",
            "reply_to_id": "138409"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ertu þá ekki að tala um alla lengjuna, en ekki hlutfallið. Fjórir gírar áfram og einn afturábak = $2000.\nEn ég vissi ekki að það mætti ekki bakka með þetta. Veistu hver ástæðan er fyrir því.",
            "date": "2014-06-18 12:55:00",
            "post_id": "138412",
            "reply_to_id": "138411"
        },
        {
            "user_name": "svarti sambo",
            "text": "Mér líst vel á þetta. Þá er maður í raun og veru að setja þessi hlutföll í millikassann. En eru þetta einu hlutföllin sem eru í boði. fann ekkert um það.",
            "date": "2014-06-18 15:31:00",
            "post_id": "138424",
            "reply_to_id": "138412"
        },
        {
            "user_name": "baldur",
            "text": "Nei menn eru að borga 1000 dollara fyrir einn gír notaðan á racingjunk.\nÞað er ekki hægt að bakka með þetta vegna þess að þetta er uppbyggt eins og sjálfskipting og notar sprag til þess að halda í lága drifinu. Svo festir kúplingin ytra stykkið og spragið sleppir þegar þú skiptir í 1:1 hlutfallið.",
            "date": "2014-06-18 15:40:00",
            "post_id": "138426",
            "reply_to_id": "138424"
        },
        {
            "user_name": "jongud",
            "text": "Maður kaupir boxið með skiptidótinu frá Behemoth, og setur í niðurgírunarhlutann úr venjulegum álmillikassa, (NP-271 er vinsæll). Það er einhversstaðar á síðunni hjá þeim talið upp hvaða millikassa er hægt að nota, en ég held að flestir þeirra séu með þetta kringum 2,7 í niðurgírun.\nSTRONG BOX FEATURES:\n   •~2.4:1 - ~2.7:1 Low range multiplier (ratio varies slightly depending on which planetary set you use as a donor)",
            "date": "2014-06-19 08:15:00",
            "post_id": "138458",
            "reply_to_id": "138426"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ég er einmitt með NP273F millikassa og hann er nánast eins og NP271. Er búinn að senda fyrirspurn til þeirra, og það verður fróðlegt að sjá hvað kemur út úr því.",
            "date": "2014-06-19 11:32:00",
            "post_id": "138465",
            "reply_to_id": "138458"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ég var að fá svar við fyrirspurninni. Læt hana flakka. Þar sem að ég var að kanna möguleika.\nHello Jacob. \nHow much lb./ft can the Strong Box kit handle. \nI had a 7.3L power stroke engine in mine F350 2003 and it is a 450hp. I\nhave upgrade the transmission 4R100 and get a new torque converter. I\nhave a NP273f transfer case and can this kit handle that and can I have\nit 4-speed. \nFor example: \n1:1 Hi/Hi \n1.2:1 Hi/low \n2.7:1 Low/Hi\n5.4:1 Low/Low \nBest regards \nSvar:\nThe Strong Box can handle it. \nYou will need to find a ford np205 transfer case to go behind the Strong Box and you can have that gear options for the 4 speed.\nYou will use the nv273 gears inside the Strong Box.\nThanks.\nÞað væri líka gaman að fá að vita það, hvort að einhver lumi á svona ford np205 kassa.",
            "date": "2014-06-19 11:58:00",
            "post_id": "138466",
            "reply_to_id": "138465"
        },
        {
            "user_name": "ivar",
            "text": "Ljónsstaðir selja svona kassa tilbúna á milli í bílinn hjá þér. Mig minnir að það kosti ~200þ tilbúið til ísetningar með donor kassa. Það gerir þetta dæmi fljótt óhagstætt held ég.",
            "date": "2014-06-19 19:28:00",
            "post_id": "138494",
            "reply_to_id": "138466"
        },
        {
            "user_name": "svarti sambo",
            "text": "Þetta er ekki spurning hvað sé haghvæmt og hvað ekki. Bara að þetta virki eins og til var ætlast. Það er ekki alltaf allt gáfulegt sem menn gera, þegar kemur að bílasporti.\nVið erum kannski að tala um að þetta kit kosti 85-100 þúsund ($699+ship), án tolla og sendingar og ef að ég skil þetta rétt, þá er bara að raða þessu saman. Það er á mun minni pening, en ljónin eru að bjóða þetta. Og tel ég mig hafa þá þekkingu og getu sem þarf í samsetningu á þessu, svo hlýtur að fylgja með þessu installation manual, ef ekki, þá er bara að vera í sambandi við framleiðandann og fá viðeigandi upplýsingar. Það er heldur ekkert gaman að fá allt tilbúið, ég verð að fá að grúska aðeins í þessu og fá tilfinningu fyrir því sem ég er með í höndunum.\nEn það var fínt að fá að vita af þessu hjá ljónunum. hef þá samanburð, þegar kemur að endanlegu verði á þessu.\nÞað kostar líka 250-300 þús. að láta ljónin fara yfir skiftinguna og converterinn, og ef að þetta hlífir skiptingunni í átökum, þá borgar það sig. Svo ert þú með lægri hlutföll í fyrstu þremur gírunum, heldur en ég, þar sem að ég hef bara tvo, og svo eru Skiptingarnar eins í síðustu tveimur gírunum. Þú skilur hvað ég er að fara :-)",
            "date": "2014-06-19 21:01:00",
            "post_id": "138505",
            "reply_to_id": "138494"
        },
        {
            "user_name": "Stebbi",
            "text": "Gríðarleg hamingja að fá að nota NP205 kassa með 1.9 í lága í nýlegum bíl.  :)",
            "date": "2014-06-21 17:11:00",
            "post_id": "138580",
            "reply_to_id": "138505"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það er reyndar 1.96 eða 1.98 sem er eiginlega það sama og í patrol,pajero ofl. bílum sem margir virðast geta notað stórslysalítið,en er það kannski miklu sniðugra að setja sama hlutfallið fyrir framan eins og margir gera með 203 dótinu? \nAllavega sé ég ekki muninn en hann er svo líka kominn með talsvert sterkari kassa þar sem á reynir sem hljómar eiginlega bara frekar gáfulega og svo er líka oft gott að hafa fleiri hraðamöguleika það er talsvert stökk úr 2.7+ lága í háa drifið og oft gott að geta smellt í 2-1.\nOg svo kemur enn einn kosturinn sem er að í þessu tilviki er líka verið að losa sig við helv..... rafmagnsskiptinn sem er eitthvað sem er oft bara vesen núna eða seinna.  ;O)",
            "date": "2014-06-21 20:05:00",
            "post_id": "138585",
            "reply_to_id": "138580"
        },
        {
            "user_name": "Kiddi",
            "text": "NP203 og NP27eitthvað er bara skothelt dæmi og svínvirkar. Pabbi er með svona í Econoline með V10 og 5 gíra skiptingunni og hann nær að skríða alveg nógu vel og það hefur ekki verið mikið vandamál að drífa á þeim bíl drekkhlöðnum á 46\".\nAð hafa hærra hlutfallið (2:1) í milligírnum hlífir millikassanum sem er bara jákvætt þó þetta séu gríðarlega sterkir og góðir kassar þessir ál-keðjukassar.\nÁgætt samt að hafa það í huga þegar maður vafrar um netið, að það er ekki alltaf allt \"rétt\" sem menn skrifa. Hef rekið mig á það að menn hafi mikla óbeit á nýlegum búnaði og dásami gamla kassa eins og gamla stirða Dana 300 eða NP-205 til að mynda. Ég myndi alltaf taka yngri kassa eins og NP-271 fram yfir 205.",
            "date": "2014-06-22 01:52:00",
            "post_id": "138607",
            "reply_to_id": "138585"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég er einmitt með svona redneck doubler (203/205) í bílnum hjá mér og það er varla hægt að kalla þetta skriðgír með gamla sjálfskiptingu framaná þessu.  Væri mikið meira til í að vera með tvo álkassa með almennilegu lága drifi í staðin fyrir þetta 'óbrjótanlega' dótarí.  Þá væri líka hægt að skipta á milli drifa án þess að fara úr bílstjórasætinu.  :)",
            "date": "2014-06-22 08:25:00",
            "post_id": "138611",
            "reply_to_id": "138607"
        },
        {
            "user_name": "svarti sambo",
            "text": "Varðandi valið á þessum NP-205, þá er ég fyrst og fremst að hugsa um styrk og ekkert annað. Síðan er ég að spá í að setja svona tvö strong box fyrir framan hann og láta þau vinna saman með hlutföllunum í millikassanum. Þegar að maður er búinn að gíra þetta svona mikið niður fyrir framan millikassa, þá er eins gott að hann þoli það, þegar að maður stýgur á pinnann. þetta gefur mér meiri niðurgírunar möguleika og ég fæ sennilega mjög skemmtilegan bíl, þó svo að ég verði að fórna rafmagnsskiptirinum og fá smá þyngdaraukningu í bílinn.  Þá held ég að honum muni ekkert um hana, hvort eða er.",
            "date": "2014-06-23 19:48:00",
            "post_id": "138676",
            "reply_to_id": "138611"
        },
        {
            "user_name": "Stebbi",
            "text": "Held að það eina sem hafi verið að brotna í np205 sé að einn og einn kani hefur verið að sprengja húsin í sundur með bigblock og hreinræktaðri heimsku.",
            "date": "2014-06-23 21:30:00",
            "post_id": "138679",
            "reply_to_id": "138676"
        }
    ],
    "date": "2014-06-18 00:22:00"
}