{
    "forum_title": "Almennt spjall",
    "id": "25706",
    "title": "Hitamælir f. skiptingu í F350",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=25706",
    "posts": [
        {
            "user_name": "svarti sambo",
            "text": "Sælir spjallverjar.\nVildi bara koma því á framfæri eftir spjall við ljónin, að það virðist vera kengur í mælaborðsmælinum fyrir skiptinguna í fordunum, en á ekki við um alla bíla. Lenti nefnilega í því að hitamælirinn fyrir skiptinguna var alltaf eðlilegur, en samt brann olían á skiptingunni. Síðan þegar að ég fór að fylgjast með hitanum á skiptingunni í displayinu á tölvukubbnum, þá var sá mælir að sýna allt önnur gildi og þau virtust rétt miðað við ástand á olíu og hegðun skiptingar. Og það furðulegasta við þetta, var að þegar mælirinn í kubbnum stökk uppí 114°C, þá hreyfðist ekki hitamælirinn í mælaborðinu. Samt er ekki annar nemi fyrir kubbinn.",
            "date": "2014-07-02 10:01:00",
            "post_id": "139033",
            "reply_to_id": false
        },
        {
            "user_name": "Fordinn",
            "text": "Já  þessir mælar eru bara uppá punt...      nuna er eg buin að kaupa mer stóran auka kælir og mæla og   dypri panna á leiðinni áður enn hann fer á 46\"",
            "date": "2014-07-02 17:32:00",
            "post_id": "139046",
            "reply_to_id": "139033"
        },
        {
            "user_name": "svarti sambo",
            "text": "Já, þetta virðist vera skraut í sumum bílum.\nGet ekki séð að ég þurfi stærri kælir fyrir skiftinguna, þar sem að hann er með sama flatarmál og vatnkassinn. Held að hann sé ekki vandamálið í mínu tilfelli, en það er allt í lagi að hafa það á bakvið eyrað. Þetta með dýpri pönnu er allt í lagi að skoða frekar, en held að það sé ekki vandamál hér á klakanum, þó svo að kaninn vilji þetta vegna hitans hjá þeim. Það er náttúrulega allt annar lofthiti hér. En vissulega er betra að hafa meira olíumagn á skiftingunni. Mér lýst vel á það, að auka olíumagnið á skiftingunni. Þessir kælar virðast vera eitthvað mismunandi eftir bílum með 7.3L vélinni. Eða kannski bara búið að uppfæra suma bíla.",
            "date": "2014-07-02 17:53:00",
            "post_id": "139049",
            "reply_to_id": "139046"
        },
        {
            "user_name": "ivar",
            "text": "ég snaraði mér í skúrinn og athugaði með olíuna á skiptingunni en hún var fagur ljós-rauð og engin lykt.\nHinsvegar er það þannig hjá mér að mælirinn í mælaborðinu hefur svo til aldrei risið. Man eftir einu skipti þar sem hann var byrjaður að skríða yfir miðju og þá sló ég af.\nNæsta vetur set ég hinsvegar SCT í mælaborðið og fylgist með þessu 1-2 ferðir til að sjá hvort mælaborðið sé að gera sitt eða ekki.",
            "date": "2014-07-03 10:32:00",
            "post_id": "139088",
            "reply_to_id": "139049"
        },
        {
            "user_name": "svarti sambo",
            "text": "Enda á þetta ekki við um alla bíla, en ég hafði orð á þessu við ljónin og þeir höfðu orðið varir við þetta hjá mönnum.",
            "date": "2014-07-03 10:42:00",
            "post_id": "139090",
            "reply_to_id": "139088"
        }
    ],
    "date": "2014-07-02 10:01:00"
}