{
    "forum_title": "Almennt spjall",
    "id": "2581",
    "title": "LAND ROVER DEFENDER 110",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2581",
    "posts": [
        {
            "user_name": "s.f",
            "text": "hvaða reinslu hafa menn af þessum bílum hvernig hefur þessi 2.5 díselvél verið að endast hvernig er eiðslan á þessum bílum á 38\"\nkostir og gallar koma þessir bílar með læsingu orginal",
            "date": "2010-11-24 18:27:00",
            "post_id": "11298",
            "reply_to_id": false
        },
        {
            "user_name": "joisnaer",
            "text": "ég er með discovery á 38\" með td300 vélinni 4 cylindra. (sem er alveg sá sami og í defender 110) og hann er að eyða 11-14 lítrum á hundraðið hjá mér. \nþessir bílar eru ekki með læsingu orginal í drifum en þeir eru með læsingu í millikassanum.\nsvo er defenderinn mjög góður að því leiti að það er rosalega mikið farangurspláss í þeim.",
            "date": "2010-11-24 20:30:00",
            "post_id": "11308",
            "reply_to_id": "11298"
        },
        {
            "user_name": "s.f",
            "text": "hvernig hefur vélin verið að standa sig hvað er búið að keira hana hjá þér",
            "date": "2010-11-24 20:38:00",
            "post_id": "11309",
            "reply_to_id": "11308"
        },
        {
            "user_name": "joisnaer",
            "text": "hjá mér er hún keyrð 214þús km og mér finnst hún bara virka alveg einsog draumur. \nfaðir minn á svona defender með sömu vél og hún er að verða keyrð hátt í 400þús km og hef ekki ennþá svo að ég viti bilað neitt.\nsvo hjá mér er búið að taka wastegate ventilinn af pústgreininni svo hann er að blása 15-17 pundum. og er að skila alveg nokkuð góðu afli.  svo hef ég líka heyrt að( vill samt ekki alveg fullyrða það) að það hafi verið skrúfað uppí turbínu á svona vél og verið að láta hana blasa næstum 24 pundum og aldrei verið neitt vesen",
            "date": "2010-11-24 23:44:00",
            "post_id": "11323",
            "reply_to_id": "11309"
        },
        {
            "user_name": "s.f",
            "text": "enn drif milikassi og gírkassi hefur það verið að endast sæmilega líka",
            "date": "2010-11-25 08:06:00",
            "post_id": "11328",
            "reply_to_id": "11323"
        },
        {
            "user_name": "Skúli",
            "text": "Þessi tdi300 vél er í þeim til 1998 ef ég man rétt, eftir það kom 5 cyl 2,5 lítra vél sem heitir td5.  Sú þykir ekki torka eins vel en er þýðgengari og snarpari í upptaki.  Hef svosem ekki séð annað en hún virki ágætlega þó hún hafi kannski ekki sama tork og sú gamla.  Og báðar þessar vélar endast og endast.\nMillikassi og gírkassi held ég að sé líka bara að gera það nokkuð gott og orginal drif er níðsterkt.  Að vísu tókst mér að einu sinni að brjóta hjá mér framdrifið en það þótti eiginlega undur og stórmerki.  Það eru síðan öxlarnir sem eru veiki punkturinn.  Það er hægt að fá sterkari öxla í þá sem bætir þetta nokkuð og eftir að ég uppfærði hjá mér að aftan hef ég ekki brotið öxul þar.  Hins vegar tvívegis brotið sex-kúli-lið að framan, í bæði skiptin í miklum átökum.  Sumir hafa aukalið sem staðalbúnað í verkfærakistunni ásamt auðvitað hjólalegum sem rétt er að fylgjast vel með.  Stóri kosturinn við þá er hins vegar að þetta kemur ekki svo mikið að sök því það er hægt að fá varahluti á mjög góðu verði í BSA  á Skemmuvegi, framöxull í Defender kostar þar svona 10% af verði Patrol öxuls.\nBottom line, þetta eru mjög hagkvæmir bílar og fínir til síns brúks, en þetta eru engar forstjórakerrur, þykja hráir, kaldir, þröngir og gamaldags.  En það er bara vandamál ef menn eru mjög snobbaðir eða sverir um sig ;o)  Óvenju lágt hlutfall í millikassa gerir það að verkum að það er hægt að setja hann á 38“ án þess að breyta hlutföllum og jafnvel dæmi um að menn hafi farið í 44“ án þess að breyta hlutföllum.  Sparneytnir, ódýrir varahlutir og þræl duglegir í snjó og hjakki.",
            "date": "2010-11-25 10:14:00",
            "post_id": "11331",
            "reply_to_id": "11328"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Algjörlega sammála, þetta eru einu alvöru jepparnir sem eftir eru í dag, hitt eru allt lúxusbílar með jeppaeiginleika.\nÞað þarf ekki að smíða allan bílinn upp til að hann sé nothæfur á 38\" eða 44\" en helsti gallinn er kannski að þeir eru \nfrekar dýrir en það er kannski afstætt þegar á móti kemur að minna þarf til að breyta þeim og þar með mögulega ódýrari þegar upp er staðið.",
            "date": "2010-11-25 11:50:00",
            "post_id": "11336",
            "reply_to_id": "11331"
        },
        {
            "user_name": "joisnaer",
            "text": "reyndar hef ég nú heyrt misjafnar sögur af 5 cyl motornum, eitt af því er að heddin hafa verið að fara svoldið reglulega í þeim.",
            "date": "2010-11-25 17:13:00",
            "post_id": "11343",
            "reply_to_id": "11336"
        },
        {
            "user_name": "oliagust",
            "text": "Fimm cylindra vélin (TD5) var í Land Rover Discovery milli ´99 og ´04 og fram til ´06 í Defender. Það voru e.t.v. einhver vandamál með hedd í fyrstu árgerð... en frekar undantekning fremur en regla. Þessi vél eins og aðrar með álhedd þolir illa að hitna. Menn voru fyrst þegar vélin kom fram eitthvað stressaðir með allt rafmagnið sem fylgir henni ólíkt eldri 300tdi vélinni. En af vélinni fer bara gott orð í dag, fullyrði ég.\nÞetta segi ég sem eigandi einnar svona vélar! :)",
            "date": "2010-11-25 17:37:00",
            "post_id": "11345",
            "reply_to_id": "11343"
        },
        {
            "user_name": "joisnaer",
            "text": "okey, ég hafði þetta bara eftir vinnufélaga mínum sem var búinn að eiga 2 svona defender með td5 og var alltaf í heddveseni",
            "date": "2010-11-25 18:32:00",
            "post_id": "11349",
            "reply_to_id": "11345"
        },
        {
            "user_name": "Stebbi",
            "text": "Jafnast sá sparnaður ekki út þegar þú ert búin að eyða öllu sem þú átt til að fá miðstöðina til að virka, gera bílinn fokheldan og stilla af pedala, sæti og stýri þannig að Homo Sapiens geti með góðu móti setið í bílstjórasætinu.\nFlottasti jeppinn í sölu í dag en langt því frá að vera sá hentugasti eða besti.",
            "date": "2010-11-26 12:20:00",
            "post_id": "11386",
            "reply_to_id": "11349"
        },
        {
            "user_name": "s.f",
            "text": "þegar það er talað um kaldan er eithvað lélegri miðstöðvar í þessu enn öðrum bílum er búin að eiga 3 hiluxa ætla mér helst ekki í bíll sem er veri enn hann langar samnt í stæri bíl og betri fjöðrun",
            "date": "2010-11-26 14:55:00",
            "post_id": "11388",
            "reply_to_id": "11386"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég þekki Landrover eiganda sem á stuttan Defender með td5 vélini og staðalbúnaður á veturnar er kuldagalli þó hann sé bara að fara út í sjoppu.  Fyrstu svona breyttu td5 bílarnir þurftu að hafa Webasto miðstöð til að halda hita á bílunum yfir háveturinn.\nÞetta er eflaust yndislegt líf að eiga svona bíl og ekki aftur snúið þegar maður er búin að eiga einn.  :)",
            "date": "2010-11-26 16:46:00",
            "post_id": "11390",
            "reply_to_id": "11388"
        },
        {
            "user_name": "steinarxe",
            "text": "Langar til að spyrja smá off topic en er ekki afríku útgáfan af landcruiser í sama flokki og defenderinn,þessi sem rarik notar og fleiri. \nÞað er að segja,frekar hrár og á hásingu að framan,gæti hann þá ekki talist sem ´´alvöru jeppi´´ líka?",
            "date": "2010-11-26 20:28:00",
            "post_id": "11398",
            "reply_to_id": "11390"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Já enda vitum við að slagorð Land Rover manna er \nJá steinarxe þú ert að tala um Toyota LC70, jú það er rétt hjá þér,  ég bara var nú ekki með hann í huga þegar ég skrifaði\nþetta og þar eru líka öflugir bílar á ferð.\nHeld líka að það sé nú rétt fyrir okkur að fara að venja okkur af óþarfa lúxus þegar jeppar verða orðnir ókaupandi\nvegna skattahækkana og við verðum farnir að nota græjur eins og þessa frá Rússunum.",
            "date": "2010-11-26 20:51:00",
            "post_id": "11400",
            "reply_to_id": "11398"
        },
        {
            "user_name": "jeepson",
            "text": "Þessi ætti nú að fljóta vel uppá jökli. Svo er bara að fá sér góðan kuldagalla frá 66°n og kanski góðan hjálm.",
            "date": "2010-11-26 22:18:00",
            "post_id": "11407",
            "reply_to_id": "11400"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Jebb og þá er málið leyst.",
            "date": "2010-11-26 23:08:00",
            "post_id": "11410",
            "reply_to_id": "11407"
        },
        {
            "user_name": "oggi",
            "text": "Stolið af islandrover.is\nLand Rover eigendur vita hverjir þeir eru og efast ekki um það. Þar þarf ekki sálfræðing til að skilgreina þetta því þú veist að þú ert Land Rover eigandi ef: \n-Þú stendur út í Krossá til að gá hvort hún er í lagi fyrir ferðafélagana. \n-Þú ferð út í búð að kaupa laugardags DV og kemur ekki aftur fyrr en á mánudag, án DV. \n-Þú getur notað háþrýstisprautu til að þrífa bílinn ... að innan. \n-Heppilegasta leiðin frá A til B er þar sem snjóskaflinn er stærstur. \n-Dældin á bílstjórahurðinni og rispan á afturhleranum eru fegurðarblettir. \n-Þú færð nýjan Land Rover frá B&L og skilar honum því það vantar dældirnar á hliðina. \n-Þér finnst bíllinn þinn fallegri þegar hann er hæfilega skítugur. \n-Þú ferð á bílaþvottastöð með bílinn þinn og er neitað um aðgang. \n-Þegar þú loksins þværð bílinn óska vinnufélagarnir þér til hamingju með nýja bílinn. \n-Þú tekur bílaleigubíl í útlöndum og undrast hvað kemur vond lykt ef þú drepur í sígarettu á gólfinu. \n-Þú bölvar og ragnar meðan þú ert í viðgerðum, en ert samt alltaf með bros á vör. \n-Þú pantar nýjan Land Rover, en heimtar að liturinn á honum sé \"Mud Brown\". \n-Þú kennir í brjóst um þá sem aka um á 8 milljón króna Cruiser. \n-Þú átt stöðugt erfiðara með að fá konuna þína til að samþykkja að þið farið á þínum bíl í veislur. \n-Þú ert sá eini í götunni sem mokar ekki innkeyrsluna á veturnar. \n-Við vatnaakstur ertu búinn að koma þér upp ákveðinni viðmiðun um hvað vatnsyfirborðið má ná hátt ... innan í bílnum. \n-Þú hefur svefnpoka og þurrmat að staðaldri í bílnum því það er aldrei að vita hvar þú endar eða hvenær það kemur sér vel. \n-Þú gleymir að skrúfa upp rúðuna kvöldið fyrir rigninganótt, en það kemur ekki að neinni sök. \n-Þú ferð með mömmu þína í bíltúr og hún lendir í því að þurfa að hjálpa þér að velta Land Rovernum aftur á hjólin. \n-Þú notar íssköfuna á framrúðuna að INNAN VERÐU. \n-Götin í gólfinu fyrir ofan pústið gefa meiri hita en miðstöðin. \n-Þú finnur ekkert almennilegt stæði að vetrarmorgni eftir rösklega snjókomu, því það er búið að moka þau öll.",
            "date": "2010-11-27 11:03:00",
            "post_id": "11415",
            "reply_to_id": "11410"
        },
        {
            "user_name": "oggi",
            "text": "hugmyndir að \"bumper-sticks\" á Land Rover: \n-Stop Laughing, put the camera away and get a tow rope! \n-If my wife was this dirty, I'd have stayed at home! \n-The car in front of you is NOT A BLOODY j**p!!! \n-To Infinity & Beyond 1948-2003 \n-Land Rover 0-60 in Three Weeks! \n-A Land Rover is for LIFE - not just for Christmas \n-Keep Your distance - you never know what will fall off \n-Warning: This Vehicle Bites! \n-Please remember - YOU ARE MY CRUMPLE ZONE \n-I may be driving a tin bucket - but which scrap yard will yours be in when it's the same age?! \n-Cats have nine lives, but this Land Rover has 750's!! \n-If you can read this please flip me over! \n-WARNING: This Landrover may contain NUTS! \n-Don't wash me - just plant Potatoes! \n-This Vehicle has more leaks than the Titanic",
            "date": "2010-11-27 11:07:00",
            "post_id": "11417",
            "reply_to_id": "11415"
        },
        {
            "user_name": "jeepson",
            "text": "Og ég sem hélt að það væri skotið mikið á patrol og cruiser eigendur. :D",
            "date": "2010-11-27 11:26:00",
            "post_id": "11418",
            "reply_to_id": "11417"
        },
        {
            "user_name": "oggi",
            "text": "ekki misskilja mig ég er sjálfur stoltur Land Rover eigandi og vill ekki sjá neitt annað en maður verður að hafa húmor fyrir sjálfum sér:)\nen minn discovery er keyrður 430 þús km á vél og boddý án upptektar\nhttp://www.islandrover.is/spjall/viewtopic.php?t=1431",
            "date": "2010-11-27 15:10:00",
            "post_id": "11424",
            "reply_to_id": "11418"
        },
        {
            "user_name": "jeepson",
            "text": "já menn eru nú flestir ánægðir með sína tegund. Ég verð nú að viðurkenna að patrolinn kemur mér skemtilega að óvart.",
            "date": "2010-11-27 15:32:00",
            "post_id": "11425",
            "reply_to_id": "11424"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Mér þætti nú gaman að sjá sumar ónefndar tegundir jeppa hæla sér af þessu.",
            "date": "2010-11-27 15:37:00",
            "post_id": "11426",
            "reply_to_id": "11425"
        },
        {
            "user_name": "jeepson",
            "text": "Einhvernvegin fynst mér að þú sért eitthvað að ota þessu að patrol :)",
            "date": "2010-11-27 16:00:00",
            "post_id": "11427",
            "reply_to_id": "11426"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Nei ekki endilega, það eru nú til fleiri ónefndar tegundir.",
            "date": "2010-11-27 19:50:00",
            "post_id": "11431",
            "reply_to_id": "11427"
        },
        {
            "user_name": "birgthor",
            "text": "Hvaða vél er í þeim disco?",
            "date": "2010-11-27 20:19:00",
            "post_id": "11433",
            "reply_to_id": "11431"
        },
        {
            "user_name": "oggi",
            "text": "300tdi og beinskipting",
            "date": "2010-11-27 20:34:00",
            "post_id": "11435",
            "reply_to_id": "11433"
        },
        {
            "user_name": "jeepson",
            "text": "já ég veit. :) en í flestum tilfellum er það nú pattinn sem er með lélegar vélar. En ég hugsa líka að það sé að hluta til að menn séu ekki að keyra þær eftir þeirra veikleikum. En það hafa nú allir bílar sína galla og kosti.",
            "date": "2010-11-27 21:18:00",
            "post_id": "11441",
            "reply_to_id": "11435"
        },
        {
            "user_name": "steinarxe",
            "text": "Verð nú að verja pattann aðeins:)En faðir minn átti einn 1996 mdl í mörg á ár og aldrei var tekinn upp kassi eða mótor og var hann mikið til með 5 hesta kerru aftaní. Hann var seldur í 420 þús og getu vel verið að hann hafi farið miklu lengra,eða sé enn!Að mínu viti var ekki einusinni búið að stækka vatnskassa;)",
            "date": "2010-11-27 22:34:00",
            "post_id": "11445",
            "reply_to_id": "11441"
        },
        {
            "user_name": "olihelga",
            "text": "Í Land Rover blaði sem ég komst í að lesa fyrir nokkrum árum stóð þessi skemmtilega settning(snöruð yfir á íslensku) Rover verksmiðjurnar vita ekki hvað Land Rover endist lengi þeir hafa bara verið til frá 1948.\nKv, Óli",
            "date": "2010-11-27 23:57:00",
            "post_id": "11448",
            "reply_to_id": "11445"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég átti hilux dísel sem fór í 440þús og þá stimplaði hann sig út.",
            "date": "2010-11-28 13:53:00",
            "post_id": "11462",
            "reply_to_id": "11448"
        }
    ],
    "date": "2010-11-24 18:27:00"
}