{
    "forum_title": "Almennt spjall",
    "id": "2583",
    "title": "Aftengja loftpúða",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2583",
    "posts": [
        {
            "user_name": "Óskar - Einfari",
            "text": "Sælir félagar\nÉg er að koma fyrir tölvu í Hiluxnum svo að coarinn geti hangið á facebook og farmville þegar hann er búinn að gefast upp á að reyna að fá eitthvað vitrænt út úr mér.... Ég er með allt klárt... sérsmíðaða tölvu og festingin komin í mælaborðið..... eina sem stendur í veginu fyrir því að ég skelli vélinni í bílinn er að það er loftpúði beint fyrir aftan skjáinn og þó að coarinn nenni kanski ekki að tala við mig vill ég síður að hann fái 15\" skjá/tölvu í andlitið ef púðinn þarf að springa út.... get ég og má ég setja rofa sem aftengir loftpúðan á meðan ég er með tvölvuna í bílnum?\nKv.\nÓskar Andri",
            "date": "2010-11-24 19:20:00",
            "post_id": "11300",
            "reply_to_id": false
        },
        {
            "user_name": "arntor",
            "text": "ég held tú megir alveg aftengja hann, en ef tú ferd í skodun, tá tarf ad koma fram ad loftpúdinn sé aftengdur(límmidi á maelabord eda álíka) eda einfaldlega tengja hann aftur. maeli samt med tví ad fá einhvern vanann í ad aftengja hann. svo tad skemmist nú orugglega ekkert.",
            "date": "2010-11-24 19:51:00",
            "post_id": "11301",
            "reply_to_id": "11300"
        },
        {
            "user_name": "Sævar Örn",
            "text": "er ekki boðið upp á aftenigngu á honum frá framleiðanda? oft uppundir hanskahólfinu, eða í annari hvorri hliðinni á mælaborðinu, jafnvel stundum í öryggjaboxinu.\nPASS AIRBAG ON/OFF heitir rofinn, og er í raun bara straumrof að þessum tiltekna púða. AIRbag ljósið mun loga en restin af loftpúðakerfinu mun samt sem áður virka sem skildi\neflaust er í lagi að setja rofa á lögnina en passa verður ALLAR tengingar og breytingar vel, og ég þori að veðja að þetta veldur tryggingaveseni ef bíllinn lendir í einhverju.\nEn allur er fyrirvarinn góður því að mínu mati er betra að fá smá öflugri hnykk eftir beltið heldur en að fá fartölvu með festingu og tilheyrandi fljúgandi á sig á 200 metra hraða á sek.",
            "date": "2010-11-24 19:53:00",
            "post_id": "11302",
            "reply_to_id": "11301"
        },
        {
            "user_name": "haffij",
            "text": "Án þess að ég ætli að ábyrgjast eitt eða neitt.\nVæntanlega er í bílnum öryggi fyrir loftpúðanakerfið. Ef þú tekur það úr ætti airbag ljósið að loga og púðakerfið að detta út. Þú getur eflaust bara kippt þessu öryggi úr þegar þú setur tölvuna í og sett það svo á sinn stað þegar tölvan fer inn í hillu.",
            "date": "2010-11-24 20:59:00",
            "post_id": "11312",
            "reply_to_id": "11302"
        },
        {
            "user_name": "Freyr",
            "text": "Getur sett rofa á lögnina sem rýfur hana en þá kveikir hann Air Bag ljósið og kerfið dettur út í heild sinni þar sem tölvan heldur að það sé bilun til staðar og þarf jafnvel að tengja við tölvu til að slökkva ljósið. Betri lausn væri að setja skiptirofa á lögnina sem tengir framhjá púðanum en í staðinn í gegnum viðnám sem er jafn mörg ohm og púðinn, notar bara rofann þegar svissað er af og þá fattar bíllinn ekkert. Hefur síðan gaumljós á þessu þannig að púðinn gleymist ekki á \"off\" þegar tölvan er ekki til staðar. \nVARÚÐ!!!!!!!!!!!!!!!!! Það má ALDREI mæla viðnám gegnum líknarbelgi eða forstrekkjara á bílbeltum því avo mælirinn sendir straum gegnum rásina til að finna viðnámið og þó þessi straumur sé bara örlítill getur hann dugað til að sprengja belgi og strekkjara. Svo til þess að vita hversu stórt viðnámið þarf að vera verður að hafa samband við verkstæðin hjá umboðunum og fá viðnámið uppgefið.\nMæli ekki með að menn eigi við þennan búnað án þess að vita upp á hár hvað þeir eru að gera!\nFreyr",
            "date": "2010-11-24 21:01:00",
            "post_id": "11313",
            "reply_to_id": "11312"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Það er einmitt búnaður í mörgum nýrri bílum þar sem þú átt að geta slökkt á farþega púðanum án þess að aðrir púðar detti út. Oftast er þetta lítill sviss sem er hægt að virkja með bíllyklinum eða álíka og er einmitt oft staðsettur í hanskahólfi eða hurðarfalsi eða álíka.",
            "date": "2010-11-25 00:27:00",
            "post_id": "11325",
            "reply_to_id": "11313"
        }
    ],
    "date": "2010-11-24 19:20:00"
}