{
    "forum_title": "Almennt spjall",
    "id": "25851",
    "title": "7,3",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=25851",
    "posts": [
        {
            "user_name": "toni guggu",
            "text": "sælir félagar hvað er econoline með 7,3 og c 6 skiftingu að eyða (35\")",
            "date": "2014-07-13 22:59:00",
            "post_id": "139572",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Það fer eftir því, hvort að það sé búið að setja kubb eða ekki og hvaða stærð að bíl þetta er o.s.fr.",
            "date": "2014-07-14 00:12:00",
            "post_id": "139576",
            "reply_to_id": "139572"
        },
        {
            "user_name": "toni guggu",
            "text": "Þetta er 150 bíll ca 2,9 tonn og ekki búið að setja kubb",
            "date": "2014-07-14 00:18:00",
            "post_id": "139578",
            "reply_to_id": "139576"
        },
        {
            "user_name": "Rodeo",
            "text": "Kom 150 bíllinn nokkurn tímann með 7.3?\nEr þetta þá ekki annað hvort mix eða 2-350?\nF350 óbreyttur pallbíll sem ég keyrði töluvert í vinnu fór niður í 12l í langkeyrslu svo það er alveg hægt að láta sig dreyma um það, þótt líklegra sé að þetta endi í 15-20l í venjulegum akstri.",
            "date": "2014-07-14 08:16:00",
            "post_id": "139581",
            "reply_to_id": "139578"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ef ég man þetta rétt, þá er hún að eyða ca: 16-18L í langkeyrslu og 20-25L í snattið.",
            "date": "2014-07-14 10:07:00",
            "post_id": "139583",
            "reply_to_id": "139581"
        },
        {
            "user_name": "Guðmundur Ingvar",
            "text": "pabbi átti '89 modelið ford econoline með 6,9 sem er sama vél og 7,3 bara aðeins minni stimplar í 6,9. túrbínulaus. á nýrri 35\"\nHann var í 20-25 rokkaði þarna á milli og ég held það hafi verið sama hvort hann var innan eða utanbæjar.",
            "date": "2014-07-14 10:11:00",
            "post_id": "139584",
            "reply_to_id": "139583"
        },
        {
            "user_name": "toni guggu",
            "text": "Þessi bíll var gerður upp og 7,3 sett í hann, en er ekki bara málið að þessar vélar eyða 20+",
            "date": "2014-07-14 10:23:00",
            "post_id": "139585",
            "reply_to_id": "139584"
        },
        {
            "user_name": "Polar_Bear",
            "text": "Gamli minn var á 38\" og 1988  fór aldrei niðurfyrir 23 L en var oftast í 25 L 4,10 hlutföll það var E350 og var 3,5 Tonn",
            "date": "2014-07-14 10:28:00",
            "post_id": "139586",
            "reply_to_id": "139585"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ef að þetta er með fyrstu 7,3L vélina, þá var hún að gera minna en 6,9 og eyddi bara miklu meira, þangað til að menn settu kubb við þær. Það munar t.d. miklu á vélunum fyrir 94 og eftir 94. Maður var að heyra oft töluna 25-30L á þessum breyttu bílum, sem voru með eldri vélina. Sjálfur er ég með power stroke vélina og var hún að eyða fyrir kubb, rétt rúma 18L í langkeyrslu á 35\" og bíl sem er tonninu þyngri, en var að eyða meira í snattinu, mældi hana aldrei í snatt aksri. Á eftir að mæla hana með kubb og í snatt akstri, og er kominn á stærri dekk.",
            "date": "2014-07-14 10:41:00",
            "post_id": "139588",
            "reply_to_id": "139586"
        },
        {
            "user_name": "olei",
            "text": "7,3 IDI var túrbínulaus með mekanísku olíuverki í Ford. Einungis í 93-94 pickup kom hún með túrbínu. Það er semsé engum tölvukubb til að dreifa fyrr en í Powerstroke sem kemur um mitt ár 1994 - og er gjörbreytt vél.\nÉg man ekki eftir því að C6 hafi komið með konverterslæsingu, 4 gíra skiptingin E4OD var talsverð framför varðandi eyðslu bæði vegna þess að hún er með overdrive og læsingu á konverter. Hún kom 1989.\nEyðslan á 3 tonna Econoline á 35\" með svona vél og skiptingu fer auðvitað eftir ýmsu, t.d hvort að bíllinn er með háum topp, os.frv. Í \nrólegri\n langkeyrslu við \ngóðar\n aðstæður mundi ég skjóta á 16-18 lítra. Held að það sé gólfið í eyðslu á svona bíl.",
            "date": "2014-07-14 15:42:00",
            "post_id": "139599",
            "reply_to_id": "139588"
        },
        {
            "user_name": "svarti sambo",
            "text": "Sennilega er þetta rétt hjá Ólafi, varðandi kubbinn. En einhvað voru menn að tala um kubb árið 1990, þar sem að ég var með E150 þá, og var að spá í að skifta út 351Winsorinum í staðinn fyrir Dísel vél. En það fór aldrei svo langt, þar sem að ég seldi bílinn áður. En hvað menn gerðu til að ná eyðslunni niður, veit ég ekki nákvæmlega.",
            "date": "2014-07-14 17:06:00",
            "post_id": "139603",
            "reply_to_id": "139599"
        },
        {
            "user_name": "JeepKing",
            "text": "Ég er með RWD Econoline með 7.3 IDI og E4OD (overdrive skipting) 3,5 tonn+  hár toppur og hann eiðir 13,6 í langkeirslu.. og getur farið neðar\nátti einusinni annan sem var 4x4 og á 38\" líka með E4OD hann var með 16 \nmálið með C6 og orginal dekkjum og orginal hlutföll er að hann fer egilega ekki hraðar en 70 nema á ofur snúning...  furðuleg hugsun hjá kananum..",
            "date": "2014-07-14 19:58:00",
            "post_id": "139610",
            "reply_to_id": "139603"
        },
        {
            "user_name": "Stebbi",
            "text": "Veit um 3.5 tonna E-350 húsbíl með háum íslenskum topp á 35\" sem fór ítrekað með 15-16 lítra í þeim akstri sem hann var notaður í.  Og það var ekki ömmukeyrsla á 80 úti á vegi, á meðan það er ekki túrbína á þessu þá er galdurinn að halda snúning niðri og þá fer 7.3 IDI vel með dropann og algjört möst að vera með E4OD til að þetta sé ekki öskrandi í öllum gírum.",
            "date": "2014-07-14 20:40:00",
            "post_id": "139612",
            "reply_to_id": "139610"
        },
        {
            "user_name": "juddi",
            "text": "7,3 á ekki að snúast mikið enda með mikið tog niðri og um leið og hann fer að snúast fer eyðslan uppúr öllu valdi td er 4.10 drif að koma best út á 38\" eyðsla ca 14 í langkeyrslu , hef verið á 35\" á 4t bíl sem var með ca 16l en þegar ekið var á 110km eða hraðar fór eyðslan í 25l +",
            "date": "2014-07-14 23:23:00",
            "post_id": "139625",
            "reply_to_id": "139612"
        },
        {
            "user_name": "toni guggu",
            "text": "Ok en segið mér annað, hvað er 7,3 þung og er dana 44 hásing of veikburða fyrir þessa vél ?",
            "date": "2014-07-15 00:22:00",
            "post_id": "139638",
            "reply_to_id": "139625"
        },
        {
            "user_name": "ivar",
            "text": "ég var með dana 44 á E350 á 44\" dekkjum og 7,3 vél og já, það er of lítil hásing í það.\nVar alveg hægt að nota hana án þess að brjóta og bramla en legur voru líka vandamál.\nÞetta sleppur alveg fyrir horn, en myndi ekki mæla með því.",
            "date": "2014-07-15 11:48:00",
            "post_id": "139655",
            "reply_to_id": "139638"
        },
        {
            "user_name": "juddi",
            "text": "Fer alveg eftir notkun og hvaða Dana 44 þú ert með en mun aldrey duga á stórum dekkjum í átökum",
            "date": "2014-07-15 15:09:00",
            "post_id": "139662",
            "reply_to_id": "139655"
        }
    ],
    "date": "2014-07-13 22:59:00"
}