{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "25864",
    "title": "Toyota LC90 1kz-te tjúnn?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=25864",
    "posts": [
        {
            "user_name": "binnibondi",
            "text": "Sælir,\nEr með 99 mdl af LC 90 með 1kz-te mótornum.\nHef lengi langað að poppa hann aðeins upp en langar að vera temmilega \"safe\" og raunsær í þessu.\nHef mikið verið að skoða netið og pæla hvað er best í stöðunni.\n,,We know we will never get to much from this power plant\" :)\nÞessi þráður hérna kom manni soldið á bragðið en mér langar að vita hvort einhverjir hafa reynslu af svona útfærslun hérna heima ? þ.e.a.s ROM/ECU forritun.\nhttp://www.toyotadiesel.com/forums/show ... ned-1kz-te\nHelstu grunn atriði fyrir svona poppun er að sjálfsögðu...\nFront mount intercooler\nOpið púst\nAfgashitamælir\nBreyting á loftinntaki\nBoost controller\nEn þá kemur smá spurningarflóð til að fara velta fyrir sér.\n1. Ætlaði að fara í 3\" púst frá bínu en þá stoppaði mig einn af og sagði, afhverju að fara í þriggja tommu alla leið þegar þú ert þegar með 2,25\" orginal fyrir. Því ekki að opna þetta orginal dót bara? Góð pæling þarsem aflið er nú ekkert að þvælast fyrir þessum mótorum en gaman væri að sjá hvað menn hafa segja ?\n2. Boost controllerinn er að sjálfsögðu kostur en því að vera með fullt af boosti en enga olíu til að brenna, svo las ég einhversstaðar er ECU í bílnum blocki allt ef boostið fer yfir 15 psi ? Er 15 psi ekki bara meira en nóg og hvað er ECU-ið að gera þegar svona boost verður til ?\n3. Spill skrúfan á olíuverkinu sagði einhver að væri æðislegt að bæta við um kvart til að fá meiri olíu. Ég prufaði það aðeins og fann jú aðeins mun en ekkert teljandi og skrúfaði því til baka þarsem ég var ekki kominn með EGT mælirinn á þeim tíma.\n4. Þeir sem eru með kubb í bílunum sínum, finniði mikin mun eða er þetta bara kast á peningum því nóg kosta þessir kubbar sem ég hef séð ástralana vera selja ?\nÞessi linkur sem ég setti að ofan sýnir að dúddinn var að ná 152 hp út við afturhjól og tel ég það nú bara nokkuð gott. \nVæri gaman að heyra sögur og finna aðra sem hafa verið að brasa í þessu, nóg er af þessum dollum á landinu :)\nÞað má einnig athuga það að bíllinn minn er óbreyttur og verður óbreyttur að öllu jafna, þetta er meira hugsað til að auka dráttargetuna.\nkv.Binni",
            "date": "2014-07-14 16:20:00",
            "post_id": "139601",
            "reply_to_id": false
        },
        {
            "user_name": "MattiH",
            "text": "Sæll.\nÉg veit að þeir hjá SS Gísla eru með nokkra kubba í þessa vél sem þú ættir að fá á góðu verði.\nBjallaðu í Ómar s: 860-5430. Hann veit allt um það mál.\nSjálfur er ég með 3\" púst, front mount intercooler og tölvukubb. Mér finnst hann bara vinna mjög fínt. Hef svosem ekki samanburðinn því þetta var í honum þegar ég kaupi hann.",
            "date": "2014-07-14 21:37:00",
            "post_id": "139618",
            "reply_to_id": "139601"
        },
        {
            "user_name": "Stebbi",
            "text": "Einhverstaðar las ég að þetta færi ekkert að virka fyrr en það væri komið olíuverk úr 2.8 Pajero í þetta, þá fyrst er hægt að fara gefa þessu olíu að éta.",
            "date": "2014-07-14 23:40:00",
            "post_id": "139629",
            "reply_to_id": "139618"
        },
        {
            "user_name": "elliofur",
            "text": "Björn Oddson sem er hér á spjallinu, hlýtur að finna hann í gegnum leitina, er að selja fjandi góða kubba. Pabbi fékk kubb hjá honum í 100 krúser 4.2 og bíllinn varð allt annar. Mæli með kauða, kubburinn er á einhverstaðar í kringum 90 þúsund hjá honum ef mig misminnir ekki.\n*edit* hér er linkur á auglýsingu frá honum \nviewtopic.php?f=51&t=24250&start=0",
            "date": "2014-07-14 23:45:00",
            "post_id": "139635",
            "reply_to_id": "139629"
        },
        {
            "user_name": "aae",
            "text": "Samrás hafa verið að selja kubba í LC90 - Samrás # 5514220",
            "date": "2014-07-15 09:22:00",
            "post_id": "139647",
            "reply_to_id": "139635"
        },
        {
            "user_name": "baldur",
            "text": "Annað sem ég prófaði nýlega og virðist gefa góða raun er vatns+alkóhól innspíting. Setti svoleiðis á Musso hjá mér og víraði þannig að það komi inn á botngjöf. Virðist þar ná að gefa auka eldsneyti til viðbótar við það sem kemur frá olíuverkinu og er finnanlegur munur á afli. Kannski ekki ósvipað própandæminu sem menn voru sumir að leika sér með í gamla daga nema að alkóhólið er talsvert miklu ódýrara og þægilegra í meðförum en gasið. Þetta hefur þó þann ókost eins og gasið að þarna er auka tankur sem að klárast fljótt ef mikið er verið að gefa í.",
            "date": "2014-07-21 14:33:00",
            "post_id": "139957",
            "reply_to_id": "139647"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ertu þá líka búinn að finna löglega ástæðu, til að vera með eimingartæki í skúrnum. Og verið með heimilisiðnað sem auka búgrein.",
            "date": "2014-07-22 14:13:00",
            "post_id": "140022",
            "reply_to_id": "139957"
        }
    ],
    "date": "2014-07-14 16:20:00"
}