{
    "forum_title": "Almennt spjall",
    "id": "25880",
    "title": "Staðsetning Felgumiðja.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=25880",
    "posts": [
        {
            "user_name": "svarti sambo",
            "text": "Sælir spjallverjar.\nMig langar svolítið að heyra ykkar álit á staðsetningu felgumiðja.\nHvað er það sem mælir á móti því, að fara með miðjuna utar, en gert er í dag, jafnvel út fyrir miðja felgu, eins og er gert í formúlunni. Þeir eru sjálfsagt ekkert með mjórri felgur en við, og sjálfsagt gríðarlegt álag á felgurnar.\nhttps://www.google.is/search?q=formula1 ... B550%3B517",
            "date": "2014-07-15 17:27:00",
            "post_id": "139668",
            "reply_to_id": false
        },
        {
            "user_name": "Startarinn",
            "text": "Yfirleitt er það stýrisgangurinn og bremsurnar sem hindra þetta",
            "date": "2014-07-15 18:22:00",
            "post_id": "139670",
            "reply_to_id": "139668"
        },
        {
            "user_name": "svarti sambo",
            "text": "En hvað með að nota spacera til að þetta gangi upp. Það hljóta að vera stórar bremsur á formúlubíl, miðað við ferðina á þeim og þeir beygja líka. Hef aldrei skoðað formúlubíl. Miðað við allan fjöldann af jeppabreytingum hér á landi, hefur þá enginn prófað svona hluti. Ef maður skoðar frammfelgu á dually bíl, þá er backspace-ið meira en felgubreiddin, og felgan leitast við að velta út í fjöðrun, til að vega upp á móti kröftunum sem ýta henni inn.",
            "date": "2014-07-15 18:48:00",
            "post_id": "139673",
            "reply_to_id": "139670"
        },
        {
            "user_name": "olei",
            "text": "Átta mig ekki á því hvað vinnst við að flytja miðjuna utar í dæmigerðum jeppa?\nJú, auðvitað minnkar það vægi á hjóllegur ef þær eru í miðri felgu, en utar en það - til hvers?\nHvað snertir Formula1 bíla - þá gæti skýringin á þessu verið sú að þeir vilja hafa hjólarmana sem lengsta og því best að nafið sé eins utarlega og kostur er. Hvað varðar Dually bíla frá ammríkunni þá gæti skýringin verið sú að þeir vilja nota sömu felgur að framan og aftan? Framhásingarnar voru allavega mjög svipaðar ef frá eru talin þessi gríðarlegu nöf á dually bílunum.",
            "date": "2014-07-15 19:08:00",
            "post_id": "139676",
            "reply_to_id": "139673"
        },
        {
            "user_name": "svarti sambo",
            "text": "Er bara að skapa umræðu um þetta, þar sem að mig langar að prófa að gera hlutina öðruvísi en gert er í dag. En ef að það er búið að prófa þetta, þá langar mig að fá að heyra niðurstöðuna úr því. Er svolítið mikið fyrir það að gera hlutina öðruvísi en aðrir. Ef það gæti orðið til bóta. Þannig verða framfarir til. Svo er bara miklu þægilegra að þrífa felguna, ef miðjan er utar.",
            "date": "2014-07-15 19:16:00",
            "post_id": "139679",
            "reply_to_id": "139676"
        },
        {
            "user_name": "Magni",
            "text": "Það er aðal ávinningurinn að það verður minna álag á legunum. En svo þegar spacerinn er settur aftur undir þá eykst álagið á leguna aftur. Þannig að þetta er komið í hring...",
            "date": "2014-07-15 20:08:00",
            "post_id": "139684",
            "reply_to_id": "139679"
        },
        {
            "user_name": "svarti sambo",
            "text": "Já, ætli ég sé ekki kominn líka í marga hringi með þessa hugsun mína. En eins og ég sé þetta fyrir mér í dag, þá leitast felgan við að sveigja nafið upp, miðað við að hafa backspace-ið t.d. 4,5\" í 16-17\" breiðri felgu. Síðan ef að maður setur felgumiðjuna t.d. í miðja felgu, þá er álagið orðið jafnt á legurnar, en eykst á spindlana, þar sem að þetta væri gert með spacerum. En ef að ég fer með felgumiðjuna einhvað út fyrir miðja felgubreidd, t.d. 2\". Þá myndi felgan leitast við að fara út að ofan og byrja að sveigja nafið niður, og þá myndi álagið minnka á spindlana aftur og eykst einhvað á leguna aftur, en öfugt á móti álaginu við fjöðrun.\nHvað segið þið um þessa speki. Er ég á villigötum með þetta.",
            "date": "2014-07-15 21:34:00",
            "post_id": "139689",
            "reply_to_id": "139684"
        },
        {
            "user_name": "grimur",
            "text": "Miðja dekks miðað við miðplan milli lega er það sem gildir.\nAllt sem prjónað er á milli hefur engin áhrif á legurnar, nema þá að það svigni svo mikið að það geti tekið út titring.\nEin góð ástæða fyrir að hafa miðplan milli lega örlítið innar en miðju dekks er að álag á (fram)hjólalegur er lang mest í beygjum, þá bætist við hliðarvektor sem er mun stærri á ytra framhjóli, þá er heppilegt að legurnar séu innar en best hentar m.v. kyrrstöðu, þar sem samanlagður vektor er á ská þegar beygt er.\nÞað er nú samt meira fræðilegt en praktískt, næst miðju er best fyrir legur.\nSama lögmál ræður fyrir spindla, miðja dekks frá lóðlínum í gegn um spindla er armurinn sem kraftar reiknast um. Því nær sem spindlar eru því að vera í miðju dekks, þeim mun minna álag. \nÞað er sjaldan mögulegt, en gott að hafa í huga hvernig þetta færist til með felgubreikkunum og backspace....spindlar fá almennt að finna fyrir því í þessu dóti okkar....\nkv\nGrímur",
            "date": "2014-07-15 22:02:00",
            "post_id": "139692",
            "reply_to_id": "139689"
        },
        {
            "user_name": "svarti sambo",
            "text": "Nú er þetta farið að vera skemmtilegt.\nÞetta er akkúrat málið, er búinn að vera að reyna að hugsa þetta út frá vektorafræðinni. Gleymdi svo sem hliðarvektorunum. En er ekki bara til eitthvað reiknilíkan fyrir þetta á netinu. Hef nefnilega ekki fundið neitt ennþá. Kannski er bara einfaldast að láta bara vaða og taka svo bara líftímann á þessum búnaði og hætta að reikna sig til tunglsins og aftur til baka, og treysta bara á eigin sannfæringu. Það er einfalt að fara til baka, ef þetta er gert með spacerum.",
            "date": "2014-07-15 22:38:00",
            "post_id": "139695",
            "reply_to_id": "139692"
        },
        {
            "user_name": "aae",
            "text": "Best að hafa þetta í miðjunni ef það er hægt. \nskoðaðu neðst á þessum þræði: \nhttp://www.f4x4.is/spjallbord/umraeda/u ... ld/page/6/",
            "date": "2014-07-16 00:04:00",
            "post_id": "139705",
            "reply_to_id": "139695"
        },
        {
            "user_name": "svarti sambo",
            "text": "Djöfull er þetta flottur dúddi. Lýst hrikalega vel á þetta hjá honum.\nÞarna fer hann með miðjuna á felgunni í 7,5\" og felgan er 14\" breið. Þannig að miðjan er 0,5\" utar en miðjan á felgunni. Og spindlarnir eru við innri brún á felgu. Þetta er akkúrat, það sem að ég er búinn að vera að spá í. Veit bara ekki ennþá hvernig þetta kæmi út á mínum bíl. Er í vinnslu.\nEr þetta ekki að virka fínt og hvernig er hann í akstri, eða veit það kannski enginn.",
            "date": "2014-07-16 02:34:00",
            "post_id": "139711",
            "reply_to_id": "139705"
        },
        {
            "user_name": "aae",
            "text": "Mér skilst að hann hafi virkað mjög vel í stórferð 4x4 síðasta vetur, annars ætturðu bara að heyra í eigandanum, Gunna, hann er hjá Málmtækni.\nHonum finnst örugglega gaman að ræða þetta..",
            "date": "2014-07-16 11:05:00",
            "post_id": "139721",
            "reply_to_id": "139711"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það er best að ég spjalli við kauða.",
            "date": "2014-07-16 13:18:00",
            "post_id": "139729",
            "reply_to_id": "139721"
        }
    ],
    "date": "2014-07-15 17:27:00"
}