{
    "forum_title": "Almennt spjall",
    "id": "25916",
    "title": "Land Cruiser 90 GX/LX munur á þeim?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=25916",
    "posts": [
        {
            "user_name": "s17",
            "text": "Góða kvöldið,\nNú er ég í miklum pælingum að fara að kaupa ferða/veiðijeppa og hef augastað á 2 bílum. Rak hins vegar augun í það að það er ekki sama týpa af bíl, því er mér spurn ef einhver vildi vera svo góður að segja mér hver er munurinn á þessu? \nEr þetta aðallega útlitslega séð eða býr eitthvað meira að baki varðandi aukabúnað og svoleiðis? Þetta eru sem sagt báðir 1999 árgerð af 90 bílnum, annar LX og hinn GX :)",
            "date": "2014-07-18 01:08:00",
            "post_id": "139807",
            "reply_to_id": false
        },
        {
            "user_name": "s17",
            "text": "Og auðvitað ef einhver er í hugleiðingum um að selja svona bíl óbreyttan, eða 33\" breyttan má hann/hún alveg prófa að senda mér skilaboð.",
            "date": "2014-07-18 01:11:00",
            "post_id": "139808",
            "reply_to_id": "139807"
        },
        {
            "user_name": "grimur",
            "text": "Þetta var aðallega innréttinga/raftækja gadget munur, og eitthvað held ég að plöstin hafi verið mismunandi á þeim.\nMinn er 2002 módel, VX bensín. \nÞar er leður og rafmagn í flestu, og plöst sem líkjast 33\" köntunum á fyrri árgerðum ótrúlega mikið, en klæða hliðarnar alveg lengdina á bílnum.\nCruise control, þakbogar(svona langsum dæmi) og sjálfsagt eitthvað fleira smálegt.\nEinhver sagði að það hefðu verið tausæti í þeim öllum(líka VX) fram til 1999 eða 2000, ég sel það alls ekki dýrar en ég keypti það, en það passar samt ef maður skoðar VX bíla frá 96-98 á bilasolur.is, að þeir eru ekki með leðursæti.\nkv\nGrímur",
            "date": "2014-07-18 01:50:00",
            "post_id": "139809",
            "reply_to_id": "139808"
        },
        {
            "user_name": "jongud",
            "text": "Sjá hérna fyrir 2002 árgerð;\nhttp://www.mbl.is/greinasafn/grein/704697/\n\"\n  Staðalbúnaður í LX er m.a. sex diska geislaspilari með níu hátölurum, sex loftpúðar, skriðstilling, viðarinnrétting og leðurklætt stýri... \n Í GX bætist að auki við 17 tommu álfelgur, handvirk loftkæling, brettakantar og varadekkið er komið undir bílinn...\n Í flaggskipinu VX er síðan að auki leðuráklæði, þrjár sætaraðir fyrir átta manns, tvöföld sjálfvirk loftkæling og TEMS-fjöðrunarbúnaður. \nHann fæst eingöngu sjálfskiptur  \"\nEDIT\nHérna er eitthvað um 1999 módelið;\nhttp://www.mbl.is/greinasafn/grein/489365/",
            "date": "2014-07-18 09:07:00",
            "post_id": "139814",
            "reply_to_id": "139809"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "það er aðalega munur á að gx er með kastar framan rafmagn í speglum og rafmagns loftnet álfelgur og orginalbretakanta og toppboga",
            "date": "2014-07-18 10:45:00",
            "post_id": "139817",
            "reply_to_id": "139814"
        },
        {
            "user_name": "grimur",
            "text": "Þarna er verið að rugla saman 90 og 120 bílnum (mbl greinin, bíllinn var kynntur sem nýr 90 cruiser).\nÞað er töluvert meira hlaðið í 120 bílinn.",
            "date": "2014-07-18 12:38:00",
            "post_id": "139821",
            "reply_to_id": "139817"
        },
        {
            "user_name": "Elítan",
            "text": "Þeger þeir komu nýjir voru lx ekki með samlituðum stuðurum og ekki með þokuljósum í stuðurunum, þá var ekki hægt að fá auka sætinn í LX en var aukabúnaður í GX. síðan voru helingur af aukahlutum sem voru í boði fyrir gx og vx en ekki lx.\n en margir hafa síðn orðir sér út um þessa hluti í lx enda er sama rafkerfið í þeim ōllum þarft bara að nenna smà leit stundum til að finna rétta skottið.",
            "date": "2014-07-19 15:52:00",
            "post_id": "139870",
            "reply_to_id": "139821"
        },
        {
            "user_name": "Siggi_F",
            "text": "Mig minnir að LX hafi ekki verið með ABS í fyrstu árgerðunum",
            "date": "2014-07-21 14:48:00",
            "post_id": "139958",
            "reply_to_id": "139870"
        },
        {
            "user_name": "einsik",
            "text": "Lx er ekki með ABS Í 99 módel amk. Þeir komu alveg kanntalausir og gott ef þeir voru ekki á öðrum hlutföllum en Gx/Vx.",
            "date": "2014-07-21 17:07:00",
            "post_id": "139965",
            "reply_to_id": "139958"
        }
    ],
    "date": "2014-07-18 01:08:00"
}