{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "25923",
    "title": "dana 35",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=25923",
    "posts": [
        {
            "user_name": "heidar69",
            "text": "Er með jeppa í láni það þarf að skipta um öxul í dana 35 með ARB loftlás... er það eithvað öðrvísi en venjulega?, losa pinna og taka splitti?",
            "date": "2014-07-18 18:28:00",
            "post_id": "139834",
            "reply_to_id": false
        },
        {
            "user_name": "grimur",
            "text": "Samkvæmt viðgerðabók um JEEP sem ég blaðaði nýlega í, þá eru C-splitti í yngri gerðum af D35, allavega á öðrum öxlinum.\nSel það svosem ekki dýrar en ég keypti það.",
            "date": "2014-07-18 19:23:00",
            "post_id": "139836",
            "reply_to_id": "139834"
        },
        {
            "user_name": "heidar69",
            "text": "Skist að billin sé með splitti orginal... það er búið að setja i hann ARB ...  ætli maður verði ekki bara að rifa þetta i sundur í von og óvon ... Það eru öxlar í skottinnu,orginal öxlar....",
            "date": "2014-07-19 07:58:00",
            "post_id": "139856",
            "reply_to_id": "139836"
        },
        {
            "user_name": "jongud",
            "text": "Það eru til sérstakar ARB-læsingar fyrir C-splittaða öxla. Gæti verið einhver furðuleg seremonía til að komast að splittunum.",
            "date": "2014-07-19 16:28:00",
            "post_id": "139874",
            "reply_to_id": "139856"
        },
        {
            "user_name": "olei",
            "text": "ARB fyrir C-splitti t.d í 12 bolta GM og 8,8\" Ford voru með 3 millihjólum og stóreflis gat í læsingarhúsinu til að athafna sig með splittin. Það var ekkert tiltökumál að skipta um öxla í því. Dana 35 þekki ég ekki.\nSkoðaðu læsinguna vandlega, hvort að öxlarnir sem millihjólin leika á séu ekki alveg örugglega fastir og á sínum stað. Það kemur fyrir að millihjólin rífa sig fasta á boltana og þá brotna splittin sem halda þeim og svo losnar um þetta aftur og þá skríða öxlarnir út úr draslinu og fara að narta í pinion með tilheyrandi skemmtilegheitum.",
            "date": "2014-07-19 21:03:00",
            "post_id": "139885",
            "reply_to_id": "139874"
        },
        {
            "user_name": "jongud",
            "text": "Hérna er mynd af þessu;\nÞað þarf greinilega að fjarlægja millihjólapinnan (nr 3) til að byrja á þessu. Athugaðu kambinn vel sitthvoru megin við pinan, stundum þarf að taka örlítið úr tönn til að geta rennt honum í og úr drifhúsinu, spurning þá hvoru megin það er.\nhttp://www.scribd.com/doc/17151621/ARB-Dana-35-Parts-Manual\nHér eru svo leiðbeiningar um ísetningu;\nhttp://store.arbusa.com/Assets/PDF/RD105_i.pdf",
            "date": "2014-07-20 08:21:00",
            "post_id": "139898",
            "reply_to_id": "139885"
        },
        {
            "user_name": "heidar69",
            "text": "Flott hjá ykkur... Nú veit ég hvernin þetta lítur út... takk",
            "date": "2014-07-20 20:05:00",
            "post_id": "139921",
            "reply_to_id": "139898"
        }
    ],
    "date": "2014-07-18 18:28:00"
}