{
    "forum_title": "Torfæruspjall",
    "id": "26",
    "title": "Jepparall - Fjallarall",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=10&t=26",
    "posts": [
        {
            "user_name": "mckinstry",
            "text": "Um leið og mig langar að óska okkur jeppaáhugamönnum til hamingju með nýjan spjall vettvang þá langar mig að benda á eftirfarandi:\nÁ eftirfarandi vefslóð má finna upplýsingar um Íslenska fjallarallið sem haldið er af ICCRC Fjallarallfélagi Íslands í samvinnu við BÍKR: \nwww.iccrc.is\nÁ árinu 2009 var fyrsta fjallarallið haldið og eru fyrirhugaðar 3 keppnir á árinu 2010 skv. (eftirafarandi sem tekið er af spjallsvæði lia.is):\n \nFyrirhugað er að halda þrjár keppnir í fjallaralli árið 2010. Verða þær með svipuðu sniði og keppnin síðasta haust. þ.e. mikið af löngum sérleiðum um torfærar slóðir og stuttar ferjuleiðir allt fjarri alfaraleiðum á hálendinu. Verið er að vinna í leyfamálum en þar sem farið er um \"nýjar\" leiðir vilja menn eðlilega skoða umsóknir vandlega með tilliti til verndunar- og nýtingasjónamiða. Verða leiðirnar ekki kynntar fyrr en allir umsaganraðilar hafa skilað áliti. \nDagsetningar keppnanna eru skv. eftirfarandi: \n1. Fjallarall ICCR 26. - 27. júní (næturrall) \n2. Fjallarall ICCR 18. september  \n3. Fjallarall ICCR 2. október \nSem fyrr verður ekið um slóða í svörtum söndum, hraun, jökulleir, móbergsmöl og skolaða farvegi jökla og jökulfljóta. Má því segja að boðið sé upp á nær endalausa fjölbreytni í undirlagi. Leyfilegt verður að skrá þjónustubíla til keppni og tryggja þannig þjónustu á löngum erfiðum leiðum, þá verða sérstök þjónustusvæði inn á leiðunum. Þátttökugjöldum verður stillt í hóf en hvorki kostur né gisting verður innifalinn. \nNú er bara að bretta upp ermar og smíða jeppa og hrista úr honum hrollin í einhverjum eða öllum röllum sumarsins. Jepparöllin teygja örlítið á tímabilinu fram eftir hausti. \nNánari upplýsingar verður að finna á \nwww.iccrc.is\n á nýju ári. Á síðunni má sjá umfjöllun um keppni síðasta árs. fyrirspurnir má senda á info(hjá)iccrc.is \nKveðja\nSteini",
            "date": "2010-02-01 11:50:00",
            "post_id": "66",
            "reply_to_id": false
        },
        {
            "user_name": "gislisveri",
            "text": "Mér líst mjög vel á þetta, hvernig gekk keppnishaldið í fyrra? Komu einhverjir þáttakendur að utan?",
            "date": "2010-02-01 11:55:00",
            "post_id": "68",
            "reply_to_id": "66"
        },
        {
            "user_name": "mckinstry",
            "text": "Keppnishaldið gekk mjög vel í fyrra og var sérstaklega ánægjulegt fyrir okkur Tomcat kalla. Því miður komu engar erlendar áhafnir þrátt fyrir góð fyrirheit. Kreppan og hrunið sáu til þess. Vel á annan tug erlendra þátttakenda hafði tilkynnt þátttöku en treystu sér ekki er á hólminn var komið. En einmitt þá er nauðsynlegt að þrauka og sýna fram á að við getum skipulagt og haldið svona keppnir enda ekki víða jafn góð aðstaða og hér. Er það von okkar að ástandið snúist okkur í hag á næstu árum og fjallarall verði vinsælt hér heima líkt og víða erlendis. \nICCRC (Fjallarallfélag Íslands) og BÍKR (Bifreiðaíþróttaklúbbur Reykjavíkur) verða með sýningabás á British 4x4 Indoor sýningunni í ár, sem er haldin á nýjum stað að þessu sinni. Þar vonumst við til að komast í samband við hugsanlega keppendur og áhugamenn um fjallaröll sem kallast Cross Country Rally á Ensku og eru eins upp byggð og Dakar-rallið og fleiri maraþon rally keppnir sem eru fyrst og fremst ætluð jeppum. \nSjálfur hef ég farið árlega á þessa sýningu og fylgst með þróun jeppamála í Bretlandi. Þarna má segja að grasrótin í jeppa- og ferðamennsku komi saman og skiptist á hugmyndum en einnig er þetta \"stærsti markaður með jeppavörur í Bretlandi\" sjá: \nhttp://www.britishindoor4x4show.com/\nÍ upphafi skipulagningar á ICCR keppninni stóð til að hún yrði 5 daga löng en það er tæplega raunhæfur kostur næstu árin. Nú leggjum við áherslu á að þróa þetta keppnisform enn frekar enda gefur það skemmtilegan möguleika t.d. á lengingu á keppnistímabilinu fram á haustið og að nýta vegi og slóða sem eru ófærir venjulegum rallýbílum. Sjáum við fyrir okkur að menn geti nýtt jeppa í þetta sem etv. þykja ekki henta lengur til fjalla- og jöklaferða enda lítið annað í keppnisbílunum en skelin, grindin og kramið. Þessi tegund keppna kallar einnig eftir auknu samstarfi við veghaldara á hálendinu og hefur það samstarf farið mjög farsællega af stað. Mætum við skilningi og velvild hvar sem við rekum erindi okkar enda leggjum við áherslu á eðlilega verndun og nýtingu þeirra slóða og vega sem til eru og gefum þeim í mörgum tilfellum nýjan tilgang sem íþróttamannvirki. Þá er þessi tegund keppna ein tegund ferðamennsku sem er til þess fallin að bæta hag ferðaþjónustufyrirtækja á þeim svæðum sem farið er um.\nSteini",
            "date": "2010-02-01 13:26:00",
            "post_id": "72",
            "reply_to_id": "68"
        }
    ],
    "date": "2010-02-01 11:50:00"
}