{
    "forum_title": "Vara og aukahlutir",
    "id": "26128",
    "title": "ÓE: dana44 - framhásingu eða gramsi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=26128",
    "posts": [
        {
            "user_name": "FixOrRepairDaily",
            "text": "er með dana44 undan gamla bronco sem er á skálabremsum, langar að setja diskabremsur á kvikindið og vantar til þess liðhús + innvols af bronco '76-'79 eða af F150 '73-'79,  sem komu einhverjir með diskabremsum (þetta á víst að passa á rörið mitt svo lengi sem það eru opin liðhús)\nönnurlausn er að mixa eitthvað á þetta (sem ég nenni ekki) eða kaupa kit af netinu (sem ég tými ekki einsog er)\nþriðja lausn væri að einhver eigi complet framhásingu með diskabremsum handa mér og vantar að losna við\nallar ábendingar og upplýsingar vel þegnar hér á jeppaspjall eða í s: 848-3797",
            "date": "2014-08-02 20:39:00",
            "post_id": "140619",
            "reply_to_id": false
        },
        {
            "user_name": "olei",
            "text": "Sæll\nÞað sem þú ert að óska eftir er ekki mjög algengt, allavega ekki diskabremsur af gamla bronco sem voru bara á fáum árgerðum sem komu lítið hingað.\nEn í raun passar margt á endana á Bronco hásingunni þar sem spindlarnir í dana 44 voru nær allir eins. Þannig passa liðhús af Cheerooke, wagooner, scout, blazer os.frv beint á spindlana og þar með er hægt að nota ytra draslið af því. Broncoinn var með minni hjöruliðskrossum 27mm minnir mig, en það var algengt að það væri uppfært í 30mm. Með svoleiðis krossum passar ytri öxull úr framantöldum tegundum beint á þetta. Getur haft þetta bak við eyrað ef þú finnur diskabremsur af einhverju öðru. Kannski minni vinna en að skipta út rörinu með öllum festingum.",
            "date": "2014-08-02 22:38:00",
            "post_id": "140625",
            "reply_to_id": "140619"
        },
        {
            "user_name": "FixOrRepairDaily",
            "text": "sæll og takk fyrir gott svar\ngamli bronco kom með diskum að framan '76-77' en það er lítið sem ekki neitt af þeim árgerðum til á klakanum, geri mér svosem grein fyrir því en það kostar ekkert að vera bjartsýnn.\nöll sagan er að ég er með ranger á dana35 ttb (skærahásingu) sem ég er ekkert of hrifinn af, svo það verður alltaf skipt um rörið með tilheyrandi vandamálum og bjórdrykkju. spurningin er hvað endar þarna undir í staðinn, en við það að uppfæra í burðarmeiri hásingu (dana44) er ég samt að veikja drifrásina því skærin eru með stóra krossinum en bronco rörið með þeim litla einsog þú segir. þar sem ég er bara með 33\"-36\" í huga og vel undir 200hö. að snúa þeim þá ætla ég ekki að gera áhyggjuefni úr litla krossinum í bili, þó það væri alveg huggun að skipta honum út fyrir þann stóra einhverntíman seinna ef ekki strax.\nog já, ég veit að þá enda ég með sitthvora gatadeilinguna að framan og aftan, svo best að minnast á 9\" ford sem er á leiðinni þarna undir í félagi við verðandi framhásingu\nen ef það er einsog þú segir að fleiri týpur af dana44 passi saman (með sama kingpin horn og bil á milli auga) þá víkkar það leitarsvæðið mitt töluvert, ekkert nema gott um það að segja",
            "date": "2014-08-03 12:20:00",
            "post_id": "140640",
            "reply_to_id": "140625"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það er einfaldast að skipta þessu út á spindlunum og nota af F150 eða stóra bronco pikkinn er með diska frá ca.74,þetta er fjandi algengt dót og endaði undir mörgum linerum.Bronco frá 76 og upp úr er með 30 mm krossa,diska og pikkinn er það alltaf svo þar færðu ytri öxlana og svo passar innri stutti öxullinn úr Blazer í gamla Bronco en annars er bara að panta að utan eða ef þú kemst í fræs þá er hægt að stækka augun í öxlunum upp í 30 mm.",
            "date": "2014-08-05 13:10:00",
            "post_id": "140722",
            "reply_to_id": "140640"
        }
    ],
    "date": "2014-08-02 20:39:00"
}