{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "26136",
    "title": "Ódýrir brettakantar, hugmyndir að lausnum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=26136",
    "posts": [
        {
            "user_name": "Freyr",
            "text": "Datt í hug að starta hugmyndaþræði um ódýrar lausnir á brettaköntum. Ef um ódýra jeppa og \"low budget\" verkefni er að ræða þykir oft óspennandi að eyða tugum þúsunda og upp úr í kanta. Væri gaman að safna hér saman hugmyndum að ódýrari lausnum en að kaupa flotta plastkanta, kostur ef myndir fylgja.\nSjálfur smíðaði ég eitt sinn kanta úr 1,25 blikki og sauð þá að cherokee. Þeir voru beygðir að utanverðu í blikksmiðju til að fá örlítið form á þá. Síðan voru skornir fleygar úr beygðu brúninni og lengjurnar beygðar til að búa til \"boga\" og soðið aftur saman. S'iðan voru kantarnir soðnir innaní hjólaskálarnar einfaldleikans vegna (þyrfti ekki að forma þá eftir hliðunum). Þetta var mjög fljótlegt og auðvelt en ég gerði þau mistök að klippa of lítið úr svo eftir að ég sauð kantana á hann var full lítið pláss fyrir dekkin. Einnig þarf að passa að dekkin mega ALLS EKKI rekast í kantana því þeir eru eins og hnífar, ystu kubbarir að aftan skárust af að hluta í 1. ferð en var til friðs eftir að ég snyrti kantana með slípirokk.\nAðrar hugmyndir eru m.a:\nBrettaplast.\nBlikk með óbeygða ytri brún en líma áfellu yfir brúnina til að fólk skerist ekki á brúnunum.\nParlock eða álíka vörubílabretti skorin í tvennt.\nKv. Freyr",
            "date": "2014-08-03 16:29:00",
            "post_id": "140650",
            "reply_to_id": false
        },
        {
            "user_name": "Freyr",
            "text": "Það virkar ekki að \"copy-a\" url á f4x4.is eins og á myndir á öllum öðrum síðum á netinu??? Hér er þá bara linkur á myndina: \nhttp://www.f4x4.is/myndasvaedi/paskaskrepp-i-thufuver/attachment/30870/",
            "date": "2014-08-03 16:48:00",
            "post_id": "140652",
            "reply_to_id": "140650"
        },
        {
            "user_name": "jongud",
            "text": "Ég hef líka velt vöngum yfir þessu. Manni finnst það vera ansi blóðugt að dýrasti pósturinn í jeppabreytingum skuli vera einhverjir plastbogar.\nEinn aðeins ódýrari kostur er að kaupa tilbúna brettakanta úr öðru en trefjaplasti, og þá er ég að hugsa um fyrirtæki út eins og Bushwhacker sem framleiða \"cut-out\" brettakanta úr ABS plasti fyrir allt að 35-tommu dekk.\nAnnar kostur er kanntar úr blikki eins og þú smíðaðir. Það er alveg hægt að fá svoleiðis kanta nokkuð góða.\nSjálfur hef ég með viðunandi árangri tekið notaða brettakanta og breytt þeim sjálfur (lengt og breikkað). Ég er alveg á því að ef maður getur bakað kökur skammlaust, þá getur maður líka unnið trefjaplast.\nSvo hef ég líka verið að spá í hvort ekki sé hægt að smíða brettakanta út ABS plastplötum. maður þyrfti bara sæmilega plastsuðubyssu, suðuþræði í réttum lit og einhverskonar beygjuvél.",
            "date": "2014-08-03 16:56:00",
            "post_id": "140653",
            "reply_to_id": "140652"
        },
        {
            "user_name": "jongud",
            "text": "Og alltaf rekst maður á eitthvað nýtt á vafrinu;\nhttp://www.ebay.com/itm/TOYOTA-HILUX-1988-1997-MK3-DOUBLE-CAB-FENDER-FLARES-WHEEL-ARCHES-rubber-trim-/221449899374?pt=Motors_Car_Truck_Parts_Accessories&hash=item338f714d6e&vxp=mtr\nFyrirtæki á Kýpur sem framleiðir brettakanta á Hilux, passar fyrir þetta 33-35-tommu dekk og er mun ódýrara en hér heima.",
            "date": "2014-08-03 17:04:00",
            "post_id": "140654",
            "reply_to_id": "140653"
        },
        {
            "user_name": "Freyr",
            "text": "Var að rekast á þessa:",
            "date": "2014-08-03 19:27:00",
            "post_id": "140657",
            "reply_to_id": "140654"
        },
        {
            "user_name": "hobo",
            "text": "Ástæða mín að maður byrjaði í þessu jepparugli, er þessi súkka sem ég fékk nánast gefins fyrir einhverjum árum.\nÞetta var fljótlega eftir bankahrun og ekki miklir peningar milli handanna.\nSkar nokkur dekk langsum og náði mér þar með í fííííína brettakanta :)\nBíllinn fékk breytingaskoðun og var mikið ferðast um landið.",
            "date": "2014-08-03 20:11:00",
            "post_id": "140660",
            "reply_to_id": "140657"
        },
        {
            "user_name": "grimur",
            "text": "Ég breikkaði Galloper með 5-6mm PE plasti úr Málmtækni. Ein plata rist í 4 ræmur langsum og möndlað inn í orginal plöstin. Til að fá betra pláss hitaði ég, risti og beygði original plöstin aftan og framan við áður en þessu var klínt í. Kítti og brúnir snyrtar. Kostaði innan við 10.000. \nSvo hefur maður pælt í að hitaforma plastplötur (vacuum draga á mót) en það útheimtir slatta búnað en gæti verið hagkvæm leið í fjöldaframleiðslu í staðinn fyrir þessa hallæris prótótýpuframleiðslu sem trefjaplastið er alltaf. Að sjóða, beygja og klippa plast er áhugaverð pæling. PE er ekki gott að mála en gæti verið fínt ef svart má vera liturinn. Önnur plöst þekki ég ekki nógu vel hvað þessháttar snertir en skilst að PP sé mögulegt að nota, kannski PVC, en það er líklega of stökkt í kulda. \nSvo eru til allskonar plastefni sem eru hálfgerð Hybrid efni, t.d. það sem er notað í innréttingar í flugvélum sem gæti virkað, en þau eru ekki eins þjál með hitaformun og suðu.\nBest að hella sér í smá Gúggl um plastefni til að tala ekki bara með rassgatinu: -)\nKv\nGrímur",
            "date": "2014-08-04 22:58:00",
            "post_id": "140693",
            "reply_to_id": "140660"
        },
        {
            "user_name": "jongud",
            "text": "Mig minnir að Bushwhacker noti ABS-plast í sína brettakannta.",
            "date": "2014-08-05 08:18:00",
            "post_id": "140711",
            "reply_to_id": "140693"
        },
        {
            "user_name": "atli885",
            "text": "eg breikkaði mína brettakannta með 10cm breiðri svartri álskúffu .. 10 cm breið skuffa um 3m á lengd svo 5cm brunir á báðum hliðum niður.\nklippti uppí hliðarnar sem sneru niður og mótaði þannig skúffuna eftir kanntinum sválfum \nog festi svo við kanntinn first með litlum skrúfum svo beint á bílinn\nhefði alveg mátt sparsla og kítta og allt eftirá en eg var helviti sáttur með svarta litinn á álinu",
            "date": "2014-08-05 12:58:00",
            "post_id": "140720",
            "reply_to_id": "140711"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Ein hugmynd sem ég var með varðandi kannta er að nota flísteppi og resin, hægt að möndla allskonar form úr þessu og skella svo glermottu innaná til að styrkja.\nReyndar örugglega töluverð pússivinna sem fylgir þessu.\nGerði tilraun með þetta sem heppnaðist nokkuð vel, strekti flísteppi yfir þar sem ljósin voru og penslaði resin á þetta, varð alveg grjóthart og hélt formi mjög vel\nVæri þá hægt að vera með einhverkonar boga þar sem dekkið endar og strekkja teppi frá bretti yfir téðan boga og þá færðu það form.",
            "date": "2014-08-05 13:30:00",
            "post_id": "140724",
            "reply_to_id": "140720"
        },
        {
            "user_name": "jongud",
            "text": "Það er hægt að nota ýmislegt sem undirlag þegar verið er að byggja eitthvað upp úr trefjaplasti, bylgjupappa, teppi og hænsnanet.",
            "date": "2014-08-06 09:00:00",
            "post_id": "140765",
            "reply_to_id": "140724"
        },
        {
            "user_name": "Ýktur",
            "text": "Ég útbjó einhvern tímann brettakanta úr dekki sem var einu eða tveimur númerum stærra en dekkin undir bílnum, skar það ca. í fjóra parta og festi á bílinn með litlum járnvinklum.  Það var alveg dásamlega ljótt en flaug í gegnum skoðun :)  Verst að ég á enga mynd af þessu.",
            "date": "2014-08-06 12:45:00",
            "post_id": "140778",
            "reply_to_id": "140765"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Jú auðvitað, kosturinn við flísefnið er að það teygjist (annað en trefjamotturnar) þannig það er auðveldara að ná fallegu formi á það\nVeit einhver til þess að einhver hafi notað basalt trefjar til að gera kannta?\nhttp://www.hataeknisetur.is/index.php?pid=11",
            "date": "2014-08-06 15:28:00",
            "post_id": "140784",
            "reply_to_id": "140778"
        },
        {
            "user_name": "jongud",
            "text": "Ég held að basalttrefjar séu svo nýjar að enginn sé farinn að nota þær í annað en styrktarprófunarhluti",
            "date": "2014-08-06 17:57:00",
            "post_id": "140795",
            "reply_to_id": "140784"
        }
    ],
    "date": "2014-08-03 16:29:00"
}