{
    "forum_title": "Almennt spjall",
    "id": "26140",
    "title": "Hlutföll í Patrol",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26140",
    "posts": [
        {
            "user_name": "Xtra",
            "text": "Er með Patro 44\" með 4,2td  beinskiftan, vantar hlutföll í hann Hvað eru menn hrifnastir af 5,42 eða orginal, hef heyrt báðar sögurnar af því. Vantar ráð frá reynsluboltum.\n.",
            "date": "2014-08-03 20:50:00",
            "post_id": "140661",
            "reply_to_id": false
        },
        {
            "user_name": "olei",
            "text": "Hvaða drifhlutfall er í bílnum og hvernig líkar þér það?",
            "date": "2014-08-03 21:19:00",
            "post_id": "140662",
            "reply_to_id": "140661"
        },
        {
            "user_name": "Xtra",
            "text": "Fékk hann með brotið 5,42  þannig að ég þarf hvort eð er að fá mér drif, hef ekki keyrt hann neitt að ráði þannig að ég er ekki dómbær á það.",
            "date": "2014-08-04 20:43:00",
            "post_id": "140683",
            "reply_to_id": "140662"
        },
        {
            "user_name": "olei",
            "text": "Þetta fer eftir ýmsu, t.d hvar áherslan liggur í notkun bílsins. Hvað hann er þungur (Y60 eða Y61) hvaða 44\" dekk þú ert með - þau eru svolítið misstór- hvort hann er með milli gír og þá hvaða milli gír og hvaða gírkassi er í honum.\nEf við gerum ráð fyrir því að það sé original 5 gíra kassi úr 4,2 bíl og patrol milli kassi og dekkin eru 44\" Fun Country (42\" á hæð)\nSkoðum fyrst á hvaða snúning mótor er í 90 km hraða með original drif - 4,625:1\n5 gír er 0.836:1 -> 1730 rpm á 90 km/klst.\n4 gír er beinn ->  2070 rpm á 90 km/klst.\nÞetta þýðir að 5 gírinn verður að mestu í fríi á original hlutföllum nema í meðvindi á jafnsléttu. Kreyrslugírinn verður 4 í háa úti á vegi. Niður í þriðja í brekkum.\nSama dæmi með lægri drif - 5,42:1\n5 gír -> 2028 rpm á 90 km/klst.\n4 gír -> 2425 rpm á 90 km/klst.\nHér er 5. gír orðinn jafngildur 4. gír á original hlutföllum: semsagt keyrslugírinn verður 5. og skipt niður í 4 í brekkum. \nNæst er hvernig er að taka bílinn af stað í 1. gír í háa drifinu.\n1. gír í 5 gíra 4,2 er 4,556:1\nÁ 700 snúningum á original drifum er hann á 6.7 km/klst\nÁ 5,42 er hann á 5,7 km/klst\nÞetta virðist ekki muna miklu en hann verður talsvert léttari af stað á lægri drifunum.\nSama hlutfall skilar sér að sjálfsögðu í lága drifinu - þar sem spurningin er hvort að 1. í lága sé nægilega lár fyrir brekkulkifur eða lækjarskarir með allt vindlaust. Erfitt að meta það en:\ná 700 rpm í 1. í lága \noriginal drif: 3,3 km/klst\n5,42: 2,9 km/klst\nAftur, þetta virðist ekki mikið en það munar talsvert um þetta í praxis.\nHér eru tölurnar:\nÞað sem mælir með 5,42 er að bíllin verður mun skemmtilegri á þeim með gírhlutföll sem eru nærri original bíl. Hann verður léttari úti á vegi, auðveldari að taka hann af stað og hann fer hægar í þungum snjó og tekur betur á.\nÞað sem mælir með original drifum er að þau eru ódýrari og sterkari. Persónulega tel ég líklegt að ef bíllinn er ekki með milligír þá muni original drifhlutföll há honum verulega við erfiðar aðstæður í snjó. Hann mun vanta meiri niðurgírun (og jafnvel líka með 5,42).\nTek það fram að ég hef aldrei svo mikið sem ekið 4,2 patrol og þekki þessar vélar ekki neitt. Dreg samt í efa að þær séu verulega frábrugnar öðrum vélum af svipaðri stærð.",
            "date": "2014-08-04 23:56:00",
            "post_id": "140699",
            "reply_to_id": "140683"
        }
    ],
    "date": "2014-08-03 20:50:00"
}