{
    "forum_title": "Almennt spjall",
    "id": "26203",
    "title": "hvaða kítti er best að nota",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26203",
    "posts": [
        {
            "user_name": "magnusv",
            "text": "sælir, ég er með S10 sem ég var að eignast der á.. en eg kann alveg einstaklega ílla við að bora í toppinn á honum þannig er til kítti sem gæti haldið þessu niðri??",
            "date": "2014-08-08 16:33:00",
            "post_id": "140885",
            "reply_to_id": false
        },
        {
            "user_name": "toni guggu",
            "text": "Límkýtti frá wurth svínvirkar á þetta",
            "date": "2014-08-08 17:11:00",
            "post_id": "140886",
            "reply_to_id": "140885"
        },
        {
            "user_name": "magnusv",
            "text": "hefuru prófað þetta? er svo hræddur um að þetta fjúki af",
            "date": "2014-08-08 20:51:00",
            "post_id": "140891",
            "reply_to_id": "140886"
        },
        {
            "user_name": "Freyr",
            "text": "Ef þetta er gert vel er enginn hætta á því. Sem dæmi þá festi ég brettakanta á jeppa eingöngu með límkítti, ekki ein einasta skrúfa eða hnoð. Þetta svoleiðis rígheldur að það er vandamál að ná köntunum af aftur. Það sem þarf að passa er að fletirnir sem límdir eru séu vel hriensaðir með fituhreinsi eða álíka, það má ekki vera eitthvað olíusmit, ryk eða bón til staðar því þá er límingin léleg.",
            "date": "2014-08-08 20:55:00",
            "post_id": "140892",
            "reply_to_id": "140891"
        },
        {
            "user_name": "Haukur litli",
            "text": "Kítti heldur saman heilu rútunum, kítti er notað mikið við smíði nýrra bíla  og flestar rúður í bílum eru límdar með kítti. Kítti er mjög sterkt svo lengi sem báðir fletirnir eru hreinir og fitulausir og kíttið hefur eitthvað til að grípa í.",
            "date": "2014-08-08 21:10:00",
            "post_id": "140894",
            "reply_to_id": "140892"
        },
        {
            "user_name": "magnusv",
            "text": "já það er reyndar laukrétt hjá þér, en snyrtiflöturinn er svo gríðarlega lítill að ég held",
            "date": "2014-08-08 21:33:00",
            "post_id": "140895",
            "reply_to_id": "140894"
        },
        {
            "user_name": "villi58",
            "text": "Wurt samt ekki fljótþornandi, það hefur gránað undan sól þannig að það er best að segja þeim í hvað þú ætlar að nota kíttið.",
            "date": "2014-08-08 22:57:00",
            "post_id": "140902",
            "reply_to_id": "140895"
        },
        {
            "user_name": "svarti sambo",
            "text": "Stixall er besta límkítti sem ég hef komist í tæri við. Það þolir meðal annars sól og fl.",
            "date": "2014-08-09 00:04:00",
            "post_id": "140905",
            "reply_to_id": "140902"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll ég hef reynslu af ódýru kítti sem heitir Stikk og er það til í litum. Nota mikið svart hef notað það í að festa brettakanta.Þornar á 12 tímum og kostar um 1900 krónur túban hér á sigló.Til að losa um það er nóg að hita það í um 70 gráður td. ef þú þarft að taka brettakanta af bíl. kveðja guðni",
            "date": "2014-08-09 08:25:00",
            "post_id": "140912",
            "reply_to_id": "140905"
        }
    ],
    "date": "2014-08-08 16:33:00"
}