{
    "forum_title": "Almennt spjall",
    "id": "26204",
    "title": "Toyota bilun",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26204",
    "posts": [
        {
            "user_name": "Heiðar Brodda",
            "text": "Sælir var fara smá rúnt á 4runner en þá virkaði hann kraft laus og svo kom gult velarljos þetta er 2.4efi 1987 sem sagt 22RE dettur í hug pust skynjari kv Heiðar",
            "date": "2014-08-08 18:37:00",
            "post_id": "140888",
            "reply_to_id": false
        },
        {
            "user_name": "Haukur litli",
            "text": "Á öðru innra brettinu er lítið grátt box merkt \"Diagnostic\", líklegast nálægt öryggjaboxinu. Inni í boxinu eru merktir pólar/tengingar. \nTengdu saman \"TE\" og \"E1\" eða \"TE1\" og \"E1\" með slökkt á bílnum. Komdu þér vel fyrir í bílstjórasætinu með blað og penna. Svissaðu á ON, ekki starta mótornum. Nú ætti check engine ljósið að blikka, svona komumst við að því hvaða kóðar eru í vélartölvunni.\nÍ eldri 22RE (Eins og þinni.) eru einfaldir kóðar.\n1 blikk þýðir að í tölvunni eru engir kóðar.\nTeldu blikkin og googlaðu hvað þau þýða eða láttu okkur vita svo við getum leiðbeint þér frekar.",
            "date": "2014-08-08 21:00:00",
            "post_id": "140893",
            "reply_to_id": "140888"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "Jæja code 2 8 12 hvað þýðir það fékk reyndar 2 4 12 fyrst en 2 8 12 í 2 seinni skiptin gæti verið vitleysa í mér kv Heiðar Brodda",
            "date": "2014-08-09 11:47:00",
            "post_id": "140914",
            "reply_to_id": "140893"
        },
        {
            "user_name": "Haukur litli",
            "text": "2 er kóði fyrir loftflæðiskynjari. Getur verið sambandsleysi eða skammhlaup, galli í skynjara eða vélartölvu.\n4 er fyrir kælivatns-hitaskynjara. Getur verið sambandsleysi eða skammhlaup, galli í skynjara eða vélartölvu. \n8 er fyrir loftinntaks-hitaskynjara. Getur verið sambandsleysi eða skammhlaup, galli í skynjara eða vélartölvu.\n12 þýðir að bankskynjarinn hefur ekki skilað frá sér niðurstöðu nokkrum sinnum í röð. Getur verið sambandsleysi eða skammhlaup, galli í skynjara eða vélartölvu.\nByrjaðu á að kíkja á allt, lítur allt eðlilega út? Sjást nuddaðir vírar eða eitthvað tjón á skynjurum? Athuga tengingar. Eru öll tengi þétt og góð og er einhver tæring á pinnunum? Er jarðtengingin frá mótor í rafgeymi góð? Er loftflæðiskynjarinn hreinn?  \nEf það lagar ekki vandann þá myndi ég mæla viðnám í leiðslum, frá skynjara til vélartölvu. Ef merkið kemst ekki alla leið þá eðlilega mun tölvan ekki sjá það. Mældu líka skynjarana sjálfa.",
            "date": "2014-08-09 12:44:00",
            "post_id": "140916",
            "reply_to_id": "140914"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "Takk fyrir Þetta Haukur vélarljósið byrjaði eftir að ég var að reyna festa vélartölvuna og svo er reyndar full opið inní loftsíuboxið en grunar tengingar í vélartölvu læt vita hvernig gengur kv Heiðar",
            "date": "2014-08-09 12:53:00",
            "post_id": "140917",
            "reply_to_id": "140916"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Heiðar man eftir atviki í svona bíl þar sem það vantaði vatn á bílinn og fór þá einhvert vesen í gang. Þori ekki að fara 100% með þetta en einhver skynjari þreifar á kælivatninu minnir mig og veldur truflun í kerfinu. kveðja guðni",
            "date": "2014-08-09 13:13:00",
            "post_id": "140919",
            "reply_to_id": "140917"
        },
        {
            "user_name": "Freyr",
            "text": "Í tilfelli sem þessu er rétt að byrja á að hreinsa út allar villur, prófa síðan bílinn og lesa svo aftur villukóðana. Alla jafna þegar um marga kóða er að ræða þá er bara einn þeirra \"raunverulegur\" en hinir koma sem afleiðing af biluninni. Súrt að eyða haug af tíma í að eltast við draugabilanir sem eru í raun ekki til staðar nema bara sem afleiðing af því sem raunverulega er að. Líkur á því að eftir prufutúrinn eða jafnvel strax eftir gangsetning sé aðeins einn kóði til staðar, þá lagar þú það sem þarf til að losna við hann og líklega koma hinir kóðarnir ekki aftur.\nKv. Freyr",
            "date": "2014-08-09 13:25:00",
            "post_id": "140920",
            "reply_to_id": "140919"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "sælir eins og ég sagði hérna ofar þá var ég að fikta í vélartölvunni var að reyna festa hana betur og setja hlífina yfir hana áður en ég fór að fikta þá var allt í lagi með jeppann svo mig grunar hún sterklega er að fara skoða þetta kv Heiðar",
            "date": "2014-08-09 14:28:00",
            "post_id": "140922",
            "reply_to_id": "140920"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll þá mundi ég skoða jörðina á tölvunni",
            "date": "2014-08-09 15:47:00",
            "post_id": "140925",
            "reply_to_id": "140922"
        }
    ],
    "date": "2014-08-08 18:37:00"
}