{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "26249",
    "title": "Bank í Nissan Double Cab",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=26249",
    "posts": [
        {
            "user_name": "egille",
            "text": "Góða kvöldið.\nÞannig er mál með vexti að ég á Nissan Double cab og fyrr í sumar sprakk vélin í honum. Ég fékk aðra vél sem hafði farið yfir á tíma og gat notað neðri partinn af henni saman með heddinu af minni vél. Nú er vélin komin í og farin í gang. Hún virðist ganga vel fyrir utan lítið bank sem kemur frá henni. Bankið virðist koma ofarlega úr vélinni og eykst með auknum snúningshraða. Það virðist þó stundum breytast, er ekki alltaf jafn áberandi. Þegar ég setti heddið á tók ég eftir skemmd í einni undirlyftunni. Ég skipti um hana og reyndi að tryggja það að hún léki vel í sætinu. Ég varaði mig reyndar ekki á því að plöturnar ofan á undirlyftunum eru misþykkar en ég er búin að mæla ventlabilið og það virðist vera nokkuð rétt. \n \nÉg flutti eldsneytisdæluna yfir þannig að það er s.s. alveg sama eldsneytiskerfið í bílnum. Getur þetta bank legið í spíssunum eða er líklegra að þetta sé ventlabank? Væri gaman að heyra hvort að það hefur einhver reynslu af þessu eða kann einhver ráð.\nKv. Egill",
            "date": "2014-08-11 22:51:00",
            "post_id": "141042",
            "reply_to_id": false
        },
        {
            "user_name": "grimur",
            "text": "Hefur ekki stimpill dúndrað í ventil, sem ernlaskaður eftir?\nMér finnst allt benda til þess, sködduð undirlyfta og svona. Ætli ventillinn setjist ekki skakkt þar sem hann er boginn og þéttir ekki vel. Það má komast langt í að greina þettanmeð þjöppumælingu. Boginn ventill þéttir tæplega vel.\nKv\nG",
            "date": "2014-08-12 00:01:00",
            "post_id": "141046",
            "reply_to_id": "141042"
        },
        {
            "user_name": "grimur",
            "text": "Afhverju virkar ekki þessi fjandans \"breyta\" takki svo ég geti lagað ásláttarvillur?",
            "date": "2014-08-12 00:08:00",
            "post_id": "141048",
            "reply_to_id": "141046"
        }
    ],
    "date": "2014-08-11 22:51:00"
}