{
    "forum_title": "Almennt spjall",
    "id": "26258",
    "title": "Hitavandamál í gamla Land-rover",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26258",
    "posts": [
        {
            "user_name": "Bubbi byggir",
            "text": "Ég er með 72 model að disel landrover og vinurinn fór að taka uppá því að hita sig. Kippti úr honum vatnslásnum, aðeins skárri eftir það en hitar sig enn undir álagi. Næst skoðaði ég vatnsdæluna en allt virðist í lagi þar. Þá var fjárfest í nýjum vatnskassa og viti menn,,,engin breiting..Hvað er að angra þann gamla ég er alveg lost...\nHvað er að, þegar ekkert er að, en samt er ekki allt í lagi????",
            "date": "2014-08-12 17:45:00",
            "post_id": "141081",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "Vifruspaðinn kannski eða stíflað í mótornum",
            "date": "2014-08-12 17:52:00",
            "post_id": "141082",
            "reply_to_id": "141081"
        },
        {
            "user_name": "Bubbi byggir",
            "text": "Spaðinn virðist í lagi, hann blæs ekki upp í kassa og tapar ekki vatni???",
            "date": "2014-08-12 17:56:00",
            "post_id": "141083",
            "reply_to_id": "141082"
        },
        {
            "user_name": "Sævar Örn",
            "text": "er þá víst að mælirinn sé að sýna rétt gildi? \nÉg myndi halda að eitthvað mikið væri að ef bíll ofhitnar auðveldlega án þess að vatnslás sé til staðar í bílnum, hvað þá með nýjum vatnskassa\nSvo kann að vera að vatnsdælan sé ónýt, þ.e. spaðarnir lausir frá eða tærðir",
            "date": "2014-08-12 18:02:00",
            "post_id": "141084",
            "reply_to_id": "141083"
        },
        {
            "user_name": "Bubbi byggir",
            "text": "Ég tók vatnsdæluna úr til að skoða og hún virðist í góðu lagi. Ég aftengdi líka efri hosuna á varnskassanum, og lét bílinn dæla í gegnum sig og flæðið virðist gott en greinilega ekki nóg?",
            "date": "2014-08-12 18:09:00",
            "post_id": "141085",
            "reply_to_id": "141084"
        },
        {
            "user_name": "Haukur litli",
            "text": "Ef ég væri í þínum sporum myndi ég taka mælingu á nokkrum stöðum með IR hitamæli. \nSumar vélarnar sem ég þjónusta eru ekki með hitamæli, sumar jafnvel ekki með gaumljósi fyrir ofhitnun. Þá er gott að mæla hitann á vatnsláshúsinu, efri og neðri tank vatnskassans og við stúta skolloftskælis ef hann er til staðar með IR mæli. Þá færðu nokkrar mælingar á örfáum sekúndum og hefur þá frekar góða hugmynd hvort vatnið fari allann sinn hring og hversu heitt það er að verða, og hversu vel vatnskassinn er að kæla.",
            "date": "2014-08-12 18:40:00",
            "post_id": "141088",
            "reply_to_id": "141085"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ef bilið á milli dæluhjóls og dæluhúss verður of mikið á vatnsdælunni, vegna t.d. tæringar eða annað, þá verður dælugetan minni og dælan nær ekki að dæla af neinum krafti. Virkar eðlilega við engan mótþrýsting. bilið þarf að vera svona 0,3-0,5mm, til að dælan geti byggt upp þrýsting. Byrjar að sulla í sjálfri sér við 0,8-1mm. Mæli líka með mælingu á hinum ýmsu stöðum, með laser hitamæli. Það segir ýmislegt.",
            "date": "2014-08-12 18:54:00",
            "post_id": "141089",
            "reply_to_id": "141088"
        },
        {
            "user_name": "Bubbi byggir",
            "text": "Þið eruð snillingar strákar ætla að skoða þetta og sjá hvað gerist\nTakk Takk",
            "date": "2014-08-12 19:13:00",
            "post_id": "141091",
            "reply_to_id": "141089"
        }
    ],
    "date": "2014-08-12 17:45:00"
}