{
    "forum_title": "Almennt spjall",
    "id": "26311",
    "title": "Breitingafyrirtæki",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26311",
    "posts": [
        {
            "user_name": "Hrannifox",
            "text": "Sælir spjallverjar\nHvaða fyrirtæki ætti maður að tala við sambandi við að láta hækka bílinn fyrir 35'' er með Pajero 1999 2.8 hann er þegar á 33''\nHefur eitthver hérna vit á kosnaði við svoleiðis,  og eins hverju er breitt í svona aðgerð. ? \nHef ekki tök á því að gera þetta sjálfur.\nEins vantar mig að vita hverjir eru góðir í miðstöðvarveseni ? \nMBK, Hrannar",
            "date": "2014-08-18 10:02:00",
            "post_id": "141343",
            "reply_to_id": false
        },
        {
            "user_name": "muggur",
            "text": "Sæll \nSpurði um þetta fyrir minn Pajero sem er líka á 33 tommum.  Ef hann er með 33-35 tommu kanta nú þegar þá er þetta víst bara spurning um að setja klossa undir gormana að aftan og vinda hann aðeins upp að framan og láta hjólastilla hann aftur.  Hef reyndar ekki fengið skýr svör með hraðamælabreytingu, þ.e. hvort hún þurfi.  \nFlest bílaverkstæði geta gert þetta og Bílaverkstæði Högna í Hafnarfirði giskaði á 2-4 tíma í verkið (minnir mig).  Í Englandi setja þeir reyndar ekki klossa undir gormanna heldur gorma úr Patrol sem eru aðeins lengri.\nÞannig að ef þú ert nú þegar með kanta og þarft ekki breytingu á hraðamæli þá ættir þú að sleppa frekar ódýrt frá þessu (Ca 50 þús + dekk og breytingarskoðun).\nkv. Muggur",
            "date": "2014-08-18 11:18:00",
            "post_id": "141346",
            "reply_to_id": "141343"
        },
        {
            "user_name": "Hrannifox",
            "text": "Kanntar eru til, dekk eru til.\nÞannig þetta væri í raun bara spurning um fjöðrun ætla mér að skifta henni út í leiðinni semsagt dempurum og gormum að aftan, og svo dempurum að framann\nEinnig setja nýjan stýristjakk/dempara\nOg svo hraðamælabreyting, hver eru vikmörk ?\nEins er ekki betra að setja undir stangirnar að framann, bróðir minn hækkaði upp starex og var hann skrúfaður upp honum fandst hann alltaf frekar hastur eftir það.",
            "date": "2014-08-18 11:42:00",
            "post_id": "141348",
            "reply_to_id": "141346"
        },
        {
            "user_name": "Hrannifox",
            "text": "jæja búinn að tala við nokkur verkstæði í dag og svona fá eitthverjar hugmyndir.\nBreytir: voru ofboðslega liðlegir, voru ekki mikið í pajero en voru tilbúnir til að græja þetta ef ég vildi, eins bentu þeir mér áfram og tala við þennan og hinn og fá upplysingar\nStýrivélaþjónustan: Vorum mjög fínir og alveg tilbúnir í allt ! \nSvo talaði ég við þá hjá Snurfus ( heitir eitthvað meira ) þar voru þeir æði og náðum við að rissa upp plani svona í fljótu bragði.\nReyndar talaði ég líka við artic trucks hann gaf mér tilboð í aðgerðina, lýkti henni við eitthvern af minni cruzeronum, þar var kostanður 1,5 í breytinguna + 200.000 í auka smá hluti sem myndi týnast til. þetta var full breyting með nákvæmlega öllu. og allt einsog blómstrið eina, aðeins of dýrt fyrir minn smekk. Og bílinn.\ná eftir að ræða betur við þá hjá Snurfus og stýrivélaþjónustuni miðað við þjónustulundina og tilbúnir til að græja og gera, litið um vandamál bara lausnir þá verður annaðhvort fyrirtækið fyrir valinu. Á eftir að fá tilboð frá þeim, þar sem þeir vildu skoða bílinn áður og fara betur yfir þetta.\nbara svona ef eitthverjir aðrir eru að velta þessu fyrir sér.",
            "date": "2014-08-18 17:30:00",
            "post_id": "141358",
            "reply_to_id": "141348"
        },
        {
            "user_name": "Fordinn",
            "text": "Hahahaha   arctic trucks hafa svo mikið að gera að þeir eru búnir að verðleggja sig útaf kortinu.....  allavega fyrir hinn venjulega jeppamann.     \nÞetta sem þú ert að pæla í,  geta margir  sem eru með lítil verkstæði tekið og gert fyrir þig.\nPrófaðu að setja þig í samband við    Viðgerðir Tolla. 896-6517\nHann er klár í pajero og  öllu sem tengist þeim.",
            "date": "2014-08-18 20:09:00",
            "post_id": "141366",
            "reply_to_id": "141358"
        },
        {
            "user_name": "Hrannifox",
            "text": "Miðað við hin verkstæðin veit ég ekki hvað artic blanda úti kaffið á morgnana, geri mér alveg grein fyrir að full breyting með öllu kostar en fandst þetta full mikið fyrir mitt veski þótt budgetið sé fínt",
            "date": "2014-08-18 21:04:00",
            "post_id": "141370",
            "reply_to_id": "141366"
        },
        {
            "user_name": "muggur",
            "text": "Gæsilegt hjá þér og endilega settu inn hvað þetta kostar þig og nákvæmlega hverju þú lætur breyta.  Svona aðgerð er nefnilega ansi ofarlega á óskalistanum hjá mér og ábyggilega fleirum.  Ætlarðu að fara í breiðu Toyo dekkin eða bara venjulega 35 tommu?\nkv. Muggur",
            "date": "2014-08-19 09:28:00",
            "post_id": "141389",
            "reply_to_id": "141370"
        },
        {
            "user_name": "Hrannifox",
            "text": "Einsog staðan er í dag.\nBoddyhækkun ekki vitað enn hversu mikið á eftir að mæla, er ekki búinn að fá verð í hana.\nOld Man Emu gormar, demparar + styristjakk, á eftir að fá verð.\n35''x13.5R15 Toyo Open county á 15''x12''/12.5'' breiðum felgum.\nEitthver sagði mér að eina vitið væri að boddyhækka ( fer eftir hversu mikið hann er skrúfaður að framann) frekar en að skrúfa meira upp, bæði myndi bílinn vera hastur, gæti orðið leiðinlegur í stýri og fjaðrar minna í sundur, og komi leiðindar halli á öxla.\ná eftir að fá tilboð frá nokkrum fyrirtækjum í vinnuna. efni mun ég skaffa sjálfur. Þetta mun samt sennilega kosta sitt, og þá auðvita spurning hvort bílinn beri þetta í raunvirði. En það er kannski auka atriði fyrir mig þar sem þetta á að vera ferðabíll og var svona áhugamál okkar feðga, semsagt ég mun eiga þennan bíl í eitthver ár annars er þetta bókstaflega glataður peningur.\nGæti auðvita skrúfað hann upp um 2-3 hringi að framann og kubba undir að aftan, og sparað mér peninginn, en langar að gera þetta eins vél og hægt er og fá sem þægilegastan bíl uppá akstureiginleika.\nKv, Hrannar",
            "date": "2014-08-19 17:02:00",
            "post_id": "141413",
            "reply_to_id": "141389"
        },
        {
            "user_name": "biturk",
            "text": "getur líka bara skorið úr og sleppt öllum kubbum og hækkunum....\nkemur yfirleitt betur út og er oftast ódýrara heldur en að vesenast í að bodyhækka.",
            "date": "2014-08-19 20:27:00",
            "post_id": "141429",
            "reply_to_id": "141413"
        },
        {
            "user_name": "Hrannifox",
            "text": "Ja gæti leyst megnið af veseninu svoleiðis, þarf samt að auka rýmið þótt skorið sé úr svo eitthverstaðar þyrfti eg lika að hækka/ væntanlega, gefur mer lika tækifæri a að koma stærri dekkjum undir seinna meir með skurði",
            "date": "2014-08-19 22:13:00",
            "post_id": "141437",
            "reply_to_id": "141429"
        }
    ],
    "date": "2014-08-18 10:02:00"
}