{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "26452",
    "title": "Toyota Dobulcab 1988 sá gamli",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=26452",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar var að eignast Toyota Dobulcab disel 2,4 turbo intercooler árgerð 1988 ekinn 288.000km. Hann er með gormafjöðrun aftan og framan. Koni dempara og  stýristjakk og 5:70 hlutföll og loftlæsingar og stór og góður loftkútur er undir bílnum og 90 lítra aukatankur. Arb dælan er ónýt og vantar mig nú gamla og góða ARB-dælu í gamlingjan svo hægt verði að læsa honum í vetur. Bara hægt að læsa hurðunum í dag.\nHann er að týna kælivatninu og gruna ég vatnskassan sterklega og ætla að skipta um hann fyrst ef ég finn einhvern í lagi. Mikið ryð í skúffu og afturhleranum og þá hliðunum bara  botninn og burðarbitar í lagi. Grindinn er stráheil og sílsar og gólf og boddífestingar og hvalbakurinn heill og innribrettin. Hurðar mjög heilar og lamirnar líka og þétti listar. Lakk byrjað að bólgna aðeins við þakrennur en ekki komið ryð í gegn.Svo það er hugasanlega  hægt að gera góðan bíl úr þessu dóti. Ætla að setja bátatrefjaplast í skúffuna og hreinsa vel undir og nota rúststopp og grunn undir það set það hér inn svo menn viti það þegar kemur að sölu einhverntíman. Mun láta inn myndir og texta annarslagið í haust af verkinu. kveðja Guðni",
            "date": "2014-08-29 17:49:00",
            "post_id": "141895",
            "reply_to_id": false
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Virkilega flottur. Gaman að sjá svona flott eintak. Var hann nokkuð í steingrímsfyrði á ströndum?",
            "date": "2014-08-29 21:15:00",
            "post_id": "141903",
            "reply_to_id": "141895"
        },
        {
            "user_name": "grimur",
            "text": "Haha, Guðni, þú ert alveg milljón!\nÉg myndi henda þessum palli og smíða flatbed úr prófílum með krossvið í botninn. Þessi skúffa var aldrei falleg í laginu og lítur út fyrir að vera handónýt í ofanálag.\nBoddíið er fallegt, vel farið og skemmtilega ferkantað, verklegur pallur aftanvið færi því að mínu mati virkilega vel. Rifflað ál í hjólskálar kannski.\nÞú gerir náttúrulega það sem hugurinn lystir, þetta eru bara mínir 2 aurar :-)\nkv\nGrímur",
            "date": "2014-08-29 22:25:00",
            "post_id": "141908",
            "reply_to_id": "141903"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir fékk hann frá Hólmavík. Grímur jú er búinn að hugsa um flatpall kostar of mikið finnst mér tek einn hring af trebba fyrst. Enda líklega með plastskúffu he he",
            "date": "2014-08-29 22:49:00",
            "post_id": "141911",
            "reply_to_id": "141908"
        },
        {
            "user_name": "grimur",
            "text": "Já, smíðajárn er orðið asnalega dýrt. Meiriháttar fjárfesting að ná sér í 2 stangir af verklegu efni. Grínlaust.\nKosturinn við það er að þetta er oft nálægt kílóverði, þannig að maður neyðist til að hanna létt.\nKv\nGrímur",
            "date": "2014-08-29 23:42:00",
            "post_id": "141913",
            "reply_to_id": "141911"
        },
        {
            "user_name": "bjsam",
            "text": "Fór sem kóari í þessum bíl í krapa 2000 ferðina með 4x4, og get sagt með sanni að hann stóð sig afskaplega vel á 36\" dekkjum.Ég keyrði hann td. yfir holuhraunið fræga og talsvert af flæðunum líka ,frábær fjöðrun í honum til hamingju með bílinn.Kv.Bjarni",
            "date": "2014-08-30 09:34:00",
            "post_id": "141919",
            "reply_to_id": "141913"
        },
        {
            "user_name": "jongud",
            "text": "Þú gætir lent í vandræðum með ryðið kringum þakrennurnar, allavega var elsta gerðin af Hilux leiðinleg þar. Ef lakkið var byrjað að bólgna var oft orðið ansi ljótt undir.",
            "date": "2014-08-30 14:10:00",
            "post_id": "141932",
            "reply_to_id": "141919"
        },
        {
            "user_name": "villi58",
            "text": "Ég held að Guðni verði ekki í neinum vandræðum með það frekar en annað.",
            "date": "2014-08-30 14:28:00",
            "post_id": "141934",
            "reply_to_id": "141932"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Bjarni veistu eitthvað hver smíðaði þennan bíl væri gaman að eiga söguna. Ætla að reyna gera þennan bíl góðan og það væri gaman að heyra eitthvað um hann svo sem er þetta vél úr yngri hilux eða er þetta 2,4 88 módel td. Lokaði götum á skúffunni í dag með trebba og næst fer ég í að pússa hann almennilega niður og fín sprasla viðgerðina og grunna og reyna svo að finna litanúmerið og finna út af hvað bíltegund er þessi litur kanski Touring 89 til 96 mjög flottur þessi litur. Með þakrennurnar jú það lítur ekki vel út þar. Lakkið farið að lyftast frá og örugglega komin mikil tæring jafnvel í gegn þar undir. Datt í hug að fá mér 2 fermetra af skipamottum og fella þær á allan toppinn og verð þá með plasthús og týna svo járnaruslið innan úr jafnóðum og það ryðgar niður og enda þannig með alvöru plast topp eins á Wyllis.",
            "date": "2014-08-30 17:42:00",
            "post_id": "141946",
            "reply_to_id": "141934"
        },
        {
            "user_name": "bjsam",
            "text": "Sæll, ég veit ekki hver breytti bílnum á sínum tíma en Hjörtur Árnason átti bílinn  og hann hugsaði mjög vel um hann allt unnið af fagmönnum sem hann lét gera og hann lét mála hann allan og snyrta til ,en meira veit ég ekki um hann því miður. Mbkv.Bjarni",
            "date": "2014-08-31 00:46:00",
            "post_id": "141969",
            "reply_to_id": "141946"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll og takk Bjarni enda ber bíllinn þess merki hann er vel gerður en þarfnast ástúðar og umhyggju svo hann skemmist ekki meira.Best að skella sér í það kveðja guðni",
            "date": "2014-08-31 07:00:00",
            "post_id": "141975",
            "reply_to_id": "141969"
        },
        {
            "user_name": "villtur",
            "text": "Gríðarlega hallar sambandsstöngin á stýrinu.  Er hann ekki leiðinlegur í akstri?",
            "date": "2014-08-31 09:02:00",
            "post_id": "141977",
            "reply_to_id": "141975"
        },
        {
            "user_name": "jongud",
            "text": "Mér sýnist hann vera á lyftu á myndinni sem er tekinn framan frá...",
            "date": "2014-08-31 10:22:00",
            "post_id": "141981",
            "reply_to_id": "141977"
        },
        {
            "user_name": "MixMaster2000",
            "text": "Sæll og til hamingju með Toyotuna.\nSmá út úr dúr... Er þessi  F150 pickup sá sem var á geymslusvæðinu, með 400M mótor og T18 4-gíra kassa, orginal með 300cid línu???\nkv Heiðar Þorri",
            "date": "2014-09-03 23:12:00",
            "post_id": "142241",
            "reply_to_id": "141981"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sæll hann var orginal með línu sexu og beina innspýtingu",
            "date": "2014-09-03 23:32:00",
            "post_id": "142243",
            "reply_to_id": "142241"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll hann hangir þarna á lyftunni í mesta mögulega sundur slagi. Nei hann er mjög góður á vegi á 35 dekkunum kveðja guðni",
            "date": "2014-09-03 23:34:00",
            "post_id": "142244",
            "reply_to_id": "142243"
        },
        {
            "user_name": "Bubbi byggir",
            "text": "Sæll frændi,,er eitthvað að gerast með þennan gamla??? virkilega flottur bíll.",
            "date": "2014-09-25 16:25:00",
            "post_id": "143478",
            "reply_to_id": "142244"
        },
        {
            "user_name": "sukkaturbo",
            "text": "búinn að selja hann og er hann á Sauðanesi núna",
            "date": "2014-09-25 22:53:00",
            "post_id": "143514",
            "reply_to_id": "143478"
        },
        {
            "user_name": "svarti sambo",
            "text": "Þetta var stutt gaman.",
            "date": "2014-09-25 23:00:00",
            "post_id": "143516",
            "reply_to_id": "143514"
        },
        {
            "user_name": "sukkaturbo",
            "text": "of lítill þegar maður hefur Hulkinn",
            "date": "2014-09-25 23:35:00",
            "post_id": "143520",
            "reply_to_id": "143516"
        }
    ],
    "date": "2014-08-29 17:49:00"
}