{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "2646",
    "title": "Sérskoðun",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=2646",
    "posts": [
        {
            "user_name": "helgiaxel",
            "text": "Góðan daginn, vitið þið hvort maður þurfi að fara með bílinn í sérskoðun ef maður sker klafadraslið undan og setur undir hann hásingu, án þess að breyta dekkjastærð eða neinu öðru?\nKv\nHelgi Axel",
            "date": "2010-12-02 14:32:00",
            "post_id": "11621",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Stutta svarið, Já.\nLanga svarið, Ég gerði sömu aðgerð og þú, fór svo í skoðun og allt ok, 2 árum seinna fór ég aftur í skoðun og fékk athugasemd útá ónýt fjaðragúmmí að aftan, þá greip ég tækifærið og smellti 4link undir að aftan hjá mér sem hafði staðið lengi til og þá voru menn ekki ánægðir með að það væru ekki fjaðrir lengur, semsé það fattaðist að ég hafi skipt um fjöðrunarbúnað.\nÞannig að samkvæmt bókinni þarf þess já en menn hafa freistast til að sleppa því að láta vita og vona að það komist ekki upp, í versta falli fá menn endurskoðun.",
            "date": "2010-12-02 14:38:00",
            "post_id": "11622",
            "reply_to_id": "11621"
        },
        {
            "user_name": "JonHrafn",
            "text": "Ef eitthvað kemur upp fyrir, og tryggingafélagið uppgötvar að það sé búið að breyta fjaðrabúnaði án þess að bíllin hafi farið í sérskoðun, þá geta menn verið í vondum málum. Það borgar sig að hafa þessa hluti á hreinu.",
            "date": "2010-12-02 16:15:00",
            "post_id": "11625",
            "reply_to_id": "11622"
        },
        {
            "user_name": "Þorsteinn",
            "text": "ef þú skiptir út klafa dótinu þá þarftu bara að fá hjólstöðuvottorð. \nfærð það á næsta hjólastillingaverkstæði.\nkv. Þorsteinn",
            "date": "2010-12-02 18:21:00",
            "post_id": "11628",
            "reply_to_id": "11625"
        },
        {
            "user_name": "helgiaxel",
            "text": "takk fyrir góð svör, þetta er bara í samræmi við það sem mig grunaði, veit um marga sem hafa sloppið með þetta en ég nenni ekki að taka sénsinn, spurning um að fá hann breytingaskoðaðann í 44\" í leiðinni :)\nKv\nHelgi Axel",
            "date": "2010-12-03 08:24:00",
            "post_id": "11644",
            "reply_to_id": "11628"
        }
    ],
    "date": "2010-12-02 14:32:00"
}