{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "26462",
    "title": "Hazard reglur?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=26462",
    "posts": [
        {
            "user_name": "Jeppelus",
            "text": "sælir, hvernig er með það þegar jeppaskoðun er gerð, nú er búið að breyta mínum bíl alveg helling.. og þar á meðal taka orginal útvarp út fyrir spilara sem tengjist við skjáinn í loftinu þar sem ég býst við að þetta hafi verið \"ferðamanna\"bíll.. en mál með vexti er sá að hazard takkinn er innbygður í þetta útvarp sem var rifið úr 1700 og súrkál. fær maður skoðun með engan hazard þó svo að stefnuljós virki? því það er ekki eins og takkinn virki ekki heldur er bara enginn takki né fyrir hann í bílnum þar sem útvarp var fjarlægt?",
            "date": "2014-08-30 22:13:00",
            "post_id": "141958",
            "reply_to_id": false
        },
        {
            "user_name": "Izan",
            "text": "Sæll.\nÉg er nokkuð viss um að ef skoðunarmenn reka augun í að ekki sé hægt að kveikja hazartinn færðu athugasemd í aðalskoðun.\nKv Jón Garðar",
            "date": "2014-08-31 00:22:00",
            "post_id": "141967",
            "reply_to_id": "141958"
        },
        {
            "user_name": "Haukur litli",
            "text": "Er ekki einfaldast að henda bara rofa í bílinn til að hafa hazard blikkið virkt? Ég myndi gera það fyrir sjálfann mig, ekki skoðunarkallana.",
            "date": "2014-08-31 11:17:00",
            "post_id": "141985",
            "reply_to_id": "141967"
        },
        {
            "user_name": "Jeppelus",
            "text": "jú að sjálfsögðu væri það best en mér skilst að það sé ekki hazard takki nema innbyggður í útvarpið og útvarpið kosti lifur lungu og sál, veit einhver hvort það passar út öðrum árgerðum af nissan terrano II minn er 2000 árgerð og þetta var þá innbyggt í útvarp, en sýnist á 99 og niður að hann sé sér og hvort hann passi þá á milli?\n    reyndi að finna þetta út á netinu og skildist mér á því að það þyrfti alltaf eitthvað skítamix á milli",
            "date": "2014-08-31 12:44:00",
            "post_id": "141991",
            "reply_to_id": "141985"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Er ekki málið að fá bara rofa úr 99 bílnum og láta hann passa :) Myndi frekar vera með rofan heldur en ekki.",
            "date": "2014-08-31 12:47:00",
            "post_id": "141992",
            "reply_to_id": "141991"
        }
    ],
    "date": "2014-08-30 22:13:00"
}