{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "26472",
    "title": "Fjaðramix í l200.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=26472",
    "posts": [
        {
            "user_name": "Pallason",
            "text": "Vona að ég sé að pósta þessu á réttan stað en þannig er mál með vexti að ég er með MMC L200 05 bíll. Það er brotið eitt blað sitthvorumeginn í fjöðrunum hjá mér og þar sem þetta kostar slatta nýtt og þessi bíll er nú ekki uppá marga fiska og lítið notaður nema í og úr vinnu stuttar vegalendir og pallurinn lítið notaður. \nÞá er ég búinn að vera að hugsa hvort að það sé ekki hægt að fara ódýrari leið og prufa að sjóða þessi blöð sem eru brotin eða brotnar það alveg um leð aftur? Eða þá einfaldlega að fjarlæga þau bara og fá þá styttri bolta í þetta. Hafa menn hérna einhverja reynslu af þessu eða væri alveg útí hött að fara þessa leið ?",
            "date": "2014-08-31 18:25:00",
            "post_id": "142016",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Ég mundi ekkert vera að sjóða blöðin þar sem það er svolítið happadrætti hvort það dugi eitthvað.\nAthugaðu hvort þú fáir notaðar fjaðrir á partasölum eða frá einhverjum.\nVegna burðargetu þá verður þú að meta hvað þú gerir.",
            "date": "2014-08-31 19:02:00",
            "post_id": "142018",
            "reply_to_id": "142016"
        },
        {
            "user_name": "Pallason",
            "text": "Það er nefnilega málið ég er búinn að hringja á örugglega alla partasala hérna og leita víða og það virðist enginn eiga neitt til í þetta.",
            "date": "2014-08-31 19:07:00",
            "post_id": "142019",
            "reply_to_id": "142018"
        },
        {
            "user_name": "Járni",
            "text": "Ertu búinn að heyra í Fjaðrabúðinni Part?",
            "date": "2014-08-31 20:21:00",
            "post_id": "142027",
            "reply_to_id": "142019"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það er alveg þess virði að prófa að sjóða fjaðrirnar hef gert það nokkrum sinnum og heldur yfirleitt bara vel,það er fjandi misjafnt hvaða efni er í fjöðrum og ég hef bara gert þetta með þráðsuðu á blusshita og vafið svo í ull og leift að kólna hægt bara virkar og er ekkert mál.",
            "date": "2014-08-31 21:33:00",
            "post_id": "142043",
            "reply_to_id": "142027"
        },
        {
            "user_name": "Lada",
            "text": "Sæll.\nÉg var með samskonar bíl sem vinnubíl í nokkur ár (L-200 árg. 2005). Þegar fjaðrirnar brotnuðu undir honum leituðum við vítt og breytt að nýjum fjöðrum og enduðum á að tala við fjaðrabúðina Part.  Fjaðrirnar sem hann var með voru ekkert ógurlega dýrar og hann átti þær til á lager svo það varð úr að við keyptum þær og settum undir bílinn.  Það vantaði ekki að bíllinn var hærri og stæðilegri en áður en hann var líka hastari en allt annað sem ég hef setið í.  Og þó vorum við með pallinn fullann af verkfærum og allskonar drasli.  Ég myndi mæla með því að keyra með nýrnabelti.\nEftir á rifjaðist upp fyrir mér að í gamla daga voru menn að fjarlægja blöð úr búntunum í gömlu Hiluxunum til að mýkja þá.  Bíllinn hefði kannski skánað við það, ég veit það ekki, en við höfðum okkur allavega aldrei í það.\nKv.\nÁsgeir",
            "date": "2014-08-31 23:00:00",
            "post_id": "142050",
            "reply_to_id": "142043"
        },
        {
            "user_name": "Lada",
            "text": "Svarið kom tvisvar, af einhverri ástæðu.",
            "date": "2014-08-31 23:00:00",
            "post_id": "142051",
            "reply_to_id": "142050"
        },
        {
            "user_name": "Pallason",
            "text": "Veit að þetta er til nýtt hjá stál og stönsum á 100k og í fjaðrabúðinni part á 90k. Var aðallega að spá í að reyna að spara mér þá summu og fara ódýru leiðina.",
            "date": "2014-09-01 01:25:00",
            "post_id": "142054",
            "reply_to_id": "142051"
        },
        {
            "user_name": "Pallason",
            "text": "Ef ég tek eitt blað úr er þá í lagi að henda þessu bara aftur saman eða þarf að græja þetta einhvað örðuvísi eftir að blað er tekið úr ?",
            "date": "2014-09-01 19:28:00",
            "post_id": "142086",
            "reply_to_id": "142054"
        },
        {
            "user_name": "303hjalli",
            "text": "Hvaða breidd er á fjöður 6 eða 7cm.er í s8943765",
            "date": "2014-09-01 20:05:00",
            "post_id": "142090",
            "reply_to_id": "142086"
        },
        {
            "user_name": "grimur",
            "text": "Ef þetta er ekki augablað, þá eru talsverðar líkur á að það gangi að taka það bara úr. Eitt sem fer mjög illa með fjaðrablöð er lélegir demparar. Demparar eru líka hafðir framan og aftan við hásingu til að taka út vindingstitring sem fjöðrin þarf að þola, t.d. þegar gefið er í á möl eða þessháttar.\nKv\nG",
            "date": "2014-09-01 20:33:00",
            "post_id": "142091",
            "reply_to_id": "142090"
        },
        {
            "user_name": "Pallason",
            "text": "7cm og ca 103cm á lengd.\nÞetta er ekki augablað þannig stefnir í að ég prufi allavega að taka þetta úr og sjá hvernig það verður.",
            "date": "2014-09-01 22:02:00",
            "post_id": "142102",
            "reply_to_id": "142091"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef að þetta er ekki auga eða krókblað þá gætirðu örugglega notað burðarblöð úr næsta hilux eða öðrum japönskum pallbíl, svo lengi sem þau eru jafn breið og ca jafnlöng.  Kaupir nýja miðfjaðrabolta og raðar saman búnti sem hentar þinni notkun.",
            "date": "2014-09-02 17:09:00",
            "post_id": "142124",
            "reply_to_id": "142102"
        },
        {
            "user_name": "Stjóni",
            "text": "Svo er hægt að stytta blöð með slípirokk til að fá þetta til að passa",
            "date": "2014-09-02 17:26:00",
            "post_id": "142126",
            "reply_to_id": "142124"
        },
        {
            "user_name": "Pallason",
            "text": "Það bara virðist enginn eiga til 7cm breið blöð.",
            "date": "2014-09-02 18:00:00",
            "post_id": "142128",
            "reply_to_id": "142126"
        },
        {
            "user_name": "villi58",
            "text": "Það er kanski of dýrt að láta vatnsskera blöðin endilangt ef þú finnur breyðari og svo er rokkurinn fínn með góðri skífu.",
            "date": "2014-09-02 18:57:00",
            "post_id": "142134",
            "reply_to_id": "142128"
        },
        {
            "user_name": "grimur",
            "text": "Er breiddin svo hár naugin?\nTaka mjúklega úr fyrir klemmunum ef þarf með rokknum, þ.e. ef blaðið er breiðara. Annars bara láta þetta flakka saman. Sé nákvæmlega ekkert að því.\nSvo er fínt að smyrja í blöðin þegar þetta er sett saman, jafnvel með teflon feiti, til að þetta fjaðri nú eitthvað. Mér fróðari menn um blaðfjaðrir hafa fullyrt að smur í blöð sé lykilatriði.\nKv\nG",
            "date": "2014-09-02 20:10:00",
            "post_id": "142140",
            "reply_to_id": "142134"
        }
    ],
    "date": "2014-08-31 18:25:00"
}