{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "26474",
    "title": "Ford vél í Patrol",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=26474",
    "posts": [
        {
            "user_name": "Vilmar",
            "text": "Sælir spjallverjar, ég hef verið að pæla, ég hef oft séð hérna menn vera að setja chevy vélar í patrola og annað slíkt, með þá chevy kassa og láta þá smíða milliplötu fyrir patrol millikassann, \ner þetta ekki bara svipað dæmi með ford vél og skiptingu ? s.s að láta búa til milliplötu fyrir patrol millikassann.. Ástæðan fyrir að ég spyr að þessu, er að ford dótið er auðvitað hannað með það í huga að drifskaftið komi vinstra megin í hásinguna, svo ég var að spá í hvort það væri hægt að setja milliplötu og patrol millikassa til að geta notað patrol hásinguna að framan.\nFyrirfram þökk",
            "date": "2014-08-31 20:23:00",
            "post_id": "142029",
            "reply_to_id": false
        },
        {
            "user_name": "Kiddi",
            "text": "Einfaldast er sennilega að breyta Ford millikassanum í skriðgír og setja Patrol kassann þar aftaná.",
            "date": "2014-08-31 21:02:00",
            "post_id": "142036",
            "reply_to_id": "142029"
        },
        {
            "user_name": "Vilmar",
            "text": "Það er svo spurning, endilega ausið úr viskubrunni ykkar, hugmyndir og eitthvað sem áður hefur verið gert ;)",
            "date": "2014-08-31 21:19:00",
            "post_id": "142041",
            "reply_to_id": "142036"
        },
        {
            "user_name": "jongud",
            "text": "Það var hér á spjallinu talað um Patrol með 351 windsor vél og ford sjálfskiptingu. Einhver ferðaþjónustuaðili sem var með hann.\nhttp://www.jeppaspjall.is/viewtopic.php?f=2&t=16032\nhttp://www.jeppaspjall.is/viewtopic.php?f=2&t=1131",
            "date": "2014-08-31 21:44:00",
            "post_id": "142049",
            "reply_to_id": "142041"
        },
        {
            "user_name": "Freyr",
            "text": "Óskar erlingsson setti 5,0 ford mótor í Y60 patrol sem hann átti. Í því tilfelli var notað kúplingshús sem fékkst að utan til að bolta þá vél framaná gírkassa af 4,2 patrol vél.",
            "date": "2014-08-31 23:51:00",
            "post_id": "142052",
            "reply_to_id": "142049"
        },
        {
            "user_name": "Vilmar",
            "text": "Já var að lesa um það, en eitthverja hlutavegna held ég að sé ódýrara og auðveldara, og jafnvel áræðanlegra að nota ford skiptinguna við vélina, og patrol millikassann aftan á til að halda handbremsunni, en eins og ég segi, mig langar að hlusta á allar sögur, hugmyndir og linka í þessum dúr ;)",
            "date": "2014-09-01 00:20:00",
            "post_id": "142053",
            "reply_to_id": "142052"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÉg er einn þeirra sem hef sett chevy mótor í Patrol.  Keypti kúplingshús frá ástralíu og notaði 4.2 gírkassann og þá er allt óbreytt aftan við kúplingshúsið.  Ég vildi díselvél og þá er chevy mótor góður kostur því að hún er létt, allavega tölvert léttari en ford eða cummings að því er ég best veit.  \nÉg fór á stúfana og bað um ráðleggingar um hvaða sjálfskiptingu ég ætti að nota en var eiginlega ráðið frá því að setja skiptinu því að ef hún ætti að vera nógu sterk væri hún of þung.  \nAð öðru leyti er ekkert athugavert við að setja Ford mótor í Patrol (sem hét einhverntíma Ford Maverick).  Dellowauto eða dellowsauto.com.au á trúlega kúplingshúsasett ef þú ferð þá leiðina.\nKv Jón Garðar",
            "date": "2014-09-01 02:30:00",
            "post_id": "142056",
            "reply_to_id": "142053"
        },
        {
            "user_name": "Vilmar",
            "text": "http://www.ebay.com.au/itm/FORD-V8-289-302-351-NISSAN-PATROL-GQ-GU-4-2L-MANUAL-CONVERSION-/261169311428?pt=AU_Car_Parts_Accessories&hash=item3ccee76ec4\nFann hérna það sem þú varst að tala um, þetta er auðvitað spurning, frekar dýrt, en gæti samt borgað sig þegar uppi er staðið.\nÞá að annarri spurningu, er eitthvað hlaupið að því að finna 4.2 gírkassa hérna heima ?",
            "date": "2014-09-01 19:05:00",
            "post_id": "142082",
            "reply_to_id": "142056"
        },
        {
            "user_name": "StefánDal",
            "text": "Er það ekki sami kassi og í 3.3?",
            "date": "2014-09-01 21:01:00",
            "post_id": "142094",
            "reply_to_id": "142082"
        },
        {
            "user_name": "Sævar Örn",
            "text": "http://www.marks4wd.com/\nskoðið vel",
            "date": "2014-09-01 22:56:00",
            "post_id": "142104",
            "reply_to_id": "142094"
        },
        {
            "user_name": "haflidason",
            "text": "er ekki sniðugt að upplýsa hvaða ford mótor þú ert með huga?",
            "date": "2014-09-03 11:37:00",
            "post_id": "142184",
            "reply_to_id": "142104"
        },
        {
            "user_name": "Vilmar",
            "text": "Það mun vera SBF",
            "date": "2014-09-04 00:53:00",
            "post_id": "142248",
            "reply_to_id": "142184"
        },
        {
            "user_name": "Grásleppa",
            "text": "Það er ekki sami kassi í 3,3 og 4,2… en hinsvegar er sami kassi aftaná 3 lítra Y61. Eina með þann kassa að það er þekkt að 5 gírinn sé með pikkles (á einn auka þannig sem ég á eftir að koma mér í að laga)",
            "date": "2014-09-04 10:16:00",
            "post_id": "142261",
            "reply_to_id": "142248"
        },
        {
            "user_name": "MixMaster2000",
            "text": "Er ekki bara eina vitið að setja bara AOD-skiptingu aftan á Smalblockinn, svo er hægt að mixa kvaða millikassa sem er aftaná hana...\nkv Heiðar Þorri",
            "date": "2014-09-05 14:02:00",
            "post_id": "142329",
            "reply_to_id": "142261"
        }
    ],
    "date": "2014-08-31 20:23:00"
}