{
    "forum_title": "Almennt spjall",
    "id": "26503",
    "title": "AC dæla",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26503",
    "posts": [
        {
            "user_name": "siggibjarni",
            "text": "Sælir, ég er ekki viss um að þetta sé á réttum stað en læt þetta samt flakka hérna.\nÉg þarf að leita í viskubrunn jeppaspjallsmanna til þess að hjálpa mér.\nNúna er ég að fara tengja AC dælu í jeppan hjá mér en þarsem ég hef aldrei gert það áður hef ég ekki guðmund um hvernig ég geri það..\nþað er orginal AC dæla í bílnum sem fyrrverandi eigandi var búinn að aftengja og var byrjaður að breyta í loft en kláraði það ekki.\ná myndinni fyrir neðan er stykki sem einhver laug að mér að væri einhvað í sambandi við AC dæluna.. hvað er þetta, hvað gerir þetta og hvernig tengi ég þetta?\nannað, ég hef verið að hugsa um að setja kút með þessu, er það flókið? hvað þarf maður að kaupa í það? væntanlega einhvern útsláttarrofa eða einhvað þess háttar.\nseinni myndin er svo af dælunni sjálfri en eins og sjá má vantar mig rörin í hana, hugsa um að ég smíði bara nýtt í götin en hvað meiga rörin sem ég smíða í þetta ná langt ofan í dæluna? og þarf ég að tengja einhvað í þennan rauða tappa á hliðinni?\nþakka svör og afsakið ef þessar spurningar eru mjög heimskulegar.. en eins og maðurinn sagði maður lærir ekki nema maður spurji :)\nkv Siggi Bjarni",
            "date": "2014-09-02 22:50:00",
            "post_id": "142168",
            "reply_to_id": false
        },
        {
            "user_name": "emmibe",
            "text": "Sæll, ef að götin fyrir rörin hafa verið opin þá er sniðugt að opna dæluna og fara yfir hana, þá sérðu líka hvað rörin eiga að vera löng. Á hvalbaknum virðast vera Olíuglas og rakaskilja. Pressustat fékk ég í Barka. Kútur getur verið slökkvitæki t.d og það fást rústfrí vatnsslökkvitæki (úrelt) í Slökkvitækjaþjónustunni (kolsýra.is) Bakkabraut 16, 200 Kópavogi á 5000 kall minnir mig.\nKv.Elmar",
            "date": "2014-09-02 23:22:00",
            "post_id": "142170",
            "reply_to_id": "142168"
        },
        {
            "user_name": "jongud",
            "text": "Það eru nokkur atriði sem þarf að hafa í huga þegar AC-dælum er breytt í loftdælur.\nÍ fyrsta lagi þurfa þær smurning. Það er gert annaðhvort með því að setja smurglas (skammtara) sog megin á þær, eða breyta þeim þannig að fremri hlutinn sé lokaður af og olía höfð þar. (Það er einhversstaðar hér á spjallinu þráður um það).\nÍ öðru lagi þarf að sía loftið inn á þær. Annaðhvort með því að setja litla loftsíu sogmegin á þær, eða tengja slöngu inn á lofthreinsarann á vélinni.\nSíðan er spurning hvað tekur við loftinu. Ef það á bara að nota dæluna fyrir dekk er nóg að hafa opið hraðtengi í slöngu. Annars þarf pressustat, öryggisloka og kút. Best er að nota pressustat sem léttir þrýstingi á dælunni þannig að hún byrjar að dæla án álags. Og ef það er notað smurglas til að smyrja dæluna þarf að útbúa eitthvað sem skilur olíuna frá (kút eða skilju).",
            "date": "2014-09-03 08:56:00",
            "post_id": "142175",
            "reply_to_id": "142170"
        },
        {
            "user_name": "bjarni95",
            "text": "Hérna er smá þráður sem ég setti saman fyrir ekki svo löngu, hann fer ágætlega yfir þetta :)\nviewtopic.php?f=5&t=18849",
            "date": "2014-09-06 00:01:00",
            "post_id": "142354",
            "reply_to_id": "142175"
        },
        {
            "user_name": "bjarni95",
            "text": "Eitt sem ég er búinn að breyta frá þessu kerfi, ég setti 2m langa slöngu frá dælu að skilju til að kæla loftið frá dælunni, svo færði ég einstefnulokann fyrir aftan skilju, það á að hjálpa til við skiljunina.",
            "date": "2014-09-06 00:03:00",
            "post_id": "142355",
            "reply_to_id": "142354"
        },
        {
            "user_name": "kristó",
            "text": "ég notaðist við þetta þegar ég gerði þetta við dodge sem é átti",
            "date": "2014-09-06 10:43:00",
            "post_id": "142365",
            "reply_to_id": "142355"
        },
        {
            "user_name": "elliofur",
            "text": "Varðandi fittingsinn á dæluna, lang-lang einfaldast er að finna þetta í einhverju flaki einhverstaðar. Ég held að ég fari rétt með, að í öllum toyotum sé eins ac dælur og fittings, allavega allt sem ég hef séð. Þetta er pínu flókin smíði ef þetta á að vera gert svo þetta endist og þétti, inn á dæluna er sverara en út af dælunni og það þarf líka að vera 0 þéttihringur.\nÞað er AC í uþb öðrum hverjum camry og ég hef handleikið dælur úr nokkrum slíkum. Þetta ætti ekki að vera erfitt að finna, í versta falli er þetta til nýtt einhverstaðar, í toyota eða á netinu.",
            "date": "2014-09-06 13:12:00",
            "post_id": "142374",
            "reply_to_id": "142365"
        }
    ],
    "date": "2014-09-02 22:50:00"
}