{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "26522",
    "title": "Brúarárjökull",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=26522",
    "posts": [
        {
            "user_name": "Góli",
            "text": "Góðan daginn\nEr einhver hér sem hefur farið Brúarárjökul nýlega, eða á þessum árstíma?  \nHann virðist frekar ber núna neðstu ca 10 km.\nOg hvernig tengingin er við slóðann á Brúaráröræfum, er mikið um stórgrýti t.d. ?\nTakk fyrirfram,\nGóli",
            "date": "2014-09-04 13:12:00",
            "post_id": "142269",
            "reply_to_id": false
        },
        {
            "user_name": "Rögnvaldurk",
            "text": "Allt landsvæðið vestan Kárahnjúka er bannsvæði eins og er þannig að eina leiðin þangað er um Snæfell og Eyjbakkajökul. Þar er engin stórgrýti en ég veit ekkert um jöklana sjálfa því ég er bara á óbreyttum bíl. Ekki veit ég hversu stór hluti jökulsins er bannsvæði núna.",
            "date": "2014-09-04 13:20:00",
            "post_id": "142270",
            "reply_to_id": "142269"
        },
        {
            "user_name": "Góli",
            "text": "Takk fyrir þetta Rögnvaldur\nJú veit af lokunum, en ekki víst að þær verði að eilífu.  \nÞannig að ég er aðallega að spá í hvernig tengingin er frá Brúarjökli á slóðann.\nKv. Góli",
            "date": "2014-09-04 15:33:00",
            "post_id": "142278",
            "reply_to_id": "142270"
        },
        {
            "user_name": "Finnur",
            "text": "Sæll \nÉg veit ekki hvernig þetta er á þessum árstíma en ég hef farið þetta fyrri hluta sumars niður Brúarjökul og brölt niður með Kreppu. Þá var mjög mikið mál að komast niður af jöklinum. Allt vaðandi í krapa neðst á jöklinum og svo rennur Kreppa meðfram jökulsporðinum og því erfitt að finna leið niður af jökli. Mesta vesenið var að komast af jöklinum. En það er mun einfaldar að fara niður af Brúarjökli ofan við Snæfell beint á slóðann sem liggur að Snæfelli og niður á Kárahnjúkaveg.\nkv\nKristján Finnur",
            "date": "2014-09-04 23:57:00",
            "post_id": "142306",
            "reply_to_id": "142278"
        },
        {
            "user_name": "ivar",
            "text": "En þið fræðingar, Hafið þið farið upp frá jökulheimum nýlega?\nSíðast fór ég á beran tungnárjökulinn 2010 og þá var lítið mál að komast að honum en gæti nú ennþá verið slatti í tungná o.s.fv.",
            "date": "2014-09-05 07:57:00",
            "post_id": "142313",
            "reply_to_id": "142306"
        },
        {
            "user_name": "RunarG",
            "text": "Ég fór frá Grímsfjalli niður í jökulheima fyrir 3 vikum, tungnárjökullinn ber og þrætt sig niður, og tungnáin ekkert stórfljót, vorum með 38\"-44\" bíla, þannig það var ekkert að því að fara þessa leið, þarf bara að finna leið inna jökul vegna sandbleytu, saum allavega marga staði sem við þorðum ekki útaf jökli vegna hugsanlegrar bleytu i jörðu",
            "date": "2014-09-05 10:36:00",
            "post_id": "142323",
            "reply_to_id": "142313"
        }
    ],
    "date": "2014-09-04 13:12:00"
}