{
    "forum_title": "Almennt spjall",
    "id": "26561",
    "title": "Kastarar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26561",
    "posts": [
        {
            "user_name": "joias",
            "text": "Daginn.\nHvar eru menn að kaupa kastara, hvar eru bestu kastararnir og hvað er verðið á þeim? Hafa einhverjir verið að prófa led kastara? Hvernig kemur það út?",
            "date": "2014-09-08 09:08:00",
            "post_id": "142454",
            "reply_to_id": false
        },
        {
            "user_name": "Haukur litli",
            "text": "Ég hef verið að kaupa mikið af LED vinnuljósum og LED bars til að nota á gröfur, vöru- og vinnubíla hérna í vinnunni. \nLED vinnuljósin eru góð, dreifa vel, hvít og góð birta, aldrei sprungnar perur eins og í gömlu H3 ljósunum og þau brotna síður.\nLED bars (Er einhver búinn að íslenska þetta? LED bjálkar?) sem voru keyptir til að nota framan á gröfur í staðinn fyrir kastarana sem voru þar (Er ekki að tala um vinnuljós heldur ökuljós eins og við notum framan á jeppana.) hafa ekki reynst eins vel. Við keyptum ódýra kínverska LED bars úr Biltema, dýrari bars frá Bilxtra og svo var keyptur einn USA bar frá Rigid. Menn eru ekki hrifnir af þeim, þeir dreifa ljósinu of mikið, \"glare-a\" mikið og blinda menn. Virka betur sem vinnuljós en kastarar. \nHalogen og HID kastararnir virkuðu betur, lýstu lengra fram þannig að menn sáu mjög vel lengra en skúffan náði og það var auðveldara að miða ljósinu þangað sem menn vildu hafa það.\nMæli með LED vinnuljósum en enn sem komið er þá finnst mér halogen og HID vera betra í kastara.",
            "date": "2014-09-08 16:44:00",
            "post_id": "142473",
            "reply_to_id": "142454"
        },
        {
            "user_name": "joias",
            "text": "Takk fyrir greinargóð svör :)",
            "date": "2014-09-08 17:06:00",
            "post_id": "142474",
            "reply_to_id": "142473"
        },
        {
            "user_name": "jongud",
            "text": "Hvað með díóðubjálkar?",
            "date": "2014-09-09 08:26:00",
            "post_id": "142506",
            "reply_to_id": "142474"
        },
        {
            "user_name": "canon123",
            "text": "Sæll èg hef verið að kaupa bílatengdar vörur á aliexpress.com og er eg nokkuð sattur t.d pantaði eg led vinnuljós 4stk. Og fékk eg það á tæpa 5000 kr parið og þeir lýsa mjög vel eg myndi chekka a þeirri síðu",
            "date": "2014-09-14 11:41:00",
            "post_id": "142806",
            "reply_to_id": "142506"
        }
    ],
    "date": "2014-09-08 09:08:00"
}