{
    "forum_title": "Almennt spjall",
    "id": "26610",
    "title": "Pinion Fræði !",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26610",
    "posts": [
        {
            "user_name": "Potlus",
            "text": "Góðir hálsar.\nÉg er að velta því fyrir mér hver munurinn sé á short pinion og long pinion. Ég er að breyta Grand Cherokee 1997 og ætlaði að fara á Ljónsstaði og kaupa lægri hlutföll. Þá var mér bennt á að síðustu 2 árgerðirnar af Zj boddyinu væru með svokölluðu \"leiðindardrifi\", þ.e. að hann væri með long pinion hásingu að framan. Einnig var mér sagt að þá þyrfti að renna hólk uppá pinioninn og mixa eitthvað. Þekkir þetta eitthver og hefur eitthver verið í sömu stöðu.\nHvað skal gera ?",
            "date": "2014-09-10 20:16:00",
            "post_id": "142622",
            "reply_to_id": false
        },
        {
            "user_name": "Óttar",
            "text": "Ég var með 96 módelið. Ég hef heyrt af þessu og sá þetta gert í einhverjum þræði inná f4x4 en man ekki eftir þessu hjá mér, reyndar fór bíllinn upp á ljónsstaði en aftur á móti var afturdrifið vandamál! þeir notuðust við millihring á kambinn í stað þess að notast við þykkari, svokallaður \"thick gear\". Þetta losnaði allt upp tvisvar og brotnaði í seinna skiptið. Svo ekki mæli ég með þessum millihring",
            "date": "2014-09-10 21:27:00",
            "post_id": "142628",
            "reply_to_id": "142622"
        },
        {
            "user_name": "Kiddi",
            "text": "Er ekki ráðlegt að verða sér hreinlega úti um high pinion hásingu undan XJ bíl og fá þannig sterkara drif líka. Þú ert búinn að hækka bílinn nógu mikið svo að drifið fer ekki að rekast upp í vélina.\nMeð afturdrifið þá er í dag hægt að fá hlutföll í Dana 44 álköggulinn og meir að segja ARB lás líka.\nhttp://www.justdifferentials.com/category-s/1904.htm",
            "date": "2014-09-11 23:20:00",
            "post_id": "142691",
            "reply_to_id": "142628"
        },
        {
            "user_name": "silli525",
            "text": "Hvar er hægt að fá arb lás í 44 ál???",
            "date": "2014-09-13 11:37:00",
            "post_id": "142754",
            "reply_to_id": "142691"
        }
    ],
    "date": "2014-09-10 20:16:00"
}