{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "26632",
    "title": "hvaða hásing",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=26632",
    "posts": [
        {
            "user_name": "mikki",
            "text": "nu er eg að fara að setja hasingu undir terranoinn hja mer að framan  hvaða hásingu hafa menn notoð er til einhvað með kuluna rettu meginn og sama hlutfalli og orginal  þetta er 98 2,7 ssk bill     takk fyrir",
            "date": "2014-09-12 13:06:00",
            "post_id": "142715",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Smá tips, það er mjög auðvelt að græja framútakið þannig að það sé hægra megin, gerir það bara með því að setja í hann gírkassa úr patrol en þú þarft samt að nota kúplingshús úr terrano.\nÉg gerði það í hiluxnum hjá mér, sjá hér \nviewtopic.php?f=26&t=9006\nEn bíllinn inn er svosem ssk þannig að það er kannski flóknara ferli. Enda bara hugmynd :)",
            "date": "2014-09-12 23:15:00",
            "post_id": "142740",
            "reply_to_id": "142715"
        },
        {
            "user_name": "jongud",
            "text": "Það er spurning hvort að hásing undan gamla bronco passi, hún er með kúluna bílstjóramegin.",
            "date": "2014-09-13 08:48:00",
            "post_id": "142747",
            "reply_to_id": "142740"
        },
        {
            "user_name": "mikki",
            "text": "ja finar hugmyndir en eg vil halda honum ssk og hjolabunaðurinn var að hrynja hja mer i 3 skiptið og eg bara nenni þessu ekki lengur vil bara fa hasingu enda skemmir það ekkert þar sem eg ætla mer að breyta honum sennilega i 38\"",
            "date": "2014-09-13 12:12:00",
            "post_id": "142757",
            "reply_to_id": "142747"
        },
        {
            "user_name": "Stóri",
            "text": "D30 undan cherokee er með kúluna bílstóramegin..... endalaust til af þessu, ódýrir varahlutir og duga í 200+ HÖ bíla þannig....... veit ekki með hlutföll",
            "date": "2014-09-13 12:15:00",
            "post_id": "142758",
            "reply_to_id": "142757"
        },
        {
            "user_name": "svarti sambo",
            "text": "Á til hásingar fyrir þig. Bæði framm og aftur hásingu, undan cherokee ZJ 1994 5,2L bílnum, með kúluna bílstóramegin. Ef þú hefur áhuga. Veit ekki með hlutföll, en sennilega bara þessi orginal.\nHringið í síma 898-2550",
            "date": "2014-09-13 12:30:00",
            "post_id": "142760",
            "reply_to_id": "142758"
        },
        {
            "user_name": "elliofur",
            "text": "Vita menn hvaða drifhlutföll eru í terrano? Væntanlega ekki sama í bsk og ssk, bara að pæla til að þurfa ekki að slátra afturhásingunni því mér skilst að hún sé ágæt.\nEinnig finnst mér persónulega galli að fara í 5x4.5 gatadeilingu, úr 6 gata, en því er svosem hægt að breyta á cherokee hásingunum ef maður sættir sig ekki við það.\nAnnað sem ég var að muna eftir að það er sami rass á ZD30 og TD27 þannig að sjálfskipting úr 3.0 patrol passar á milli, hafi menn áhuga á að halda bílnum sjálfskiptum en fá framdrifið hægra megin. En vissulega kostar það alltaf breytingu á pönnu, eins og mig reyndar grunar að þurfi hvort sem er, sama hvoru megin drifkúlan sé.\nEinhverjir hafa sett patrol hásingar undir terrano, hef heyrt dæmi um það. Mér finnst nú líklegt að þær séu full breiðar reyndar.\nKannski er þessi cherokee leið einföldust, ef maður nennir að skipta afturhásingunni út líka.",
            "date": "2014-09-13 21:25:00",
            "post_id": "142783",
            "reply_to_id": "142760"
        },
        {
            "user_name": "jongud",
            "text": "Nýjustu módelin eru með 4,625 , fann það hérna\nhttp://www.leoemm.com/terrano.htm\nEn ég er búinn að leita um allt eftir upplýsingum um eldri módelin og finn ekkert...",
            "date": "2014-09-14 09:37:00",
            "post_id": "142802",
            "reply_to_id": "142783"
        },
        {
            "user_name": "olei",
            "text": "Drifhlutfallið í svona Terrano er 4,325:1\nSjálfskipting úr Patrol passar ekki við mótorinn - rassinn á ZD30 í Patrol er mun stærri en á TD27. ZD30 er líka til í yngri Terrano og þá skilst mér að rassinn á henni sé minni en í Patrol. Hvort að hann sé þá eins og á TD27 þekki ég ekki.\nÞað er tvímælalaust einfaldast að finna (eða breyta) hásingu með kúluna vinstra megin. Sleppa við að breyta millikassa/skiptingu-millikassabita, olíupönnu...\nFramhásing undan Y60 Patrol er að mig minnir 10 cm lengri en Terrano afturrörið.",
            "date": "2014-09-14 20:12:00",
            "post_id": "142834",
            "reply_to_id": "142802"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Patról hásingin er 12cm lengri en afturrörið á terranum. Ég var búinn að smíða hásingu undir minn en náði aldrei að klára koma henni undir. \nSvo held ég að einhver hafi notað Dana 44, var lengi vel að auglýsa bílinn hérna til sölu.",
            "date": "2014-09-16 15:51:00",
            "post_id": "142910",
            "reply_to_id": "142834"
        }
    ],
    "date": "2014-09-12 13:06:00"
}