{
    "forum_title": "Almennt spjall",
    "id": "2669",
    "title": "Þið sem eigið Suzuki Vitara",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2669",
    "posts": [
        {
            "user_name": "joias",
            "text": "Hvað er 1600cc bensín súkka á 33\" að eyða miklu á 100km?",
            "date": "2010-12-04 20:16:00",
            "post_id": "11710",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "ótrúlega litlu, já það trúir því enginn............\nen svona til að þú fáir smá hugmynd þá er mín súkka 97 módel 1,6l á 33\" á 5.125:1 hlutföllum að eyða 9-11 í langkeyrslu og 10-11 innanbæjar.\nog ég keyri ekki eins og kelling. hef alltaf haldið skrá um bensíneyðsluna á bílnum frá því ég keypti hann 2008 og hann er að eyða meiru í langkeyrslu enda hefur hann ekki afl í að halda 5 gírnum endalaust þannig maður er oft að skipta 4-5 en innanbæjar er það 3-4 og dólar það bara fínt og virðist eyða minnu ótrúlegt en satt. Enda er þessi mótor með frekar seint vinnslusvið virkar ekkert undir 3000 snuningum.\nen ég meina.... þetta er bara fólksbílsmótor, og bíllinn vigtar nákvæmlega sama og suzuki baleno, sem er með nákvæmlega sömu vél, og eyðir 5-8 /100 ;)\neini munurinn hlýtur að vera snúningshraði og vindmótstaða.\nmæli með að menn kynni sér trackyourgasmilage.com snilldar síða til að fylgjast með eldsneytiskostnaði og eyðslu",
            "date": "2010-12-04 20:33:00",
            "post_id": "11711",
            "reply_to_id": "11710"
        },
        {
            "user_name": "Sævar Örn",
            "text": "þar á móti er tankurinn í stuttu vitörunni bara 37 lítrar, hef farið hikstandi og kokandi inn á bensinstöð og kom á hann 33 lítrum, en hann fer líka 300 km á því. en kemst ekki til akureyrar á tanknum :)",
            "date": "2010-12-04 20:34:00",
            "post_id": "11712",
            "reply_to_id": "11711"
        },
        {
            "user_name": "jeepson",
            "text": "minn var að eyða á milli 10 og 11 í blönduðum og leikaraskap með bilaðan EGR ventil.",
            "date": "2010-12-04 23:15:00",
            "post_id": "11718",
            "reply_to_id": "11712"
        },
        {
            "user_name": "hobo",
            "text": "Já ég er sammála þessu með því að halda 90-100 km hraða er súkkan mín að súpa mest, meira en á innanbæjarsnattinu.\nÉg fer venjulega ekki mikið hraðar en 80 á þjóðvegum nema eg neyðist til þess.",
            "date": "2010-12-05 18:03:00",
            "post_id": "11738",
            "reply_to_id": "11718"
        },
        {
            "user_name": "hobo",
            "text": "Svo maður komi með dæmi um eyðslu:\nFór í sumar upp í Kerlingarfjöll, fyllti á bílinn hjá Geysi.\nEkið uppeftir, daginn eftir ekið í Setrið skála 4x4, síðan kisugljúfur, svo í suðurátt, leppistungur, og svo aftur upp í kerlingarfjöll.\nDaginn eftir var keyrt upp frá skálunum og Hveradalir og gamla skíðasvæðið skoðað, svo var farið heim aftur Kjöl.\nÞurfti ekki að setja bensín á bílinn fyrr en ég kom í bæinn og var þá kannski 1/5 eftir á tanknum.\nEn þar sem tankurinn er ekki nema 47-48 ltr á 5 dyra suzuki vitara 1600cc er ekki hægt að kvarta yfir þessarri eldsneytis notkun.\njá og hún var á 32\" svo það sé tekið fram.",
            "date": "2010-12-05 18:15:00",
            "post_id": "11739",
            "reply_to_id": "11738"
        },
        {
            "user_name": "gunno1",
            "text": "ég er nýkominn á 33\" súkku 4 dyra 1600cc, er ekki búinn að keyra mikið en fyrstu mælingar innanbæjar er svipað og strákarnir eru að segja hérna.. 10-11 lítrar á hundraði.",
            "date": "2010-12-06 09:51:00",
            "post_id": "11756",
            "reply_to_id": "11739"
        }
    ],
    "date": "2010-12-04 20:16:00"
}