{
    "forum_title": "Vefurinn - hugmyndir, ábendingar og tilkynningar",
    "id": "26733",
    "title": "auglýsinga spamm",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=12&t=26733",
    "posts": [
        {
            "user_name": "biturk",
            "text": "er ekki hægt að taka fyrir að menn geri sér þráð fyrir hvern og einn hlut, afskaplega þreitandi þegar sami aðili uppar svo alla þræðina í einu\nlang best ef menn eru að selja mikið af dekkjum eða varahlutum að setja bara allt í einn þráð með lýsandi heiti frekar en að gera sér auglýsingu fyrir allt",
            "date": "2014-09-19 00:04:00",
            "post_id": "143067",
            "reply_to_id": false
        },
        {
            "user_name": "Svenni30",
            "text": "Mikið er ég sammála þér..",
            "date": "2014-09-19 00:18:00",
            "post_id": "143068",
            "reply_to_id": "143067"
        },
        {
            "user_name": "gislisveri",
            "text": "Það er voða erfitt að stjórna því, en við höfum nú hnýtt í menn sem stunda þetta grimmt. Það er erfitt að skilgreina einhver nákvæm mörk, því auðvitað geta menn haft góða ástæðu til að hafa fleiri en eina auglýsingu í gangi í einu.\nVið ætlum hins vegar að skoða hvort það sé hægt að stjórna þessu betur í nýju útgáfunni af vefnum sem við erum að byrja að vinna í þessa dagana. Þegar að því kemur viljum við safna saman svona ábendingum frá ykkur og öðru því sem gæti verið gagnlegt.\nKv.\nGísli.",
            "date": "2014-09-19 10:44:00",
            "post_id": "143078",
            "reply_to_id": "143068"
        },
        {
            "user_name": "harnarson",
            "text": "Ef menn eru að pæla í breytingum og uppfærslum þá leyfi ég mér að benda á hvernig þetta er gert á spjallborðinu á ljosmyndakeppni.is. Þar eru auglýsingar aðgreindar frá öðru spjalli en eru þó aðgengilegar og greinilegar.",
            "date": "2014-09-19 23:13:00",
            "post_id": "143119",
            "reply_to_id": "143078"
        },
        {
            "user_name": "gislisveri",
            "text": "Það er góð ábending, ljosmyndakeppni.is er flott síða og byggir á sama kerfi og jeppaspjallið. Við munum hafa hana til hliðsjónar. En ný útgáfa af kerfinu mun vonandi gera ýmislegt auðveldara, bæði fyrir vefsmiðina og notendur. Það eru spennandi tímar framundan.",
            "date": "2014-09-20 15:07:00",
            "post_id": "143146",
            "reply_to_id": "143119"
        }
    ],
    "date": "2014-09-19 00:04:00"
}