{
    "forum_title": "Almennt spjall",
    "id": "26776",
    "title": "Ábyrgð dráttarbíla",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26776",
    "posts": [
        {
            "user_name": "Óskar - Einfari",
            "text": "Þessum lögum þarf að fara að breyta..... það er vont ef það er farið að vera venjan að skilja fólk eftir uppá heiði af því að fólk er hrætt við að bera ábyrgð á tjóni sem getur orðið.\nHérna er video af fólki í Áfangafelli sem keyrir í burtu án þess að veita vélarvana bíl aðstoð/drátt\nhttps://www.facebook.com/video.php?v=10152702084413361\nÉg vil samt taka framm að það eru alltaf tvær hliðar á svona málum og það er hægt að finna umræðu um þetta mál inn á facebook síðu sem heitir Fuglahundadeild HRFÍ\nhttps://www.facebook.com/groups/621012867923242/\nATH! Þetta eru bæði facebook video/umræður þannig að það verður að vera facebokk aðgangur til að skoða þetta held ég!\nKv.\nÓskar Andri",
            "date": "2014-09-22 13:42:00",
            "post_id": "143259",
            "reply_to_id": false
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Hvað er í gangi - er hópurinn ekki að fara í aðra átt en bilaði bíllinn ! Ekki hægt að ætlast til að góðir samherjar umturni heilli ferð fyrir einhvern sem er í símasambandi. Ég hefði líklega gert það sama og þessi hópur en samt boðið far til byggða. Ekki færi ég að draga hvern sem er langa vegalengd og það í \"hina\" áttina - ekki lengur.",
            "date": "2014-09-22 14:18:00",
            "post_id": "143261",
            "reply_to_id": "143259"
        },
        {
            "user_name": "Steini H",
            "text": "Enda komst bilaði bíllinn fyrr til byggða skillst mér og öllum var boðið far eða aðra aðstoð nema draga bílinn en var afþökkuð því það væri hjálp á leiðini.",
            "date": "2014-09-22 16:06:00",
            "post_id": "143275",
            "reply_to_id": "143261"
        },
        {
            "user_name": "villi58",
            "text": "Það þarf strax að útbúa lölegt plagg sem sá sem er í vandræðum kvittar undir og fríar mann allri ábyrgð ef maður er svo alminnilegur að hjálpa einhverjum.",
            "date": "2014-09-22 16:11:00",
            "post_id": "143277",
            "reply_to_id": "143275"
        },
        {
            "user_name": "jeepson",
            "text": "Er ekki málið að við jeppaspjallarar útbúum svona plagg. Hægt væri að græja þetta þannig að menn gætu prentað það út héðan af síðuni. plaggið er merkt síðuni og alles. Á plagginu stæði t.d Ég. kt 000000-0000 tek að mér að draga á mínu ökutæki nr XX-000 ökutækið nr XX-000 hjá jóni jónsyni kt 000000-0000 og staðfesti með skjali að jón jónsson ber alt tjón sem gæti orðið á hann ökutæki nr XX-000 á meðan að drætti stendur. Ég ber svo sjálfur eigið tjón á mínu ökutæki XX-000 á meðan að drætti stendur. \nÞarna eru menn búnir að afsala sér geta gert eitthvað mál útúr svona ef til tjóns kæmi. Ég veit að ég er það heiðarlegur að ég myndi ekki ætlast til þess að einhver sem væri að hjálpa mér myndir bera það tjón sem á mínu ökutæki yrði við björgun. En það eru auðvitað ekki allir eins og maður veit auðvitað aldrei hvað ókunnugir taka uppá því að gera.",
            "date": "2014-09-22 16:40:00",
            "post_id": "143281",
            "reply_to_id": "143277"
        },
        {
            "user_name": "Haukur litli",
            "text": "Ég held að þetta sé bara ekki svona einfalt. Líklegast þyrfti votta og ennþá meira lögfræði bulltexta á blaðið.",
            "date": "2014-09-22 16:46:00",
            "post_id": "143282",
            "reply_to_id": "143281"
        },
        {
            "user_name": "harnarson",
            "text": "Einmitt. Þetta er sennilega ekki alveg svona einfalt. Skilst að tjónakrafan komi yfirleitt ekki frá einstaklingunum sjálfum heldur frá tryggingafélögunum sem eiga í hlut. Það þýðir væntanlega að breyta þarf lögum og hafa einhverja löggilda pappíra í svona málum.",
            "date": "2014-09-22 16:52:00",
            "post_id": "143283",
            "reply_to_id": "143282"
        },
        {
            "user_name": "elliofur",
            "text": "Við í minni björgunarsveit lendum mjög oft í hjálparbeiðnum þar sem bílar eru fastir uppi á hálendi (eins og flestar björgunarsveitir). Þetta hefur verið rætt innan okkar hóps og gerð athugun og niðurstaðan er sú að svona plagg, hversu fínt sem það er, heldur ekki þegar í harðbakkann slær. Það er nákvæmlega jafn vígt heiðursmannasamkomulaginu sem menn nota oft, falleg hugmynd en ekkert meira en það. Því miður.\nÉg skil því ágætlega um hvað þetta snýst, peninga. Neyðin hefur greinilega ekki verið mjög mikil hjá þessu blessaða fólki og er þetta helvítis frekja að blása þetta svona upp í fjölmiðlum, hvaða helvítis hefndarhugur er þetta eiginlega!\nMér sýnist að \"vonda fólkið\" í fréttinni hafi boðið þeim að sitja í til byggða, en það var bara ekki nóg!\nÞetta er orðið útblásið á visi.is líka,\nhttp://www.visir.is/skildir-eftir-uppi- ... 4140929785\nhttp://www.visir.is/voru-tilbuin-til-ad ... 4140929757",
            "date": "2014-09-22 17:10:00",
            "post_id": "143285",
            "reply_to_id": "143283"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Það er nefnilega málið..... lögunum virðist vera óhaggað þegar að í harðbakkan slær eins menn hafa minnst á hérna. Það sem ég myndi vilja sjá er einhver lagabreyting sem gerir svona skriflegt samkomulag löglegt! Kanski hægt að gera þetta þannig að plaggið sé viðurkennt af löggiltum lögfræðing eða lögfræðistofu. En maður veit ekki, kanski þarf einhver að deyja/verða úti af því að enginn þorði að draga viðkomandi til að svona breyting verði nokkurntíman?\nÞað er rosalega erfitt að taka afstöðu í svona máli þar sem einn segir eitt en hinn segir annað. En ég verð samt að segja að fyrir mitt leyti að ef ég myndi hitta einhvern á fjöllum á vélarvana bíl myndi ég sætta mig við áhættuna við það að lenda \"hugsanlega\" í einhverju fjárhagslegu tjóni við að draga viðkomandi einhvern spöl. Ég ætti allavega mjög bágt með að yfirgefa einhvern í vandræðum ég er bara þannig gerður.... hlutirnir geta nefnilega alltaf þróast þannig að það verði neyð þótt það hafi ekki verið akkurat þarna á þessari stundu.",
            "date": "2014-09-22 17:26:00",
            "post_id": "143287",
            "reply_to_id": "143285"
        },
        {
            "user_name": "elliofur",
            "text": "Óskar það er eitt að húkka i og annað að bjóða far, eða vera milliliður um fjarskipti, séu þau ekki til staðar hjá viðkomandi.",
            "date": "2014-09-22 18:31:00",
            "post_id": "143291",
            "reply_to_id": "143287"
        },
        {
            "user_name": "olei",
            "text": "Hversu algengt er það í raun að fólk beri skaða af því að draga aðra? Erum við að tala um nokkur afmörkuð tilvik gegnum tíðina sem kveikja þessa umræðu - hún var t.d mjög lífleg á f4x4.is fyrir u.þ.b 15 árum og svona \"dráttarplagg\" var m.a útbúið. Eða er þetta algengt og því raunverulegt vandamál?",
            "date": "2014-09-22 18:35:00",
            "post_id": "143293",
            "reply_to_id": "143291"
        },
        {
            "user_name": "Brjotur",
            "text": "Óskaplegt er að lesa herna pósta hja mönnum sem eg helt að væru jeppamenn :(   þarna var verið að ræða um að draga bil nokkurhundruð metra upp a veg   á vegi , hvert er þessi þjóð komin i hjalpsemi ?  er skrattinn málaður á alla veggi um leið og einhver biður um hjálp ?  erum við að verða fuking AMERÍSK  ???   Í 28 ar hef eg stundað jeppamennsku .  dregið upp bila verið dreginn lent i tjóni og allir bara brosað , en nú fara allir í vörn ef minnst er a drátt , ég held persónulega að það NENNI  enginn að hjálpa náunganum lengur sorry :(",
            "date": "2014-09-22 19:06:00",
            "post_id": "143294",
            "reply_to_id": "143293"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ég veit það ekki, en ég er kannski svona vondur maður. Ef einhver ætti að vera ábyrgur fyrir drætti á ökutæki, þá væri það sá sem er verið að draga. Við vitum það, að til dæmis virka bremsur illa, ef bíll er vélavana og menn eru misjafnlega góðir ökumenn, varðandi rétt viðbrögð. Fyrir utan það, að við erum að leggja bílana okkar í hættu, með að vera að draga einhverja ókunnuga aðila. Mér finnst það líka vera argasta frekja, að ættlast til að við leggjum bílana okkar í hættu, fyrir svona hluti. Viðkomandi aðila var boðið far til byggða og hefði svo getað reddað þessum bíl sjálfur til byggða. En svona mál, líta allt öðruvísi út, ef að maður þekkir viðkomandi. Það er ekki, og á ekki að vera sjálfgefið, að maður sé tilbúinn til að leggja bílinn sinn í hættu fyrir aðra, þó svo að í flestum tilfellum geri menn það. Varðandi málaferli á svona hlutum, þá held ég að það sé yfirleitt, vegna losunar úr skafli eða þess háttar. Heyrði einu sinni sögu af manni sem hafði fest sig í skafli, og þegar að það átti að draga bílinn lausan, þá fór stuðarinn, af bílnum. Hef svo sem aldrei sett það fyrir mig, að þurfa að hjálpa öðrum. Við uppskerum, eins og við sáum.",
            "date": "2014-09-22 19:10:00",
            "post_id": "143295",
            "reply_to_id": "143294"
        },
        {
            "user_name": "jeepson",
            "text": "En bíðum nú aðeins við. Jú samkvæmt lögum ber sá sem dregur tjónið. En. Ég veit ekki til þess að jepparnir okkar séu tryggðir utan malbiksins nema þá með sér tryggingum. Og hversu margir hér eru með svoleiðis??  Gilda þá þessi lög nokkuð utan við malbikið hvort er??? Er okkur þá ekki óhætt að draga uppá fjöllum án þess að bera tjónið sjálfir??? Hitt er að við hljótum nú að geta verið heiðaleg við hvort annað. Það er allavega þannig að með þeim sem að ég hef ferðast með að hver ber ábyrgð á sýnu ökutæki.",
            "date": "2014-09-22 19:38:00",
            "post_id": "143298",
            "reply_to_id": "143295"
        },
        {
            "user_name": "Steini H",
            "text": "Brjótur þú hefur verið vel heppinn með félagskap þeirra sem þú hefur dregið og verið dregin,\nÉg var ekki eins heppinn. Dró bíl sem var einmitt vélarvana mitt á milli Áfanga og Hveravalla til Áfanga þar sem átti að gera við bílinn.\nÞað vidi ekki betur til en við Áfanga rann bíllinn aftan á mig og krókurinn minn skemdi frammendann á hinum talsvert og ég þurfti að borga hátt á þriðja hundrað þúsund fyrir tjón og málskostnað og mér var engin hlátur í hug get ég sagt þér.",
            "date": "2014-09-22 19:41:00",
            "post_id": "143300",
            "reply_to_id": "143298"
        },
        {
            "user_name": "Brjotur",
            "text": "Steini H.   eg er orðlaus :(",
            "date": "2014-09-22 19:50:00",
            "post_id": "143303",
            "reply_to_id": "143300"
        },
        {
            "user_name": "Steini H",
            "text": "Eg var það líka því aðalskýringin var víst að ég stoppaði fyrr á stæðinu heldur en hann átti von á en dómurinn var skýr ég bar ábyrgð á báðum ökutækjum þar sem ég var stjórnandi með tengingu við aftara farartæki.",
            "date": "2014-09-22 19:59:00",
            "post_id": "143304",
            "reply_to_id": "143303"
        },
        {
            "user_name": "Lindemann",
            "text": "Fólk sem biður um/þiggur drátt frá hjálpsömum félögum eða ókunnugum ferðalöngum og gerir svo kröfu á viðkomandi þegar eitthvað kemur uppá ætti að skammast sín.....ég skil ekki hvernig fólk hefur það í sér!\nAftur á móti eru til dæmi þess að sá sem dregur gerir það mjög óvarlega og hreinlega veldur óhappi, en ég er nokkuð viss um að það séu sjaldgæfustu málin.",
            "date": "2014-09-22 23:33:00",
            "post_id": "143314",
            "reply_to_id": "143304"
        },
        {
            "user_name": "biturk",
            "text": "Steini h\nRotaðiru hann ekki fyrir að krefja þig um bætur?\nÞað hefði heldur betur fokið i mig",
            "date": "2014-09-23 00:44:00",
            "post_id": "143320",
            "reply_to_id": "143314"
        },
        {
            "user_name": "Kiddi",
            "text": "Steini, koveraði ábyrgartryggingin þetta ekki?",
            "date": "2014-09-23 00:57:00",
            "post_id": "143322",
            "reply_to_id": "143320"
        },
        {
            "user_name": "ivar",
            "text": "Ég tek undir með flestum ræðumönnum að hluta.\nÞetta er að verða mjög Amerískt og vil ég almennt veita alla þá aðstoð sem ég get. Ég hef verið svo heppinn að valda ekki skaðabótaskildu tjóni á þeim bílum sem ég dreg en hef hinsvegar skemmt minn eiginn við slíkar æfingar og þurft að bera það allt sjálfur, eðlilega.\nHinsvegar eins og mál eru að þróast þá væri ég orðin mjög tregur til að aðstoða ókunnuga með að draga bíla vegna þess að dæmin hafa sýnt að þú veist ekkert hvað sá ókunnugi hefur í huga, hvað þá ef tjón verður.\nVarðandi það að breyta lögum þá er það mjög erfitt.\nSetjum upp það dæmi að ég sé að draga vélarvana og bremsulélegan willys eftir Reykjanesbrautinni. Sá skrifar uppá plagg og tekur alla ábyrgð og veldur svo allmiklu tjóni á mínum og 3 bíl þar sem t.d. eh slasast líkamlega og þarf að fá 50mkr í bætur. Willysinn er tryggingalaus og ekkert hægt að sækja á eigandanns sem á ekkert. Þarna erum við komin með tryggingalaust slys sem á ekki að geta orðið í íslenskri umferð og við viljum forðast í lengstu lög.",
            "date": "2014-09-23 09:10:00",
            "post_id": "143327",
            "reply_to_id": "143322"
        },
        {
            "user_name": "villi58",
            "text": "Jepparnir okkar eru tryggðir á vegum sem eru í þjónustu vegagerðarinnar, sama hvort sé malarvegur enda er ekki malbik á öllum vegum. Utanvega t.d. á snjó  þarf utanvegatryggingu, svona voru mínir tryggingaskilmálar.",
            "date": "2014-09-23 11:14:00",
            "post_id": "143331",
            "reply_to_id": "143327"
        },
        {
            "user_name": "Steini H",
            "text": "Sæll Kiddi nei þetta var málaflækja sem míðaði í margar áttir ég varð fyrir aftaná keyrslu og ætti að vera í rétti en þar sem ég var að draga var ég ábirgur fyrir báðum ökutækjum og svo framvegis en ég hefði bara eftirá að hyggja borga bara í byrjun möglulaust 132.000 krónur en ég var eitthvað að hugsa um bónusinn minn og ég bara trúði ekki að hann færi með þetta alla leið. En svona fór þetta og nú í dag þá tek ég engöngu í tog þá sem ég þekki eða ef ég get losað úr skafli eða ógöngum með að húkka í dráttarkrók á bílum.\nOg biturk ég varð aðalega hissa og sár heldur en reiður. \nEn þetta var dýr og bitur  lexía fyrir mig",
            "date": "2014-09-23 11:41:00",
            "post_id": "143333",
            "reply_to_id": "143331"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Ég veit fyrir víst að ábyrgðartryggings tækisins sem dregur coverar allt tjón sem verðum á þeim sem er dregin, ábyrgðar og ökumannstrygginar eru eiginlega skotheldar tryggingar og held þær gildi næstum allstaðar, kaskó afturámóti ekki (heitir þessi utanvega trygging ekki \"Utanvegakaskó\"?)\nEn það er samt skítt að lenda í svona\nEn það sem mér finnst skítlegast í þessu er að fjölmiðill birtir svona \"frétt\" án þess að tala við báða málsaðila.\nSvo ber mönnum skv lögum að aðstoða ef menn eru í mögulegum lífsháska, en að skilja menn eftir við skála í símasambandi þar sem þeir sögðu að það væru menn á leið til þeirra er eitthvað allt annað en það.",
            "date": "2014-09-23 12:36:00",
            "post_id": "143335",
            "reply_to_id": "143333"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Að vera með vélarvana bíl á hálendinu er ekkert smámál í sjálfu sér, tímafrek vandræði og fjárútlát sem eigandi og ökumanni ber að leysa sjálfur með sínum kunningjum eða með að hringja í dráttarbílaþjónustu (kostar) en ekki þvinga sínum vandræðum og kostnaði yfir á ókunnugt fólk. Það er ekki svo ýkja erfitt að setja sig í spor þessa hóps sem neitaði að draga. Fyrir það fyrsta, sá sem dregur ber alla ábyrð á draugalestinni og hvernig þættu mönnum ef þeir væru staddir upp á hálendi með félögum sínum þegar bíll er dregin til þeirra í þeim tilgangi að einhver þeirra eigi að draga bílinn til byggða. Að þeim óforspurðum í þveröfuga átt miðað við hvert þeir eru að fara. En það er ekki aðalatriðið svo sem. Það er ekki ýkja einfalt og öruggt að draga vélarvana bíl sem er hálfbremsulaus, hálfstýrirslaus og hálfljóslaus. Hálf þetta og hálf hitt. Að ætlast til að einhver dragi bíl ókunnugs manns við þessar aðstæður t.d. niður brekkurnar og beygjunnar við Blönduvirkjun og opinbera síðan neitununa út á facebook og í fjölmiðlun með videóklippi af hópnum er eitthvað sem engin ætti að gera. Ekki hefði ég viljað leggja á mig ómak við að hjálpa slíkum manni sem væri vís að gera slíkt nema með fari til byggða innan þess tímaramma sem myndi henta minni ferð.      \nÉg hef borið kostnað af tjóni sem varð við drátt á 4 tonna bíl þegar taugin slitnaði. Tjón upp á 500.000 þús minnir mig á fasta bílnum fyrir utan slatta af beyglum og brotin ljós hjá mér. Ég bar ábyrð á öllu þessu dæmi sem sá sem dró og tryggingar mínar borguðu tjónið á hinum bílnum en ég sat upp með tjón á mínum bíl og hærri tryggingu. Ég bauð kallinum á hinum bílnum að fara tryggingaleið að fyrra bragði enda gerði ég mér grein fyrir því, svona eftir á að hyggja, fór ég full geyst í spottan miðað við aðstæður og taldi rétt að bæta fyrir það. En svona er þetta, eins gott að fara varlega og think ahead.",
            "date": "2014-09-23 13:19:00",
            "post_id": "143338",
            "reply_to_id": "143335"
        },
        {
            "user_name": "Brjotur",
            "text": "Þetta er finn þráður til að flokka  hverja maður aðstoðar og hverja ekki i framtíðinni :)",
            "date": "2014-09-23 16:44:00",
            "post_id": "143346",
            "reply_to_id": "143338"
        },
        {
            "user_name": "Fordinn",
            "text": "Ég held að þetta sé mats atriði við hvert tilvik fyrir sig.   Auðvitað gerir madur allt til að aðstoða fólk  ef hætta er á ferðum, sem og koma i veg fyrir frekara tjón, td þegar menn festa sig í  vatni.\nEnn að fara draga bíla landshluta á milli getur verið einum of.     Ég hef oft gert kröfu um að ef eg er með félaga með mér i bílnum, að hann taki við stýrinu í bílnum sem á að draga.     og fólk hefur hingað til samþykkt það.    \nVið erum sennilega flestir búnir að eyðileggja eitthvað við að draga aðra.... ókunna sem og ferðafélagana.... mér hefur aldrei dottið í hug að fara rukka menn um þann skaða sem hefur orðið...       Enn vissulega er madur farinn að hugsa sig tvisvar um þegar maður er beðinn um aðstoð.",
            "date": "2014-09-23 17:27:00",
            "post_id": "143349",
            "reply_to_id": "143346"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ég botna ekkert í þvi af hverju þú þurftir að greiða þetta tjón Steini, þetta var á vegi er það ekki ?  Ábyrgðartryggningin þín hefði átt að dekka tjónið á hinum dregna bíl !",
            "date": "2014-09-23 18:09:00",
            "post_id": "143354",
            "reply_to_id": "143349"
        },
        {
            "user_name": "villi58",
            "text": "Ég hef haldið að tryggingafélag þitt bætti skaðann á bílnum sem þú varst að hjálpa, fyrsta dæmið sem ég veit um að hafi farið svona. Þín trygging er til að bæta skaða sem þú veldur, ekki heyrt um aðra túlkun hjá tryggingafélögum.\nEn þetta eru glæpafélög sem reyna alltaf að sleppa.",
            "date": "2014-09-23 18:17:00",
            "post_id": "143355",
            "reply_to_id": "143354"
        },
        {
            "user_name": "Steini H",
            "text": "Svo það taki allan vafa á þá lét ég ekki reyna á tryggingarfélagið ég hélt í fyrsta lagi að maðurinn myndi átta sig á hversu grimt það væri að heimta skaðabætur af hjálparbíl og svo þegar allt var komið í óefni þá ákvað ég að borga þar sem málið var höfðað á mig en ekki velta því á trygginguna þar sem ég var með mjög góðan tjónalausan bónus og það hefði ég mist af öllum farartækjunum mínum 2 bílar og 2 mótorhjól en í dag hefði það ekki truflað þar sem ég er orðin talsvert sjóaðari í öllu bæði í samskiptum við fólk og hvað það er auðvelt að skipta um tryggingarfélag ef maður þarf.\nEn niðurstaðan ég hefði altaf farið illa út úr þessum drætti en geta minkað það umtalsvert ef ég hefði bara fattað að heimta tjónaskýrslu strax. Krafan um að bæta skaðan kom nokkrum dögum eftir dráttin.",
            "date": "2014-09-23 20:48:00",
            "post_id": "143365",
            "reply_to_id": "143355"
        },
        {
            "user_name": "Stebbi",
            "text": "Ágætis regla að hafa bara nógu sveran kaðal í bílnum sem passar ekki í dráttaraugun á fólksbílum nema með einhverjum æfingum.  Þá er búið að útiloka fullt af mögulegum tjónum og tryggingaveseni strax og hægt að njóta þess að draga bara stál-heiðarlega íslenska jeppamenn sem sjá ekki eftir framendanum á jeppanum sínum fyrir góðan drátt.  :)",
            "date": "2014-09-24 08:45:00",
            "post_id": "143388",
            "reply_to_id": "143365"
        },
        {
            "user_name": "hell",
            "text": "Ég var típan sem fór út í fyrstu snjóa með spotta og skóflu að hlálpa, en í dag dreg ég eingöngu vini og fjölskildu (hjálpa alveg til við að ýta en spottinn  er kyrr inni í bíl)\nOg að draga lengri leiðir heldur enn nokkur hundruð metra geri ég eingöngu á beysli \nFólki í neyð hjálpa ég en eignatjónið er þeirra, ss það fengi far í bæinn afnot af fjarskiptum og þessháttar en bílnum yrði það að redda sjálft",
            "date": "2014-09-26 20:59:00",
            "post_id": "143574",
            "reply_to_id": "143388"
        },
        {
            "user_name": "Hrannifox",
            "text": "Eitthvern timann heyrði ég um dæmi þar sem Björgunarsveit átti í hlut þar sem bíll skemmdist við drátt, Veit ekki betur en karlinn rukkaði björgunarsveitina um tjónið\nEftir það skapaðist umræða um þetta bæði í fréttum og hérna inni á vefnum.\nEn hversu kalt sumt fólk getur verið við nángann sem bauð hjálparhönd er ótrúlegt ! , í dag er alltof sver spotti fyrir dráttaraugu á minni bílum í jeppanum hjá mér\nog dreg ég eingöngu vini og ættingja, en öll hjálp fyrir utan drátt er veitt minsta mál.\nmér ofbauð eiginlega þegar ég frétti að stór útgjöld björgunarsveita hafi farið í smátjón á ökutækjum sem þeir voru að draga úr skafli eða álika dæmi og menn hafi látið falla á sveitirnar að borga brúsann( þessu peningum er betur varið í þjálfun á nýjum mannskap) var sagt í viðtalinu, Ekki myndi ég vilja borga brúsann fyrir eitthvern sem var ekki að fylgjast með nógu vél eða kunnátta ekki nógu mikil og hann myndi lenda aftaná króknum hjá mér.\nég er ekki miljónamæringur og hef nóg annað við minn pening að gera, og þarf ekkert að auka á tryggingarnar á bílunum hjá mér fyndst þær nógu háar fyrir, en hjálp við að ýta eða moka úr skafli er minsta mál eða nota fjarskifta búnað leyfa viðkomandi að sitja í til byggða er ekki til vandræða.",
            "date": "2014-09-29 12:56:00",
            "post_id": "143776",
            "reply_to_id": "143574"
        }
    ],
    "date": "2014-09-22 13:42:00"
}