{
    "forum_title": "Almennt spjall",
    "id": "26805",
    "title": "Bensín Musso - Reynsla manna",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26805",
    "posts": [
        {
            "user_name": "Lada",
            "text": "Sælir/ar.\nMig langar aðeins að forvitnast um Musso.\nNú er hægt að fá Musso með bensínvél á svo góðu verði að það er eiginlega ekki hægt að líta framhjá þeim. Því langar mig að spyrja þá sem eiga eða hafa átt svona bíla hvernig þeirra upplifun var af þessum bílum? Hvernig er eyðslan? Hvernig er bilanatíðnin? Hvernig er að jeppast á þeim? Á maður að kaupa bsk. eða ssk.?\nÞað sem hefur komið mér mest á óvart eftir smá leit á netinu er hvað það virðist vera lítill eyðslumunur á milli 3.2 lítra og 2.3 lítra vélanna. En samkvæmt þvi sem ég hef gúgglað virðist muna innan við einum lítra á hundraðið. Getur þetta staðist?\nÉg vil taka það fram að ég er aðeins að tala um óbreytta eða mjög lítið breytta bíla (mestalagi 32\")\nKv.\nÁsgeir",
            "date": "2014-09-24 13:14:00",
            "post_id": "143405",
            "reply_to_id": false
        },
        {
            "user_name": "streykir",
            "text": "Sæll, átti '99 módel af 2,3 bensín, bsk, var mjög sáttur með hann. Ágætis afl miðað við vélarstærð. Mér fannst hann ekki vera að eyða neitt það mikið, hélst í kringum 11 ltr.\nMjög gott að ferðast í honum.",
            "date": "2014-09-24 14:27:00",
            "post_id": "143412",
            "reply_to_id": "143405"
        },
        {
            "user_name": "Lada",
            "text": "Takk fyrir svarið Ólafur. 11 l/100 km er nú bara nokkuð gott.  Ein síða sem ég fann talaði um 16.2 l/100km fyrir 2.3 lítra vélina og 16.9 fyrir 3.2 lítra vélina. Eru þessar tölur alveg útúr kú?\nKv.\nÁsgeir",
            "date": "2014-09-24 14:34:00",
            "post_id": "143413",
            "reply_to_id": "143412"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Þekki ekki hvað Mússó eyðir en bara við að horfa á svona bíl væri nokkuuð örugg hófleg ágiskun að slíkur bensínbíll noti að öllu jöfnu 14-18l innanbæjar og 11-14l utanbæjar á löglegum hraða. Stærri vélin getur eytt meira, kannski upp úr öllu valdi ef aflið  úr henni er notað að ráði.",
            "date": "2014-09-24 14:51:00",
            "post_id": "143415",
            "reply_to_id": "143413"
        },
        {
            "user_name": "snöfli",
            "text": "2nd hand upplýsingar hér að heiman, segja að minni vélinn eyði lygilega litlu í óbreyttum bíl.  Hinn öllu meira.  Það er eyðslumunur milli sjálfskipts og beinskipts (allavega í dísil bílnum) og líka milli skiptinganna BTRA or Benz.\nÞetta fer alltaf eftir aksturlagi og akstursmynstri (innan bæjar / utan;  stutt / langt).  Ég mundi áætla 12-13 á beinskiptan 2.3, amk 13-14 á BTRA og þá 14-15 á Benz og búast ekki við minnu en 16-17 á sjálfskiptum 3.2.\nl.",
            "date": "2014-09-24 15:05:00",
            "post_id": "143418",
            "reply_to_id": "143415"
        },
        {
            "user_name": "jongud",
            "text": "Ég var að skrölta í sumar á sjálfskiptum 3.2 musso með hálfbilaða vél og 35-tommu dekk . Ég sneri vélinni sjaldan mikið yfir 2500 snúningum og hann var í þetta 15-16 á hundraðið.",
            "date": "2014-09-25 08:16:00",
            "post_id": "143456",
            "reply_to_id": "143418"
        },
        {
            "user_name": "magnum62",
            "text": "Musso sem slíkur er ágætis jeppi, auðvelt að gera við þá, frábær varahluta- og þjónustufyrirtæki þ.e. Bílabúð Benna  og bara þægilegir jeppar og ódýrir.  Ef ég væri að kaupa mér Musso mundi ég afla mér frekari upplýsinga hjá Musso varahlutum í Hafnarfirði.  Eitthvað hef ég heyrt um vélatölvuhrun í 2.3 bílnum\nKv. MG magnum.",
            "date": "2014-09-25 13:43:00",
            "post_id": "143473",
            "reply_to_id": "143456"
        }
    ],
    "date": "2014-09-24 13:14:00"
}