{
    "forum_title": "Ferlar og fjarskipti",
    "id": "26833",
    "title": "Jarðsamband fyrir loftnet",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=37&t=26833",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Það er farið að tærast stálið í kring um gatið í toppnum fyrir talstöðvarloftnetið, og er ég í smá mixaðgerðum varðandi það.\nEn er nóg að leggja vír frá loftnetsfætinum einhversstaðar í boddíið til að þetta virki allt eins og best verður á kosið?",
            "date": "2014-09-25 21:44:00",
            "post_id": "143503",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Það ætti að vera nóg, sérstaklega ef vírinn fer í boddíið nálægt loftnetsfætinum, annars held ég að það sé best að loftnetið sé með sem heillegast boddí kringum sig. Ertu að gera við kringum loftnetið með trebba?",
            "date": "2014-09-26 08:32:00",
            "post_id": "143526",
            "reply_to_id": "143503"
        },
        {
            "user_name": "hobo",
            "text": "Nei það myndi ég aldrei gera. Er hinsvegar að líma ryðfrían plötubút yfir gatið.\nÉg bara nenni ekki að gera þetta 100%, rífa loftklæðninguna úr, og ryðbæta þetta gat.\nÞetta er ekki alvarleg tæring.\nAnnars er mér búið að detta í hug aðferð til að ná sambandi við þakið.\nNota annan ryðfrían bút undir gatinu og bretti aðeins upp á hornin. Svo get ég gert smá ohm-mælingu til að athuga hvort maður sé kominn með kontakt.",
            "date": "2014-09-26 09:12:00",
            "post_id": "143530",
            "reply_to_id": "143526"
        },
        {
            "user_name": "svarti sambo",
            "text": "Lang best að vera með bátaloftnet með löm til að fella það niður. Þá skiftir heldur ekki máli hvar þú setur það á bílinn, uppá kraftinn í því. vera bara með 1-1,2m langt, og þá er þetta bara endalaus hamingja. En það kostar svona 15000kr. Og toppurinn, þarf ekki að virka sem mögnun fyrir það.\nÞú getur fengið spennumun á milli efnanna, ef þú ferð að nota ryðfrítt saman við járn, og þá ertu í verri málum.",
            "date": "2014-09-26 09:20:00",
            "post_id": "143531",
            "reply_to_id": "143530"
        },
        {
            "user_name": "hobo",
            "text": "Er ekki að fá mér nýtt loftnet.\nEn jú best væri til framtíðar að nota venjulegt stál sem snertið boddíið.",
            "date": "2014-09-26 09:54:00",
            "post_id": "143532",
            "reply_to_id": "143531"
        },
        {
            "user_name": "jeepson",
            "text": "Ég kom með þessi rök við einn sem vinnur við setja upp stöðvar og svona í bíla. Hann hló bara af mér og sagði að bátaloftnet þyftu líka groundplane. Því ég ætlaði að skipta mínu út fyrir svona báta net og geta lagt það niður í staðin fyrir að skrúfa það af ef að maður þyrfti að henda bílnum inní skúr. Þannig að ég keypti aldrei svona net.. En kanski ætti maður ekkert að hlusta á þetta og henda einu svona báta neti á jeppann og prufa svo bara sjálfur.",
            "date": "2014-09-26 11:55:00",
            "post_id": "143542",
            "reply_to_id": "143532"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ég talaði við einn sem ég þekki, og hann sér um fjarskiftamál og staðsetningartæki í báta og þessháttar dót í báta. Hann sagði það ekki vera spurning um að setja svona kústskaft í staðinn fyrir eitthvert strá, eins og hann orðaði það. Bátaloftnetin eru allt öðruvísi uppbyggð, heldur en bílaloftnetin. Enda, það sem virkar í plastbát, virkar í bíl. Fyrir utan það, að þau eru undir stöðugu eftirliti, varðandi styrk og gæði, á hverju ári. Og það segir manni ýmislegt. Það væri ekki verið að setja þetta í bátana, ef það virkaði ekki. Þú sérð aldrei bílaloftnet á bát.\nÉg myndi bara kíla á bátaloftnet, ef þú ert að spá í það. Ekki spurning.\nÉg held líka að allir björgunarsveitamenn, sem hafa farið á fjarskiftanámskeið, séu sammála mér.",
            "date": "2014-09-26 16:32:00",
            "post_id": "143548",
            "reply_to_id": "143542"
        },
        {
            "user_name": "Gullibill",
            "text": "Að nota bátaloftnet er bara bull  .... það er allt önnur tíðni á VHF sem þeir eru á og bátaloftnetum breitir þú ekki .\nBílaloftnet með gormi er lang best  og það verður að klippa það rétt á þá tíðni sem þið notið  annars virkar það ekki eins og það á að gera  .\nEf  þið ætlið að stilla loftnetið rétt á tíðnina þá þarf  antenna analyzer í málið  :)\nGangi ykkur vel .... en gleymið bátaloftnetum  .",
            "date": "2014-09-26 17:58:00",
            "post_id": "143558",
            "reply_to_id": "143548"
        },
        {
            "user_name": "villi58",
            "text": "Er þetta þá bara rugl hjá hjálparsveitunum og fl. er ekki tilbúinn að kingja þessu.\nVeit ekki betur en að þessi bátaloftnet virki vel og þess vegna eru þau notuð.",
            "date": "2014-09-26 18:05:00",
            "post_id": "143559",
            "reply_to_id": "143558"
        },
        {
            "user_name": "svarti sambo",
            "text": "Því miður, þá held ég að þú sért að fara með rangt mál. Það er t.d. hægt að taka bátastöð og forrita hana með öllum venjulegum tíðnum og það er hægt að taka venjulega VHF stöð, og setja bátatíðnirnar inná þær. Þetta er bara spurning um innsigli á stöðvunum sem getur þurft að rjúfa. Síðan veit ég það, að björgunarsveitin hér, er með bátaloftnet á björgunarsveitabílunum. Og það er ekki til að hlusta á eingöngu á sjófarendur, En þeir eru með rás 16. forritaða, eins og í bátastöðvunum. Þetta er fyrst og fremst, bara spurning um forritun á stöðinni, hvað maður getur hlustað á. Aftur á móti, hefur loftnetið áhrif, á langdrægni stöðvarinnar, sama hversu stór og flott stöðin er. Síðan hefur bátastöðin neyðarhnapp, sem hinar hafa ekki. Það á líka eins við um bátaloftnetin, að það þarf að hafa þau í réttri lengd.\nAllavega mun ég setja bátaloftnet á minn bíl.\nÞað væri gaman að fá að heyra álit frá einhverjum amatör, varðandi þessa fræði. Á mannamáli.",
            "date": "2014-09-26 18:44:00",
            "post_id": "143561",
            "reply_to_id": "143559"
        },
        {
            "user_name": "atte",
            "text": "Með fullri virðingu fyrir þér að þá held ég að þú vitir ekki alveg hvað þú ert að tala um, VHF loftnetin sem seld eru hérna vinna á tíðninni 146-174 mhz og innan þeirrar tíðni eru allar rásir 4x4 ásamt öllum bátarásum. Þú getur þá líka kannski útskýrt\naf hverju ég get notað bátaloftnetið mitt á jeppanum mínum ef það er á allt annari tíðni.",
            "date": "2014-09-26 20:09:00",
            "post_id": "143566",
            "reply_to_id": "143561"
        },
        {
            "user_name": "elliofur",
            "text": "Spyr sá sem ekki veit, en eru allar vhf tíðni jafn langar? Þá er ég að meina lengdina á loftnetunum.",
            "date": "2014-09-26 21:11:00",
            "post_id": "143577",
            "reply_to_id": "143566"
        },
        {
            "user_name": "Stebbi",
            "text": "Þörfin fyrir groundplane úr stáli eins og bíltoppur er ekki eins rík á VHF eins og HF, td þá virka handstöðvar alveg án þess að viðkomandi standi á stálplötu sem er tengd í stöðina.  Handstöðvar nota bara jarðsambandið á prentplötuni.  Fýsíski munurinn á kústskaftinu og venjulegu loftneti með gorm felst bara í því að vírinn er koparvír inní fíberröri á kústskaftinu en þykkur sjálfberandi vír á venjulega loftnetinu, bæði loftnetin eru Monopole loftnet og virka alveg eins.\nElli, loftnetið er klippt á þá tíðni sem er á miðju tíðnisviði sem stöðin er forrituð fyrir.  Td ef þú ert með stöðvar frá 144khz upp í 156khz þá er loftnetið klippt í ca. 150khz.",
            "date": "2014-09-26 21:27:00",
            "post_id": "143579",
            "reply_to_id": "143577"
        },
        {
            "user_name": "jobbi46",
            "text": "Sko ...\nLoftnet eru alskonar.\nVHF loftnet eru líka alskonar með kostum og göllum.\nVenjuleg bílloftnet eru yfirleitt 1/4 eða 5/8 bylgjulengd yfirleitt fyrir \"ground plane\" sem er þá þakið á bílnum.\n Best er að hafa gatið á miðju þakinu þar sem það síðan ryðgar og gefur lélega virkni á loftnetinu eg leka.\nMenn reyna að setja þessi loftnet á skíðaboga eða brakket en þá riðlast \"ground planið\" og standbylgjan fokkast upp.\nÞessi loftnet eru auk þess oft með DC fljótandi toppi þannig að háspenna frá static og eldingum fer óspjölluð inn á tækið.\nBátaloftnet eru líka allskonar.\nÞau geta verið 1/4 eða 5/8 ground plane en eru þá byggð með t.d. 4 \"radiölum\" lárétt eða á ská sem skaffa sjálfstætt\nGP, þ.e. óháð umhverfinu.\nAlgengara (og betra ?) er þá að nota \"no GP\" loftnet sem eru yfirleitt svokölluð colinear 1/2 bylgju loftnet með endafæðingu.\nÞau þurfa ekki GP og henta því vel til að festa á hverskonar skíðboga, braket á plastþökum og hvaðeina.\nSvona dipolloftnet eru ekki klippanleg heldur eru þau með frekar flatt svið, oft 8-10 MHz sem þarf þá að vera ca 155-165 Mhz fyrir \nbílstöðvarnar. Þessti loftnet eru yfirleitt með \"DC ground\" sem þýðir að það mælist nær skammhlaup yfir tengið með DC mæli. \nÞð þýðir að statik og eldingar fer beint til jarðar en ekki inn í tækið. þVí er best að jarðtengja loftnetsfótinn með feitum vír í boddí.\nÞað er hægt að stakka fleiri dípólup upp í svona loftnet til að fá \"mögnun\" t.d. 3 dBd eða meira en það hentar illa fyrir bíla \nþar sem lóðrétta sendihornið verður of þröngt (10-15°) hallandi loftnet veltandi bíll hár endurvarpi = lélegt merki.\nATH Það eru til \"bátaloftnet\" sem eru ekkert annað en 5/8 vírspotti í plaströri en þau koma ekki frá virtum framleiðendum \nog eru ekki til sölu í alvöru bátabúðum.\nSemsagt.\nGott colinear 1/2 bylgju  bátaloftnet fyrir 155-165 Mhz 30°lóðrétt sendihorn (3 dB) og DC ground.\nt.d.\nhttp://www.procom.dk/products/marine-an ... -cxl-2-1lw\nKveðja,\nJobbi, (ekki amatör ennþá en fyrrverandi \"pro\")",
            "date": "2014-09-27 00:18:00",
            "post_id": "143597",
            "reply_to_id": "143579"
        },
        {
            "user_name": "jongud",
            "text": "Flott útskýring hjá þér Jobbi.\nEn svo ég svari Elmari þá er munur á réttri loftnetslengd í vhf fyrir mismunandi tíðnir. Ég var með 4x4 rásirnar og leyfi frá björgunarsveitinni sem ég var í til að hafa björgunarsveitarrásirnar á stöðinni minni.\nEftir að hafa reiknað út rétta lengd fyrir allt tíðnisviðið klippti ég loftnetið til. Ég var með það á plötu sem var fest milli þakboga, og breiddin á henni var ca. 40cm ef ég man rétt, og átti að vera passleg sem \"ground plane\" fyrir 5/8 loftnet. \nLengdin var auðvitað málamiðlun, en ég mældi standbylgjuna og hún var ásættanleg. Það er að vísu mjög sjaldan sem menn lenda í vandræðum með standbylgju á vhf en það kemur fyrir.\nHins vegar er Ferðaklúbburinn 4X4 með rásir sem eru leiðinlega dreifðar um tíðnisviðið, og það er verið að athuga hvort það sé hægt að fá aðrar tíðnir og \"þrengja\" dreifinguna. Ástæðan er þessi;\n5/8 lengd fyrir lægstu tíðni er um 123cm\n5/8 lengd fyrir hæstu tíðni er um  114cm\nÞannig að loftnet fyrir tíðnisviðið er alltaf fjandans málamiðlun",
            "date": "2014-09-27 08:03:00",
            "post_id": "143609",
            "reply_to_id": "143597"
        },
        {
            "user_name": "elliofur",
            "text": "Glæsileg umræða hérna. Takk fyrir svörin. Ég vissi vel að lengdin skiptir máli en var samt ekki viss hvort þessi mhz tala væri lengdin milli tíðanna (fjarlægð milli boganna) eða hæðin á þeim, hvort lengd loftnetsins fyrir ákveðið tíðnisvið (144-156 í þessu tilfelli) væri málamiðlun eða akkúrat.\nFlott svar komið hér. Takk.",
            "date": "2014-09-27 09:27:00",
            "post_id": "143613",
            "reply_to_id": "143609"
        },
        {
            "user_name": "elliofur",
            "text": "Er svona topp bogi þá óásættanlegur fyrir venjulegt vhf gormaloftnet? Mig minnir að mitt sé 43cm, getur það verið? Kannski misminnir mig, búið að vera uppí hillu í eitt og hálft ár.",
            "date": "2014-09-27 09:31:00",
            "post_id": "143616",
            "reply_to_id": "143613"
        },
        {
            "user_name": "Stebbi",
            "text": "Fínt að setja 1/4 bylgju loftnet á svona boga, loftnetið notar toppinn sem GP þó svo að fóturinn sé ekki skrúfaður í gegnum hann.  Toppurinn, loftnetið og stöðin eru öll jarðtengd saman í gegnum rafkerfi bílsins.  Það skiptir miklu meira máli í svona 2m samskiptum að allur frágangur í kringum lagnir sé til fyrirmyndar heldur en hvort að loftnetið sé í miðjum topp eða ekki.  Td að hafa nægjanlega sverar lagnir að stöðini, ganga vel frá öllum tengingum á loftnetskapli og passa að bíllinn sjálfur sé með alla jarðtengipunkta í lagi.",
            "date": "2014-09-27 13:10:00",
            "post_id": "143627",
            "reply_to_id": "143616"
        },
        {
            "user_name": "Magni",
            "text": "Ég skipti mínu loftnet út fyrir svona bátaloftnet(kústskaft). Mig langaði ekki að gata toppinn meira hjá mér, vildi festa þetta í toppgrindina. Ég er búinn að vera með þetta einn vetur og ég get staðfest það að þetta svínvirkar. Í einni ferð sem ég var í á leið uppí setur þá var ég sá eini í hópnum með þetta loftnet og ég var að heyra í hópum allt í kringum okkur sem enginn annar heyrði. Um daginn var ég uppá vatnajökli og var að tala við einn sem var á Hellu.\nÞessi loftnet kost skildinginn. Fóturinn kostar minni mig 10-15þús og loftnetið 20þús.. Það er svo hægt að fella þetta niður.\nAllt þetta tal um að þetta virki ekki fyrir okkar tíðnir er bara rangt.",
            "date": "2014-09-27 13:45:00",
            "post_id": "143629",
            "reply_to_id": "143627"
        },
        {
            "user_name": "villi58",
            "text": "Þarna er reynslan að tala, sumir ´ættu að fara varlega með sína speki. Það gefur augaleið að bátaloftnetin eru að virka flott annars væru t.d. hjálpasveitir ekki með þessi loftnet.",
            "date": "2014-09-27 13:59:00",
            "post_id": "143631",
            "reply_to_id": "143629"
        },
        {
            "user_name": "jobbi46",
            "text": "Ítreka að menn þurfa að vita fyrir hvaða tínisvið loftnetin eru  Fá datablað hjá seljanda.\nEf við erum að tala um að nota 153-164 MHz og skoðum t.d.:\nhttp://www.faj.is/vara/ac-marine-vhf-cx\nCX 3 hentar ekki,bæði tíðnibilin of þröng.  CX4 fórnar smá efst eða neðst eftir því hvort tíðnibilið er valið. Viltu forna aðeins a beinurásunum eða endurvarpa ?\nhinsvegar ef við veljum miðtýpuna af þessu:\nhttp://www.procom.dk/products/marine-an ... /cxl-2-1lw\n144-165 Bingo.\nVið hönnun á loftnetum eru málamiðlanir varðandi bandbreidd, mögnun og útgeislunarhorn. . 1/2 bylgjuloftnetin eru oft með góða flata bandbreidd en klippt 1/4  eða 5/8 eru oft með skarpan topp og þá klippt fyrir rás með mestu áherslu.\nÉg held að rétt valin \"bátaloftnet\" séu betri á skíðabogana, sérstakleg þegar skíðin koma svo öðrumegin og etv drullutjakkur hinumeginn, Þá vill nú stthvað fara að binda slaufur á bylgjurnar.\nEn auðvitað eru hin ódýrari og með smá þekkingu og útsjónasemi ma fá fínt út ur þeim.",
            "date": "2014-09-27 17:05:00",
            "post_id": "143645",
            "reply_to_id": "143631"
        },
        {
            "user_name": "svarti sambo",
            "text": "Sæll Jobbi.\nEr einhver að selja þessi Procom loftnet hér á landi, eða þyrfti maður að panta þetta að utan.",
            "date": "2014-09-27 18:55:00",
            "post_id": "143654",
            "reply_to_id": "143645"
        },
        {
            "user_name": "jobbi46",
            "text": "Ég veit ekki hvort einhver er með Procom.\nFriðrik A Jónson er með AC-Marine  loftnetin og það væri fróðlegt að heyra hvort einhver hér hefur prófað CX4 loftnetið frá þeim.\nHér eru svo tvö ódýr 1/2 bylgjuloftnet með spólu og stáltopp, No GP.  mun ódýrari lausn.\nhttp://www.metzcommunication.com/manta6.htm\nhttp://www.metzeurope.com/\nog:\nhttp://www.gamelectronicsinc.com/produc ... ini-series\nhttp://www.defender.com/product3.jsp?pa ... 0&id=69674\nÞessi lofnet henta vel á brakket, þekki samt ekki hversu vel þau virka. (googla review)\nEndilega komið með hvaða typur þið eruð ánægðir með. (ekki bara kústsköft og prjóna :)  )\nKveðja,\nJobbi.",
            "date": "2014-09-27 22:55:00",
            "post_id": "143685",
            "reply_to_id": "143654"
        },
        {
            "user_name": "atte",
            "text": "Er með AC marine Celmar4  146-162,5mhz frá Vélasölunni (er eins og cx4 en með öðru vísi fæti)",
            "date": "2014-09-28 08:13:00",
            "post_id": "143691",
            "reply_to_id": "143685"
        },
        {
            "user_name": "svarti sambo",
            "text": "Þar sem að ég er að kaupa nýtt loftnet, Þá fór ég að hugsa það, hvort að maður ætti að draga andann djúpt og fá einhvern ísl. dana, til að koma með svona procom loftnet fyrir sig í næstu ferð. En þar sem að ég var búinn að biðja kunningja minn, um að útvega mér alvöru loftnet, þá veit ég ekki hver staðan á því er, en mig grunar að það sé CX4, þar sem að hann er með vörur frá Friðrik A Jónson. Það komu alltof mörg píp í eyrun á mér, þegar að hann var að útskýra þessi loftnet. Minnir samt að hann hafi verið að tala um colinear loftnet, en er ekki viss. Fæ þetta sennilega bara beint í æð, á morgun. Og ber þessa visku fyrir hann í leiðinni. Leyfi ykkur að fylgjast með, hver niðurstaðan verður. Fyrir þá sem hafa áhuga á því.",
            "date": "2014-09-28 22:02:00",
            "post_id": "143737",
            "reply_to_id": "143691"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nSkemmtileg umræða en bara til að menn átti sig á því hvað bátaloftnet eru þá er málið það að loftnet í bátum og skipum þarf að vera algerlega fljótandi s.s. það má ekki tengja neinn hluta loftnetsins til jarðar.  Það er vandamálið sem bátaloftnetin eru að leysa, ekki gæða eða drægisvandamál.  Ef einhver einn í hóp er að heyra í mörgum öðrum, eru þá ekki loftnetin á þeim bílum í topplagi ef þau á annað borð koma sendingum til hans?\nÉg er ekki að segja að bátaloftnetin séu síðri, alls ekki, þau eru án efa fáanleg mun vandaðari en bílaloftnetin, þau eru bara að leysa vandamál sem er ekki vandamál í bílum.\nKv Jón Garðar",
            "date": "2014-09-28 23:53:00",
            "post_id": "143743",
            "reply_to_id": "143737"
        },
        {
            "user_name": "jongud",
            "text": "Bátaloftnetin leysa að vísu vandamál sem er til staðar þegar toppurinn á bínum eða allt boddýið eru úr plasti.",
            "date": "2014-09-29 08:27:00",
            "post_id": "143754",
            "reply_to_id": "143743"
        },
        {
            "user_name": "Magni",
            "text": "Það má vel vera, en hinir í mínum hóp tóku ekki við þessu sendingum. Þar af leiðandi hlítur bátaloftnetið að vera betra en hin..",
            "date": "2014-09-29 10:21:00",
            "post_id": "143762",
            "reply_to_id": "143754"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ég er svo sem enginn sérfræðingur á þessu sviði, en ég hlusta á það sem mér fróðari og reyndari menn segja. Ég ætla ekki að lasta bílaloftnetin, en mér skilst að þau séu viðkvæmari fyrir truflunum og skuggasvæðum. Það geti jafn vel skift máli, hvernig bíllinn snýr o.s.fr.  Eflaust eru þau vel nothæf í flestum tilfellum, en þar sem að ég lýt fyrst og fremst á þetta sem öryggistæki, þá hlustar maður á menn, eins og björgunarsveitamenn og aðila sem vinna við að gera við og setja upp slíkan búnað. Ekki bara einhverja sölumenn. Ég veit líka, að menn hafa verið látnir skifta út bátaloftnetum, þó svo að viðkomandi hafi aldrei orðið var við neitt vandamál. Þá bara stóðst það ekki lágmarksmælingu frá skoðunarmanni. Þannig að miðað við kröfurnar sem gerðar eru til bátaflotans, þá hlýtur þetta að vera eitthvað betra. Litlar trillur hverfa stundum til dæmis í öldunum, en það virðist ekki hafa mikil áhrif á talstöðvarsamband, eða veltingurinn.",
            "date": "2014-10-01 18:14:00",
            "post_id": "143779",
            "reply_to_id": "143762"
        },
        {
            "user_name": "hobo",
            "text": "Setti bút af rafgalv stáli (með hornin aðeins uppbrett) á loftnetsfótinn undir þakið og svo annan ryðfrían 316 bút ofan á þakið sem verður límdur. Svo herðast bútarnir saman.\nMældi samband milli fótsins og boddís og það reyndist gott.",
            "date": "2014-10-01 18:17:00",
            "post_id": "144020",
            "reply_to_id": "143779"
        },
        {
            "user_name": "BTF",
            "text": "Fróðleg lesning.\nEn getur einhver sagt mér af hverju menn er yfirleitt með tvö svona kústsköft/bátaloftnet á þakinu í stað eins?",
            "date": "2014-10-02 22:11:00",
            "post_id": "144114",
            "reply_to_id": "144020"
        },
        {
            "user_name": "jongud",
            "text": "Ég held að það séu bara stælar upp á útlitið til að gera.\nÉg efast um að svo ólíklega vilji til að menn séu með færanlegan endurvarpa í bílnum...",
            "date": "2014-10-03 08:17:00",
            "post_id": "144130",
            "reply_to_id": "144114"
        },
        {
            "user_name": "atte",
            "text": "Stælar segir þú, þér til fróðleiks að þá þarf ekki endurvarpa til að nota tvö hvít loftnet\nhjá mér er eitt fyrir VHF og hitt fyrir FM sem er útvarpið ef þú vissir það ekki.",
            "date": "2014-10-03 11:28:00",
            "post_id": "144150",
            "reply_to_id": "144130"
        },
        {
            "user_name": "jongud",
            "text": "Sniðugt,\nog vel í lagt :)",
            "date": "2014-10-03 12:30:00",
            "post_id": "144156",
            "reply_to_id": "144150"
        },
        {
            "user_name": "ssjo",
            "text": "Í Excel töflunni sem eitt sinn gekk manna á meðal og reiknaði út dóta-stuðul jeppa voru ótengd loftnet á bílum að gefa nokkra auka punkta og hækka stuðulinn :-)",
            "date": "2014-10-03 14:37:00",
            "post_id": "144168",
            "reply_to_id": "144156"
        },
        {
            "user_name": "atte",
            "text": "Andsk og èg sem var að taka þriðja hvíta loftnetið af bílnum\nÞar sem ég hafði ekki not fyrir það.",
            "date": "2014-10-03 14:57:00",
            "post_id": "144170",
            "reply_to_id": "144168"
        },
        {
            "user_name": "Magni",
            "text": "Það er líka hægt að vera með svona tetra loftnet.",
            "date": "2014-10-03 18:13:00",
            "post_id": "144179",
            "reply_to_id": "144170"
        }
    ],
    "date": "2014-09-25 21:44:00"
}