{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "26850",
    "title": "ARB loftlás, spurningar?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=26850",
    "posts": [
        {
            "user_name": "eyberg",
            "text": "Var að fá gamlan arb lás sem á að vera úr Dana 44 en hefur setið uppí skáp í 10 ár eða meira :-)\nÞað sem mig vantar að vita er eða hvernig ég finn það út fyrir hvaða hlutföll hann er fyrir og hvort ég get notað hann með 3.54 hlutföllum hjá mér?\nGetur einhver hjálpað mér með þetta?\nMyndir af því sem er í kassanum.",
            "date": "2014-09-26 21:30:00",
            "post_id": "143581",
            "reply_to_id": false
        },
        {
            "user_name": "eyberg",
            "text": "Búinn að finna að þetta er\n3.92 & up\nARB model # RD06 \neða\n3.73 & dn\nARB model # RD07\nÞá er bara eftir að finna hvort þetta er :-)",
            "date": "2014-09-26 23:07:00",
            "post_id": "143585",
            "reply_to_id": "143581"
        },
        {
            "user_name": "elliofur",
            "text": "Ertu viss um að það passi? Eitthvað man ég eftir umræðu um að þesssar musso dana44 hásingar væru einhver ding dong framleiðsla og passaði ekki saman við amríska dótið. Ágætt að vera viss áður en þú rífur í spað og verður hugsanlega stopp.",
            "date": "2014-09-26 23:17:00",
            "post_id": "143586",
            "reply_to_id": "143585"
        },
        {
            "user_name": "jeepcj7",
            "text": "Musso er annaðhvort með dana 44 eða dingdong það passar allt dana í dana úr musso en dingdong er annað munurinn sést ef ég man rétt á olíutappanum ef lokið á hásingunni er orginal (ekki állok) þá er 3/8\" tappi í dana og 1/2\" í dingdong.",
            "date": "2014-09-26 23:29:00",
            "post_id": "143588",
            "reply_to_id": "143586"
        },
        {
            "user_name": "eyberg",
            "text": "Það var talað um að eina sem passi eki á milli þeirra er hlutföllin en allt annað á að passa :-)\nEr ekki komið á hreint hvort ég sem með :-)\nEn fyrst verð ég að finna hvort númerið passi við þessa læsingu til að vita hvort hún passi við hlutföllin sem ég er með :-)\nsíðan fer ég í að finna hvort hún passi í þetta hjá mér !",
            "date": "2014-09-26 23:41:00",
            "post_id": "143591",
            "reply_to_id": "143588"
        },
        {
            "user_name": "eyberg",
            "text": "Já er búinn að lesa mig til um þetta, eina sem ég skil ekki er að á öllum myndböndum sem ég hef séð eru Dana 44 með 1/2 :-)\nen þá má skipta hásingu út :-)",
            "date": "2014-09-26 23:44:00",
            "post_id": "143592",
            "reply_to_id": "143591"
        },
        {
            "user_name": "elliofur",
            "text": "Mér finnst alveg rosalega líklegt að þetta sé fyrir lægri hlutföll. Sá sem hefur keypt þessa læsingu nýja hefur líklegast ekki verið með hana í lítið breyttum bíl á original hlutföllum, bara svo maður tali nú eftir líkunum.\nEn þú átt að finna einhver númer steypt í húsið og svo geturu haft samband við ARB (mögulega bílabúð benna) til að fá að vita nákvæmlega hvað þú ert með í höndunum.",
            "date": "2014-09-26 23:46:00",
            "post_id": "143593",
            "reply_to_id": "143592"
        },
        {
            "user_name": "eyberg",
            "text": "Þetta var í econolinesem var á 33 eða 35 fyrir svona 10 til 12 árum og eina númerið sem er á læsinguni er 0107061 eða 9107061.",
            "date": "2014-09-27 00:04:00",
            "post_id": "143596",
            "reply_to_id": "143593"
        },
        {
            "user_name": "svarti sambo",
            "text": "Hvaða rillufjöldi er fyrir öxlana. Er það 30 eða eitthvað allt annað. Er að láta mér detta í hug, hvort að þetta geti verið RD-07. Annars held ég að það sé best að tala við þjónustuaðilana fyrir þetta til að vera nokkuð viss. Þá er líka hægt að fletta þessu upp, eftir steypunr.",
            "date": "2014-09-27 00:28:00",
            "post_id": "143599",
            "reply_to_id": "143596"
        },
        {
            "user_name": "eyberg",
            "text": "rillufjöldi er 30 í báðum RD06 og 07!\nJá veit að það væri hægt að fá hjálp frá Benna eða öðrum eða senda myndir út :-)\nLangar barta að grúska í þessu og reyna að finna út úr þessu :-)\nEn þetta kom úr econoline sem var á 33 eða 35",
            "date": "2014-09-27 00:34:00",
            "post_id": "143601",
            "reply_to_id": "143599"
        },
        {
            "user_name": "snöfli",
            "text": "Báðar læsingarnar hafa gengið kaupum og sölum hér heima. Því ekkert öruggt",
            "date": "2014-09-27 00:35:00",
            "post_id": "143602",
            "reply_to_id": "143601"
        },
        {
            "user_name": "svarti sambo",
            "text": "Hvaða týpu E-? og árg. Það gæti hjálpað.",
            "date": "2014-09-27 00:42:00",
            "post_id": "143603",
            "reply_to_id": "143602"
        },
        {
            "user_name": "eyberg",
            "text": "Nei það er ekkert öruggt en það er mælanlegur munur á þeim og aðeins 2 hlutir sem eru ekki það sama.\nen fer bara í benna eftir helgina :-)\nVeit ekki hvernig bíll þetta var í og er að spurja eigandan um upplýsingar :-)",
            "date": "2014-09-27 00:46:00",
            "post_id": "143604",
            "reply_to_id": "143603"
        },
        {
            "user_name": "olei",
            "text": "Munurinn liggur í því hvar planið fyrir kambinn er staðsett.\nLægri drif eru með minni pinion og því þarf þykkari kamb til að drifið taki saman. Í stað þess að smíða drifhlutföll með sífellt þykkari kamb eftir því sem þau eru lægri eru skipti í keisingum/læsingum og planið er fært til - að pinion. Í sumum tilvikum er reyndar hægt að fá lægri drif með extra þykkum kambi til að nota við læsingar sem eru gerðar fyrir hærri drifin, en látum það vera.\nTil að þekkja hvort þetta er þá er bara að finna einhverja D44 kesingu eða læsingu sem er vitað hvort er og bera þetta saman. Ég held að ég hafi enga vil hendina til að mæla fyrir þig. Fjarlægð frá kambflangsinum að brúninni sem hliðarlegurnar leggjast að (þ.e þann sem sést á efstu myndinni hjá þér) er það sem sker úr um hvorta týpuna þú ert með.\nPs\nTékkaðu vandlega á því hvort að flangsarnir séu heilir og falli vel saman í stýringu, sérstaklega þessi sem er boltaður með innanhex boltunum fjórum. Sú stýring verður að vera þétt og slaglaus annars losna boltarnir og allt fer í drasl. Svo skaltu líma alla bolta og flangsa í drasl þegar þú setur þetta saman. Þegar samsetningu er lokið þá setur þú læsinguna annað hvort í rennibekk og tékkar planið fyrir kambinn með klukku, hvort að það sé rétt. Getur líka gert það í hásingunni. Stundum var of mikið kast á þessu til að það væri ásættanlegt. Ég man ekki hvort að þessar læsingar voru merktar saman með kjörnförum. Held ekki.",
            "date": "2014-09-27 05:31:00",
            "post_id": "143608",
            "reply_to_id": "143604"
        },
        {
            "user_name": "jongud",
            "text": "Þær eru oft merktar saman með kjörnaraförum þegar verið er að vinna í þeim hér heima. Allavega gerði rennismiðurinn á Egilsstöðum það með mína læsingu, og hann hafði minnir mig mikið af sinni þekkingu á loftlæsingum frá Ljónsstöðum.",
            "date": "2014-09-27 08:23:00",
            "post_id": "143612",
            "reply_to_id": "143608"
        },
        {
            "user_name": "eyberg",
            "text": "Takk fyrir svörin.\nSýnist að þetta sé 3.92 & up ARB model # RD06.\nSá þetta númer 0205 á flans plötuni og samhvæmt partalista er þetta hluti af stærra númeri.\n1 FLANGE CAP 020502\nÞað er annað númer á RD07.\nSést á mynd mumer 1",
            "date": "2014-09-27 09:46:00",
            "post_id": "143619",
            "reply_to_id": "143612"
        },
        {
            "user_name": "olei",
            "text": "Það passar, þær þurftu að fara nákvæmlega eins saman ef búið var að rétta kambplanið af í rennibekk eða laga lélegar stýringar. Það er því ágægt regla að athuga með slíkt ef notaðar ARB eru rifnar í sundur. Á tímabili missti ARB gæðastjórnina í vaskinn og fjöldinn allur af læsingum sem komu voru ekki réttar og margar skröltandi lausar á stýringum.",
            "date": "2014-09-27 14:24:00",
            "post_id": "143635",
            "reply_to_id": "143619"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það breytir engu úr hvaða E týpu drifið kemur þar sem dana 44 kemur ekki orginal í þeim frá verksmiðju það er bara hægt að mæla frá legu sæti og niður á kambsæti til að finna út hvor keisingin þetta er.",
            "date": "2014-09-27 14:47:00",
            "post_id": "143637",
            "reply_to_id": "143635"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það er reyndar alveg rétt Hrólfur. Hugsaði þetta ekki alveg til enda, það sem ég skrifaði. Þar sem að þeir setja E og F, undir sama hattinn í manualinum. Var þá að spá í, hvort að þetta gæti verið c-clip eða ekki. Þar sem að númerin sem hann gaf upp. Gátu gefið til kynna, að þetta væri RD-061. En þar sem að ég þekki þetta ARB dót, ákkurat ekki neitt, þá fór ég að skoða þetta, svona meira til gamans, heldur en eitthvað annað. Og reyna þá að bæta einhverju við viskubrunninn í leiðinni. Var sennilega kominn í tóma hringi með þetta, vegna þekkingarleysis.",
            "date": "2014-09-27 15:51:00",
            "post_id": "143640",
            "reply_to_id": "143637"
        },
        {
            "user_name": "eyberg",
            "text": "Það var ekki Dana 44, C-clip undir þessum bíl :-)",
            "date": "2014-09-27 16:09:00",
            "post_id": "143641",
            "reply_to_id": "143640"
        },
        {
            "user_name": "atlifr",
            "text": "Hérna sérðu munin á keisingum fyrir dana 44.\nGetur mælt þennan lás til að sjá hvaða hlutföll hann er fyrir.\nhttp://www.differentials.com/wp-content/uploads/2011/11/Carrier-Illustration.gif",
            "date": "2014-09-27 19:31:00",
            "post_id": "143663",
            "reply_to_id": "143641"
        },
        {
            "user_name": "eyberg",
            "text": "Fæ hjá mér 2.39\" :-)",
            "date": "2014-09-27 19:45:00",
            "post_id": "143664",
            "reply_to_id": "143663"
        },
        {
            "user_name": "olei",
            "text": "Þá er hann fyrir lægri drifhlutföllinn. 3.92 og \"up\" eins og kaninn kallar það og gengur því ekki fyrir 3,54.",
            "date": "2014-09-27 20:39:00",
            "post_id": "143670",
            "reply_to_id": "143664"
        },
        {
            "user_name": "eyberg",
            "text": "já þá er það 99% að þetta sé RD06 :-)",
            "date": "2014-09-27 21:03:00",
            "post_id": "143672",
            "reply_to_id": "143670"
        },
        {
            "user_name": "Þráinn",
            "text": "getur prufað að athuga hvort að dana framleiðir drifhlutföll með þykkum kambi, hlutföllin eru á um 1/3 af verðinu af nýrri loftlæsingu ef þú getur notað hana þótt þú þurfir að fá þér ný hlutföll\ntil gamans má geta þá er ég með chevy 60 rör hjá mér að framan með ox lás sem er gerður fyrir 4.10 og upp með 5.13 hlutföllum með þykkum kambi original dana hlutfall, skildist að það var enginn annar framleiðandi væri með svona í þetta drif allavega",
            "date": "2014-10-02 00:33:00",
            "post_id": "144040",
            "reply_to_id": "143672"
        },
        {
            "user_name": "baldur",
            "text": "Þykkur kambur er það sem þarf þegar verið er að lækka hlutföllin. Þarna er hann með læsingu gerða fyrir lág hlutföll og þyrfti í raun þynnri kamb til að koma henni í 3.54, sem er víst ekki í boði.",
            "date": "2014-10-02 11:12:00",
            "post_id": "144058",
            "reply_to_id": "144040"
        },
        {
            "user_name": "Þráinn",
            "text": "haha sé að núna, var búinn að snúa þessum tölum alveg  við í kollinum hjá mér, en það er rétt hjá þér, það er ekki hægt að fá þynnri kamba! :)",
            "date": "2014-10-02 12:29:00",
            "post_id": "144061",
            "reply_to_id": "144058"
        }
    ],
    "date": "2014-09-26 21:30:00"
}