{
    "forum_title": "Jeppinn minn",
    "id": "26851",
    "title": "46\" Rover í Extreem Makover uppfært  20-11´16",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=26851",
    "posts": [
        {
            "user_name": "Kristinn",
            "text": "Sælir félagar. Nú er vitleysan byrjuð á ný .(Er ekki hægt að fá eitthvað við þessu ? ) Ætla að fara að skipta um boddy á bílnum mínum og er kominn með gjafa ! 88 árg af Range Rover Vouge SE classic 4 dyra. Ég ætla að strípa hann alveg og láta sandblása skelina og sink grunna áður en smíðavinnan hefst . Sefnan er að lengja boddýið um 62 cm að aftanverðu og um 20 cm að framan , þannig að lenging á milli hjóla yrði 72 cm , einnig að reyna að lækka boddýið á grindinni og klippa meira úr.(Tók 6 Kvöld um páskana að rífa hann til grunna)Núna 25-09-2014 fór boddý í sandblástur og grunnun. Kv Kristinn",
            "date": "2014-09-26 22:54:00",
            "post_id": "143584",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Þetta verður ofboðsleg vinna Kiddi, og gaman að fylgjast með :)\nHefuru skoðað sódablástur? Ég var að forvitnast um daginn, þeir voru að blása eitthvað boddy fyrir 160þús m/vsk um daginn. Hvað kostar að sandblása þetta?\nSkjóttu svo á áætluð verklok, bara til gamans :)",
            "date": "2014-09-26 23:32:00",
            "post_id": "143589",
            "reply_to_id": "143584"
        },
        {
            "user_name": "jeepcj7",
            "text": "Alveg þrælmagnað verkefni alltaf gaman að vera aðeins öðruvísi verður örugglega djöfull töff,eins og hann er reyndar núna líka ekkert nema flottur.",
            "date": "2014-09-26 23:36:00",
            "post_id": "143590",
            "reply_to_id": "143589"
        },
        {
            "user_name": "stjanib",
            "text": "Þetta er bara snilld,, verður gaman að fylgjast með þessu hjá þér..",
            "date": "2014-09-26 23:52:00",
            "post_id": "143594",
            "reply_to_id": "143590"
        },
        {
            "user_name": "svarti sambo",
            "text": "Lýst vel á þetta hjá þér. Svona á að gera þetta, og þú átt heiður skilið, fyrir að nenna þessu. En svona er bara þessi veiki. Veit ekki til þess að það sé búið að finna lyf við þessu, nema þá kannski aðsetur í hvíta húsinu, með rauða þakinu :-)\nÞað verður gaman að fylgjast með þessu.",
            "date": "2014-09-27 02:32:00",
            "post_id": "143607",
            "reply_to_id": "143594"
        },
        {
            "user_name": "elliofur",
            "text": "Kiddi er með flotta aðstöðu. Einnig ef ykkur vantar allskonar dót, olíur, legur, glussaslöngur græjaðar og feira þá er Kiddi með flottan lager af svoleiðins góssi og selur á fínum verðum. Og er á BESTA stað, í Borgarfirðinum :)",
            "date": "2014-09-27 09:35:00",
            "post_id": "143617",
            "reply_to_id": "143607"
        },
        {
            "user_name": "Kristinn",
            "text": "Takk fyrir þessi ummæli. Ég geri mér grein fyrir að þetta verður drjúg vinna að föndra þetta saman , því ég mun nýta ýmislegt úr 2 dyra boddýinu í það 4 dyra (til dæmis bæði framm og afturbretti) einnig er nokkur ryðbæting / smíði . Læt til gamans eina mynd fylgja hvað bíður ! Kv Kristinn",
            "date": "2014-09-27 23:24:00",
            "post_id": "143689",
            "reply_to_id": "143617"
        },
        {
            "user_name": "jongud",
            "text": "VÁ!\nÞetta kallar maður að strípa almennilega!\nEn hvernig er það, ytri skelin á RangeRover er úr einhverju áli ekki satt-\nÞarf ekki einhverja sér aðferð ef það á að sjóða það eitthvað?\nHvernig er annars yrti skelin fest utan á boddýið?",
            "date": "2014-09-28 08:26:00",
            "post_id": "143692",
            "reply_to_id": "143689"
        },
        {
            "user_name": "Kristinn",
            "text": "Ytri skelin á Range Rover er bæði skrúfuð og boltuð utan á burðargrindina , td toppurinn er bara festur með skrúfum og þéttingin er tjörusvampur. Ytriskel er sambland af áli og stáli Kv Kristinn",
            "date": "2014-09-28 10:54:00",
            "post_id": "143698",
            "reply_to_id": "143692"
        },
        {
            "user_name": "gunnarb",
            "text": "Að það sé eitthvert vit í hlutunum er ofmetið og maður á ekki að reyna að fá neitt við þessu :-)  Þetta er flott hjá þér :-)",
            "date": "2014-09-28 14:03:00",
            "post_id": "143708",
            "reply_to_id": "143698"
        },
        {
            "user_name": "Kristinn",
            "text": "Jæja nú 12.12´14 er boddýið komið úr sandblæstri og epoxy grunnun , þannig að pælingar á breytingu geta farið að hefjast einnig mælingar og hönnun á hlutum sem þarf að sérsmíða í blikksmiðju.            Kv Kristinn",
            "date": "2014-12-13 10:58:00",
            "post_id": "148999",
            "reply_to_id": "143708"
        },
        {
            "user_name": "Ford F250",
            "text": "dugnaður á þér verður gaman að fylgjast með",
            "date": "2014-12-13 21:37:00",
            "post_id": "149034",
            "reply_to_id": "148999"
        },
        {
            "user_name": "Kristinn",
            "text": "Til gamans ,  þegar ég sótti boddý úr sandblæstri , þá rendi ég við á vigtinni á Kjalarnesi og sá að boddý+grind og afturhásing vigtuðu 470 kg hangandi aftan í öðrum bíl (Hann lá um 50-70 kg á krók) þannig að það verður gaman að sjá hvað er hægt að smíða hann léttann ! Kv Kristinn",
            "date": "2014-12-16 23:04:00",
            "post_id": "149243",
            "reply_to_id": "149034"
        },
        {
            "user_name": "Kristinn",
            "text": "Góðir hlutir gerast hægt ! (Allavegna vona ég það !) Áætluð færsla á afturhásingu að aftann er 79 cm. næst á dagskrá er að sjóða grindar lengingu saman og smíða gormaskálar að aftann þvi næst er að saga grind í sundur og lengja um 64 cm.... Bestu áramótakveðjur til ykkar spjallverjar . Kv Kristinn",
            "date": "2014-12-31 22:28:00",
            "post_id": "150195",
            "reply_to_id": "149243"
        },
        {
            "user_name": "birgthor",
            "text": "Þarftu ekki snúa aftasta hluta grindar á hvolf?\nAnnars er þetta virkilega flott verkefni",
            "date": "2015-01-01 10:44:00",
            "post_id": "150208",
            "reply_to_id": "150195"
        },
        {
            "user_name": "Kristinn",
            "text": "Grindin verður lengd það mikið að staðsetning á gormaskálum verður um 15 cm aftar en orginal, síðan verður 64 cm bætt við þar fyrir framann þ.e afturhluti á grind verður 64 cm aftar en myndin sýnir en hásing á þessum slóðum. Kv Kristinn",
            "date": "2015-01-01 10:56:00",
            "post_id": "150209",
            "reply_to_id": "150208"
        },
        {
            "user_name": "Kristinn",
            "text": "Nú eru eitthvað búið að gerast. Lenging á grind að aftanverðu og smíði á gorma/púða skálum lokið, líka einnig er eitthvað af boddý varahlutum komið úr blikksmiðju og einnig að utan. Ég grunna allt nýtt járn sem fer í grind þrátt fyrir að hún verði galvanhúðuð í restina. Næst á dagskrá er að festa orginal RR hásinguna undir til að dæmið sé færanlegt. Síðan á önnur hásing að koma undir til varanlegar vistar. þá verður spurningin hvort á að nota radíusaarma eða 4(5) link fjöðrun með púðum að aftan ?? Heildar færsla á afturhásingu er 80 sm.   Kv Kristinn",
            "date": "2015-01-24 21:49:00",
            "post_id": "151928",
            "reply_to_id": "150209"
        },
        {
            "user_name": "sonur",
            "text": "Gaman að sjá svona alverlegar aðgerðir",
            "date": "2015-01-25 13:41:00",
            "post_id": "151965",
            "reply_to_id": "151928"
        },
        {
            "user_name": "svarti sambo",
            "text": "Lýst vel á þetta hjá þér, og góðir hlutir gerast hægt. en seturðu svo zink spray yfir þessa rauðu menju, eða hvað.",
            "date": "2015-01-25 19:14:00",
            "post_id": "151981",
            "reply_to_id": "151965"
        },
        {
            "user_name": "Kristinn",
            "text": "Grindin verður heitgalvanseruð að lokum eftir allar breitingar sem verða á henni. Þannig að hún verður þá sandblásin líka. rauði grunnurinn er bara ryðvörn þangað til.",
            "date": "2015-01-25 20:00:00",
            "post_id": "151984",
            "reply_to_id": "151981"
        },
        {
            "user_name": "svarti sambo",
            "text": "Og, ég sem hélt að ég væri ýktur í pjattinu :-)\nÞað er gott að það séu fleiri en ég þannig :D",
            "date": "2015-01-25 21:56:00",
            "post_id": "152001",
            "reply_to_id": "151984"
        },
        {
            "user_name": "Kristinn",
            "text": "Smá uppfærsla.. Er búinn að gera við afturhornin á burðarvirkinu og tengja það við frammhlutann á ný einnig nýr crossmember biti.inntabretti komið öðrumegin á sinn stað. Það er að síast inn hvað hann er að verða langur! Hjólskálar verða gerðar þegar endanleg afturhásing verður kominn undir.  Kv Kristinn",
            "date": "2015-01-31 21:52:00",
            "post_id": "152402",
            "reply_to_id": "152001"
        },
        {
            "user_name": "elliofur",
            "text": "Jahá. Eins og ég sagði við þig um daginn Kiddi, nú verður þú bara að fara að fjölga þér duglega til að fylla í bílinn!",
            "date": "2015-01-31 23:01:00",
            "post_id": "152409",
            "reply_to_id": "152402"
        },
        {
            "user_name": "Kristinn",
            "text": "Smá er þetta að potast. innribretti að aftan eru klár fyrir utan hjólskálar, orginal hásingin er kominn undir á réttan stað en mun víkja fyrir annari seinna ! Hvaða hásing það verður er ekki 100% ljóst en patrol kemur sterklega til greina bæði aftan og framan . setti afturbretti á með þvingum rétt til að sjá afstöðu á lengd og hásingu.. Kv Kristinn",
            "date": "2015-02-08 22:02:00",
            "post_id": "152925",
            "reply_to_id": "152409"
        },
        {
            "user_name": "svarti sambo",
            "text": "Þetta verður sjálfsagt flott sófasett á hjólum.",
            "date": "2015-02-08 23:00:00",
            "post_id": "152932",
            "reply_to_id": "152925"
        },
        {
            "user_name": "sukkaturbo",
            "text": "flott bara mjög athyglis vert verður gaman að fylgjast með þessu",
            "date": "2015-02-08 23:27:00",
            "post_id": "152934",
            "reply_to_id": "152932"
        },
        {
            "user_name": "Svenni30",
            "text": "Verulega flott hjá þér. Er ekki spurnig um að bæta annar afturhásingu við ? :)",
            "date": "2015-02-08 23:30:00",
            "post_id": "152935",
            "reply_to_id": "152934"
        },
        {
            "user_name": "jeepson",
            "text": "Flott hjá þér. Það verður spennandi að sjá útkomuna :)",
            "date": "2015-02-09 00:18:00",
            "post_id": "152939",
            "reply_to_id": "152935"
        },
        {
            "user_name": "Kristinn",
            "text": "Nú er loks eitthvað að gerast !( Flensan tekur toll af þoli og vilja). Smíði af aftari hurðarbogum komin af stað, en endursmíði er að verða stærri hluti heldur en ég vonaði, en bara ryðbætingin !! læt nokkrar myndir tala máli mínu til stuðnings. Kv Kristinn",
            "date": "2015-03-06 22:57:00",
            "post_id": "154458",
            "reply_to_id": "152939"
        },
        {
            "user_name": "jongud",
            "text": "Þú hefur ekki viljað fara út í að losa þig við hjólbogann og láta afturhurðinar vera alveg kantaðar eins og á \"double cap\" bílum?",
            "date": "2015-03-07 13:15:00",
            "post_id": "154477",
            "reply_to_id": "154458"
        },
        {
            "user_name": "Kristinn",
            "text": "Það eru búnar að fara miklar pælingar framm um það, aðal vandamálið er að þá verður bara hægt að hafa 2 manna sæti að aftan verðu vegna sveigju á grindinni á þessum stað,ég vil helst halda í orginal aftursætin (en þau koma 15 cm aftar en orginal) þannig að niðurstaðan endaði á að láta hjólbogana halda sér, en gólfi fyrir innan er breitt fyrir heldur betra aðgengi. líka er gott að geta notað orginal hluti í stað sérsmíðara/hannaðra hluta",
            "date": "2015-03-07 13:38:00",
            "post_id": "154479",
            "reply_to_id": "154477"
        },
        {
            "user_name": "villi58",
            "text": "Virkilega flott smíði.",
            "date": "2015-03-07 14:46:00",
            "post_id": "154483",
            "reply_to_id": "154479"
        },
        {
            "user_name": "jeepcj7",
            "text": "Glæsilegt Kiddi bara þrælflott.",
            "date": "2015-03-07 16:57:00",
            "post_id": "154490",
            "reply_to_id": "154483"
        },
        {
            "user_name": "Kristinn",
            "text": "Lítið er nú búið að gerast í boddý smíði síðustu daga, það hafa farið mikil hugarbrot framm og aftur um afdrif 2 dyra bílsins og það er kominn sú niðurstaða að hann fær að halda sér eins og hann er. Ég bara hreinlega tími ekki að fórna honum í rif. þannig að 4 dyra bíllin verður bíll númer 2 sem verður settur á 46\" og fyrri bíllinn verður gerður upp þegar þessi verður tilbúinn !! En eitthvað er þó að frétta , Fór og sótti nýja hjartað í dag sem er 5.2l mopar magnum mótor ættaður úr cheeroki 1997 (ekinn um ca 30-50Þ km) með beinni insp. þannig að mikil spagetti vinna þarf að fara framm til að hjartað fari af stað. Einnig er ég kominn með skiptingu úr cheeroki sem ég held að heiti 46RH ( Sem er 3g með overdrive ) aftan á hana kemur lolo og síðann millikassi úr patrol. Kv Kristinn",
            "date": "2015-03-24 21:43:00",
            "post_id": "155326",
            "reply_to_id": "154490"
        },
        {
            "user_name": "Kristinn",
            "text": "Lítð hefur gerst í ryðbætingum síðustu vikur. en altaf er nú samt eitthvað að gerast. Ég festi kaup á hásingum þannig að nú er ekki aftur snúið , fyrir valinu urðu Y60 patrol hásingar, með 5.42 hlutfalli og arb loftlás bæði aftan og framan , þannig að nú er leitin hafin að felgum sem henta fyrir 46\". Einnig eru væntanlegar úr sérpöntun ryðfríar flækjur á mopar mótorinn. Þannig að næst er að láta smíða logírinn sem er úr Np231 millikassa sem og milliplötu fyrir patrol millikassann og láta styrkja og breyta convertinum í skipingunni  fyrir meiri átök. Kv Kristinn",
            "date": "2015-05-04 22:24:00",
            "post_id": "157366",
            "reply_to_id": "155326"
        },
        {
            "user_name": "Kristinn",
            "text": "Sælir félagar. Nú er hugurinn farinn af stað að með að halda áfram með smíðina. Er kominn með 16\" felgur klárar fyrir 46\" dekk ,heitgalvanseraðar og með krana sem og festingu fyrir spöng. Ryðfríar flækjur og ryðfríir hljóðkútar eru einnig komið, stýfusmíði bæði að framan og aftan komið í vinslu, þá er næst að fara að herða sig upp á að halda áfram með ryðbætingu/nýsmíði á boddýi. Kv Kristinn",
            "date": "2015-10-04 20:55:00",
            "post_id": "162339",
            "reply_to_id": "157366"
        },
        {
            "user_name": "Kristinn",
            "text": "Jæja nú er vinna aðeins hafin aftur, er kominn með dekk á felgur til að máta og smíða eftir hjólskálar og brettakanta (en það er nokkur handtök eftir áður en það fer framm). Frammstífur eru nokkuð klárar ,sandblástur og lökkun eftir, en lengdar munur er nokkur miðað við orginal . næst á dagskrá er að klippa frammenda af og setja hásingu og gormaskálar á sinn stað og áhveða hversu mikið frammendi mun lengjast(áætluð lenging er um 40 cm).ég held að hann endi nokkuð langur. Læt 2 myndir fylgja með þessum pistli.Kv Kristinn",
            "date": "2015-11-04 18:57:00",
            "post_id": "163322",
            "reply_to_id": "162339"
        },
        {
            "user_name": "kroni",
            "text": "Þetta er glæsilegt hjá þér og gaman verður að fylgjast með þessu :)",
            "date": "2015-11-04 20:28:00",
            "post_id": "163326",
            "reply_to_id": "163322"
        },
        {
            "user_name": "Járni",
            "text": "Ævintýranlega klikkað!",
            "date": "2015-11-04 23:14:00",
            "post_id": "163328",
            "reply_to_id": "163326"
        },
        {
            "user_name": "grimur",
            "text": "Maður fær halfgert flashback við að sja þetta, eg gerði upp stuttan Range Rover 81 model veturinn 96-97. Tok hann alveg i gegn fra hvalbak og afturur. Heilsprautun og settur a 38.5\" sem var það skásta sem eg hafði efni á í þá daga. Mikið var það skemmtilegur bíll. Þessi verður svooo mikið skemmtilegri!\nFlott verkefni og takk fyrir að deila þessu með okkur.\nGrímur",
            "date": "2015-11-05 04:50:00",
            "post_id": "163329",
            "reply_to_id": "163328"
        },
        {
            "user_name": "Kristinn",
            "text": "Smá potast þetta nú, en á hænufets hraða.Tók frammenda af , er búinn að smíða nýjar gormaskálar einnig smíði á grindarlengingu lokið sem og smíði á stýristjakk.(sem er einnig millibilsstöng) næst á dagskrá er að setja grindarlengingu á og frammhásingu undir til að hægt sé að staðsetja gormaskálar rétt.",
            "date": "2015-11-29 19:54:00",
            "post_id": "164207",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Helvíti er þetta flott hjá þér Kiddi.",
            "date": "2015-11-29 20:00:00",
            "post_id": "164209",
            "reply_to_id": "164207"
        },
        {
            "user_name": "Kristinn",
            "text": "Smá potast þetta nú ,en hægt. Grindarlenging að framan kominn á sinn stað og er orðinn föst. Gerði smá skál í þverbitann til verði pláss til að setja vélina eins neðarlega og kostur er (smá pláss fyrir viftuspaða ). Næst er að klára að hreinsa gömlu gormaskálarnar og mótorfestingarnar af  grindinni til að hægt sé að staðsetja hásingu og nýjar skálar á varanlegan stað. Kv Kristinn",
            "date": "2015-12-10 21:57:00",
            "post_id": "164638",
            "reply_to_id": "164209"
        },
        {
            "user_name": "jeepcj7",
            "text": "Flottur Kiddi bara flottur.",
            "date": "2015-12-10 23:05:00",
            "post_id": "164641",
            "reply_to_id": "164638"
        },
        {
            "user_name": "Kristinn",
            "text": "Sælir spjallverjar. Þetta potast heldur í rétta átt en hægt. Er búinn að hreinsa gömlu mótorfestingar og gormaskálar af grindinni , einnig er ég langt komin með að smíða síkkarnir fyrir stífur.Ég eignaðist önnur hásingarör sem ég lét sandblása og epoxy grunna .Stilti hásingu undir til að máta hvað mikið þarf að síkka grindarfestingu, síðan víkur hún fyrir öðru hásingaröri sem verður búið að styrkja og setja millibilstjakk festingu á. Næst á dagskrá verður að festa hásingu og setja gormaskálar og skástífu turn á sína staði. Kv Kristinn",
            "date": "2015-12-31 20:38:00",
            "post_id": "165224",
            "reply_to_id": "164641"
        },
        {
            "user_name": "firebird400",
            "text": "Þetta er sko engin smá skeining hjá þér :O",
            "date": "2016-01-22 20:53:00",
            "post_id": "166131",
            "reply_to_id": "165224"
        },
        {
            "user_name": "Kristinn",
            "text": "Eitthvað gengur nú smíðin hægt, en samt eitthvað. Tók ákvörðun að smíða bæði dráttarbeisli að aftan verðu sem og að framan til að tryggja það að ég feistist ekki til að lengja meira !! Rétt tilti frammenda á að nýju til að meta lengdina!  hann er eiginlega ansi langur . Heildarlengd um 5,5 metrar og 3,6 m í hjólhaf. Kv Kristinn",
            "date": "2016-01-27 21:50:00",
            "post_id": "166295",
            "reply_to_id": "166131"
        },
        {
            "user_name": "elliofur",
            "text": "Beislin eru nú bara boltuð á Kiddi, þú getur vel lengt meira :)",
            "date": "2016-01-28 07:53:00",
            "post_id": "166303",
            "reply_to_id": "166295"
        },
        {
            "user_name": "Sævar Örn",
            "text": "ha ha þetta er frábært, skemmtileg myndasería, hræddur er ég um að hverskyns vél verði lítil um sig í þessu húddi nema kannski 8 strokka línu vél",
            "date": "2016-01-28 10:35:00",
            "post_id": "166304",
            "reply_to_id": "166303"
        },
        {
            "user_name": "jongud",
            "text": "Það er ALDREI of mikið pláss undir húddi!",
            "date": "2016-01-28 10:59:00",
            "post_id": "166308",
            "reply_to_id": "166304"
        },
        {
            "user_name": "Kristinn",
            "text": "Eitthvað potast en heldur hægt.. Ég fékk bakþanka með að síkka stífur að aftanverðu, þannig að ég smíðaði annað sett af frammstífum sem yfir tók síkkuna, þannig að það er engin síkkun eða breiting á aftari festingu í grind, það kemur mun betur út. nú er frammhásing endanlega staðsett (og hjólskálin stór) eins smíðaði ég tappa í afturhásinguna til að loka gatinu sem vacúm membram var , til að eiga möguleika á öðrum lás ef arb lásinn brotnar. Kv Kristinn",
            "date": "2016-02-23 21:45:00",
            "post_id": "167246",
            "reply_to_id": "166308"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er alveg stórmagnað hjá þér Kiddi.",
            "date": "2016-02-23 21:51:00",
            "post_id": "167247",
            "reply_to_id": "167246"
        },
        {
            "user_name": "Kristinn",
            "text": "Heldur finnst mér verkið ganga hægt, þvílíkan tíma sem lítifjörleg verk taka. Aftur hásing loksins hrein og búið að smíða nýjar stífu/skástífu festingar, púðasæti og styrkja rör að neðanverðu. Ég varð fyrir vonbrigðum að ARB lásinn er brotinn ,þanning að ég varð mér út um orginal lás að aftan og er að láta smíða loftjakk í stað membru. Næst á dagskrá er að fara að koma afturhásingu undir og smíða stífukerfið á hana. Kv Kristinn",
            "date": "2016-04-19 21:48:00",
            "post_id": "168657",
            "reply_to_id": "167247"
        },
        {
            "user_name": "Balloontyres",
            "text": "This is truly a beautiful project!  please consider investing on the isolation, you Rover will drive like a 2018 model !  example:\nhttps://www.youtube.com/watch?v=YGfl4WkrvOo\n  you can watch from 2:50 or so..    I mean the isolation allover the inside.. \nAlso you could put some time in the interior filter system.  so you can drive your Rover on dusty roads and inside you will have perfectly clean air.  you add HEPA and active Carbon filter !  The filters are not expensive it also cost some work to custom fit it...",
            "date": "2016-05-16 20:11:00",
            "post_id": "169254",
            "reply_to_id": "168657"
        },
        {
            "user_name": "Kristinn",
            "text": "Eitthvað er nú að potast. Er búinn að smíða nýjar afturstífur og skástífu ,Ég er nokkuð ánægður með að þurfa ekki neina síkkanir hvorki fyrir framm eða afturstífur i grind. Lengdin á afturstífum er reyndar nokkur, þær eru um 150 cm langar. það er kominn í hús loftjakkur á afturlás í stað membru. Næst á dagskrá er að setja festingar fyrir dempara á hásingu og festingar fyrir samsláttapúða að aftan. því næst að pússa og lakka hásingu og stífur og raða hásingu samann. Kv Kristinn",
            "date": "2016-05-19 22:09:00",
            "post_id": "169330",
            "reply_to_id": "169254"
        },
        {
            "user_name": "Finnur",
            "text": "Þetta er hrikalega metnaðarfullt verkefni hjá þér. mjög flott.\nSmá ábending á afturstífuna, hún þarf að halda miklu vægi á 46\" og það er hætt við að rörið í aftari festingua á stífunni muni gefa eftir. Gæti borgað sig að stífa þetta meira af.",
            "date": "2016-05-20 13:20:00",
            "post_id": "169335",
            "reply_to_id": "169330"
        },
        {
            "user_name": "Kristinn",
            "text": "Sæll Finnur. Ég vona að efnisvalið í stýfurnar sé nokkuð sterkt, þetta eru 1\" heildregin rör stál 355 sem eru með 4 mm veggþykkt að aftanverðu , frammstýfurna eru með 5 mm veggþykkt. (en það má alltaf skoða styrkingar á aftari boganum).Ég sótti í dag skriðgírinn sem var smíðaður hjá jeppasmiðjunni á Ljónsstöðum og lítur hann bara vel út.(new progress 231 með plötu fyrir patrol millikassa.) Kv Kristinn",
            "date": "2016-05-20 21:38:00",
            "post_id": "169344",
            "reply_to_id": "169335"
        },
        {
            "user_name": "Kristinn",
            "text": "Eitthvað potast nú verkið áfram ,en hægt. Er langt komin með að smíða festingar fyrir dempara og samsláttapúða að aftanverðu. síðan er pjattið komið á skrið , er farinn að sandblása allt lauslegt sem tengist aftur og frammhásingum og sýru grunna.Ég setti milligírinn saman við millikassann og þetta flíspassaði hjá Ljónunum !! og kemur bara vel út. Kv Kristinn",
            "date": "2016-07-02 23:15:00",
            "post_id": "169946",
            "reply_to_id": "169344"
        },
        {
            "user_name": "Járni",
            "text": "Flottur að uppfæra reglulega, þetta spennandi!",
            "date": "2016-07-04 20:39:00",
            "post_id": "169977",
            "reply_to_id": "169946"
        },
        {
            "user_name": "Balloontyres",
            "text": "Such a beautifull project, I really like the detailing and that you build this thing to last decades!  Are there any photo updates already?  How often do you work on this project?",
            "date": "2016-08-10 09:21:00",
            "post_id": "170570",
            "reply_to_id": "169977"
        },
        {
            "user_name": "Kristinn",
            "text": "Nú er hugurinn farinn af stað með að byrja aftur með verkefnið. lítið verið gert í sumar , en samt gert pínulítið. afturdrif orðið klárt með nýjum legum og nýju hlutfalli (5.42),  smíði á demparaturnum langt komið , síðan fór ég í smá rugl og fjárfesti í nýrri Tig suðu AC/DC 200AH. Svo að ég svari Balloontyres eitthvað. I work in winter times almost every day 1-3 hours in this project but in summer maybe 1-2 hours a week. Kv Kristinn",
            "date": "2016-08-27 22:59:00",
            "post_id": "170879",
            "reply_to_id": "170570"
        },
        {
            "user_name": "Járni",
            "text": "Takk fyrir að vera duglegur að setja inn myndir, þetta verður ómetanlegt þegar bíllinn er tilbúinn!",
            "date": "2016-08-28 08:44:00",
            "post_id": "170888",
            "reply_to_id": "170879"
        },
        {
            "user_name": "Balloontyres",
            "text": "thanks for the update. very nice to see all parts are protected and get the attention they need.  \nAre you planning to do the extra isolation against cold and road noice/sound for the interior or will see later?",
            "date": "2016-09-04 15:59:00",
            "post_id": "170977",
            "reply_to_id": "170888"
        },
        {
            "user_name": "Kristinn",
            "text": "Loksins er smíði tengd afturhásingu lokið, einungis þrif,samsetning og lökkun eftir. Er búinn að láta styrkja liðhúsin á frammhásingarörinu, því næst er að styrkja út frá drifkúlu og smíða festingu fyrir stýristjakkinn. Allar bremsuslöngur eru komnar úr sérsmíði hjá Barka hf sem sem og ryðfrí bremsurör í allan bílinn. einnig eru allar bremsudælur komnar nýjar. Kv Kristinn",
            "date": "2016-10-07 22:55:00",
            "post_id": "171486",
            "reply_to_id": "170977"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Sæll\nHvað er manstu hvað verðið á meternum af riðfríu bremsurörunum er?",
            "date": "2016-10-08 14:27:00",
            "post_id": "171497",
            "reply_to_id": "171486"
        },
        {
            "user_name": "Kristinn",
            "text": "Er ekki með verðið 100% en það er um 3þ mtr . Bremsuslöngurnar eru úr nyloni með ryðfrírri kápu og plasthjúpuð. Það á vera engin eftirgjöf í þeim(betri bremsur)",
            "date": "2016-10-08 18:13:00",
            "post_id": "171501",
            "reply_to_id": "171497"
        },
        {
            "user_name": "grimur",
            "text": "Þá er að passa að rörin snerti hvergi svart stál, og séu samt vel spennt svo þau springi ekki undan titringi....bara mínir 2 aurar varðandi ryðfrítt ;-)\nGrímur",
            "date": "2016-10-09 00:37:00",
            "post_id": "171505",
            "reply_to_id": "171501"
        },
        {
            "user_name": "Kristinn",
            "text": "Verð á ryðfríum bremsurörum er 2580 meterinn með vsk í Barka hf.  Kv Kristinn",
            "date": "2016-10-10 11:26:00",
            "post_id": "171530",
            "reply_to_id": "171505"
        },
        {
            "user_name": "svarti sambo",
            "text": "Hentaði koparinn ekki.",
            "date": "2016-10-10 12:19:00",
            "post_id": "171531",
            "reply_to_id": "171530"
        },
        {
            "user_name": "Kristinn",
            "text": "Hentar kanski ágætlega, en sérviskan í mér vill leggja allt sem er hægt í ryðfríu efni. Td. Pústkerfi verður allt ryðfrítt frá vél og aftur úr(líka einnig flækjurnar), eins verða bensíntankar ryðfríir og eitthvað meira..",
            "date": "2016-10-10 15:18:00",
            "post_id": "171533",
            "reply_to_id": "171531"
        },
        {
            "user_name": "svarti sambo",
            "text": "Skil sjónarmiðið, en þegar að maður hefur verið að leggja riðfrýjar spil-lagnir, þá er oft lekavandamál, nema að kónar séu svartir.\nKornin í riðfrýja efninu eru svo gróf. Og það þolir illa víbring.\nVonandi verður þetta bara til friðs hjá þér. \nVerður þetta bara kónað einfallt eða tvöfallt.",
            "date": "2016-10-10 15:33:00",
            "post_id": "171534",
            "reply_to_id": "171533"
        },
        {
            "user_name": "Kristinn",
            "text": "Stefnan er að kóna allt tvöfalt en ég er ekki búinn að prufa hvernig það gengur. En það virðist vera auðvelt að beygja þau.",
            "date": "2016-10-10 15:55:00",
            "post_id": "171535",
            "reply_to_id": "171534"
        },
        {
            "user_name": "Kristinn",
            "text": "Lítið hefur nú gerst , fór sjálfur í smá viðgerð á ökla en er að reyna að komast aftur á stað með verkið. Er kominn með stýrismaskínu í gripinn úr P38 bíl boraða og græjaða fyrir tjakk , styrkingum á frammhásingaröri lokið og er búinn að laga ryðpolla og slitför í liðhúskúlum og farinn að vera með pjatt og mála allt áður en ég set það saman , er að smíða festingar fyrir tjakkinn sem verðar soðnar á frammhásinguna síðan er að raða henni saman og mála..\nEins prufaði ég að kóna riðfríu bremsrörin og það er ekkert mál að kóna tvöfalt .Kv Kristinn",
            "date": "2016-11-20 21:16:00",
            "post_id": "172108",
            "reply_to_id": "171535"
        },
        {
            "user_name": "jongud",
            "text": "Er sniðugt að mála liðhúskúlurnar?\nEr ekki hætta á að sleikjurnar nuddi málninguna af með tímanum og þetta fari svo í smurfeitina?",
            "date": "2016-11-21 08:23:00",
            "post_id": "172119",
            "reply_to_id": "172108"
        },
        {
            "user_name": "Kristinn",
            "text": "Þetta er 2 þátta polyurethan málling sem er glerhörð en sveigjanleg. á að vera ein sterkasta mállingin.",
            "date": "2016-11-21 09:56:00",
            "post_id": "172120",
            "reply_to_id": "172119"
        },
        {
            "user_name": "Balloontyres",
            "text": "Any Update or new photos on this beautifull project?",
            "date": "2017-08-05 04:32:00",
            "post_id": "175247",
            "reply_to_id": "172120"
        }
    ],
    "date": "2015-11-29 19:54:00"
}