{
    "forum_title": "Almennt spjall",
    "id": "26858",
    "title": "Könnun um viðhorf til Almannavarna ofl. stofnana",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26858",
    "posts": [
        {
            "user_name": "gislisveri",
            "text": "Sælir félagar.\nÉg bið ykkur um að ráðstafa 2 mínútum af dýrmætum tíma ykkar til að svara þessari könnun fyrir mig. Þetta er hluti af skólaverkefni og ég get síðan birt niðurstöðurnar ef áhugi er fyrir hendi.\nKönnunina má opna hér.\nMeð fyrirfram þökk,\nGísli.",
            "date": "2014-09-27 14:13:00",
            "post_id": "143634",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Gísli, setur þú þetta líka inn á vefinn hjá 4X4 ?",
            "date": "2014-09-27 15:38:00",
            "post_id": "143638",
            "reply_to_id": "143634"
        },
        {
            "user_name": "olei",
            "text": "Smá ábending af aftasta bekk, gluggaröð.\nMér dettur í hug að þessi könnun sé sprottin af umræðum hér og víðar um víðfeðmar lokanir Almannavarna kringum Bárðarbungu.\nHægt er að vera ósammála þeirri lokun og hvernig að henni er staðið en um leið hafa: mjög jákvætt viðhorf og traust til Almannavarna og telja fyrirbærið mikilvægt.\nÓánægja með umræddar lokanir þarf því ekki að koma fram í niðurstöðum könnunarinnar.\nEn nú er ekkert víst að það hafi verið hugmyndin að mæla þá óánægju þó að hún hafi e.t.v verið kveikjan að könnuninni.",
            "date": "2014-09-27 16:17:00",
            "post_id": "143642",
            "reply_to_id": "143638"
        },
        {
            "user_name": "gislisveri",
            "text": "Góð ábending, en hugmyndin er einmitt að mæla almennt viðhorf til stofnunarinnar, ekki sérstaklega í sambandi við tíðrætt gos, en það mun eflaust lita viðhorfin hjá mörgum.\nAnnars er þessi könnun æfing í aðferðafræði og námsefnið hefur ekkert með þessar stofnanir að gera. Mér fannst þetta bara upplagt tækifæri til að mæla þessi viðhorf, því eins og við vitum eru ansi margir sem ekki tjá sig um málefnin þó þeir fylgist grannt með umræðum.\nSvo væri áhugavert að endurtaka hana einhvern tímann eftir að gos er liðið hjá og lokanir sömuleiðis.\nJón Guð, mér finnst lítið á því að græða að setja þetta inn á f4x4.is þar sem viðbrögðin eru strax afar góð, ég verð kominn með fínt úrtak í kvöld ef fram fer sem horfir. Auk þess er rjóminn af klúbbmönnum virkur hérna á JS (þmt. ég og þú).\nÞakka öllum þeim sem hafa svarað, sem og þeim sem ætla að gera það.\nBestu kveðjur,\nGísli.",
            "date": "2014-09-27 16:25:00",
            "post_id": "143643",
            "reply_to_id": "143642"
        },
        {
            "user_name": "Ofsi",
            "text": "Jón var örugglega bara með sprella, þegar hann myntist á f4x4,is :-)",
            "date": "2014-09-27 18:57:00",
            "post_id": "143655",
            "reply_to_id": "143643"
        },
        {
            "user_name": "jongud",
            "text": "Nei, ég var að spá í hvort hann þyrfti stærra úrtak.",
            "date": "2014-09-27 21:31:00",
            "post_id": "143675",
            "reply_to_id": "143655"
        },
        {
            "user_name": "Lada",
            "text": "Sæll Gísli.\nÉg lagði mitt af mörkum og svaraði þessari könnnun fyrir þig, en það var þó eitt sem angraði mig. Ég fæ stundum sendar kannanir frá Capacent og við allar þeirra spurningar er einn svarmöguleikinn \n,,Vil ekki svara\"\n. Þetta er kannski ekki stórt atriði eða merkileg athugasemd en mér fannst þetta vanta í þína könnun.\nAnnars er þetta sniðugt framtak og verður gaman að sjá hvað kemur út úr þessu hjá þér.\nKv.\nÁsgeir",
            "date": "2014-09-27 22:15:00",
            "post_id": "143678",
            "reply_to_id": "143675"
        },
        {
            "user_name": "Rodeo",
            "text": "Ágætlega sett upp og skýr könnun.  Væri samt til bóta að klára setningarnar frekar en að vera með stök orð því væntanlega áttu við \nhversu heiðarleg fynnst þér hver stofnun vera\n þegar bara orðið \nheiðarleiki\n er sett fram.",
            "date": "2014-09-27 22:58:00",
            "post_id": "143686",
            "reply_to_id": "143678"
        },
        {
            "user_name": "gislisveri",
            "text": "Sælir félagar,\nÉg þakka kærlega fyrir svörin og margar góðar ábendingar.\nÉg er búinn að loka könnuninni, komin með næstum 100 svör sem er meira en ég vonaðist eftir.\nVerður áhugavert að endurtaka þetta seinna.\nBirti ykkur niðurstöður þegar ég er búinn að vinna úr þessu.\nBestu kveðjur,\nGísli.",
            "date": "2014-09-28 16:36:00",
            "post_id": "143714",
            "reply_to_id": "143686"
        }
    ],
    "date": "2014-09-27 14:13:00"
}