{
    "forum_title": "Almennt spjall",
    "id": "26880",
    "title": "hvað kemst bíllinn hægt?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26880",
    "posts": [
        {
            "user_name": "draugsii",
            "text": "Svona til gamans hvað fara bílarnir hjá ykkur hægt í láa drifinu og svo þá lógír fyrir þá sem eru með svoleiðis\nHæluxinn hjá mér er að lötra þetta 2.7 km á klukkustund og hefði ég viljað hafa hann lærri er að vísu ekki kominn með lógír",
            "date": "2014-09-28 19:39:00",
            "post_id": "143724",
            "reply_to_id": false
        },
        {
            "user_name": "Brjotur",
            "text": "Patrol 4.2 beinskiftur með lóló á 46 tommu dekkjum fer 300 metra á klukkustund i 1 lóló  :)",
            "date": "2014-09-28 19:49:00",
            "post_id": "143725",
            "reply_to_id": "143724"
        },
        {
            "user_name": "Sævar Örn",
            "text": "var að reikna minn út, fer á 4.71 kmh í 1 lága á 900 sn á 46\" dekkjum\ner á 4.56 hlutföllum svo ég þarf að gera eitthvað annað, setja auka gírkassa eða auka millikassa svo hann verði gáfulegur á úrhleyptu",
            "date": "2014-09-28 20:36:00",
            "post_id": "143728",
            "reply_to_id": "143725"
        },
        {
            "user_name": "elliofur",
            "text": "Sævar þú þarft að gera þráð um nýja bílinn þinn.",
            "date": "2014-09-28 21:01:00",
            "post_id": "143733",
            "reply_to_id": "143728"
        },
        {
            "user_name": "olei",
            "text": "Hvaða kram er í þessum bíl sem gefur svo mikla niðurgírun?",
            "date": "2014-09-28 23:19:00",
            "post_id": "143738",
            "reply_to_id": "143733"
        },
        {
            "user_name": "arniph",
            "text": "450 metra á klukkustund áður en ég stíg á bremsuna :D",
            "date": "2014-09-28 23:23:00",
            "post_id": "143739",
            "reply_to_id": "143738"
        },
        {
            "user_name": "rockybaby",
            "text": "Defender 1,2km klst í 1 gír lága drifi",
            "date": "2014-09-28 23:39:00",
            "post_id": "143741",
            "reply_to_id": "143739"
        },
        {
            "user_name": "olei",
            "text": "Minn Terrano fer \n1,1\n km á klst við 700 sn/mín á vél.\n1 gír er 1:4,061 \nmilligír er 1:2\nmillikassi er 1:3,3\ndrif er 1:4,625\ndekk 42\" \nSvona til gamans ef einhver hefur áhuga á því að skoða útreikningana á hraða jeppa þá er þetta ein leið:\nFyrst er niðurgírunin margfölduð saman:\n4,061x2x3,3x4,625= 124\nÞessi niðurgírun breytir snúningnum frá vélinni út í hjól - vélin snýst 700 snúninga á hverri mínútu, hjólin snúast þá:\n700 sn/mín / 124 = 5,6 hringir á mínútu.\nHjólin eru 42\" á hæð, breytum því í metra:\n42x2,54= 106,7 cm sem eru 1,067 metrar.\nÍ hverjum hring keyrir hjólið augljóslega jafn langt og ummálið segir til um, því þarf að finna það:\nUmmál hjólanna er 1,067 x pí (3,14....) = 3,35 metrar \nÁ hverri mínútu snýst hjólið 5,6 snúninga og hver snúningur er 3,35 metrar. Bíllinn keyrir því:\n 5,6x3.35= 18,76 metra á mínútu.\nÞað eru víst 60 mínútur í einni klst á hverri klst keyrir bíllinn:\n60x 18.76 = 1126 metra á klst.\n1126 metrar eru sem kunnugt er 1,126 km\nSemsagt u.þ.b: 1,1 km/klst.",
            "date": "2014-09-28 23:42:00",
            "post_id": "143742",
            "reply_to_id": "143741"
        },
        {
            "user_name": "Startarinn",
            "text": "Hiluxinn hjá mér er á 38\" með 4,56 hlutföllum og auka gírkassa\nHraðinn er 800 mtr/klst í hægagangi í 1-1-lága samkvæmt gps, hann fer svona u.þ.b. 3 bíl lengdir frá mér á meðan, ef ég hoppa út að míga ;)",
            "date": "2014-09-29 06:20:00",
            "post_id": "143752",
            "reply_to_id": "143742"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Hér er skemmtileg gírhlutfalla reiknivél, munið að breyta úr SAE, mílukerfi yfir í metrakerfið e. Metric\nhttp://www.grimmjeeper.com/gears.html",
            "date": "2014-09-29 11:23:00",
            "post_id": "143769",
            "reply_to_id": "143752"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Athygglisverð umræða.. Það væri skemmtilegt ef að menn myndu setja þetta upp eins og \"olei\" gerir hér að ofan.\nGefa upp hlutföll í drifum, gír og millikössum ásamt dekkjastærð og snúningshraða vélar í lausagangi, s.s. öllu því sem að taka þarf með inni reikninginn, með þessar breytur á borðinu fer þetta fyrst að verða áhugavert, gagnlegt og spennandi verð ég að segja.",
            "date": "2014-09-29 11:38:00",
            "post_id": "143770",
            "reply_to_id": "143769"
        },
        {
            "user_name": "Brjotur",
            "text": "Ég kann ekki á svona breytur og system :)  bíllinn  hjá mer er með patrol gírkassa frá 4.2 vélinni , patrol  millikassa   og svo lógír smíðaðan á Ljónsstöðum og er svo með þetta svokallaða Ástralíuhlutfall i lógírnum og bíllinn fer svo hægt að gps er í vandræðum með að reikna hraðann  setur oft upp spurningamerki  :)",
            "date": "2014-09-29 18:59:00",
            "post_id": "143803",
            "reply_to_id": "143770"
        },
        {
            "user_name": "olei",
            "text": "Ég er með töflureikniskjal sem reiknar þetta út fljótt og vel\nHjá þér er þetta e.t.v svona?\n1 gír : 1:4556 (uppgefið fyrir FSR50A)\nlo gír: 1:4 (typical ástralíuhlutfall)\nmillikassi: 1:2  (original Patrol)\ndrif 1:5.42 (tel það líklegt)\nFyrir 46\" dekk skilar þetta á 700 sn/mín = \n0,78\n km/klst\nSem er löturhægt!",
            "date": "2014-09-29 20:03:00",
            "post_id": "143809",
            "reply_to_id": "143803"
        },
        {
            "user_name": "villtur",
            "text": "þegar svona útreikningar eru gerðir má ekki gleyma því að ekki kemur rétt útkoma ef þvermál dekksins er notað.  Dekkið flest nefnilega út að neðan og því myndast það sem kalla mætti „virkur radíus“ sem er fjarlægðin frá miðju hjólnafi og til jarðar.  Þann radíus þarf að nota til að finna virkt ummál hjóls.  Og í framhaldi af þessu er þá ljóst að því minna loft sem er í hjólbörðunum verður virkur radíus minni og því fer bíllinn hægar.\nÞetta er vel þekkt staðreynd og kemur m.a. að notum í kerfum (ITPMS) sem vara menn við ef loft lekur úr hjólbörðum en þá skynjar bíllinn mismunandi snúningshraða hjólanna, sem  kemur til ef minna loft er í einu dekki, og lætur vita.",
            "date": "2014-09-29 20:11:00",
            "post_id": "143810",
            "reply_to_id": "143809"
        },
        {
            "user_name": "Brjotur",
            "text": "Takk fyrir þetta Óli :)  eg var nú svosem ekki búin að mæla þetta nema á þann hátt að eg var einu sinni 3 tima að lólóast rétt rúman kílómeter í heavy púðursnjó í  1 og 2 lóló  :)",
            "date": "2014-09-29 20:40:00",
            "post_id": "143818",
            "reply_to_id": "143810"
        },
        {
            "user_name": "olei",
            "text": "Menn hafa deilt um þetta áratugum saman. Niðurstaðan er alltaf sú sama - það er ummálið sem ræður. Úrhleypt dekk keyrir alveg jafn langt og fullpumpað á sléttu undirlagi.",
            "date": "2014-09-29 23:35:00",
            "post_id": "143844",
            "reply_to_id": "143818"
        },
        {
            "user_name": "olei",
            "text": "Munurinn felst líklega í því að dekkin hafa spólað talsvert í þessu ferðalagi.",
            "date": "2014-09-29 23:40:00",
            "post_id": "143845",
            "reply_to_id": "143844"
        },
        {
            "user_name": "villtur",
            "text": "Sé nú svo; hvernig er þá hægt að nota mismunandi snúningshraða dekkjanna til að skynja mismunandi loftþrýsting í þeim?\nOg í öðru lagi; hvers vegna væri þá ekki í lagi að hafa mismunandi loftþrýsting í dekkjum á sama öxli?",
            "date": "2014-09-30 11:39:00",
            "post_id": "143895",
            "reply_to_id": "143845"
        },
        {
            "user_name": "Brjotur",
            "text": "Nei olei  þau snúast svo hægt að það spólar nánast ekkert þetta getur ekki spólað á svona lítill ferð  þau bara snúast og fara áfram :)",
            "date": "2014-09-30 14:27:00",
            "post_id": "143903",
            "reply_to_id": "143895"
        },
        {
            "user_name": "olei",
            "text": "Það verður lítilsháttar breyting á ummáli dekksins við þrýstingsbreytingu. Nægileg fyrir hjólskynjarana í iTPMS til að nema hana. Í þessu samhengi hér skiptir þetta hverfandi máli. \nSkoðum aðeins tilgátuna um \"virkan radíus\" \nTökum gamlan og góðan 38\" radíal Mudder.\nGefum okkur að hann standist mál og sé 38\" eða 96,5 cm  á hæð sem þýðir þá að ummálið er 303cm.\nÞannig að hann keyrir 303cm í einum hring.\nradíusinn er ~ 48cm\nHleypum úr dekkinu þar til þessi radíus er kominn niður í 40cm. Lækkun um 8 cm.\nÞá er \"virkt þvermál\" 80cm\n\"virkt ummál\" er þá ~ 252cm\nSamkvæmt kenningunni ætti þetta dekk að keyra 252cm í hverjum hring.\nMunurinn þarna á milli er ~hálfur metri í hverjum hring.\nEn nú er það þannig að úrhleypt dekk mynda slétt og regluleg för, rétt eins og fullpumpuð. Þetta sést vel í snjóföl og raunar við flestar aðstæður. Þá er það spurningin - hvað varð um þennan hálfa meter úr bananum á dekkinu?\nStyttist baninn um hálfan meter við úrhleypinguna?\nÞað er heldur ótrúlegt því að hann er vanalega mjög stífur og styrktur með stál og striga/nylon/polyester lögum.\nEn.... Þessi munur ætti að koma strax fram í mælingu á sléttu undirlagi.\nMér vitanlega hefur enginn fundið hann enn, en það er um að gera að fara út að mæla! :)\nUpp með tommustokkinn!",
            "date": "2014-09-30 18:37:00",
            "post_id": "143916",
            "reply_to_id": "143903"
        },
        {
            "user_name": "Stebbi",
            "text": "Þessi hálfi meter bætist væntanlega í snertiflöt dekksins við jörðina afþví að það er sénslaust að stytta ummál dekksins nema með stórvirkum vinnuvélum.",
            "date": "2014-09-30 20:08:00",
            "post_id": "143921",
            "reply_to_id": "143916"
        },
        {
            "user_name": "villtur",
            "text": "Jæja strákar!  Ég nenni vitaskuld ekki að rífast við sannfærða menn.  Mig langar samt til að biðja ykkur að prófa að aka  með mismunandi þrýsting í dekkjunum í sama gír og með sama snúning á mótor og sjá hvort ekki munar talsverðu ef hraðinn er mældur með gps græju.  Þetta má sem hæglegast gera í næsta snjóleiðangri; prófa með fullpumpað á leiðinni og úrhleypt þegar í snjó er komið.  Svo reynir á hvort menn vilja viðurkenna niðurstöður tilraunarinnar.\nOg hvað varðar slétt og regluleg för; hefur enginn séð hvar fellingin er á úrhleyptu dekki fyrir ofan snjóinn?",
            "date": "2014-09-30 22:21:00",
            "post_id": "143951",
            "reply_to_id": "143921"
        },
        {
            "user_name": "elliofur",
            "text": "Hefur þú séð fellinguna í förunum?\nÞað er einfalt að mæla þetta með að keyra (hægt) og láta annan fylgjast með og keyra 3-5 dekkjahringi og miða við stöðu á ventli í felgu. Tvær tilraunir, annarsvegar á 2-3psi og hinsvegar á fullpumpuðu.",
            "date": "2014-09-30 22:25:00",
            "post_id": "143953",
            "reply_to_id": "143951"
        },
        {
            "user_name": "Straumur",
            "text": "ÉG hélt að mottóið væri að fara sem hraðast, ekki hægast......",
            "date": "2014-10-01 08:07:00",
            "post_id": "143969",
            "reply_to_id": "143953"
        },
        {
            "user_name": "elliofur",
            "text": "Þá ert þú á vitlausu spjallborði vinur :)",
            "date": "2014-10-01 08:24:00",
            "post_id": "143971",
            "reply_to_id": "143969"
        },
        {
            "user_name": "Smári Kristjáns",
            "text": "Dodge Ramcharger 1987 38 tommu At 405,360 mótor,breytt 727 skifting,208 millikassi,4,56 hlutföll í 3 pundum og þungu færi stendur hann kyrr í hægangi síðan ræður bensingjöfin því á hvaða hraða ég vil vera ,get tommað hann áfram tommu fyrir tommu og margir hafa spurt hvað eru margir logírar í honum,já strákar góð 727 er það sem virkar.",
            "date": "2014-10-01 08:34:00",
            "post_id": "143972",
            "reply_to_id": "143971"
        },
        {
            "user_name": "Bokabill",
            "text": "Villtur hefur rétt fyrir sér, augljóst reiknisdæmi. \nMenn hafa t.d. lent í að tjóna mismunadrif/læsingu eftir að hafa keyrt á ólíkum þrýstingi á sama öxli.",
            "date": "2014-10-01 08:42:00",
            "post_id": "143973",
            "reply_to_id": "143972"
        },
        {
            "user_name": "svarti sambo",
            "text": "Þið verðið að fyrirgefa, en ég er ekki alveg að skilja tilganginn með þessari vegalengd, vegna breytilegu stærðanna. T.d. slit á dekkjum, hversu vel dekk standa mál o.s.fr.  Finnst persónulega, að menn ættu frekar að velta fyrir sér snúningshraða á felgu, miðað við t.d. 1000 sn á vél. Hvort sem að menn mæla það eða reikna, miðað við ákveðna dekkjastærð. Þá væru það uppl. sem væri hægt að setja t.d. í töflu og hafa t.d. á tækniþræðinum. Þá gætu menn, jafn vel séð hvaða snúningshraði á felgu sé algengastur, miðað við ákveðna dekkjastærð, og þá væri auðveldara að velja rétt hlutföll eða rétta samsetningu hlutfalla, óháð því hvaða búnað menn væru að nota. Þessa töflu væri hægt að hafa með lóló og án lóló.",
            "date": "2014-10-01 11:49:00",
            "post_id": "143988",
            "reply_to_id": "143973"
        },
        {
            "user_name": "Stebbi",
            "text": "Svo er lika hægt að gera eins og allir aðrir í heiminum og tala bara um \"crawl ratio\" eða skriðhlutfall sem er samanlögð niðurgírun út í hjól.  Skyldi það kanski vera gáfulegra en að vera með sér íslenska lausn?",
            "date": "2014-10-01 12:43:00",
            "post_id": "143995",
            "reply_to_id": "143988"
        },
        {
            "user_name": "Kiddi",
            "text": "Það er nú ekki alveg sami samanburður því með mismunandi dekkjastærð fara bílarnir mis hratt þó hlutfallið sé það sama",
            "date": "2014-10-01 14:04:00",
            "post_id": "144003",
            "reply_to_id": "143995"
        },
        {
            "user_name": "Kiddi",
            "text": "Kristján við leggjum bara seinna af stað og leyfum hinum að hjakka í lóló ;-)",
            "date": "2014-10-01 14:05:00",
            "post_id": "144004",
            "reply_to_id": "144003"
        },
        {
            "user_name": "Brjotur",
            "text": "Já ég er nú sammála nokkrum hérna um þessa niðurgírun , hverju skiftir svosem allar þessar tölur ?  ground levelið fyrir mér er hvaða vegaleng er að baki pr hour eða minutes :)   Og varðandi ummæli Straums jaa  ef þú kemst allt a ferðinni þá hefur þú ekki ferðast i extreme aðstæðum eða glímt við brekkur í alvöru halla og snjó :)",
            "date": "2014-10-01 14:37:00",
            "post_id": "144006",
            "reply_to_id": "144004"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það segir sig nú alveg sjálft. þess vegna þarftu lægri hlutföll, eftir því sem dekkin stækka og þar af leiðandi minni snúninghraða á dekkin.\nFinnst snúningshraðinn á dekkinu vera nákvæmari útgangspunktur, heldur en vegalengdin.\nAllavega spái ég frekar í snúningshraðanum á dekkinu, miðað við ákveðna dekkjastærð, en ekki hversu marga metra ég kemst per snúning. Finnst það ekki vera aðalatriðið. Nema að maður sé að spá í eyðslu per km. En ekki drifgetu. Þó svo að maður reyni að láta þetta spila saman.",
            "date": "2014-10-01 15:02:00",
            "post_id": "144008",
            "reply_to_id": "144006"
        },
        {
            "user_name": "olei",
            "text": "Ég vitna hér í umræðu sem ég tók þátt í um þetta málefni árið 2003. Þar einmitt skoraði ég á menn að mæla þetta rétt eins og ég geri hér ofar.\nUmræðan er hér:\nhttp://www.f4x4.is/spjallbord/umraeda/radgata/\nAð endingu var það þetta innlegg sem virtist klára þessa bráðskemmtilegu umræðu.\nÞarna kemur e.t.v fram munurinn sem iTPMS kerfið finnur og er sannarlega fyrir hendi. Örfá prósent. Þarna kemur hinsvegar ekki fram sú breyting sem \"virkur radíus\" ætti að skila.",
            "date": "2014-10-02 00:28:00",
            "post_id": "144039",
            "reply_to_id": "144008"
        },
        {
            "user_name": "olei",
            "text": "Gaman að þessu.\nÍ raun má alveg líta á converter í sjálfskiptingu sem low gír. Algengt toghlutfall við stall speed er 2:1. Sem þýðir að sjálfskiptingin fær inn í inntaksöxulinn tvöfalt tog vélarinnar og einmitt við þær aðstæður þegar hraðamunurinn er mestur (bílinn nánast kyrr). Þessvegna þarf ekki eins mikla driflækkun/niðurgírun í sjálfskipta bíla til að þeir dröslist um í þungu færi.",
            "date": "2014-10-02 00:38:00",
            "post_id": "144041",
            "reply_to_id": "144039"
        },
        {
            "user_name": "StebbiHö",
            "text": "Jahá, þetta er skemtileg umræða. Þegar ég fór í að lækka þetta í mínum bíl var mér ráðlagt gegn því sem ég vildi fara, að setja auka gírkassa í bílinn, en gerði það samt, ekki alltaf viljað vera eins og aðrir. En ég reiknaði þetta út samkvæmt olei hér þá er þetta eitthvað svona hjá mér.\n1 gír í fremri kassa. 1:6,55\n1 gír í aftari  kassa. 1:7,08\nmillikassi                 1:2,00\nhlutföll                    1:5,13\nsamtals                     1:475\n46\" dekk gef mér 5,74m í hringinn og með 900 sn/min (er með lítt tjúnnaða 406 SBC og ekki góð til hægagangs) þá reiknast mér til að hann fari 654m á klukkustund, sem er sennilega frekar róleg yfirferð!\nEn alltaf gaman að svona pælingum og ég lærði það á mínu brölti að það sýnist sitt hverjum í þessu efni, hehe.\nMbk, Stefán",
            "date": "2014-10-02 01:40:00",
            "post_id": "144043",
            "reply_to_id": "144041"
        },
        {
            "user_name": "Stebbi",
            "text": "Bíllinn minn er á 5km/h hlutfalli og með 400m/h milligír.  Ég sé það núna að þetta er miklu betra en að tala um drifhlutföll.  :)\nHvernig verslar maður eiginlega nýtt hlutfall að framan með svona í farateskinu.",
            "date": "2014-10-02 16:23:00",
            "post_id": "144079",
            "reply_to_id": "144043"
        }
    ],
    "date": "2014-09-28 19:39:00"
}