{
    "forum_title": "Almennt spjall",
    "id": "26891",
    "title": "Túrbínu upptekt",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26891",
    "posts": [
        {
            "user_name": "RunarG",
            "text": "Góðan daginn.\nEr með smá pælingu um að fara rífa túrbínuna úr patrolnum hja mér og taka hana upp.\neru menn að balance-era þær saman aftur eða er það bara pjatt?\nog hvar eru menn að kaupa sér uppgerðarsett i túrbínur hja sér, hef verið að finna þetta á netinu en finn lítið af túrbínuhjólunum og öxulinn.\nRúnar Þór",
            "date": "2014-09-29 11:07:00",
            "post_id": "143768",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Hægt er að sleppa ballanseringu ef maður merkir bæði hjólin áður en róin er losuð á öxlinum. Svo eru merkin látin snúa eins við samsetningu.",
            "date": "2014-09-29 12:26:00",
            "post_id": "143773",
            "reply_to_id": "143768"
        },
        {
            "user_name": "RunarG",
            "text": "en ef mig vantar ný hjól og öxul? þarf þá að balansera?",
            "date": "2014-09-29 12:58:00",
            "post_id": "143777",
            "reply_to_id": "143773"
        },
        {
            "user_name": "hobo",
            "text": "Já. Framtak gera það fyrir 7-8 þús.",
            "date": "2014-09-29 13:48:00",
            "post_id": "143778",
            "reply_to_id": "143777"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ég held að þú verðir að kaupa nýja miðju, ef þú ætlar að fá nýjan öxul. Annars held ég að það sé lang best að láta framtak gera þetta, þó svo að það kosti. Getur verið í verri málum, ef eitthvað klikkar.",
            "date": "2014-09-29 14:17:00",
            "post_id": "143780",
            "reply_to_id": "143778"
        },
        {
            "user_name": "RunarG",
            "text": "ég tel mig nú alveg geta tekið svona túrbínu, hef tekið upp túrbínur úr trillum svo þetta ætti ekki að vefjast neitt fyrir mér, er aðalega spá með hvort það þurfi að balansera þær saman og hvar er best að finna varahluti í svona?",
            "date": "2014-09-29 15:40:00",
            "post_id": "143787",
            "reply_to_id": "143780"
        },
        {
            "user_name": "hobo",
            "text": "Ég hef keypt tvisvar sett í gegn um ebay án vandræða, en það var reyndar ekki í Patrol.",
            "date": "2014-09-29 17:00:00",
            "post_id": "143793",
            "reply_to_id": "143787"
        },
        {
            "user_name": "RunarG",
            "text": "segið mér fróðari menn, er það ekki örugglega rétt að túrbínan heitir Garrett 1752s sem er orginal í 1995 patrol með 2.8? \nsýnist það svona af google en bara vera viss, og er það þá ekki sama túrbína og er í saab?\nhér er nefnilega túrbína sem vantar bara húsið utan um, sýnist þetta vera bara svoldið gáfulegra að fá sér svona og færa húsin á milli og þá kominn með nyupptekna túrbína, í stað þess að vera kaupa sett í túrbinuna fyrir 60-80 dollara ef maður fær svona túrbínu á 130 dollara. Haldiði að þetta sé ekki sama túrbina?\nhttp://www.ebay.com/itm/Turbo-CHRA-Cart ... 1464096101",
            "date": "2014-09-29 18:38:00",
            "post_id": "143800",
            "reply_to_id": "143793"
        },
        {
            "user_name": "villtur",
            "text": "Ef húsið er í fínu lagi ætti það að vera í fínu lagi, en svo má ekki gleyma því að þótt gripurinn kosti 128 dali kostar 45 dali að flytja hann.  Þá er þetta komið í 175 dali sem leggja sig á ca. 21000 kr. og með gjöldum kannski 26-30 þúsund.  Það er þó sennilega ekki slæmt verð?",
            "date": "2014-09-29 20:28:00",
            "post_id": "143816",
            "reply_to_id": "143800"
        },
        {
            "user_name": "RunarG",
            "text": "já túrbinu húsið á að vera gott, allavega veit ekki annað, en finnst nú ekki dýrt að fá nýupptekna túrbínu fyrir undir 30 þús? hugsa að það sé alveg bara vel ásættanlegt verð.\nbara hvort þetta sé ekki sama túrbínan, í saab og patrol?",
            "date": "2014-09-29 21:24:00",
            "post_id": "143827",
            "reply_to_id": "143816"
        },
        {
            "user_name": "jongud",
            "text": "Það getur verið að miðjan sé sú sama en það er hægt að fá misstóra \"kuðunga\" utaná miðjurnar og misstór hjól.\nHins vegar grunar mig að Garrett 1752s sé eitthvað staðlað varðandi hjól og kuðunga.",
            "date": "2014-09-30 08:26:00",
            "post_id": "143878",
            "reply_to_id": "143827"
        },
        {
            "user_name": "jwolf",
            "text": "Sæll,\nÉg á nýja svona túrbínu til. Original frá Garett passar beint í bílinn.\nÉg get selt þér hana á 95 þús.\nÞá ert þú bara öruggur með þetta.\nKv. Jörgen",
            "date": "2014-09-30 09:07:00",
            "post_id": "143883",
            "reply_to_id": "143878"
        },
        {
            "user_name": "RunarG",
            "text": "Kannast eitthver við að hafa sett túrbínu af 3.0l partrol yfir 2.8?",
            "date": "2014-09-30 10:44:00",
            "post_id": "143892",
            "reply_to_id": "143883"
        }
    ],
    "date": "2014-09-29 11:07:00"
}