{
    "forum_title": "Almennt spjall",
    "id": "26988",
    "title": "Toy landcrusier 90 44\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=26988",
    "posts": [
        {
            "user_name": "Villingurinn",
            "text": "Mig langar að forvittnast um hvort einhver hefur prufað 90 cruserinn á 44\" á klöfunum,hver reynslan var þá?Hvað þarf að gera til að prufa það.Gaman væri að fá comment á þetta.",
            "date": "2014-10-02 20:31:00",
            "post_id": "144102",
            "reply_to_id": false
        },
        {
            "user_name": "reynirh",
            "text": "Besta lausnin á þessu er að þú fáir þér bara PATROL Kalli minn..........",
            "date": "2014-10-02 22:47:00",
            "post_id": "144121",
            "reply_to_id": "144102"
        },
        {
            "user_name": "makker",
            "text": "það er skammtímalausn",
            "date": "2014-10-02 23:14:00",
            "post_id": "144124",
            "reply_to_id": "144121"
        },
        {
            "user_name": "biturk",
            "text": "Og veldur fleiri vandamálum en það leisir",
            "date": "2014-10-03 00:06:00",
            "post_id": "144125",
            "reply_to_id": "144124"
        },
        {
            "user_name": "draugsii",
            "text": "Er ekki klafabúnaðurinn í 90 bílnum sá sami og í Tacomu og nýrri Hilux \nþað er búið að setja slatta af svoleiðis á 44\"\nVæri gaman já að heyra hvernig það hefur reynst",
            "date": "2014-10-03 00:15:00",
            "post_id": "144126",
            "reply_to_id": "144125"
        },
        {
            "user_name": "jongud",
            "text": "Arctic Trucks notar klafabúnað í Hilux-ana sína á suðurskautinu og þeir eru á 44\". LC-90 er með vindustangir (torsion bar).\nHilux kemur með coilover eftir 2005 sýnist mér, LC-90 var framleiddur til 2002 en þá tekur LC-120 við og hann er með coilover.\nÞannig að það er spurning hvort coilover búnaðurinn er eitthvað sterkari, en allavega er hann öðruvísi.",
            "date": "2014-10-03 08:37:00",
            "post_id": "144133",
            "reply_to_id": "144126"
        },
        {
            "user_name": "hlífar",
            "text": "90 cruiser er með coilover",
            "date": "2014-10-03 10:38:00",
            "post_id": "144142",
            "reply_to_id": "144133"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "LC90 er með coilover að framan líkt og LC120/150 og Hilux eftir 2005. Hinsvegar er LC90 með 7,5\" frammdrif og það er spurning hvernig það þolir 44\" ??",
            "date": "2014-10-03 10:50:00",
            "post_id": "144144",
            "reply_to_id": "144142"
        },
        {
            "user_name": "jongud",
            "text": "I stand corrected\nÍ ljósi þess er spurning hvort það er sami búnaðurinn undir honum og nýrri hilux bílunum (2005+).\nEf svo er þá ætti hann að þola 44\" \nSvo er annað hvort Arctic Trucks hafi styrkt búnaðinn eitthvað á suðurskautsbílunum.",
            "date": "2014-10-03 10:59:00",
            "post_id": "144148",
            "reply_to_id": "144144"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Ég veit ekki hvort að þetta séu sömu hlutirnir og í nýrri bílunum en  hinsvegar er búnaðurinn í LC120/150 og Hilux eftir 2005 alveg náskildur. Þennan búnað VERÐUR að styrkja fyrir stærri breytingu en 35\". Arctic trucks hefur þróað styrkingu sem fellst held ég fyrst og fremst í að styrkja spindilarminn (heitir steering knuckle hérna á myndinni fyrir ofan) en sá armur á það til að bogna of auðveldlega. Þessi armur bognaði t.d. í prufutúrnum á mínum Hilux árið 2007. Eftir styrkingu hefur þetta verið til friðs!",
            "date": "2014-10-03 11:10:00",
            "post_id": "144149",
            "reply_to_id": "144148"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "svo hafa menn verið að setja framdriff úr 120 cruiser í 90 bílinn",
            "date": "2014-10-03 14:02:00",
            "post_id": "144167",
            "reply_to_id": "144149"
        },
        {
            "user_name": "Villingurinn",
            "text": "Nei Reynir kaupi mér ekki traktor.En ætla EKKI út í Landcrusier/Patrol umræðu á þessum vef.Þakka fyrir umræðuna og góðar ábendingar.Það er 7,5 drif sem er spurningin og spindilarmurinn.En er 7,5 mikið minna en 8,2 eins og er i 120 crusernum?Er hægt að taka framdrif úr 120 og setja í 90,eru framdrifin svipuð á grindinni? Spindilarminn væri gaman að skoða eða fá mynd af styrkingu á þeim ef einhver hefur aðgang að svoleiðis bifreið.",
            "date": "2014-10-03 18:30:00",
            "post_id": "144180",
            "reply_to_id": "144167"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "það er einnhver smíða vinna í að setja 120 driff í 90 bílinn,Veit samt ekki hvað mikil ? hef heyrt af 2 bílum sem var búið græja þetta í en hef ekki skoðað það nánar",
            "date": "2014-10-03 19:06:00",
            "post_id": "144182",
            "reply_to_id": "144180"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Það er merkilega mikill styrktarmunur á 7,5\" frammdrifi og 8,2\" frammdrifi. Maður hefur alveg heyrt um brotin 7,5\" drif en ég hef bara ekki heyrt um eitt einasta brotið 8,2\" þótt það hafi nú vafalaust gerst. Hiluxinn hjá mér er rétt ókominn í 170þ km á 4:88 hlutföllum með 8,2\" frammdrif og það hefur ekki verið snert frá því það var sett í hann. Afturdrifið reyndist vera mikklu meira vandamál hjá mér og endaði ég á að skipta út hásingunni fyrir patrol Y60 afturhásingu. Varðandi styrkinguna þá þekki ég hana ekki alveg í smáatriðum. Það sem ég hef heyrt um þetta að þá eru spindilarmarnir úr pottstáli þannig að það er doldið vandasamt að sjóða í þá. AT hefur víst þróað þetta doldið.... búnir að fara í gegnum \"trial and error\" finna hvað hefur virkað og hvað þarf að styrkja betur. Þannig að ég myndi hiklaust leyta til þeirra frekar en að finna hjólið upp aftur. Það hlýtur að vera hægt að fá að fara bara með spindilarmana til þeirra. En svo hlýtur nú einhver að vita hvort að þetta sé yfir höfuð vandamál í LC90 líkt og í Hilux/LC120/LC150/Tacoma..... nóg er nú til af þessum LC90 á götunni, einhver hlýtur að vita þetta :)",
            "date": "2014-10-04 08:53:00",
            "post_id": "144202",
            "reply_to_id": "144182"
        },
        {
            "user_name": "AgnarBen",
            "text": "Það er eins og mig minni að AT séu búnir að hanna og láta smiða nýja spindilarma fyrir sig.  Ég man varla eftir umræðu um að setja LC90 á 44\" dekk með orginal búnaðinum að framan, það er eins og menn hafi bara jarðað þetta fyrir löngu síðan en líklega er það út af framdrifunum, þau eru of viðkvæm fyrir minn smekk.  Svo er nú afturdrifið veikt líka :) \nÁrni hér á vefnum setti svona bíl á 41\" dekk í fyrravetur og var með þráð um það, braut fljótlega drif og setti þá Tru Trac læsingu með 7.5\" drifinu.  Spurning hver staðan er á þeim bíl núna !\nhttp://www.jeppaspjall.is/viewtopic.php?f=29&t=24523&p=135073#p135073",
            "date": "2014-10-04 09:31:00",
            "post_id": "144205",
            "reply_to_id": "144202"
        },
        {
            "user_name": "AgnarBen",
            "text": "Hér er svo umræða um framdrif og læsingar í LC90\nhttp://www.jeppaspjall.is/viewtopic.php?f=5&t=23945&p=131447#p131447",
            "date": "2014-10-04 09:55:00",
            "post_id": "144206",
            "reply_to_id": "144205"
        },
        {
            "user_name": "jongud",
            "text": "Nú skilst mér að hinn forljóti FJ cruiser sé með samskonar framfjöðrun og Toyota Prado (sem er 90 cruiser).\nMörg upphækkunarsett í hann eru með lengri spindilörmum, m.a. hér;\nhttp://www.purefjcruiser.com/suspension-lift-kits-c-13/rough-country-c-13_87/rough-country-lift-steering-knuckles-p-4827.html\nÆtli það sé eitthvað svona sem Artic Trucks er að nota?",
            "date": "2014-10-04 11:50:00",
            "post_id": "144211",
            "reply_to_id": "144206"
        },
        {
            "user_name": "Stebbi",
            "text": "Toyota Prado er til frá 84 og til dagsins í dag sem 70, 90, 120 og 150 krúser.  FJ krúserinn deilir örugglega framhjólabúnaði með Tacomoa og 150 krúser og þá passar það ekki í 90 krúserinn.",
            "date": "2014-10-04 20:24:00",
            "post_id": "144234",
            "reply_to_id": "144211"
        },
        {
            "user_name": "jongud",
            "text": "Mikið rétt, en reyndar 120 krúser, skv. Wikipedia;\n\"The 120-series Land Cruiser Prado, Tacoma, 4Runner, and Hilux share the same suspension parts as the FJ Cruiser. \"",
            "date": "2014-10-05 11:28:00",
            "post_id": "144252",
            "reply_to_id": "144234"
        },
        {
            "user_name": "Villingurinn",
            "text": "Sælir og takk fyrir góðar umræður.Það hafa margir hiluxar verið settir á 44 og 120 cruserar.En mér er sagt að þeir séu með styrktum spindlum,það þarf ég að ræða við arctick trucks gauranna.Þeir eru mjög fínir að hjálpa manni.Mér var sagt að þeir mundu flytja spindlanna inn sjálfir frá USA,þeir væru undan einhverjum öðrum bíl.En sambandi við drifið þá verður maður að pæla vel í því hvað maður á að gera í framhaldinu.Er soldið hrifin af að reyna halda klöfunum.Það mætti setja drif undan 120 cruser eða dana 50 kannski.Setti 44\" undir í gær og kom það mjög vel út.",
            "date": "2014-10-05 18:09:00",
            "post_id": "144275",
            "reply_to_id": "144252"
        }
    ],
    "date": "2014-10-02 20:31:00"
}