{
    "forum_title": "Jeppinn minn",
    "id": "27046",
    "title": "hilux 44\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=27046",
    "posts": [
        {
            "user_name": "guðlaugsson",
            "text": "keypti mér þennan um daginn, bara vel sáttur með hann!\n44\" breyttur á DC dekkjum, hann er ekinn 157þ.! dísel turbo. gott að keyra. búið að lengja vel á milli hjóla\nhann er loftlæstur að framan og aftan með 5.71 hlutföll. reimdrifin loftdæla í húddi og fínerí.\nbyrjaði á því þegar ég fékk hann að finna mér annan pall, þessi sem var á honum var hand ónýtur bæði eftir lengingu og af ryði(double cap). ég fékk keyptan þennan fína pall hjá félaga mínum(x-cap), sem var algjörlega riðlaus! en hinsvegar þurfti ég að skipta um aðra pallhliðina en hún fylgdi ný með. tók og græjaði pallinn og sprautaði ásamt aftur könntum. svo fékk ég mér aðra frammkanta sem eru fyrir 44\" og setti á hann pallhús.\nskipti einnig um allar pakkningar í frammhásingu og einhvað smotterí meira.\ndjöfull verður gaman í vetur!",
            "date": "2014-10-06 13:17:00",
            "post_id": "144321",
            "reply_to_id": false
        },
        {
            "user_name": "gunnarb",
            "text": "Til hamingju með græjuna.  Það verður örugglega gaman hjá þér í vetur, sennilega jafn gaman í skúrnum og á fjöllum :-)",
            "date": "2014-10-06 13:22:00",
            "post_id": "144323",
            "reply_to_id": "144321"
        },
        {
            "user_name": "guðlaugsson",
            "text": "kíktum aðeins á fjöllin.\npokahrygg, dalakofa og skemmtilegt, ekki mikill snjór en þó einhvað á köflum",
            "date": "2014-10-14 09:46:00",
            "post_id": "144860",
            "reply_to_id": "144323"
        },
        {
            "user_name": "Bawse",
            "text": "Laglegur hjá þér..veistu hvar er hægt að fá svona pall hlið?",
            "date": "2014-10-14 21:00:00",
            "post_id": "144909",
            "reply_to_id": "144860"
        },
        {
            "user_name": "guðlaugsson",
            "text": "Þessi sem ég fékk kom úr toyota umboðinu og kostaði einhvað á milli 70-100 þ. ;)",
            "date": "2014-10-14 22:57:00",
            "post_id": "144926",
            "reply_to_id": "144909"
        },
        {
            "user_name": "einsik",
            "text": "Ég lét bílasmið smíða hliðar fyrir mig, Höskuldur minnir mig að hann heiti. En það var fyrir mörgum árum, veit ekki hvort hann er enn að.",
            "date": "2014-10-14 23:10:00",
            "post_id": "144931",
            "reply_to_id": "144926"
        },
        {
            "user_name": "RunarG",
            "text": "Jújú Höskuldur er enn að síðast þegar ég vissi, fékk sílsa hja honum fyrir 2 árum, og frétti af hlutum frá honum í sumar líka.\nBílavarahlutavinnustofa Höskuldur Stefánsson\nEiríksgötu 9, 101 ReykjavíkKort\nNafnspjald\nSími: 552 0269",
            "date": "2014-10-15 12:36:00",
            "post_id": "144945",
            "reply_to_id": "144931"
        }
    ],
    "date": "2014-10-06 13:17:00"
}