{
    "forum_title": "Almennt spjall",
    "id": "27067",
    "title": "Festa sílsa",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=27067",
    "posts": [
        {
            "user_name": "Helgi1",
            "text": "Hafa menn eitthvað verið að líma og hnoða sílsa í staðinn fyrir að punktsjóða þá? Langar að geta málað og ryðvarið þá almenilega að innan en punktsuðann skemmir út frá sér...\nHvað ætti ég að gera?\nKv.Helgi",
            "date": "2014-10-07 14:50:00",
            "post_id": "144388",
            "reply_to_id": false
        },
        {
            "user_name": "creative",
            "text": "getur hnoðað og síðan lóðað á milli samskeita eftir það færð flúx og tilheyrandi í næstu suðugræjubúð \nKv..",
            "date": "2014-10-07 15:05:00",
            "post_id": "144389",
            "reply_to_id": "144388"
        },
        {
            "user_name": "stjanib",
            "text": "Spurning um að prufa weld thru primer, hef ekki prófað það sjálfur og  veit ekki hvar hann fæst en þessi útskýrir þetta ágætlega \nhttp://www.youtube.com/watch?v=FKyu3MWuPR8\nKannski eru einhverjir hér sem hafa prufað þetta?",
            "date": "2014-10-07 18:15:00",
            "post_id": "144395",
            "reply_to_id": "144389"
        },
        {
            "user_name": "Polar_Bear",
            "text": "Ég myndi bara nota límkítti , nota þvíngur til að pressa saman ef ég kæmi því við annars bara skrúfur og taka þær úr þegar það væri orðið þurt",
            "date": "2014-10-07 18:23:00",
            "post_id": "144396",
            "reply_to_id": "144395"
        },
        {
            "user_name": "lecter",
            "text": "hver er munurinn ??????\nallir bilar úr málmi eru soðnir saman púnt suða ,,,, með rafmagni ,, siðan grunnur eða body kítti yfir  \nbara púnt sjóða ef menn vilja hafa þetta flott  þá er bara að bora göt og sprauta vaxi in i  lokaða skápa eins og sílsa \nloka samskeitum með örfinni linu af kítti svo trefja fillir og svo sparsl grun fillir og lakk  ,,, þannig eru öll  fagverstæði að vinna body á bilum i dag \nef ú ferð aftur i timann þá td 60 eða 70  eru body kopar soðin saman nokkrir p'untar til að halda body á rettum stað svo var tinað og fyllt upp slípað með sérstökum body hefil sem var stillanlegur i boga  \nen þetta dót ryðgar allt jafn hratt ef þú vilt ryðlausan bil á geymir þú hann bara inni",
            "date": "2014-10-08 03:05:00",
            "post_id": "144429",
            "reply_to_id": "144396"
        }
    ],
    "date": "2014-10-07 14:50:00"
}