{
    "forum_title": "Almennt spjall",
    "id": "27124",
    "title": "50 ára afmæli Torfærunnar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=27124",
    "posts": [
        {
            "user_name": "Kárinn",
            "text": "50 ára afmæli Torfærunnar 2.maí 2015\nSæl öll \n2 maí 1965 fór fram fyrsta keppni í torfæruakstri í landi Reykjahlíðar í Mosfellsdal. Bifreiðaklúbbur Reykjavíkur (B.K.R) stóð fyrir keppninni og stóð Egill Gunnar Ingólfsson uppi sem sigurvegari á Willys CJ5 1964 mótel. Jóel Jóelsson garðyrkjumaður í Reykjahlíð veitti B.K.R leyfi fyrir keppninni á sinni landareign og mátti litlu muna að menn þyrftu sæta fangelsisvistar fyrir athæfið því slík keppni var með öllu bönnuð að sögn lögreglu. Þorkell Guðnason og fleiri innan B.K.R eiga heiður skilið fyrir það framlag sem við búum enn að í dag.\nFlugbjörgunarsveitin á Hellu (FBSH) er ein af elstu keppnishöldurum sem enn standa fyrir keppni í torfæruakstri. Þess vegna langar okkur að halda uppá 50 ára afmæli Torfærunnar 2-3 maí 2015.\nDrög á dagskrá eru eitthvað á þessa leið.\n2 maí 2015 yrði haldið hefðbundið íslandsmót í torfæru og þá líklegast 1 umferð.\n3 maí langar okkur að skipta þessum 50 árum niður í fimm 10 ára tímabil. þar sem bílar og ökumenn hvers 10 ára tímabils etja kappi saman. Bílar frá 1965-75 og 75-85 og svo framvegis. Um væri að ræða 2 brautir eða eitthvað álíka fyrir hver 10 ár. Brautalagning, útbúnaður bílanna og þessháttar yrði í takt við það sem uppi var á hverjum tíma. Meginhlutverk keppninnar er sýning þar sem við reynum að minnast þessara 50 ára. Að keppni lokinni og jafnvel fyrir hana yrðu svo keppnistæki til sýnis.\nAð auki yrði haldin keppni í vatnaakstri þar sem torfærutæki nútímanns munu reyna fyrir sér við fleytingar. Jafnvel vélsleðar og eitthvað meira myndu fylgja með.\nDagskráin er enn í mótun og allar hugmyndir vel þegnar. Einnig vil ég byðja þá sem eiga torfærubíl og þetta lesa að moka dótinu ofanaf honum í bílskúrnum þið hafið 7 mánuði til stefnu:) Þið hin látið þetta berast og sjáum hvort gamlar hetjur vilji ekki koma og sýna hvort þeir hafi einhverju gleymt\nFyrir hönd FBSH\nKári Rafn Þorbergsson\ns. 8490511\nkarinnehf@hotmail.com",
            "date": "2014-10-10 10:51:00",
            "post_id": "144581",
            "reply_to_id": false
        },
        {
            "user_name": "Finnur",
            "text": "Sælir\nÞetta er frábært framtak hjá ykkur, hlakka til. Vonandi mæta sem flestir af gömlu hetjunum. \nkv\nKristján Finnur",
            "date": "2014-10-10 21:21:00",
            "post_id": "144620",
            "reply_to_id": "144581"
        }
    ],
    "date": "2014-10-10 10:51:00"
}