{
    "forum_title": "Almennt spjall",
    "id": "27136",
    "title": "TOYOTA 22re hvað má aka lengi á tímkeðjunni?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=27136",
    "posts": [
        {
            "user_name": "Toy",
            "text": "Sælt veri fólkið veit eitthver hvð má aka mörg þúsund km á tímakeðjunni í 22re vélinni \nsem er í Toyota Hilux, 4Runner og flr. frá 1985 til 1995\nKv. Ingvar",
            "date": "2014-10-10 22:05:00",
            "post_id": "144624",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Erfitt að segja, líklega 200-300 þ km.\nEn aðalmálið virtist vera að strekkjarinn eða keðjuleiðarinn úr plasti voru að brotna og enda ofan í pönnu.\nÞegar ég fór í þetta í mínum gamla, voru þessi plöst orðin tæp og mátti littlu muna. Sá bíll var í 260 þúsund minnir mig.\nAnnars sá ég ekkert óeðlilegt við gömlu keðjuna.\nHægt er að fá keðjuleiðarann með stálbaki og er það eina vitið. Keypti mitt sett frá Kistufelli Brautarholti.",
            "date": "2014-10-10 22:36:00",
            "post_id": "144625",
            "reply_to_id": "144624"
        },
        {
            "user_name": "Toy",
            "text": "Takk fyrir þetta Hörður, ég er með Toyota extra cab 92 sem búið er að aka 193 km.\nég var að velta fyrir mér hvenar ég þarf að skipta um keðju.",
            "date": "2014-10-10 22:46:00",
            "post_id": "144627",
            "reply_to_id": "144625"
        },
        {
            "user_name": "biturk",
            "text": "Þú vilt skipta um.plast sleða í svona 100 þúsund, ef meir brotna þa stifla þeir pickupp rörið og þá fara (oftast) stangarlegurnar leiðinlega snemma\nGetur keipt tímakeðjusett með stál sleðum mjög ódýrt að utan",
            "date": "2014-10-10 23:34:00",
            "post_id": "144629",
            "reply_to_id": "144627"
        },
        {
            "user_name": "draugsii",
            "text": "Mín reynsla er sú að maður þarf ekki að hafa neinar áhyggjur af kjeðjuni \nen þessir fjandans plastsleðar endast ekkert endilega meir en svona um 100 000 km\nþað var allavega svoleiðis hjá mér þeir brottnuðu og fóru niður í pönnu og hálf stífluðu grófsigtið\nog það kostaði mig ónýta stangarlegu\nég myndi allavega kippa ventlalokinu af og kíkja niður með kjeðjuni og athuga hvort þetta sé orðið eitthvað grúví",
            "date": "2014-10-10 23:39:00",
            "post_id": "144630",
            "reply_to_id": "144629"
        },
        {
            "user_name": "Toy",
            "text": "biturk og draugsi ég þakka fyrir upplýsingarnar ég ætla að skoða þett hjá mér\nKv. Ingvar",
            "date": "2014-10-12 22:33:00",
            "post_id": "144775",
            "reply_to_id": "144630"
        },
        {
            "user_name": "grimur",
            "text": "Takk fyrir þetta uppló, þarf að láta brósa vita af þessu...\nEndilega þeir sem vita af svona göllum að láta vita hérna, það getur sparað ótrúlega hausverki og margar verðlitlar en vandfundnar krónur...",
            "date": "2014-10-12 23:40:00",
            "post_id": "144784",
            "reply_to_id": "144775"
        },
        {
            "user_name": "Startarinn",
            "text": "Félagi minn átti hilux með þessari vél. Viđ heyrðum aldrei aukahljóð í henni en hann lenti í því að keðjan slitnaði nánast í hægagangi við að bakka út af verkstæðinu sínu. Hann var að gera klárt fyrir ferð.  Mig minnir að sá bíll hafi ekki verið kominn í 200 þús.",
            "date": "2014-10-13 07:16:00",
            "post_id": "144788",
            "reply_to_id": "144784"
        }
    ],
    "date": "2014-10-10 22:05:00"
}