{
    "forum_title": "Almennt spjall",
    "id": "27147",
    "title": "lc 90 ves",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=27147",
    "posts": [
        {
            "user_name": "kristó",
            "text": "það brotnaði spindilkúla hjá mér í dag og skemmdi aðeins útfrá sér. ég var að pæla hvort menn hafi verið að kaupa sterkari spindillkúlur eða verið að styrkja þetta með einhverjum hætti",
            "date": "2014-10-11 21:07:00",
            "post_id": "144684",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "Brotnaði hún? skrapp hún ekki bara sundur vegna slits?\nhef ekki heyrt að það sé verið að setja sterkari kúlur en það er hinsvegar ekkert óalgengt að spindlarnir hrökkvi svona sundur í lc90 þar sem neðri kúlan ber alla þyngd bílsins á því hjóli og þar að auki er sífellt verið að toga kúluna sundur\ní lc 120 snýr kúlan t.d. akkurat öfugt og þá ýtist kúlan saman þegar bíllinn stendur í hjólið og því engin leið að þetta gerist öðru vísi en að bíllinn stökkvi eða slitið sé orðið þeim mun mikið meira",
            "date": "2014-10-12 06:28:00",
            "post_id": "144708",
            "reply_to_id": "144684"
        },
        {
            "user_name": "jongud",
            "text": "Eins og sést á myndinni var það EFRI kúlan sem fór",
            "date": "2014-10-12 11:12:00",
            "post_id": "144714",
            "reply_to_id": "144708"
        },
        {
            "user_name": "Kiddi",
            "text": "Hvar var kúlan keypt, er það vitað?\nHvað fór í kúlunni, brotnaði leggurinn eða fór kúlan úr með leggnum?",
            "date": "2014-10-12 12:43:00",
            "post_id": "144717",
            "reply_to_id": "144714"
        },
        {
            "user_name": "kristó",
            "text": "var að skoða þetta í dag og það var neðri kúlan.það  sem fór það sem hélt utanum kóluna var brotið þannig að það er ekkert annað nema að skipta um þetta er bara spurning um hvar á maður að kaupa nytt var að heyra að stál og stansar séu með þetta og það á að vera eitthvað betra heldur en það sem t.d frá ab eða n1 þarf aðeins að garfa í þessu",
            "date": "2014-10-12 15:09:00",
            "post_id": "144728",
            "reply_to_id": "144717"
        },
        {
            "user_name": "jongud",
            "text": "Fór neðri kúlan fyrst og rifnaði svo sú efri í sundur???",
            "date": "2014-10-12 17:03:00",
            "post_id": "144737",
            "reply_to_id": "144728"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Það er yfirleitt raunin, kúlurnar þola ekki mikið þegar rangt er tekið á þeim t.d. mikið skekkt upp á þær.\nHef aldrei séð efri kúlu í 90cruiser fara alveg sundur en þó með töluverðu slagi, en neðri kúlurnar fara mjög oft sundur með þessum hætti og ber að varast, enda er þetta atriði skoðað sérstaklega vel í árlegri aðalskoðun þegar þessi bíltegund á í hlut",
            "date": "2014-10-12 17:34:00",
            "post_id": "144742",
            "reply_to_id": "144737"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "Setja bara orginal toyota kúlur í þetta neðrikúlan kostar 23.396 kr.og efri 13.745 kr.og endist mikið betur en annað",
            "date": "2014-10-12 21:18:00",
            "post_id": "144763",
            "reply_to_id": "144742"
        },
        {
            "user_name": "MattiH",
            "text": "Þetta er einmitt það sem maður óttast einna mest að lenda í. Séstaklega á mikilli ferð :-/\nEr eitthvað hægt að betrumbæta ? \nnúsegjaallirsetjahásingu ;)",
            "date": "2014-10-12 21:23:00",
            "post_id": "144764",
            "reply_to_id": "144763"
        },
        {
            "user_name": "kristó",
            "text": "er búin að tala við toyotu spekinga i dag þeir segja að það eeigi að skipta um á 3-4 ára fresti . ég ætla bara að skipta um neðri á 1---- 1 1/2 árs fresti til að vera öruggur ætla ekki að lenda í þessu aftur",
            "date": "2014-10-12 21:58:00",
            "post_id": "144769",
            "reply_to_id": "144764"
        },
        {
            "user_name": "MattiH",
            "text": "Jebb, Sama hér ;)",
            "date": "2014-10-12 22:39:00",
            "post_id": "144776",
            "reply_to_id": "144769"
        },
        {
            "user_name": "Startarinn",
            "text": "Það er líka gott að setja auka feiti í kúluna áður en þú skrúfar saman",
            "date": "2014-10-13 07:21:00",
            "post_id": "144789",
            "reply_to_id": "144776"
        },
        {
            "user_name": "kristó",
            "text": "fékk þetta hjá stál og stansar  fyrir 15Þus neðri og efri",
            "date": "2014-10-13 23:20:00",
            "post_id": "144847",
            "reply_to_id": "144789"
        },
        {
            "user_name": "Toy",
            "text": "Er þetta þegt vandamál í Land Cruiser 90 ? og kanski algeingt að spindilkúlur gefi sig með\nþessum hætti ? gæti verið hættulegt á mikilli ferð ég seigi ekki annað.",
            "date": "2014-10-15 20:43:00",
            "post_id": "144977",
            "reply_to_id": "144847"
        },
        {
            "user_name": "grimur",
            "text": "Þetta var held ég innkallað í einhverjun 90 cruiserum, allavega minnir mig að minn hafi fengið nýjar kúlur fyrir nokkrum árum.\nSjálfsagt að fylgjast VEL með þessu og láta skoðunarmennina taka þetta vel út, það er ekki alltaf sem maður kemst í jafn góða aðstöðu og í skoðunarstöðvunum til að skoða svona vel.\nKúlurnar eru líka undir átaki(í ranga átt) þannig að það er erfitt að greina slit í þeim.\nÞað sem mestu skiptir uppá að svona endist er að feitin sé hrein og nóg af henni...\nkv\nG",
            "date": "2014-10-16 01:12:00",
            "post_id": "145001",
            "reply_to_id": "144977"
        },
        {
            "user_name": "jeepcj7",
            "text": "Þetta virðist nú vera fjandi algengt miðað við tegund sem ekki bilar.;O)",
            "date": "2014-10-16 15:04:00",
            "post_id": "145031",
            "reply_to_id": "145001"
        },
        {
            "user_name": "Tyrirun",
            "text": "það eru einnig seldar spindilkúlur með smurkopp í eru trúlega að endast betur",
            "date": "2014-10-16 17:45:00",
            "post_id": "145040",
            "reply_to_id": "145031"
        },
        {
            "user_name": "hobo",
            "text": "Til að koma í veg fyrir mögulegt heilsutjón er góður vani að þreifa á kúlum reglulega.\nÁ bæði við karlmenn og LC90. ;)",
            "date": "2014-10-16 18:44:00",
            "post_id": "145042",
            "reply_to_id": "145040"
        }
    ],
    "date": "2014-10-11 21:07:00"
}