{
    "forum_title": "Almennt spjall",
    "id": "27206",
    "title": "Línu 6 á milli árg Jeep Grand?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=27206",
    "posts": [
        {
            "user_name": "magnum62",
            "text": "Sælir spjallarar.  Getur einhver frætt mig um það hvort línu 6 cyl. úr ´93 limited Jeep Grand Cherokee passi í Jeep Grand Cherokee 2002 bíl?",
            "date": "2014-10-15 18:19:00",
            "post_id": "144969",
            "reply_to_id": false
        },
        {
            "user_name": "kaos",
            "text": "Ef að 2002 bíllinn var upprunalega líka með sexu, finnst mér það mjög líklegt. Það þarf örugglega að nota soggreinina úr 2002 bílnum, með loftspjaldi og skynjurum, og það þyrfti að ganga úr skugga um að hún passi örugglega á '93 vélina (þessar vélar fengu einhverja smá uppfærslu '99, sem mér skilst að hafi aðallega snúið að soggreininni sjálfri, en ekki óhugsandi að portun á heddi sé eitthvað öðruvísi, og jafnvel svo að soggreinin passi ekki). Einhverja fleiri skynjara og rafbúnað gæti þurft að færa á milli, og hugsanlega svinghjól/flexplate, þar sem það er önnur skipting í nýrri bílnum. Hér geri ég ráð fyrir að vélatölvan úr 2002 bílnum sé notuð áfram, þar sem að hún stjórnar mjög líklega skiptingunni líka, en það gerir tölvan í '93 bílnum ekki, a.m.k. ef hann var með AW-4 skiptingunni. \nEf 2002 bíllinn var hinsvegar með V8 upprunalega er þetta verulega meira mál, þar sem skiptingin myndi ekki passa við vélarblokkina nema þá með öðru converterhúsi, fyrir svo utan vélatölvupælingar o.fl.\n-- \nKveðja, Kári.",
            "date": "2014-10-16 00:42:00",
            "post_id": "144997",
            "reply_to_id": "144969"
        },
        {
            "user_name": "magnum62",
            "text": "Sæll Kári,  ÉG þakka þessar upplýsingar. Það var verið að biðja mig um vélina úr hræinu sem ég er að rífa til að setja í svona 2002 bíl.  Þetta er sem sagt ekki ómögulegt en bara svolítið maus. :)\n Kv. Magnús",
            "date": "2014-10-16 17:13:00",
            "post_id": "145035",
            "reply_to_id": "144997"
        },
        {
            "user_name": "Kiddi",
            "text": "Smá googl skilaði þessu: \nhttp://www.naxja.org/forum/showthread.php?t=1101266\nSamkvæmt þessu gengur þetta ekki...",
            "date": "2014-10-16 22:30:00",
            "post_id": "145065",
            "reply_to_id": "145035"
        },
        {
            "user_name": "kaos",
            "text": "Þetta vissi ég ekki. Hélt, eins og ég nefndi áður, að þetta hefði verið minniháttar uppfærsla, sem hefði aðallega snúið að soggreininni. Já, þetta gerir a.m.k. mun erfiðara fyrir :-( .\n-- \nKveðja, Kári.",
            "date": "2014-10-17 00:04:00",
            "post_id": "145075",
            "reply_to_id": "145065"
        },
        {
            "user_name": "Kiddi",
            "text": "Alveg merkileg þessi þörf hjá framleiðendum á að snúa öllu á hvolf við og við þannig að ekkert passi!",
            "date": "2014-10-17 00:58:00",
            "post_id": "145082",
            "reply_to_id": "145075"
        },
        {
            "user_name": "magnum62",
            "text": "Já takk strákar, Þetta eru flottar upplýsingar. Gaman að því hvað við getum hjálpast að hérna, það byggist upp heljarinnar gagnabanki.  :)  \nKv Magnús",
            "date": "2014-10-19 03:59:00",
            "post_id": "145166",
            "reply_to_id": "145082"
        }
    ],
    "date": "2014-10-15 18:19:00"
}