{
    "forum_title": "Almennt spjall",
    "id": "27280",
    "title": "patrol framlegur auka bil ??",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=27280",
    "posts": [
        {
            "user_name": "Heiðar Brodda",
            "text": "Sælir var ekki hérna þráður einhvernsstaðar sem fjallaði um það hvernig með væru að færa/auka bílið á milli framhjóla lega á patrol framhásingum og/eða setja stærri legur minnir að þetta hafi verið umfjöllun hér en finn þetta bara alls ekki meira segja var talað um hvað legurnar hétu en  en kannski vitið þið þetta kæru spjallverjar \nkv Heiðar Brodda",
            "date": "2014-10-20 18:01:00",
            "post_id": "145269",
            "reply_to_id": false
        },
        {
            "user_name": "Brjotur",
            "text": "Eg er buinn með þennan pakka ,  og get sagt þér hvar þú færð legurnar sem ég nota , þú færð þær i fyrirtæki sem heitir bakverk ehf  heildsala Tunguháls 10  sími 517 2220 renniverkstæði Ægis smíðaði nýja stúta fyrir mig og ég nota áfram original stærri leguna en aðra legu að utanverðu , burðarmeiri og stærri,  og hun er talsvert utar nuna en áður og ekki hægt að nota org. lokur , ég nota Ægisflangsana,  en kanski vill Ægir ekki smíða þetta nema í kyrrþey :)   því  IH   menn urðu eitthvað súrir með þessa útfærslu þegar þeir sáu hana í einhverjum bíl :)",
            "date": "2014-10-20 19:24:00",
            "post_id": "145277",
            "reply_to_id": "145269"
        },
        {
            "user_name": "jongud",
            "text": "Hérna eru upplýsingar og mynd af einum sem styrkti svona hásingu;\nhttp://jakinn.is/?album=jeppasyning-fer ... ng_702.JPG\nhttp://jakinn.is/?album=jeppasyning-fer ... ng_698.JPG\nMig minnir að Lárus hafi mixað eitthvað Toyota dót í staðin fyrir Patrol dæmið að framan.",
            "date": "2014-10-21 08:34:00",
            "post_id": "145319",
            "reply_to_id": "145277"
        },
        {
            "user_name": "JeepKing",
            "text": "Nota orginal stútin og þessa legu kónn 24780 slíf 24720 og renna úr húsinu..",
            "date": "2014-10-21 13:18:00",
            "post_id": "145331",
            "reply_to_id": "145319"
        },
        {
            "user_name": "jeepson",
            "text": "Hvar fæst þessi lega?? Og kanski nafnið á henni til að auðvelda manni að fá þetta.",
            "date": "2014-10-21 13:20:00",
            "post_id": "145332",
            "reply_to_id": "145331"
        },
        {
            "user_name": "JeepKing",
            "text": "Þetta er standard númer á legu sem fæst víða en kanski ekki allstaðar... Fálkinn á þetta allavega og stundum Straumrás\nStærðin á henni er 41.275 X 76.20 X 23.02\ná meðan orginal  41.275 X 73.43 X 20.50 sirka",
            "date": "2014-10-21 13:56:00",
            "post_id": "145335",
            "reply_to_id": "145332"
        },
        {
            "user_name": "jeepson",
            "text": "Ok. Þannig að sætið er bara rent inn um þessa tæpu 3mm og stækkað um tæpa 3mm.",
            "date": "2014-10-21 14:14:00",
            "post_id": "145337",
            "reply_to_id": "145335"
        },
        {
            "user_name": "Brjotur",
            "text": "það tekur því ekki að eyða vinnu eða neinu í 3 mm í þessu dæmi strákar , sorry",
            "date": "2014-10-22 20:30:00",
            "post_id": "145435",
            "reply_to_id": "145337"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÞið eruð þá ekki að auka bilið milli leganna, ég hélt að það væri lykilatriði.\nKv Jón Garðar",
            "date": "2014-10-22 22:14:00",
            "post_id": "145451",
            "reply_to_id": "145435"
        },
        {
            "user_name": "JeepKing",
            "text": "Þessi lega gæti samt verið 25% burðarmeiri, efir því hvernig maður setur dæmið upp...\norginal legan\n \nhttp://www.skf.com/group/products/bearings-units-housings/roller-bearings/tapered-roller-bearings/single-row/index.html?prodid=1320000042\nÆgis breytingarlegan\nhttp://www.skf.com/group/products/bearings-units-housings/roller-bearings/tapered-roller-bearings/single-row/index.html?prodid=1320000157",
            "date": "2014-10-23 08:52:00",
            "post_id": "145458",
            "reply_to_id": "145451"
        },
        {
            "user_name": "olei",
            "text": "Hvort erum við að ræða y60 eða y61 nöf á þessum þræði?\nNafstúturinn í y61 er styttri og þar með styttra milli leganna en í y60. Breyting vegna ABS væðingar.",
            "date": "2014-10-23 11:33:00",
            "post_id": "145466",
            "reply_to_id": "145458"
        },
        {
            "user_name": "junni",
            "text": "Ég er sammála Helga. Eina vitið að smíða nýja stúta og nýja stærri ytri legu. Ægir gerði þetta fyrir mig 2007 og hefur aldrei verið til vandræða síðan. Búinn að vera allan tíman á 46\" eftir breytingu. \nHef aldrei orðið var við að legurnar hitni eftir breytingu. Áður fyrr voru nöfin hjá manni alltaf sjóðandi heit eftir átök. Ægir útbjó hjá mér úrhleypingarbúnað\ní gegnum nöfin á sama tíma og hefur það algerlega svínvirkað. Þetta var bara hægt vegna þess að það var orðið það gott bil á milli leganna.\nKv Júnni",
            "date": "2014-10-26 10:30:00",
            "post_id": "145616",
            "reply_to_id": "145466"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nHvað er langt á milli leganna eftir þessa breytingu s.s. renniverkstæðisstútinn og stóru leguna og er þetta til í Y60 bílinn líka eða sambærilegt?\nKv Jón Garðar",
            "date": "2014-10-26 17:19:00",
            "post_id": "145633",
            "reply_to_id": "145616"
        },
        {
            "user_name": "Brjotur",
            "text": "Mig minnir að það séu 35 mm  á milli hjá mér 12 mm original  svo aukningin er umtalsverð.  En þetta kostar en í minu tilfelli sé ég ekki eftir þessu og já ég sé því ekkert til fyrirstöðu að gera þetta á Y60 ,  en hafa ber í huga að þú þarft fastar lokur , því ytri legan kemur svo utarlega í stútinn að ekki er hægt að nota venjulegar lokur áfram",
            "date": "2014-10-26 17:33:00",
            "post_id": "145634",
            "reply_to_id": "145633"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÞað var bara þetta sem ég var að spöglera, s.s. hvort ég sé með þessa fjarlægð milli lega hvort sem er og þá myndi lítilsháttar stækkun kannski bara duga ágætlega.  Man ekki hver fjarlægðin er hjá mér en þykist vita að hún sé meiri en 12mm, ekki viss samt.\nÉg er með driflokurnar festar og tómar svo að það getur ekki verið vandamál að renna það sem þarf af lokustútnum til að koma hverju sem er fyrir.  Ég vil frekar hafa lokuhúsið heldur en nabbana sem þeir eru að selja renniverkstæðið en það er eins með það eins og annað að vera bara þvermóðska í mér.\nKv Jón Garðar\nP.s. er einhver með svona breytingu í Y60 bíl?",
            "date": "2014-10-26 22:13:00",
            "post_id": "145657",
            "reply_to_id": "145634"
        },
        {
            "user_name": "Brjotur",
            "text": "Sæll Jón \nMig minnir nú að það sé ekki stórt bil á eldri bílnum heldur einhverjir mm kanski ,  en ja fínt að nota tómar fastar lokur ég hef gert það líka :)",
            "date": "2014-10-26 22:19:00",
            "post_id": "145659",
            "reply_to_id": "145657"
        },
        {
            "user_name": "jeepson",
            "text": "Sæll Junni. Hvað kostaði svona aðgerð hjá Ægismönnum?",
            "date": "2014-10-26 22:51:00",
            "post_id": "145664",
            "reply_to_id": "145659"
        }
    ],
    "date": "2014-10-20 18:01:00"
}