{
    "forum_title": "Jeppinn minn",
    "id": "27341",
    "title": "Toyota Land Cruiser HJ61   *Uppfært 25-8-2015*",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=27341",
    "posts": [
        {
            "user_name": "sigurdurk",
            "text": "Ákvað að gera þráð um bílinn hjá mér sem er í smá upptekt þessa dagana en smá um bílinn.\nÉg setti myndir af uppgerðinni í albúm hér \nhttps://picasaweb.google.com/100376138658363936298/Kruser?authuser=0&authkey=Gv1sRgCMjBperymtvfCw&feat=directlink\nÁrgerð 1989 \nBreytt upprunalega fyrir um 22 árum af Pétri Bjarna Gíslasyni tengdaföður mínum\n4.0 Turbo og búið að bæta við Intercooler\nBarkalæstar hásingar með 4.88 hlutföllum og barkalás að aftan breytt í loft\nFjöðrun að framan: LC 70 stífur , LC 80 samsláttarpúðar , Ranco 9000 og 800kg loftpúðar\nFjöðrun að aftan: Fourlink , LC80 samsláttarpúðar, Ranco 9000 og 800kg loftpúðar\nReimdrifin loftdæla og sjálfstætt 12v rafkerfi\nLækkuð hlutföll í millikassa\nOPC Recaro framstólar\nGeymsluhólf í gömlu hjólaskálunum aðgengi í þau innan úr bíl fyrir spotta og varahluti\nLoft Tröppur undir stigbrettum\nég fékk bílinn í hendurnar í september 2012 þá búinn að standa síðan 2006 með bogna afturhásingu það var drifið í því \nog bílnum komið á götuna\nFljótt varð vart við að það vantaði stærri dekk og undir var fleygt 44\" cepek á 19\" breiðum felgum\nÞetta var allt annað og var hann svo notaður svoleiðis leyfi nokkrum myndum að fylgja\nSvo var græjjaður úrhleypibúnaður reyndist hann mjög vel, skipti reyndar bláu slöngunum strax út fyrir svartar stýfari og \nþá losnaði ég við að þær færu svona niður\nÞar sem að þráðurinn fór í rugl á eru myndir af uppgerðinni í þessum link \nhttps://picasaweb.google.com/100376138658363936298/Kruser?authuser=0&authkey=Gv1sRgCMjBperymtvfCw&feat=directlink",
            "date": "2014-10-24 23:15:00",
            "post_id": "145560",
            "reply_to_id": false
        },
        {
            "user_name": "Turboboy",
            "text": "Alltaf fundist þessir bílar flottir ! Verdur gaman ad sja hann tilbúinn !!",
            "date": "2014-10-25 12:40:00",
            "post_id": "145572",
            "reply_to_id": "145560"
        },
        {
            "user_name": "olei",
            "text": "Ótrúlega heill að sjá þessi bíll. Gaman að því og vel þess virði að gæla við hann.",
            "date": "2014-10-25 15:30:00",
            "post_id": "145580",
            "reply_to_id": "145572"
        },
        {
            "user_name": "elliofur",
            "text": "Frábært að fá \"nýja\" umfjöllun. Vá hvað þetta er heill bíll! Glæsilegt eintak.",
            "date": "2014-10-25 15:41:00",
            "post_id": "145581",
            "reply_to_id": "145580"
        },
        {
            "user_name": "Raggi B.",
            "text": "Hvernig er það var ekki framstuðarinn á þessum ætlaður sem loftkútur ?",
            "date": "2014-10-25 22:07:00",
            "post_id": "145602",
            "reply_to_id": "145581"
        },
        {
            "user_name": "Járni",
            "text": "Geggjaður trukkur",
            "date": "2014-10-25 22:46:00",
            "post_id": "145606",
            "reply_to_id": "145602"
        },
        {
            "user_name": "Valdi 27",
            "text": "Jújú framstuðarinn er notaður sem loftkútur. Snyrtilega soðið saman og má varla gera það betur.",
            "date": "2014-10-25 22:52:00",
            "post_id": "145607",
            "reply_to_id": "145606"
        },
        {
            "user_name": "hobo",
            "text": "Draumabíllinn. Minn vill verða HJ61 þegar hann verður stór.",
            "date": "2014-10-26 09:54:00",
            "post_id": "145615",
            "reply_to_id": "145607"
        },
        {
            "user_name": "ingi árna",
            "text": "Sæll, hefurðu ekkert verið að lenda í veseni með of mikinn bratta á framskaftinu? Þar sem þessir bílar eru yfirleitt svoldið háir og með stuttan gírkassa.",
            "date": "2014-10-26 18:10:00",
            "post_id": "145638",
            "reply_to_id": "145615"
        },
        {
            "user_name": "sigurdurk",
            "text": "Sælir félagar ég þakka hrósin :)\nSæll, jú það er talsvert brot á liðnum en fyrst eftir breytingu var notaður að mig minnir spicer 2faldur liður en hann var ekki að gera sig.Þá var sett í hann liður úr hilux og er hann í enn og hefur verið til friðs að mestu, ég er bara meðvitaður um þetta og smyr hann reglulega en sá sem er í honum núna er búinn að endast nokkur ár.",
            "date": "2014-10-26 21:59:00",
            "post_id": "145655",
            "reply_to_id": "145638"
        },
        {
            "user_name": "sigurdurk",
            "text": "Og eitthvað gerðist um helgina og hér koma myndir af því.\nHérna sést svona ca loka staðan á þessu en stífurnar í 4linkinu eru úr stál 52 og lengi ég þær með rörum sem passa utan um.\nrörin sem eru á mynd eru aðeins til uppstillingar :)\nValdi boddydeildarsérfæðingur sér um lenginguna á hjólaskálinni með mikilli príði\nAllt koma hjá stráknum, síðan verður þetta allt sandblásið og græjjað fyrir málun\nMeira er það ekki í bili en það er alveg lygini líkast hvað svona \"litlir\" hlutir eru tímafrekir",
            "date": "2014-10-26 22:06:00",
            "post_id": "145656",
            "reply_to_id": "145655"
        },
        {
            "user_name": "elliofur",
            "text": "Mér finnst algjörlega lyginni líkast hvað þessi bíll er lítið ryðgaður. Hver er forsaga hans, var hann á þurru og saltlausum landshluta og/eða er þetta bílskúrsbíll?",
            "date": "2014-10-26 23:16:00",
            "post_id": "145667",
            "reply_to_id": "145656"
        },
        {
            "user_name": "sigurdurk",
            "text": "Hehe já hann er helvíti góður, en svona fer Mývatnssveitin með bíla, en hann er búinn að vera þar frá því um 1991 þegar tengdaforeldrar mínir kaupa hann óbreyttan.",
            "date": "2014-10-26 23:20:00",
            "post_id": "145668",
            "reply_to_id": "145667"
        },
        {
            "user_name": "hvati",
            "text": "Það er allt eitthvað svo gott í Mývó!\nAð því sögðu — ætlarðu að setja original grafíkina aftur á bílinn eða verður hann bara einlitur? Ég er alger sökker fyrir þessari grafík á svona gömlum jeppum en veit að þetta er ekki allra ;)",
            "date": "2014-10-27 18:18:00",
            "post_id": "145704",
            "reply_to_id": "145668"
        },
        {
            "user_name": "sonur",
            "text": "Þessi er flottur hjá þér og gaman að sjá hvað hann er heillegur",
            "date": "2014-10-27 21:17:00",
            "post_id": "145728",
            "reply_to_id": "145704"
        },
        {
            "user_name": "sigurdurk",
            "text": "Jú planið var að halda orginal grafíkini en breyta henni aðeins þannig að miðarnir nái yfir lenginguna á hjólaskálinni",
            "date": "2014-10-27 22:58:00",
            "post_id": "145740",
            "reply_to_id": "145728"
        },
        {
            "user_name": "elliofur",
            "text": "Svo er æðislegt að láta stansinn í hurðunum halda sér út framlenginguna. Það gjörbreytir lookinu, þar sem þessar geldingar í gömlu hjólaskálina er alltaf hálf kjánaleg. \nEins og þessi",
            "date": "2014-10-27 23:05:00",
            "post_id": "145743",
            "reply_to_id": "145740"
        },
        {
            "user_name": "hvati",
            "text": "Glæsilegt — það gleður mig mjög :)",
            "date": "2014-10-28 07:24:00",
            "post_id": "145750",
            "reply_to_id": "145743"
        },
        {
            "user_name": "sigurdurk",
            "text": "Já þetta er flott að halda stansinum en ég held að ég leggi nú ekki í það í þetta skiptið :)\nen eitthvað er þetta að mjakast, stífurnar tilbúnar og samsláttarpúðar komnir á sinn stað\nsauð bolta í borðið til að stilla lengdirnar og boraði svo í lengingar rörið og sauð til að styrkja þetta\nBara nokkuð gott\nAðeins að máta kantinn við og er bara nokkuð sáttur með þetta.\nMeira er það ekki í bili :)",
            "date": "2014-10-30 22:39:00",
            "post_id": "145969",
            "reply_to_id": "145750"
        },
        {
            "user_name": "Magnús Þór",
            "text": "Það væri nær hjá þér að gera hann orginal aftur, miklu praktískari.",
            "date": "2014-10-31 17:33:00",
            "post_id": "146017",
            "reply_to_id": "145969"
        },
        {
            "user_name": "Stebbi",
            "text": "Flottur krúser og vönduð vinnubrögð, en það sem stendur uppúr í þessum þræði er þessi glæsilegi Bronco á einni myndinni.",
            "date": "2014-11-20 10:36:00",
            "post_id": "147317",
            "reply_to_id": "146017"
        },
        {
            "user_name": "sigurdurk",
            "text": "Jæjja eitthvað tosast þetta en hér er það sem að gerðist um helgina\nHér gerast hlutirnir\nUnnið að hjólaskál og fjöðrun\nLoftpúðasæti og mælingar\nHnoðgötum lokað\nReif skúffustyrkinguna úr og lokaði grindinni\nMátun\nKominn á loft og glöggir menn sjá kanski stærsta olíutank í heimi þarna :)\nValdi félagi vinnur að hjólaskálinni farþegamegin\nverið að snikka í hjólaskálina. þarna sjást geymsluhólfin vel\nBúið að sjóða hérna megin\nGrind klár hérna megin\nHjólaskál klár hérna og þá tekur við sandblástur,epoxy og kíttun :) Einnig sést þarna boddyburðarbiti sem ég breitti og set svo boddyfestinguna beint ofan á grind",
            "date": "2014-11-24 00:32:00",
            "post_id": "147560",
            "reply_to_id": "147317"
        },
        {
            "user_name": "sigurdurk",
            "text": "Jæjja hægt gengur það en þó eitthvað, hér er afrakstur síðustu daga.\nBoddyfesting og burðarbiti klárt, og gat í hjólskál sem þurfti að bæta eða eina ryðið sem fannst í bílnum\nEpoxy grunnur settur yfir, síðan verður málað svart grindarlakk yfir hann\nBretti sandblásið og unnið fyrir réttingu\nRétting nánast búin hér bara fíneseringar eftir.\nMeira er það ekki í bili en vonandi fer þetta nú að ganga eitthvað :)",
            "date": "2014-12-10 22:47:00",
            "post_id": "148843",
            "reply_to_id": "147560"
        },
        {
            "user_name": "sigurdurk",
            "text": "Uppfærsla 29-12-2014\nKominn fylligrunnur yfir boxerinn\nNý framljós versluð frá Ástralíu eftir að gömlu lentu í smá óhappi\nHann yngist svolítið við þetta\nEpoxy og kítti komið á að innan svo er bara að mála næst\nSama hér\nHér var ég bara búinn að sandblása og grunna en kíttun eftir\nNúna fer þetta loksins að verða komið á það stig að ég geti farið að undirbúa fyrir sprautun og vonandi að það gangi hraðar en hjólaskálarnar :)",
            "date": "2014-12-29 13:55:00",
            "post_id": "150023",
            "reply_to_id": "148843"
        },
        {
            "user_name": "juddi",
            "text": "Þarna er flott verkefni á ferð og metnaður",
            "date": "2014-12-29 14:25:00",
            "post_id": "150025",
            "reply_to_id": "150023"
        },
        {
            "user_name": "sigurdurk",
            "text": "Drifskapt klárt\nGrunnað og kíttað\nOg málað yfir\nSandblásið það sem þurfti í hurðunum\nFarinn að vera tómlegur\nFann svo þetta undir þéttilistanum á afturhleranum\nÞá var ekki annað hægt en að blása og kalla í suðusigfús\nÞetta er mikið betra\nOg svona stendur hann eftir daginn vonandi kemst fyllir á eitthvað um helgina þá fer þetta að nálgast það að verða bíll aftur.",
            "date": "2015-01-10 11:01:00",
            "post_id": "150900",
            "reply_to_id": "150025"
        },
        {
            "user_name": "450-ingvar",
            "text": "Þetta verður flottur bíll hjá þér. Finnst gömlu Hj-61 bílarnir alltaf með þeim flottari á 42'' - 44'' \nEn hvar fannstu framljósin á netinu ? Mig vantar öll ljósin í minn bíl líka. \nKv. Ingvar",
            "date": "2015-01-10 22:00:00",
            "post_id": "150956",
            "reply_to_id": "150900"
        },
        {
            "user_name": "sigurdurk",
            "text": "Sæll fékk ljósin frá ástralíu í gegnum Onlineautoparts\nhttp://www.onlineautoparts.com.au/",
            "date": "2015-01-11 01:01:00",
            "post_id": "150965",
            "reply_to_id": "150956"
        },
        {
            "user_name": "Adam",
            "text": "Segðu mér eitt er ekki vitlaust cut á geislanum í nýju ljósunum? Það er öfug umferð í ástralíu er það ekki? Færðu þá nokkuð skoðun á þá kúpla?",
            "date": "2015-01-13 00:00:00",
            "post_id": "151098",
            "reply_to_id": "150965"
        },
        {
            "user_name": "sigurdurk",
            "text": "Var einmitt búinn að spá í því en ljósin eru ekki merkt hægri/vinstri og gat ekki séð að geislinn breyttist neitt annars verður það bara að koma í ljós",
            "date": "2015-01-13 09:39:00",
            "post_id": "151117",
            "reply_to_id": "151098"
        },
        {
            "user_name": "Adam",
            "text": "Þau eru yfirleitt ekki merkt sérð það samt strax og þú tengir þau ef þú sérð það ekki á glerinu sjálfur ;) flottur bíll sérlega hvítur",
            "date": "2015-01-13 16:15:00",
            "post_id": "151157",
            "reply_to_id": "151117"
        },
        {
            "user_name": "sigurdurk",
            "text": "Jæjja þá er fyllirinn kominn á lausu partana, þetta er allt að hafast :)\nSmábeyglur teknar og réttar\nHer manna að vinna í hurðunum\nKlárt í fyllinn\nOg hlerarnir\nAllt að gerast\nMeira er það ekki í bili en næst er það að græjja boddyið fyir fylli en þar er smá vinna eftir en vonast til að hafa það af í þessari viku.\nSvo er bara að vona að maður nái að setja saman til að ná í ndann á vetrinum hehe",
            "date": "2015-01-13 22:41:00",
            "post_id": "151190",
            "reply_to_id": "151157"
        },
        {
            "user_name": "hobo",
            "text": "Greinilega fagleg vinnubrögð hér á ferðinni, ákaflega gaman að skoða þessar myndir.",
            "date": "2015-01-14 09:41:00",
            "post_id": "151209",
            "reply_to_id": "151190"
        },
        {
            "user_name": "hrollur",
            "text": "Frammskaftið lagast þegar settur verður Milligír.  Fallegur og örugglega mjög duglegur Bíll.",
            "date": "2015-01-14 10:09:00",
            "post_id": "151210",
            "reply_to_id": "151209"
        },
        {
            "user_name": "sigurdurk",
            "text": "Þakka hrósið maður reynir að gera þetta almennilega til að þurfa ekki að gera þetta aftur. En á langtímaplaninu er hugmyndin að setja logír í hann ég á til np231 sem ég var að hugsa um að nota en ekki það að hingað til hef ég ekki fundið mikla þörf fyrir logírinn en alltaf skemmtilegra að hafa meira dót",
            "date": "2015-01-14 12:20:00",
            "post_id": "151224",
            "reply_to_id": "151210"
        },
        {
            "user_name": "haffij",
            "text": "Gaman að sjá svona heilan og fínan 60 krúser.\nHeld þú verðir svo að skipta út númerinu \"skárri\" í \"bestur\" þegar bíllinn verður klár!",
            "date": "2015-01-14 17:53:00",
            "post_id": "151242",
            "reply_to_id": "151224"
        },
        {
            "user_name": "sigurdurk",
            "text": "Jæjja nú var tekið á því um helgina og hafðist að koma fylligrunn á bílinn einnig fékk ég brettakanstana úr breikkun og lengingu fyrir helgi svo að það fer svona að sjá fyrir endan á þessu málingarstússi\nÁkvað að setja pallakvoðu inn í hólfin til að fá sterkt undirlag því að ég er oft með laust járndrasl í þessu eins og blökkina,verkfæri og lása\nAðeins verið að máta kanntana á eftir að vinna þá alveg eftir að steypt var í afturkantana,lengdir og breikkaðir\nÞarna er verið að slípa hann niður fyrir fyllinn, alveg einstaklega leiðinlegt og tímafrekt verkefni :)\nAlveg að hafast, þarna sést líka breikkunin á köntunum\nPakka Pakka\nTilbúið í epoxy og grunn\nÞarna er kominn epoxy grunnur\nOg þá er kominn fyllir og svona stendur hann enn, ætli vikan fari ekki í að slípa hann niður og svo er draumurinn að mála boddyið næstu helgi og þá er hægt að byrja að raða því saman",
            "date": "2015-01-26 00:38:00",
            "post_id": "152014",
            "reply_to_id": "151242"
        },
        {
            "user_name": "sigurdurk",
            "text": "Jæjja þá hafðist það að mála boddyið og er ég helvíti sáttur við útkomuna og nú er bara að fara að raða saman\nKominn í klefann\nGrjótvörn á sílsa\nTil að fá hvítt þarf víst að blanda fullt af alskonar í þetta\nKlár, er hrikalega sáttur við litinn, sá gamli er nánast drullu brúnn við hliðiná þessum\nMjög sáttur, þarna sést líka í stólana sem ég setti í hann en þetta eru svartir leður Recaro úr Opel OPC\nEInnig tók ég mállingarvinnuna upp með timelapse á gopro sem ég á eftir að setja hér inn",
            "date": "2015-02-01 00:45:00",
            "post_id": "152416",
            "reply_to_id": "152014"
        },
        {
            "user_name": "sigurdurk",
            "text": "[youtube]https://www.youtube.com/watch?v=4xA5CWh3MNk[/youtube]\nhttps://www.youtube.com/watch?v=4xA5CWh3MNk\nTimelapse af mállingu",
            "date": "2015-02-02 21:58:00",
            "post_id": "152559",
            "reply_to_id": "152416"
        },
        {
            "user_name": "thor_man",
            "text": "Glæsilegt!",
            "date": "2015-04-12 18:03:00",
            "post_id": "156232",
            "reply_to_id": "152559"
        },
        {
            "user_name": "alex-ford",
            "text": "svakalega flotur hjá þér kall",
            "date": "2015-04-12 19:12:00",
            "post_id": "156234",
            "reply_to_id": false
        },
        {
            "user_name": "isak2488",
            "text": "Hvað varð um myndirnar í þessum þræði?",
            "date": "2015-08-22 13:28:00",
            "post_id": "161101",
            "reply_to_id": "156234"
        },
        {
            "user_name": "sigurdurk",
            "text": "Facebook ekki alveg að gera sig sem hýsing fyrir myndirnar. Set þetta inn aftur fljótlega með annari hýsingu",
            "date": "2015-08-23 09:38:00",
            "post_id": "161125",
            "reply_to_id": "161101"
        },
        {
            "user_name": "Járni",
            "text": "Bendi á að jeppaspjallið getur hýst myndirnar, bætir þeim inn sem viðhengi!",
            "date": "2015-08-23 12:50:00",
            "post_id": "161128",
            "reply_to_id": "161125"
        },
        {
            "user_name": "sigurdurk",
            "text": "Ég setti myndir af uppgerðinni í albúm hér \nhttps://picasaweb.google.com/100376138658363936298/Kruser?authuser=0&authkey=Gv1sRgCMjBperymtvfCw&feat=directlink\nen hér eru nokkrar nýlegar og er uppgerðinni svosem ekki lokið enn :)",
            "date": "2015-08-24 23:35:00",
            "post_id": "161177",
            "reply_to_id": "161128"
        }
    ],
    "date": "2015-04-12 19:12:00"
}