{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "27357",
    "title": "Land cruiser 70 tjúnn",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=27357",
    "posts": [
        {
            "user_name": "stone7979",
            "text": "Sælir jeppakallar, ég er með eina spurningu hér, ég er með LC 70 árg 87 í honum er orginal diesel mótorinn með Turbo, allt virkar og túbínan blæs eðlilega en spurningin er er eitthvað hægt að gera til að kreysta smá meira afl út ú honum, t.d skrúfa upp í olíuverki eða svera púst ? endilega komið þið snillingar hér með eitthvað ef þið vitið eitthvað.",
            "date": "2014-10-26 11:04:00",
            "post_id": "145618",
            "reply_to_id": false
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞað er allskonar í boði.  \nFyrst af öllu er að hafa vélina í góðu standi s.s. síur hreinar, góða smurolíu o.s.frv.  Þá eru einhverjar líkur á að spíssarnir séu orðnir daprir og vel þess virði að láta yfirfara þá.  Alltsaman tekur þetta afl frá þér og þú veist ekkert af því fyrr en þú færð það til baka.\nÉg byrjaði á að kaupa mæla.  Mér fannst skipta máli að ég sæi hvað væri að gerast og hvað breyttist.  Boostmælir, mælir sem sýnir loftþrýstinginn á soggreininni frá túrbínu er mjög góð byrjun.  Þá þarftu að vita hvað er viðkvæmast s.s. hvað gefur sig fyrst við aukinn þrýsting og hvaða þrýsting sá hlutur þolir.  Í Patrol t.d. er túrbínan þannig að hún þolir ekki hærri þrýsting en 15 psi og þá tengir maður boostmælinn sem næst túrbínu til að fylgjast með því.\nÞvínæst færðu þér afgashitamæli og tengir hann milli vélar og túrbínu.  Afgasið frá mótor má ekki fara yfir 700°C því annars eyðileggurðu heddið.  Hinvsegar kólnar loftið um ca 100°C yfir túrbínuna þannig að þetta getur verið svolítið ruglandi.\nNúna er hægt að auka við loftþrýstinginn frá túrbínu, ætli vélin sé ekki að ganga á ca 6 psi og þá er ögugglega í lagi að pota henni upp í 10 psi.  Athugaðu að ef þetta er ekki original túrbóvél er ekki gerlegt að fara yfir 4-6psi því að þær eru uppbyggðar þannig að það er hærra þjöppuhlutfall í þeim heldur en túrbóvélum.\nVið þetta ætti afgashitinn að lækka og þá er möguleiki að auka aðeins við oliuverkið en vandinn verður sá að á meðan túrbínan er ekki á fullum afköstum þá bæði reykir vélin of mikið og afgashitinn verður allt of hár.  Að þessu loknu ertu farinn að keyra nánast eingöngu eftir boost og afgashitamælinum.\nNú ertu búinn að auka tölvert loftmagnið sem þú skolar í gegnum vélina og þá gæti verið komin mótstaða í pústlögnina.  2,5\" opið kerfi myndi ég halda að væri nóg fyrir svona mótor.\nKv Jón Garðar",
            "date": "2014-10-26 17:12:00",
            "post_id": "145632",
            "reply_to_id": "145618"
        }
    ],
    "date": "2014-10-26 11:04:00"
}