{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "27393",
    "title": "4WD ljós blikkar á l200.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=27393",
    "posts": [
        {
            "user_name": "Pallason",
            "text": "Er með mitsubishi l200 og þegar bíllinn er í afturhjóladrifinu blikkar fjórhjóladrifsljósið í mælaborðinu. Þegar hann er settur í 4x4 þá er ljósið bara á eins og það á að vera. Er einhver hér með hugmyndir af því hvað gæti orsakað það að ljósið fari ekki þegar hann er tekinn úr 4x4 þó svo að hann fari í afturhjóladrifið. \nEinnig finnst mér hann eyða heldur mikið hafa menn verið að lenda í því ?",
            "date": "2014-10-28 17:57:00",
            "post_id": "145791",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "Ertu viss um að hann fari úr 4wd",
            "date": "2014-10-28 19:18:00",
            "post_id": "145798",
            "reply_to_id": "145791"
        },
        {
            "user_name": "Stebbi",
            "text": "Fastur í framdrifi (drifið tengt en kassinn í 2wd) eða biluð segulspóla fyrir framdrifið, hún ætti að vera í innrabrettinu farþegamegin.",
            "date": "2014-10-28 19:59:00",
            "post_id": "145803",
            "reply_to_id": "145798"
        },
        {
            "user_name": "Pallason",
            "text": "Hvernig lýtur þessi spóla út ? og er þetta einhvað sem er lítið mál að skipta um ? \nEn svona miðað við eyðsluna finnst mér alveg líklegt að hann sé í fjórhjóladrifinu.",
            "date": "2014-10-28 20:26:00",
            "post_id": "145808",
            "reply_to_id": "145803"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Þú átt að finna alveg greinilega ef bíllinn er í 4wd. Þá er hann þvingaður og leiðinlegur í beygjum á malbiki. Svo er hægt að finna hálkublett og athuga hvort hann taki á framdekkjunum.\nOft reyndar blikkar þetta ljós þó bíllinn sé bara í afturdrifi og þetta virðist einmitt vera segulspólan sem Stebbi bendir á eða skynjari sem metur hvort bíllinn sé í framdrifi eða ekki. Þessi skynjari er staðsettur á tengimúffunni aftan á öxulrörinu sem er farþegamegin við drifkúluna. Ef bíllinn fer úr framdrifinu og ekkert vandamál þá þarftu ekki að hafa áhyggjur af þessu blikkandi ljósi - ef hinsvegar hann fer ekki úr framdrifinu þá bendir það til að þessi tengimúffa eða segulspólan sé að klikka (vacuum stýrt).\nTil að finna þessa segulspólu þá geturu elt grönnu plastslöngurnar frá tengimúffunni og uppí frambrettið inní húddi farþegamegin. Ég á til þennan búnað ef þig vantar. s.8698577\nHér er mynd af tengimúffunni (merkt B) á myndinni. Svo er vacuum pungur (merkt A) á myndinni og frá honum liggja grannar plastslöngur uppí húdd.\nhttp://www.blogeasy.com/document.download?documentID=15388",
            "date": "2014-10-28 22:55:00",
            "post_id": "145825",
            "reply_to_id": "145808"
        },
        {
            "user_name": "Pallason",
            "text": "Takk kærlega fyrir þetta skoða þetta betur :)",
            "date": "2014-10-28 23:55:00",
            "post_id": "145832",
            "reply_to_id": "145825"
        },
        {
            "user_name": "Stebbi",
            "text": "Það sem ég átti við í fyrri póstinum var það að tengimúffan getur verið tengd, millikassinn í 2wd og ekkert áttak út úr honum.  Það er aðalástæðan fyrir þessu blikki.  Þá eru nokkrir hlutir sem geta verið að og þá er best að skoða þessar segulrofa fyrst sem eru staðsettir í innrabrettinu, prufa að hafa svissað á og láta einhvern fikta í millikassastönginni og hafa putta á segullokunum til að finna hvort það smelli í þeim.  Ef þeir eru báðir í lagi þá getur stöðurofinn á tengimúffuni verið bilaður, múffan föst eða rofi í millikassa ónýtur eða slitinn úr honum vírinn.",
            "date": "2014-10-29 23:29:00",
            "post_id": "145902",
            "reply_to_id": "145832"
        },
        {
            "user_name": "trickfields",
            "text": "Þetta ljós blikkar út af því að bíllinn fer ekki úr sjálfvirku framdrifslokunum.  Hann fer úr framdrifinu en lokunar eru alltaf á.  Á við sama vandamál að stríða.",
            "date": "2014-11-04 17:18:00",
            "post_id": "146285",
            "reply_to_id": "145902"
        },
        {
            "user_name": "Pallason",
            "text": "okei :)  en þetta ætti ekki að hafa nein áhrif á eyðslu er það ?",
            "date": "2014-11-05 23:55:00",
            "post_id": "146387",
            "reply_to_id": "146285"
        },
        {
            "user_name": "trickfields",
            "text": "Framhjólin eru náttúrlega alltaf að snúa framdrifinu þegar lokunar eru á, þannig að það gæti munað einhverju í eyðslu.  Veit ekki hversu miklu samt.",
            "date": "2014-11-08 23:55:00",
            "post_id": "146554",
            "reply_to_id": "146387"
        },
        {
            "user_name": "Pallason",
            "text": "Og er lítið hægt að gera í þessu ?",
            "date": "2014-11-09 16:15:00",
            "post_id": "146583",
            "reply_to_id": "146554"
        },
        {
            "user_name": "Stebbi",
            "text": "Það er alltaf sá möguleiki fyrir hendi að hreinlega laga það sem er bilað.  :)",
            "date": "2014-11-09 20:28:00",
            "post_id": "146602",
            "reply_to_id": "146583"
        },
        {
            "user_name": "Pallason",
            "text": "Já ég var nú meira svona að fiska eftir hvað það væri sem ætti að skoða. Þarf að drífa mig í að kíkja á segulspóluna og það og vinna mig útfrá því.",
            "date": "2014-11-09 21:29:00",
            "post_id": "146610",
            "reply_to_id": "146602"
        },
        {
            "user_name": "haukur p",
            "text": "ég lenti í þessu með pajero sport,þá var farið í sundur leiðsla sem liggur yfir grind þar sem kapalinn kemur niður við bilstjórasætið.\nofan á grindini er klemma sem heldur kaplinum,en hún var búinn að naga einn vir í sundur .\nmindi skoða þennan möguleika lika\nkv haukur",
            "date": "2014-11-10 20:28:00",
            "post_id": "146654",
            "reply_to_id": "146610"
        }
    ],
    "date": "2014-10-28 17:57:00"
}