{
    "forum_title": "Almennt spjall",
    "id": "27415",
    "title": "Millikassi fyrir 4,3 vortec í Hilux",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=27415",
    "posts": [
        {
            "user_name": "Þórarinn G",
            "text": "Sælir spjallverjar\nMig vantar ráð um millikassa. Ég ætla að setja 4,3 vortec í Hilux og er að velta fyrir mér hvaða millikassi henti best. Chevy kassinn er með úttakið fyrir framskaftið vitlausu meginn en Hilux kassinn er ekki með púls teljara fyrir skiptinguna og hraðamælinn, en ég er að hugsa um að setja allt rafmagnið og mælana úr Chevy í bílinn. Hefur einhver góð ráð handa mér?\nmeð bestu kveðjum\nÞórarinn",
            "date": "2014-10-29 17:46:00",
            "post_id": "145865",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Það er hægt að fá stykki sem skrúfast á \"gamaldags\" millikassa og gefur púlsa. Hellingur til og hér er eitt dæmi;\nhttp://www.mixerandplantparts.com/product-p/123039.htm\ngúgglaðu  speedometer signal generator",
            "date": "2014-10-29 18:01:00",
            "post_id": "145866",
            "reply_to_id": "145865"
        },
        {
            "user_name": "jongud",
            "text": "Svona eftir á að hyggja þá er spurning hvort það sé ekki betra að setja hraðaskynjara strax aftan við skiptingu en ekki á millikassann. Það hafa margir farið þá leið ef þeir eru ekki með original millikassann. ástæðan er sú að ef tölvan skynjar ekki sama deilihlutfall þegar hún fær merki um að millikassinn sé í lága drifinu þá heldur hún að skiptingin sé að slúðra og fer í \"limp mode\".\nHinsvegar getur verið að það sé hægt að forrita annað millikassahlutfall inn í vélartölvuna, þú þarft líklega hvort eð er að láta hræra eitthvað í tölvunni þannig að það er um að gera að athuga það fyrst.",
            "date": "2014-10-30 08:21:00",
            "post_id": "145908",
            "reply_to_id": "145866"
        }
    ],
    "date": "2014-10-29 17:46:00"
}