{
    "forum_title": "Almennt spjall",
    "id": "27418",
    "title": "Uppbyggður vegur um Sprengisand",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=27418",
    "posts": [
        {
            "user_name": "Rögnvaldurk",
            "text": "Er þetta eitthvað sem jeppamenn vilja????\nhttp://www.vegagerdin.is/upplysingar-og ... ir/nr/7840",
            "date": "2014-10-29 19:42:00",
            "post_id": "145875",
            "reply_to_id": false
        },
        {
            "user_name": "stebbiþ",
            "text": "Nei, þetta viljum við ekki. Þetta er fullkomin þvæla, en á meðan aka vestfirðingar á jeppaslóðum þar sem uppbyggðir vegir ættu að vera. Hér kemur hluti úr þessari yfirlýsingu:\n\"Markmið framkvæmdarinnar er að bæta samgöngur um miðhálendi Íslands milli Suður- og Norðurlands. Einnig að bæta aðgengi almennings að miðhálendinu til útivistar og til að styrkja ferðaþjónustu.\"\n* Hægt er að fara á öllum smájeppum og háum 4x4 fjölskyldubílum yfir sprengisand á sumrin. \n* Ekki verður raunhæft að halda Sprengisandi færum fyrir fólksbíla yfir veturinn, það er hrein óskhyggja.\n* Hvernig mun svona aðgerð bæta ferðaþjónustu? Þetta er bara eitthvað kjaftæði sem menn henda fram í hugsunarleysi. Heiðarlegra væri að segja: \"aðgerðin mun gera bílaleigum kleift að fylla hálendið af smábílum og þar með auka á ofsagróða íslenskra bílaleiga\".\nAðdráttarafl hálendisins fyrir útlendinga er m.a. óuppbyggðir vegir. Þetta mun alveg skemma óbyggða-upplifunina fyrir þeim og ekki vera nein samgöngubót fyrir Íslendinga.\nEr þetta ekki bara þjónkun við bílaleigur, sem vilja fylla hálendið af Yaris-tíkum svo hægt sé að græða enn meira?\nKv, Stebbi Þ.",
            "date": "2014-10-29 21:31:00",
            "post_id": "145889",
            "reply_to_id": "145875"
        },
        {
            "user_name": "Óttar",
            "text": "Nei takk",
            "date": "2014-10-29 23:28:00",
            "post_id": "145901",
            "reply_to_id": "145889"
        },
        {
            "user_name": "Kiddi",
            "text": "Það er margt \"áhugavert\" að finna þarna: \nhttp://www.vegagerdin.is/vefur2.nsf/Fil ... A6tlun.pdf\n \"Við hönnun Sprengisandsleiðar verður miðað við að hann sé ekki opinn að vetrarlagi en að hann verði \nlengur opinn fram á haust\n og opni fyrr á vorin en núverandi vegur \"\nÞað var þá \"samgöngubót\".\n\"3.5.3. Efnisþörf og efnistaka ... Efnið verður fengið úr skeringum og \nnámum á svæðinu\n. Stefnt verður að því að taka efni úr námum í \ngrennd við veginn og úr hólum þar sem vegurinn liggur í skeringu, til að námur verði sem fæstar og til \nað lágmarka rask utan veghelgunarsvæðis. Einnig verður stefnt að því að taka efni úr námum sem \nverða á skipulagi og eru í grennd við veginn. \nGert er ráð fyrir því að samnýta efnistökustaði með \nLandsneti vegna Sprengisandslínu þar sem það er hægt. \nVert er að taka fram að á seinustu árum \nhafa orðið miklar framfarir í frágangi náma þannig að ummerki um þær hverfi fljótt.\"\nSemsagt... línuvegur fyrir Landsnet.\nEndar þessi vegur ekki bara eins og Kvíslaveituvegurinn, sem er ekkert nema risastór úrrennsli sem gætu gleypt heilu rúturnar? Það kæmi mér ekkert á óvart að það yrði raunin eftir að búið er að leggja línuna.",
            "date": "2014-10-29 23:51:00",
            "post_id": "145904",
            "reply_to_id": "145901"
        },
        {
            "user_name": "jongud",
            "text": "Mig grunar að það sé fyrst og fremst Landsnet sem er að þrýsta á þetta, Það á að leggja veginn samhliða lagningu raflínu yfir Sprengisand. Grunar jafnvel að Landsnet muni borga megnið af dæminu.",
            "date": "2014-10-30 08:31:00",
            "post_id": "145910",
            "reply_to_id": "145904"
        },
        {
            "user_name": "gambri4x4",
            "text": "Hvorugt vill ég sá á Sprengisandi,,,hvorki uppbyggðan veg með bundnu slitlagi né raflínu möstur,,,en Landnet vill og Landsnet fær ætli það endi ekki þannig nema fólk láti heyra vel í ser með það,,,,Eg hef td enga trú á þvi að erlendir ferðamenn hafi nokkurn áhuga á þvi að fara þessa leið á uppbyggðum vegi með bundnu slitlagi  afmarkaðan af raflínumöstrum.",
            "date": "2014-10-30 12:06:00",
            "post_id": "145919",
            "reply_to_id": "145910"
        },
        {
            "user_name": "Offari",
            "text": "Ég er lítið hrifin af raflínum og möstrum en hef ekkert á móti heilsársvegi yfir sprengisand.  Þetta gefur líka aukna möguleika fyrir þá sem stunda jeppaferðir því út frá Sprengisandsvegi gætu opnast nýjar leiðir og mér finnst alltaf vera öryggi í því að stutt sé í þjóðveg þegar menn lenda í vandræðum upp á fjöllum.",
            "date": "2014-10-30 13:43:00",
            "post_id": "145927",
            "reply_to_id": "145919"
        },
        {
            "user_name": "Ísar",
            "text": "Fjölmennum á þessa fundi sem Landsnet og Vegagerðin auglýsir, fyrir sunnlendinga:  - Miðvikudaginn 5. nóvember hjá Steinsholti sf., Suðurlandsvegi 1-3, Hellu  kl. 16:00-20:00\nLátum skýrt og skynsamlega í okkur heyra. Þetta má alls ekki gerast.",
            "date": "2014-10-30 14:09:00",
            "post_id": "145930",
            "reply_to_id": "145927"
        },
        {
            "user_name": "Ísar",
            "text": "Já, og fyrir norðlendinga:     - Þriðjudaginn 4. nóvember í Ljósvetningabúð í Þingeyjarsveit kl.  18:00-22:00",
            "date": "2014-10-30 14:13:00",
            "post_id": "145931",
            "reply_to_id": "145930"
        },
        {
            "user_name": "Rangur",
            "text": "Þarf ekki að drífa í að friðlýsa vestfirsku vegina?",
            "date": "2014-10-30 14:29:00",
            "post_id": "145933",
            "reply_to_id": "145931"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Ég er í sjálfu sér á móti malbiksvegum og raflínum á hálendinu en ef slíkir vegir og raflínur nýtast hagkvæmlega þjóðfélaginu í heild þá set ég mig ekki á móti slíkum mannvirkjum í einhverri rómantískri náttúruupplifun ef þetta er það sem stór meirihluti þjóðarinnar vill....svo er líka til svo flott atriði í amrískum bíómyndum þegar persónur myndana staulast áfram, ofþornaðir - rykugir - örmagna - varla með meðvitund í brennheitri eyðimörkinni með geislanndi sólina öskrandi yfir sér og svo allt í einu sést móta fyrir í fjarska eins og úr öðrum heimi bílum á fleygiferð eftiir rennisléttri mörkinni......einnig gæti það líka verið efni í heila bíómynd þegar bílar fara að steyma vetrarlangt yfir slíka hálendisvegi þar sem leiðinnar eru langar fjarri mannabygð og veðrið grimmara.",
            "date": "2014-10-30 14:59:00",
            "post_id": "145935",
            "reply_to_id": "145933"
        },
        {
            "user_name": "Ofsi",
            "text": "Mikil umræða um Sprengisand á Ferðafrelsissíðunni \nhttps://www.facebook.com/groups/ferdafrelsi/",
            "date": "2014-10-30 19:42:00",
            "post_id": "145953",
            "reply_to_id": "145935"
        },
        {
            "user_name": "KjartanBÁ",
            "text": "Þetta gæti mjög auðvellega leitt til túrista sem verða úti af því að þeir telji litlu bílaleigupútturnar þeirra geta keyrt hvaða veg sem er, sem dæmi má nefna þá sem keyrðu uppá jökul á Kia Jeppa. Þá fer allt á flug og leitað er eftir einhverjum til að skamma, þá gæti verið litið á okkur ef við styðjum við veginn sem vissulega væri þægilegt að hafa að sumri til. Hinsvegar finnst mér mun brýnna að laga vegi á Vestfjörðum sem eru í raun eina leiðin til að ferðast á Vestfjörðunum. Ég er alveg fylgjandi þessu en merkingar verða að vera skýrar ef það á að halda veginum opnum allt árið og einnig þarf að vera auðveld leið til að loka veginum hratt ef veður versnar sem og öðrum Hálendisvegum.\nLeggja veginn þegar aðrir heilsársvegir eru mönnum bjóðandi og síðan merkja afar vel, ef Landsnet ætlar að nota veginn til að byggja, allt í lagi en þá mega þeir gjöra svo vel og borga hluta af kostnaði",
            "date": "2014-10-31 16:38:00",
            "post_id": "146014",
            "reply_to_id": "145953"
        },
        {
            "user_name": "hobo",
            "text": "Ég hef ekkert á móti þessarri framkvæmd sem slíkri, en þætti betra að sjá aurana fara í viðhald vegakerfisins sem fyrir er.",
            "date": "2014-10-31 16:55:00",
            "post_id": "146016",
            "reply_to_id": "146014"
        }
    ],
    "date": "2014-10-29 19:42:00"
}