{
    "forum_title": "Almennt spjall",
    "id": "2745",
    "title": "Gera við dekk???",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2745",
    "posts": [
        {
            "user_name": "ivarhauks",
            "text": "Sælir, ég er með 35\" dekk sem er búið að tappa á nokkrum stöðum, hver getur gert almennilega við þetta fyrir mig, semsagt þannig að þetta endist eitthvað??\nKv Ívar hauks",
            "date": "2010-12-13 20:32:00",
            "post_id": "12115",
            "reply_to_id": false
        },
        {
            "user_name": "sveinnelmar",
            "text": "Sólning eru góðir í þessu.",
            "date": "2010-12-13 20:35:00",
            "post_id": "12116",
            "reply_to_id": "12115"
        },
        {
            "user_name": "birgthor",
            "text": "Flest ef ekki öll dekkjaverkstæði hafa nú kunnáttu til þess að gera við dekk, þeir taka það af felgunni og setja svepp innan frá en ef um rifu er að ræða er settu kappi. \nÞetta eru bæði endanlegar viðgerðir og endast í flestum tilfellum ú dekkin, eina er að ef þetta er í hliðunum og kappi er settur í þá getur hann losnað ef mikið og oft er hleypt úr.",
            "date": "2010-12-14 10:59:00",
            "post_id": "12143",
            "reply_to_id": "12116"
        },
        {
            "user_name": "Brjótur",
            "text": "Hvað er að töppunum? ég myndi bara leyfa þeim að vera ef ekkert lekur, peningaeyðsla að fara og láta gera við þetta,\nég hef ekki orðið fyrir neinum skaða með því að leyfa þeim bara að vera í gatinu, nema að þetta sé rifa með mörgum töppum þá er að sjálfsögðu ástæða til að láta laga þetta.\nkveðja Helgi",
            "date": "2010-12-14 13:43:00",
            "post_id": "12148",
            "reply_to_id": "12143"
        },
        {
            "user_name": "birgthor",
            "text": "Þetta er alveg satt hjá helga, þ.e.a.s. ef þetta er ekki rifa heldur bara gat með einum tappa þá getur hann svosem dugað út dekkið. En það er svona meginreglan að tappar séu ekki endanlegar viðgerðir og sveppur er alltaf öruggari í venjulegum dekkjum.",
            "date": "2010-12-14 17:55:00",
            "post_id": "12157",
            "reply_to_id": "12148"
        },
        {
            "user_name": "Baldur Örn",
            "text": "Hverjir eru góðir að gera við rifu í hlið (38\" GH)?",
            "date": "2010-12-15 00:20:00",
            "post_id": "12174",
            "reply_to_id": "12157"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Hætt við að hliðargat stækki og stækki  bara með tappa en gæti sloppið. Á hliðum dekkja er ekki vírahrúga til að styðja við gúmmíið eins og á bananum (munstrunu) á radial dekkjum. Ég var að sækja dekk úr suðu í gær úr Sólningu og það er ekki ódýrt að láta sjóða í dekk. Ef mörg göt eru á dekki þá svarar það varla kostnaði  að láta sjóða í þau öll.",
            "date": "2010-12-15 07:37:00",
            "post_id": "12176",
            "reply_to_id": "12174"
        },
        {
            "user_name": "Hfsd037",
            "text": "hvað má rifan á hliðinni vera löng svo hægt sé að laga hana? getið þið útskýrt fyrir mér hvernig \"kappi\" lýtur út?\ner ekki svoldið glannalegt að leggja bót yfir rifu sem er á hlið dekksins?",
            "date": "2013-06-17 18:56:00",
            "post_id": "103832",
            "reply_to_id": "12176"
        },
        {
            "user_name": "Izan",
            "text": "Sælir.\nSammála Helga að ef tapparnir halda þá er það bara fínt.  Ég hef keyrt með tappa síðastliðna nokkur sumur og það er í góðu lagi, skipti bara ef þeir byrja að leka.  Heitir held ég Bílaþjónustan.\nIngi á Húsavík er landsins besti dekkjasuðumaður og sanngjarn á verði.  Dekkjasuður kosta svolítið en þá er enn meiri ástæða til að láta gera það almennilega.\nKv Jón Garðar",
            "date": "2013-06-18 10:07:00",
            "post_id": "103882",
            "reply_to_id": "103832"
        },
        {
            "user_name": "villi58",
            "text": "Endilega látið sjóða í göt eða rifur, mikklu öruggara heldur en bara kappi. Ingi hefur reynst mér vel og ekkert hefur klikkað það sem hann hefur gert. Það er soðið og kappað líka til að fá betri styrk, kostaði 8. þús. hjá Inga síðast þegar hann sauð fyrir mig í c.a. 6 cm. rifu. Flutningskosnaðurinn er því miður mikill hjá flutningsaðilunum og borgar sig að reyna að semja fyrst um verð og sjá hvað þeir geta boðið. Svo ef maður er heppinn þá gæti verið ódýr ferð með kunningja eða einhverjum sem reynir ekki að sjúa út úr manni aurinn. Mundi skoða alla möguleika.",
            "date": "2013-06-18 10:25:00",
            "post_id": "103883",
            "reply_to_id": "103882"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Það er alltaf soðið í rifuna líka.",
            "date": "2013-06-18 17:54:00",
            "post_id": "103916",
            "reply_to_id": "103883"
        },
        {
            "user_name": "spámaður",
            "text": "sælir þeir á bílaþjónustuni á húsavík gerðu við AT dekk fyrir mig..var tappað á hliðini og þeir settu kappa.er búinn að böðlast á þessum dekkjum 2 vetur á úrhleyptu og það er betra en nýtt.mæli hiklaust með þessum mönnum hjá inga.",
            "date": "2013-06-19 00:34:00",
            "post_id": "103974",
            "reply_to_id": "103916"
        },
        {
            "user_name": "Hfsd037",
            "text": "Takk fyrir góð svör, ég var að brasast við að skipta um dekk í alla nótt og endaði með að sprengja eitt AT dekk við lætin.\nÉg hringji í Inga á morgun og sé hvað hann segir.\nEn hafið þið tekið eftir því hvað AT dekkin eru miklu veikari og endingarstyttri heldur en Gumbo og GH til dæmis, það kemur mér á óvart hvað hundgamlir Mudderar lýta betur út heldur en nokkura ára gömul AT dekk!",
            "date": "2013-06-19 05:35:00",
            "post_id": "103980",
            "reply_to_id": "103974"
        }
    ],
    "date": "2010-12-13 20:32:00"
}