{
    "forum_title": "Almennt spjall",
    "id": "27600",
    "title": "GM LS gen IV cam sensor",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=27600",
    "posts": [
        {
            "user_name": "Jonasj",
            "text": "Er að reyna að ræsa Gen IV vél úr GMC Sierra 2008 (6l LY6). Grunar að knastássensor sé bilaður. Fæ ekki talningarmerki frá honum við lestur - life. \nVélin gefur einfaldlega ekki neista né púlsar á injectora.\nVeit einhver um gen IV vél sem hægt væri að fá lánaðan sensorinn úr til að prófa? Held að þetta sé sami skynjarinn í öllu þessu dóti frá 2007. GMC, Silverado, Cadillac...\nSensorinn fæst ekki hér og kannski blóðugt að panta nýjan ef minn er í lagi. Það er einfalt að kippa þessu úr.\nJónas\n8566538",
            "date": "2014-11-11 10:03:00",
            "post_id": "146678",
            "reply_to_id": false
        },
        {
            "user_name": "h212",
            "text": "þetta er ekki einhvað sem er tengt þjófavörninni í tölvunni (immobiliser).",
            "date": "2014-11-11 10:44:00",
            "post_id": "146681",
            "reply_to_id": "146678"
        },
        {
            "user_name": "Jonasj",
            "text": "Líklega ekki. Það er búið að aftengja  hana. Grunar að cam sensor sé bilaður. Cam sensor count er alltaf núll jafnvel þó vélinni sé startað. Hinir senorarnir gefa merki.",
            "date": "2014-11-11 11:06:00",
            "post_id": "146684",
            "reply_to_id": "146681"
        },
        {
            "user_name": "baldur",
            "text": "Þjófavörnin í Chevrolet er líka þannig að vélin fer í gang en drepur bara á sér eftir 2 sekúndur.",
            "date": "2014-11-11 14:07:00",
            "post_id": "146691",
            "reply_to_id": "146684"
        },
        {
            "user_name": "Jonasj",
            "text": "Fékk sensor frá USA. Vélin hrökk i gang eftir það. Olíuþrýstingssendir vélartölvunnar virðist ekki virka (sýnir bara fast gildi). Hugsanlega hefur það áhrif á vvt (ventlatíma). Það eru amk. einhverjar truflanir í gangnum. Búinn að panta sendinn. Betra að vita að allir skynjarar virka áður en farið er í eitthvað meira \"debögg\"",
            "date": "2014-11-19 13:10:00",
            "post_id": "147250",
            "reply_to_id": "146691"
        }
    ],
    "date": "2014-11-11 10:03:00"
}