{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "27625",
    "title": "Má sjóða eyra á bremsudælu??",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=27625",
    "posts": [
        {
            "user_name": "uoa",
            "text": "Það brotnaði efra eyrað á bremsudælunni hjá mér við framhjól á Defender spurningin er hvort sé í lagi að sjóða það aftur þangað til ég fæ nýja dælu",
            "date": "2014-11-12 23:22:00",
            "post_id": "146814",
            "reply_to_id": false
        },
        {
            "user_name": "grimur",
            "text": "Ahhh...það er nú svolítið glannalegt.\nBSA eða Guttarnir í Mosó hljóta að eiga dælu.",
            "date": "2014-11-13 00:02:00",
            "post_id": "146818",
            "reply_to_id": "146814"
        },
        {
            "user_name": "Freyr",
            "text": "Mér liði betur án dælunnar með slæma en fyrirsjáanlega aksturseiginleika heldur en að eiga á hættu að hún brotni frá t.d. með þeim afleiðingum að hún spenni sig fasta og læsi hjóli. Hinsvegar er annað mál að ég met svona bíl einfaldlega óökufærann nema ef væri til að koma honum til byggða ef þetta gerðist í ferð.\nKv. Freyr",
            "date": "2014-11-13 01:01:00",
            "post_id": "146823",
            "reply_to_id": "146818"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Það er ekkert sem bannar þetta, hinsvegar skaltu vita að það er oft þrautin þyngri að sjóða í þetta járn sem notað er í bremsudælur öllu jafna án þess að járnið teygi sig og haldi áfram að springa meðfram suðu, þetta er t.d. þekkt með afgashús á túrbínum og hjólspyrnur og pústgreinar úr samskonar efnum\nÞó álagið á eyrun á bremsudælunni sjálfri sé ekkert umfram þyngd dælunnar þarf dælan samt að þola hitaþenslu sem getur verið mjög hröð, því hemlun skapar auðvitað mikinn hita og oft fer hann nokkuð rakleitt í bremsudælukjálkana og bremsudæluna sjálfa\nÉg myndi í þínum sporum forðast þessa aðgerð nema þrautreynt sé að samskonar dæla í lagi fáist ekki með góðu móti",
            "date": "2014-11-13 10:01:00",
            "post_id": "146840",
            "reply_to_id": "146823"
        },
        {
            "user_name": "uoa",
            "text": "Önnur dæla á leiðinni sem verður sett í þessi verður kannski soðinn sem vara vara dæla,takk fyrir skjót og góð svör",
            "date": "2014-11-13 12:19:00",
            "post_id": "146856",
            "reply_to_id": "146840"
        }
    ],
    "date": "2014-11-12 23:22:00"
}