{
    "forum_title": "Almennt spjall",
    "id": "27633",
    "title": "Tengja loftkút",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=27633",
    "posts": [
        {
            "user_name": "johnnyt",
            "text": "Nú er ég með rafmagnsdælu tengda í bílinn hjá mér. Ég hef verið að velta því fyrir mér að tengja loftkút við hana.\nHvað þarf ég að redda mér til þess að tengja þetta saman ? (að sjálfsögðu fyrir utan kútinn ) Og er það eitthvað mikið vesen að koma þessu saman ?",
            "date": "2014-11-13 14:58:00",
            "post_id": "146874",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Landvélar eru með allt sem þú þarft, eins Barki svo ég held að heiti Loft og Iðnvélar og fl.\nÉg hef ekki mælt með því að óvandaðar eða ódýrar dælur séu að þjappa upp í 8 kg. eða meira þar sem endingartíminn verður yfirleitt stuttur. En ef þú ert með vandaða dælu þá er ekkert til fyrirstöðu.",
            "date": "2014-11-13 16:39:00",
            "post_id": "146884",
            "reply_to_id": "146874"
        },
        {
            "user_name": "johnnyt",
            "text": "Veit í rauninni lítið um þessa dælu annað en að hún er svolítið kraftlítill. Hún var í bílnum hjá mér þegar ég keypti hann fyrir ári síðan. Merkið er Gast en hvaða týpa af Gast dælu veit ég í raun ekki þar sem að það stendur ekkert meira á henni. Einhver sem að þekkir eitthvað til þessarra dæla ? \nEr frekar lengi að pumpa dekk með henni, ca 5-6 mínútur upp í 20 pund, ætli hún gæti þjappað 8 kg í kút hef ég líka velt fyrir mér.",
            "date": "2014-11-13 17:39:00",
            "post_id": "146886",
            "reply_to_id": "146884"
        },
        {
            "user_name": "johnnyt",
            "text": "Engin sem kannast við þessa dælu ?",
            "date": "2014-11-14 13:38:00",
            "post_id": "146962",
            "reply_to_id": "146886"
        },
        {
            "user_name": "jongud",
            "text": "http://www.jeppaspjall.is/viewtopic.php?f=2&p=128311",
            "date": "2014-11-14 14:32:00",
            "post_id": "146965",
            "reply_to_id": "146962"
        },
        {
            "user_name": "villi58",
            "text": "Það er alveg hægt að nota svona dælu sérstaklega ef hún má þjappa upp í c.a. 8 kg. Hafa 10 - 20 ltr. loftkút og þá á þetta að ganga þokkalega. Á fjöllum er maður ekkert að harðpumpa, hleypt úr niður í 2-3 pund. og ferð kanski í 8 - 10 pund. svolítið breytilegt eftir dekkastærð.",
            "date": "2014-11-14 17:48:00",
            "post_id": "146974",
            "reply_to_id": "146965"
        },
        {
            "user_name": "biturk",
            "text": "Viltu selja hana?",
            "date": "2014-11-14 17:59:00",
            "post_id": "146975",
            "reply_to_id": "146974"
        },
        {
            "user_name": "gunnarb",
            "text": "Sæll\nÞetta er fínasta dæla sem þú ert með.  Þetta er vissulega ekki - high performance dæla, en mjög hljóðlát og nánast viðhaldsfrí.  Ólíkt flestum dælum á markaðinum er þetta \"membrudæla\" þannig að þú skemmir hana ekki svo létt þó svo að þú þvingir úttakið.  Ég veit ekki hvaða þrýstingi hún nær, en þar sem þetta er ekki stimpildæla þá minnka afköstin eftir því sem þrýstingur eykst.  Hún getur bæði \"blásið og sogið\".  Ég er með svona dælu í 44\" breyttum bíl og þar sem hún er nánast hljóðlát er hún inni í bíl.  Ég myndi ekki nenna að nota hana við svona stór dekk, en ég er með úrhleypikerfi og mér er því sama hvort það taki hálftíma að fullpumpa dekkin.\n-G",
            "date": "2014-11-16 12:21:00",
            "post_id": "147065",
            "reply_to_id": "146975"
        }
    ],
    "date": "2014-11-13 14:58:00"
}