{
    "forum_title": "Almennt spjall",
    "id": "27802",
    "title": "Er hægt að breikka plastbrettakanta?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=27802",
    "posts": [
        {
            "user_name": "Axi",
            "text": "Veit einhver um aðferð til að breikka brettakanta úr polyuritan plasti með því að saga þá eftir endilöngu og bæta einhverju inní og sparsla án þess að samskeyti springi í drasl? Mér dettur helst í hug að nota límkítti og blikkrenning innan í og svo einhverskonar trebbasparsl eða annan blikkrenning á móti að utan og sparsl eða kítti sem hægt er að slípa niður . Vinsamlegast láta mig vita ef þetta er glórulaust rugl. \nKveðja Árni",
            "date": "2014-11-24 10:07:00",
            "post_id": "147570",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Hlítur að vera Polyethylene, LDPE, LLDPE, MDPE, HDPE,  þarf að sjóða með sérstökum suðuvélum, nánast ekkert sem bindst við það nema með sérstakri meðhöndlun.\nHvernig veist þú hvaða efni er í köntunum ??????",
            "date": "2014-11-24 12:43:00",
            "post_id": "147575",
            "reply_to_id": "147570"
        },
        {
            "user_name": "jongud",
            "text": "Ég myndi athuga möguleikann á að nota plastkantana sem mót fyrir trebbakannta og framlengja þá með blikkrenningi og þá er \"mótið\" orðið breiðara.",
            "date": "2014-11-24 17:24:00",
            "post_id": "147597",
            "reply_to_id": "147575"
        },
        {
            "user_name": "Axi",
            "text": "Ég veit reyndar ekki hvaða efni er í köntunum en það var einhver að auglýsa svona kanta hérna á spjallinu fyrir ekki svo löngu síðan og fullyrti að þeir væru polyurithan. Það er auðvitað miklu líklegra að þetta sé einhver tegund af PE . Ég hef reyndar aðgang að suðutækjum fyrir svoleiðis efni en líklega er þetta allt of mikil vinna og algjört rugl og líka dýrt spaug ef þetta er ekki hægt þar sem ég borgaði 50 þús fyrir þessa kanta en var þá með aðrar hugmyndir en eru nú í hausnum á mér. Það virðist bara enginn markaður vera fyrir þetta og ég losna ekki við þá aftur. Mér finnast bara þessi millilegg sem menn eru að setja á TJ Wranglerinn alveg forljót og datt í hug að athuga hvort einhver hefði gert eitthvað svona.",
            "date": "2014-11-24 21:20:00",
            "post_id": "147617",
            "reply_to_id": "147597"
        },
        {
            "user_name": "Kalli",
            "text": "Talaðu við \nhttp://www.plastvidgerdir.is/varahlutir.htm\nkv. Kalli",
            "date": "2014-11-24 22:06:00",
            "post_id": "147623",
            "reply_to_id": "147617"
        }
    ],
    "date": "2014-11-24 10:07:00"
}