{
    "forum_title": "Almennt spjall",
    "id": "2780",
    "title": "Ofurnæmt þjófavarnarkerfi.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2780",
    "posts": [
        {
            "user_name": "thor_man",
            "text": "Er eitthvert ráð til að þagga niður í þjófavarnarkerfi í Terrano, hann rýkur upp með flaut og læti í vindhviðum og ekki hægt að læsa með svissað á. Hvað er til ráða?\nMeð von um lausn. Þ.",
            "date": "2010-12-17 17:36:00",
            "post_id": "12287",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "Yfirleitt eru stilliskrúfur á svokölluðum shock sensor sem tengist móðurtölvunni, ég persónulega tók þennan skynjara bara úr sambandi í mínum bílum enda sjaldan sem þeir fara í gang að öðrum kosti en óþörfu\nMikilvægari þykir mér naglarofinn sem setur allt í gang ef bílstjóra eða farþegahurð eða hudd er opnað án þess að fjarstýringin sé notuð til að aflæsa bílnum og slökkva á kerfinu fyrst.",
            "date": "2010-12-17 19:09:00",
            "post_id": "12296",
            "reply_to_id": "12287"
        },
        {
            "user_name": "thor_man",
            "text": "Takk fyrir þetta, reyni að finna eitthvað út úr þessu. Sennilega er það skynjari við aðra hvora hurðina sem setur þetta af stað, finn að þær eru ekki nægilega stífar efst og kemur vindhljóð þar hlémegin ef ekið er í hvassviðri.\nÞ.",
            "date": "2010-12-18 01:04:00",
            "post_id": "12316",
            "reply_to_id": "12296"
        },
        {
            "user_name": "arntor",
            "text": "taka tetta tjófavarnarkerfi úr bara, ef tjófur aetlar sér ad ná einhverju úr bílnum hjá tér tá er hann búinn ad ná tví sem hann aetlar sér sama hvort bíllinn pípir og skraekir eins og kerling eda ekki. og longu ádur en tú heyrir í honum",
            "date": "2010-12-18 09:03:00",
            "post_id": "12318",
            "reply_to_id": "12316"
        },
        {
            "user_name": "secure",
            "text": "Þetta kerfi NATS læsir bílnum og ekkert getur opnað hurðirnar nema fjarstýringin.  Þetta er ekkert Viper dót þar sem þú brítur rúðu og opnar hurðirnar innanfrá og ferð inn.  \nÞað eru hreyfiskynjarar inni í bílnum sem skynja hreifingu og svo höggskynjarar.  Ég uppgötvaði sjáflur þessa inniskynjara þegar það fór alltaf í gang með hundinn í búrinu aftur í.   \nGetur verið að þú sért með eitthvað hangandi eða veltandi í bílnum sem fer á hreyfingu þegar bíllinn hreyfist?\nTalaðu við Nissan umboðið og þeir sem setja kerfi í bíla þekkja líka allt um NATS kerfin.  Í versta falli getur þú aftengt kerfið og fengið þér Viper sem læsir hurðum án þess að virkja NATS.\nÉg er með bæði NATS og Viper kerfi.  Nota þau saman.  Viper er gott kerfi sem er hávaðasamt og lætur vita ef kerfið hefur farið í gang.  NATS læsir hurðum svo enginn kemst inn eða út úr bílnum nema í gegnum gluggana.",
            "date": "2010-12-26 09:02:00",
            "post_id": "12598",
            "reply_to_id": "12318"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Var að lenda í svipuðu í snörpum vindhviðum með kerfið á í Terrano II og þá var mér sagt að það væru bæði högg og hreyfiskiyjarar í þessum bílum og það væri nóg ef eitthvað væri hangandi á speglinum (eins og allir þekkja sem hengja dót á speglana hjá sér)\nÉg fjarlægði mesta draslið af speglinum og það virtist virka hvort sem það var tilviljun eða ekki. Hef einmitt heyrt að þessi NATS kerfi séu mjög öflug og eins og  fram kemur þá er ekki nokkur leið að opna hurðirnar nema með lyklinum \nog sem dæmi þá læstist barn óvart inn í bíl með svona kerfi og gat ekki opnað hurðirnar innan frá, en kerfið fór auðvitað af stað svo að krakkinn þurfti ekki að dúsa þarna lengi.",
            "date": "2010-12-26 10:19:00",
            "post_id": "12600",
            "reply_to_id": "12598"
        }
    ],
    "date": "2010-12-17 17:36:00"
}