{
    "forum_title": "Jeppar",
    "id": "2782",
    "title": "Toyota Hilux 38\" Vil fá götuskráð enduro hjól í skiptum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=2782",
    "posts": [
        {
            "user_name": "asgeir25",
            "text": "Toyota hilux til sölu\nÉg er annar eigandi og bíllinn var fyrir austan og undirvagn einns og nýr.\n2.5 dísel Common Rail\n4-Link\nBílnum var breytt í des 09'\nEkinn 103.000\nAukahlutir\nVHF talstöð með öllum helstu rásunum.\nCarryboy pallhús með ljósi og afturrúðu hita frá Arctic Trucks. \n2,5\" Púst frá pústþjónustuni ás.\nAlpine geislaspilari með ipod/iphone/ipad hleðslutæki og afspilun beinnt af spilaranum jack tengi 3,5 og usb tengi\nAlpine Type-G hátalarar í öllum hurðum og tvíterar í höfuð hæð.\n2x Lightforce 240 XGT kastarar svakalega öflugir á Gult hálfdreifi og hvítt pungta plast yfir þá.\n2x Lightforce 170 Striker þá er hægt að stilla vera með pungt eða dreifi, svo á ég gult dreifi plast og hvítt pungt plast á þá.\nLoftdælan í bílnum er keyft ný hjá Bílabúð benna og er reimdrifin dæla hönnuð í að vera loftdæla, Dælir 240 lítrum á min.\nÞver og langbogar eru á toppnum á bílnum með skóflufestingu og álkarlsfestingu\nOME demparar að aftan.\nRange Rover gormar að aftan.\nNýr diskalás frá benna að framan\nOrginal lás að aftan en það þarf að skipta um víra.\nTölvustandur og tölva með GPS og íslandskorti.\nÖflug sérsmíðuð grind með prófíl að framan rörastuðari að aftan með prófíl.\nBíllinn getur líka fengist með Truxedo palldúk.\nVerð 3.890.000\nVerð 3.190.000 án aukahluta\nEinnig er ég mjög opin fyrir skiptum og hef sérstaklega mikin áhuga á Götuskráðum mótorhjólum \nÁsgeir H. Pétursson\nS: 770-3322\nasgeir11@hotmail.com",
            "date": "2010-12-18 11:33:00",
            "post_id": "12322",
            "reply_to_id": false
        },
        {
            "user_name": "LeibbiMagg",
            "text": "upp fyrir þessum virkilega smekklegur bill og god auglísing",
            "date": "2011-01-06 11:00:00",
            "post_id": "13247",
            "reply_to_id": "12322"
        },
        {
            "user_name": "reymark",
            "text": "sæll ég er með götusgráð husaberg 550 2006 sem er með sopermoto og krossgjörðum ek 31tima skoðað 2012 og megane 2006 er til i aðskoða skifti vertu i sambandi i 8937518 reynir",
            "date": "2011-01-23 00:41:00",
            "post_id": "14234",
            "reply_to_id": "13247"
        },
        {
            "user_name": "asgeir25",
            "text": "Fæst á 2.890.000\nÁn aukahluta 2.590.000 \nS: 770-3322",
            "date": "2011-02-11 08:07:00",
            "post_id": "15437",
            "reply_to_id": "14234"
        }
    ],
    "date": "2010-12-18 11:33:00"
}