{
    "forum_title": "Almennt spjall",
    "id": "27823",
    "title": "Vandræði með CE merkingar á innfluttum raf og senditækjum?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=27823",
    "posts": [
        {
            "user_name": "Bolti",
            "text": "Ég var að panta mér Tire Pressure Monitor System af ebay og tollurinn vill ekki afgreiða þetta vegna þess að það vantar CE merkingar á vöruna. Nú hef ég fengið send skjöl frá seljanda sem sýna R&TTE - CE vottun eins og sést hér að neðan. Póst og fjarskiptastofnun segja að pappírarnir duga ekki einir og sér ef varan sjálf er ekki CE merkt með stimpli, límmiða eða þvíumlíku.\nÉg fékk ekki beint já en þeir sögðu að það væri hægt að fara ýmsar leiðir þegar ég spurði þá hvort ég gæti þá bara látið seljanda vörunnar prenta út CE límmiða og klína á vöruna. En þá stend ég frammi fyrir þreföldum sendingarkostnaði heim-út-heim og að auki mis erfiðum samningaviðræðum við seljanda að standa í þessu veseni.\nHversu súrt er þetta að pappírarnir eru til staðar en það vantar LÍMMIÐA á vöruna?\nHafa einhverjir svipaða sögu að segja og hafa jafnvel náð að leysa úr þessu ?\n[/url]",
            "date": "2014-11-25 18:46:00",
            "post_id": "147669",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Er ekki hægt að fá að skoða vöruna í tollinum? Fara með límmiða með þér ásamt þessum pappír og ræða þetta við tollverðina á staðnum, yfir vörunni, og athuga möguleikann á að skella límmiðanum á og allir vinir?",
            "date": "2014-11-25 19:09:00",
            "post_id": "147671",
            "reply_to_id": "147669"
        },
        {
            "user_name": "olei",
            "text": "Hélt að gerðaryfirlýsingin (CE skjalið) gilti. Það vægi þyngra en límmiðinn. Það þarf sér-íslenska þjónustulund til að afgreiða ekki vöruna ef um er að ræða eitt stk. Ef um er að ræða sendingu til endursölu þá gæti maður skilið að þeir vildu hafa CE miðana til staðar.\nÉg kann ekki nein trix í þessu og hef ekkert prenthæft um þetta að segja - en þegar kemur að íslenska kerfinu er gott að hafa í huga að: Það er engin ástæða til að hafa það einfalt sem hægt er að hafa flókið!!",
            "date": "2014-11-25 20:07:00",
            "post_id": "147676",
            "reply_to_id": "147671"
        },
        {
            "user_name": "Baikal",
            "text": "Sælir.\nSéríslenskaleiðinn computer says NO\nHef staðið í svona rugli við hið opinbera og hef oftar en einusinni sagt þeim að henda helvítis draslinu í ruslið, meðal annars jólagjöfunum til barnsins míns frá vinafólki erlendis, það hefur þá oftar en ekki komið allt annað hljóð í strokkin.\nkv.\nJK",
            "date": "2014-11-25 20:29:00",
            "post_id": "147679",
            "reply_to_id": "147676"
        },
        {
            "user_name": "Steini H",
            "text": "Jú ég hef lent í þessu og eftir það óskað sér í pósti til seljanda og ýtrekað að varan sé CE merkt eina sem tollurinn hér heima býðst til er að endursenda",
            "date": "2014-11-25 20:50:00",
            "post_id": "147681",
            "reply_to_id": "147679"
        },
        {
            "user_name": "svarti sambo",
            "text": "Er nokkuð annað að gera, en að fá senda yfirlýsingu frá seljanda, um að um mistök sé að ræða og fá límmiða frá honum einnig, og fara svo með það í tollinn, sem sagt, fara með CE-pappírana, CE-límmiðann og yfirlýsinguna. Og treysta svo á guð og lukku.",
            "date": "2014-11-26 13:10:00",
            "post_id": "147717",
            "reply_to_id": "147681"
        },
        {
            "user_name": "villi58",
            "text": "Ég keypti fjarstýringar fyrir spil og tollurinn var með leiðyndi, vantaði CE merkingu.\nÉg sagði þeim til hvers ég ætlaði að nota stýringarnar og ef þetta yrði eitthvað mál þá sagði ég þeim að henda draslinu, stýringarnar komu næsta dag.",
            "date": "2014-11-26 14:30:00",
            "post_id": "147722",
            "reply_to_id": "147717"
        },
        {
            "user_name": "E.Har",
            "text": "CE = Chinis Exsport :-)  \nBara 2 mm munur á logo\nEn hvernig kemur þetta heim og saman við nýjan fríverslunarsamning?\nSenda línu á Össur, fyrrverandi utanríkisráðherra!",
            "date": "2014-11-26 15:18:00",
            "post_id": "147726",
            "reply_to_id": "147722"
        },
        {
            "user_name": "Bolti",
            "text": "Ég er búinn að vera í tölvupóstsamskiptum við 3 mismunandi aðila hjá Tollmiðlun og að auki hringja og tala við einn hjá Póst og fjarskiptastofnun. Allir orðnir nett pirraðir á mér... Ábyrgðin í þessum merkingum liggur hjá framleiðanda en ekki seljanda vörunnar samkvæmt PFS. Ég bað um að láta senda vöruna til baka svo ég á bara eftir að ákveða hvort ég reyni að fá vöruna (mínus flutning) endurgreidda eða píni seljanda til að klína á þetta CE miða og senda til baka.... Þetta verður orðið dýrt drasl fyrir rest.... Allt út af einum límmiða.\n100 stk. CE miðar kosta 4 pund+10pund í sendingarkostnað. Spurning um að panta sér svona til að senda út til seljanda áður en maður fær vöruna heim í framtíðinni. \nhttp://www.safety-label.co.uk/collections/ce-labels/products/ce-label-square",
            "date": "2014-11-26 19:35:00",
            "post_id": "147737",
            "reply_to_id": "147726"
        },
        {
            "user_name": "baldur",
            "text": "Já þetta er óþolandi. Alveg er ég viss um að það hefur aldrei nokkurntíman gerst á meginlandi evrópu eða í Bretlandi að póstsending smávöru hafi verið stöðvuð vegna þess að það vantaði límmiða á vöruna í pakkanum.",
            "date": "2014-11-27 13:17:00",
            "post_id": "147791",
            "reply_to_id": "147737"
        }
    ],
    "date": "2014-11-25 18:46:00"
}