{
    "forum_title": "Almennt spjall",
    "id": "2785",
    "title": "Spurning varðandi 5,9 cummings.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2785",
    "posts": [
        {
            "user_name": "jeepson",
            "text": "Sælir spjallverjar. Maður er altaf að láta sér dreyma. Enda kostar það ekkert :) En ég með spurningu varðandi þyngd á 5,9 cummings vél. Veit einhver jafnvel hversu mikill þyngdar munur sé á cummanum og 2.8 patta vél??? einnig ef að einhver hérna inni er með svona vél í bíl hjá sér hvað er hún að eyða??  Maður er altaf að hugsa og pæla svona til að drepa tíman þegar ekkert er að gera.",
            "date": "2010-12-18 18:37:00",
            "post_id": "12336",
            "reply_to_id": false
        },
        {
            "user_name": "Þorsteinn",
            "text": "sæll,\nerum með ram 2500 2003 módel og í langkeyrslu er hann í kringum 11 - 13 lítrum á hundraði. þar að segja ef þú ert bara með hann á cruise-inu á 90. innanbæjar er hann í kringum 14- 16 lítrum á 35\" dekkjum. svo seturu stórt hjólhýsi aftan í þetta og fjórhjól á pallinn og bíllinn fer í 18 - 20 lítra en munar engu um þessa þyngd.\nkv. Þorsteinn",
            "date": "2010-12-18 19:06:00",
            "post_id": "12337",
            "reply_to_id": "12336"
        },
        {
            "user_name": "Startarinn",
            "text": "Einhversstaðar heyrði ég að 5,9 cummins væri um 500kg, án kassa\nÉg átti einusinni sjálfur nissan laurel með rd28 mótor (án túrbó) sú vél var 250 kg, ég get ímyndað mér að patrol vélin sé um 10kg þyngri vegna túrbínunnar, svo þetta er talsverð þyngdaraukning.\nAð sjá, er líka svakalegur stærðarmunur á vélunum, þarft örugglega að fá þér alvöru skóhorn til að koma henni fyrir.",
            "date": "2010-12-18 19:34:00",
            "post_id": "12339",
            "reply_to_id": "12337"
        },
        {
            "user_name": "jeepson",
            "text": "Jæja. Þá sleppir maður þessum pælingum.",
            "date": "2010-12-18 19:52:00",
            "post_id": "12340",
            "reply_to_id": "12339"
        },
        {
            "user_name": "JonHrafn",
            "text": "Blokkin á þessum vélum er allsvaðalega stór ,   og hún er svoldið löng líka. Bara spurning hvort þetta passi ofan í húddið, bæði hæð og lengd. Húddið á ram 2500 er margir fermetrar.",
            "date": "2010-12-18 20:31:00",
            "post_id": "12341",
            "reply_to_id": "12340"
        },
        {
            "user_name": "Brjótur",
            "text": "Hættiði að bulla strákar:) það er engin vél of stór í húddið á Patrol ;) en í alvöru þá er búið að smíða einn svona og hann er bara öfundsverður af þessum mótor í þeim bíl, ég hef aðeins verið að hugleiða þetta sjálfur eftir að ég skoðaði þetta hjá honum, hann er með svona gamlan pat eldri en 97 og það er eins og húddið sé eitthvað lægra á þeim heldur en 98 og yngri,\nen vélin er alveg klesst upp í húddlokið á þessum bíl mér sýnist að það sé meira rými upp í boddíinu sem kemur 98 þ.e. Y61\nOg vélin er nú ekki svo mikið þyngri því hann notar heavy duty gorma úr Patrol að framan og virkar bara fínt og hann \ntooooogar endalaust,  ég er enn með þessa grillu í hausnum :) kanski seinna :)\nkveðja Helgi",
            "date": "2010-12-18 20:41:00",
            "post_id": "12342",
            "reply_to_id": "12341"
        },
        {
            "user_name": "JonHrafn",
            "text": "þessi blés aðeins of miklu inn á cumminsin :þ   100psi \nhttp://www.youtube.com/watch?v=ICuSgp8er-E&feature=grec_index",
            "date": "2010-12-18 20:43:00",
            "post_id": "12343",
            "reply_to_id": "12342"
        },
        {
            "user_name": "jeepson",
            "text": "já 100 psi er nú kanski aðeins of mikið.",
            "date": "2010-12-18 21:16:00",
            "post_id": "12345",
            "reply_to_id": "12343"
        },
        {
            "user_name": "hobo",
            "text": "Farðu bara ekki ofar en 99psi, þá ættirðu að vera safe.",
            "date": "2010-12-18 21:20:00",
            "post_id": "12346",
            "reply_to_id": "12345"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég veit að þetta er hægt, ef þú finnur '89-'92 vél á ættiru að grafa upp greinaröð í Diesel power sem heitir \"project rustbucket\", þar er farið yfir hvað er hægt að gera fyrir þessar vélar með auka hö í huga með litlum kostnaði.\nÞeir skiptu um spíssa, brutu innsigli í einhverri skrúfu á olíuverkinu og skrúfuðu hana í botn, og sneru membru sem mig minnir að hafi verið á wastegate-inu á túrbínunni.\nVélin er orginal 160 hö\nSpíssarnir skiluðu 70 hö\nmembran 30 hö \nog skrúfan 40 hö\nHræbilleg auka 140 hö í vél sem er ekki nema 160, gerið betur en það!",
            "date": "2010-12-18 21:46:00",
            "post_id": "12347",
            "reply_to_id": "12346"
        },
        {
            "user_name": "hobo",
            "text": "Þetta er mjög gott, nema að vélin endist ekki nema kannski nokkra km. :/",
            "date": "2010-12-18 21:51:00",
            "post_id": "12348",
            "reply_to_id": "12347"
        },
        {
            "user_name": "JonHrafn",
            "text": "En er ekki frekar erfitt að fá svona vél? , þær liggja nú ekki ekki á lausu, og ennþá síður með skiptingu og kassa. ....      Okkur feðgum tókst nú samt að lokum að finna eina,     ram sem stóð á beit undir hlöðuvegg í borgafirðinum :)=",
            "date": "2010-12-18 21:55:00",
            "post_id": "12349",
            "reply_to_id": "12348"
        },
        {
            "user_name": "jeepson",
            "text": "Ég veit um einn ram sem er 80 og eitthvað. með svona cummings. afturdrifinn. 4gíra bssk. En gef ekki upp hvar hann er þar sem að ég ætla að ná honum. En hann verður ekki rifinn heldur verður honum haldið alveg orginal. En það var svona bíll til sölu fyrir stuttu síðan. reynda afturhásingarlaus. En það var víst eitthvað búið að fitka í honum þannig að hann átti að vera þokkalega sprækur. Fór á 200kall minnir mig.",
            "date": "2010-12-18 22:19:00",
            "post_id": "12350",
            "reply_to_id": "12349"
        },
        {
            "user_name": "JonHrafn",
            "text": "Bara rugl hvað er hægt að kreista út úr þessum cummins. Fyrsti keppandinn hérna virðist brjóta grindina í bílnum, og hún er engin smá smíði.\nhttp://www.youtube.com/v/zjxjGl0WuiM?fs=1&amp;hl=en_US",
            "date": "2010-12-18 22:45:00",
            "post_id": "12352",
            "reply_to_id": "12350"
        },
        {
            "user_name": "elliofur",
            "text": "Hver ætli afgashitinn sé í þessum dráttarleikjum hjá þeim?",
            "date": "2010-12-18 23:11:00",
            "post_id": "12353",
            "reply_to_id": "12352"
        },
        {
            "user_name": "Startarinn",
            "text": "Þessar vélar eru mun öflugri en svo að þær hringji við smá aflaukningu, í annari grein í diesel power las ég um bíl með þessari vél sem var kominn í 500 hö og notaði bílinn dagsdaglega sem vinnubíl, hann var svo með tölvukubb til að ná vélinni í 700 hö þegar hann var að keppa á bílnum, sennilega er það samt eitthvað breytt vél. reyndar veit ég að ef þú berð saman stimpilstangirnar í 5,9 cummins við 7,3 powerstroke er það eins og að bera saman 0,5 ltr gosflösku við 2 ltr. Þessi vél er hönnuð í báta og þolir að það séu tekin út 160hö 100% af tímanum, þú notar aldrei öll 300 hö alltaf svo þetta á ekki að vera vandamál\nÍ þessu blaði sem ég vísaði í er vélin í gömlum, beygluðum og ryðguðum afturdrifnum ram, þeir nota bílinn dagsdaglega og eru víst búnir að breyta vélinni meira, allt án þess að opna vélina neitt til að styrkja hana",
            "date": "2010-12-19 00:24:00",
            "post_id": "12355",
            "reply_to_id": "12353"
        },
        {
            "user_name": "Startarinn",
            "text": "Rust Bucket's Weak Link\nThe problem was, our reliability was in question due to our stock head bolts and notoriously weak '89 Cummins head gasket. To rectify these problems, we decided to O-ring a '93 cylinder head and install it along with a 0.020 thicker head gasket courtesy of Pure Diesel Power, and a set of ARP head studs. With these modifications, we felt confident up to about 1,000 hp at the crankshaft, or about 700 hp at the wheels.",
            "date": "2010-12-19 00:56:00",
            "post_id": "12357",
            "reply_to_id": "12355"
        },
        {
            "user_name": "Startarinn",
            "text": "http://www.dieselpowermag.com/tech/dodge/0803dp_1989_dodge_ram/index.html\nÞetta var elsta greinin, fann ekki fyrstu greinina, en tölurnar voru ekki alveg réttar, þetta voru um 100 hö í heildina, við afturhjól, eða 264 hö.\nÍ nýjustu greininni eru þeir komnir í 448 hö, en þá búnir að gera smá breytingar á vélinni, aðallega heddinu, settu portað hedd af '93 vél og settu betri pakkingu, sýnist að þeir séu ekki ennþá komnir með intercooler. En með tveggja þrepa nitro og túrbó uppfærslu.\nÉg hef allavega þrælgaman að því að fylgjast með þessu, bíllinn minn ber bara ekki svona þunga og öfluga vél, annars væri ég búinn að verða mér úti um hana",
            "date": "2010-12-19 01:50:00",
            "post_id": "12358",
            "reply_to_id": "12357"
        },
        {
            "user_name": "arntor",
            "text": "Dodge Ram 6BT\nAppearing in the 1989-1998 Dodge Ram pickup truck, it quickly became a popular alternative to the large V8 gasoline engines normally used in full-size pickup trucks, while producing nearly double the torque at low engine speeds. The 6BT was also made popular for its fuel mileage over gasoline engine counterparts, roughly doubling fuel mileage in some applications. Further adding to the 6BT popularity in the Dodge Ram was the fact that it was the only diesel pickup, during the time, that featured Direct Injection and didn't rely on glow plugs for cold weather start up.[citation needed]\nThe 1989-1993 Dodge Ram pickup engines were rated at 160 horsepower (119 kW; 162 PS) and 400 pound-feet (542 N·m). The fuel systems for these Dodge Rams featured Bosch injectors and Bosch VE mechanically controlled fuel injection pumps. Intercoolers were added 1991. In 1994 when Dodge introduced the completely restyled Ram, changes were made to the 6BT as well. The fuel systems for these Dodge Rams featured different Bosch injectors and a de-tuned Bosch P7100 mechanically controlled fuel injection pump. The 1994-1995 6BT was rated at 160 horsepower (119 kW; 162 PS) and 400 pound-feet (542 N·m) when equipped with the 47RH automatic transmission, and 175 horsepower (130 kW; 177 PS) and 420 pound-feet (569 N·m) when equipped with the NV4500 manual transmission. The 1996-1998 6BT was rated at 180 horsepower (134 kW; 182 PS) and 420 pound-feet (569 N·m) when equipped with the 47RE automatic transmission, and 215 hp (160 kW; 218 PS) and 440 pound-feet (597 N·m) when equipped with the NV4500 manual transmission. The 6BT for 1996-1998 California Dodge Rams had the same ratings were 180 horsepower (134 kW; 182 PS) and 420 pound-feet (569 N·m) regardless of transmission. These engines also featured EGR Valves to meet the California Nitric Oxide emissions. All the Dodge Ram 6BT engines had a compression ratio of 17.5:1.\nhef nú heyrt ad tessi sé um 600kg med gír.\nen. . . tessi vaeri skemmtilegur kostur í patrol held ég\nThe 3.9L/4BT Cummins is an engine in the same family as the 5.9 litres (360.0 cu in) Cummins turbodiesels. The 3.9L/4B is an inline four cylinder turbodiesel that was popular for many step van applications, including bread vans and other commercial vehicles. This engine is also used in various industrial, construction and agricultural applications. With a cylinder bore of 4.02 inches (102.1 mm) and a piston stroke of 4.72 inches (119.9 mm), the engine had a wet weight of 745 pounds (338 kg). In recent years it produced 130 horsepower (97 kW; 132 PS) and 355 pound-feet (481 N·m) of torque. The 4BT today is also popular as a conversion engine among many light-duty pickup trucks that were originally equipped with gasoline engines. This is due to its high fuel efficiency while producing power comparable to the original light-duty gasoline engine. The 4BT engines have the same pistons, connecting rods, valvetrain components, and injectors as their 6BT counterparts",
            "date": "2010-12-19 02:24:00",
            "post_id": "12360",
            "reply_to_id": "12358"
        },
        {
            "user_name": "Þorri",
            "text": "Intercooler er ekki notaður ef þú ert með nito á dieselvél. Gasið kælir mikið meira en intercooler. Þessi er til dæmis ekki með cooler \nhttp://www.bankspower.com/videos/show/7 ... -@-180-mph\n  og er samt sprækasti diesel bíll sem sögur fara af.\nkv. Þorri",
            "date": "2010-12-19 06:02:00",
            "post_id": "12364",
            "reply_to_id": "12360"
        },
        {
            "user_name": "spámaður",
            "text": "Gamla cummins semsagt 12 ventla vélin er víst betri til að tjúna en 24 ventla vélin.(sterkari hedd)\nþekki mann sem er með cummins í bátnum sínum sem ég hef silgt einnig og það er 300 hp 12ventla keyrð 6000 tima og hún er ekki\nkeyrð á slowinu hún er í botni bæði á út og heimstími.aldrei hefur hún klikkað.\nég held að marine útgáfan sé enþá 12 ventla.\nkv hlynur",
            "date": "2010-12-19 10:00:00",
            "post_id": "12367",
            "reply_to_id": "12364"
        },
        {
            "user_name": "jeepson",
            "text": "Eins og ég segi. Þá er cummings bara snilld :)",
            "date": "2010-12-19 11:06:00",
            "post_id": "12370",
            "reply_to_id": "12367"
        },
        {
            "user_name": "Einar",
            "text": "Fyrir þá sem finnst 5,9 vélin (6BT og ISB) of þung þá er til 4 sílendra útgáfa af þessari vél, hún er 3,9L (4BT)og í grunninn nánast alveg eins og 6BT nema 2 sílendrum styttri. Hún hefur mest verið notuð í dráttar og vinnuvélar en einnig í sendibíla og smárútur.",
            "date": "2010-12-19 15:55:00",
            "post_id": "12378",
            "reply_to_id": "12370"
        },
        {
            "user_name": "jeepson",
            "text": "veistu úr hvaða faratækjum maður getur fundið þessa 4cyl vél??? Og yrði hún ekki full lítil í patrol??",
            "date": "2010-12-19 16:04:00",
            "post_id": "12380",
            "reply_to_id": "12378"
        },
        {
            "user_name": "Einar",
            "text": "Veit ekki nákvæmlega hvaða bílum hún er í, líklegast einhverjir \"Step van\" og svoleiðis dót. Hvað varðar hvort hún dugar í Patrol getur hún ekki verið nema framför miðað við þessa hörmung sem er í þeim upprunalega.",
            "date": "2010-12-19 16:23:00",
            "post_id": "12383",
            "reply_to_id": "12380"
        },
        {
            "user_name": "JonHrafn",
            "text": "Held að 4bt sé engin aumingi, miðað við reykinn er nú búið að skrúfa aðeins upp í þessari samt.\nhttp://www.youtube.com/watch?v=zoIyTlAD_1w&feature=related\nEkkert smá torque\n3.9L/4BT\nThe 3.9L/4BT Cummins is an engine in the same family as the 5.9 litres (360.0 cu in) Cummins turbodiesels. The 3.9L/4B is an inline four cylinder turbodiesel that was popular for many step van applications, including bread vans and other commercial vehicles. This engine is also used in various industrial, construction and agricultural applications. With a cylinder bore of 4.02 inches (102.1 mm) and a piston stroke of 4.72 inches (119.9 mm), the engine had a wet weight of 745 pounds (\n338 kg\n). In recent years it produced 130 horsepower (97 kW; \n132 PS\n) and 355 pound-feet (\n481 N·m\n) of torque. The 4BT today is also popular as a conversion engine among many light-duty pickup trucks that were originally equipped with gasoline engines. This is due to its high fuel efficiency while producing power comparable to the original light-duty gasoline engine. The 4BT engines have the same pistons, connecting rods, valvetrain components, and injectors as their 6BT counterparts.",
            "date": "2010-12-19 16:46:00",
            "post_id": "12385",
            "reply_to_id": "12383"
        },
        {
            "user_name": "jeepson",
            "text": "ÞArna er nú verið að tala um að það séu sömu stimplarnir í 4 og 6 cyl vélinni. Það er þá eins og í benz. 200 250 og 300 bílunum. (W124 bílarnir) Þar eru einmitt sömu spíssar. eini munurin að það bætist altaf 1cyl eftir því að sélin verður stærri. Annars fynst mér svosem vélin í pattanum mínum ekkert vera svo kraftlaus. En hún er nýlega upptekin og meðal annars nýjar dísur í spíssunum þannig að hún er sjálfsagt að virka betur heldur en svona vél sem er kanski búin að rúlla 300þús eða meira.",
            "date": "2010-12-19 17:12:00",
            "post_id": "12387",
            "reply_to_id": "12385"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Sælir\nhttp://www.4btswaps.com/forum/index.php\nþessi síða er uppfull af fróðleik um 6bt og 4bt.\nAnnars þá er hægt að fá 4bt til að vinna alveg heil ósköp, bara blása nógu hressilega inná hana. En þetta er alveg hriiiikaleg sleggja, 6bt sleppur varðandi titring því línusexur ballansa sig sjálfar en þegar 2 cyl eru teknir af er þetta bara grjótmulningsvél.\nFyrir utan það margar af þessum vélum komu úr rafstöðvum og því ekki næstum jafn vel ballanseraðar og bílvélar.",
            "date": "2010-12-20 19:25:00",
            "post_id": "12411",
            "reply_to_id": "12387"
        },
        {
            "user_name": "jeepson",
            "text": "já maður þyrfti eiginlega að komast að því úr hvaða bílum er hægt að fá þær. En annars er þetta bara mest pæling hjá mér. Ég hef voða gaman að pæla í hinu og þessu.",
            "date": "2010-12-20 19:44:00",
            "post_id": "12412",
            "reply_to_id": "12411"
        }
    ],
    "date": "2010-12-18 18:37:00"
}