{
    "forum_title": "Almennt spjall",
    "id": "27944",
    "title": "LED í aðalljós. Eitthvað vit í því?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=27944",
    "posts": [
        {
            "user_name": "Johnboblem",
            "text": "Er eitthver reynsla af þessu?\nMá hafa þetta í aðalljósum?\nDescription\nFeatures\n1. 100% brand new style \n2. High quality aluminum housing design for better cooling \n3. Built-in fans with excellent heat dissipation performance \n4. Beam Angle: 360 degree \n5. Waterproof driver with internal constant current CPU \n6. Usage: Headlamp \n7. Two model: High and Low Beam \n8. Provide over-heat and fans-failure setup protection \n9. High Beam Current: 2.8A?±0.2A; Low Beam Current: 1.6A?±0.2A \nSpecification:\nGeneral\t\nModel\tFH01\nWattage\t60W\nEmitter Type\tCREE-1520 COB LED\nEmitters\t2 crees\nLumens\t2800lm\nLight Color\tWhite Light\nColor Temperature\t6000K\nLighting Area\t320 Degree\nVoltage (V)\tDC 12V -24V\nSheathing Material\tAluminum Alloy\nPackage Include\t\nPackage Contents\t2 x Car Headlight \n2 x Drive Power",
            "date": "2014-12-04 20:57:00",
            "post_id": "148323",
            "reply_to_id": false
        },
        {
            "user_name": "haffiamp",
            "text": "vinur minn hefur verið með svona í kösturum (þoku) á octaviu næstum 2 ár...\nþað er að vísu 20W hver pera sem er alveg nóg, hann segist geta keyrt með þá einungis útá vegi og er sáttur með það.\nSvona 60W dæmi er eins og 150W venjulegar perur, færð aldrei að vera í friði með þetta grunar mig...",
            "date": "2014-12-04 21:23:00",
            "post_id": "148326",
            "reply_to_id": "148323"
        },
        {
            "user_name": "Stebbi",
            "text": "Mátt bara hafa þá peru sem framleiðandin gefur upp í ljósið.  Ef að bíllinn kemur með H4 halogen peru þá er það eina peran sem þú ættir að fá skoðun á.  Svo er þetta spurning hvort skoðunarmennirnir eru nokkuð að spá í þessu.",
            "date": "2014-12-04 21:30:00",
            "post_id": "148327",
            "reply_to_id": "148326"
        },
        {
            "user_name": "Johnboblem",
            "text": "Takk fyrir þetta. Er með Defender sem væri ekki verra að myndi lýsa betur :)",
            "date": "2014-12-04 21:45:00",
            "post_id": "148329",
            "reply_to_id": "148327"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Það er reyndar ekki rétt, það er ekki á herðum skoðunarmanna að sjá hvort notaðar séu upprunalegar perur, hinsvegar verða skoðunarmenn að fullvissa um að geisli ljóssins sé nógu bjartur, ekki of bjartur, og að stefna lýsingarinnar og brot hennar sé rétt fram á veginn, á milli 40 og 80 metra eftir bíltegundum og hleðslu\nTil er hámark og lágmark yfir ljósmagn sem ég man ekki utan af hvað er, en flest þessi ljós eru annaðhvort nógu há eða allt of há, vandamálið er hinsvegar að þessi ljós lýsa út um allt, jú jú voða gott fyrir bílstjórann hann sér veginn voða vel og allt það, en sá sem mætir þér sér ekkert nema sólina úr ljósunum frá þér því geislinn er eins og móða sem lýsir jafn mikið niður á veginn og upp í loftið\nsvo er annar galli sem verður er að nefna og hann er sá að þessi ljós hitna ekki, og þvi bræða þau ekki af sér snjó og klaka í veðráttu eins og er núna t.d.\nEitt enn, þessi ljós eru fæst með háum geisla, sum eru þannig gerð að þau hækka voltatöluna frá magnaranum og auka þar með styrk geislans eitthvað en ekkert sem er marktækt\nÞannig við verðum held ég að gefa þessum ljósum nokkur ár enn og bíða eftir því að bílaframleiðandi sýni þeim áhuga, þá fer þróunin á almennilegt skrið",
            "date": "2014-12-04 22:42:00",
            "post_id": "148342",
            "reply_to_id": "148329"
        },
        {
            "user_name": "Rangur",
            "text": "Er ekki H4 pera bara H4 pera?  Sé peran merkt H4 hlýtur að vera í lagi að nota hana?",
            "date": "2014-12-04 22:59:00",
            "post_id": "148346",
            "reply_to_id": "148342"
        },
        {
            "user_name": "Sævar Örn",
            "text": "H4 er standard fyrir perugerðina og var upphaflega kallað Halogen 4, LED er augljóslega ekki Halogen pera, ég gleymdi einu varðandi LED ljósin en þróunin undanfarið hefur nokkurnvegin einblínt á að ráða stigum við hitamyndun í LED ljósinu, ekki hita sem ljósið kastar frá sér enda er hann lítill eða enginn, heldur hita sem verður í tengibúnaði LED ljóssins sjálfs, það er eflaust hægt að lesa helling um þessar perur á netinu en þetta hefur ekki enn verið notað af bílaframleiðendum af neinu viti, allavega ekki í evrópu",
            "date": "2014-12-04 23:08:00",
            "post_id": "148347",
            "reply_to_id": "148346"
        },
        {
            "user_name": "Haffi",
            "text": "Ég þekki einn sem er með svipað kerfi í gamalli corollu, þetta er búið að svínvirka hjá honum í tæpt ár og lýsir mun betur en glóperan. En auðvitað er þetta eins og með allt frá kínverjanum, sumt er gott, annað er rusl og sumt er mánudagseintök og annað ekki. \"Gallinn\" við þessi Cree LED er að þau hitna dáldið, en til þess er viftan á þessu, en ég held að það sé ekki neitt til að hafa áhyggjur af á íslandi þar sem er kæling á þessu allan ársins hring",
            "date": "2014-12-05 00:25:00",
            "post_id": "148353",
            "reply_to_id": "148347"
        },
        {
            "user_name": "olei",
            "text": "Þar sem ég þurfti að afleggja original aðalljósin á jeppanum (þau voru ekki nógu og utarlega) þá keypti ég þetta hér í þau og vonaðist eftir að fá öfluga lýsingu til að nota utan alfaraleiða.\nhttp://www.ebay.co.uk/itm/271448379332? ... EBIDX%3AIT\nÞetta lýsir meira en standard 55W  H4 pera en það það munar ekki eins miklu og ég bjóst við. Reyndar grunar mig að að ljóskerin sem ég er með henti illa fyrir þær. Þau eru með blikkhlíf fyrir framan peruna og eru auk þess komin til ára sinna. Ljósker án blikkhlífar og gagnsærri (clear) mundu vafalítið henta þessum perum betur. Semsagt, þetta var ekki eins mikil framför og ég vonaðist eftir í gamlar samlokur!\nÉg hendi hér inn hlekkjum af því að ég skoðaði þetta talsvert fyrir um ári síðan. Hér er t.d ódýrt ljósastæði fyrir 7\" samlokur. Þetta er reyndar hálfgert dót og ekki sérlega traustvekjandi en virkar samt ágætlega. Ef marka má ebay þá er þetta mjög vinsælt í gamla Rovera.\nhttp://www.ebay.co.uk/itm/390174239069? ... EBIDX%3AIT\n \nHér eru síðan nýjar samlokur, sem gætu e.t.v hentað fínt með svona LED perum:\nhttp://www.ebay.co.uk/itm/WIPAC-CRYSTAL ... 5adfdb09fe\n---------------------\nFyrir lögleg (DOT merkt) LED framljós í 7\"  sýndist mér Trucklite einna álitlegust, hér er eitt ódýrasta parið sem ég fann á ebay sem vill svo skemmtilega til að er einmitt sett í Land Rover. \nhttp://www.ebay.co.uk/itm/181162435337? ... EBIDX%3AIT\nSamkvæmt þessu þá valdi bandaríska trukkaleigufyrirtækið Penske að nota þessi ljós í sína bíla. Það er nú frekar traustvekjandi.\nhttps://www.youtube.com/watch?v=riAtkFlEO98\n---------------------------\nÞessi eru mjög flott og er talsvert  hampað af erlendum dellusnúðum.  J.W Speaker:\nhttp://www.ebay.com/itm/J-W-Speaker-054 ... d1&vxp=mtr\nEins og sjá má er þau nærri tvöfalt dýrari en Trucklite.",
            "date": "2014-12-05 06:58:00",
            "post_id": "148360",
            "reply_to_id": "148353"
        },
        {
            "user_name": "lecter",
            "text": "ja en eini gallinn við led er þá kanski að snjór og ís bráðnar ekki af ljósinu  kastarar eru þá ekki að virka i sumu færi eða þegar maður þarf virkilega á lósinu að halda (hitinn frá ljósinu bræðir ekki snjó og krapa)",
            "date": "2014-12-05 17:39:00",
            "post_id": "148393",
            "reply_to_id": "148360"
        },
        {
            "user_name": "Oskar K",
            "text": "J.W. Speaker samlokur eru alveg málið í svona defender !",
            "date": "2014-12-05 19:27:00",
            "post_id": "148402",
            "reply_to_id": "148393"
        },
        {
            "user_name": "Steinmar",
            "text": "Ef þarf hita til að bæða snjó og ís af ljósum, er það þá ekki vegna þess að hann hleðst á vegna hitamyndunar. Einhver hlutur sem er með sama hitastig og umhverfið safnar tæplega miklum klaka eða snjó á sig, ekki þá nema að snjórinn sé slydda, eða þarumbil.\nStundum keyrði maður með opna glugga og engan blástur á framrúðuna til koma í veg fyrir klakamyndun, það sama hlýtur að gilda fyrir ljósin.\nKv. Steinmar",
            "date": "2014-12-05 19:47:00",
            "post_id": "148404",
            "reply_to_id": "148402"
        },
        {
            "user_name": "Stebbi",
            "text": "Þessar samlokur virðast lofa góðu.  DOT merkt og klárlega ljós hannað fyrir ljósgjafan sem er í honum ekki Halogen ljós með einhverja über peru sem blindar alla sem maður mætir, en hey, virkar miklu betur en gömlu ljósin.  :)\nFékk einn svona snilling á óbreyttun 120 cruiser á eftir mér um dagin með Xenon kit í stóru flottu toyota ljósunum, hann hefði alveg eins getað verið með 9\" Hella kastara á eftir mér með 100w perum.  Persónulega finnst mér að menn ættu ekki að fá skoðun á bílinn með svona lagað.",
            "date": "2014-12-05 20:19:00",
            "post_id": "148409",
            "reply_to_id": "148404"
        },
        {
            "user_name": "kjartanbj",
            "text": "óþolandi pakk sem keyrir um með xenon kerfi í halogen kerjum, margir keyrandi þannig um með bæði í aðaljosum og kösturum og halda að þeir seu ógeðslega kúl, en blinda alla sem þeir mæta og ljósið út um allt",
            "date": "2014-12-05 20:26:00",
            "post_id": "148410",
            "reply_to_id": "148409"
        }
    ],
    "date": "2014-12-04 20:57:00"
}