{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "27968",
    "title": "Aukarafkerfi.. tillögur :)",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=27968",
    "posts": [
        {
            "user_name": "thorjon",
            "text": "Jæja félagar, þar sem mér dettur ekki í hug að reyna að finna upp hjólið aftur ( yrði eflaust kassalaga ) og þar sem að mér hefur reynst vel að leita í smiðju manna sem hafa gengið í gegnum þessa hluti áður langar mér að varpa fram spurningu varðandi aukarafkerfi.\nég er með Patrol 98 \"eilífðarverkefni\"\nNú er komið að því að reyna að einfalda víraflækjuna sem byrjaði frekar sakleysislega en er álíka sexý og illa reyttur köttur í dag :)\nÉg setti aukarafkerfið frá Bílasmiðnum á sínum tíma en síðan þá er dittinn og dattinn búinn að bætast við þannig að það er \"nett sprungið\".\nhef verið að velta fyrir mér hvaða leið eigi að fara.  Er \"skotin\" í kerfinu frá AMG/Aukaraf en það er bara með option fyrir 5 relay ef ég man rétt, sem er í raun það sama og ég er með.  \nþannig að á maður að fá sér AMG/A kerfið, vera áfram með Bílasmiðinn eða setja þessi 2 saman eða smíða nýtt með fleiri inn/útgöngum ??\nþað sem kerfið þarf að keyra (held ég) er eftirfarandi:\n55w spot Xenon kastarar\n75w spot Xenon kastarar\n180w LED flood bar (neðri)\n300w Led flood bar (á topp)\nHliðarvinnuljós\naftur vinnuljós\nrafmagns loftdæla (nú með stóru relay fram í húddi)\n1000w inverter\n50w Led leitarljós\ná eftir að breyta aircon dælunni í loftdælu, þarf eitthvað rafmagn í það ásamt úrhleypibúnaði sem ætti að vera í aukarafkerfinu ?\nSvo er ég reyndar líka með Led strippa inní bíl sem e´g stal rafmagni bara beint úr loftljósi fyrir,, helvíti gott að hafa á haustin í veiðinni þegar maður kemur úr kvöldflugi, tja eða fyrir morgunflugin ;)\nÞannig að nú er opið fyrir góð ráð félagar......myndir af ykkar kerfum væru líka helv gott að sjá\nkveðja:  Þórjón",
            "date": "2014-12-06 21:49:00",
            "post_id": "148490",
            "reply_to_id": false
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞú losnar aldrei við víraflækjuna, bara kaupa bengslispakka og ganga frá vírunum.\nEn þú þarft ekkert annað en að finna þér rofa sem þú ert sáttur við, relay og öryggjabox.  Aukarafkerfi er ekkert annað eða merkilegra en það.\nKv Jón Garðar",
            "date": "2014-12-07 01:30:00",
            "post_id": "148500",
            "reply_to_id": "148490"
        },
        {
            "user_name": "jongud",
            "text": "Svo er spurning hvort tvö aukarafkerfi myndu henta ef þú \"tekur aðeins til\"\nStundum er maður með mikið af dóti svo að segja á báðum endum á bílnum og þá eru leiðslur orðnar leiðinlega langar frá kerfiskassanum.\nEinhversstaðar sá ég jeppa með tvö aukarafkerfi. Eitt frammi við mælaborð og annað alveg afturí. Kosturinn við svoleiðis uppsetningu er að það eru bara sverir plús- og mínuskaplar í aftara boxið og einn CAT-5 kapall fyrir stýrisstraum í rofana.\nEn þetta var kannski svolítið ýkt dæmi.\nSjálfur var ég með tvö pör af kösturum framan á bíl og aukarafkerfi milli framsætanna. Mér datt ekki í hug að leggja langar leiðslur frá kerfinu í kastarana, þannig að ég setti smá \"útibú\" frá aukarafkerfinu rétt við geyminn (segulrofa og öryggi) með leiðslur stystu leið að kösturunum. Þarna var líka öryggi fyrir loftdæluna (sem var a/c dæla)",
            "date": "2014-12-07 11:49:00",
            "post_id": "148510",
            "reply_to_id": "148500"
        },
        {
            "user_name": "Aparass",
            "text": "Svo er auðvitað flottasta aukarafkerfið hjá Samrás.\nMesta snilldarsmíði sem ég hef nokkurntíman séð og algjörlega viðhaldsfrítt.",
            "date": "2014-12-07 14:43:00",
            "post_id": "148516",
            "reply_to_id": "148510"
        },
        {
            "user_name": "byzant",
            "text": "Ég keypti þetta, tiltölurlega dýrt enn sparar gríðarlega víraflækju frá realay boxi inní bíl. bara einn flatkapall í panelinn \nSvo líka að hver rás þolir 50A er líka mikill kostur\nhttp://www.summitracing.com/int/parts/arc-4000d/overview/\nKeypti tvö svona og ætlaði vera með eitt í húddinu fyrir kastarana framann\n og svo annað inní bíl einhverstaðar þar sem t.d.talstöð og fleirra sem er inní bílnum færi í \nhttps://www.youtube.com/watch?v=XAxpsVLJvoo",
            "date": "2014-12-07 17:00:00",
            "post_id": "148525",
            "reply_to_id": "148516"
        },
        {
            "user_name": "atli885",
            "text": ".",
            "date": "2014-12-07 22:34:00",
            "post_id": "148561",
            "reply_to_id": "148525"
        },
        {
            "user_name": "Bolti",
            "text": "Þegar þið talið um aukarafkerfi, er það þá tengt sérstakri aukarafhlöðu? - Eða bara búnaður,tengingar,relay og takkar á sér grein tengt í aðalrafgeymi líkt og annað?",
            "date": "2014-12-10 11:05:00",
            "post_id": "148772",
            "reply_to_id": "148561"
        },
        {
            "user_name": "thorjon",
            "text": "´Tja, mér skilst að það geti verið bæði fyrir 1 eða 2 batterí.  Í mínu tilfelli er þetta aukarafkerfi fyrir einungis 1 batterí þar sem Patrol er með öflugann alternator.\nVill nota tækifærið til að þakka þeim sem hafa komið með innlegg í umræðuna.  Nú verður lagst í pælingar etc. en er farin að hallast á að smíða mitt eigið í þeirri stærð sem hentar, það er stærra en þessi \"standard 5-6 útganga sem verið er að selja út í búð",
            "date": "2014-12-10 18:45:00",
            "post_id": "148812",
            "reply_to_id": "148772"
        },
        {
            "user_name": "thorjon",
            "text": "Hvaða aðilum mæla menn með varðandi efniskaup í aukarafkerfi annað en Bílanaust ??",
            "date": "2014-12-16 00:37:00",
            "post_id": "149169",
            "reply_to_id": "148812"
        },
        {
            "user_name": "jongud",
            "text": "það er nú það, einhverntíman var eitthvað verið að spjalla hér um hvernig leiðslur ætti að kaupa;\nhttp://www.jeppaspjall.is/viewtopic.php?f=2&t=8122&p=54337&hilit=%C3%ADskraft#p39730",
            "date": "2014-12-16 08:15:00",
            "post_id": "149179",
            "reply_to_id": "149169"
        },
        {
            "user_name": "biturk",
            "text": "Ég hef spænt í sundur rafkerfi þegar ég parta bíla, oftast í japönskum bílum eru vírarnir ekki kolaðir til andskotans og þá get ég notað svipaða eða sömu liti og eru í bílnum þegar, þá lítur flest rafkerfi út fyrir að vera original og fínt",
            "date": "2014-12-16 08:32:00",
            "post_id": "149183",
            "reply_to_id": "149179"
        },
        {
            "user_name": "gudjonarnarr",
            "text": "ég var að panta svona í bílinn hjá mér sem ég ættla að hafa inní bíl, 1 sveran kapal inn í boxið og 10 öryggi þar af leiðandi 10 úrgangar, kostar um 5-6þús krónur hingað komið. samt ekki 100% eins en bjög líkt, fékk ekki réttu myndina til að virka",
            "date": "2015-02-04 14:54:00",
            "post_id": "152668",
            "reply_to_id": "149183"
        },
        {
            "user_name": "Bolti",
            "text": "Sælir!\nÉg er að baxa við það sama, Hvað þarf ég sveran vír til að höndla 50 amp á 3 metra leið ? En 100amp á 3 metra leið ? \nÖll rafmagnskunnátta mín er fengin af netinu og þar er flest tilgreint í ameríska sverleikanum eða AWG, ég hef séð ykkur nota \nq\n fyrir mælieiningu á víra, getur einhver útskýrt það fyrir mér og hvað mörg q jafngilda gildunum í AWG kerfinu ?\nOg annað... Hvar eruð þið að versla íhluti í aukarafkerfi og víra ?",
            "date": "2015-02-05 10:01:00",
            "post_id": "152703",
            "reply_to_id": "152668"
        },
        {
            "user_name": "jongud",
            "text": "q er notað yfir þversnið kapla í fermillimetrum (mm2) það er til hellingur af töflum yfir þetta á netinu.\nAthugaðu þessa töflu, hún sýnir hvað þú færð mikið spennufall miðað við lengd kapla og straum.\n[img]http://i233.photobucket.com/albums/ee312/Polyboatowner/12VoltCableSize.jpg\n[/img]\nHérna er líka síða sem reiknar þetta út;\nhttp://www.bulkwire.com/wireresistance.asp",
            "date": "2015-02-05 12:37:00",
            "post_id": "152712",
            "reply_to_id": "152703"
        },
        {
            "user_name": "Boxer",
            "text": "Mér finnst mjög þægilegt að hafa \nsvona\n nomogram í skúrnum, þar dreguru línu á milli straumnotkunar og vírlengdar og færð út nauðsynlegt vírþvermál.\n \nEinnig er ég fainn að nota \"app\" í símanum sem heitir \"ElectroDroid\" það er frítt en með allskonar fróðleik og merkilega gott, t.d er hægt að reikna \"voltage drop\" mv vírþvermál og straumdrátt.  \nSkv gamalli þumalputtareglu með glóperur var talað um að 10% minnkun í spennu að ljósum t.d vegna of grannra víra skilaði ca 30% minnkun á ljósmagni (minnir mig endilega).\nÞetta getur maður stundum séð á bílum þegar þeir ganga hægagang og svo er gefið inn þá birtir til vegna hækkunar á kerfisspennu.\nþví er alltaf gott að vera ekkert að spara í virasverleika, ég hef t.d séð mjög dýra og flotta kastara sem eru svo tengdir með hálfgerðum hátalarasnúrum sem eru klárlega allt of grannar, og því lýsa þeir alls ekki eins og þeir ættu gera.\nHér má sjá nomogramið, þar má sjá að mv 5A eða 60W notkun og 10m kapal þarf allaveggna 3mm2 kapal.",
            "date": "2015-02-05 13:07:00",
            "post_id": "152715",
            "reply_to_id": "152712"
        },
        {
            "user_name": "byzant",
            "text": "http://www.aliexpress.com/store/group/5P-ON-OFF-Blue-Rocker-Switch/313501_258583919.html\nHér eru skemmtilegir caling rofar em kosta ekki augun úr\nhttp://www.ceautoelectricsupply.com/customrelaypanels.html\nHer eru líka  tilbúnnir kassar með relayum",
            "date": "2015-02-05 14:32:00",
            "post_id": "152719",
            "reply_to_id": "152715"
        }
    ],
    "date": "2014-12-06 21:49:00"
}