{
    "forum_title": "Jeppar",
    "id": "28023",
    "title": "International Harvester Scout II 44\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=28023",
    "posts": [
        {
            "user_name": "nomis97",
            "text": "Vegna lítillar notkunar ætla ég að prófa að bjóða þennan eðalbíl til sölu\nTegund:      International Harvester SCOUT II\nÁrgerð:       1973\nMótor:         318 Mopar með 340 Heddum\nKassi:          4 gíra NP trukkakassi\nMillikassi:    Toyota Land Cruiser 70\nMilligír:       Ekki viss með tegund\nHásingar:    Toyota Land Cruiser 70 að framan og aftan með læsingum\nLæsingar:   Orginal Toyota Land Cruiser 70 að framan og aftan\nFjöðrun:      Loftpúðar allan hringinn (800 kg.), 4 Link að aftan og LC80 stífur að framan, Mercedes Benz samsláttarpúðar framan og aftan. Demparar frá BSA\nTankar:       Tveir bensíntankar, c.a. 250 lítrar\nAukaljós:    Nýjir XENON kastarar að framan og Halogen kastarar á topp. Fjarstýrt leitarljós á topp\nDekk:         Mjög góð Dick Cepek 44\" negld. Nánast óslitin.\nFelgur:       Beadlock Felgur\nAnnað:       Sérsmíðuð álstigbretti og framstuðari\nAukabúnaður:\nGPS tæki\nBensínmiðstöð\nDrullutjakkur\nÖflug loftdæla, Air Condition\nHægt að renna öllum drullusokkum af á einfaldan hátt\nÚtvarp og geislaspilari\nOg fleira........\nÁstand:\nBíllinn er í mjög góðu ástandi. Selst skoðaður og klár á fjöll. Styttur Scout Traveller plast toppur og veltibúr. Tiltölulega nýlega uppgerður trukkur frá A-Ö og er 100% ryðlaus. Mér skilst að þessi hafi verið í uppgerð í ansi mörg ár af þeim Steina Sím og Ragnari Kristins. Það eru engin teppi eða klæðningar að innan, mjög jákvætt upp á að sjá hversu góðu standi boddíið er. Bíllinn var tekinn í gegn fyrir og eftir að hafa verið lánaður í Top Gear USA í fyrra. Það var reikningur upp á nálægt milljón, nýjir kastarar, spiltengingar, nýtt pústkerfi, uppgerð afturhásing og almenn skvering. Það geta fylgt með honum svört leðursæti afturí úr 2013 Toyota Land Cruiser 200 (öftustu sætin. Pælingin var að setja þau afturí og geta vippað þeim upp eftir þörfum eins og gert er í orginal LC200). Bíllinn hefur verið notaður í eina til tvær ferðir á ári síðustu ár og staðið inni þess á milli. Þessi á skilið að vera notaður meira og hef ég því ákveðið að bjóða hann til sölu vegna tímaskorts. Þetta er alvöru trukkur sem mér hefur ekki enn tekist að festa. Ótrúlegt hvað hann fer mikið og ló gírinn virkar vel.\nVerð:  Ásett verð er 1.890 þús. Skoða skipti á ódýri, helst einhverju seljanlegu.\nUppl:  Ef þú hefur áhuga, þá endilega sendu á okkur línu á \nnomis97@gmail.com\n eða \nhergud@gmail.com\nTakk fyrir innlitið :)",
            "date": "2014-12-10 08:24:00",
            "post_id": "148754",
            "reply_to_id": false
        },
        {
            "user_name": "gráni",
            "text": "Sælir, ert þú með gsm verð í bænum á morgun föstudag, langar að skoða bílinn",
            "date": "2015-01-06 15:38:00",
            "post_id": "148927",
            "reply_to_id": "148754"
        },
        {
            "user_name": "nomis97",
            "text": "Takk fyrir áhugann,\nSeldur, má eyða",
            "date": "2015-02-03 14:26:00",
            "post_id": "152608",
            "reply_to_id": "148927"
        },
        {
            "user_name": "gráni",
            "text": "ekkert að þakka sauðurinn þinn",
            "date": "2015-02-06 07:13:00",
            "post_id": "152764",
            "reply_to_id": "152608"
        }
    ],
    "date": "2014-12-10 08:24:00"
}