{
    "forum_title": "Almennt spjall",
    "id": "28044",
    "title": "Heimskuleg spurning",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=28044",
    "posts": [
        {
            "user_name": "Snake",
            "text": "Góða kvöldið,\nÉg hef lengi verið að velta því fyrir mér hvort vélar séu kraftmeiri í köldu veðri í ljósi þess að kalt loft er þéttara og langaði til að forvitnast hvort menn finni einhvern á bílunum við mismunandi lofthita.\nKv.\nSnake",
            "date": "2014-12-10 20:27:00",
            "post_id": "148823",
            "reply_to_id": false
        },
        {
            "user_name": "Gutti",
            "text": "Ég er nú ekki viss um að það sé þannig, þvert á móti gæti heitara loft verið fljótara að brenna, en held nú samt að maður finni varla mun á þessu.",
            "date": "2014-12-10 20:51:00",
            "post_id": "148826",
            "reply_to_id": "148823"
        },
        {
            "user_name": "Snake",
            "text": "En byggir ekki intercooler einmitt á þessu? Að kæla loft til að auka afköst?",
            "date": "2014-12-10 20:56:00",
            "post_id": "148827",
            "reply_to_id": "148826"
        },
        {
            "user_name": "Gutti",
            "text": "Intercoolerinn kælir jú loftið eitthvað þar sem það hitnar mjög mikið í túrbínunni, veit ekki hvort að það fæst meiri kraftur með kaldara lofti, allavega hitnar mótorinn ekki eins ef loftið fer ekki eins heitt inná hann. Heita loftið á að taka meira pláss en kalda loftið og með kaldara lofti er hægt að koma meira lofti inná vélina, en eins og ég segi þekki ég ekki alveg hvort það er kælt til að fá meira afl eða hvort það á að fara betur með mótorinn, gæti verið fyrir báða þessa þætti.",
            "date": "2014-12-10 21:20:00",
            "post_id": "148832",
            "reply_to_id": "148827"
        },
        {
            "user_name": "Óttar",
            "text": "Ég átti einu sinni hondu civic og ég var alltaf að ímynda mér að hún væri sprækari í röku veðri..en hvað er til í því veit ég ekki :)",
            "date": "2014-12-10 21:25:00",
            "post_id": "148834",
            "reply_to_id": "148832"
        },
        {
            "user_name": "TDK",
            "text": "Eins og ég skil fræðin þá eru fleiri súrefnissameindir per x rúmmál af andrúmslofti þegar loftið er kallt. Þeim mun meira af súrefnissameindum sem þú nærð að triða inn á mótor því betra. Svo jú. Sennilega er \"munur\" en ég efast um að hann sé eitthvað sem er þess virði að tala um",
            "date": "2014-12-10 22:04:00",
            "post_id": "148838",
            "reply_to_id": "148834"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Meiri orka fer til spillis við að hita upp kalda loftið, drifrásin er þyngri í kulda og svo mætti lengi telja, það vinnur allt móti hvort öðru og því tel ég ólíklegt að nokkur mælanlegur munur sé á vélum óbreyttum hvort sem þær fái kalt umhverfisloft inn á sig eða ekki",
            "date": "2014-12-10 22:52:00",
            "post_id": "148846",
            "reply_to_id": "148838"
        },
        {
            "user_name": "Rodeo",
            "text": "Eftir því sem hitinn lækkar eykst þéttni lofts, um 15% meiri þéttni við -20c gráður plús 20. \nhttp://denysschen.com/catalogue/density.aspx\n Meira súrefni í hverri rúmmálseiningu lofts ætti að bæta bruna og og afl ef allt annað er óbreytt sem það er ekki.  Nýlegur bíll með réttum súrefnisskynjara og vélartölvu stillir þetta allt af jafn óðum til að halda þessu innan kjör marka.\nBúandi í meginlandsloftslagi þar sem hitinn fer upp undir 40gráður á sumrin og vel niður fyrir -40c get ég vottað að öll sú mögulega aflaukning sem verður í köldu verði meir en hverfur í að snúa stífum dekkjum, drifum sem með olíu sem er þykk sem tjara osrfv.",
            "date": "2014-12-11 00:02:00",
            "post_id": "148857",
            "reply_to_id": "148846"
        },
        {
            "user_name": "Gulli J",
            "text": "En nú erum við með fullt af skynjurum á vélinni til að fá hina fullkomnu blöndun lofts og bensíns, ef það fer X  magn af lofti þá hlýtur að fara ákveðið magn af bensíni inn á mótorinn til að fá hlutfallslega sömu blönduna.\nÉg held að þetta sé nákvmæmlega sama með K N síur, þegar upp er staðið er alltaf sama hlutfall af lofti og bensíni sem fer inn á mótorinn.\nÞannig að ef þú villt meira loft og bensín inn á mótorinn þá bara stígur þú fastar á pinnan.",
            "date": "2014-12-11 04:26:00",
            "post_id": "148862",
            "reply_to_id": "148857"
        },
        {
            "user_name": "Snake",
            "text": "Ég man eftir því að hafa séð einhvern tíman Top Gear þátt (líklega ekki besta vísindaheimild í heimi) þar sem verið var að prófa Porche Turbo í Nevada eyðimörkinni og það var kvartað yfir því að hann væri ekki að performa miðað við þau 650 HÖ sem hann átti að vera (eða hvað sem það var nú). Síðan var sami bill tekinn um nóttina þegar kaldara var og þá átti hann að vera performa mikið betur. En það er væntanlega rétt eins og þið segir að það eru aðrir þættir sem fara að hafa áhrif svo sem eins og olíuþykkt. Jafnframt sem mögulegur skurðpunktur bættra afkasta kann að vera við hærra hitastig en tíðkast hér. Því fræðilega ættirðu að koma meira eldsneyti inn í brunahólfið á móti lofti og þannig verið með kröftugri blöndu.",
            "date": "2014-12-11 09:21:00",
            "post_id": "148868",
            "reply_to_id": "148862"
        },
        {
            "user_name": "Izan",
            "text": "Mér finnst þetta ekkert heimskuleg spurning!",
            "date": "2014-12-11 12:49:00",
            "post_id": "148876",
            "reply_to_id": "148868"
        },
        {
            "user_name": "Robert",
            "text": "Það er mikill munur a þvi hvort þi sert mikið yfir sjavarmali surefni þynnist þvi hærra sem þu ferð.",
            "date": "2014-12-11 12:58:00",
            "post_id": "148877",
            "reply_to_id": "148876"
        },
        {
            "user_name": "Robert",
            "text": "Eg hef verið að keppa i hvartmilu i USA i morg ar bill in fot alltf hraðar um kvoldið en um hadeigi þegar það var 40c.",
            "date": "2014-12-11 13:02:00",
            "post_id": "148878",
            "reply_to_id": "148877"
        },
        {
            "user_name": "baldur",
            "text": "Já það er vel þekkt að vél skilar meira afli í kulda. Margrannsakað og það eru til staðlar sem menn nota til að umreikna afl við mismunandi aðstæður til að fá samanburðarhæfar tölur úr aflmælingum milli daga og milli staðsetninga. Dæmi um slíkan staðal sem mótorsport heimurinn notar mest er SAE J607.\nStaðlarnir eru þó ekki fullkomnir, túrbó mótor vaknar enn betur til lífsins í kulda þar sem kalt loft hefur lægri hljóðhraða og þar með þjappast loftið betur í blásturshlið túrbínunnar.",
            "date": "2014-12-11 14:13:00",
            "post_id": "148879",
            "reply_to_id": "148878"
        },
        {
            "user_name": "Arnþór",
            "text": "Átti fyrir nokkrum árum carinu e disel sem ég fann mun á í frosti eða hita keyrði þrengslin á hverjum degi á henni og hélt ég alltaf fimmta gír upp þrengslin í frosti en þurfti að skipta í fjórða á heitum dögum.",
            "date": "2014-12-11 14:28:00",
            "post_id": "148880",
            "reply_to_id": "148879"
        },
        {
            "user_name": "jongud",
            "text": "Ég sá á netinu þátt hjá PowerblockTV þar sem þeir voru að reyna að ná vél upp fyrir (minnir mig) 400 hestöfl með ekki of dýrum íhlutum. Hún slefaði upp fyrir 390 í fyrstu keyrslum á dynobekknum, en af því að það var heitt í veðri þá prófuðu þeir aftur um kvöldið og þá náðu þeir að kreista hana upp fyrir 400. \nÞað er áreiðanlega munur á +40°C og +20°C (eins og hjá Robert) en þegar munurinn er +15°C og -5°C þá er olíuþykkt og annað líklega farin að ræna gróðanum.",
            "date": "2014-12-12 08:38:00",
            "post_id": "148933",
            "reply_to_id": "148880"
        },
        {
            "user_name": "baldur",
            "text": "Nei olíuþykktin hefur nú lítið að segja þegar vélin og aðrir hlutir bílsins hafa náð vinnsluhita.\nJ607 segir að gera megi ráð fyrir um 4% aflaukningu við að fara úr +15°C niður í -5°C, það munar um minna.\nDyno mælingar út úr vél eru jafnan gefnar upp leiðréttar á móti einhverju svona staðalgildi (SAE J607, SAE J1349 , DIN, JSAE ofl).",
            "date": "2014-12-12 10:48:00",
            "post_id": "148936",
            "reply_to_id": "148933"
        },
        {
            "user_name": "Snake",
            "text": "Mér finnst þetta áhugaverð pæling að mörgu leiti og miðað við þessar tölur frá Baldri að þá ætti bill sem búið er að tjúna í 500 hesta að vera að bæta við sig ca. 20 Hestum frá 15+ í -5. En þá er kannski smá framhaldsspurning til Baldurs, veistu eitthvað hvað möguleg aukning eldsneytiseyðslu er út af aflaukningunni.",
            "date": "2014-12-12 12:58:00",
            "post_id": "148944",
            "reply_to_id": "148936"
        },
        {
            "user_name": "jongud",
            "text": "Ég var nú aðallega að hugsa um olíu í drifum og millikassa...",
            "date": "2014-12-12 14:22:00",
            "post_id": "148948",
            "reply_to_id": "148944"
        },
        {
            "user_name": "baldur",
            "text": "Já ég áttaði mig nú á því, en þessir hlutir verða allir vel heitir mjög fljótt í einhverjum akstri sem reynir á hestöflin. Ég skreið eitt sinn undir jeppann minn með hitamæli og athugaði hitann eftir langvarandi þjóðvegakeyrslu. Gírkassinn var um 60 gráðu heitur og drifköggullinn að aftan nær 80. Þetta var reyndar á 31\" háum dekkjum með 5.71 hlutfall og allt því á rauðasnúningi í 5. gír á 90km hraða.\nHvað varðar eldsneytiseyðslu þá mun kaldara loftið valda því að minni inngjöf þarf til að mæta aflþörfinni í rólegri akstri. Það hefur í för með sér meiri \"dælinga töp\" þar sem vélin dregur meira vakúm og þarf þar með að hafa meira fyrir því að draga loft inn í cylendrana og nýtnin minnkar örlítið.",
            "date": "2014-12-12 14:43:00",
            "post_id": "148949",
            "reply_to_id": "148948"
        }
    ],
    "date": "2014-12-10 20:27:00"
}