{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "28263",
    "title": "kasthjol nissan terrano",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=28263",
    "posts": [
        {
            "user_name": "mikki",
            "text": "goðan dag hafa menn lent i þvi að brjota miðjuna ur kasthjolinu a terrano 2,7 skrytið hvernig þetta for hja mer engin atök eða neitt var bara a 90 og svo missti hann girinn og do á honum var að rifa þetta nuna og þa kom þetta i ljos miðjan einfaldlega braut sig lausa fra restinni en pælingin er su hvort að þetta se einhvað sem er algengt \nmbk mikki",
            "date": "2014-12-29 00:01:00",
            "post_id": "149994",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Athyglisvert. Ég hef ekki heyrt um þetta á neinum bíl. Mögulega gæti verið að þetta hafi fengið á sig högg í fortíðinni td við véla eða kúplingsskipti og komið sprunga og þreyta í restina.",
            "date": "2014-12-29 00:03:00",
            "post_id": "149996",
            "reply_to_id": "149994"
        },
        {
            "user_name": "biturk",
            "text": "Ég hef séð þetta í nissan sunny, miðjan bara rifnaði úr î innanbæjrkstri",
            "date": "2014-12-29 00:17:00",
            "post_id": "149998",
            "reply_to_id": "149996"
        },
        {
            "user_name": "mikki",
            "text": "þetta er svoldið fáranlegt þar sem þetta er að eg held soðið saman orginal og þetta bara gaf sig utaf ekki neinu a sem betur fer annað kasthjol bara forvitnast hvort að þetta se einhvað algengt dæmi :D",
            "date": "2014-12-29 00:19:00",
            "post_id": "149999",
            "reply_to_id": "149998"
        },
        {
            "user_name": "olei",
            "text": "Er þessi bíll beinskiptur eða sjálfskiptur?\nÁttu mynd af þessu?",
            "date": "2014-12-29 12:17:00",
            "post_id": "150016",
            "reply_to_id": "149999"
        },
        {
            "user_name": "mikki",
            "text": "sjalfskiptur a þvi miður enga mynd af þessu",
            "date": "2014-12-29 14:24:00",
            "post_id": "150024",
            "reply_to_id": "150016"
        },
        {
            "user_name": "olei",
            "text": "Ég hef ekki heyrt um þetta fyrr í Terrano og dreg því í efa að þetta sé algengt vandamál.\nHinsvegar kemur stöku sinnum fyrir að flexplötur (kastjól fyrir ssk.) brotna vegna þreytu. Ef einhver skekkja er á afstöðunni á skiptingunni við vélina aukast augljóslega líkurnar á slíku.",
            "date": "2014-12-29 19:55:00",
            "post_id": "150047",
            "reply_to_id": "150024"
        },
        {
            "user_name": "elliofur",
            "text": "Þegar talað eru kasthjól, þá dettur mér bara í hug þungt swinghjól úr þykku stáli og er bara í beinskiptum bílum. Á ensku nefnt flywheel og lítur svona út\nSíðan talar þú seinna um að þetta sé í sjálfskiptum bíl, þá erum við með allt annan hlut, flexplötu og lítur svona út\nÉg hef heyrt um og séð brotnar flexplötur, ekki í terrano reyndar en í öðrum bílum.\nHvort ertu að meina kasthjól eða flexplötu?",
            "date": "2014-12-29 20:40:00",
            "post_id": "150057",
            "reply_to_id": "150047"
        },
        {
            "user_name": "brunki",
            "text": "það er líka gott að láta afspenna  málmin það hjá felgur.is",
            "date": "2016-03-25 16:57:00",
            "post_id": "168051",
            "reply_to_id": "150057"
        }
    ],
    "date": "2014-12-29 00:01:00"
}