{
    "forum_title": "Almennt spjall",
    "id": "28279",
    "title": "Allmikil afföll í LandRover 110 hópnum..",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=28279",
    "posts": [
        {
            "user_name": "thor_man",
            "text": "Svo virðist að LR 110 (Defender) jepparnir ætli að hverfa fyrr úr umferðinni en ætla mætti, hef séð ótrúlega marga boðna upp þetta árið,oftast bíla sem greinilega hafa oltið og þá vafalítið hjá reynslulitlum ökumönnum sem vanari eru suðrænna loftslagi. Einn nánast nýjan sá ég á toppnum á Holtavörðuheiði í gær og var hann kominn í Krók áðan. Oftast virðist mér sem yfirbygginginein hafi orðið verst úti en annað óskemmt að sjá. Því undrar það mig að oft eru þeir boðnir upp með niðurrifslás þótt ekki ætti að vera um meiriháttar grindarskekkjur að ræða. Eru þetta einhver samantekin ráð hjá tryggingfélögunum?",
            "date": "2014-12-29 20:26:00",
            "post_id": "150054",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Fer ekki niðurrifslásinn á vegna skemmda á burðarvirki líka?\nEn já það virðist vera dálítið í tísku að velta svona Roverum í dag.",
            "date": "2014-12-29 20:33:00",
            "post_id": "150056",
            "reply_to_id": "150054"
        },
        {
            "user_name": "juddi",
            "text": "Nánast allir bílar hjá Sjóva fá niðurrifslás nema ef verkstæði með samning við sjóva kaupir ökutækið",
            "date": "2014-12-29 23:44:00",
            "post_id": "150078",
            "reply_to_id": "150056"
        },
        {
            "user_name": "Kiddi",
            "text": "Ég er ekkert sérstaklega hissa á þessu miðað við hvernig aksturseiginleikarnir í þessu dóti eru, með þyngdarpunktinn upp í rjáfri og ónýta dempara frá verksmiðju. Mig grunar í það minnsta að þeir gætu skánað mikið við að fá betur tjúnaða dempara.\nSíðan skil ég ekki alveg þessa lensku með að fjarlægja ballansstangir og þá sérstaklega í 38\" breyttum bílaleigubílum?",
            "date": "2014-12-31 00:10:00",
            "post_id": "150145",
            "reply_to_id": "150078"
        },
        {
            "user_name": "Boggi",
            "text": "Ætli þessir bílar séu að rúlla eitthvað óeðlilega mikið? Verðum við ekki frekar varir við þá en aðra bílaleigubíla á t.d. bílauppbod.is þar sem við vitum að flestir Defenderarnir eru bílaleigubílar?  Það er nú ýmislegt sem finna má að þessum bílum en aksturseiginleikar og fjöðrun hefur nú verið talin nokkuð góð, auk þess sem þyngdarpunktur er tiltölulega lágur þar sem yfirbyggingin er nánast öll úr áli.",
            "date": "2014-12-31 00:40:00",
            "post_id": "150147",
            "reply_to_id": "150145"
        },
        {
            "user_name": "stone",
            "text": "Aksturseiginleikar þessara bíla eru síðst minni en annara enda eru þetta sídrifsbílar með góða fjöðrun.  Yfirbyggingin er oft ljót að sjá en einfalt er að gera við þessa bíla þar sem allt er boltað eða hnoðað og framboð af varahlutum gott úti í hinum stóra heimi.  Landrover er nebblilega aldrei ónýtur bara stundum skemmdur.",
            "date": "2014-12-31 01:19:00",
            "post_id": "150148",
            "reply_to_id": "150147"
        },
        {
            "user_name": "Kiddi",
            "text": "Þyngd yfirbyggingarinnar sem slík hættir að skipta máli þegar þessir bílar eru fylltir af kjöti því sætisstaðan er mjög há í þeim. Síðan er í tísku að hlaða drasli upp á topp sem hjálpar ekki til.\nÞað sem ég hef upplifað varðandi fjöðrun í þessum bílum er að það er einhverju ábótavant hvað varðar dempun. Sennilega of lítil dempun á sundurslagi. Væri til í að prófa svona bíl með einhverju öðru en original dempurum. Hvað sem því líður þá finnst mér fjöðrunareiginleikar í þessum bílum stórlega ofmetnir þó þeir geti verið góðir í því að teygja sig við og við.",
            "date": "2014-12-31 08:10:00",
            "post_id": "150152",
            "reply_to_id": "150148"
        },
        {
            "user_name": "Rangur",
            "text": "Sé þyngdarpunkturinn lægri en meðaljeppinn þegar bíllinn er tómur er hann það líka þegar búið er að fylla hann af fólki og farangri (miðað við meðaljeppann sem sé þá líka búið að fylla af fólki og farangri).  Ég á gamla Range Rover (Defender fjöðrunin er byggð á gömlu RR fjöðruninni) og hann slagar eins og blidfullur sjóari (engar ballansstangir) og mjög gaman að fara með óvana farþega í hringtorg.  En hjólin eru grjótföst á veginum.  Held reyndar að fjöðrunin í Defender sé eitthvað stífari.\nHins vegar eru þetta vinsælir bír hjá bílaleigunum og því mikið ekið af óvönum og þar af leiðandi sjást þeir oftar á bilauppbod.is\nkv\nÞÞ",
            "date": "2014-12-31 09:34:00",
            "post_id": "150154",
            "reply_to_id": "150152"
        },
        {
            "user_name": "grimur",
            "text": "Það var nú engin furða með þennan rover uppi á Holtavörðuheiði. Það munaði engu að Cruiserinn minn færi sömu leið, þannig var hálkan og hliðarvindur.\nMagnað að setja allt í niðurrif sem þeir heimta inn.",
            "date": "2014-12-31 17:40:00",
            "post_id": "150178",
            "reply_to_id": "150154"
        },
        {
            "user_name": "Boggi",
            "text": "Ég hef ekið svona bílum nokkuð hundruð þúsund kílómetra, bæði breyttum og óbreyttum. Það gerist mjög sjaldan að þessir bílar missi rassgatið á kast eins og of algengt er með jeppa. Fjöðrunin í Defender og Range Rover classic er sú sama í grunninn en burðurinn í Defender er miklu meiri þar sem hann hefur miklu stífari gorma. Ég hef ekið bílnum sem ég á í dag yfir 100þús km. á rúmum tveimur árum. Setupið á honum eru standard gormar og demparar sem kemur hörkuvel út. Bíllinn er breyttur fyrir 44\" og er á beadlock felgum með þykkri 8mm miðju (Mikil þyngd í dekki og felgu). Það er ekki mín upplifun að dempun sé ábótavant á Defender, nema þá helst að búið sé að lyfta bílnum með klossum undir gorma án þess að síkka stuðpúða og færa demparafestingar (sem er alltof algengt með marga jeppa).",
            "date": "2015-01-01 17:45:00",
            "post_id": "150226",
            "reply_to_id": "150178"
        }
    ],
    "date": "2014-12-29 20:26:00"
}