{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "28275",
    "title": "Vakuum læsing í Patrol",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=28275",
    "posts": [
        {
            "user_name": "FÞF",
            "text": "Ég er með Y60 Patrol og afturlæsingin er að hrekkja mig. Þegar ég tengi vakum slöngu beint inn á aðra slönguna að læsingu þá fæ ég sog úr hinni. Þ.e.a.s. það er væntanlega komið gat á membruna í dollunni á hásingunni. Mér tókst reyndar með nokkru brasi að setja læsinguna á en ætlaði aldrei að ná henni af aftur (þurfti að blása til að ná henni af).\nÉg er búinn að leita eins og óður hjá ebay og Ali en finn ekki svona membru. Væntanlega er ómögulegt að finna aðra nema á partasölu. Hvað hafa menn verið að gera þegar þessi membra gefur sig? Hefur einhver sett lofttjakk eða annan skemmtilegan búnað fyrir læsinguna? Hefur einhver reynslu af svona?",
            "date": "2014-12-29 19:56:00",
            "post_id": "150048",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Ég átti aðra og skipti um í fjölskyldu pattanum. Reyndar búinn að skipta um í báðum hjá mér. Önnur leið er að smíða lítinn lofttjakk á þetta. Kristján rennismiður í Borganesi hefur gert það fyrir menn að mér skylst.",
            "date": "2014-12-30 00:33:00",
            "post_id": "150084",
            "reply_to_id": "150048"
        },
        {
            "user_name": "elliofur",
            "text": "viewtopic.php?f=9&t=5868&hilit=patrol&start=50\nHér sérðu ansi myndarlegan patrol með lofttjakk í afturhásingu ásamt smá leiðbeiningum um hvenrig það er græjað.",
            "date": "2014-12-30 10:00:00",
            "post_id": "150098",
            "reply_to_id": "150084"
        },
        {
            "user_name": "FÞF",
            "text": "Ég talaði við Gumma hjá Esjugrund og hann smíðaði lofttjakk aftan á læsibúnaðinn í staðinn fyrir vakúmdósina. Þetta virkar alveg frábærlega, það þarf bara eina loftslöngu en það er gormur sem smellir gaflinum til baka þegar þrýstingur er takinn af. Slangan á myndinni er bara til að prófa hvort læsingin virkaði eftir að ég setti þetta saman, ég á eftir að ganga frá loftlögnum.\nVerð á svona búnaði frá Esjugrund er 50.000 kr + VSK en þeir partasalar sem ég talaði við vildu fá 40-80.000 kr fyrir orginal vakúmbúnaðinn.\nEf þið eruð einnig í vandræðum með þennan vakúmbúnað, prófið þá að tala við Gumma í Esjugrund, \nhttp://www.esjugrund.is",
            "date": "2015-01-26 15:01:00",
            "post_id": "152044",
            "reply_to_id": "150098"
        }
    ],
    "date": "2014-12-29 19:56:00"
}