{
    "forum_title": "Almennt spjall",
    "id": "28285",
    "title": "Breytingaskráning á fjölda farðega",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=28285",
    "posts": [
        {
            "user_name": "Polarbjörn",
            "text": "Sælir\nHvernig á maður að bera sig að við breytingskráningu á fjölda farðega.\nÉg á Toyotu Land Cruiser 90 38\" Breyttan skráða 5 manna og á annað Land Cruiser 90 35\" breyttan skráðan 7 manna.\nÞar sem fjölskyldan er sífellt að stækka hef ég hug á því að breyta skráningunni á 38\" jeppanum úr 5 manna í 7 manna þar sem 35\" bíllinn er bara notaður í varahluti.\nHvernig er best að bera sig að við þessar breytingar sé ekkert um þetta á samgöngustofu. Og er eitthvað sem mælir á móti þessu. Sé að það eru nokkuð margir LC 90 38\" á bílasölunum skráðir 7 eða 8 manna.\nkv. Sigurður",
            "date": "2014-12-30 13:30:00",
            "post_id": "150102",
            "reply_to_id": false
        },
        {
            "user_name": "ivar",
            "text": "Að því gefnu að heildarþyngd eftir breytingu sé ekki takmarkandi þáttur þá þarf lítið annað en að setja sætin í og mæta niðrá skoðunarstöð, að ég best veit.",
            "date": "2014-12-30 14:01:00",
            "post_id": "150103",
            "reply_to_id": "150102"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Og vigtarseðil, hann má ekki vera eldri en 7 daga gamall, vigta þarf samanlagða eiginþyngd með fullum eldsneytistanki, nú veit ég ekki hvernig þessir bílar eru skráðir, þ.e. hvort sama heildarþyngd sé á bílum sem eru upprunalega 5 manna og þeim sem eru 7 manna, ef svo er þá gætirðu lent í vandræðum með burðargetuna, berðu allavega saman skráninguna á bílunum",
            "date": "2014-12-30 18:01:00",
            "post_id": "150114",
            "reply_to_id": "150103"
        },
        {
            "user_name": "Polarbjörn",
            "text": "Sælir\nHér eru skráningarnar á bílunum:\nLC 90 38\" 5 manna Eiginþyngd: 2040 kg. Burðargeta 640 kg. Leyfð heildarþyngd: 2680 kg.\nLC 90 35\" 7 manna Eiginþyngd: 1980 kg. Burðargeta 700 kg. Leyfð heildarþyngd: 2680 kg.\nHér er tildæmis einn á 38\" með sömu eiginþyngd skráður 8 manna.\nhttp://bilasolur.is/CarDetails.aspx?bid=16&cid=284443&sid=382571&schid=3f6cf9a8-f51b-47b9-80d4-5bf7024007a1&schpage=2\nHvernig er þetta reiknað út, þyngdin í sætunum er svosem ekki mikill sem er að bætast við, en við hvað styðjast þeir þegar þetta er reiknað?\nkv. Sigurður",
            "date": "2014-12-31 14:54:00",
            "post_id": "150166",
            "reply_to_id": "150114"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Burðargetan er bara eiginþyngd mínus heildarþyngd, eiginþyngdin er bara þurrvigt bílsins tilbúinn til notkunar með fullan eldsneytistank án ökumanns\nSkráning bílasölunnar á þessum tiltekna bíl er eflaust ekki rétt því þessi bíll er skráður fyrir 6 farþega, þ.e. 7 innanborðs í heildina\nFramleiðendur ákveða leyfða heildarþyngd, þá er tekið tillit til burðargetu ása og fjaðrabúnaðar sem og burðarvirkis bílsins, eins þarf að ákvarða þyngdardreifingu farþega og farangurs líkt og gert er þegar rútum er breytt, sæti færð, fjölgað eða fækkað, það er í höndum umferðarstofu að yfirfara teikningar af bílunum og reikna dreifingu þyngdarinnar milli ása, skoðunarmaður sér svo til þess að skv. vigtarseðli fari tæknileg heildarþyngd á ása ekki yfir leyfilega burðargetu ása og leyfilega burðargetu almennt",
            "date": "2014-12-31 15:04:00",
            "post_id": "150167",
            "reply_to_id": "150166"
        }
    ],
    "date": "2014-12-30 13:30:00"
}