{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "28309",
    "title": "patrol vandræði",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=28309",
    "posts": [
        {
            "user_name": "malibu",
            "text": "Góðan daginn og gleðilegt árið\nÉg er að vandræðast með aflleysi í Patrol 2.8 árg. 1999 og langar að athuga hvort einhver hér á spjallinu kannist við einkennin.\nBíllinn er afllaus á lágum snúning og virðist hika þangað til túrbínan loks kikkar inn í rúmlega 2000 snúningum. Hann reykir líka á lágum snúning og það er vond lykt af útblæstri eins og vill koma af ófullkomnum bruna og það er eins og hann fái ekki nægt loft fyrr en túrbínan kemur inn.\nVélin er ekinn 220.000 og er með nýtt hedd, nýja tímareim, nýja túrbínu og ný glóðarkerti. Allt sett í á viðurkenndu verkstæði.\nTúrbínan boostar alveg upp í 15 pund og afgashiti undir álagi fer mest í c.a. 450 - 500°C undir álagi (Mælt eftir túrbínu)\nHvað getur verið að valda þessum loftskorti eða röngu eldsneytishlutfalli á lágum snúning og hvaða ráð eru til að fá túrbínuna inn fyrr?\nKv. Örn",
            "date": "2015-01-01 14:55:00",
            "post_id": "150216",
            "reply_to_id": false
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nMér sýndist þetta vega alveg í topplagi hjá þér, það er búið að bæta heldur hressilega við mótorinn og þú hefur afgas og boostmælinn til að fylgjast með að þú ofgerir ekki mótornum.  Hitinn á undan túrbínu má ekki fara yfir 700°C en mér skilst að hitastigið falli um 100°C yfir túrbínuna.  Túrbínan sjálf þolir ekki meira en þessi 14-16 psi.\nMögulega er hægt að fá tölvukubb sem er hægt að forrita þannig að hann gefi minni olíu á minni snúning (ég hef aldrei átt svona tölvukubb en finnst á umtali að sumir bjóði upp á þetta)\nHiclone eða nýtt túrbínuhjól með öðruvísi skurði á að koma túrbínunni fyrr inn.  \nHaltu bara túrbínunni inni ef þú þarft á afli að halda, það er ekkert afl að finna í Patrol fyrr en bínan fer að vinna.\nKv Jón Garðar",
            "date": "2015-01-01 15:07:00",
            "post_id": "150218",
            "reply_to_id": "150216"
        },
        {
            "user_name": "olei",
            "text": "Mundi athuga hvort að EGR ventillinn stendur opinn.",
            "date": "2015-01-01 17:01:00",
            "post_id": "150222",
            "reply_to_id": "150218"
        },
        {
            "user_name": "svarti sambo",
            "text": "Eftir að hafa aðeins verið að hjálpa félaga mínum með sinn patrol, þá sýnist mér að menn gleymi ansi oft að spá í spíssana. Ástralinn talar um að það þurfi að skifta um þá á 80-120þ.km fresti. Annars verði bílarnir svo máttlausir.  Þar sem að olíutíminn breytist við minni opnunarþrýsting á spíssunum og þar af leiðandi verður bruninn ófullkominn.",
            "date": "2015-01-01 17:08:00",
            "post_id": "150223",
            "reply_to_id": "150222"
        },
        {
            "user_name": "jeepson",
            "text": "Skoða spíssana. Svo er líka spurning um hvort að olíuverkið sé eitthvað að stríða þér. Prufaðu líka að taka litlu síuna sem er undir banjó boltanum í inntakinu á olíuverkinu. Hvenær var skipt síðast um hráolíusíu? Ég hef það sem reglu að skipta um hráolíusíuna einu sinni á ári. Og þá helst seint á haustin.. Þetta með að það gerist ekkert í patrol fyrr en bínan kemur inn er auðvitað algjört bull. Allavega vinna mínir patrolar vel á lágum snúning. Og þá sérstaklega fjölskyldubíllinn. Það er ónýtt olíuverk í hinum pattanum mínum sem lýsir sér með leiðinda gangi í hægaganginum og miklum bláum reyk. Hinsvegar reykir hann heldur mikið svörtu í keyrslu og er drullumáttlaus nema á lágsnúning. En það stendur nú til að skipta um verkið eða setja aðra rellu í.",
            "date": "2015-01-01 18:59:00",
            "post_id": "150228",
            "reply_to_id": "150223"
        },
        {
            "user_name": "Brjotur",
            "text": "Ég er sammála Jóni Garðari  þetta lýsir sér bara eðlilega , svona er ara 98 pat 2.8 að vinna, fyrsti Pattinn minn var einmitt 98 árg með tölvukubb nánast nýr bíll þegar ég átti hann svaka gaman að keyra hann á snúningi túbínana kom inn um 1900 snúninga,  en ekkert tog í þessum mótor :(   og jeppson   það þýðir ekkert að bera saman 2.8 mótorinn fyrir 98 og eftir 98    það er jú smá tog í eldri mótornum :)",
            "date": "2015-01-01 20:15:00",
            "post_id": "150236",
            "reply_to_id": "150228"
        }
    ],
    "date": "2015-01-01 14:55:00"
}