{
    "forum_title": "Almennt spjall",
    "id": "28315",
    "title": "Hvað ertu alltaf með í bílnum?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=28315",
    "posts": [
        {
            "user_name": "Biggz",
            "text": "Sælir og gleðilegt nýtt ár,\nÉg sá skemmtilegan þráð á erlendu spjalli þar sem þessari spurningu var hennt framm.\nHvað eru menn allaf með í bílnum hjá sér?\nSjálfur er ég alltaf með startkappla, tóg, sjúkrapúða og símahleðslutæki",
            "date": "2015-01-01 23:50:00",
            "post_id": "150249",
            "reply_to_id": false
        },
        {
            "user_name": "Freyr",
            "text": "Það er margt en meðal þess er neyðarblys, er alltaf með 2 slík í jeppanum og passa að endurnýja þau árlega og brenna þau gömlu á nýársnótt.\nKv. Freyr",
            "date": "2015-01-02 00:01:00",
            "post_id": "150250",
            "reply_to_id": "150249"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Allt ofangreint er gáfulegt að hafa með og eiginlega engin ástæða að sleppa því, þó langar mig að bæta við að gott er að hafa spelku meðferðis, það er hægt að fá spelku úr áli í rauðakrossbúðinni á að mig minnir 1990 kr og tekur ekkert pláss og vigtar ekkert, er minni um sig en sjúkrapúði\nAlveg ótrúlegt hvað maður getur spelkað traust með því að beygja álið í stans og þannig komið í veg fyrir hreyfingu á broti t.d. handarbroti eða fótbroti sem koma oft fyrir í óbyggðum, t.d. þarf oft ekki mikið út af að bregða svo maður brjóti óvænt ökkla eða fót við að ganga í djúpum snjó, \nÉg hef ekki verið með þetta stk meðferðis í ferðum hingaðtil en hef oft hugsað til þess eftir að hafa setið skyndihjálparnámskeið hversu litlu hefur mátt muna margsinnis að grípa þyrfti til slíkrar spelku",
            "date": "2015-01-02 01:01:00",
            "post_id": "150254",
            "reply_to_id": "150250"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "Ég er með sjúkrapúða slökvitæki kaðal skóflu verkfæri viftureimar kert kertaþræði kveikjulok og hamar\nvetlinga og einota hanska hjólalegur framan á eftir að fá vara að aftan og eins hjöruliðskrossa já og er með tappa set auka ventla hettur og pílur vasaljós felgubolta felgurær plastbönd",
            "date": "2015-01-02 01:17:00",
            "post_id": "150255",
            "reply_to_id": "150254"
        },
        {
            "user_name": "Stebbi",
            "text": "Harðfisk og gúmmískó.  Alvöru jeppakallar þurfa ekkert meira en það.   :)",
            "date": "2015-01-02 01:20:00",
            "post_id": "150256",
            "reply_to_id": "150255"
        },
        {
            "user_name": "Þráinn",
            "text": "fyrir utan þetta vanalega sem allir eru með; basic verkfærasett spotta skóflu og sjúkrabúnað þá er þetta alltaf með í bílnum, svona hlutir sem maður getur alltaf reddað sér einhvað á\nverklegan skiftilykil\nsleggju\nfelgubolta og rær\nducktape\nhandfylli af bennslum\nhandfylli af vírum\nhandfylli af allskonar boltum og róm\ngaslóðbolta og tin\nhandfylli af allsonar öryggjum - hef bjargað nokkrum á því fyrir engan kostnað\nþjófavír til að opna bíla - glatað að hafa samt vírana inn í bílnum þegar maður læsir sig sjálfur inni....\nmillistærð af ströppum\ntonnatak\nvoltmælir\nprufulampa\ntappasett\ner reyndar alltaf líka með aðra innspítingartölvu, en það er bara eðlilegt fyrri 6.5 :)",
            "date": "2015-01-02 01:24:00",
            "post_id": "150257",
            "reply_to_id": "150256"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ég ætla að vera ansi vel græjaður í fyrstu ferðinni á jeppanum, inn í landmannalaugar 9 jan\nset sennilega bara inn mynd þegar ég er búinn að raða í bílinn, því það er annað mál að það er ekki sama hvernig hlutum er komið fyrir í bílunum, þá ekki síst verkfærum og þyngri hlutum sem geta farið af stað ef eitthvað kemur fyrir.",
            "date": "2015-01-02 01:31:00",
            "post_id": "150258",
            "reply_to_id": "150257"
        },
        {
            "user_name": "svarti sambo",
            "text": "Svona fyrir utan þetta hefðbundna sem hefur verið talið hér að ofan, þá er gott ullarteppi staðalbúnaður hjá mér allt árið. Held að ullarteppi sé einn mest vanmetnasti björgunarbúnaðurinn sem til er, og ætti að vera í öllum bifreiðum. Eins merkilegt og það nú er, þá er mesta hættan á að fólk ofkælist í lofthita milli 10-12°C, ef það hefur lent í slysi. Því þá spáir enginn í ofkælingu, öllum finnst svo hlýtt. En þetta svo sem þekkja flestir, sem hafa komið að björgunarstörfum.",
            "date": "2015-01-02 04:22:00",
            "post_id": "150260",
            "reply_to_id": "150258"
        },
        {
            "user_name": "Haukur litli",
            "text": "Græjan sú kallast SAM spelka og er frãbært ad hafa í bílnum. Ég er med eina í fjölskyldubílnum og var med tvær í jeppanum.",
            "date": "2015-01-02 06:29:00",
            "post_id": "150264",
            "reply_to_id": "150260"
        },
        {
            "user_name": "jongud",
            "text": "Var ekki einhver svipaður þráður um þetta hér á spjallinu fyrir ca. 2 árum síðan?",
            "date": "2015-01-02 09:33:00",
            "post_id": "150268",
            "reply_to_id": "150264"
        },
        {
            "user_name": "jwolf",
            "text": "Það er lykilatriði að vera með nægt eldsneyti til að komast heim.  Helst með bíl í togi.",
            "date": "2015-01-02 10:12:00",
            "post_id": "150273",
            "reply_to_id": "150268"
        },
        {
            "user_name": "jeepcj7",
            "text": "Þetta er bara fyrir Ford kallana hinir þurfa minna eldsneyti því þeir eru í spotta aftaní. ;O)",
            "date": "2015-01-02 14:00:00",
            "post_id": "150290",
            "reply_to_id": "150273"
        },
        {
            "user_name": "eirikuringi",
            "text": "Ég er nú bara byrjandi og þykir þetta góður þráður og fræðandi, en það sem ég er með hjá mér er...\nSlökkvitæki\nSpotti\nVerkfærataska\nÖryggi\nHöfuðljós\nSnjógleraugu\nGríma fyrir munn og nef (svona kulda ekki vinnu)\nTappasett\nSvefnpoki\nGönguskór\nHleðslutæki fyrir síma\nLabbrabbstöðvar og bílhleðslutæki\nInverter \nStartkaplar\n20l bensínbrúsi á hleranum\nSkófla á toppnum\nDucktape\nLitlir strappar\nOg pottþétt að gleyma einhverju og það er alltaf eitthvað á innkaupalistanum.",
            "date": "2015-01-02 17:35:00",
            "post_id": "150303",
            "reply_to_id": "150290"
        },
        {
            "user_name": "villtur",
            "text": "Hundrað sprittkerti.  Og eldspýtur.\nGetur auðveldlega skilið milli lífs og dauða.",
            "date": "2015-01-02 22:06:00",
            "post_id": "150320",
            "reply_to_id": "150303"
        },
        {
            "user_name": "spazmo",
            "text": "það sem er alltaf í bílnum hjá mér er;\nsjúkrapúði\nslökkvitæki\nverkfærasett\nlotfdæla og slanga\ndráttartóg\nteppi\nfrostlögur\nteip\nskófla\nstartkapplar\ntjakkur\nog örugglega einhverjir smáhlutir sem ég er að gleyma.",
            "date": "2015-01-03 12:35:00",
            "post_id": "150351",
            "reply_to_id": "150320"
        },
        {
            "user_name": "Rögnvaldurk",
            "text": "Takk fyrir skemmtilegan þráð.  Það kemur mér á óvart að fáir nefna föt. Ég er með húfu, vettlinga, kuldagalla og gönguskór allt árið. Alveg nauðsynlegt ef maður þyrfti að skila bílinn eftir á fjallveg.",
            "date": "2015-01-03 14:22:00",
            "post_id": "150353",
            "reply_to_id": "150351"
        },
        {
            "user_name": "Toy",
            "text": "Síma svo ég geti hringt eftir hjálp",
            "date": "2015-01-06 01:28:00",
            "post_id": "150588",
            "reply_to_id": "150353"
        },
        {
            "user_name": "StefánDal",
            "text": "Virkilega góður punktur. Mér hefur aldrei dottið í hug að hafa þetta í bílnum. Hef þó oft notast við sprittkerti til þess að kynda híbýli.",
            "date": "2015-01-06 08:15:00",
            "post_id": "150597",
            "reply_to_id": "150588"
        }
    ],
    "date": "2015-01-01 23:50:00"
}