{
    "forum_title": "Almennt spjall",
    "id": "28377",
    "title": "lc 90",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=28377",
    "posts": [
        {
            "user_name": "s.f",
            "text": "getur enhver hér sagt mér hvort það sé mikil munur à lc90 með common rail og ekki með,er mikil eiðslu munur og er enhver munur à afli, ef bàðir eru með intercooler, og hvaða àrgerð kemur með common rail",
            "date": "2015-01-05 20:02:00",
            "post_id": "150539",
            "reply_to_id": false
        },
        {
            "user_name": "Gudni85",
            "text": "Comon rail á að vera mun öflugri og eyðslugrennri. Auk þess þar sem hedd vandamálið fylgir henni ekki. \nHeld þeir hafi komið fyrst seint 2000",
            "date": "2015-01-05 23:21:00",
            "post_id": "150574",
            "reply_to_id": "150539"
        },
        {
            "user_name": "lecter",
            "text": "ok eftir 2001  til 2002  2002 kemur 120cruser \nbara eitt ár með þessari vél  ,, 98cruser 90 er um eina millu og 2000 lika en um leið og 2001-2 er hann um 1700 og upp i 2 millur \nhvað er svona mikill munur á þessum bilum ok þið talið um að það sé hedd vandamál i eldri vélinni ,,hvað er að varast þar og i hvað km tölu  nú eru þessir 90cr ekknir 240,000 til 400,000  svo er sjálfskipt og beinskipt  hvort er betra  ,,????? i mikið eknum bil og i hvaða km fer hún\nég er eð leita að svona bil um 800,000-1000,000  98-2000 ekinn 260-330,000 helst ekki meira og ekki breyttan  8manna  ,tvent sem mér er sagt er búið að fara  í heddið ? afhverju ? og er skiptinginn ok  kostar á partasölu 180,000 af því hún er að seljast,  tek þá skiptinguna út kassinn hlitur að halda og kúpling er um 60,000 ef hún færi\nþá er heddið eftir á hvaða tima fer það  ,,timareimar virðast halda nokkuð vel ekki heyrt um að þær fari nema fyrir trassaskap ,,\nhvað með ryð grindin eða hásinga festingar geta ryðgað en mun minna er um það i cruser en mörgum öðrum jeppum \nþá er spurningin á ég að fá mér svona gamlan cruser 90 ...???????????????????  \nhver er svo eiðslan 10 -11 eða 12 munar um kassa eða skiptinguna  miðað við ó breytt",
            "date": "2015-01-06 03:49:00",
            "post_id": "150589",
            "reply_to_id": "150574"
        },
        {
            "user_name": "s.f",
            "text": "ég er að leita eftir sjálskiftum 38\" breitum og er trúlega komin með einn sem mér líst á enn samnt með gömlu vélini enn komin inntercooler við hana, hef alltaf heirt að inntercoolerin gefi sirka 15% auka ef bílinn er rétt setur upp, enn þá vantar slata uppá að ná í mismunin á þessum vélum þar sem gamla er orginal 125hö enn common rail 164hö, er helst að það fari hedd í þessum vélum?, er eitthvað annað sem þarf að skoða séstaklega sem hefur verið vandamál með þessa bíla? annað enn að þeir eru á klöfum, hvað er 38\" breitur sjálskiftur lc 90 að eiða í langkeirslu gamla vélin vs nýri",
            "date": "2015-01-06 08:37:00",
            "post_id": "150599",
            "reply_to_id": "150589"
        },
        {
            "user_name": "raggos",
            "text": "Ég er á beinskiptum LC90 með common rail 38\" breyttum\nBíllinn minn kemur á götuna í nóv 2000 en ég held þeir hafi fyrst komið í okt 2000.\nHann er að eyða ca 11-12 í langkeyrslu og lítið meira innanbæjar. Eflaust má ná honum neðar í sparakstri\nÞað sem ég hef tekið eftir og er ágætt að skoða er ástandið á hásingarfestingum að aftan, oft ryðgað og ónýtt. Einnig eru body festingar á þessum bílum oft illa farnar af ryði og þá sérstaklega fremstu og öftustu en þetta eru svo sem atriði sem eiga við um flesta jeppa á þessum aldri.\nEn ég mæli nú bara með frábæru ástandsskoðununni hjá Arctic Trucks ef þú ert að spá í bíl. Þeir fundu slatta að mínum áður en ég keypti og það lækkaði söluverðið en ég hef lagað öll þau atriði síðan. Arctic Trucks þekkja þessa bíla vel og eru mjög nákvæmir í skoðun og gjaldið er að mig minni r 15þ",
            "date": "2015-01-06 10:20:00",
            "post_id": "150602",
            "reply_to_id": "150599"
        },
        {
            "user_name": "lecter",
            "text": "ja google say\nIn July 2000, a new diesel engine, the 3.0 L (2982 cc) Common Rail Diesel Injection (D-4D) 1KD-FTV was introduced into this model. To reduce theft, an engine immobilizer was available. TX Limited with 8 seats used TX base with roof rail, rear under mirror, wood panel finish, arm rest, optitron meter, base cooling as well as rear heater was introduced into this series.\nsvo  það er miðað við að´þessi nýa vél komi i juli ,,,, \nég hef verið að leita að svona bil þar sem Raf4 jeppinn   okkkar var skemdur i aftan á  árekstri og ekki margir kostir betri ,,nema þá cruser 90  og 100 cruser kostar of mikið en nú er ég að fara að eiga við Tryggingar  um hvað við fáum fyrir Raf sem er breyttur á 31\" ,, ég á ekki von  en sjáum til",
            "date": "2015-01-06 11:09:00",
            "post_id": "150604",
            "reply_to_id": "150602"
        },
        {
            "user_name": "MattiH",
            "text": "Alveg hiklaust. Það bjargaði mér eitt skiptið frá því að kaupa nánast ónýtan bíl.",
            "date": "2015-01-06 11:10:00",
            "post_id": "150605",
            "reply_to_id": "150604"
        },
        {
            "user_name": "s.f",
            "text": "já það væri kostur enn það er nú samnt þannig að það eru ekki allir bílar á rvk svæðinu og ekki þægilegt að vera að skjótast landshorna á mili á bílum sem menn eru að skoða svo stundum verður maður bara að reyna að afla sér sem mest af upplisingum",
            "date": "2015-01-06 11:51:00",
            "post_id": "150608",
            "reply_to_id": "150605"
        }
    ],
    "date": "2015-01-05 20:02:00"
}