{
    "forum_title": "Almennt spjall",
    "id": "28408",
    "title": "Prófíltengi eða föst dráttarkúla - það er spurningin?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=28408",
    "posts": [
        {
            "user_name": "olei",
            "text": "Ég ætla að varpa fram smá vangaveltu um prófíltengi vs. dráttarkúlur. Mér sýnist megin skoðunin vera sú að prófíltengi séu hið mesta hnoss sbr. að þau eru gjarnan talin upp í kostalistanum þegar verið er að auglýsa bíla til sölu.\nMér þykir þetta svolítið skrítið því að þó svo þau hafi sína kosti þá hafa þau líka talsverða galla.\n1) Það er nokkur hætta á að það sem er í tenginu, kúla eða dráttarT - sé hreinlega stolið.\n2) Á nýjum prófíltengjum dvínar þessi áhætta reyndar með árunum (ekki mörgum eftir aðstæðum) og hverfur loks endanlega þegar tengið er kyrfilega ryðgað fast og meiriháttar gastækjavinna að ná út því dráttarkúlunni.\n3) Eftir að búið er að ná dráttarkúlunni úr með gastækjum er plastdraslið í tenginu gengið á vit feðra sinna og eftir það skröltir allt sem í tengið er sett með tilheyrandi hljóðum og rykkjum á eftirvagna.\n4) Ef tengið er þannig að unnt sé að ná úr því draslinu þá kemur þjófnaðarhættan aftur við sögu, sem aftur leiðir til þess að dráttarkúlan er á vergangi í geymslum, bílskúrum eða inni í bíl. Stundum jafnvel í næsta héraði ef grípa þarf til hennar. \n5) Vissulega býður prófíltengi upp á að hengja t.d spil í það en mér sýnist að í praxis þurfi að ganga ansi vel frá hlutunum til að það gangi eftir. Vanalega er spilið heima í skúr ef grípa þarf til þess, eða þá að það virkar ekki þegar búið er að hnoða því í tengin. Sé spilið haft í tenginu kemur síðan þjófnaðarhættan upp enn og aftur og er því miður varla raunhæfur kostur í dag. Loks þolir einfalt prófíltengi engin óskapar átök sem takmarkar notagildið.\n6) Smíða má græjur fyrir prófíltengi sem halda betur dráttartógum og fara betur með þau en dæmigerð dráttarkúla við mikil átök - algengar gerðir af slíkum búnaði uppfylla fyrra skilyrðið en ekki það síðara hefur mér sýnst. Grannir teinar fara ekki vel með lykkjur á mjúkum dráttartógum.\nEr ég sá eini sem hefur skorið prófíltengið af jeppanum og boltað þar fasta kúlu í staðinn - án eftirsjár?",
            "date": "2015-01-06 23:06:00",
            "post_id": "150655",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "Ég er nú bara með kúluna í skottinu og vandamál leist, finn ekkert vandamál við prófílbeisli með splittpinna, bara hamingju",
            "date": "2015-01-07 00:08:00",
            "post_id": "150660",
            "reply_to_id": "150655"
        },
        {
            "user_name": "svarti sambo",
            "text": "Mæli eindregið með þessari útfærslu í prófíltengi.\nHægir einhvað á krimmanum, laus við skröllt, og svo er hægt að vera með þetta á vísum stað í bílnum, til að vera öruggur og hafa þetta liðugt.",
            "date": "2015-01-07 00:12:00",
            "post_id": "150661",
            "reply_to_id": "150660"
        },
        {
            "user_name": "StefánDal",
            "text": "Eini kosturinn sem ég sé við svona tengi er að það er hægt að græja skrúfstykki og festa á þau. Ég veit ekki afhverju, en ég þarf oft að komast í skrúfstykki utan alfaraleiða.",
            "date": "2015-01-07 00:30:00",
            "post_id": "150664",
            "reply_to_id": "150661"
        },
        {
            "user_name": "Þráinn",
            "text": "ég fer ekki út af malbikinu nema á bíl með prófílsbeysli, enda er ég með svo mikinn postulínsrass",
            "date": "2015-01-07 00:48:00",
            "post_id": "150667",
            "reply_to_id": "150664"
        },
        {
            "user_name": "elliofur",
            "text": "Þú gleymdir aðal djúsinu Ólafur.\nEf þú ert með prófíltengi einhverju í, kúlu, T-i, spili eða klósettsetu þá getur þú verið dæmdur að hluta í órétti ef þú færð bíl aftaná þig. Þá færðu að borga tryggingafélaginu ennþá meira, sem er uppáhald allra.",
            "date": "2015-01-07 08:26:00",
            "post_id": "150676",
            "reply_to_id": "150667"
        },
        {
            "user_name": "ivar",
            "text": "Skil ekki alveg þetta frá þér Elli.  Viltu meina að það megi ekki vera einusinni kúla í tenginu? \nHvar er að finna reglur um þetta?",
            "date": "2015-01-07 08:50:00",
            "post_id": "150678",
            "reply_to_id": "150676"
        },
        {
            "user_name": "jonogm",
            "text": "Mikill kostur við prófíltengi er að geta haft mismunandi síddir af dráttarkúlum.",
            "date": "2015-01-07 14:36:00",
            "post_id": "150691",
            "reply_to_id": "150678"
        },
        {
            "user_name": "sigurdurhm",
            "text": "Ég hef einmitt heyrt af því að vera með dráttarbeisli/kúlu gæti ollið því að sá sem keyrt væri aftan á gæti verið í órétti. En þegar keyrt var aftan á mig fyrir nokkrum árum kom það ekki einu sinni til tals að ég hefði verið með dráttarkúli. Getur varla verið misjafnt eftir tryggingarfélögum eða hvað?",
            "date": "2015-01-07 15:23:00",
            "post_id": "150697",
            "reply_to_id": "150691"
        },
        {
            "user_name": "elliofur",
            "text": "Já ég hef heyrt af dæmum þar sem kúla í prófíltenginu hefur stórskemmt bíl, þar sem áverki hefði verið mun minni ef kúlan hefði ekki verið í, skiljanlega, þetta stendur oft hátt í fet afturúr stuðaranum.\nMig minnir að ég hafi verið hjá vís þegar ég spurði minn ráðgjafa út í þetta og hann staðfesti að menn hefðu misst hluta af rétti við þetta.",
            "date": "2015-01-07 15:35:00",
            "post_id": "150700",
            "reply_to_id": "150697"
        },
        {
            "user_name": "svarti sambo",
            "text": "Þetta er náttúrulega fáránleg aðferðarfræði hjá tryggingarfélögunum, að varpa svona heimsku fram. Á meðan að bíllinn er skráður með dráttarkúlu, þá ber tryggingunum að greiða tjónið allt, ef viðkomandi er í rétti, hvort sem að kúlan er soðin föst eða ekki. Þetta er eins og að segja að það sem er hengt aftaní prófíltengi, sé bara tryggt að hluta, ef eitthvað kemur fyrir. En þetta snýr allt öðruvísi, þegar kemur að prófíltengjum að framan. En vissulega eru til ákveðnar reglur um það, hvað kúlan má ná langt aftur fyrir stuðara. Kannski hægt að hanka menn á því. En þá skiftir ekki máli hvort að kúlan sé soðin eða ekki.",
            "date": "2015-01-07 15:52:00",
            "post_id": "150702",
            "reply_to_id": "150700"
        },
        {
            "user_name": "olei",
            "text": "Já þau henta vel fyrir þá sem þurfa mismunandi síddir af kúlum, eða þurfa að tengja sértakan búnað við bílinn ss spil eða klósettsetur eða annað.\nÞað sem ég er að benda á er að fyrir þá sem þurfa ekki á ofangreindum tilfæringum að halda er prófíltengið fremur tilgangslaust og bara óþægindi að því. Eins og t.d á öllum þessum óbreyttu bílum sem gætu allt eins verið með fasta dráttarkúlu.",
            "date": "2015-01-07 16:27:00",
            "post_id": "150704",
            "reply_to_id": "150702"
        },
        {
            "user_name": "villi58",
            "text": "Málið með tryggingafélögin er að þeir breyta sínum reglum stanslaust og þá þarf maður að lesa alla skilmála við byrjun tryggingatímabils, svona rugla þeir í manni svo maður nennir ekki að lesa neitt. Svo er varla nokkur umboðsmaður tryggingafélagana klár á sínum reglum, enda skiljanlegt þegar þetta breytist ört, svona hafa glæpamenn það.\nVörður felldi út sjálfsábyrgð á bíla og hjóla tryggingunum mínum sem er gott en hækkaði iðgjaldið því sem nam sjálfsábyrgðinni.\nUm c.a. árið 2005 þá setti ég dráttarkúluna inn í mitt húdd á bíl sem var að þvælast fyrir, þá var ég hjá VÍS og enginn aukakosnaður fyrir mig. Hvernig það er í dag ? reynið að geta ?",
            "date": "2015-01-07 17:51:00",
            "post_id": "150712",
            "reply_to_id": "150704"
        },
        {
            "user_name": "kjartanbj",
            "text": "Prófiltengi allan daginn á breyttum jeppa, hvaða mál er að taka spilið af á milli ferða ? nákvæmlega ekkert, sama á við um dráttar augun , minnsta málið að slíta þetta af eftir ferð, bara partur af því að ganga frá eftir ferðina, það að nota dráttarkúlur soðnar til þess að draga getur verið stórhættulegt ef þær losna..",
            "date": "2015-01-07 18:24:00",
            "post_id": "150715",
            "reply_to_id": "150712"
        },
        {
            "user_name": "Biggz",
            "text": "hér er lausn á þjófnaði, efast stórlega að menn nenni að skera pinnan til að stela kúlu",
            "date": "2015-01-07 20:33:00",
            "post_id": "150733",
            "reply_to_id": "150715"
        },
        {
            "user_name": "olei",
            "text": "Þetta fer eftir svo mörgum þáttum hvernig fólk notar bílana og í hvað. Sá sem hefur ekki bílskúr og býr í fjölbýli - t.d á 2. eða 3ju hæð er sennilega ekki sammála þér að það sé minnsta mál að kippa spilinu af jeppanum.\nSvo má vel vera með prófíltengi framan á bílnum eða annað hraðtengi fyrir spil þó að það sé föst kúla aftan á honum og jafnvel föst augu fyrir dráttartóg. Hinn stórsniðugi fítus að flytja spilið aftan á bílinn ef þarf með er að mér sýnist ótrúlega sjaldan notaður í raunveruleikanum. Við bætist síðan að maður er ekki alltaf í ferðum og undirbúinn fyrir þær þegar allt í einu maður þarf að nota spil eða dráttaraugu, eða skutla kerru bæjarleið.",
            "date": "2015-01-07 21:28:00",
            "post_id": "150741",
            "reply_to_id": "150733"
        },
        {
            "user_name": "snöfli",
            "text": "Prófílbeyslislaus bill á fjöllum er jafn vonlaus og hníflaus maður á sjó og .....\nGetur vel verið að það sé fullt af rökum gegn þessu á malbikinu, en þetta er jafn nausynlegt og bjórhaldarinn, vinnuljósin, úrhleypibúnaðurinn og:) á fjöllum\nl.",
            "date": "2015-01-07 22:05:00",
            "post_id": "150745",
            "reply_to_id": "150741"
        },
        {
            "user_name": "svarti sambo",
            "text": "Og, ekki gleyma kvuntulaus hóra.",
            "date": "2015-01-07 22:12:00",
            "post_id": "150746",
            "reply_to_id": "150745"
        },
        {
            "user_name": "Játi",
            "text": "Það er gott og blessað að vilja ekki skrölt í bílnum sínum en það að halda því fram að prófíltengi á jeppa sé ókostur er eins og að halda því fram að traktor sé betri án beislis eða trailer án stóls eða rúta án sæta. málið er að þetta er útbúnaður sem er smíðaður á jeppa einmit til þess að geta smíðað allan fjandan til að festa við þetta á einfaldan hátt og likil atriði einmitt að geta tekið draslið af aftur. Þetta er bara útbúnaður sem bíður upp á marga möguleika og í mínum bókum telst það ekki vera ókostur. Ég  smíðaði tildæmis prófíltengi aftan á subaruin minn einmitt til þess að geta geimt kúluna hjá varadekkinu og þurfa ekki að hafa hana til að valda sjónmeingun aðra daga",
            "date": "2015-01-08 03:01:00",
            "post_id": "150765",
            "reply_to_id": "150746"
        },
        {
            "user_name": "jongud",
            "text": "Prófílbeisli eru alger snilld.\nVarðandi spilin, þá hef ég útbúið í fleiri en einn jeppa festingu inni í bíl úr þynnri prófíl, og þá er engin hætta á að spilið drepi einhvern í slysum. (Og svo er erfiðara að stela því).\nHinsvegar sá ég í sumar alveg fáránlega langt kúlutengi aftan í jeppa. Það skagaði meira en hálfan metra aftur úr bílnum!\nÉg býst við að þetta hafi verið einhver tjaldvagnatogari sem var að reyna eitthvert drullumix til að minnka grjótbarninginn á vagninn, en þarna var hann með kerru aftaní og rétt slapp við að setja allt draslið utaní bíl þegar hann tók beygju.",
            "date": "2015-01-08 08:30:00",
            "post_id": "150769",
            "reply_to_id": "150765"
        },
        {
            "user_name": "Freyr",
            "text": "Er ekki líklegra að viðkomandi sé með farangurskistu eða álíka aftaná bílnum og vilji að kúlann standi aftur undann henni? Engu að síður mjög heimskulegt þar sem þetta getur ekki bara skapað hættu heldur veldur þetta mjög leiðinlegu álagi á beislið og burðarvirki bílsins ef það er einhver þyngd sett á svona búnað.",
            "date": "2015-01-08 09:56:00",
            "post_id": "150772",
            "reply_to_id": "150769"
        },
        {
            "user_name": "villi58",
            "text": "Hver er að selja svona læsingu og hvernig er þetta að virka í seltu og drullu ?",
            "date": "2015-01-08 12:42:00",
            "post_id": "150777",
            "reply_to_id": "150772"
        },
        {
            "user_name": "svarti sambo",
            "text": "Hér eru milljón útfærslur af þessu og þessi fyrr nefnda líka.\nhttps://www.google.is/search?q=Hitch+Pi ... Q#imgdii=_",
            "date": "2015-01-08 18:10:00",
            "post_id": "150794",
            "reply_to_id": "150777"
        },
        {
            "user_name": "olei",
            "text": "Átta mig ekki alveg á þessum samlíkingum. Væri ekki betra að taka stólinn af trailernum og beislið af traktornum og setja prófíltengi í staðinn? Stóll er jú ekkert annað en staðlaður tengibúnaður, rétt eins og föst dráttarkúla.\nGaman að þessu.",
            "date": "2015-01-08 21:46:00",
            "post_id": "150808",
            "reply_to_id": "150794"
        },
        {
            "user_name": "olei",
            "text": "Jú þetta gæti virkað.\nSvo er það bara spurninging hvort rygðar fyrr fast, láspinninn eða prófílarnir í tenginu.",
            "date": "2015-01-08 21:48:00",
            "post_id": "150809",
            "reply_to_id": "150808"
        },
        {
            "user_name": "svarti sambo",
            "text": "Hvorugt, ef þetta er bara samsett á meðan notkun stendur yfir. Svo er pinninn stainless steel.",
            "date": "2015-01-08 22:03:00",
            "post_id": "150810",
            "reply_to_id": "150809"
        }
    ],
    "date": "2015-01-06 23:06:00"
}