{
    "forum_title": "Jeppar",
    "id": "28437",
    "title": "1991 Ford Econoline 150",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=28437",
    "posts": [
        {
            "user_name": "Elisvk",
            "text": "Ford Econoline E150\n1991 árg\nekinn uþb 150þkm\nafturhjóladrifinn\nminnir mig 30\" dekk sem eru í mjög góðu standi ásamt varadekki.\n5,8L bensín (351Windsor)\nE40D skiptingin (4 gíra overdrive, besta skiptingin sem kemur í þessum uppá eyðslu skilst mér)\nInnréttaður sem húsbíll\nEr ekki með eldhús en vaskur+eldavél eða sér ferðaeldavél getur fylgt fyrir rétt verð.\nEins og er er bíllinn skráður 5 manna og er með 2 kapteinastóla frammí og 3 rútusæti í miðjunni (2+1) og svo hringsófa aftast sem breytist í rúm.\nSófinn, gólfefni(mdf+teppi) er allt nýtt. Mjög snyrtilegt.\nÉg keyrði hann í fyrrasumar með endurskoðun. Mældi eyðsluna með tjaldvagni í eftirdragi. Það var um 18L/100km og það var mikið af því sveita malavegur.\nÞað sem þarf að laga:\nSpindlar báðumeginn að framan, efri og neðri. Búinn að panta þá hjá ljónsstöðum og kosta um 23þkr.\nÓþétt púst. Leitaði af því síðasta sumar, fann ekki lekann en má leita betur og sjóða í.\n1 framljósapera.\nstyrkleikamissir (ryðgaður síls) ... ekkert nýtt í þessum bílum, þessi er ágætur hvað það varðar.\nútílega hemla v/m/f. (er nokkuð viss að það sé alveg horfið, bíllinn stóð í smá tíma áður en hann fór í skoðunn og þurfti bara að keyra hann smá).\nVentlalokspakkning lekur. Fylgir með rautt silikon pakkningarkrem.\nkostir:\nNýr exide rafgeymir. (er stæði fyrir 2 geyma en er bara með einn, það hefur verið meira en nóg so far.)\nsnyrtilegur og hreinn að innan.\nfer alltaf í gang.\nÞæginlegt að keyra hann, rásar ekkert og heldur nokkuð beinni stefnu þrátt fyrir þetta með spindlana.\nMjög mikið endurnýjað í bremsum\nallar hjólalegurlegur nýjar.\nKrókur til staðar\nNýtt prófíltengi.\nNýbúinn að smíða fjaðrafestingar að aftan. (þetta er ein algengasta bilunin í þessum bílum.) allt smíðað úr 10mm galvinerizuðu stáli. Búið að sjá 1 vetur og ekki ein ryðdoppa. Nýjar fóðringar líka.\nVerðhugmynd 300þkr, hægt að semja um hvernig hann afhendist og hvað fer með. Það fylgir nú held ég allt með til að koma honum í fulla skoðun.\nEr einnig með mjög veglegt fortjald sem passar vel á bílinn. Það er með stofu og sér svefnherbergi. Ég á það ekki sjálfur, er með það í svona \"langtímaláni\" en eigandi þess vill ábyggilega selja það ef rétt verð fæst. Það er hrikalega lítið notað og var sérsaumað í þýskalandi fyrir rúmum 5 árum ef ég man rétt.\ner í síma 6936630. \nMyndir:",
            "date": "2015-01-11 21:53:00",
            "post_id": "150762",
            "reply_to_id": false
        },
        {
            "user_name": "Elisvk",
            "text": "Nokkrir búnir að koma að skoða en enginn komið með peninga ennþá.\nÞað má reyna að prútta.",
            "date": "2015-01-15 00:38:00",
            "post_id": "151283",
            "reply_to_id": "150762"
        },
        {
            "user_name": "Elisvk",
            "text": "þessi er enn til.",
            "date": "2015-01-29 00:22:00",
            "post_id": "152228",
            "reply_to_id": "151283"
        },
        {
            "user_name": "Adam",
            "text": "Skipti á götuhjóli?",
            "date": "2015-01-29 16:38:00",
            "post_id": "152259",
            "reply_to_id": "152228"
        },
        {
            "user_name": "Elisvk",
            "text": "Nei því miður, enginn áhugi fyrir því.\nEnn til.",
            "date": "2015-02-12 13:07:00",
            "post_id": "152905",
            "reply_to_id": "152259"
        },
        {
            "user_name": "Eyzi92",
            "text": "skipti á 78' pontiac ?",
            "date": "2015-02-17 02:54:00",
            "post_id": "153507",
            "reply_to_id": "152905"
        },
        {
            "user_name": "Elisvk",
            "text": "nei ómögulega.",
            "date": "2015-03-05 04:04:00",
            "post_id": "153648",
            "reply_to_id": "153507"
        },
        {
            "user_name": "Elisvk",
            "text": "Jæja var að setja hann í gang eftir veturinn og ég held það sé mögulega farin heddpakkning. Hann fæst á 150þkr stgr ef hann er tekinn eins og hann er. Rosalega margir búnir að hringja og spá og spekúlera... fyrstur kemur fyrstur fær. Hægt að ná í mig í síma 6936630\nEdit. Þetta hefur líklegast bara verið raki í bensíni eftir að sitja allann vetur. Hann fékk nýtt bensín og fékk að ganga smá tíma. Þá hvarf þetta.",
            "date": "2015-05-23 00:36:00",
            "post_id": "156970",
            "reply_to_id": "153648"
        }
    ],
    "date": "2015-01-11 21:53:00"
}