{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "28468",
    "title": "Nissan Terrano á 220 í 9þ snúningum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=28468",
    "posts": [
        {
            "user_name": "Jeppelus",
            "text": "góðan dag, ég var að keyra jeppan minn og allt í einu drepur hann á sér og snúningsmælir fer að sýna 9þ snúninga og hraðamælir 220 km hraða og þó ég taki lykilinn úr þá er ennþá rafmagn á honum og allt í mælaborði logar, en bíllinn fer þó ekki í gang eftir þetta? veit einhver hvað þetta mögurlega gæti verið, er búinn að vera reyna googla þetta en það kemur ekkert af viti þar upp, til að \"drepa\" á honum þarf ég að taka pólana af geymunum og um leið og þeir fara aftur á, að þá er hann góður þangað til að ég set lykilinn í aftur og sný bara einu sinni og þá fara öll ljós að loga og mælarnar fara í botn aftur og þarf að taka pólana aftur af til að \"drepa\" á honum?",
            "date": "2015-01-10 16:26:00",
            "post_id": "150919",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Þar sem að ég þekki ekki rafkerfið neitt sérstaklega vel í þessum bílum, þá ætla ég að giska á bilaðan svissbotn. Annars var víst skift um mælaborð í mínum, þegar að það var búið að keyra hann 8 þús.km. Fékk aldrei að vita nákvæmlega, hvers vegna. Veit ekki hvort að þetta var bara claim að utan. Þeir vildu aldrei ræða þetta. Hann er 2002 árg. Svo er spurning hvernig draslið lýtur út í innrabrettinu farðegamegin að framan. Þarft að taka geymirinn úr til að komast að því. Minnir að þar sé dagljósabúnaðurinn og glóðarkertis relay-ið. Fáránleg staðsetning á rafmagnsbúnaði.",
            "date": "2015-01-10 16:47:00",
            "post_id": "150920",
            "reply_to_id": "150919"
        },
        {
            "user_name": "Clone451",
            "text": "Á þeim 7 árum sem ég átti minn held ég að hafi farið 3 mælaborð... \nÍ síðasta skiptið var það svipað, hann varð rafmagnslaus og eftir það þá sýndi mælaborðið 5þ snún þegar hann var ekki í gangi, fullan tank og 100 km/h. Virkaði að vísu en lausagangur skv. mæli varð 6100 og meðalhraði innanbæjar 150 (rosagaman þar til löggan tók fram úr og leit ekki við manni).",
            "date": "2015-01-10 20:10:00",
            "post_id": "150943",
            "reply_to_id": "150920"
        },
        {
            "user_name": "Jeppelus",
            "text": "já en hinsvegar þá get ég ekki startað honum en þó ég taki lykilinn úr þá er ennþá rafmagn og allir mælar á milljón og ljós í mælaborðinu, semsagt það er rafmagn á honum þó ég drep alveg á honum og fjarlægi lykilinn",
            "date": "2015-01-10 20:31:00",
            "post_id": "150944",
            "reply_to_id": "150943"
        }
    ],
    "date": "2015-01-10 16:26:00"
}