{
    "forum_title": "Almennt spjall",
    "id": "28504",
    "title": "GMC van með duramax og alles 46\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=28504",
    "posts": [
        {
            "user_name": "lecter",
            "text": "ég var að skoða  i dag svona bil breyttur af Breyti liklega   þessi chevy  eða GMC er á grind sem kom skemtilega á óvart  og mun taka við af fordinum ??? hvað haldið þið ég hef reyndar ekki hugmynd um hvaða skipting er i honum \nþetta var flott tæki extra langur en þar er afturhásingin mun aftar en á á ford van sem samsvarar sér mun betur",
            "date": "2015-01-12 21:25:00",
            "post_id": "151083",
            "reply_to_id": false
        },
        {
            "user_name": "Þráinn",
            "text": "svona bíll er að kosta 15+ milljónir kominn til landsins, það er held ég helsti gallinn við þá annars eru þessi bílar snilld",
            "date": "2015-01-13 10:29:00",
            "post_id": "151121",
            "reply_to_id": "151083"
        },
        {
            "user_name": "lecter",
            "text": "sælir  náði mynd af bilnum  þetta er væntanlega 2014 árg  ég veit ekkert um þessa bila og  hvað er hægt að finna þá gamla með grind og  með Duramax vél  í usa eða canada  en þetta tæki er málið i dag",
            "date": "2015-01-17 10:58:00",
            "post_id": "151418",
            "reply_to_id": "151121"
        },
        {
            "user_name": "jongud",
            "text": "Þessi er flottur!\nHafðu endilega auga með honum áfram, það verður forvitnilegt að sjá hvernig hann tekur sig út með kantana tilbúna.",
            "date": "2015-01-17 11:27:00",
            "post_id": "151421",
            "reply_to_id": "151418"
        },
        {
            "user_name": "Steinmar",
            "text": "Af hverju þurfa þeir að vera á grind ? Grindarlausum (sjálfberandi) bílum hefur oft verið breytt með góðum árangri, nefni til dæmis MB Sprinter.\nMbk. Steinmar",
            "date": "2015-01-17 11:57:00",
            "post_id": "151424",
            "reply_to_id": "151421"
        },
        {
            "user_name": "lecter",
            "text": "grind og ekki grind sammála það þarf ekki að vera málið nema burðargetan sé takmörkuð við sverari grind eins og i usa  350 250 150  við þurfum 350 grind til að bera þungan af breytinum og farþegum ,,,  svo er auðveldara oft að koma 46-54\" undir ef hægt er að lyfta boddy upp frá  grind  ,,, en þessi bill hefur allt sem þarf hann hefur aðeins leingra húdd sem er meira plass að framan hann hefur afturhásinguna aftar en  oft áður ,, toppana mun eflaust vera hægt að fá úr plasti og nokkrum gerðum  þessi   toppur er smiðaður hér heima sýndist mér  en þessi bill er til full innrettaður með ferða luxus \nvélin hefur nóg hp og Nm  liklega er góð skipting aftan á sem heldur þessu gæti verið Alison eins og hefur verið i Gmc",
            "date": "2015-01-17 12:40:00",
            "post_id": "151425",
            "reply_to_id": "151424"
        },
        {
            "user_name": "lecter",
            "text": "http://www.ebay.com/itm/Chevrolet-Expre ... ars_Trucks\n \nhttp://www.ebay.com/itm/Chevrolet-Expre ... ars_Trucks\nverðin eru frá 9000usd upp i 35,000  og árg 2008  með duramax vél",
            "date": "2015-01-17 13:03:00",
            "post_id": "151428",
            "reply_to_id": "151425"
        },
        {
            "user_name": "ivar",
            "text": "Veit einhver stöðuna á þessum bíl eða hver á hann?\nÉg er að byrja undirbúning á endurnýjun og þessi fer að koma ofarlega á listann.\nSprinter hefði verið framar ef hann væri ekki svona vélarvana.",
            "date": "2015-02-02 14:34:00",
            "post_id": "152527",
            "reply_to_id": "151428"
        },
        {
            "user_name": "Þorsteinn",
            "text": "breytir er að breyta honum, en ég held að veðurstofan sé að fá hann. \nen sel það ekki dýrara en ég stal því. \nmbk. Þorsteinn",
            "date": "2015-02-02 14:41:00",
            "post_id": "152529",
            "reply_to_id": "152527"
        }
    ],
    "date": "2015-01-12 21:25:00"
}