{
    "forum_title": "Almennt spjall",
    "id": "28519",
    "title": "Hjálp!",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=28519",
    "posts": [
        {
            "user_name": "arnikristinn",
            "text": "Ég veit ekki alveg hvað ég á að gera. Ég er búinn að vera að tala við mann á kaup á Hilux. Hann er 94mdl minnir mig og með afar lítið ryð.  Það leiðinlega er að túrbínan er frekar léleg og það lekur víst smurolía inn á hann (gæti verið rangt hjá mér) En það kemur víst svartur mökkur út úr honum. \nEr þetta alvarlegt eða get ég notað bílinn ef túrbínan fer? \nÖll hjálp vel þegin!",
            "date": "2015-01-13 16:27:00",
            "post_id": "151161",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "Þû þarft túrbínu og ættir að skipta um hana strax til að vera ekki a lata mototinn drekka smurolíu þarna í gegn, það er ekkert sniðugt",
            "date": "2015-01-13 19:15:00",
            "post_id": "151171",
            "reply_to_id": "151161"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ef það kemur svartur mökkur úr honum þá er hann að fá mikið af hráoliu á móti lofti og gæti alveg verið nóg að skrúfa aðeins niður í magnskrúfunni á olíuverkinu,ef hann er að éta smuroliu ætti reykurinn að vera meira blár en svartur.\nEf túrbínan er hætt að blása þá kemur reyndar svartur reykur vegna of mikillar hráolíu á móti lofti líka.",
            "date": "2015-01-13 19:19:00",
            "post_id": "151172",
            "reply_to_id": "151171"
        },
        {
            "user_name": "arnikristinn",
            "text": "Takk. \nÈg held sjálfur að þetta sè af því að túrbínan er hætt að blása. En ég mun prófa að skrúfa niður i magnskrúfunni, ég vona það besta :)\nEr það dýrt að gera við? Èg vil helst ekki kaupa hann ef það mun kosta yfir 30.000 að gera við hann um leið og ég fæ hann.",
            "date": "2015-01-14 01:59:00",
            "post_id": "151200",
            "reply_to_id": "151172"
        },
        {
            "user_name": "Járni",
            "text": "Þú skalt ekki kaupa 20 ára gamlan bilaðan bíl ef þú hefur ekki möguleika á að eyða meira en 30.000 kr í framhaldinu.",
            "date": "2015-01-14 07:27:00",
            "post_id": "151202",
            "reply_to_id": "151200"
        },
        {
            "user_name": "muggur",
            "text": "Nákvæmlega það sem ég ætlaði að segja.  Ef þú ætlar að hafa bílinn í sæmilegu standi þá verðurðu að hafa ráð á að tífalda þessa tölu þó það sé ekki óheyrt að fólk 'vinni' í gömlubílalottóinu og þú sleppir með minna.  30 þús kall er ekki fyrir nýjum bremsuklossum og diskum hvað þá meira.  Ef þú efast um þetta þá bíð ég þér að lesa harmsögu jeppaævi minnar \nhttp://www.jeppaspjall.is/viewtopic.php?f=9&t=18753\n.\nkv. Muggur",
            "date": "2015-01-14 08:24:00",
            "post_id": "151205",
            "reply_to_id": "151202"
        },
        {
            "user_name": "arnikristinn",
            "text": "Já, èg var bara að komast að því að hann var með svona slæma túrbínu. Ég var búinn að heyra að hann var í góðu standi en núna var ég að heyra þetta með túrbínuna. Ég ætla að reyna að prútta smá..",
            "date": "2015-01-14 11:58:00",
            "post_id": "151223",
            "reply_to_id": "151205"
        },
        {
            "user_name": "Startarinn",
            "text": "upptekt á túrbínu kostar um 60-70 þús að því gefnu að oxullin og hjólin séu heil, sem mér þykir ólíklegt ef hún blæs lítið",
            "date": "2015-01-14 17:56:00",
            "post_id": "151244",
            "reply_to_id": "151223"
        }
    ],
    "date": "2015-01-13 16:27:00"
}