{
    "forum_title": "Jeppar",
    "id": "2861",
    "title": "Til sölu gmc suburban k2500 ´97",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=2861",
    "posts": [
        {
            "user_name": "4wdlover",
            "text": "Jæja það er komið að því ætla athuga hvort eithver hafi áhuga á að kaupa af mér suburbaninn.\nTegund:Gmc (skráður chevrolet í skráningarskírteini,fyrverandi varnarliðsbíll)\nUndirtegund:K2500 Suburban\nÁrgerð:1997 (framleiddur ´96)\nVél:454 bensín (7,4L)\nSkifting:Sjálfskiftur (4L80E)\nLitur:Blár\nDrif:4X4 (Aftuhjóladrifinn og fjórhjóladrifinn hátt og lágt, skiftistöng ekki takkar)\nEkinn:137 þús mílur rúmlega\nDekk:\"32 Hálfslitin\nVerð:800 þúsund ásett, væri líklega sett milljón plús á bílasölu miðað við það sem ég hef séð\nSkifti:Einungis á götuskráðu mótorhjóli (hippa,racer eða touring) á svipuðu verði eða ódýrari EKKI DÝRARI\nÉg eignast hann ´07 og er búinn að aka rúmar 4 þús mílur á þeim tíma sem ég er búinn að eiga jeppann eina sem ég get sett útá er lakkið og útvarpsleysi, það var brotist inní bílinn í október og stolið einu og öðru þar á meðal K&N filternum cd spilaranum og fleirra, það er komin í hann ný aftermarket svepp sía en ekkert útvarp, fylgir með honum upprunalega útvarpið sem er bara einfalt útvarp, ég er mikið búinn að endurnýja í þessum bíl á þeim tíma sem ég hef átt hann.\nLangar ekkert sérstaklega að selja hann því þetta er góður jeppi og algjör draumur að aka honum EN mig langar meira í gott hjól (fyrir utan að ég á líka pickup sem er fjórhjóladrifinn, þarf ekki að eiga tvo) hægt er að finna mynd og frekari upplýsingar á þessum þræði: \nviewtopic.php?f=9&t=2262\nBest er að ná sambandi við mig í gegnum \narnar1979@gmail.com\n er atvinnulaus og er sofandi á mismunandi tímum þannig að e-mail hentar best.",
            "date": "2010-12-29 04:13:00",
            "post_id": "12759",
            "reply_to_id": false
        },
        {
            "user_name": "4wdlover",
            "text": "Verður til sölu fram að mánaðarmótum verður settur í geymslu eftir það og hætt við sölu skoða öll skifti",
            "date": "2011-01-15 06:54:00",
            "post_id": "13878",
            "reply_to_id": "12759"
        }
    ],
    "date": "2010-12-29 04:13:00"
}