{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "28859",
    "title": "besta pakkningarlímið?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=28859",
    "posts": [
        {
            "user_name": "andrib85",
            "text": "Sælir. Hvað er best að nota sem pakkningarlím fyrir millikassa?",
            "date": "2015-02-04 10:59:00",
            "post_id": "152660",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Ég nota yfirleitt olíu og hitaþolið sílicon frá Förch. Til hjá N1 og er í þrýstitúpu. Einnig er mjog gott að hreinsa það seinna meir.",
            "date": "2015-02-04 11:52:00",
            "post_id": "152662",
            "reply_to_id": "152660"
        },
        {
            "user_name": "baldur",
            "text": "Best á svona stífa pakkningafleti (semsagt solid álstykki eða pottstykki, ekki blikk lok) sem lítið bil er á milli er td Motoseal frá Permatex eða sambærilegt td Yamabond.\nEf þú gáir í manualinn frá framleiðanda er iðulega gefið upp eitthvað svona efni til að þétta samanboltaða kassahelminga.",
            "date": "2015-02-04 13:36:00",
            "post_id": "152665",
            "reply_to_id": "152662"
        },
        {
            "user_name": "Þráinn",
            "text": "ég er hrifinn af þessu",
            "date": "2015-02-04 18:48:00",
            "post_id": "152679",
            "reply_to_id": "152665"
        },
        {
            "user_name": "Freyr",
            "text": "Nota mikið og hef góða reynslu af Wurth sílicon pakkningaefni, m.a. hef ég notað það á 231 og 242 jeep millikassa án vandræða.",
            "date": "2015-02-04 21:33:00",
            "post_id": "152689",
            "reply_to_id": "152679"
        },
        {
            "user_name": "olei",
            "text": "Á enn eftir að finna pakkningasilicone sem virkar \nekki\n á svona hluti. Það er vafalaust til en ég hef ekki rekist á það. Förch, permatex os.frv. virkar fínt.\nSvokallað flangsalím er frábært á mjög stífa fleti (gírkassalok í traktorum)  hefur þá kosti að þar sem enginn þrýstingur er á því þar harðnar það ekki. Rétt eins og boltalím. Það getur verið gott fyrir flangsa sem hafa göng gegnum sig sem maður vill ómögulega stífla, og svo má líða langur tími frá því það er borið á fletina þar til sett er saman. Persónulega vil ég þó fremur silicone á samanboltaða millikassa, en ég er viss um að flangsalímið virkar líka þar.\n Svo er Verkfærasalan í Síðumúla(?) með Hylomar - sem var fundið upp af \nflugvéladeild Rolls Royce\n! Það gefur vissulega góð fyrirheit en á móti kemur að bretar hafa ekki mjög farsæla sögu þegar kemur að því að eitthvað leki ekki.... Hylomar blue verður kvoðukennt en þornar ekki alveg og harðnar ekki. Maður getur sullað því á flangsa og farið svo heim og lagt sig. Sett síðan saman daginn eftir  (eins og með flangsalímið). Þetta er oft kostur, svo er það eina fljótandi þéttiefnið sem ég hef rekist á sem á að þola eldsneyti - hvað sem það nú þýðir nákvæmlega.  Hylomar red er síðan einhverskonar silicone sem ég hef ekki prófað en ku vera æðislegt.",
            "date": "2015-02-04 22:29:00",
            "post_id": "152694",
            "reply_to_id": "152689"
        },
        {
            "user_name": "Lindemann",
            "text": "Ég mæli með svona silikon pakkningaefni frá wurth eða förch sem er í þrýstitúpu........ekki afþví efnið sé endilega betra en önnur efni, aðallega afþví ég veit þessi efni virka og umbúðirnar eru svo miklu þægilegri en þessar litlu áltúpur sem maður verður handlama af að nota(ef flöturinn er stór)",
            "date": "2015-02-04 23:46:00",
            "post_id": "152697",
            "reply_to_id": "152694"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Eg kaupi alltaf hvítt pakkningalím á allt sem fer á pönnur og samskeyti, það líkist mjög því lími sem framleiðendur nota þegar hlutir eru svo aftur teknir sundur, \nmjög stíft og jafnvel erfitt að ná taumunum í burtu, það heitir bara RTV white að mig minnir og túpan er þannig að maður setur sneril á endann á henni og snýr svo upp á túpuna þannig allt þrýstist út, þannig er nýtnin líka betri",
            "date": "2015-02-05 07:45:00",
            "post_id": "152699",
            "reply_to_id": "152697"
        }
    ],
    "date": "2015-02-04 10:59:00"
}