{
    "forum_title": "Almennt spjall",
    "id": "28961",
    "title": "Pústað um púströr",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=28961",
    "posts": [
        {
            "user_name": "Lada",
            "text": "Sælir/ar\nNú stend ég frammi fyrir því að þurfa láta smíða púst undir bílinn hjá mér í þriðja sinn síðan í desember 2011. Þess utan þá er ég búinn að láta gera við göt amk. þrisvar á sama tíma.\nEr það alveg eðlilegt að meðal endingartími púströra sé um eitt ár? Hvernig getur það verið að original púst endast árum saman, en svo þegar þau gefa loks upp öndina þá fæst bara eitthvað drasl sem hverfur á einu ári?\nÞau pústverkstæði sem ég hef verslað við fá heldur ekki háa einkunn. Fjöðrin smíðaði púst undir Terrano fyrir mig og ég þurfti að fara fjórum sinnum með bílinn til þeirra svo þeir gætu klárað verkið (vantaði festingu, ókláruð suða osfrv.). Einar 8villti smíðaði púst sem kom gat á (gat í rörið en ekki suðu) eftir 14 mánuði og sagði ,,skítur skeður'' og vildi smíða nýtt kerfi. Betra púst smíðaði kerfi undir bílinn sem þeir hafa stagbætt tvisvar, og úrskurðuðu það endanlega búið núna. BJB versla ég ekki við sökum slæmrar reynslu fjölskyldumeðlima.\nEkki er möguleiki að kaupa original púst af umboðinu og setja það sjálfur, því þeir sögðu þau vera orðin svo dýr.\nEru einhver verkstæði að smíða almennileg púst?\nKv.\nÁsgeir",
            "date": "2015-02-11 13:51:00",
            "post_id": "153104",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Mig minnir að ég hafi verslað pústkerfi í terranoinn minn hjá Kvikk. Fékk það sent og setti undir sjálfur. það er búið að lifa í einhver ár. Svo sem ekki mikil notkun á þeim bíl, en mér er sama. Þar áður kom það frá Bílanaust og var byrjað að gatast eftir tvö ár.",
            "date": "2015-02-11 13:58:00",
            "post_id": "153105",
            "reply_to_id": "153104"
        },
        {
            "user_name": "emmibe",
            "text": "Fékk pústkerfi hjá Kvikk afturhluta með kút fyrir tveimur árum, sýnist að það eigi töluverðan tíma eftir.",
            "date": "2015-02-11 16:29:00",
            "post_id": "153111",
            "reply_to_id": "153105"
        },
        {
            "user_name": "baldur",
            "text": "Ég fór bara í Guðmund Ara og keypti 63mm mjólkurbeygjur sem ég bræddi undir Mussoinn í sumar. Kemur í ljós hvernig það endist.",
            "date": "2015-02-11 16:40:00",
            "post_id": "153112",
            "reply_to_id": "153111"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Ég er búinn að vera með tvö sérsmíðuð púst undir Einfara. 2,5\" bæði smíðað af BJB. Fyrra pústið Endist í 5-6 ár með smá viðgerð eftir 4 ár. Hitt pústið er orðið 2-3 ára gamalt og er ennþá í notkun. Ég var líka með sérsmíðað 2,5\" púst undir gamla Hiluxinum mínum frá BJB án vandræða. Ég er búinn að versla púst hjá BJB undir sennilega 5 bíla í gegnum tíðina og aldrei lent í vondri þjónustu. Get svosem ekki sagt til um endingu á þeim öllum þar sem ég átti suma þessa bíla ekkert endilega svo lengi. 1-2 ára ending finnst mér afleitt.",
            "date": "2015-02-11 16:52:00",
            "post_id": "153113",
            "reply_to_id": "153112"
        },
        {
            "user_name": "Freyr",
            "text": "Sama hvað, aldrei kaupa Stuðlaberg púströr/kerfi. Þetta er ef ég man rétt framleitt í Skagafirði og er það alversta sorp sem ég hef kynnst. Nýtt kerfi var innan við ár að gatryðga í legacy sem eg setti svona í og þegar ég fór að nefna þetta við félagana þá höfðu sumir svipaða sögu að segja.",
            "date": "2015-02-11 18:14:00",
            "post_id": "153121",
            "reply_to_id": "153113"
        },
        {
            "user_name": "biturk",
            "text": "Best leiðin er að berjast kröftuglega gegn söltun á vegi og krefjast söndumar eða að fôlk læri að keira í hálku og sé á nagladekkjum\nÞað er saltið sem er að drepa pústkerfin, bremsur, sílsa og fleira og menn ættu ekki að láta bjôða sér uppá þennan vibba sem gerir bara illt verra",
            "date": "2015-02-11 19:45:00",
            "post_id": "153124",
            "reply_to_id": "153121"
        },
        {
            "user_name": "Seraphim",
            "text": "Er svo sammála þessu hjá biturk. Söltun á vegum og götum eru verstu hryðjuverk sem þekkjast gegn bílaflota landsmanna með tilheyrandi kostnaði og verðfalli á bílum. Þar að auki er þetta helst til þess fallið að ala upp kynslóð ökumanna sem ekki kunna að takast á við vetraraðstæður þegar á reynir heldur keyra fullt rör í hvaða aðstæðum sem er. Mér þætti gaman að sjá raunverulegan samanburð á sparnaði í pyngjum almennings með þessum saltaustri.",
            "date": "2015-02-11 21:02:00",
            "post_id": "153129",
            "reply_to_id": "153124"
        },
        {
            "user_name": "Adam",
            "text": "Stuðlaberg notuðu eingöngu svart járn í sýna smíði\nHægt er að fá þessi rör pústuröra efni með álblöndu en \nFlest eru saumsoðin og þar af leiðandi byrjar ryðið þar\nOg við suður. Ef menn eru í veseni þá er bara að fá \nMann í að smíða þetta úr ryðfríu og brosa mjólkurrör \nEru fáanleg í 2\" 2 1/4\" 2 1/2\" og 3\" og flottar þunnar suðu\nBeygjur á móti",
            "date": "2015-02-11 21:03:00",
            "post_id": "153130",
            "reply_to_id": "153129"
        },
        {
            "user_name": "aae",
            "text": "Hvernig eru þessi ryðfríu púst að endast eru menn með reynslusögur af því? Er þetta ekki 316 stál sem menn eru að nota?",
            "date": "2015-02-11 21:08:00",
            "post_id": "153131",
            "reply_to_id": "153130"
        },
        {
            "user_name": "baldur",
            "text": "Mjólkurrörin eru 304 en allt sem fæst hérna í stærri rörum er 316.\nUndir súkkunni hjá mér var ég með púst smíðað mestmegnis úr afgöngum, notaði rörbúta sem upprunalega komu undan nýjum 90 cruiser. Þetta var búið að vera undir bílnum í 5 ár þegar ég seldi hann og ekki mikið byrjað að láta á sjá.",
            "date": "2015-02-11 21:18:00",
            "post_id": "153133",
            "reply_to_id": "153131"
        },
        {
            "user_name": "Lada",
            "text": "Sælir.\nÉg er einmitt með Legacy.\nEn hversvegna endast þá original pústin alltaf svona mikið betur en smíðuðu? Þau eru jú öll keyrð í sama pæklinum.\nKv.\nÁsgeir",
            "date": "2015-02-11 21:30:00",
            "post_id": "153134",
            "reply_to_id": "153133"
        },
        {
            "user_name": "jongud",
            "text": "Það er líklega af því að original pústin eru smíðuð saman og meðhöndluð eftirá, galvaníseruð eða húðuð einhvernvegin.\nSmíðuðu pústin eru reyndar oftast úr húðuðu efni en suðurnar eru oft ekkert meðhöndlaðar.\nTil að þetta verði til friðs í saltpæklinum þá þarf það smíða úr ryðfríu.\nReyndar er annað sem getur haft áhrif á endingu og það er hvernig bíllinn er notaður. Ég bjó lengi á Egilsstöðum þar sem er (var) ekkert saltað, en þar sem ég ók mjög stutta vegalengd í vinnuna þá náði pústkerfið oft ekki að þorna almennilega að innan og það endaði með að hljóðkútur var ryðgaður að innan í drasl þó að ytra byrðið liti fínt út.\nEn þetta entist samt í 8-9 ár...",
            "date": "2015-02-12 08:28:00",
            "post_id": "153164",
            "reply_to_id": "153134"
        },
        {
            "user_name": "Lada",
            "text": "Ætti maður kannski að kaupa sér eitthvað galv sprey og gluða á suðurnar?\nBílnum er almennt ekki ekið mjög stuttar vegalengdir þó það komi fyrir, morgunrúnturinn er t.a.m. nærri 20 km.\nKv.\nÁsgeir",
            "date": "2015-02-12 11:07:00",
            "post_id": "153171",
            "reply_to_id": "153164"
        },
        {
            "user_name": "baldur",
            "text": "Original toyotu pústið sem ég skar niður til að sjóða undir súkkuna hafði enga sjáanlega meðhöndlun á suðum.",
            "date": "2015-02-12 14:30:00",
            "post_id": "153182",
            "reply_to_id": "153171"
        },
        {
            "user_name": "aae",
            "text": "Hefur einhver reynslu af að láta heitzinkhúða pústkerfi sem er smíðað úr svörtu stáli ?\nVeit að afgashitinn getur farið yfir bræðslumark á zinkinu í átökum, en skiptir það máli í praksis?",
            "date": "2015-05-30 10:32:00",
            "post_id": "158422",
            "reply_to_id": "153182"
        },
        {
            "user_name": "grimur",
            "text": "90 cruiserinn minn er með ryðfritt fyrir aftan aðal kutinn original. Skipti um kutinn nuna i 260.000km, liklega fyrsta skipti sem skipt er um eitthvað i þessu. Restin var i lagi þott það se ekki ryðfritt þar sem það hitnar strax og þurrkar sig.\nSama með yaris sem eg atti, þar var skipt um aftasta kut eftir 220.000km, rest i lagi eftir 14 ar og storan hluta her a suðvesturhorni . Þar er lika ryðfritt eitthvað held eg original.\nEg er alveg hættur að nenna að nota annað en ryðfrítt  í  pust. Myndi kannski smiða flækjur ur svortu til að fa minni hitaþenslu  en alls ekki svart fyrir aftan t.d. hvarfakut.\ngleymdi að nefna að cruiserinn er bensín  bíll .....\nkv\nGrímur",
            "date": "2015-05-30 15:40:00",
            "post_id": "158433",
            "reply_to_id": "158422"
        },
        {
            "user_name": "baldur",
            "text": "Aftur að því hversu lélegt pústefnið er sem fæst hérna. Á Musso er ég með hljóðkút sem fór undir eftir verslunarmannahelgi í fyrra og það er strax verulega farið að sjá á honum, alveg öruggt að hann endist ekki í 15 ár í viðbót eins og kúturinn sem fór undan var örugglega búinn að gera (kútur merktur STT sem er framleiðandinn á turbo kittinu sem fór í bílinn þegar hann var nýr). Svo er fremsti parturinn af pústinu 2 ára gamall og úr alumizeruðu púströri sem er orðið verulega ryðgað og trúlega fljótlega komið í gegn.",
            "date": "2015-06-17 10:28:00",
            "post_id": "159102",
            "reply_to_id": "158433"
        },
        {
            "user_name": "Hrannifox",
            "text": "Fór einu sinni með gamlan Hilux sem ég átti til Betra púst eftir reynsluna þar fer ég ekki aftur þangað. Vantaði töluvert uppá góð vinnubrögð.\nEr með pajero núna og í fyrra fór pústið í sundur upp við bínu. Fór með hann í kvikk Þjónustuna uppá Höfða, lét seta nýtt orginal kerfi frá bínu og afturúr\nborgaði 60.000- fyrir kerfið og vinnuna, hefur ekki verið neitt vesen á því, var mjög ánægður með vinnu og þjónustu mun versla þar aftur allavega.",
            "date": "2015-06-18 16:35:00",
            "post_id": "159139",
            "reply_to_id": "159102"
        },
        {
            "user_name": "jongud",
            "text": "Sviðuð saga hér, ég fór með 90-Cruiser í gær til Kvikk, og ætlaði að láta skipta um pústbarka sem var farinn. Þeir hringdu og sögðu að kúturinn væri götóttur líka. Nýr barki og kútur með vinnu hefði verið ca. 10-15þús ódýrari en allt kerfið frá túrbínu og afturúr. Svo þegar ég gerði upp spurði ég um 4X4 afslátt (sem þau eru með). Þar sem það kostar yfirleitt 10 þúsund að aka bíl inn á verkstæði fannst mér þetta kjarakaup.",
            "date": "2015-06-19 10:05:00",
            "post_id": "159155",
            "reply_to_id": "159139"
        },
        {
            "user_name": "elliofur",
            "text": "Ég hef smíðað mín púströr sjálfur eins og sum ykkar þekkja. Ég hef keypt rör í bílanaust og þau eru úr ágætis efni. Ég saga 15° skurði í rörin, sný öðru rörinu og sýð aftur svo úr verður allt að 30° beyja, síðan þræði ég það þær leiðir sem þarf og held fullum sverleika rörsins alla leið en ekki hálf samanbeygt eins og íslensk pústverkstæði gera. Bílanauströrin eru úr þokkalegu efni, ég smíðaði nýtt rör undir luxann minn þegar ég setti terrano vélina í hann og þá var gamla rörið að verða 6 ára og að mig minnir hvergi komið í gegn en farið að þynnast verulega í kringum suður.\nÉg hef gert þetta fyrir menn hér, get tekið að mér verkefni í sumarfríinu mínu, hafi menn áhuga.",
            "date": "2015-06-19 19:25:00",
            "post_id": "159172",
            "reply_to_id": "159155"
        },
        {
            "user_name": "Startarinn",
            "text": "Þegar ég smíðaði púskerfið við volvo vélina í Hiluxinn gerði ég það allt úr ryðfríu efni. \n3\" efni í pústþjónustu BJB kostaði þá 3.600 kr meterinn, ég er með smá tengingu inní Ferro Zink í Hafnarfirði og fékk ryðfrítt efni ódýrara þar, en rétt verð átti að vera 4,200 meterinn minnir mig. \nÞað er vissulega aðeins meira mál að sjóða ryðfría efnið, en mér fannst þetta fyllilega þess virði, mig minnir að loka kostnaður fyrir mig á kerfinu hafi verið í kringum 30 þús, en það kemur út framan við afturhjól",
            "date": "2015-06-20 06:55:00",
            "post_id": "159188",
            "reply_to_id": "159172"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það er merkilegt verðlagið á púströri verðið á 4\" púströri í BJB 7500 kr. meterinn en í Metal er verðið 5200 meterinn af104 mm ryðfríu 304 efni.",
            "date": "2015-06-20 11:03:00",
            "post_id": "159193",
            "reply_to_id": "159188"
        },
        {
            "user_name": "Startarinn",
            "text": "Og í ryðfría efninu fær maður beygjur sem klemma rörið ekki saman eins og Elli benti á hérna að ofan",
            "date": "2015-06-20 16:38:00",
            "post_id": "159201",
            "reply_to_id": "159193"
        },
        {
            "user_name": "svarti sambo",
            "text": "Varðandi ryðfría efnið. Þá myndi ég persónulega aldrei smíða pústurör úr 304. Það er ekki sýruhelt. En 316 er sýruhelt og er notað í pústurörasmíði í t.d. smábátum, þar sem að bátarnir eru með blautpúst. Það sem gerist við sótið, er að það myndast brennisteins-sýra, þegar sótið blotnar og hún er ekki vinsæl. Þetta er bara ábending, og menn ráða því svo hvað þeir gera.",
            "date": "2015-06-20 17:58:00",
            "post_id": "159203",
            "reply_to_id": "159201"
        },
        {
            "user_name": "haflidason",
            "text": "er með 2006 módelið af legacy, er að detta í 300þús.km og grunar að það sé enn allt original undir honum. hef einu sinni þurft að sjóða samsetningu sem hafði greinilega brotnað frekar en gefið sig af ryði þar sem það var nóg efni til að sjóða í ............",
            "date": "2015-06-21 02:41:00",
            "post_id": "159215",
            "reply_to_id": "159203"
        },
        {
            "user_name": "grimur",
            "text": "Mikið rétt með sýruhelt, þetta er mikið meira atriði í dísel, og sérstaklega með eldsneyti sem inniheldur brennistein, sem er reyndar ekki svo mikið af í bíladísel. Undir vissum hita fellur sýran út og tærir pússi innanfrá.\nHvað sem öðru líður er 304 að minnsta kosti 10x betra en svart  við venjulegar aðstæður. 316 er enn betra, mikið rétt.\nKv\nG",
            "date": "2015-06-22 00:45:00",
            "post_id": "159249",
            "reply_to_id": "159215"
        },
        {
            "user_name": "jongud",
            "text": "Var ekki verið að setja strangari skilyrði á innihald brennisteins í díselolíu? Bátaolían gæti kannski enn verið eitthvað \"óhreinni\".",
            "date": "2015-06-22 08:22:00",
            "post_id": "159252",
            "reply_to_id": "159249"
        },
        {
            "user_name": "svarti sambo",
            "text": "Nú þekki ég það ekki nógu vel. En þar sem að ég er að þjónusta þennan hóp manna, þá verð ég alltaf jafn pirraður, þegar að nýjir bátar eru að koma og það hefur verið notað 304 í pústið, til að spara nokkrar krónur við smíðina. Síðan þarf bátaeigandinn að láta smíða nýtt púst eftir ca: 4-5 ár, því að pústið er að verða gatasigti, þar sem sjórinn liggur alltaf. Eins sér maður þetta, þar sem að rör er 316 og suða kannski 304-307 eða 309. þá er suðan alltaf til vandræða reglulega. En þar sem að bæði suða og rör er 316, þá virðist þetta vera til friðs. Ég hef líka lent í því, að vera að panta 316 efni og það er einhvað  annað en 316. Það er nefnilega hægt að sjá þetta með segli. 316 efni, tekur alls ekki segul, en t.d. 304 tekur aðeins við segli. Þannig getur maður áttað sig á gæðum ryðfríja efnisins. Það t.d. fellur á 304 en ekki á 316, ef menn eru að smíða ryðfrí handriði, til að vera með utandyra.\nÉg vona að þessi efnisfræði hjálpi einhverjum við val á ryðfríju efni.",
            "date": "2015-06-22 10:50:00",
            "post_id": "159256",
            "reply_to_id": "159252"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég yrði hissa ef það er eitthvað af brennisteini í dísil olíunni sem er seld á dælu á íslandi, aftur á móti er pínu brennisteinn í flotaolíunni sem bátarnir brenna, ég var að skoða BDN (bunker delivery note) frá síðustu olíutöku hjá mér í Cuxhaven. Við brennum marine gas oil um borð (flotaolía), samkvæmt BDN blaðinu er í henni 0,096% brennisteinn, ef ég man rétt má svartolía ekki innihalda meira en 1%, bara svona til viðmiðunar, en mér gæti skjátlast\nEdit:\neftir smá wikipedia leit virðist sem frá 2008 megi dísil olía á dælu ekki innihalda meira en 10ppm af brennisteini, í \nevrópu",
            "date": "2015-06-22 19:22:00",
            "post_id": "159270",
            "reply_to_id": "159256"
        },
        {
            "user_name": "emmibe",
            "text": "Jæja það átti bara ekkert töluverðan tíma eftir :-) suðurnar við kútinn byrjaðar að opnast. Nú smíðar maður þetta bara sjálfur!\nKv. Elmar",
            "date": "2015-10-31 18:41:00",
            "post_id": "163200",
            "reply_to_id": "159270"
        }
    ],
    "date": "2015-02-11 13:51:00"
}