{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "2899",
    "title": "Landmannalaugar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=2899",
    "posts": [
        {
            "user_name": "EinarR",
            "text": "Sælir spjallverjar. Hefur eitthver farið inn í landmannalaugar um helgina? ef svo er hvernig fannst ykkur færið?",
            "date": "2011-01-02 17:47:00",
            "post_id": "12971",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Ég var nálægt heklu og afleggjaranum á fjallabak um helgina, manni fannst það vera sumar frekar en vetur. Líklegast er klaki í vöðum mesta hindrunin, allavega ekki snjór.",
            "date": "2011-01-02 18:09:00",
            "post_id": "12976",
            "reply_to_id": "12971"
        },
        {
            "user_name": "Magnús Ingi",
            "text": "Einn félagi minn fór á fimmtudaginn minnir mig þarna innúr og fór í gegnum sigöldu og sagði að það hefðu bara verið fínt færi bara pollar og svo harður snjór en hann sagði að frostastaðahálsinn væri ófær eða var það þá vegna þess að vegurinn væri fullur og ekki hægt að fara útfyrir veginn. en aðstæður geta verið allt aðrar í dag..",
            "date": "2011-01-02 18:45:00",
            "post_id": "12982",
            "reply_to_id": "12976"
        },
        {
            "user_name": "Brjótur",
            "text": "Sælir aftur  ég var í laugum  fyrir helgina og þetta er bara frosið, klaki og harðfenni Frostastaðaháls er engin hindrun bara að fara jarðfallið  og vera hægra megin í því, ég fer aftur á morgun og gæti miðlað upplýsingum ef menn vilja.\nkveðja Helgi",
            "date": "2011-01-02 19:10:00",
            "post_id": "12983",
            "reply_to_id": "12982"
        },
        {
            "user_name": "EinarR",
            "text": "flott þakka upplýsingarnar. við erum að hugsa um að fara næstu helgi þangað. ef það rætist úr veðurspá þá ætti þetta ekki að vera mikið brask. En frostastaðarháls er það ekki hæðin rétt aður en maður kemur inn að laugum? ekið upp smá hæð meðfram vatni ekki rétt?",
            "date": "2011-01-02 19:24:00",
            "post_id": "12988",
            "reply_to_id": "12983"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Jú það passar ,",
            "date": "2011-01-02 22:48:00",
            "post_id": "13002",
            "reply_to_id": "12988"
        },
        {
            "user_name": "JonHrafn",
            "text": "Hún getur oft verið helvíti erfið hinu megin frá í hálku útaf hliðarhalla.",
            "date": "2011-01-02 22:52:00",
            "post_id": "13003",
            "reply_to_id": "13002"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Fórum félagar síðasta miðvikudag-fimmtudag og ætluðum Dómadal í laugar. Gekk vel inn fyrsta hluta Dómadals, eitthvað um snjó en aðallega grjótharðfenni og klaki, vegurinn illa farinn. Svo inn við afleggjara að Landmannahelli var allt orðið klaki og við keyrðum á klaka alla leið að brekkunni niður að Dómadalsvatni, þar er hliðarhalli og snjór/klaki og lentum í veseni. Gæti trúað að klakinn sem við keyrðum ofaná í Dómadal( en brotnuðum eitthvað niður )sé orðinn frekar óspennandi núna í hitanum. Við brotnuðum meira niður á bakaleið og vorum þó bara yfir nótt þarna. Það er þó ekkert djúpt, aldrei upp að stuðara þá.",
            "date": "2011-01-02 23:57:00",
            "post_id": "13009",
            "reply_to_id": "13003"
        },
        {
            "user_name": "Brjótur",
            "text": "Jæja ég fór í Landmannalaugar í dag og það var í góðu lagi, fór inn Sigölduleiðina brotnaði ís í pollunum en svo var allt frosið fyrir innan hnausapoll, fór Jarðfallsleiðina ekkert mál og síðan Dómadalsleið til baka vorum 2 á leiðinni til baka og vorum bara snöggir allt botnfrosið á þeirri leið.\nkveðja Helgi",
            "date": "2011-01-03 20:50:00",
            "post_id": "13057",
            "reply_to_id": "13009"
        },
        {
            "user_name": "Sævar Örn",
            "text": "hljómar vel, spáir líka frosti út vikuna, er að spá að renna uppeftir næstu helgi",
            "date": "2011-01-03 21:11:00",
            "post_id": "13060",
            "reply_to_id": "13057"
        },
        {
            "user_name": "heidarra",
            "text": "Góða kvöldið.\nHvernig er færið þarna í Landmannalaugar núna?\nEr óhætt að fara þetta einbíla?\nEr á 37\" Trooper.",
            "date": "2011-01-06 21:51:00",
            "post_id": "13313",
            "reply_to_id": "13060"
        },
        {
            "user_name": "EinarR",
            "text": "ég efast um að það sé nokkuð sniðugt að fara núna. Það er svakalegt óveður á messt öllu landinu. Það er ekki umferð þarna svo að það er minna gáfulegt að fara einbíla. Annars veit ég ekki nákvæmlega hvað bíllinn hjá þér er vel græjaður",
            "date": "2011-01-06 22:39:00",
            "post_id": "13317",
            "reply_to_id": "13313"
        },
        {
            "user_name": "Stjáni",
            "text": "mæli mikið frekar með að renna um helgina, sýnist spáin lofa góðu :)\nlítið varið í að vera basla þarna í kolvitlausu veðri einbíla",
            "date": "2011-01-06 23:05:00",
            "post_id": "13319",
            "reply_to_id": "13317"
        },
        {
            "user_name": "heidarra",
            "text": "Já ég var að pæla að fara þarna um helgina eða næstu... er ekkert með mikla reynslu og þess vegna að velta fyrir mér aðstæðum til þess að fara einbíla. Bíllinn er á 37\" og með loftdælu.\nEr ekki yfirleitt einhver traffík þarna um helgar þegar vel viðrar?",
            "date": "2011-01-07 16:57:00",
            "post_id": "13371",
            "reply_to_id": "13319"
        },
        {
            "user_name": "Brjótur",
            "text": "það er ómögulegt að segja núna hvernig færðin verður núna á morgun þó svo það hafi verið fínt og frosið síðasta mánudag\ntrúlega hefur (lesist vonandi) snjóað eitthvað :) en ég tel það nú ekki mikið vit að fara einbíla fyrir óvana og ætla að treysta á að einhverjir séu á ..ferðinn...\nkveðja Helgi",
            "date": "2011-01-07 19:52:00",
            "post_id": "13395",
            "reply_to_id": "13371"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Er ekki sniðugast að menn rotti sig saman ?  \nÞað virðast þónokkrir ætla inneftir um helgina ,",
            "date": "2011-01-07 20:29:00",
            "post_id": "13400",
            "reply_to_id": "13395"
        },
        {
            "user_name": "Hagalín",
            "text": "Væri það ekki alveg upplagt......",
            "date": "2011-01-07 21:06:00",
            "post_id": "13404",
            "reply_to_id": "13400"
        },
        {
            "user_name": "Sævar Örn",
            "text": "FÖRum inneftir á morgun á fullt af súkkum og gistum, skv. veðurspám ætti ekkert að hafa snjóað en maður heldur auðvitað í vonina, aðallega bara að fá smá ferkst loft og prufa bílana, hugsa að þær verði fleiri súkkurnar sem eru í sinni fyrstu ferð eftir yfirhalningu heldur en aðrar...",
            "date": "2011-01-07 22:10:00",
            "post_id": "13407",
            "reply_to_id": "13404"
        },
        {
            "user_name": "Hagalín",
            "text": "Er eitthvað að frétta af ferðalöngum á leið inn í landmannalaugar? Ég veit af einum hóp sem ætlar inn að Hveravöllum frá Setrinu. Svo ætla ég inn að Skjaldbreið og hlöðufelli að norðan verðu á morgun og eyfirðingaveg sunnanmegin til baka, þannig að við ættum að fá einhverja hugmynd um snjóalög á hálendinu eftir helgina.",
            "date": "2011-01-08 12:36:00",
            "post_id": "13434",
            "reply_to_id": "13407"
        },
        {
            "user_name": "-Hjalti-",
            "text": "endilega pósta ástandinu hér , svo lengi sem að þetta sé ekki alsvört staða",
            "date": "2011-01-08 16:04:00",
            "post_id": "13451",
            "reply_to_id": "13434"
        },
        {
            "user_name": "Hagalín",
            "text": "Heirði af ferðalöngum í Setrinu, fóru vestan þjórsárinnar og upp þar, er ekki alveg viss hvaða leið. Ekki mikill snjór en eitthvað byrjað að aukast þegar nær dró setrinu, væntanlega komust þeir í snjó frá setrinu í kerlingarfjöll að austanverðu.\nAnnar hópur fór línuvegin frá Kaldadal inn á haukadalsheiði og þar inn á kjöl. Ekki mikill snjór en nægur til þess að einhverjar festur voru og ekki óhætt að vera einbíla.\nFæ væntanlega fréttir seinna í kvöld og pósta þeim hér inn.\nEin eitthvað að frétta af Súkkuhóp sem fór inn í Laugar.",
            "date": "2011-01-08 17:09:00",
            "post_id": "13456",
            "reply_to_id": "13451"
        },
        {
            "user_name": "binnzter",
            "text": "ég fór í dag með félögunum upp línuveginn frá Lundaríkjadal  og fórum við uppá Skjaldbreið, og fórum við kaldadal til baka með viðkomu upp í Jaka, það er nánast autt en þó eithverjir skaflar byrjaðir að myndast, Skjaldbreiðin var bara harðfeni alveg upp og vorum við ca 30 mín upp á topp frá línuveginum með eithverju brasi og renneríi á klakanum, þannig að það er snjólaust á þessu svæði!!!! en við fengum frábært veður sem að bjargaði deginum:)\neithverjar fréttir af færi á öðrum leiðum???\nkv Brynjar Berg",
            "date": "2011-01-08 20:17:00",
            "post_id": "13464",
            "reply_to_id": "13456"
        },
        {
            "user_name": "Brjótur",
            "text": "Sælir Landmannalaugafarar hefur nokkuð breyst færið um helgina? er þetta ekki bara harðfenni  og flennifæri eins og í síðustu viku?  ég er að fara á morgun aftur.\nkveðja Helgi",
            "date": "2011-01-09 20:53:00",
            "post_id": "13523",
            "reply_to_id": "13464"
        },
        {
            "user_name": "arni87",
            "text": "Ég var í Dalakofanum um helgina og fór í dómadal og ætluðum í Laugarnar á sunnudeginum, þá var klaki og harðfenni yfir öllu en við fórum ekki lengra í laugarnar en gatnamótin dómadal, ljótipollur, laugar og inn í hrauneyjar, þarsem við lentum í kúplingsveseni og vildum ekki leggja í hálsinn.",
            "date": "2011-01-10 07:28:00",
            "post_id": "13547",
            "reply_to_id": "13523"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Enginn nýr snjór hvorki á leiðinni úr hrauneyjum í laugar né úr laugum og niður dómadal eins og við fórum á nokkrum súkkum um helgina, gamall sestur snjór og mikið svell, allt gaddfrosið og engin hætta á að lenda í blautu amk. fyrr en hlýnar næst.\nMjög gott að keyra þetta slétt harðfenni yfir öllu og þekur allt landið þannig maður getur keyrt styðstu leiðir, svolítið brölt í gegnum hraunið en allt í lagi fyrir lunkna ökumenn, hjáleiðin frá hliðarhallabrekkunni er svolítið snjólítil og hentar löngum og lágum bílum illa, súkkurnar fóru létt með þetta enda meter milli hjóla og engin hætta á að reka neitt niður...\nhér eru smá myndir\nhttp://www.facebook.com/album.php?aid=3 ... =642127906",
            "date": "2011-01-10 11:57:00",
            "post_id": "13558",
            "reply_to_id": "13547"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Sælir\nfórum á 4 bílum í gegnum hrunamannaafrétt uppí setur og þaðan illahraun til Hveravalla, slatti af snjó í illahrauni og norðan við kerlingafjöll og skaflar á stöku stað á leið upp í setur, Kjölur var alveg auður og sunnan við kerlingafjallaafleggjarann var allt svart.\nkíktum líka uppá langjökul við skálpanes, Jökullinn var frekar sprunginn en okkur sýndist samt alveg vera fært uppá hann við innstu jarlhettu\nmjög góð ferð og brakandi blíða alveg, furðulegt að við sáum ekki kjaft allaferðina, nema nokkra bíla við skálpanes.\nhérna eru myndir:\nhttp://www.facebook.com/album.php?aid=320456&l=07ac734828&id=648067958\nleiðin:",
            "date": "2011-01-10 13:19:00",
            "post_id": "13562",
            "reply_to_id": "13558"
        },
        {
            "user_name": "Refur",
            "text": "Skemmtilegar myndir frá Súkkuferðinni, það er eitthvað skemmtilegt við svona súkkur :)\nMyndirnar þínar Hjörtur... Af hverju drullaði maður sér ekki með???",
            "date": "2011-01-10 18:33:00",
            "post_id": "13588",
            "reply_to_id": "13562"
        },
        {
            "user_name": "nobrks",
            "text": "Þessir fésbókalinkar eru frekar óþolandi, þ.s. maður þarf að vera í söfnuðnum til þess að sjá myndirnar!\nEr ekki hægt að hafa þessi albúm opin eins og hjá Ferðafrelsinu ????",
            "date": "2011-01-10 18:45:00",
            "post_id": "13590",
            "reply_to_id": "13588"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Mínar myndir eiga að vera öllum opin, allavega er \"refur\" ekki vinur minn a fésinu svo ég viti til... og hann virðist sjá þær",
            "date": "2011-01-10 18:51:00",
            "post_id": "13591",
            "reply_to_id": "13590"
        },
        {
            "user_name": "Hjörturinn",
            "text": "já það er sko góð spurning!\nmaður þarf víst að senda \"puplic link\" af albúminu, ekki bara urlið sem er þegar maður opnar það sjálfur (þetta sést neðst í smáuletri í albúminu)",
            "date": "2011-01-10 18:59:00",
            "post_id": "13594",
            "reply_to_id": "13591"
        },
        {
            "user_name": "Sævar Örn",
            "text": "http://www.facebook.com/album.php?aid=3 ... b4c9308293",
            "date": "2011-01-11 07:08:00",
            "post_id": "13637",
            "reply_to_id": "13594"
        },
        {
            "user_name": "nobrks",
            "text": "Takk fyrir þetta strákar, þetta hjálpar 17% þjóðarinnar að sjá myndirnar ;)",
            "date": "2011-01-12 23:07:00",
            "post_id": "13777",
            "reply_to_id": "13637"
        },
        {
            "user_name": "steindór",
            "text": "Sælir allir, hvernig er fjallabaksleið nyrðri á sumrin, vegur 208 ?, er hægt að fara hana á eindrifa bílum (Benz Sprinter húsbíl). Þá meina ég að fara inn á leiðina fyrir vestan Klaustur. Hvernig er þessi leið t.d. samanborið við Sprengisand?. Já, spyr sá sem ekki veit. Kv. Steindór T. Halldórsson",
            "date": "2011-04-08 13:10:00",
            "post_id": "19823",
            "reply_to_id": "13777"
        },
        {
            "user_name": "Stebbi",
            "text": "Hef farið þetta seint í Júlí á Econoline á einu drifi, ekkert stórmál ef að ökumaðurinn er þokkalega heill í hausnum.  Það sakar ekki að hafa svolítin slatta af krafti ef að það á að fara yfir vaðið við Eldgjá, það er sandur í botninum þar sem hægir aðeins á manni.",
            "date": "2011-04-08 18:22:00",
            "post_id": "19832",
            "reply_to_id": "19823"
        }
    ],
    "date": "2011-01-02 17:47:00"
}