{
    "forum_title": "Almennt spjall",
    "id": "2902",
    "title": "Spurningar um skoðun..slökkvitæki, sjúkrakassi, drullusokkar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2902",
    "posts": [
        {
            "user_name": "-Hjalti-",
            "text": "Þarf slökkvitæki í breyttum jeppa að vera staðsett á eitthverjum sérstökum stað til að fá það samþykt í skoðun?\nÍ sambandi við sjúkrakassa , hvar er best að fá kassa sem henta í jeppan ?\nog eitt í viðbót , er nauðsinlegt að vera með drullusokka fyrir frammhjólin ef bíllinn er með stór og öflug stigbretti ?",
            "date": "2011-01-02 21:43:00",
            "post_id": "12994",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "held að þú þurfir ekki sokka að framan ef stigbrettin eru nógu breyð. Ég hef allavega sloppið þannig. En hvað slökkvitækið varðar þá er bara að hafa það á góðum stað þar sem er gott að ná í það ef kveiknar í. Það er t.d á afturhleranum í mínum bíl. Þannig að um leið og maður opnar hann er lítið mál að grípa tækið.",
            "date": "2011-01-02 22:39:00",
            "post_id": "13000",
            "reply_to_id": "12994"
        },
        {
            "user_name": "birgthor",
            "text": "Málið er nú þannig að ef það kveiknar í bílnum hjá þér þá hefurðu örfár sekúndur til þess að reyna slökkva svo er bara að forða sér í burtu. Ég hef alltaf fest tækin í mínum bílum framaná bílstjórasætið eða farðegasætið, þannig að maður geti rifið það laust frá bílstjórasætinu.\nEf tækið er aftur í skotti er líklegast ekki nægur tími til þess að stoppa sækja það og slökkva.",
            "date": "2011-01-03 00:37:00",
            "post_id": "13015",
            "reply_to_id": "13000"
        },
        {
            "user_name": "hobo",
            "text": "Ég slapp í gegn með lítinn toyota sjúkrapúða, ég festi hann og slökkvitækið í skottið.",
            "date": "2011-01-03 09:35:00",
            "post_id": "13024",
            "reply_to_id": "13015"
        }
    ],
    "date": "2011-01-02 21:43:00"
}