{
    "forum_title": "Almennt spjall",
    "id": "29044",
    "title": "flugvéla bensín á bílinn?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=29044",
    "posts": [
        {
            "user_name": "HummerH3",
            "text": "Sælir. Gèt komist í heilan haug af 2-3 ára gömlu flugvéla bensíni. Má ég/gét ég keyrt hummerinn minn á þessu?",
            "date": "2015-02-15 20:50:00",
            "post_id": "153421",
            "reply_to_id": false
        },
        {
            "user_name": "olei",
            "text": "Ég er ekki 100% viss en síðast þegar ég vissi var blessað flugvélabensínið stútfullt af blýi. Súrefnisskynjurum og hvarfakútum er mein illa við svoleiðis. Ég held að svarið sé því nei.",
            "date": "2015-02-15 21:47:00",
            "post_id": "153437",
            "reply_to_id": "153421"
        },
        {
            "user_name": "Lindemann",
            "text": "Það skemmir ekki vélina en það er rétt sem sagt er hér að ofan að blýið eyðileggur súrefnisskynjara í pústi og stíflar hvarfakúta.",
            "date": "2015-02-15 23:12:00",
            "post_id": "153445",
            "reply_to_id": "153437"
        },
        {
            "user_name": "HummerH3",
            "text": "Borgar dæmið sig þá varla? Var boðið á 50kr líterinn og bílinn er hjá mér í 25-30 í eyðslu núna...súrefnis skinjararnir eru um 45þùs og kvarfakúturinn er vìst mjög svo dýr...",
            "date": "2015-02-15 23:20:00",
            "post_id": "153447",
            "reply_to_id": "153445"
        },
        {
            "user_name": "BTF",
            "text": "2-3 ára gamalt bensín er að öllum líkindum ónýtt. Bæði fellur gufuþrýstingurinn á bensíni með tímanum auk þess sem það oxast og þá fellur út úr því drulla sem getur stíflað og skemmt spíssa og annað þvíumlíkt.",
            "date": "2015-02-15 23:30:00",
            "post_id": "153450",
            "reply_to_id": "153447"
        },
        {
            "user_name": "jongud",
            "text": "Þetta væri nothæft á gamlan Ferguson og e.t.v. Volvo B-18 og -20 en varla neitt annað...",
            "date": "2015-02-16 08:26:00",
            "post_id": "153454",
            "reply_to_id": "153450"
        },
        {
            "user_name": "biturk",
            "text": "Væri hægt að nota svona á gamlan blöndungs hiace?",
            "date": "2015-02-16 09:36:00",
            "post_id": "153455",
            "reply_to_id": "153454"
        },
        {
            "user_name": "baldur",
            "text": "Fínt á gamlan bíl sem hefur hvorki súrefnisskynjara né hvarfakút. Er þó með mun lægri gufuþrýsting en bílabensín og gæti verið erfitt í gangsetningu í kulda.",
            "date": "2015-02-16 14:16:00",
            "post_id": "153461",
            "reply_to_id": "153455"
        },
        {
            "user_name": "byzant",
            "text": "Sælir, Súrefnisskynjarnir fara nánast eins og skot, veit nú svosum ekki með hvernig það fer í hvafakútinn enn eflaust ekki sniðugt.\nEnn ég er til í að kaupa allt flugvélabensín sem er í boði \nBjörgvin S.6636835",
            "date": "2015-02-16 17:30:00",
            "post_id": "153471",
            "reply_to_id": "153461"
        },
        {
            "user_name": "BTF",
            "text": "Gamalt bensín getur líka gum-að blöndunga eins og spíssa. Auk þess er gufuþrýstingur á Avgasi, að mig minnir, á milli 40-50 kPa þegar það er nýtt en um 70 kPa á sumarbensíni og um 100 kPa á vetrarbensíni. Það má því ekki við því að falla mikið.",
            "date": "2015-02-16 17:31:00",
            "post_id": "153472",
            "reply_to_id": "153471"
        },
        {
            "user_name": "baldur",
            "text": "Góð leið til að sjá hvort oxun á bensíni hefur átt sér stað eða ekki er að taka sýni í glært glas og skoða litinn á því. Nýtt bensín er glært og litarlaust en það gulnar með aldrinum. Flugvélabensínið er með litarefni sem gerir það blátt þegar það er nýtt en verður grænt þegar gulnunin á sér stað.",
            "date": "2015-02-18 11:37:00",
            "post_id": "153586",
            "reply_to_id": "153472"
        }
    ],
    "date": "2015-02-15 20:50:00"
}