{
    "forum_title": "Almennt spjall",
    "id": "29101",
    "title": "Ryðvörn á undirvagni eldri bíla.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=29101",
    "posts": [
        {
            "user_name": "trebatur",
            "text": "Ég er með Dodge Ram 1999árg 2500týpu er að sjæna hann allan til.. \nHvert fér maður til að Ryðverja undirvagninn. Er einhver með góða reynslu af þessu?\nhvað kostar þetta?",
            "date": "2015-02-19 22:28:00",
            "post_id": "153679",
            "reply_to_id": false
        },
        {
            "user_name": "haffiamp",
            "text": "Pabbi fór nýlega með 120 cruiser 2003 árg uppá bíldshöfða við hliðina á hlölla og hann borgaði 40 þús...\nég var svo búinn að fá tilboð sjálfur uppá 70 þús í að ryðverja terrano en það er fluid film sem einhver er búinn að vera auglýsa mikið á facebook",
            "date": "2015-02-19 23:16:00",
            "post_id": "153686",
            "reply_to_id": "153679"
        },
        {
            "user_name": "HummerH3",
            "text": "Ég prufaði á bíl hjá mér að pensla undirvagn og grind með steikingarfeiti blandaða 50/50 við smurolíu af diesel bíl. Kom furðulega vel út og núna ári seinna perlar allt vatn af undirvagni. Og lítur mjög vel út.",
            "date": "2015-02-19 23:25:00",
            "post_id": "153687",
            "reply_to_id": "153686"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Þegar þú talar um að taka \"allt í gegn\" geri ég ráð fyrir að þú viljir endanlega lausn sem endist\nég hef trú á að ég hafi gert það á mínum bíl 1991 ford explorer\nMálað með hálfmatt undirvagnsmálningu frá Poulsen, þrælsterkur fjandi en loðir vel við og fyllir vel í raufar og misfellur, kostar heldur ekki mjög mikið, má fara á bert járn og þarf ekki grunn undir\nÉg gufuþvoði botninn og háþrýstiþvoði og skellti þessu á og núna 4 mánuðum seinna perlar enn vatn undir bílnum á málningunni svo ég get ekki ímyndað mér að þetta ryðgi í bráð",
            "date": "2015-02-20 10:36:00",
            "post_id": "153699",
            "reply_to_id": "153687"
        },
        {
            "user_name": "eyberg",
            "text": "Hvar er hægt að gufuþvo undirvagnin svo allt fari af honum til að gera svona?",
            "date": "2015-02-20 14:06:00",
            "post_id": "153716",
            "reply_to_id": "153699"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ég veit ekki hvar slíkt fæst gert, en ég fékk svoleiðis græju lánaða frá múrara sem notar þessa græju m.a. til að þrífa krass og sprey af veggjum og í undirgöngum, og hún dugði til að losa alla leiðinda drullu svo tók ég restina bara með öflugri háþrýstidælu,  \nnotabene var með boddýið á bílalyftu og ekki á grindinni þannig allar aðstæður voru kjörnar til að komast að",
            "date": "2015-02-20 15:13:00",
            "post_id": "153718",
            "reply_to_id": "153716"
        },
        {
            "user_name": "Haukur litli",
            "text": "Allir ættu ad eiga gufuhreinsivél, nýtist í miklu meira en ég hafdi ímyndad mér fyrst. Algjör snilld ad skella gufu á bletti, næstum alveg sama hvada blettir thad eru, svo er bara ad strjúka thá af/úr eda nudda lítilsháttar.\nSvo getur yfirvaldid fengid vélina lánada til ad thrífa í kringum blöndunartækin og annad í eldhúsinu og inni á badi. :P",
            "date": "2015-02-21 01:46:00",
            "post_id": "153744",
            "reply_to_id": "153718"
        },
        {
            "user_name": "Raggi B.",
            "text": "Sævar þessi málning frá Poulsen, málaðir þú með pensli/rúllu eða sprautað á ?",
            "date": "2015-02-21 20:16:00",
            "post_id": "153777",
            "reply_to_id": "153744"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ég penslaði allt sem ég gat, en þetta efni er líka til á spraybrúsa en það þótti mér ekki þekja jafn vel svo ég notaði það eingöngu þar sem ómögulegt var að koma pensli að",
            "date": "2015-02-21 22:41:00",
            "post_id": "153782",
            "reply_to_id": "153777"
        },
        {
            "user_name": "thor_man",
            "text": "Hvernig græja er þessi gufuhreinsivél, er þetta eitthvað sem fæst á viðráðanlegu verði og hvar þá helst?",
            "date": "2015-02-22 10:49:00",
            "post_id": "153798",
            "reply_to_id": "153782"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Þessi græja sem ég fékk lánaða var svipuð og háþrýstidæla og virkar eiginlega eins, en ég get ekki ímyndað mér að hún fáist á verði sem hobbymaður kærir sig um, eigandinn fær líklega einhverjar tekjur inn af notkun græjunnar, enda er hún mjög öflug ég var með hana á 100°c og 90 bar þrýsting og tektíll og málning flaug alveg af",
            "date": "2015-02-22 12:15:00",
            "post_id": "153809",
            "reply_to_id": "153798"
        }
    ],
    "date": "2015-02-19 22:28:00"
}