{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "2913",
    "title": "snjór ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=2913",
    "posts": [
        {
            "user_name": "ollzer",
            "text": "sælir piltar ég var að pæla hvort það væri einhver snjor uppá hálendi suð-vestan megin a landinu þessa daganna ? og hvernig er ástandið a snæfellsjökli er hann barasta að hverfa ?",
            "date": "2011-01-03 20:32:00",
            "post_id": "13053",
            "reply_to_id": false
        },
        {
            "user_name": "ofursuzuki",
            "text": "Eitthvað held ég að það sé nú lítið, það er helst að það sé einhver snjór inn til landsins\ná norðaustanverðu landinu ef marka má þetta kort frá veðurstofunni\nhttp://www.vedur.is/vedur/athuganir/urkoma/#teg=snjodypt",
            "date": "2011-01-03 21:51:00",
            "post_id": "13064",
            "reply_to_id": "13053"
        },
        {
            "user_name": "LeibbiMagg",
            "text": "já hérna á þórshöfn snjóar ágætlega og hugsa að eftir helgina verði heiðarnar hérna í kring og eithvað austufyrir orðnar þokkalega hvítar....vona það allavega",
            "date": "2011-01-03 22:38:00",
            "post_id": "13071",
            "reply_to_id": "13064"
        },
        {
            "user_name": "hobo",
            "text": "Nú spáir einhverri snjókomu á suðvesturhorninu á morgun. Hvað finnst mönnum um það?",
            "date": "2011-01-12 19:53:00",
            "post_id": "13751",
            "reply_to_id": "13071"
        },
        {
            "user_name": "juddi",
            "text": "Það er allavega búin að vera snjór á jökulhálsinum",
            "date": "2011-01-12 21:14:00",
            "post_id": "13763",
            "reply_to_id": "13751"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Laugardaginn 15 jan. fórum við á sex bílum upp úr Svartárdal í Húnavatssýslu og inn á Eyvindarstaðaheiði, inn að Hofsjökli og í Ingólfsskála og komum síðan niður í Vesturdal í Skagafirði. Skemmst er frá því að segja að mjög lítill snjór er á þessari leið en þó örlítið meiri eftir því sem austar kom, fengum flott  veður og var þetta bara góð ferð þrátt fyrir frekar lítinn snjó.\nTekið við Jökultungu á leið í Ingólfsskála.",
            "date": "2011-01-19 10:26:00",
            "post_id": "14085",
            "reply_to_id": "13763"
        }
    ],
    "date": "2011-01-03 20:32:00"
}