{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "29143",
    "title": "Sjóða upp og loka grindum í pickupum.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=29143",
    "posts": [
        {
            "user_name": "pattipileloader",
            "text": "Er með eina fyrirspurn. þið verðið bara að dæma hversu gáfuleg hún er.\nég hef mikið verið að velta því fyrir mér að ''loka'' C grindinni í 1500 raminum mínum til að stífa hann upp.\nHún er lokuð fremst og að húsinu og verður síðan að C frame. Þetta er langi pikkinn en að sama skapi er hann ekki með mikla burði. Hvað hafa menn verið að gera?",
            "date": "2015-02-23 20:39:00",
            "post_id": "153893",
            "reply_to_id": false
        },
        {
            "user_name": "ivar",
            "text": "Fyrsta spurning er: af hverju að stífa hann og hversu mikið þarftu að stífa hann?",
            "date": "2015-02-23 20:53:00",
            "post_id": "153894",
            "reply_to_id": "153893"
        },
        {
            "user_name": "pattipileloader",
            "text": "Aðalega til að minnka líkurnar á að sveigja grindina í honum. er þetta kannski bara heimska í mér? Grindin fjaðrar eitthvað X mikið veit ég en bíllinn er með sveigða grind í dag eftir fyrri eiganda. var aðalega líka að velta því fyrir mér ef ég rétti hann almennilega hvort það gæfi eitthvað af sér ef hann færi á stærri dekk seinna meir. Þá væntanlega þyrfti ég að breyta fjöðruninni í honum líka dáldið. er ég á villigötum?",
            "date": "2015-02-23 21:20:00",
            "post_id": "153896",
            "reply_to_id": "153894"
        },
        {
            "user_name": "Kiddi",
            "text": "Er þetta breyttur bíll? Hvar bognaði grindin?",
            "date": "2015-02-23 22:22:00",
            "post_id": "153902",
            "reply_to_id": "153896"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Í sjálfu sér ef málið er að fá betri aksturseiginleika þá er það líklega meðal annars mjög góð hugmynd að loka grindinni ef opn alla leið. En þymgdaraukning og mikil vinna og margir \"minni\" USA bílar þola ekki mikla aukna þyngd ef bíllinn á að vera löglegur og eigi að vera hægt að taka meira en bara eina samloku með sér og þurfa að éta hana á leiðinni.",
            "date": "2015-02-24 09:17:00",
            "post_id": "153921",
            "reply_to_id": "153902"
        },
        {
            "user_name": "fordson",
            "text": "Þórir gerði þetta við hrollin eftir lengingu, snarlagaðist",
            "date": "2015-02-24 17:23:00",
            "post_id": "153950",
            "reply_to_id": "153921"
        },
        {
            "user_name": "elliofur",
            "text": "https://www.youtube.com/watch?v=m6boP65hokc",
            "date": "2015-02-24 18:27:00",
            "post_id": "153953",
            "reply_to_id": "153950"
        },
        {
            "user_name": "fordson",
            "text": "Það er svo magnað hvað kaninn dýrkar flatjárn",
            "date": "2015-02-24 22:47:00",
            "post_id": "153962",
            "reply_to_id": "153953"
        },
        {
            "user_name": "pattipileloader",
            "text": "Þetta er nákvæmlega það sem ég var að skoða um daginn haha, en nei hann er ekki breyttur, hann situr á 33 tommu dekkjum í dag og hann er svignaður á milli húss og palls virðist vera, allavega þegar maður horfir á pallinn á honum að aftan... hann er með 8 feta pallinum líka og þess vegna lengri, og í algjörri hreinskilni má hann alveg verða þyngri finnst mér, finnst ekki mikil auka þyngd í auka flatjárni til að loka hásingunni. ég held hann verði mikið skárri... kannski maður spjalli við þórir...",
            "date": "2015-02-24 22:57:00",
            "post_id": "153964",
            "reply_to_id": "153962"
        },
        {
            "user_name": "olei",
            "text": "Er víst að grindin sé vandamálið?\nGetur verið að boddýfestingar undir pallinum séu aflagaðar eða jafnvel boddýpúðar orðnir þreyttir?\nÉg held að það þurfi ansi mikið til að beygja svona grind varanlega - en það hefur svosem gerst.",
            "date": "2015-02-24 23:38:00",
            "post_id": "153968",
            "reply_to_id": "153964"
        },
        {
            "user_name": "Adam",
            "text": "Er þetta nokkuð bíll sem er vínrauður og grár?",
            "date": "2015-02-25 13:52:00",
            "post_id": "154005",
            "reply_to_id": "153968"
        },
        {
            "user_name": "Kiddi",
            "text": "Hvort áttu þá við að pallurinn halli öðruvísi en húsið þegar þú horfir á bílinn frá hlið eða þegar þú horfir á hann aftanfrá?\nEf pallurinn hallar öðruvísi en húsið þegar þú horfir frá hlið þá er það í raun ekki að fara að hjálpa þér mikið að loka grindinni. Það sem myndi gagnast betur þar væri að þykkja grindina að ofan og neðan en ekki endilega í miðju.\nHinsvegar ef grindin er undin þá myndi þetta hjálpa töluvert (ef búið væri að rétta grindina). Það gæti verið smá hausverkur að græja alla þverbita í grindinni svo vel sé en síðan myndi bíllinn svosem alls ekki versna við að fá fleiri þverbita. Það er síðan önnur spurning hvað menn nenna að leggja mikla vinnu í gamlan 33\" Ram...",
            "date": "2015-02-25 15:34:00",
            "post_id": "154010",
            "reply_to_id": "154005"
        }
    ],
    "date": "2015-02-23 20:39:00"
}