{
    "forum_title": "Almennt spjall",
    "id": "29146",
    "title": "Þurkur í Nissan Terrano II 1998",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=29146",
    "posts": [
        {
            "user_name": "jonkari",
            "text": "Sælir félagar !\nVeit nokkur hvar ég get fengið nýjar fóðringar í þurkur á Nissan Terrano ? Það er greinilega komið talsvert slit í þær.\nMkb.\n-Jón Kári.",
            "date": "2015-02-23 22:39:00",
            "post_id": "153903",
            "reply_to_id": false
        },
        {
            "user_name": "Freyr",
            "text": "Umboðinu, færð þurrkuspindlana staka á viðráðanlegu verði.",
            "date": "2015-02-24 10:00:00",
            "post_id": "153923",
            "reply_to_id": "153903"
        },
        {
            "user_name": "svarti sambo",
            "text": "Mig minnir að ég hafi borgað ca: 26.000 kr fyrir spindilinn í umboðinu, fyrir ca: þremur árum. Kostuðu báðir rúm 50.000kr. En það var alveg þess virði og losna við helv. ískrið í þessu. Kannaði svo sem aldrei aðra staði, en það er spurning hvort að bílanaust sé með þetta og sambærilegar verslanir. Stál og stansar eru með dót í hjólabúnaðinn, en ég veit ekki hvort að þeir séu með eitthvað fleira.",
            "date": "2015-02-24 13:28:00",
            "post_id": "153932",
            "reply_to_id": "153923"
        },
        {
            "user_name": "Axi",
            "text": "Ég renndi þetta bara út og fóðraði þetta upp í bílnum hjá mér. 3 ár síðan og ennþá í fínu standi.",
            "date": "2015-02-24 13:58:00",
            "post_id": "153935",
            "reply_to_id": "153932"
        },
        {
            "user_name": "Freyr",
            "text": "Mig minnir að ég hafi borgað inann við 10.000 kr. fyrir þurrkuspindil í minn sem var '98 árgerð.",
            "date": "2015-02-24 14:38:00",
            "post_id": "153939",
            "reply_to_id": "153935"
        },
        {
            "user_name": "svarti sambo",
            "text": "Þeir hafa kannski átt að sejast í setti á 26.000 kr, en verið seldir stakir. Allavega fannst mér þetta ekki ódýrt, en ég nennti ekki að renna nýjar fóðringar og svoleiðis mix og hafði engan tíma í það og fór bara og verslaði þetta, þar sem að ískrið var að gera mig brálaðann og þetta gjögti í allar áttir.",
            "date": "2015-02-24 16:02:00",
            "post_id": "153945",
            "reply_to_id": "153939"
        }
    ],
    "date": "2015-02-23 22:39:00"
}