{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "29186",
    "title": "Skipta um  tvöfalda hjöruliðinn í hilux",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=29186",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar er hægt að skipta um hjöruliði í framskaftinu á Toyota Hilux Dobulcab disel 91, eða þarf ég að kaupa allan liðinn Hringdi í Toyota á Akureyri en þar var mér sagt að senda þyrfti skaftið suður jafnvel að kaupa nýjan tvöfaldan hjörulið.Ég er ekki sáttur við það og er búinn að horfa á þetta aðeins og finnst mér hjöruliðirnir vera eins og eru við pinjónin. En svo ef einhver á framskaft og vill selja mér endilega hafið samband í gsm 8925426 er með bilaðan bíl á Akureyri og nenni ekki að vera þar lengur en nauðsynlegt er. Heima er jú best.kveðja guðni á sigló",
            "date": "2015-02-27 17:30:00",
            "post_id": "154104",
            "reply_to_id": false
        },
        {
            "user_name": "ivar",
            "text": "Er erfitt að komast til sigló á afturdrifinu ?",
            "date": "2015-02-27 17:38:00",
            "post_id": "154105",
            "reply_to_id": "154104"
        },
        {
            "user_name": "uxinn9",
            "text": "Þú átt að geta fengið nýa krossa i liðinn hjá straumrás ef ekki þá stál og stansar i rvk það er lítið mál að skifta",
            "date": "2015-02-27 18:14:00",
            "post_id": "154107",
            "reply_to_id": "154105"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Ívar  það væri sjálfsagt í lagi að aka heim, en best væri að nota helgina hér á Akureyri til að laga þetta ef hægt er.Vantar bara að vita er það gerlegt að skipta um hjöruliðina í þessum tvöföldu liðum í hilux eða er þetta ónýt hér fást hjöruliðir en ekki heima.kveðja guðni",
            "date": "2015-02-27 18:16:00",
            "post_id": "154108",
            "reply_to_id": "154107"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Arnar takk fyrir þetta geri það.Skoða hjá Straumrás eða AB varahlutum kveðja guðni",
            "date": "2015-02-27 18:18:00",
            "post_id": "154109",
            "reply_to_id": "154108"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Þetta er ekkert mál og ef þú skoðar þetta vel þá efast ég ekki um að þú reddir þessu ekki sjálfur, eina sem getur verið vesen er ef komið er of mikið slit í kúluna á milli hjörliðanna, ég veit ekki hvernig gengur að fá varahluti í það",
            "date": "2015-02-27 19:10:00",
            "post_id": "154113",
            "reply_to_id": "154109"
        },
        {
            "user_name": "villi58",
            "text": "Það er ekkert mál að skipta um krossana og vona að kúlan sé í lagi. Minnir að sé önnur stærð á krossum í tvöfalda liðnum, ekki eins og í framenda á skafti og svo líka afturskafti.\nKveðja!  VR",
            "date": "2015-02-28 08:57:00",
            "post_id": "154124",
            "reply_to_id": "154113"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar búið að redda málunum. Vinur minn hann Hinrik í Straumrás á Akureyri reddaði málunum með snild. Þakka upplýsingarnar og aðstoðina.Vonandi hafa þeir hjá Toyota á Akureyrir séð þráðinn og séð og lesið að það sé hægt  að skipta um hjöruliði í Tvöfalda liðnum í farmskaftinu á hilux.kveðja guðni",
            "date": "2015-02-28 14:51:00",
            "post_id": "154133",
            "reply_to_id": "154124"
        },
        {
            "user_name": "villi58",
            "text": "Hinni er öðlingur, ekki slæmt að hafa svona mann til aðstoðar.",
            "date": "2015-02-28 15:53:00",
            "post_id": "154135",
            "reply_to_id": "154133"
        }
    ],
    "date": "2015-02-27 17:30:00"
}