{
    "forum_title": "Almennt spjall",
    "id": "29246",
    "title": "Of lítið loft í dekkjum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=29246",
    "posts": [
        {
            "user_name": "raggos",
            "text": "Nú er oft rætt um vont færi og að menn þurfi að fara niður í 0.5 pund til að drífa en svo les maður líka um tilfelli þar sem of mikil úrhleyping fari að vinna gegn drifgetu, þá sérstaklega upp í móti.\nÉg var í gær að keyra í þungu sykurfæri og mér fannst næstum eins og ég hefði hleypt of mikið úr dekkjum (1 pund) þar sem bíllinn spólaði eiginlega bara í sykrinum þrátt fyrir mjög hæga ferð. Samt var erfitt líka í 2-3pund\nHvað segiði, er eitthvað til sem heitir of lítið loft í þungu snjófæri?",
            "date": "2015-03-04 18:30:00",
            "post_id": "154312",
            "reply_to_id": false
        },
        {
            "user_name": "JeepKing",
            "text": "Mér hefur funndist í lagi að hleipa úr þangað til dekkin verða til vandræða þ.e.a.s áður en þaug fara að krumpast undir felgunni og þú þarft að keira uppá dekkin.\nþað gæti verið það sem þú lendir í undir 2-3 psi.\nþetta er mjög misjafnt eftir dekkjum, felgubreiddum og bílum.\nVonandi þetta hjálpi.",
            "date": "2015-03-04 19:47:00",
            "post_id": "154319",
            "reply_to_id": "154312"
        },
        {
            "user_name": "Bskati",
            "text": "Já ég hef lent í þessu á nokkrum mismunandi dekkja tegundum og á nokkrum mismunandi bílum. Dekkið fer að vöðlast undir felguna og það hættir að koma far eftir munnstur í snjónum þegar keyrt er án þess að spóla.\nEf ég lendi í þannig færi að maður kemst ekkert áfram, þá finnst mér ég drífa best ef ég rétt fyrir ofan þennan þrýsting og á mínum bíl er það um 1 psi. Ég nota þann þrýsting samt bara ef ég keyri mjög hægt.",
            "date": "2015-03-04 21:02:00",
            "post_id": "154324",
            "reply_to_id": "154319"
        },
        {
            "user_name": "raggos",
            "text": "Já, dekkin voru einmitt farin að krumpast vel og förin voru hólótt eftir bílinn. Ég þarf að læra betur á dekk+felgu kombóið og finna lágmarksþrýstinginn",
            "date": "2015-03-04 23:28:00",
            "post_id": "154333",
            "reply_to_id": "154324"
        },
        {
            "user_name": "karig",
            "text": "Svo breytist lofþrýstingur með hæð yfir sjávarmáli.......",
            "date": "2015-03-05 11:33:00",
            "post_id": "154346",
            "reply_to_id": "154333"
        },
        {
            "user_name": "Finnur",
            "text": "Sælir\nMín reynsla af minnsta lofti í 38 \" dekkjum er að færið þarf að vera sérstakt til þess að drifgetan batni frá 2 niður í 1 pund.  Ef Snjórinn er djúpur þá skiptir hæð undir kúlu miklu máli. Þegar farið er niður fyrir 2 pund þá lækkar hæð undir drif töluvert og drifgetan minnkar aftur. En þetta er misjafnt milli bíla og færi í snjó. Fann þetta mjög vel fyrir nokkrum árum á vatnajökli, þá var ég á patrol að reyna riðja för í þungu færi. Ég prófaði allar útgáfur að lofti frá 3 niður í 0,5 pund og mér fannst drifgetan versna þegar farið var í 1 pund. Í því færi kom 1,5-2 pund best út.\nkv\nKristján Finnur",
            "date": "2015-03-05 11:43:00",
            "post_id": "154347",
            "reply_to_id": "154346"
        },
        {
            "user_name": "Kiddi",
            "text": "Ertu viss um að það hafi ekki verið vegna þess að mynstrið krumpaðist upp? Hvernig dekk voru þetta?",
            "date": "2015-03-05 19:27:00",
            "post_id": "154375",
            "reply_to_id": "154347"
        },
        {
            "user_name": "Cruser",
            "text": "Sælir\nHef verið með nokkra jeppa og þá allt 38\" bíla. Mér hefur fundist spari pundin vera 1,5-2 pund, hefur fundist er farið er niður fyrir 2 pundin yfirleitt aldrei gera neitt gagn. Hef verið með bíla á 12\" og 14\" felgum. Var með Hi-lux hér áður fyrr sem var kannski 18-2000 kg. Var með 90 cruser bíll sem er rétt rúm tvö tonn og núna með 120 cruser og er hann eiginlega kominn í patrol þyngd. Og alltaf hefur mér funndist í þyngstu færonum að 2 og kannski aðeins undir því vera spari, allt undir því til hins verra.\nÞetta er bara mín tilfynning.\nGangi þér vel með þetta,\nKv Bjarki",
            "date": "2015-03-05 20:12:00",
            "post_id": "154377",
            "reply_to_id": "154375"
        },
        {
            "user_name": "jongud",
            "text": "Nú ætla ég að opna heila ormagryfju og spyrja;\n hvaða felgubreidd menn hafa verið að nota?",
            "date": "2015-03-06 08:24:00",
            "post_id": "154406",
            "reply_to_id": "154377"
        },
        {
            "user_name": "raggos",
            "text": "í mínu tilfelli þá var ég á 14.5\" breiðum felgum á at405 dekkjum",
            "date": "2015-03-06 08:38:00",
            "post_id": "154407",
            "reply_to_id": "154406"
        },
        {
            "user_name": "Siggi_F",
            "text": "Sælir,\nÉg gerði tilraunir á 38\" Mudder og GroundHawk, í mjúku færi, bæði á Nissan doublecab og gömlu gerðinni af Patrol. Dekkin voru á 14\" felgum.\nÉg komst að því að það borgaði sig ekki að fara undir ca 2 pund því þá fóru \"felgurnar að sökkva ofan í dekkin\" þ.e. dekkin fóru að svigna upp með felgunum og missa flot (ég tók ekki sérstaklega eftir að baninn krumpaðist). Einnig var orðið svo lágt undir klafana á doublecabnum og líka hásingarnar á Patrol að drifgeta minnkaði af þeim sökum líka.\nÞannig að niðustaðan hjá mér var að besta flotið og drifgetan var um 2 pund.",
            "date": "2015-03-06 08:50:00",
            "post_id": "154408",
            "reply_to_id": "154407"
        },
        {
            "user_name": "raggos",
            "text": "Það eru akkúrat svona tilraunir sem ég var að vona að menn hefðu gert áður og gætu upplýst um. Ég ætla að taka sambærilegan pakka á mínum til að finna sweet spot, þó það fari að sjálfsögðu alltaf eftir færð og gerð af snjó.",
            "date": "2015-03-06 10:22:00",
            "post_id": "154413",
            "reply_to_id": "154408"
        },
        {
            "user_name": "Bskati",
            "text": "ég hef verið með 13,5-14 tommu felgur með AT405 dekkjum á frekar léttum Hilux, þá hefur c.a. 1 pund verið lámarkið.\nÁður fyrr var ég með mudder á 14 tommu felgum á svipað þungum bíl, þá var c.a 1.5 lámarkið.\nMér finnst sem sagt að það megi hleypa meira úr AT405 en mudder.\nÉg hef ekki fundið neitt sérstaklega fyrir því að hæð undir bílinn trufli mig við það að hleypa aðeins meira úr, enda er ég ekkert viss um að snjórinn sé nær bílnum ef hann flýtur betur. Væri samt gaman að mæla það.\nEn með þessum lága þrýsting þarf maður að passa sig rosalega að keyra ekki of hratt, maður er enga stund að hita dekkin.",
            "date": "2015-03-06 13:46:00",
            "post_id": "154418",
            "reply_to_id": "154413"
        },
        {
            "user_name": "ivar",
            "text": "ég held líka að þetta fari ofar eftir því sem bíllinn þyngist.\nÉg hef bara 1x farið undir 3psi á F350 bílnum hjá mér þannig að mér fannst það virka. Annars er ég í 3-5psi er þungu færi og 6-9 þegar ég er að keyra á 50-80km/h",
            "date": "2015-03-06 20:13:00",
            "post_id": "154444",
            "reply_to_id": "154418"
        },
        {
            "user_name": "Kiddi",
            "text": "Vissulega. Ég er vanur að nota um 3-4 psi í venjulegum snjóakstri á 44\" DC á bílum sem eru um 3 tonn en á 2ja tonna bíl hleypi ég úr þar til pinnamælirinn hættir að hreyfast og þá á ég samt þónokkra úrhleypingu inni áður en loftið er of lítið.\nSíðan hef ég verið að nota 38\" AT svolítið undanfarið og finnst drifgetan einmitt eins og Baldur segir mest í um 1 psi en þau hitnuðu fljótt þegar ég fór að aka hraðar. Finnst bæði 38\" AT og 44\" DC mjög skemmtileg í snjó en 44\" hefur klárlega flotið framyfir (dööö...).",
            "date": "2015-03-06 20:32:00",
            "post_id": "154448",
            "reply_to_id": "154444"
        },
        {
            "user_name": "olei",
            "text": "Þyngri bíll pressar betur á dekkin og fletur þau betur út m.v sama loftþrýsting á móti léttari bíl.\nBreiðari felgur gera að verkum að úrhleyping virkar betur fyrr- en að sama skapi fer miðjan í bananum að gúlpast upp fyrr heldur en á mjórri felgum, þ.e.a.s við hærri loftþrýsting. \nMín reynsla er að hver samsetning hefur sín mörk og hana þarf bara að finna með tilraunum. Gott að sjá þetta með því að keyra í góðum snjó við þokkalegar aðstæður og skoða förin, þegar mynstrið hættir að búa til reglulega slóð og það fara að koma hólar og hæðir í förin er loftþrýstingurinn of lítill - þar eru mörkin. Gott að setja á sig strikið á mælinum þar sem það gerist og nota sama mælinn alltaf - þeir eru misjafnir. Megin reglan er síðan að með aldri og notkun mýkjast dekkin og þola heldur meiri úrhleypingu en þegar þau voru ný.",
            "date": "2015-03-07 00:04:00",
            "post_id": "154462",
            "reply_to_id": "154448"
        }
    ],
    "date": "2015-03-04 18:30:00"
}