{
    "forum_title": "Almennt spjall",
    "id": "29249",
    "title": "Enn einn sigurinn.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=29249",
    "posts": [
        {
            "user_name": "svarti sambo",
            "text": "https://www.youtube.com/watch?v=EwKdtxX ... e=youtu.be",
            "date": "2015-03-04 22:13:00",
            "post_id": "154328",
            "reply_to_id": false
        },
        {
            "user_name": "Hlynurn",
            "text": "smá Frame twister með þokkalega þyngd á pallinum...\nhttps://www.youtube.com/watch?v=bTMcEAiHsn4",
            "date": "2015-03-05 00:47:00",
            "post_id": "154337",
            "reply_to_id": "154328"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það er nefnilega akkúrat málið. Það er styrkur í veikleikanum.\nÉg tel það vera kost að hafa grind í bíl svolítið lifandi, en ekki of stífa. Þá er minni hætta á að hún brotni eða bogni varanlega undan spennu. Það er ekki að ástæðulausu, sem að það eru t.d. tekin göt í langa bita, samanber brúarsmíði. Fyrir utan það, að þá skyldi maður ætla að bíllinn héldi betur veg-gripinu, í mis hæðóttu undirlagi.",
            "date": "2015-03-05 02:21:00",
            "post_id": "154338",
            "reply_to_id": "154337"
        },
        {
            "user_name": "Ford F250",
            "text": "vel mælt orð Elías :)",
            "date": "2015-03-05 04:59:00",
            "post_id": "154340",
            "reply_to_id": "154338"
        },
        {
            "user_name": "Þráinn",
            "text": "ég hef nú hingað til ekki þurft að lyggja yfir internetinu til að finna út að lettinn er bestur",
            "date": "2015-03-05 19:08:00",
            "post_id": "154371",
            "reply_to_id": "154340"
        },
        {
            "user_name": "Kiddi",
            "text": "Þetta getur veirð gott burðarþolslega séð en er samt ekki endilega gott í bíl. Ef grindin svignar öll jafnt þá getur hún vissulega verið sterk og haft gott þol gagnvart þreytu. Slíkar grindur eru hinsvegar yfirleitt smíðaðar úr tiltölulega veiku (en ódýru) stáli. Þessi svignun þykir hinsvegar almennt mjög slæm fyrir aksturseiginileika. Það þykir betra að láta fjöðrunina sjá um að fjaðra og grindina sjá um að bera. Þannig er hægt að stilla fjöðrunina betur og fá betri svörun í stýri svo eitthvað sé nefnt.\nÞróunin í pallbílaiðnaðinum í USA í dag er á þá leið að framleiðendurnir eru að færa sig í lokaðar grindur sem vinda minna upp á sig og eins nota þeir í dag sterkara stál (hærri flotmörk). Bæði GM og Ram hafa gert þetta í 1500, 2500 og 3500 bílunum en Ford hefur bara gert þetta í 150 bílnum.",
            "date": "2015-03-05 19:48:00",
            "post_id": "154376",
            "reply_to_id": "154371"
        },
        {
            "user_name": "svarti sambo",
            "text": "Sælir spjallverjar:\nHenti þessu hérna inn, svona uppá funnið og til að kanna blóðþrýstinginn á spjallverjum.\nEn ég verð að hrósa ykkur, fyrir að vera með eðlilegan blóðþrýsting og láta ekki svona hluti fara með ykkur uppúr öllu valdi. Bjóst við meiri viðbrögðum, en þetta var bara gott að fleiri skyldu ekki hlaupa á sig.\nVona að þið hafið húmor fyrir svona testum.",
            "date": "2015-03-05 22:35:00",
            "post_id": "154398",
            "reply_to_id": "154376"
        }
    ],
    "date": "2015-03-04 22:13:00"
}