{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "2926",
    "title": "vantar teikningu fyrir rúðuupphalara rafkerfi , homemade",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=2926",
    "posts": [
        {
            "user_name": "-Hjalti-",
            "text": "Sælir er í smá smíðavinnu í sambandi við rúðu upphalara.. \nsemsagt er með rúðumótor sem snýst í báðar áttir. \nÞað koma tveir vírar útúr honum. \nEf ég set plús á annan vírinn og mínus á hinn þá snýst hann í eina átt , ef ég víxla vírunum snýst hann í hina.\nþarf að tengja þetta inná reley og rúðurofa. \nHvar get ég nálgast einfalda og eða auðlesanlega teikningu af uppskrift af svona rafkerfis smíði ? \nhvað gæti þetta kallast á ensku",
            "date": "2011-01-04 18:09:00",
            "post_id": "13127",
            "reply_to_id": false
        },
        {
            "user_name": "birgthor",
            "text": "Hérna er ein leið \nhttp://www.youtube.com/watch?v=GOFoE3EzE-8\n\"power window electric blueprints\" gæti gert eitthvað",
            "date": "2011-01-04 18:47:00",
            "post_id": "13131",
            "reply_to_id": "13127"
        },
        {
            "user_name": "-Hjalti-",
            "text": "hahaha góður \neitthverjir fleyrri ?",
            "date": "2011-01-04 19:57:00",
            "post_id": "13133",
            "reply_to_id": "13131"
        },
        {
            "user_name": "elliofur",
            "text": "6 póla víxlrofi mundi gera trikkið, (allavega mundi ég kalla hann víxlrofa, hvað sem svo fræðingarnir kalla það, held að það heiti krossrofi í húsarafmagni) \nÉg hef reddaðu þessu svoleiðins á gamalli toyotu þar sem originallinn gaf upp öndina.\nOk, 6póla víxlrofi \"for dummys\"\nSjáið fyrir ykkur einfaldan rofa sem veltur í báðar áttir en smellur ekki, þe alltaf í miðjunni þegar ekki er ýtt á hann. \n  X \n  Y \n  X \nHann getur oltið í báðar áttir þannig að Y getur tengt bæði X-in\nSjáum nú annan alveg eins við hliðina sem gerir nákvæmlega það sama, nema á viðbótarrofanum kalla ég pólana I og V, I getur tengt á bæði V-in\n  X  V\n  Y  I\n  X  V\nFlækjum þetta aðeins, sami rofi nema ég bara breyti bókstöfum til að aðgreina pólana\n  X  V\n  Y  I\n  B  G\nTengjum þetta nú í bílinn\nPlús fer á X og G\nMínus fer á V og B\nTveir vírar úr rúðuþurrkumótor fara á Y og I, alveg sama hvor er hvað, ef þessu er umpólað virkar rofinn alveg jafn eðlilega, bara á hinn veginn.\nMunnleg teikning með útskýringu, er það nokkuð verra?\nÞað á ekkert að þurfa reley við þetta, flestir rofar eru nógu öflugir fyrir eina andskotans rúðu í svona skítmixi. Muna bara að hafa öryggi á þessu!",
            "date": "2011-01-04 20:58:00",
            "post_id": "13140",
            "reply_to_id": "13133"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞú getur líka tengt + inn á miðjurnar og A pólinn á öðrum rofanum og B á hinum saman á + á mótornum og síðan B pólinn á þeim fyrri og A á seinni saman á - á mótor.  Ætti að virka eins og hitt.\nNibb það heitir samrofi.  Krossrofi tekur 2 póla og víxlar þeim s.s. 4 tengi á krossrofa 2 inn og 2 út.",
            "date": "2011-01-04 21:18:00",
            "post_id": "13142",
            "reply_to_id": "13140"
        },
        {
            "user_name": "elliofur",
            "text": "Já það má alveg flækja þetta meira, þetta gerir það sama, rafmagnið fer bara í hina áttina.\nJá gamla rafmagnsfræðin rifjast upp núna, krossrofinn er notaður þegar 3 rofar eða fleiri stýra sama ljósi.",
            "date": "2011-01-04 21:25:00",
            "post_id": "13144",
            "reply_to_id": "13142"
        },
        {
            "user_name": "birgthor",
            "text": "Svo er náttúrulega alltaf hægt að henda fimbulfambi inn á milli krónutengjanna og þannig fá út þágufalssamtenginu sem ætti að virka.",
            "date": "2011-01-04 23:19:00",
            "post_id": "13158",
            "reply_to_id": "13144"
        },
        {
            "user_name": "-Hjalti-",
            "text": "sé að ég hefði betur verið vakandi í rafmagnsfræðini haha",
            "date": "2011-01-05 06:45:00",
            "post_id": "13175",
            "reply_to_id": "13158"
        },
        {
            "user_name": "SiggiHall",
            "text": "like",
            "date": "2011-01-05 10:29:00",
            "post_id": "13180",
            "reply_to_id": "13175"
        },
        {
            "user_name": "sveinnelmar",
            "text": "Ég rissaði upp teikningu í Paint sem ætti að virka\nK1 er Relay1 2 snertur\nK2 er Relay2 2 snertur\nRofinn er upp og niður gaurinn.\nGóða skemmtun og gott að rafeindavirkinn gat komið að einhverjum notum innan um alla járnakarlana",
            "date": "2011-01-05 12:09:00",
            "post_id": "13186",
            "reply_to_id": "13180"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÞetta þarf ekki að vera svona flókið.  Það er nóg að nota rofann ef á annað borð hann er eins og áður var lýst 2 póla víxlrofi.  Ef ástæða er til að ætla að rofinn þoli ekki aflið í gegnum sig er svona græjering nauðsynleg.  Hinsvegar er myndin vitlaus en svona fer rúðan aldrei upp.  Ég veit að það er rétt hugsun í þessu en efsta línan á að tengjast við no hliðina á rofanum.  \nÉg man ekki eftir að hafa heyrt smelli í releyjum þegar rúður eru dregnar upp eða niður svo að ég myndi alveg þora að tengja upphalarara rofa beint við mótorinn.  Það er ekki pottþétt því að svona mótor getur gefið rofanum svolítið stórann neista sem endar á að sjóða snerturnar saman eða kola þær og einangra hvor frá annari.  Hinsvegar myndi ég ekki nota neinn annan rofa, ekki einhvern rofa sem þú finnur í gömlum willys með sömu hreyfingar.\nKv Jón Garðar, rafvirki.\ngat verið að helv...batteríiskarlarnir kæmu með einhverjar furðufígúrur til að gera einfaldann hlut flókinn;-)",
            "date": "2011-01-05 13:40:00",
            "post_id": "13194",
            "reply_to_id": "13186"
        },
        {
            "user_name": "sveinnelmar",
            "text": "Já það er rétt. Ég gerði  þetta á 5 mín. Auðvitað átti þetta að tengjast í NO snertuna og þannig hugsaði ég það. Ég hef bara dregið línuna á rangan stað í flýtinum. Og auðvitað er hægt að notast við rofa ef hann þolir srauminn.\nHér er leiðrétt mynd\nKveðja Smáspennuhomminn",
            "date": "2011-01-05 13:53:00",
            "post_id": "13195",
            "reply_to_id": "13194"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Takk fyrir hjálpin , ég var komin með hausverk í gær enda rafmagn ekki minn heimavöllur. En ég notaði bara 6póla víxlrofa og ekkert reley , keypti bara öflugan rofa sem á að þola Þetta , svo tengdi ég þetta við sviss straum svo að rafmagn sé ekkert að liggja í þessu nema svissað sé á , \nÞetta virkar allt mjög vel",
            "date": "2011-01-05 22:25:00",
            "post_id": "13224",
            "reply_to_id": "13195"
        }
    ],
    "date": "2011-01-04 18:09:00"
}