{
    "forum_title": "Almennt spjall",
    "id": "2938",
    "title": "Afgashitamælir",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2938",
    "posts": [
        {
            "user_name": "Seraphim",
            "text": "Sælir\nHvar er líklegast að finna góðan afgashitamæli á vitrænu verði á Íslandi í dag?",
            "date": "2011-01-05 10:32:00",
            "post_id": "13181",
            "reply_to_id": false
        },
        {
            "user_name": "Arsaell",
            "text": "Ef þú gefst upp á að leita af þessu hérna á klakanum þá eru þessir með nokkuð sniðuga mæla.\nGetur verið með afgas, boost og olíuþrýsting allt í einum mæli.\nhttp://www.glowshiftdirect.com/3in1-die ... auges.aspx\nSvo ef menn vilja sameina bíltölvu aflestur og mæli í eitt þá er þetta málið.\nhttp://www.aeroforcetech.com/products_interceptor.html",
            "date": "2011-01-05 11:13:00",
            "post_id": "13182",
            "reply_to_id": "13181"
        },
        {
            "user_name": "JonHrafn",
            "text": "Þetta eru dýrir mælar. Minnir að samrás mælarnir kosti yfir 30þús og autogauge í N1 yfir 20 þús",
            "date": "2011-01-05 11:31:00",
            "post_id": "13183",
            "reply_to_id": "13182"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2011-01-05 11:47:00",
            "post_id": "13184",
            "reply_to_id": "13183"
        },
        {
            "user_name": "stjanib",
            "text": "Ég keypti einn hjá Bílabúð Benna um daginn og kostaði hann 22þús.",
            "date": "2011-01-05 18:42:00",
            "post_id": "13207",
            "reply_to_id": "13184"
        },
        {
            "user_name": "Jens Líndal",
            "text": "Mig langar að troðast í þennan þráð og spyrja um þessa afgasmæla, hvort er betra að hafa þá digital eða svona venjulegan með nál? er einhver munur á nákvæmni og svoleiðis, \nÉg er að spá í svona mæli sem á að fara á 2.5TDI MMC mótor og mig langar helst að hafa hann svona venjulegan með nál. Mér finnst það bæði flottara og svo hefur mér sýnst þessir digital mælar endast illa oft á tíðum.\nen ég er að spá í einhverju eins og þessum.   \nhttp://www.stackltd.com/instruments.html#",
            "date": "2011-01-06 17:26:00",
            "post_id": "13275",
            "reply_to_id": "13207"
        },
        {
            "user_name": "Jónas",
            "text": "Ég er með Greddy mæli í Unimog og GBenz, báðir reynast vel.  \nhttp://www.pbase.com/jonash/image/102114800/original",
            "date": "2011-01-06 18:11:00",
            "post_id": "13284",
            "reply_to_id": "13275"
        },
        {
            "user_name": "helgiaxel",
            "text": "Mig langar að spyrja ykkur að einu, ég var að kaupa autogauge afgashitamæli í N1, ég er búinn að setja hann í bílinn en á eftir að koma skynjaranum fyrir og mælirinn sýnir 700°C sama hvort ég hef skynjarann í sambandi eða ekki, hafið þið orðið varir við þetta? á þetta að lagast þegar ég fer að nota mælinn?\nKv\nHelgi Axel",
            "date": "2011-01-13 23:56:00",
            "post_id": "13826",
            "reply_to_id": "13284"
        },
        {
            "user_name": "JonHrafn",
            "text": "Verðuru ekki bara að prófa að hita neman með hitabyssu t.d.    Ekki er þetta límmiði á glerinu með ör á ? :þ",
            "date": "2011-01-14 12:03:00",
            "post_id": "13834",
            "reply_to_id": "13826"
        },
        {
            "user_name": "helgiaxel",
            "text": "Hehe nei það er nú ekki svo gott :) hann fer beint uppí 700°eftir að ég set straum á hann, sama hvort skynjarinn er tengdur eða ekki, á eftir að koma skynjaranum fyrir, datt í hug að hann þyrfti að hitna allavega einusinni til að virka rétt.",
            "date": "2011-01-14 15:29:00",
            "post_id": "13840",
            "reply_to_id": "13834"
        },
        {
            "user_name": "elliofur",
            "text": "Sumir mælar þola ekki að kveikt sé á þeim án þess að hafa viðnámið og eru því einfaldlega brunnir og ónýtir, ertu viss um að það gæti það ekki átt við um þinn?",
            "date": "2011-01-14 16:26:00",
            "post_id": "13847",
            "reply_to_id": "13840"
        },
        {
            "user_name": "helgiaxel",
            "text": "Tjahh, gæti alveg verið, ég var reyndar með skynjarann tengdann þegar ég kveikti á honum fyrst og hann gerði þetta strax þá, það er ekkert talað um það í leiðbeiningunum sem fylgdu mælinum að það megi ekki kveikja á honum nema hafa skynjarann tengdann. Enda væri það svolítið hæpið, ef tengið dytti í sundur  þá myndi mælirinn eyðileggjast.",
            "date": "2011-01-14 17:22:00",
            "post_id": "13851",
            "reply_to_id": "13847"
        },
        {
            "user_name": "viddi",
            "text": "Mitt álit á þessum autogauge mælum frá N1 er að þetta er með því lélegra sem ég hef notað.",
            "date": "2011-01-16 23:14:00",
            "post_id": "13963",
            "reply_to_id": "13851"
        },
        {
            "user_name": "elliofur",
            "text": "Væri ekki gaman að fá rökstuðning fyrir okkur hina? Sjálfur þekki ég þetta ekki þetta merki.",
            "date": "2011-01-17 07:14:00",
            "post_id": "13979",
            "reply_to_id": "13963"
        },
        {
            "user_name": "helgiaxel",
            "text": "Þetta er í fínu lagi hja mér núna, léleg spenna á geyminum hjá mér, var að skifta um vél og hef tapað e-h af geyminum á meðan,  ég þekki fullt af mönnum sem hafa notað þessa mæla með góðum árangri ekkert heyrt um að þeir séu lélegir, annars ætla ég bara að prófa þetta kemur bara í ljós ef þetta er lélegt þá verður þetta bara ekki keypt aftur\nKv\nHelgi Axel",
            "date": "2011-01-17 08:23:00",
            "post_id": "13980",
            "reply_to_id": "13979"
        }
    ],
    "date": "2011-01-05 10:32:00"
}