{
    "forum_title": "Almennt spjall",
    "id": "2943",
    "title": "nokkur orð um vindkælingu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=2943",
    "posts": [
        {
            "user_name": "Polarbear",
            "text": "Vegna frétta í fjölmiðlum um -45 gráðu frost í Reykjavík (með vindkælingu) langar mig pínkupons að slá á áhyggjur þeirra sem óttast um frostskemmdir á bílunum sínum :)\nVindkæling hefur engin áhrif á bíla. þessir vindkælingastuðlar eru bara reiknaðir til að sýna orkutap húðar í ákveðnum vindi m.v. logn. þetta breytir ekki neinu um hvenær vatn frýs.... :) -0°c eru alltaf bara -0°c hvort sem það er logn eða vindur. Hitt er svo annað mál að bílvél, ---eftir að hún er orðin heit--- kólnar hraðar í vindi en logni, hreinlega eins og allir aðrir hlutir. Vélin kólnar samt aldrei niðurfyrir útihitastig þrátt fyrir vind. Vindkæling hefur því engin áhrif á kalda bílvél sem húkir útá plani yfir nótt.\nþað sama á við um húðina. Í -10°c og 0 m/sek vindi tapar húðin ákveðið mikilli orku á mínútu við að halda á sér 37°c hita. Ef við breytum vindi úr 0 m/sek í 10 m/sek, þá tapar húðin meiri orku við að halda sér í 37°c, sem jafngildir -30°c í logni. \nSegjum sem svo að viðkomandi myndi drepast (slökkt á bílvélinni hér fyrir ofan) þá myndi húðin kólna hraðar niður í -10°c (umhverfishita) í vindinum en logninu, engöngu vegna þess að hreyfing loftsins í kringum líkið :) myndi hraða hitaútstreyminu alveg niður í -10°c. Viðkomandi lík myndi samt aldrei kólna niður í -30°c þrátt fyrir vindinn ef lofthiti er -10°c\nvona að þessi hrollkalda lýsing útskýri aðeins fyrirbrigðið \"vindkæling\" fyrir þá sem hafa áhuga.",
            "date": "2011-01-06 10:35:00",
            "post_id": "13241",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "mjög sóðaleg myndlíking en mjög góð samt hehe.",
            "date": "2011-01-06 10:57:00",
            "post_id": "13245",
            "reply_to_id": "13241"
        },
        {
            "user_name": "birgthor",
            "text": "Já ég hef oft verið að vellta þessu fyrir mér. Takk",
            "date": "2011-01-06 13:23:00",
            "post_id": "13257",
            "reply_to_id": "13245"
        },
        {
            "user_name": "elliofur",
            "text": "Meira rok = meira tork í kuldanum :)",
            "date": "2011-01-06 16:26:00",
            "post_id": "13269",
            "reply_to_id": "13257"
        },
        {
            "user_name": "birgthor",
            "text": "Elli ertu þá að gera ráð fyrir að rokið komi aftan á Hiluxinn? ;)",
            "date": "2011-01-06 18:27:00",
            "post_id": "13285",
            "reply_to_id": "13269"
        },
        {
            "user_name": "ulfr",
            "text": "Ágætis pistill. En eru menn ekki á villigötum ef þarf að taka tillit til vindkælingar hvort maður komist upp ákveðnar brekkur eður ei. =P\nkkv, úlfr",
            "date": "2011-01-06 21:05:00",
            "post_id": "13298",
            "reply_to_id": "13285"
        },
        {
            "user_name": "elliofur",
            "text": "Haha nei var að meina þetta í myndlíkingu, kuldinn er seigari inn að beini eftir því sem vindálag eykst :)",
            "date": "2011-01-06 21:12:00",
            "post_id": "13300",
            "reply_to_id": "13298"
        },
        {
            "user_name": "Stebbi",
            "text": "Alment séð þá toga dísel bílar best með hraustlega vindkælingu í rassgatið, þess á milli gerist frekar lítið.",
            "date": "2011-01-06 22:06:00",
            "post_id": "13315",
            "reply_to_id": "13300"
        }
    ],
    "date": "2011-01-06 10:35:00"
}