{
    "forum_title": "Ferlar og fjarskipti",
    "id": "29461",
    "title": "Bras með VHF Yeasu stöð",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=37&t=29461",
    "posts": [
        {
            "user_name": "Sadvs",
            "text": "Sælir ég er í smá vandræðum með hljóð í stöðinni kemur frá altenartor ,ég er búinn að setja truflanarfilter á lögnina að stöðinn breytist ekkert ,er með bátaloftnet litla stöng hún dregur fínt en hljóðið er mjög þreytandi heyrist best þegar maður talar í hana og hinir sem heyra í mér heyra hljóðið líka  ? hvort hægt sé að setja eitthvað á altenartorinn kv \nps þetta er Landrover 2004 árgerð",
            "date": "2015-03-20 20:31:00",
            "post_id": "155127",
            "reply_to_id": false
        },
        {
            "user_name": "siggi64",
            "text": "Sæll...spurning,ef þú ert með kastara zenon þá getur það truflað.",
            "date": "2015-03-21 00:33:00",
            "post_id": "155140",
            "reply_to_id": "155127"
        },
        {
            "user_name": "siggi64",
            "text": "Ég var með leitarljós á bíl sem truflaði talstöð,var með bátaloftnet á bílnum ! Núna er ég með 5/8 loftnet á miðjum topp og samskonar leitarljós er líka með kastara að framan og engar truflanir...bara datt þetta í hug \nMbk Sig K",
            "date": "2015-03-21 00:42:00",
            "post_id": "155142",
            "reply_to_id": "155140"
        },
        {
            "user_name": "Stjóni",
            "text": "Almenna reglan með truflanir er að best sé að drepa þær niður þar sem þær verða til. Ef ekki er þéttir við alternatorinn væri þess virði að prófa að setja þéttir þar",
            "date": "2015-03-21 02:00:00",
            "post_id": "155145",
            "reply_to_id": "155142"
        },
        {
            "user_name": "svarti sambo",
            "text": "Hef heyrt að sumir Kína led kastarar trufli bæði útvörp og talstöðvar.",
            "date": "2015-03-21 06:24:00",
            "post_id": "155147",
            "reply_to_id": "155145"
        },
        {
            "user_name": "emmibe",
            "text": "Ertu búinn að útiloka jarðtengingar?\nviewtopic.php?f=6&t=21511",
            "date": "2015-03-21 15:02:00",
            "post_id": "155160",
            "reply_to_id": "155147"
        },
        {
            "user_name": "jeepson",
            "text": "Sæll. Ég er með xenon kastara sem að áttu nú að vera amerísk vara ekkert kínadót. En það stendur nú made in china alstaðar inní þeim og þeir eiga það til að trufla útvarpið hjá mér.",
            "date": "2015-03-21 17:33:00",
            "post_id": "155167",
            "reply_to_id": "155160"
        },
        {
            "user_name": "Sadvs",
            "text": "Sælir er ekki með Xenon eða led ljos enn búinn að setja þettir á stöð og altenartor hljóðir er ennþá, tók stöngina úr sambandi  er samt væl enn , búinn að fara yfir öll jarðsambönd líka kv",
            "date": "2015-03-27 08:26:00",
            "post_id": "155456",
            "reply_to_id": "155167"
        },
        {
            "user_name": "svarti sambo",
            "text": "Hefurðu prófað að setja truflana þéttir á alternatorinn.",
            "date": "2015-03-27 10:05:00",
            "post_id": "155460",
            "reply_to_id": "155456"
        },
        {
            "user_name": "villi58",
            "text": "Skiptu um loftnet og settu það eins langt frá öðrum og hægt er, staðsetning skiptir alltaf máli.",
            "date": "2015-03-27 11:20:00",
            "post_id": "155462",
            "reply_to_id": "155460"
        },
        {
            "user_name": "snöfli",
            "text": "Hvernig er soundið þegar það er dautt á bílinum.  Ef ekki beintengt á geymi þá mundi ég prófa það þannig.  Síðan ef suð þegar vél í gangi breytist það með snúningshraða vélar?...og svo f.\nReyna að einangra hvar vanadamálið liggur.  Er þetta stöðin sjálf, tenging, altenator, aukadrasl, miðstöð etc.",
            "date": "2015-03-27 11:59:00",
            "post_id": "155464",
            "reply_to_id": "155462"
        },
        {
            "user_name": "Sadvs",
            "text": "Takk fyrir svör Stöðinn er tengt beint á geymir Það er kominn Þéttir á altenator og vhf þéttir við stöðina hef trú að stönginn sé ekki að trufla þar sem ég  aftengdi loftnetið frá stöðinni. þegar dautt er á bílnum heyrist ekkert og sendir flott , það er bara ein stöng á toppnum og er fyrir stöðina  kv",
            "date": "2015-03-27 22:18:00",
            "post_id": "155484",
            "reply_to_id": "155464"
        }
    ],
    "date": "2015-03-20 20:31:00"
}