{
    "forum_title": "Almennt spjall",
    "id": "29512",
    "title": "Hilux-4Runner Framljós",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=29512",
    "posts": [
        {
            "user_name": "Hlynurn",
            "text": "Jæja, nú er annað framljósið á Hilux hjá mér ónýtt, fór og verslaði mér inn ljós úr 4runner af sömu árgerð haldandi að það væru sömu ljósin.\nMunurinn sést á þessari mynd... spurningin er, get ég látið þessi ljós ganga í hiluxinn með því að fá mér rétt grill eða þarf ég að skipta einhverju fleira út til að láta þetta virka?\nkv. Hlynur",
            "date": "2015-03-24 20:36:00",
            "post_id": "155322",
            "reply_to_id": false
        },
        {
            "user_name": "Hlynurn",
            "text": "Eða ef einhver á Framljós sem passar í þetta á skynsamlegu verði þá væri ég allveg til í að kaupa það og sleppa því að standa í einhverju brasi við að mixa þetta.",
            "date": "2015-03-24 21:46:00",
            "post_id": "155328",
            "reply_to_id": "155322"
        },
        {
            "user_name": "haffiamp",
            "text": "þú ert með facelift ljós af 4runner sem kemur 93 frekar en 94 en hiluxinn breytist seinna, þú þarft að fá restina af framendanum af 4runner til að láta þetta ganga, grill og ljósaramma og kannski fleira smotteri, en allt passar þetta, margir sem breyta þessu til að \"yngja upp\" bílana",
            "date": "2015-03-24 21:52:00",
            "post_id": "155329",
            "reply_to_id": "155328"
        },
        {
            "user_name": "Atli E",
            "text": "Hilux kom aldrei með þessum ljósum.\n4runner kom með þessi ljós á 1992 árg. og var með þau þar til  3.gen kom 1996.\nEf þessi ljós eiga að fara á Hilux, þá þarf að skipta um svuntu, stuðara, stefnuljós, stöðuljós og grindina sem ljósin falla í. \nAð auku þar að mixa smá boddýið á bakvið grill og ljós svo þetta hangi nú allt á réttum stað :)\nKv. Atli E.",
            "date": "2015-03-24 22:47:00",
            "post_id": "155334",
            "reply_to_id": "155329"
        },
        {
            "user_name": "Valdi 27",
            "text": "Ég keypti aðalljós í hiluxinn hjá mér sem er 90árg í Toyotu fyrir einhvern 12þús kall. Var það bara í desember síðastliðnum.",
            "date": "2015-03-24 23:05:00",
            "post_id": "155335",
            "reply_to_id": "155334"
        },
        {
            "user_name": "Hlynurn",
            "text": "Jæja, ég ælta nú ekki að fara kaupa slatta meira til að láta þessi ljós passa, keypti þetta í þeirri trú að Hilux og 4runner framendarnir væru eins. mín mistök og nú er bara að reyna selja þessi ljós og fá rétt í þetta.\nÞakka svörin",
            "date": "2015-03-24 23:14:00",
            "post_id": "155336",
            "reply_to_id": "155335"
        },
        {
            "user_name": "Hjalliboy",
            "text": "Sæll\nÉg á ljós handa þér ef þú hefur áhuga.\nKv. Hjalli",
            "date": "2015-03-24 23:57:00",
            "post_id": "155337",
            "reply_to_id": "155336"
        },
        {
            "user_name": "Hlynurn",
            "text": "síminn hjá mér er 6954030, endilega heyrðu í mér með þetta Hjalli.\nverð vakandi eitthvað frameftir svo þú getur hringt í kvöld eða eftir hádegi á morgunn.\nKv, Hlynur",
            "date": "2015-03-25 00:35:00",
            "post_id": "155339",
            "reply_to_id": "155337"
        },
        {
            "user_name": "Atli E",
            "text": "Ljósin í hilux eru bara standard ljós sem voru á öðum hvorum bíl á þessum áðrum.\nNý svona ljós ættur að kosta slikk á ebay eða í þessum bílavarahlutabúðum hér heima :)\nLjósin sem þú ert með hinsvegare eru sér 4Runner ljós og passa bara á 4Runner.",
            "date": "2015-03-25 10:20:00",
            "post_id": "155352",
            "reply_to_id": "155339"
        }
    ],
    "date": "2015-03-24 20:36:00"
}