{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "29554",
    "title": "kúplingsskipti Nissan Patrol",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=29554",
    "posts": [
        {
            "user_name": "malibu",
            "text": "Sælir Patrolmenn\nEr að færa kúplingu og pressu milli véla vegna vélaskipta í Nissan Patrol 2.8 árg 2000. Er ekki einhver sem á verkfæri til að miðjustilla kúplingsdiskana og er til í að leigja mér eða lána núna um helgina. Er í Hafnarfirði.\nMeð kveðju\nÖrn. S 8248425",
            "date": "2015-03-28 15:57:00",
            "post_id": "155507",
            "reply_to_id": false
        },
        {
            "user_name": "birgiring",
            "text": "Þú þarft ekkert spes verkfæri. Fáðu þér bolta sem kemst inn í leguna eða fóðringuna í svinghjólinu. Vefðu einangrunarbandi um endann þar til hann gengur rétt mjúkt í. Mátaðu þá diskinn upp á boltann og sjáðu hvar rílurnar koma. Teipaðu boltann þar svo hann rétt renni í rílurnar. Stilltu af með þessu svo það gangi ljúft í. Ég hef sett margar kúplingar saman svona og aldrei klikkað.\nKv. Birgir",
            "date": "2015-03-28 18:35:00",
            "post_id": "155515",
            "reply_to_id": "155507"
        },
        {
            "user_name": "Brjotur",
            "text": "Ég hef nú bara stillt þetta með því að lausherða pressuna og stillt diskinn miðað við núningsfarið eftir gamla diskinn og snúið mótornum þar til ég sé að þetta er jafnt allan hringinn  :)",
            "date": "2015-03-29 11:25:00",
            "post_id": "155543",
            "reply_to_id": "155515"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Já sama hér, eftir að ég týndi stilliverkfærinu hef ég gert þetta svona með góðum árangri, og það yfirleitt alltaf með vélarnar í bílum svo þetta ætti að vera leikur einn fyrir þig út á gólfi",
            "date": "2015-03-29 12:53:00",
            "post_id": "155549",
            "reply_to_id": "155543"
        },
        {
            "user_name": "malibu",
            "text": "Takk fyrir svörin.\nNotaði bolta og einangrunarband eins og líst var í fyrsta svari og endaði síðan á að snúa vélinni nokkra hringi og tékka af við farið á svinghjólinu. \nKv. Örn",
            "date": "2015-03-29 18:06:00",
            "post_id": "155558",
            "reply_to_id": "155549"
        }
    ],
    "date": "2015-03-28 15:57:00"
}