{
    "forum_title": "Jeppinn minn",
    "id": "29642",
    "title": "Touareg á 44\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=29642",
    "posts": [
        {
            "user_name": "Óttar",
            "text": "Ég á einn VW Touareg 2004 sem ég breytti fyrir 33\" dekk og nú langar mig að taka þetta verkefni enn lengra. Og ætla ég að henda inn myndum af verkefninu\nSmíðavinna er hafin á hásingum og öxlum og þær verða breikkaðar í 1938mm\nÉg er ekki enn búinn að áhveða hlutföll en verða sennilega 5.13 eða 5.38\nDrif eru 9,5\" að aftan og 8.875\" að framan\nMjög líklega fær self leveling loftpúðafjöðrun að fara úr bílnum fyrir eitthvað áreðanlegra \nSpurning með annan tölvubúnað tengdan drifrás, getur vel verið að ég nenni að smíða eitthvað skemtilegt svo það virki...ef svona búnaður virkar á annað borð í jeppa!",
            "date": "2015-04-05 21:17:00",
            "post_id": "155886",
            "reply_to_id": false
        },
        {
            "user_name": "risinn",
            "text": "Skemmtilegt verkefni frammundan hjá þér.\nLíst vel á þetta hjá þér.\nKv. \nRagnar.",
            "date": "2015-04-05 22:46:00",
            "post_id": "155896",
            "reply_to_id": "155886"
        },
        {
            "user_name": "Óttar",
            "text": "Takk fyrir það...það er gaman að þessu :)",
            "date": "2015-04-05 22:58:00",
            "post_id": "155897",
            "reply_to_id": "155896"
        },
        {
            "user_name": "draugsii",
            "text": "já það verður gaman að fylgjast með þessu verkefni",
            "date": "2015-04-05 23:10:00",
            "post_id": "155898",
            "reply_to_id": "155897"
        },
        {
            "user_name": "Járni",
            "text": "Þetta verður eitthvað alveg klikkað!",
            "date": "2015-04-06 10:33:00",
            "post_id": "155911",
            "reply_to_id": "155898"
        },
        {
            "user_name": "Doror",
            "text": "Frábært verkefni sem fær menn kannski til þess að spá í fleiri bílum til breytinga :)\nHvaða vél er í þessum VW hjá þér?",
            "date": "2015-04-06 14:44:00",
            "post_id": "155925",
            "reply_to_id": "155911"
        },
        {
            "user_name": "-Hjalti-",
            "text": "4.2 V8",
            "date": "2015-04-06 16:40:00",
            "post_id": "155931",
            "reply_to_id": "155925"
        },
        {
            "user_name": "Óttar",
            "text": "Já þetta er spennandi bíll að vinna með og skemmtilegt að þetta hefur ekki verið gert áður svo ég viti til :)\nen jú það er 4,2 V8 í þessum",
            "date": "2015-04-06 19:16:00",
            "post_id": "155944",
            "reply_to_id": "155931"
        },
        {
            "user_name": "Óttar",
            "text": "Hásingarnar verða settar upp í fræsivél og endarnir fræstir í einni uppstillingu og þessi endi verður krumpaður upp á afturhásinguna og legusætið svo fræst eftir á svo þetta verði sem réttast. Sama aðgerð með framhásingu fyrir C-inn og gatið í þeim er ekki fullkomlega kringlótt svo ég get þá fræst hásinguna og þannig fengið ákveðið caster angle. Ég hendi inn myndum þegar það kemst í framkvæmd\nKv Óttar",
            "date": "2015-04-06 19:27:00",
            "post_id": "155945",
            "reply_to_id": "155944"
        },
        {
            "user_name": "Icerover",
            "text": "Sæll, þetta er alveg awesome hjá þér!\nNokkrar spurningar vakna þó þar sem ég er sérstakur áhugamaður um hásingar, rillur og öxla :)\nHvaða efni ertu að nota í öxlana, hvað eru þeir sverir og hvað langir?\nSmíðakveðjur, Ásgeir",
            "date": "2015-04-07 12:20:00",
            "post_id": "155973",
            "reply_to_id": "155945"
        },
        {
            "user_name": "jeepcj7",
            "text": "Vígalegt verkefni en hvar eru öxlarnir hertir er það gert hér á landi?\nOg svo er hægt að fá öxul smíðaðan á klakanum og svo hertan hvað kostar svoleiðis þá?",
            "date": "2015-04-07 12:38:00",
            "post_id": "155975",
            "reply_to_id": "155973"
        },
        {
            "user_name": "Startarinn",
            "text": "Mikið afskaplega öfunda ég alltaf menn með svona góðan aðgang að alvöru verkfærum ;)",
            "date": "2015-04-07 15:24:00",
            "post_id": "155981",
            "reply_to_id": "155975"
        },
        {
            "user_name": "Óttar",
            "text": "Sælir\nÖxlarnir eru úr 30Cr krómstáli og eru öxlarnir 615mm( 24.21\") og 1055mm (41.53\") og ég rendi þá í 40mm það getur verið að ég taki aðeins meira þegar ég renni fyrir splæninu sé til hvort ég vilji létta hann eitthvað. Ytri öxulinn ætla ég að hafa úr ST-52 (S355) því ég held að maður nái betri herslu í það efni en gæti verið gott að hafa meiri seigju í lengri öxlunum :)\nRörin eru svo úr 20MnV6 Efnisröri Rennt bæði utan og innan\nÉg ætla mér að tala við Hörð í ISO Tækni og fá hann til að herða :) En verð á svona öxli úff hvað þá útselt",
            "date": "2015-04-07 16:23:00",
            "post_id": "155984",
            "reply_to_id": "155981"
        },
        {
            "user_name": "Óttar",
            "text": "Þetta er mikil snild að komast í svona græjur ;)",
            "date": "2015-04-07 16:25:00",
            "post_id": "155985",
            "reply_to_id": "155984"
        },
        {
            "user_name": "Hordursa",
            "text": "Sæll Óttar.\nÉg mæli með krómstáli í ytri öxlana líka.\nÞetta er verulega flott smíði hjá þér.\nÞeir sem hafa verið að smíða öxla hérna heima eru td. Skerpa renniverkstæði,  Renniverkstæði Ægis,  Jeppasmiðjan á Ljónstöðum og fleiri.  Við hjá Iso-Tækni höfum verið að herða svona öxla.  Efnið sem notað hefur verið í þessa öxla hérna heima gengur undir nafninu krómstál og heitir á fínu máli 30CrNiMo8 og fæst hjá GA smíðajárn, þetta efni er sambærilegt við efni sem kaninn kallar 4330.\nSvona öxlar hafa verið í notkun hérna heima frá því fyrir 1990 og eru td. þeir öxlar sem hafa verið smíðaðir hér heima í stóru trukkana á unimog hásingunum smiðaðir svona.\nkv Hörður",
            "date": "2015-04-07 16:51:00",
            "post_id": "155987",
            "reply_to_id": "155985"
        },
        {
            "user_name": "Brjotur",
            "text": "Ég þurfti að láta sérsmíða og herða Öxla hjá mér í Econoline á 46 tommu dekkjum , þeir brotnuðu alltaf :( hvað hefur farið úrskeiðis þar ?  svo á endanum verslaði ég öxla og þeir brotnuðu ekki. Ástæða þess að ég set þetta hér inn er einfaldlega  sú að það er að brjótast um í mér hvort vinnubrögðn í herslunni hérlendis séu ok ?",
            "date": "2015-04-07 18:13:00",
            "post_id": "155995",
            "reply_to_id": "155987"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það er sem sagt hægt að láta herða öxla hér heima það er gott mál,hvað kostar svoleiðis og er það alveg pottþétt vinna á því?\nÞetta er mest forvitni en er ekki málið að það þarf að herða ef maður kaupir \"blank\" öxul og lætur rilla hann eða ef öxull er styttur og rillaður upp á nýtt td. ?\nÉg er td. að leita að öxli í framhásingu sem er freka lítið til af ca.38.5\" langur væri í lagi að stinga afturöxli inn í jóka af framhásingu og sjóða saman myndi það halda? allt orginal dót frá dana og þyrfti að herða þetta eftir á?\nSorry með þráðinn en það er svo gaman að ræða svona járnaklám.;O)",
            "date": "2015-04-07 19:46:00",
            "post_id": "156001",
            "reply_to_id": "155995"
        },
        {
            "user_name": "Óttar",
            "text": "Jú það væri ekkert vitlaust að gera það en prufuöxlarnir voru teknir úr st52 og það er pínu forvitnistilraunastarfsemi að sjá hvernig þeir koma út en væri sjálfsagt gáfulegt að hafa aukasett af ytri öxlum úr 30CrNiMo8 þar sem það er tiltörlega fljótlegt að smíða þá",
            "date": "2015-04-07 20:08:00",
            "post_id": "156004",
            "reply_to_id": "156001"
        },
        {
            "user_name": "Óttar",
            "text": "Hvernig voru öxlarnir að brotna? voru það rillurnar, einhverjar hverkar eða við krossana? \nHrólfur ég mundi ekki þora að sjóða þetta saman en ef þú færð lengri framöxul þá held ég að það sé alveg gerlegt að stytta og rilla upp á nýtt án þess að þurfa að herða en ef þú þarft að herða aftur rillurnar þá getur Hörður örugglega svarað því hvort það sé hægt að gera það aftur. Svo gæti það kannski verið möguleiki að fá yoke bora hann og rilla og smíða svo öxul með rillum á báðum endum\nKv Óttar",
            "date": "2015-04-07 20:19:00",
            "post_id": "156006",
            "reply_to_id": "156004"
        },
        {
            "user_name": "Brjotur",
            "text": "Óttar þeir voru bara að brotna allsstaðar hérumbil á miðju og út við rillur , en það voru engar kverkar mjög jafnsverir , einn sagði mér að þeir væru ofhertir, en sá sem herti gaf bara skí.... í þetta :(",
            "date": "2015-04-07 20:24:00",
            "post_id": "156008",
            "reply_to_id": "156006"
        },
        {
            "user_name": "Óttar",
            "text": "já okey :/ ég hörkumældi einmitt gamla orginal öxulinn og hann var tiltörlega mjúkur inn við miðju, virtist vera bara yfirborðshertur. En svo aftur á móti svona CV öxlar,allavega þeir ytri er alveg glerharðir\nKv Óttar",
            "date": "2015-04-07 20:40:00",
            "post_id": "156011",
            "reply_to_id": "156008"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar þetta verður spennandi verkefni og ætla ég að fylgjast vel með þessu. Í sambandi við herslu á öxlum hvernig fer það verk fram? Er þetta gert með hita og þá með því að ná einhverjum lit eða hitastigi á öxulinn og svo kæling eftir formúlum.??'\ni gamladaga ferðaðist ég töluvert með Fjalla (Birgir Byrnjólfssyni) vini mínum og mig minnir að hann hafi rætt um það í skálum yfir lambalæri að hann hafi  herti orginal dana 44 öxlana sem hann var með í Bronconum sínum að framan  með því að setja þá í  tunnu sem var hálf full af legu kúlum og þessu var svo snúið eins og þvottavél með einhverjum rafmótor.Það eru kominn tæp 30 ár sína ég heyrði þetta svo kanski er minnið eitthvað að bregðast mér og kanski er þetta bara bull í mér. Við þetta átti að fást aukin yfirborðshersla. Getur þetta staðis?? kveðja Guðni",
            "date": "2015-04-07 22:19:00",
            "post_id": "156015",
            "reply_to_id": "156011"
        },
        {
            "user_name": "grimur",
            "text": "Ég hélt að St52 tæki ekki herslu við hitameðhöndlun?\nKannski hægt að \"innkola\" það, sem felst í að yfirborðsherða með því að baka stykkið í kolasalla, sem eykur kolefnisinnihaldið allra yst.\nÁ tímabili þóttust menn vera að.herða einhverjar netakúlur úr ryðfríu með hita, sem var víst alger tjara af sömu ástæðu, ekki nógu kolefnisríkt efni til að herðast við hitameðhöndlun.\nMig minnir líka að öxlar hafi verið smíðaðir án eftirherslu þegar ákveðið efni var notað, einmitt til að halda seigjunni. Ef flotmörkin eru nógu há í efninu til að halda, þá er enginn ávinningur af herslu nema þá kannski varðandi slit á rílustykkjum og slíkt. Módúlusinn breytist ekki neitt(það sem efnið svignar við gefið átak), en eftir herslu getur efnið einmitt brotnað áður en svignunin verður svo ýkja mikil, sem vanalega kallast að efnið sé stökkt. \nOftast nær eru öxlar ekki gegnumhertir til að halda kostum beggja: Hart yfirborð fyrir legusæti og rílur, en seigari kjarni til að forðast að þeir klippist við smá vinding. Þannig hersla er gjarna gerð við mjög stýrðar aðstæður með gashitun+vatnskælingu eða spanhitun þar sem hluturinn er látinn keyra í gegn um ferlið langsum. Flottar græjur í því en ég hef ekki séð slíkt hér á landi.\nKv\nGrímur",
            "date": "2015-04-08 01:56:00",
            "post_id": "156025",
            "reply_to_id": "156015"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Herslu aðferðin sem Fjalli hefur  verið að nota er svipað og \"shot peening\" snýst um það að litlar kúlur eru notaðar til að dælda yfirborðið og þar með herða það, myndi ekki nota svona á eitthvað sem á að sitja í legu eða rillur, gormar eru hertir svona.\nhttp://en.wikipedia.org/wiki/Shot_peening\nSkemtilegar pælingar og flott breyting á bíl :)",
            "date": "2015-04-08 13:24:00",
            "post_id": "156033",
            "reply_to_id": "156025"
        },
        {
            "user_name": "andrib85",
            "text": "Helvíti flott verkefni. Hvað ætlaru að gera í millikassa málum?",
            "date": "2015-04-08 15:22:00",
            "post_id": "156038",
            "reply_to_id": "156033"
        },
        {
            "user_name": "Óttar",
            "text": "Takk fyrir hólin:) \nGrímur ég þori ekki alveg að fara mjög djúpt í efnisfræðina en jú ég held að st52 taki herslu þetta hefur allavega verið gert en hversu hart það verður :/ En endingin verður örugglega krómstál í alla öxla :)\nVarðandi millikassan þá læt ég þau mál alveg vera í bili, það er alveg þokkalegur búnaður, reyndar sídrifskassi. Þarf samt örugglega low gír eftir fyrsta túr þá skoða ég þetta :)",
            "date": "2015-04-08 19:37:00",
            "post_id": "156051",
            "reply_to_id": "156038"
        },
        {
            "user_name": "Óttar",
            "text": "Þessi fór í smá heimsókn í fræsivélina og komst að því að línan á drifinu er ekki í miðjum rörum og væntanlega aldrei verið það. Er það möguleiki að það sé ástæða fyrir þessu?\nKv Óttar",
            "date": "2015-04-14 22:04:00",
            "post_id": "156354",
            "reply_to_id": "156051"
        },
        {
            "user_name": "Kiddi",
            "text": "Áttu við línuna sem sést lárétt á myndinni? Er það ekki bara styrking sem tengist við flötinn sem driflokið festist á?",
            "date": "2015-04-14 23:50:00",
            "post_id": "156367",
            "reply_to_id": "156354"
        },
        {
            "user_name": "Óttar",
            "text": "Nei miðlínuna í gegnum rörin og svo línuna í gegnum drifið sjálft",
            "date": "2015-04-15 19:08:00",
            "post_id": "156400",
            "reply_to_id": "156367"
        },
        {
            "user_name": "FORDJONNI",
            "text": "Ég giska á að kaninn sem smíðaði þetta í tveimur uppstillingum í gamla borverkinu hafi ekki vandað sig neitt sérstaklega mikið vegna þess að slúbbið í mismunadrifshjólunum leifir töluverða skekkju. Er þetta ekki annars 12 bolta? \nÞetta er stór skemmtilegur þráður, gaman að sjá myndir frá mönnum sem hafa (eða gefa sér) góðan tíma.\nKveðja Jonni",
            "date": "2015-04-15 23:36:00",
            "post_id": "156412",
            "reply_to_id": "156400"
        },
        {
            "user_name": "Óttar",
            "text": "Jú þetta er GM 12 bolta. En jú það er líklegt að það hafi verið fyllerí þarna í ameríku þegar þetta var fræst hehe En væntanlega hefði þetta aldrei sést ef ég hefði klárað rörin og smelt þeim svo fullrendum í :)",
            "date": "2015-04-16 21:12:00",
            "post_id": "156447",
            "reply_to_id": "156412"
        },
        {
            "user_name": "andrib85",
            "text": "Já þetta er sko alvöru fræs. Engin smá stærð á þessu",
            "date": "2015-04-17 09:24:00",
            "post_id": "156464",
            "reply_to_id": "156447"
        },
        {
            "user_name": "gislisveri",
            "text": "Sæll Óttar.\nFramþróunin verður þegar menn leggja í eitthvað svona brjálæði. Gott framtak.\nErtu eitthvað búinn að hugsa út í hjólhraðaskynjarana (ABS). Er ekki víst að skiptingin reiðir sig á merki frá þeim?\nKv.\nGísli.",
            "date": "2015-04-17 10:13:00",
            "post_id": "156466",
            "reply_to_id": "156464"
        },
        {
            "user_name": "Kiddi",
            "text": "Já nú skil ég hvað þú ert að fara. Það er greinilega ekkert svo nojið að smíða bíl...",
            "date": "2015-04-17 16:47:00",
            "post_id": "156482",
            "reply_to_id": "156466"
        },
        {
            "user_name": "jonr",
            "text": "Þetta verður forvitnilegt. Ég hef oft spáð í hvernig væri að breyta þessum lúxusjeppum. Ferjaði einu sinni V8 Toureq í bæinn... djöfuls ofurgræja..",
            "date": "2015-04-18 15:51:00",
            "post_id": "156531",
            "reply_to_id": "156482"
        },
        {
            "user_name": "Óttar",
            "text": "Já það eru tvær hugmyndir varðandi það. Ég geri ráð fyrir að koma hring fyrir á öxlinum út við hvert hjól sem verður fræstur úr hardox því það verður segulmagnað við fræsingu og hef ég grun um að það þurfi. Eða hafa hring inní drifunum og þá yrðu tveir nemar á hvorum hring, þ.e fram og aftur.",
            "date": "2015-04-18 17:23:00",
            "post_id": "156535",
            "reply_to_id": "156531"
        },
        {
            "user_name": "Lindemann",
            "text": "Sæll\nÞú verður að hafa það á hreinu með abs skynjarana hvaða kerfi nota merki frá þeim. Ef að t.d. skiptingin notar hraðamerkið frá abs skynjaranum þarftu að breyta merkinu svo skiptingin sjái sama merki þrátt fyrir breytt drifhlutföll. Ef að svo skiptingin notar ekki hraðamerkið en hraðamælirinn notar abs skynjarana þá geturu breytt merkinu til að hraðamælirinn verði réttur.\nÞað eru ýmsar leiðir í þessu, ef það eru hefðbundnir abs hringir í þessum bíl er auðvelt að smíða nýja hringi með öðrum tannafjölda eftir hvað hentar.",
            "date": "2015-04-18 17:51:00",
            "post_id": "156538",
            "reply_to_id": "156535"
        },
        {
            "user_name": "Óttar",
            "text": "Ég veit að með þennan bíl er ekkert einfalt. með hraðamælabreytinguna þá verður að fara í hvert hjól og breyta merkinu, mér skilst að það sé ekki auðvelt og svo er hringurinn inn í þéttihringnum á hjólaleguni. svo ég held að það sé best að smíða hringi\nEn veist hverjir eru bestir í svona tölvudóti hér á landi....ekki mikið support frá Heklu, ef maður skildi þurfa að hræra eitthvað í því dóti\nKv Óttar",
            "date": "2015-04-18 18:03:00",
            "post_id": "156539",
            "reply_to_id": "156538"
        },
        {
            "user_name": "KjartanBÁ",
            "text": "Ekki hefur Ssk farið hjá þér ennþá, því það kostar hátt í milljón að laga hana.",
            "date": "2015-04-18 18:22:00",
            "post_id": "156542",
            "reply_to_id": "156539"
        },
        {
            "user_name": "Haukur litli",
            "text": "Áttu Vagcom/VCDS med OBD2 stykki frá Rosstech? Ef ekki þá vantar þig þannig. VCDS getur kóðað lykla og tölvur við bílinn, breytt stillingum og mælt og testað allt, slökkt á TPMS og sætisbeltavæli (Möst í fjallajeppa.) og loggað akstur í gröf sem hægt er að fara yfir og vista. \nVCDS er nauðsynlegt þeim sem ætla að fikta í VW, Audi, Seat, Skoda og svo líklegast Porsche þegar þeir komast almennilega inn í VAG aðferðirnar og partalagerinn. VCDS er ekki \"tuner\" til að fikta í vélinni og skiptingunni, en ómetanlegt greiningatæki og verkfæri.",
            "date": "2015-04-18 19:47:00",
            "post_id": "156547",
            "reply_to_id": "156542"
        },
        {
            "user_name": "Lindemann",
            "text": "Auðveldasta leiðin er klárlega að smíða nýja hringi. Svo ætti að vera hægt að senda mælaborðið út og láta breyta því svo hraðamælirinn verði réttur.\nVandamálið er ekki að Hekla hafi ekki áhuga á að supporta svona mál, vandamálið liggur í því að VW hefur ekki áhuga.\nÉg hef verið að díla við svona mál hjá öðru umboði(sem starfsmaður) og verið í sambandi við framleiðanda varðandi álíka breytingar.\nFramleiðendur hafa einfaldlega ekki áhuga á svona málum og kannski að hluta til þora því ekki.",
            "date": "2015-04-20 23:26:00",
            "post_id": "156636",
            "reply_to_id": false
        },
        {
            "user_name": "Nenni",
            "text": "það er væntanlega hægt að taka öryggin úr fyrir ABS og sjá hvað vandamál koma upp.",
            "date": "2015-04-21 00:01:00",
            "post_id": "156638",
            "reply_to_id": "156636"
        },
        {
            "user_name": "Þorsteinn",
            "text": "af hverju ekki að sameina signal frá einum skynjara í 4? \nþannig ertu með signal frá \"öllum\" skynjurum og losnar við ABS ljós í mælaborði.",
            "date": "2015-04-21 00:40:00",
            "post_id": "156640",
            "reply_to_id": "156638"
        },
        {
            "user_name": "Óttar",
            "text": "Ég held að millikassin sé eitthvað að spá í þessum merkjum líka svo ég gæti þurft að hafa tvo hringi. Þá væri sennilega best að græja þá bara í drifið, eða yokan við fram og afturskaft.",
            "date": "2015-04-21 11:17:00",
            "post_id": "156649",
            "reply_to_id": "156640"
        },
        {
            "user_name": "Óttar",
            "text": "Svona lítur þetta þá út :) Vona að ég komi 17\" undir en miðjan á felguni ætti að vera 10.63mm utar en miðja felgunar. Svo fékk ég flugu í höfuðið hvort væri betra að nota kúlulið í stað krossa en það er ekki nema 30mm öxull sem gengur inn í þá orginal. spurning hvort hægt sé að fá eitthvað öflugra sem væri þá hægt að smíða öxull inní?\nÞað er mynd af stýrisendaprototype þarna á borðinu sem var smá hugmyndað setja upp á spindilinn sem er á arminum\nLæt fylgja með mynd af rörunum sem ég notaði í hásingarnar\nKv Óttar",
            "date": "2015-04-24 21:43:00",
            "post_id": "156819",
            "reply_to_id": "156649"
        },
        {
            "user_name": "jongud",
            "text": "Þú gætir smíðað eitthvað svipað þessu;",
            "date": "2015-04-25 10:15:00",
            "post_id": "156844",
            "reply_to_id": "156819"
        },
        {
            "user_name": "Dúddi",
            "text": "Eg held að abs hringurinn þurfi ekki að vera segulmagnaður. Eg hef allavegna ekki lent a þannig hring ennþa, bara segull i skynjaranum.",
            "date": "2015-04-25 17:56:00",
            "post_id": "156876",
            "reply_to_id": "156844"
        },
        {
            "user_name": "Óttar",
            "text": "Það væri glæsileg, það er nátturulega mun þægilegra að smíða þetta út st-52 :)\nJón þetta var akkurat það sem ég var að hugsa, það er líka mun þægilegra að smíða öxul sem gengur inn í liðinn.\nKv Óttar",
            "date": "2015-04-25 19:23:00",
            "post_id": "156880",
            "reply_to_id": "156876"
        },
        {
            "user_name": "kaos",
            "text": "Hinsvegar grunar mig, þó ég geti ekki fullyrt það með vissu, að hann þurfi að vera úr segulmagnanlegu efni, þ.e. segull verði að dragast að því. Eins og ég skil virknina á þessum skynjurum þá skynja þeir \"truflun\" í segulsviðinu sem kransinn veldur, og ef efnið er ekki segulmagnanlegt hefur það varla nein áhrif. Ég er illa að mér í efnisfræðunum og þekki ekki þetta st-52, en ég veit að segull tollir ekki á a.m.k. sumum gerðum af ryðfríu.\n-- \nKveðja, Kári.",
            "date": "2015-04-26 11:56:00",
            "post_id": "156904",
            "reply_to_id": "156880"
        },
        {
            "user_name": "SævarM",
            "text": "Það er pottþétt ekki þörf á að kransinn sé segulmagnaður þetta eru oftast bara hall effect skynjarar sem skynja tennurnar og telja þær . Eins og flestir crank og knastásskynjarar sem nýta svipaða aðferð..",
            "date": "2015-04-26 17:06:00",
            "post_id": "156916",
            "reply_to_id": "156904"
        },
        {
            "user_name": "kaos",
            "text": "Ég er heldur ekki að tala um að kransarnir þurfi að vera segulmagnaðir sem slíkir, en að segull tolli við þá, þ.e. þeir hafi áhrif á segulsvið í kringum sig, en segulsvið er einmitt það sem hall effect skynjarar mæla.\n-- \nKveðja, Kári.",
            "date": "2015-04-26 18:11:00",
            "post_id": "156922",
            "reply_to_id": "156916"
        },
        {
            "user_name": "Óttar",
            "text": "Ég skil hvað þú meinar:) Það væri þá best að láta skera þetta fyrir sig bara\nKv Óttar",
            "date": "2015-04-26 20:37:00",
            "post_id": "156928",
            "reply_to_id": "156922"
        },
        {
            "user_name": "Óttar",
            "text": "Daginn jeppaspjall hér hefur lítið gerst í sumar en eitthvað mjakast í öxlasmíðini og er framhásing að verða klár öxlalega séð.\nÉg fór í breytingar á hönnun innri öxla og verða þeir samsettir þannig ef annar hlutin gefur sig þá ætti að vera hægt að skipta honum út án þess að þurfa að smíða allan öxulinn\nÉg setti saman slideshow á youtube vona að menni kunni því ekki illa..það fylgja eitthvað af myndum sem voru komnar inn :)\nhttps://www.youtube.com/watch?v=gSIJBVVinw8\nÞangað til næst Óttar",
            "date": "2015-08-06 15:17:00",
            "post_id": "160559",
            "reply_to_id": "156928"
        },
        {
            "user_name": "Járni",
            "text": "Frískandi að fá svona slides sýningu, mjög spennandi að sjá hvað verður.",
            "date": "2015-08-06 16:16:00",
            "post_id": "160561",
            "reply_to_id": "160559"
        },
        {
            "user_name": "svarti sambo",
            "text": "Flott smíði. Það verður gaman að sjá útkomuna.",
            "date": "2015-08-06 16:40:00",
            "post_id": "160564",
            "reply_to_id": "160561"
        },
        {
            "user_name": "Járni",
            "text": "Felldi þetta inn fyrir þig!",
            "date": "2015-08-06 18:17:00",
            "post_id": "160568",
            "reply_to_id": "160564"
        },
        {
            "user_name": "biturk",
            "text": "Djöfull er þetta fokking flott!!",
            "date": "2015-09-06 09:17:00",
            "post_id": "161495",
            "reply_to_id": "160568"
        },
        {
            "user_name": "elvarö",
            "text": "þetta verður bara flott bíð spenntur eftir framm haldinu",
            "date": "2015-09-07 22:51:00",
            "post_id": "161541",
            "reply_to_id": "161495"
        },
        {
            "user_name": "Andri G",
            "text": "Geggjað verkefni alveg, og gaman að sjá myndirnar. Varðandi abs hringina þá eru flestir þeir hringir sem eru í legunum alveg þræl seglaðir. En hvort þeir þurfa að vera það, það er annað mál, gæti alveg virkað með seglanlegu efni líka?",
            "date": "2015-09-07 23:51:00",
            "post_id": "161543",
            "reply_to_id": "161541"
        },
        {
            "user_name": "biturk",
            "text": "Er ekkert verið að vinna hér",
            "date": "2015-10-15 19:14:00",
            "post_id": "162709",
            "reply_to_id": "161543"
        },
        {
            "user_name": "odinningi",
            "text": "Er eitthvað búið að gerast i þessum?",
            "date": "2015-11-02 22:35:00",
            "post_id": "163258",
            "reply_to_id": "162709"
        },
        {
            "user_name": "Óttar",
            "text": "Ég hef verið ansi rólegur í smíðini unadanfarið en þó eitthvað smá, set inn myndir fljótlega. En hinsvegar hefur inventor fengið að finna fyrir því. Það sem ég datt í að teikna og stútera eru stífur sem lengja sig og stitta við fjöðrun, sem gæti verið góður kostur",
            "date": "2015-11-06 20:21:00",
            "post_id": "163371",
            "reply_to_id": "163258"
        },
        {
            "user_name": "Óttar",
            "text": "Hér koma nokkrar myndir ég viktaði rörið og það er 60.3kg alveg strípað, svo var ég nú búinn að vikta það sem kemur á hana en fann ekki tölurnar en minnir að hún sé ca 120kr eins og hún stendur í dag en verður spennandi að sjá lokatölur.\nSvo er pælingin að smíða álstífur sem tengjast úr kúlu niðurí rörin til styrkingar",
            "date": "2015-11-08 18:21:00",
            "post_id": "163424",
            "reply_to_id": "163371"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "Það verður gaman að sjá þetta allt klárt og farið að keyra",
            "date": "2015-11-08 20:57:00",
            "post_id": "163429",
            "reply_to_id": "163424"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "Hvernig gengur",
            "date": "2015-11-23 11:17:00",
            "post_id": "164008",
            "reply_to_id": "163429"
        },
        {
            "user_name": "simmitracing",
            "text": "Ekki værir þú til í að pósta myndinni af honum \"á 44 tommuni í fullri upplausn\" ?\nErtu með einhverja kanta sem þú ætlar að nota í grunn",
            "date": "2016-03-12 12:19:00",
            "post_id": "167753",
            "reply_to_id": "164008"
        },
        {
            "user_name": "Robert",
            "text": "AEdisleg smidi hja ther.\nHvada bremsur aetlaru ad nota ad aftan, aetlaru ad taka af nedri partinum af kuluni?\nEg er med eina svona sem eg er ad velta fyrir mer hvad eg eigi ad gera.\nKv.Robert",
            "date": "2016-05-23 17:59:00",
            "post_id": "169398",
            "reply_to_id": "167753"
        },
        {
            "user_name": "firebird400",
            "text": "Er nokkuð að gerast með þennan?",
            "date": "2016-05-29 14:07:00",
            "post_id": "169484",
            "reply_to_id": "169398"
        },
        {
            "user_name": "Óttar",
            "text": "Ég ætla að nota bremsudiska frá GM 13\" og nota svo dælurnar af touareg. Svo verður handbremsan að skoðast þegar ég ríf bílinn því ég veit ekkert hvort það sé sama þvermál á bremsunum af touareg og nýju diskunum.\nÉg hef ekki skoðað það en er það í boði að taka eitthvað neðan af kúluni?\nEn lítið hefur gerst því miður, aðeins byrjaður að renna arma í stífubúnaðinn sem ég reyni svo að fræsa við fyrsta tækifæri. Allar fóðringar komnar í stífur, þær eru úr landrover.\nEn annars er smíðin á framhásingu nánast búin, þarf bara að herða öxla og fara að máta saman\nkv Óttar",
            "date": "2016-06-27 16:44:00",
            "post_id": "169881",
            "reply_to_id": "169484"
        },
        {
            "user_name": "jongud",
            "text": "Það hefur ýmislegt verið gert í USA fyrir 14-bolta kúluna, ef þú gúgglar <14 bolt shave> eða <14 bolt ground clearance> þá færðu örugglega fullt af hugmyndum.\nÞað er verið að selja slatta af settum þar sem þarf að sjóða plötu í botnin á kögglinum eftir að búið er að skera úr honum, en það er vissara að vita hvað maður er að gera í svoleiðis æfingum.",
            "date": "2016-06-28 08:14:00",
            "post_id": "169893",
            "reply_to_id": "169881"
        },
        {
            "user_name": "risinn",
            "text": "Jæja eru menn og konur ekki orðin spennt fyrir vetrinum ? :-)",
            "date": "2016-11-22 01:00:00",
            "post_id": "172133",
            "reply_to_id": "169893"
        },
        {
            "user_name": "Óttar",
            "text": "Smá áramótaupdate. \nÞað sem gerst hefur í skúrnum á árinu er að ég fjárfesti í öðrum bíl með bilaða/ónýta vél og var honum rúllað inn í skúr og rifinn í spað og hásingarnar mátaðar undir. Smíði á hásingum er að mestu búin en mestur tími hefur farið í pælingar á bremsum þar sem ég vildi nota orginal bremsudælurnar þá þurfti að smíða millistykki og fl. Er að mestu búinn að skera úr, á bara eftir að loka. Vélina er ég búinn að aftengja og í raun bara tilbúin að fara úr, það verður gert í lokin og fær gamli að gefa lífærin sín nema það komi rafmótor þarna í húddið ;)\nÉg lagði upp með að hafa radíusarma að framan en hætti við það vegna þess að mér fanns þeir alltof þvingaðir í misfjöðrun og er ég því búinn að teikna fourlink. En er búinn að smíða Fourlink að aftan, ætlaði mér alltaf að hafa A stífu en fannst hún of plássfrek og hefði þá þurft að henda orginal tanknum.\nÞað sem er á dagskrá:\nÁkveða hvort ég haldi mig við loftpúða eða fari í coilover.\nSmíða eihverskonar gír sem allir hraðamælanemarnir eru plataðir.\nDrifsköft og drif\nHeilmikil suðuvinna \nVélamál\nBrettakantar\nÞað verður sennilega nóg að gera á næstuni :)\nSet inn link með myndum, vona að hann virki annars set ég þær hérna inn á síðuna\nhttps://photos.app.goo.gl/E3sBi2FWNzSB9Ys59\nVona að einhverjir njóti",
            "date": "2019-01-04 15:13:00",
            "post_id": "179165",
            "reply_to_id": "172133"
        },
        {
            "user_name": "Tjakkur",
            "text": "Drif og fjöðrun á svona jepplingum er fest á \"sub-frame\" sem boltast undir grindina með 4 boltum. \nEr ekki mögulegt að breyta þessum sambærilegum bílum með því að færa þessar grinur nokkra sentimetra  norður&niður og suður&niður og setja aftermarket portal drif á original nöfin?\n-Sleppa jafnvel portulunum fyrir 35\" slyddujeppabreytingar.\nHér er hlekkur á mynda af sub-frame með drifi, stífum og nöfum:\nhttps://i.ebayimg.com/00/s/NzY4WDEwMjQ= ... 6/$_86.JPG\nHér er svo hlekkur af Tibus portalnöfum:\nhttp://www.tibus-offroad.com/en/product ... n-portals/\nAnnar möguleiki er að festa svona portalnöf á báða enda á  passlegu röri (de-Dion) sem fest er undir með hefðbundnum stífum og nota áfram original drifið og heldur lengri driföxla sem ganga út í inntökin á portalnöfunum fyrir ofan rörið. Að framan þyrfti að vera beygjuliður sem gæti tekið driföxul fyrir ofan rörið. Með þessu móti væri fjöðrunin ekki lengur sjálfstæð en drifið væri fjaðrandi eins og i Duro:\nhttps://www.youtube.com/watch?v=fhaJYMAxrtI\nDe Dion:\nhttps://youtu.be/xY55ivXzs1s\nSvo eru líka til hjólnöf með diskabremsum og plánetugír sem setja mætti beint á original IFS nöf:\nhttps://www.xplorermotorhome.com/F550_S ... ryHubs.jpg\n-Vona að ég sé ekki að stela þræðinum og þetta er ekki aðfinnsla. -Manni dettur bara ýmislegt í hug þegar fjallað er um jeppavæðingu á bílum af þessu tagi ;)",
            "date": "2019-01-04 19:57:00",
            "post_id": "179166",
            "reply_to_id": "179165"
        },
        {
            "user_name": "Óttar",
            "text": "Bíllinn sem ég á fyrir er breytt þannig og lift um 100mm og lítið mál að gera það og jafnvel aðeins meiri hækkun ef menn vilja.",
            "date": "2019-01-04 21:33:00",
            "post_id": "179167",
            "reply_to_id": "179166"
        },
        {
            "user_name": "Tjakkur",
            "text": "Gaman að heyra þetta. -Var þetta gert með millileggjum og lengri boltum eða var hjólabilið aukið líka?\nHver er reynslan ef þessari breytingu?",
            "date": "2019-01-05 00:25:00",
            "post_id": "179170",
            "reply_to_id": "179167"
        },
        {
            "user_name": "Óttar",
            "text": "Ég renndi álmillilegg og smíðaði svo nokkurskonar þrífót fyrir efri spyrnuna að framan. Ég hélt sama hjólabili. Ég gerði þetta 2013 og hefur reynst mér mjög vel",
            "date": "2019-01-05 11:36:00",
            "post_id": "179177",
            "reply_to_id": "179170"
        },
        {
            "user_name": "Tjakkur",
            "text": "Er það raunhæft að færa framstellið framar og afturstellið aftar með því að sérsmíða millilegg með með láréttri  færslu eða þarf að sjóða nýjar festingar í grind bílsins?\nHversu stórt mál er að færa fjöðrunarhluti til að elta efri spyrnuna að framan fram og niður?",
            "date": "2019-01-05 14:49:00",
            "post_id": "179180",
            "reply_to_id": "179177"
        },
        {
            "user_name": "Óttar",
            "text": "Það væri lítið mál að græja offset á subframe grindina sjálfa eða jafnvel millilegg sem sæji um það. Varðandi efri spyrnuna að framan þá þarf að hafa offset á hækkunini sem tekur tilit til king pin og caster gráðu og ætti ekki vera vandamál að setja offset líka með tilit til þess að hjól séu framar",
            "date": "2019-01-05 19:59:00",
            "post_id": "179183",
            "reply_to_id": "179180"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "Seikel.de framleiða portal fyrir VW",
            "date": "2019-01-07 20:42:00",
            "post_id": "179194",
            "reply_to_id": "179183"
        },
        {
            "user_name": "Óttar",
            "text": "Smá framhald\nhttps://photos.app.goo.gl/sHCxM6tuf5Mz7fY17",
            "date": "2019-03-12 19:19:00",
            "post_id": "179701",
            "reply_to_id": "179194"
        },
        {
            "user_name": "íbbi",
            "text": "hrikalega áhugavert\nbreytiru s.s  seinni bílnum, þeim með biluðu vélina?",
            "date": "2019-03-12 23:20:00",
            "post_id": "179702",
            "reply_to_id": false
        },
        {
            "user_name": "Hjörturinn",
            "text": "Hrikalega töff dæmi hjá þér.\nVar enginn séns að halda orginal drifbúnaði/fjöðrun uppá styrk/hlutföll og læsingar?\nEr þetta ekki sami búnaður undir þessum bílum og í porche cayenne?",
            "date": "2019-03-13 10:26:00",
            "post_id": "179705",
            "reply_to_id": "179702"
        },
        {
            "user_name": "Óttar",
            "text": "Takk fyrir :)\nJá ég breytti bílnum með biluðu vélina, hann var aðein betur búinn og betur farinn að innan.\nHjörtur þetta er sama fjöðrun og Audi Q7 og Cayenne og er mjög skemmtileg en frekar slagstutt. Mér fannst hún vera full flókin til að breyta en hef rekið mig á að það er heilmikil vinna að smíða hásingar frá grunni :)",
            "date": "2019-03-13 21:48:00",
            "post_id": "179708",
            "reply_to_id": "179705"
        }
    ],
    "date": "2019-03-12 23:20:00"
}