{
    "forum_title": "Torfæruspjall",
    "id": "29650",
    "title": "Skráning í Sindratorfæruna á Hellu 2015",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=10&t=29650",
    "posts": [
        {
            "user_name": "Kárinn",
            "text": "Dagana 1 og 2 maí fer fram Sindra Torfæran á Hellu og nú er komið að skráningu.\nHENNI LÝKUR SAMHVÆMT LOGUM 14 DÖGUM FYRIR KEPPNI SEM ER 17 APRIL KL. 23:59\nFöstudaginn 1. maí hefst keppni klukkan 13:00 og þar er um að ræða 1. umferð íslandsmótsinns í torfæru.\nSkráning hér: \nhttp://goo.gl/forms/bXUQWeVHSF\nHér má finna upplýsingar um dagskrá: \nhttps://docs.google.com/\n…/1dVNBiFrvKTanuos3zL0yKLQtEQ0H…/pub\nHérna er svo að finna starfsmannalistann:\nhttps://docs.google.com/\n…/1CpfxRx_3mZBZORhGTz99_EOKkNSs…/pub\nVið minnum þig á, kæri keppandi, að skráningin er EKKI staðfest nema keppnisgjöld eru greidd inná Flugbjörgunarsveitina á Hellu. Keppnisgjald fyrir torfærubíla: 7.000 kr (innifalið er keppnisskirteini [2.000 kr] ) \nReikningur: 308 - 26 - 615 Kennitala: 410775 0269 \nMeð skýringu: Keppnisgjöld \nEndilega staðfestið sem fyrst.\nKeppendur munu fá þessa lista senda á email að skráningu lokinni sem og staðfestingu á skráningu\nLaugardaginn 2. maí hefst keppni klukkan 13:00 og þar er um að ræða 50 ára afmælissýningu þar sem nokkrir af helstu keppendum torfærusögunnar sýna að þeir hafa engu gleymt.\nAð henni lokinni kl. 15:00 fer fram fleytingakeppni á ánni þar sem torfærubílar, sleðar, og hjól munu etja kappi.\nTorfærubílar munu taka beina fleytingu þar sem dæmt er eftir tíma, hraða og aðferð\nSleðar mun fara nokkrir útí í einu og aka braut með nokkrum beygjum þar sem dæmt er eftir tíma, \nHjól munu taka beina fleytingu og þar er dæmt eftir aðferð og sá sem lengst kemst\nFramkvæmd fleytingakeppninar gæti breyst eftir þáttöku eða öðru en þetta er grunnurinn.\nSkráning fyrir fleytingakeppnina fer fram hér: \nhttps://docs.google.com/\n…/1jCqBFqnxRm6dwRbyvAk0DN…/viewform…\nHér má finna dagskránna: \nhttps://docs.google.com/\n…/1wNfiM9iKb3kS8YOC-YAk7O1hVM…/edit…\nHérna er svo að finna starfsmannalistann:\nhttps://docs.google.com/\n…/1CpfxRx_3mZBZORhGTz99_EOKkNSs…/pub\nVið minnum þig á, kæri keppandi, að skráningin er EKKI staðfest nema keppnisgjöld eru greidd inná Flugbjörgunarsveitina á Hellu. Keppnisgjald fyrir torfærubíla: 5.000 kr (innifalið er keppnisskirteini [2.000 kr] ) Fyrir hjól og sleða 3.000 kr Reikningur: 308 - 26 - 615 Kennitala: 410775 0269 \nMeð skýringu: Keppnisgjöld \nEndilega staðfestið sem fyrst.\nÞegar skráning hefur verið staðfest kemur staðfesting á email.\nMatur og ball\nUm kvöldið verður svo matur og ball í Árhúsum þar sem húsið opnar klukkan 20 og matur hefst klukkan 20:30 réttfyrir miðnætti verður svo lifandi muzik fram eftir nóttu. Þar er hugmyndin að sýna einnig gamlar myndir og video svo allir ættu að geta fundið eitthvað við sitt hæfi. \nÞeir sem eru keppendur í Íslandsmeistaramótiðinu í torfæru og þeirra aðstoðarmenn geta skráð sig um leið og þeir skrá sig í það aðrir áhugamenn torfærunnar geta skráð sig með því að senda email: \nkarinnehf@hotmail.com\n eða hringja í síma 8490511\nÞað kostar 3500 á mann í matinn og frítt á ballið.\nGistimöguleikar eru töluverðir á Hellu\nKeppendum er frjálst að gista í pitt eins og verið hefur en þar verður salernisaðstaða en ekki rennandi vatn nema í nálægum lækjum\nStracta hotel Hellu\n• gisting í standard herbergi kr. 16.500,- fyrir eina nótt\n• gisting í standard herbergi kr. 29.700,- fyrir tvær nætur\n• gisting í standard herbergi kr. 39.600,- fyrir þrjár nætur \ninnifalinn morgunverður og aðgangur að saunum og heitum pottum.\nTil þess að panta gistingu senda email á \ninfo@stractahotels.is\n og til þess að njóta þessara kjara þarf að taka fram að þetta sé á vegum Flugbjörgunarsveitarinnar á Hellu\nAðrir möguleikar :\nhttps://www.southdoor.is\n Tjaldstæði á Hellu, smáhýsi, hótel ofl.\nhttp://www.south.is/en/where-to-stay\n Gistiheimili, sumarbústaðir ofl.\nSjáumst öll á Hellu 1 og 2 maí lofa botnlausri skemmtun og sól\nF.h. Flugbjörgunarsveitarinnar á Hellu\nKári Rafn Þorbergsson\nKeppnisstjóri\ns. 8490511\nkarinnehf@hotmail.com",
            "date": "2015-04-06 14:44:00",
            "post_id": "155924",
            "reply_to_id": false
        }
    ],
    "date": "2015-04-06 14:44:00"
}