{
    "forum_title": "Almennt spjall",
    "id": "29713",
    "title": "Rocky gírkassi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=29713",
    "posts": [
        {
            "user_name": "rauðhaus",
            "text": "Sælir. Ég er með í höndunum brotinn gírkassa úr Daihatsu Rocky 2.8td og annan brotinn í bílnum. Nú þarf að fara að gera annan þeirra upp og mig vantar að vita hvar hægt er að finna í þetta upptektarsett og gíra, þ.e.a.s tannhjól.\nKassin heitir 5VH og er orginal. Eru ekki einhverjar síður á netinu sem selja varahluti í svona eða þarf maður að hafa samband við eitthvað fyrirtæki hér heima. Vantar góð ráð og jafnvel hvort einver annar kassi passi á kúplingshúsið eða aftan á vélina og þá með millikassa með úrtak fyrir framdrif hægra megin.\nM.b.k Jóhann \nhttp://frame.pl/gumis/Strony/tr/Instruk ... ISSION.pdf",
            "date": "2015-04-10 18:24:00",
            "post_id": "156151",
            "reply_to_id": false
        },
        {
            "user_name": "grimur",
            "text": "Ansans árans að ég átti svona kassa en lét hann fara í gáminn. \nÞað er helst að finna í þetta í Ástralíu sýnist mér samkvæmt smá gúggli, myndi samt athuga Bretland líka, þeir henda ekki öllu alveg um leið og hafa flutt inn undarlegustu bíla. \nÞað má kannski fljóta með að millikassinn í Rocky er alger gargandi snilld, ég hef ekki séð eins hraustan lágadrifsgír í nokkrum jeppakassa, svo er hann með um 30% niðurgírun í háa drifinu, sem hentar ekki illa í okkar sporti.\nEf einhver er að hugsa um að láta svoleiðis grip má alveg láta mig vita, ég gæti alveg hugsað mér að eiga einn til vara, bara svona ef illa fer.",
            "date": "2015-04-10 23:25:00",
            "post_id": "156166",
            "reply_to_id": "156151"
        },
        {
            "user_name": "jeepcj7",
            "text": "Er ekki svona dæari alveg náskyldur toyotu er ekki séns að einhver toy kassi passi við þetta úr gömlum hilux eða land cruiser?\nEða er þetta bara algert viðrini?",
            "date": "2015-04-10 23:36:00",
            "post_id": "156169",
            "reply_to_id": "156166"
        },
        {
            "user_name": "haflidason",
            "text": "er þetta allavega ekki þannig í hilux að það er sömu kassar en sitthvort kúplinghúsið? þá dettur mér í hug að spyrja hvort rocky kassinn sé með lausu kúplinghúsi eins og toyotan? gæti verið vísbending um uppruna rocky kassana eða hvað??",
            "date": "2015-04-11 12:25:00",
            "post_id": "156181",
            "reply_to_id": "156169"
        },
        {
            "user_name": "rauðhaus",
            "text": "Það er hægt að bolta kúplingshúsið af. En með toyotukassana þá eru þeir eitthvað mismunandi með gírun í v6, 2,4 bensín og svo dísel. En eg veit ekkert um boltastaðsetningar á toyota kössum. Er að vona að þeir passi án mikills vesens ef ég fæ ekkert í þessa rocky kassa.",
            "date": "2015-04-11 15:10:00",
            "post_id": "156190",
            "reply_to_id": "156181"
        },
        {
            "user_name": "grimur",
            "text": "Besti kosturinn þar væri líklega að láta R150f kassa úr 4Runner passa aftaná. Það kom líka enn betri kassi í 2.4 TURBO bensín 4runner, hann er eins og R150f nema með lægri 1 og 2 gír.\nÉg er einmitt með 4Runner með R150f og millikassa bakvið skúr, sem fæst gegn því að vera sóttur plús 15.000(allur bíllinn). Það þarf að skipta um slithluti í kassanum og mótorinn gengur á 5cyl, en millikassinn er líklega í góðu standi. Bjallaðu ef þú hefur áhuga.\nKv\nGrímur, 664 1001",
            "date": "2015-04-20 19:59:00",
            "post_id": "156205",
            "reply_to_id": "156190"
        },
        {
            "user_name": "rauðhaus",
            "text": "Enginn sem á svona handa mér",
            "date": "2015-06-07 22:24:00",
            "post_id": "158732",
            "reply_to_id": "156205"
        },
        {
            "user_name": "birgiring",
            "text": "Kannske veit ég um gírkassa. S. 8948242",
            "date": "2015-06-07 22:50:00",
            "post_id": "158734",
            "reply_to_id": "158732"
        }
    ],
    "date": "2015-04-10 18:24:00"
}