{
    "forum_title": "Almennt spjall",
    "id": "29871",
    "title": "að mála ál",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=29871",
    "posts": [
        {
            "user_name": "draugsii",
            "text": "Nú þarf að leita í gagnabankann hér á vefnum svo hér kemur spurning\nhvernig er best að undirvinna ál fyrir málun?",
            "date": "2015-04-23 23:18:00",
            "post_id": "156775",
            "reply_to_id": false
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Svipað og venjulega held ég nema allavega einu sinni þá þurfti spes grunn á ál - kallað sýrugrunnur.",
            "date": "2015-04-24 08:12:00",
            "post_id": "156782",
            "reply_to_id": "156775"
        },
        {
            "user_name": "Sæfinnur",
            "text": "Mér hefur reynst best að spjalla við sölumenn í þeim fyrirtækjum sem selja þær vörur sem maður er að spá í. Varðandi málningarvörur finnst mér best að leita ráða hjá Sérefni   517 0404.  Strákarnir þar hafa verið liðlegir og góðir ráðgjafar.",
            "date": "2015-04-24 09:05:00",
            "post_id": "156785",
            "reply_to_id": "156782"
        },
        {
            "user_name": "hobo",
            "text": "Ég mæli með viðloðunargrunni frá Rustolium, hálfgert klístur og loðir við allt. Fæst í Húsasmiðjunni.\nEdit: Grunnurinn heitir Combi Primer,",
            "date": "2015-04-24 20:17:00",
            "post_id": "156813",
            "reply_to_id": "156785"
        },
        {
            "user_name": "olei",
            "text": "Gamli góði Bit ætigrunnurinn loðir mjög vel við ál, ég mæli með þeim rauða sem mig minnir að sé ekki alveg sama stöffið og aðrir litir - svo undarlega sem það nú hljómar. Ég grunnaði með honum stórt gírkassahús úr áli nýverið og þar sem pensillinn skrapp yfir á fleti fyrir pakkingasæti var hreint ekkert grín að ná honum af. Það var bara slípivinna þó að pakkningasætin væru spegilfægð = fullkomin viðloðun.\nFyrir stál þarf að fara í ansi eitraðan tvegga þátta Epoxy grunn til að finna eitthvað sterkara, mér skilst að hann verji ál afar vel líka.\nhttp://malning.is/wp-content/uploads/20 ... RUNNUR.pdf",
            "date": "2015-04-25 00:43:00",
            "post_id": "156835",
            "reply_to_id": "156813"
        },
        {
            "user_name": "Hrannifox",
            "text": "Pabbi var oft að sprauta landroverana í gamladaga þá notaði hann alltaf bit ætigrunn og þynnti hann út fyrir könnuna hann sagði að það væri það eina sem dugði á álið",
            "date": "2015-04-26 01:36:00",
            "post_id": "156893",
            "reply_to_id": "156835"
        },
        {
            "user_name": "draugsii",
            "text": "ok þá notar maður bit grunn ef maður fer í að mála þetta\nþakka svörin",
            "date": "2015-04-26 01:58:00",
            "post_id": "156895",
            "reply_to_id": "156893"
        },
        {
            "user_name": "Axi",
            "text": "Það er mjög mikilvægt að þurrka vel oxiteringarhúðina af álinu með td. sellulósaþynni áður en grunnað er til að tryggja góða viðloðun. Grunnun þarf svo að eiga sér stað innan 30 mínútna áður en húð nær að myndast aftur.",
            "date": "2015-04-26 22:59:00",
            "post_id": "156936",
            "reply_to_id": "156895"
        },
        {
            "user_name": "helgibj",
            "text": "Sælir það er mikið atriði að matta álið og láta það ekki standa lengi bert og óvarið, heldur seta grunn strax á það.  Mæli með að þú farir í Málningarvörur og kaupir Washprimer og setur eina þunna umferð af honum á, svo læturðu hann lofta í 15mín og svo seturu fylligrunn beint ofan á það.\nkv Helgi",
            "date": "2015-05-03 08:49:00",
            "post_id": "157274",
            "reply_to_id": "156936"
        },
        {
            "user_name": "Polar_Bear",
            "text": "Sýrugrunnur er málið",
            "date": "2015-05-03 11:29:00",
            "post_id": "157277",
            "reply_to_id": "157274"
        },
        {
            "user_name": "villi58",
            "text": "Þarna er það rétta í grunnun á áli, svipað með suðu á áli þar sem þarf að pússa eða fara með vírbusta á ef líður meira en c.a. 1/2 klst. á milli suða.\nÞetta er haft eftir manni sem hefur tugi ára í meðhöndlun áls og hef ég farið eftir því.",
            "date": "2015-05-03 12:18:00",
            "post_id": "157279",
            "reply_to_id": "157277"
        }
    ],
    "date": "2015-04-23 23:18:00"
}