{
    "forum_title": "Almennt spjall",
    "id": "29946",
    "title": "toyota 2.4d vesen",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=29946",
    "posts": [
        {
            "user_name": "Valdi B",
            "text": "sælir veriði, ég er að reyna að laga til hjólabíl fyrir sumarið, toyota hiace 1998 með 2.4d non turbo 2l mótor og hann glamrar alveg glimrandi og reykir eins og enginn sé morgundagurinn, mér var sagt að þetta gætu verið spíssar og ég tók þá úr og fékk kall til að prófa þá og hann sagði að tveir hefðu verið hálfstíflaðir en hinir tveir hefðu opnað í 150 (held að hann hafi talað um psi) og hann hafi stillt hina tvo (stífluðu) á sama eftir að hafa þrifið þá.\nsetti þá í og finnst reykmengunin hafa minnkað aðeins en hún er samt svakalega mikil og eins glamrið í mótornum. hann er klárlega ekki eins latur og hann var fyrir þessa aðgerð.\nhvað dettur ykkur í hug að gæti verið að ?",
            "date": "2015-04-30 21:30:00",
            "post_id": "157176",
            "reply_to_id": false
        },
        {
            "user_name": "karig",
            "text": "Hvernig er reykurinn á litinn? Það væri óvitlaust að mæla smurþrýsting, ef hann er í eðlilegur, þá er staðan ekki svo slæm, kannski er þetta glamur í ventlum, stangarlegu, ómögulegt að segja nema vera á staðnum. kv, kári.",
            "date": "2015-05-01 08:08:00",
            "post_id": "157185",
            "reply_to_id": "157176"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ef reykurinn er hvítur, þá gæti þetta verið vatn að fara inná cylender eða olíutíminn ruglast og þá er hann sennilega farinn yfir á tíma.",
            "date": "2015-05-01 09:08:00",
            "post_id": "157187",
            "reply_to_id": "157185"
        },
        {
            "user_name": "Haukur litli",
            "text": "Er nokkuð búið að skrúfa upp í olíuverkinu eða loftsían þéttari en hausinn á þingmanni?",
            "date": "2015-05-01 20:03:00",
            "post_id": "157212",
            "reply_to_id": "157187"
        },
        {
            "user_name": "Valdi B",
            "text": "reykurinn var frekar hvítur þegar ég setti bílinn inn og reif úr honum spíssana en núna þegar búið er að setja spíssana í aftur tók ég hann út og tók smá video...\nhttps://www.facebook.com/vaaldi/videos/ ... 834796802/\nvonandi er þetta opið öllum ég er svo tölvuheftur :)\nen núna þegar bíllinn er kominn út og hægt að gefa honum án þess að deyja úr reykeitrun þá finnst mér reykurinn vera frekar blár og þið heyrið glamrið (ef þið sjáið videoið) :D",
            "date": "2015-05-03 16:43:00",
            "post_id": "157289",
            "reply_to_id": "157212"
        },
        {
            "user_name": "svarti sambo",
            "text": "Svona miklar inngjafir skila engri niðurstöðu. Heyrir þetta best svona í kringum 1000 sn. En mér sýnist hann hafa farið yfir á tíma um svona eina tönn. og þegar að hann er að byrja að bæta við sig snúning, þá heyrist mér þetta vera ventlaglamur sem kemur eða spíssa glamur. Erfitt að heyra það á þessum þennslum.  Sé ekkert blátt við þennan reyk, en hann er ljós. Það geta verið merki um að hann sé að senda óbrennda gasolíu út í eldgrein. Þá kemur ljós reykur. Ætti líka að vera máttlausari. Soðaðu tímamerkin á vélinni.",
            "date": "2015-05-03 21:23:00",
            "post_id": "157302",
            "reply_to_id": "157289"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll er sammála sambo það er eins og hann sé vitlaus á tíma ansi mikið glamur í honum sem ekki á að vera",
            "date": "2015-05-03 21:54:00",
            "post_id": "157303",
            "reply_to_id": "157302"
        },
        {
            "user_name": "Valdi B",
            "text": "takk fyrir þetta snillingar ég tjekka á þessu :)",
            "date": "2015-05-04 19:12:00",
            "post_id": "157348",
            "reply_to_id": "157303"
        },
        {
            "user_name": "Valdi B",
            "text": "jæja ég gleymdi alltaf að setja inn niðurstöður hérna inn. bíllinn var vitlaust á tíma, olíuverkið var vitlaust á tíma um korter. en knastás og sveifarás rétt, þegar var búið að tíma allt rétt þá hætti allt glamur og bíllinn fór að ganga betur og reykja minna.\nEENN hann reykir svakalega núna í hægagangi, um leið og honum er gefið aðeins þá hættir hann og er þá bara fínn. en alltaf í hægagangi reykir hann mjög bláum reyk. kunningi minn sagði mér að þá væri hann að svelta á olíu gæti það verið rétt ?  hvað gæti það verið og vitið þið hvað spíssarnir eiga að opnast við mikinn þrýsting í 2.4d 2l ?",
            "date": "2015-06-12 14:45:00",
            "post_id": "158922",
            "reply_to_id": "157348"
        },
        {
            "user_name": "Startarinn",
            "text": "Þrýstingurinn sem þér var gefinn upp er nánast örugglega Bar.\nBlái reykurinn eru að öllum líkindum lekar dísur í spíssunum, reykurinn af því og smurolíu er nánast eins, en lyktin mismunandi.\nEf allt er í lagi á ekki að skila sér í reyk þó olíuverkið svelti\nDýsur í spíssum sem hafa stíflast eru ónýtar, það er bara svo einfalt, og að öllum líkindum ástæðan fyrir reyknum",
            "date": "2015-06-13 04:56:00",
            "post_id": "158971",
            "reply_to_id": "158922"
        },
        {
            "user_name": "Valdi B",
            "text": "já okay takk fyrir þetta þá verður næst prófað að skipta um spíssa :)",
            "date": "2015-06-14 00:47:00",
            "post_id": "158994",
            "reply_to_id": "158971"
        },
        {
            "user_name": "karig",
            "text": "Ég veit ekki hvort það kemur þessu beint við en minn Hilux kemur stundum með svona bláan smurolíureyk þegar ég set hann í gang, mér hefur dottið í hug að hann sé að draga smurolíu inn á sig úr kúllernum..... kannski er þetta langsótt en ef túrbínan slefar mikið gæti það verið smuga... kv,Kári.",
            "date": "2015-06-14 02:25:00",
            "post_id": "158997",
            "reply_to_id": "158994"
        },
        {
            "user_name": "Valdi B",
            "text": "sæll, þetta er túrbínulaust afturdrifið apparat, og reykir svona alltaf í hægagangi alveg sama hvort hann er heitur eða kaldur :)",
            "date": "2015-06-14 19:06:00",
            "post_id": "159005",
            "reply_to_id": "158997"
        }
    ],
    "date": "2015-04-30 21:30:00"
}