{
    "forum_title": "Almennt spjall",
    "id": "30094",
    "title": "Dolly reglur?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=30094",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar er mikið búinn að hugsa um að fá mér Dollí til að draga Hulkinn um á þjóveginum. Þar sem ekki er gaman að aka honum á 54\" dekkum og gömlum Unimog hásingum. Hann  fær jeppaflensuna á um 60 km hraða þegar vegir eru auðir og ætlar að hrista af mér gleraugun þegar verst lætur. Hef aldrei þorað að keyra hann upp úr þessum krampaköstum. En Snilli vinur og sonur minn gera það iðulega. Hann hættir víst í 80 en svo hratt þori ég ekki. En þetta er í lagi þegar snjór er á vegi því þá virðist minna viðnám. Nú svo er drifrásin gamall Unimog og það sargar og gargar í þessu dóti svo það er ekki skemmtilegt að aka þessu langar leiðir á vegi.Hann er að eyða um 18 lítrum á hundraði að öllu jöfnu svo það má sætta sig við það.En þá er það Dollí er þetta löglegt hér á landi og má draga bíl eins og Hulkinn sem er 2,6 tonn á svona Dollí og þarf  sérstakar  tryggingar þessu tilheyrandi og skráninganúmer. Finn ekkert um þetta. kveðja Guðni á SIgló",
            "date": "2015-05-13 17:14:00",
            "post_id": "157755",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Ég hef tvö ráð handa þér. Losa þig bílinn er ráð nr 1. Ráð nr 2 er að finna út hvað veldur þessum skjálfta og laga það. Þú ert nú búinn að eiga hálfan 44\" bíla flota landsins og keyra þá uppúr skjálftanum. Þannig að þetta ætti ekkert að þvælast neitt fyrir þér. Ég er reyndar að velta því fyrir mér þessa dagana hvaða hjólabúnaður væri hentugur í dollý smíði. Ég þarf neflilega að koma einum varahluta patrol sem að ég á austur á land og var að pæla í að smíða dollý sem hægt er að breikka og mjókka. Og jafnvel með lið á beislinu sem hægt er svo að læsa þegar að maður er að draga dollýið tómt..",
            "date": "2015-05-13 23:39:00",
            "post_id": "157773",
            "reply_to_id": "157755"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Gísli nú er ég að pæla í Dolly og reglum um það. Hulkinn verður aldrei betri en þetta á 54\" slitnum dekkum og gömlum Unimog frekar en aðrir 54\" bílar með sama útbúnað.Þetta fylgir bara svona smíði sem er unnin upp úr gömlu dóti sem aðrir eru að henda því það var ekki hægt að nota það lengur . Svo það er afgreitt með hann.Þetta er ekki einhver sportbíll. Þetta er payloader og það þarf græju til að koma honum á milli.",
            "date": "2015-05-14 01:13:00",
            "post_id": "157775",
            "reply_to_id": "157773"
        },
        {
            "user_name": "ivar",
            "text": "Er ekki eina spurningin um hvenær þetta telst kerra og hvenær ekki?\nEf þetta telst ekki kerra er þetta væntanlega eins og að draga bíl á stöng og þá er hámarkshraði 50.\nEf þetta er kerra þá er hún væntanlega skráningarskyld sökum burðargetu en mátt keyra á 80kmh.\nÉg hef áhuga á að eignast svona útbúnað og á til hjólnöf undan F350 sem duga örugglega flott í svona verkefni ef einhver vill eiga á móti mér.",
            "date": "2015-05-14 11:48:00",
            "post_id": "157784",
            "reply_to_id": "157775"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar já Ívar ég ætla að hringja í Samgöngustofu eftir helgina og leita eftir upplýsingum og þá reglugerð um dollí ef hún er til. Þetta er sniðugur búnaður. Félagi minn fór austur á Hellu frá Reykjavík og sótti Suberban 2500 bíl og dróg þetta til Reykjavíkur á 1600 Sukku og gekk vel og hann lofaði græjuna í hástert.",
            "date": "2015-05-14 12:33:00",
            "post_id": "157787",
            "reply_to_id": "157784"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég er búinn að draga nokkra bíla á beisli fleiri hundruð kílómetra. \nSú lausn hentar Guðna ekki útaf jeppaveikinni, en gæti hentað Gísla með varahlutabílinn, dekkin elta ef stýrið er ólæst, amk ef þú ert með orginal dekk undir, ég hef bara lent í vandræðum þegar ég dró Russajeppa á 38\" dekkjum á 15\" breiðum felgum, þau voru ekki hrifin af kröppum beygjum.",
            "date": "2015-05-14 13:00:00",
            "post_id": "157789",
            "reply_to_id": "157787"
        },
        {
            "user_name": "Polar_Bear",
            "text": "'Eg held að þessar reglur ná yfir dollý lika eins og annan tengibúnað \nhttp://www.samgongustofa.is/media/eydub ... itaeki.pdf",
            "date": "2015-05-14 14:37:00",
            "post_id": "157794",
            "reply_to_id": "157789"
        },
        {
            "user_name": "ivar",
            "text": "Já, ég var búinn að sjá svona lýsingar en það sem truflar mig við dolly er að farmurinn (bíllinn) hvílir ekki nema að litlu leiti á dollíinu og stendur langt aftur fyrir og lætur dekk hvíla á jörðinni. \nEndilega Guðni deildu með okkur hvað samgöngustofa hefur um þetta að segja.",
            "date": "2015-05-14 15:58:00",
            "post_id": "157798",
            "reply_to_id": "157794"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir já Ívar ég læt vita. Einmitt það sem ég var að hugsa um að það er bara hluti þess sem er dreginn sem hvílir á Dollýinu",
            "date": "2015-05-14 16:31:00",
            "post_id": "157799",
            "reply_to_id": "157798"
        },
        {
            "user_name": "Polar_Bear",
            "text": "Dollý er notað lika á dráttarbílum og þar hvílir lika hluti farmsins á því. \nSvo það hlítur að þurfa að þola í það minsta meira en 750 kg kerra og falla undir reglur þar að hljótandi en veit ekki til þess að þau séu skránigarskild , það verður fróðlegt að heyra hvað Samgöngustofa seigir .",
            "date": "2015-05-14 17:41:00",
            "post_id": "157801",
            "reply_to_id": "157799"
        },
        {
            "user_name": "Polar_Bear",
            "text": "Hér eru þokkalegar teikningar af dolly \nhttp://www.trailersauce.com/trailer-pla ... omponents/\nVona að þær verði af einhverju gagni",
            "date": "2015-05-14 18:35:00",
            "post_id": "157804",
            "reply_to_id": "157801"
        },
        {
            "user_name": "Offari",
            "text": "Hef dregið á Doly, Kerru og Beysli.   Ég held að Dollý komi bara ekki til greina á Hulk  því dollýið má ekki vera breiðara en 2,55 metrar (nema sett séu undir hann mjórri dekk )   Mig hefur oft langað að smíða Dolly sem hengt er aftaná eins og gert er á bílflutningabílum en þá þarf að vera tölverður burður í þeim bíl.\nÞekki engar reglur um dollý hef bara dregið þetta óskráð í skjóli nætur en reglurnar held ég að séu svipaðar og með óskráðar kerrur og beyslin að hámarkshraðinn sé 50km    Held að mun nær sé að finna skjálftalaus dekk undir Hulk",
            "date": "2015-05-14 20:20:00",
            "post_id": "157808",
            "reply_to_id": "157804"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Starri var búinn að íhuga það.Ég held nefnilega að þetta fáist ekki samþykkt hér á landi enda lítið til af þessu og sést varla í umferð. Fæ mér bara vörubíl til að rúnta með gripinn eða hendi honum það væri ódýrast",
            "date": "2015-05-14 20:27:00",
            "post_id": "157809",
            "reply_to_id": "157808"
        },
        {
            "user_name": "Polar_Bear",
            "text": "það er lika til svona dolly á tvöföldu með dekkin fyrir miðju \nhttp://oka.en.alibaba.com/product/15993 ... Dolly.html",
            "date": "2015-05-14 21:19:00",
            "post_id": "157814",
            "reply_to_id": "157809"
        },
        {
            "user_name": "Startarinn",
            "text": "Stærsta vandamálið sem ég sé er að bíllinn hjálpar þér ekkert að bremsa, og því hlýtur þetta að falla undir sama og bremsulaus kerra og má því ekki vera nema 750 kg að heildarþyngd þ.e. bíll og dolly",
            "date": "2015-05-14 22:20:00",
            "post_id": "157817",
            "reply_to_id": "157814"
        },
        {
            "user_name": "ivar",
            "text": "Leysir maður það ekki bara með bremsum á Dolly? \nÞarf kannski eh að spá hvernig bílinn yrði frestur við dollyið",
            "date": "2015-05-14 22:51:00",
            "post_id": "157819",
            "reply_to_id": "157817"
        },
        {
            "user_name": "Offari",
            "text": "Finnst svoldið glæfralegt að draga Suburban á Súkku.  Ég veit það sjálfur að mér finnst ég full kaldur að draga tveggja tonna farm á mínum Isuzu og finn vel að bremsurnar þola það ekki,  (því keyri ég hægar með slíkan farm)   Veit að margir þvælast á fólksbílum með bíl í beysli lanshorna á milli.  \nÉg nota oftast beyslið enda hvílir þá ekkert á bílnum.  Dolly hefur svipaða eiginleika þeð er að segja þunginn hvílir ekki á bílnum en til viðbótar er mögulegt að setja hemla á dollýið.   Frumskilyrðir fyrir svona drætti finnst mér vera öflugur dráttarbíll því þegar bíllinn er orðinn léttari en það sem dregið er fer eftirvagninn að ráða ferðini (ekki dráttarbíllinn)\nÉg hef aldrei verið stöðvaður þegar ég dreg bíla en hef heyrt að menn hafi fengið háar sektir (nú síðast ökuleyfissvifting þar sem dregið var of hratt)  fyrir að draga eki samkvæmt reglunum.  Bíla sem ég kaupi í Reykjavík læt ég flytja norður fyrir mig (það er aðilin sem flytur bíla milli Reykjavíkur og Akureyrar og hefur ekki kostað mikið)  En þarf svo að sækja þá annað hvort á beysli eða vagni norður.  (er á Breiðdalsvík)  Þunga bíla flyt ég ekki fyrr en ég hef komið einhverjum bremsum á þá og jafnvel gert þá ökuhæfa og þá bara keyrt þeim austur.\nVeit að ég brýt oft reglur (sem eru settar til að koma í veg fyrir slys)  Fer því alltaf varlega reyni að tímasetja slíka flutninga þannig að ég tefji ekki umferð og að löggan sé sofandi,,   ;)",
            "date": "2015-05-15 16:07:00",
            "post_id": "157839",
            "reply_to_id": "157819"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar ég held að ég sé búinn að finna lausn á þessu með að koma Hulkinum án leiðinda á milli.Búinn að afskrifa þessa Dollý hugmynd hún fæst ekki viðurkend.kveðja Guðni",
            "date": "2015-05-15 17:53:00",
            "post_id": "157844",
            "reply_to_id": "157839"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ég hef ekki séð dollý sem er götuskráð, og veit heldur ekki hvaða flokk það ætti að geta farið í ef til þess kæmi",
            "date": "2015-05-15 19:13:00",
            "post_id": "157851",
            "reply_to_id": "157844"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar er búinn að redda þessu engin jeppaveiki og kemst á flestar bílakerrur. Svo er þetta vinner í The Biggest Looser á Skjá einum. Beefore and after myndir kominn",
            "date": "2015-05-15 20:02:00",
            "post_id": "157854",
            "reply_to_id": "157851"
        },
        {
            "user_name": "Nenni",
            "text": "Ef að þetta er lausn, ,má þá ekki allt eins setja vagninn á 42\" dekk og aka faratækinu með 54\" á kerru í eftirtogi ?",
            "date": "2015-05-15 20:10:00",
            "post_id": "157855",
            "reply_to_id": "157854"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Hulkinn kominn á sumardekkin og engin jeppaveiki lengur. Nú svo vann hann keppnina The Bigest Looser á Skjá einum. Því lík fegurð. Fer á bílasýninguna þann 17 júní á Bíladögum á Akureyrir. Þarf að múta einhverjum til að fá að komast inn á sýninguna. Nú má Villi Toyota Dobulcabmaður á Ólafsfirði vara sig því minn fær örugglega fyrstu verðlaun í keppni um flottustu bílana á sýníngunni. Það er enginn eins og Hulkinn. Hann er  ný kominn úr vaxtarækta keppni og er helskorinn og fitu prósentan ekki nema 5%. Mikill um herðarnar og rýrnar níður eins og alvöru vaxtaræktarmaður",
            "date": "2015-05-15 20:11:00",
            "post_id": "157856",
            "reply_to_id": "157855"
        },
        {
            "user_name": "risinn",
            "text": "Guðni.\nÞarft þú ekki að hafa svona mynd beefore and after eins og hinir í Biggest Looser. :-)\nKv. \nRagnar.",
            "date": "2015-05-15 23:18:00",
            "post_id": "157864",
            "reply_to_id": "157856"
        }
    ],
    "date": "2015-05-13 17:14:00"
}