{
    "forum_title": "Almennt spjall",
    "id": "3020",
    "title": "Hjólastöðu-vottorð",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=3020",
    "posts": [
        {
            "user_name": "karig",
            "text": "Kannast menn við að vottorð frá bifreiðaverkstæði um að öll hjól séu undir bílnum kosti 20.000 kr? Ég er búinn að fá tölur frá tveimur verkstæðum og þetta var prísinn. Frumherji tilkynnir manni eftir að hafa sett loftpúða í stað fjaðra, án þess að færa hásingu, þarf svona vottorð, + vottorð frá löggiltri vigt, ekki eldra en viku gamalt. (Bílnum var breytt á löggiltu bifreiðaverkstæði) Hins vegar ef manni dytti í hug að saga bílinn í sundur og lengja hann um hálfan meter er skoðunarmanni treyst fyrir að taka svoleiðis aðgerð út með sjónmati!!!!! Það er með ólíkindum hvað er hægt að plokka af jeppamönnum. Kv, Kári.",
            "date": "2011-01-12 15:10:00",
            "post_id": "13731",
            "reply_to_id": false
        },
        {
            "user_name": "ofursuzuki",
            "text": "Ertu að láta sérskoða hann? Samkvæmt því sem stendur á vef US þá er þetta ástæða fyrir slíku vottorði:\nKrafa um vottorð um hjólastöðu: Gerð er krafa um framvísun á hjólastöðuvottorði við endurskoðun ökutækja ef dæmt hefur verið á hjólastillingu í almennri skoðun, við breytingu á tjónaskráningu í ökutækjaskrá og við sérskoðun . Ef um er að ræða breytingu á skráningu skal vottorð fylgja með til Umferðarstofu.\n Sé ekki að þar komi neitt fram um breytingu á fjöðrunarbúnaði.",
            "date": "2011-01-12 15:28:00",
            "post_id": "13733",
            "reply_to_id": "13731"
        },
        {
            "user_name": "karig",
            "text": "Er ekki \nsérskoðun\n sama og breytingaskoðun v/breytinga á fjaðrabúnaði? Kv,Kári",
            "date": "2011-01-12 16:08:00",
            "post_id": "13736",
            "reply_to_id": "13733"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Sérskoðun og breytingarskoðun er ekki það sama, \nBREYTINGASKOÐUN 1 er framkvæmd ef breytingar eru gerðar samkvæmt fyrirmælum framleiðanda ökutækis eða þær hafa ekki áhrif á aksturseiginleika og akstursöryggi. Einnig ef um notkunarflokksbreytingar er að ræða.\nBREYTINGASKOÐUN 2 er framkvæmd ef breytingar eru gerðar samkvæmt fyrirmælum framleiðanda ökutækis eða\nþær hafa ekki áhrif á aksturseiginleika og akstursöryggi. Einnig ef um ökutækjaflokksbreytingar er að ræða. Þessar\nbreytingar eru merktar þannig.\nSÉRSKOÐUN er framkvæmd ef bifreið hefur verið breytt í veigamiklum atriðum frá upprunalegri útfærslu\nframleiðanda og ekki eru til leiðbeiningar framleiðanda þar að lútandi. Bifreiðin verður að skoðun lokinni skráð “Breytt\n(torfæru)bifreið”.\nÉg kannaði þetta hjá US og þar sem þú varst að skipta úr fjöðrum yfir í loftpúða og þurftir því að væntanlega að smíða stífur og slíkt í kringum það og í það geta þeir hengt sig að það þurfi að sérskoða það samkvæmt þessu\" Fjaðrir: Allar gerðarbreytingar, viðbætur og útfærslubreytingar\"\nHelvíti hart þegar búið er að sérskoða bílinn áður en svona er þetta, við bíleigendur erum endalaust mjólkaðir\nog skattpíndir.",
            "date": "2011-01-12 17:02:00",
            "post_id": "13738",
            "reply_to_id": "13736"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Bílaverkstæði Högna 220 hfj. stillum mun ódýrar en talan sem þú minntist á, ráðum við 38\" bíla allt að 3 tonnum rétt tæplega.",
            "date": "2011-01-12 17:44:00",
            "post_id": "13743",
            "reply_to_id": "13738"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2011-01-12 19:05:00",
            "post_id": "13749",
            "reply_to_id": "13743"
        },
        {
            "user_name": "JonHrafn",
            "text": "Ég borgaði 10þús þarna í fyrrasumar. \nhttp://ja.is/u/hjolastillingar/",
            "date": "2011-01-12 22:11:00",
            "post_id": "13769",
            "reply_to_id": "13749"
        },
        {
            "user_name": "helgiaxel",
            "text": "Það er eitt í þessu líka, þeir taka ekki hjólastöðuvottorð gilt frá öllum verkstæðum, ég lenti í því að borga 2sinnum sama daginn fyrir hjólastöðuvottorð, fyrst um morguninn hjá N1 Akranesi og svo eftir hádegi á öðru verkstæði því fíflin á skoðunarstöðinni tóku hitt ekki gilt, vera með allt svona á hreinu svo þessir asnar geti ekki riðið manni endalaust í rassgatið, allveg örugt að þeir gera nóg af því þó maður bjóði ekki upp á meira með því að skoða hlutina ekki nógu vel.\nKv\nHelgi Axel",
            "date": "2011-01-13 14:38:00",
            "post_id": "13794",
            "reply_to_id": "13769"
        },
        {
            "user_name": "Startarinn",
            "text": "Þetta fer allt eftir hvort það er skráð hvaða fjöðrun er undir bílnum, \nHann er þekktur á Sauðárkróki fyrir að taka bókina bókstaflega, og hann ætlaði að taka minn bíl í aðra breytingaskoðun þegar loftpúðarnir voru settir undir að aftan, en hann sagði svo að það væri ekki skráð hjá þeim hvaða fjöðrun væri orginal undir bílnum svo hann gat ekki tekið bílinn í aðra breytingaskoðun og gaf honum því fulla skoðun.\nÞað er vert að kanna þetta áður en meira er gerten annars verðuru að beygja þig undir þetta",
            "date": "2011-01-13 15:04:00",
            "post_id": "13795",
            "reply_to_id": "13794"
        }
    ],
    "date": "2011-01-12 15:10:00"
}