{
    "forum_title": "Almennt spjall",
    "id": "30252",
    "title": "Mælavesen í Hilux",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=30252",
    "posts": [
        {
            "user_name": "Helgi1",
            "text": "Jæja þannig er nú það að ég ákvað að taka rafkerfið aðeins í gegn í Hiluxnum mínum(Toyota Hilux 2.4D 90mdl) en í honum er aðal og varatankur. Sá sem hefur breytt bílnum hafði útbúið rofa sem átti að geta skipt því hvort olímælirinn væri að sýna stöðuna í aðal eða varatanknum en þetta system var ekki að virka og gat ég aðeins séð stöðuna í aðaltanknum. Ákvað ég því að fjarlægja þennan rofa og snúrurnar sem honum fylgdu og tengja allt saman eins og það hefur verið orginal en til þess þurfti ég að rífa mælaborðið úr bílnum og lóða saman 2 snúrur fyrir aftan olíumælinn sem höfðu verið kliptar í sundur til að tengja þennan blessaða rofa... \nEn vandamálið er að eftir þessa aðgerð þá virkar núna hvorki olíumælirinn né hitamælirinn fyrir vélina.\nÉg er búinn að chekka öryggið fyrir mælana og það er í lagi.\nEr meira að segja búinn að rífa þetta allt aftur í sundur til að athuga hvort þetta hafi ekki farið rétt saman en þrátt fyrir miklar vangaveltur og pælingar þá hef ég ekki minstu hugmynd hvað í \"$%&%#&/ gæti verið að! Þannig öll svör væru mjög vel þegin!\nKv.Helgi",
            "date": "2015-05-28 16:30:00",
            "post_id": "158350",
            "reply_to_id": false
        },
        {
            "user_name": "karig",
            "text": "Er öryggið fyrir þetta í boxinu í húddinu? kv, kári.",
            "date": "2015-05-28 17:36:00",
            "post_id": "158352",
            "reply_to_id": "158350"
        },
        {
            "user_name": "Helgi1",
            "text": "Öryggið fyrir mælana er í boxinu undir mælaborðinu við bílstjórahurðina.",
            "date": "2015-05-28 21:06:00",
            "post_id": "158363",
            "reply_to_id": "158352"
        },
        {
            "user_name": "karig",
            "text": "Þegar ég reif mælaborðið úr mínum hilux um daginn, sprakk öryggi í boxinu í húddinu, að mig minnir öryggið fyrir hleðsluna, en við það duttu út einverjir mælar...... sem komu inn aftur með nýju öryggi, kv, kári.",
            "date": "2015-05-28 21:34:00",
            "post_id": "158365",
            "reply_to_id": "158363"
        },
        {
            "user_name": "Helgi1",
            "text": "Er búinn að yfirfara öll öryggi og þau eru öll í lagi.",
            "date": "2015-05-28 23:33:00",
            "post_id": "158375",
            "reply_to_id": "158365"
        },
        {
            "user_name": "Helgi1",
            "text": "Er engin með hugmynd að því hvað gæti verið að?",
            "date": "2015-06-02 19:36:00",
            "post_id": "158542",
            "reply_to_id": "158375"
        }
    ],
    "date": "2015-05-28 16:30:00"
}