{
    "forum_title": "Jeppar",
    "id": "30289",
    "title": "Til sölu Nissan Patrol",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=30289",
    "posts": [
        {
            "user_name": "hjotti",
            "text": "Til sölu Nissan Patrol \nÁrg 1989 með 350tbi Chevy mótor, 4l60e skiptingu og NP241 millikassa.\n44” breyttur og vel lengdur á milli hjóla. \nEkin 226 á boddý. Búið að keyra 15-16þús km sirka með þennan mótor sem er í núna en kom úr bíl sem var keyrður 71þús mílur minnir mig. \nEr á fínu Dick cebek gleðigúmmí sem er búið að skera vel í og fínt munstur eftir.\nEr bara með orgnial afturlás. \nEr með stærri stýrismaskínu og stýristjakk. Fínn á gleðigúmmíinu. \nBúið að setja í hann sæti úr gömlum subaru.\nEru lagnir í honum fyrir VHF en engin stöð. En það er CB stöð í honum en ekkert loftnet fyrir hana.\nÞræl skemmtileg græja sem að mökk virkar í snjó...  og er með sílsapúst með tilheyrandi hávaða og látum...hér þarf ekkert útvarp og i-phone.\nEr hérna lengri ræða fyrir neðan um allskonar aðgerðir.\nEn ég set 1.5 mills á gripinn. \nEr tilbúin í góða staðgreiðslu. Skoða að taka tjaldvagn/fellihýsi uppí fyrir 2-500þús\nBílinn var tekin útlitslega veturinn 2006-2007.. þá var boddýið orðið ljótt og  boddýfesting brotin og fleira. Allar boiddýfestingar voru smíðar upp á nýtt, öll göt í gólfi löguð og soðið í og svoleiðis ditterí.. settir á bílinn 38” kantar, hliðarrúður teknar úr og sett ein heil rúða í staðin til að losna við þessa flottu gluggakistu sem safnar bara ryði og mosa. Síðan var bílinn sprautaður.\n2008-2009 bræddi 2.8 úr sér og ákveðið var að brydda upp á einhverri nýjung. Keypt var 93árg af Chevrolet pick-up og kraminu úr honum hent í pattan. Ekki gekk það áfallalaust... dótið passaði léttilega í og var þægilegt í smíði en þegar var farið í fyrsta prufutúr kom í ljós eða heyrðist að mótorinn væri úrbræddur... farin höðuðlega... þá var bara klabbið sent í kistufell og sveifarás renndur, blokk borðuð og svo framvegis... en allt í góðu með.. flott að fá ný uppgerða vél. Svo var farið í næsta prufurúnt...þá virkaði ekki skiptingin??  Úbbs... sennliega þoldi ekki að vera vitlaust tengd... en allt í góðu... skiptingin var gerð upp og sett í hana eitthvað flott kitt.. fengið síðan allskonar græjur og hraðabreytar til að láta þetta allt vinna rétt og volla....  Bensíndælan var færð á milli tanka. Til að fá síðan handbremsu voru settar framhjóladælur úr gömlum subaru á afturhjólin.\n2011 Var bílinn svo hækkaður upp og lenngdur á milli hjóla. Gormaskálarnar að aftan færðar undir grind. Afturhásing var færð aftur um sirka 9-10cm..eða bara eins langt og hún komst án þess að fara færa bensíntank og framhásing er kýld fram um 1,5cm.\nGert við litlar skemmdir sem komnar voru í grind aftast.",
            "date": "2015-06-01 22:51:00",
            "post_id": "158521",
            "reply_to_id": false
        },
        {
            "user_name": "eidur",
            "text": "Hér eru svaka fínar leiðbeiningar: \nviewtopic.php?f=12&t=19266",
            "date": "2015-06-02 07:39:00",
            "post_id": "158528",
            "reply_to_id": "158521"
        },
        {
            "user_name": "hjotti",
            "text": "kominn á fornbílaaldur",
            "date": "2015-06-04 17:53:00",
            "post_id": "158577",
            "reply_to_id": "158528"
        },
        {
            "user_name": "jeepcj7",
            "text": "Hérna eru einhverjar 2ja ára gamlar af græjunni \nviewtopic.php?f=7&t=17254&p=95650#p95650\n \nHörkubíll alveg.",
            "date": "2015-06-04 21:34:00",
            "post_id": "158588",
            "reply_to_id": "158577"
        },
        {
            "user_name": "hjotti",
            "text": "fæst á góðu staðgreiðsluverði",
            "date": "2015-06-10 22:31:00",
            "post_id": "158862",
            "reply_to_id": "158588"
        },
        {
            "user_name": "hjotti",
            "text": "fæst eins og hann stendur með fullt af allskonar varahlutum á 11-12þús",
            "date": "2015-06-17 00:28:00",
            "post_id": "159096",
            "reply_to_id": "158862"
        },
        {
            "user_name": "hjotti",
            "text": "brummbrumm",
            "date": "2015-06-29 23:34:00",
            "post_id": "159497",
            "reply_to_id": "159096"
        },
        {
            "user_name": "hjotti",
            "text": "Skoða að taka tjaldvagn/fellihýsi uppí fyrir 2-500þús",
            "date": "2015-07-05 22:03:00",
            "post_id": "159724",
            "reply_to_id": "159497"
        },
        {
            "user_name": "hjotti",
            "text": "Tilboð 950þús. Er ekki á númerum en get skellt gripnum á kerru og komið með hann suður....ja eða í einhverja aðra átt innan skynsamlegra marka... annars er bílinn í búðardal. Skoða alveg að lækka verðið meira ef einhver nennir að koma að ná í hann... Líka alveg til í að láta hann lægra á þá bara sléttri 35\"",
            "date": "2015-08-10 14:06:00",
            "post_id": "160690",
            "reply_to_id": "159724"
        },
        {
            "user_name": "Zophonias",
            "text": "l",
            "date": "2015-08-11 15:44:00",
            "post_id": "160712",
            "reply_to_id": "160690"
        },
        {
            "user_name": "hjotti",
            "text": "Þessi er seldur",
            "date": "2015-08-27 00:47:00",
            "post_id": "161234",
            "reply_to_id": "160712"
        },
        {
            "user_name": "jeepcj7",
            "text": "Og hvað ertu kominn á í staðinn fyrir gamla dýrgripinn og hvert fór hann ?",
            "date": "2015-08-27 18:01:00",
            "post_id": "161245",
            "reply_to_id": "161234"
        }
    ],
    "date": "2015-06-01 22:51:00"
}