{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "30308",
    "title": "Stilla millibilsstöng",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=30308",
    "posts": [
        {
            "user_name": "Helgi1",
            "text": "Hvernig er best að stilla millibilsstöngina?",
            "date": "2015-06-04 19:37:00",
            "post_id": "158582",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Við skrýtinni spurningu kemur skrýtið svar.\nÞað er best að stilla hana rétt.  :)\nÞað er ekki hlaupið að því að stilla millibil, er ekki best að fara með gæðinginn í hjólastillingu? Það margborgar sig uppá að misslíta ekki dekkjum að láta menn með góðan búnað hjólastilla.\nAnnars geta menn með gott brjóstvit líka gert þetta nokkurnveginn rétt líka, ert þú maðurinn í það?",
            "date": "2015-06-04 20:20:00",
            "post_id": "158584",
            "reply_to_id": "158582"
        },
        {
            "user_name": "grimur",
            "text": "Eg græjaði einhvern tímann rör með snitteini í ró í annan endann. Þannig gat ég tekið mál í felgubrún aftan og framan við hásingu, eða svotil.\nSvo hef ég líka kíkt þetta rétt miðað við ytri brún, en til þess þarf bút af einhverju réttu sem passar á felgukantinn og að vita nákvæmlega hver breiddin er í miðjunni. Það er líka hægt að kíkja aftur og framfyrir bíl þangað til sama breidd fæst. Svolítið möndl en vel framkvæmanlegt.\nÁ afturdrifsbíl er oftast best að stilla aðeins innskeift, en sídrifsbíla og framdrifna hentar betur að taka alveg beina. Athuga skal að afturhásingar eru oft ekki jafn breiðar og frambúnaðurinn, getur munað upp í nokkrum cm.\nKv\nG",
            "date": "2015-06-05 01:27:00",
            "post_id": "158594",
            "reply_to_id": "158584"
        },
        {
            "user_name": "villi58",
            "text": "Þessi aðferð sem Grímur nefnir er þessi hefbundna aðferð sem hefur verið notuð frá fyrstu bílum sem komu til landsins.\nEf þetta er bíll á stórum dekkjum með breyðar felgur sem eru valsaðar og soðnar saman, gallinn við þær er að sjaldan eru þær réttar og þá dugar ekki aðferð Gríms.\nÉg tek dekkin af og þvinga flatál upp á röð á bremsudiskana sem nokkurskonar réttskeið, c.a. 100-120 cm að lengd, stilli réttskeiðunum þannig að það sé jafnt afturfyrir og framfyrir og mæli á milli aftan og framan. Með því ert þú að mæla þar sem réttustu punktar eru, með heilsteiptar og renndar felgur þá ætti að vera í lagi að mæla á milli þeirra, aðferðin sem Grímur nefnir.",
            "date": "2015-06-05 09:39:00",
            "post_id": "158595",
            "reply_to_id": "158594"
        },
        {
            "user_name": "villtur",
            "text": "Rétt niðurstaða fæst eingöngu í bekk með tölvugræjum. Næstum því rétt niðurstaða fæst svona: Taktu snæri og bittu um púströrið. Síðan ferðu fram með bílnum, heldur í snærið og lætur það leggjast lárétt á mitt afturdekkið. Síðan ferðu enn framar og lætur það leggjast á mitt framdekkið lárétt. Þá læturðu aðstoðarmanninn snúa stýrinu þar til snærið snertir belg framdekksins jafnt bæði framan og aftan. Nú ferðu aftur fyrir bílinn, dregur snærið með þér og lætur það leggjast á afturdekkið hinum megin á miðju lárétt og síðan framdekkið. Þá sérðu hvað vantar á að dekkin snúi í sömu átt. Þú ert náttúrlega búinn að finna út hvernig millibilið á að vera og nú ferðu í millibilsstöngina og stillir þar til snærið snertir seinna framhjólið rétt. Þá ferðu á hina hliðina og athugar hvort fyrra framhjólið hefur eitthvað raskast á meðan þú varst að bardúsa við stillingarnar og endurskoðar ef þörf krefur. Síðan ýtirðu bílnum tvo metra afturábak og áfram og endurtekur mælinguna og endurskoðar stillinguna.\nÞetta tekur ca 10 mínútur allt saman og gefur „réttar“ niðurstöður. Ég þekki enga fljótlegri eða þægilegri aðferð og hún er glettilega nákvæm.\nSvo má geta þess að hjólastilling kostar innan við 20 þúsund.",
            "date": "2015-06-05 10:02:00",
            "post_id": "158596",
            "reply_to_id": "158595"
        },
        {
            "user_name": "Helgi1",
            "text": "Takk kærlega fyrir þessi svör! :)",
            "date": "2015-06-05 18:13:00",
            "post_id": "158604",
            "reply_to_id": "158596"
        },
        {
            "user_name": "elliofur",
            "text": "Þessi aðferð gengur væntanlega ekki upp samt nema sama sporvídd sé að framan og aftan. Sem það er reyndar oftast (sama sporvídd) en þó eru undantekningar. Gott að vera meðvitaður um það.",
            "date": "2015-06-05 21:54:00",
            "post_id": "158614",
            "reply_to_id": "158604"
        },
        {
            "user_name": "villtur",
            "text": "Þótt ekki sé sama sporvídd er það ekkert mál. Að sönnu þurfa menn þá að vita hver munurinn er. Síðan verða þeir sér út um spýtu í hæfilegri þykkt, sem sagt hálfur munurinn. Ef víddin er minni að aftan er spýtan höfð á miðju afturdekkinu. Sé hún minni að framan er hún höfð á miðju framdekkinu lárétt og spottinn látinn leggjast að henni langsum. Einfalt. Gott.",
            "date": "2015-06-06 20:44:00",
            "post_id": "158670",
            "reply_to_id": "158614"
        },
        {
            "user_name": "villi58",
            "text": "Þvingaðu bara réttskeiðar á bremsudiskana og mældu á milli eins og ég lýsi hér að ofan, færð bilið ekki réttara og fljótlegt. Óþarfi að flækja svona aðgerð.",
            "date": "2015-06-06 21:48:00",
            "post_id": "158674",
            "reply_to_id": "158670"
        },
        {
            "user_name": "villtur",
            "text": "Nei það er ekkert flókið að taka bæði framhjólin undan og setja þvingu á bremsudiskana og á blikkhlífina á bak við þegar þú ert búinn að taka bremsudælurnar burtu. Svo er öruggt að þú kemur málbandi þvert yfir bæði aftan og framan við diskinn. Snæri! Piff!",
            "date": "2015-06-06 22:09:00",
            "post_id": "158675",
            "reply_to_id": "158674"
        },
        {
            "user_name": "elliofur",
            "text": "Svo ef bílarnir eru á klöfum þá er gjörsamlega með öllu ómögulegt að hjólastilla þá rétta án þess að þeir standi af fullum þunga í öll hjól.",
            "date": "2015-06-06 23:12:00",
            "post_id": "158681",
            "reply_to_id": "158675"
        },
        {
            "user_name": "brunki",
            "text": "ég hef stillt þetta hjá mér og það á að vera 2 til 3 millimetrar minna bil á framan á dekkinu en á aftan  þá ætti hann vera réttur  þessar upplýsingar fékk ég á hjólastillingarverkstæði",
            "date": "2015-06-07 03:20:00",
            "post_id": "158686",
            "reply_to_id": "158681"
        },
        {
            "user_name": "villtur",
            "text": "Það er reyndar mjög misjafnt eftir bílum. Afturdrifnir bílar eiga að vera innskeifir en framdrifnir yfirleitt útskeifir. Eina vitið er að finna upplýsingar um sinn bíl í handbókum eða á netinu.",
            "date": "2015-06-07 09:53:00",
            "post_id": "158688",
            "reply_to_id": "158686"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það sem að hefur reynst best hjá mér, er að taka t.d. 50x50 vínkil og bora tvö göt í hann, með felgu gatadeilingunni og festa hann á nafið, þar sem felgubotninn er. Þá ertu með 100% réttskeið og planflöt. Lætur bílinn standa á tveimur jafn háum búkkum og stilli bilið, eftir bilinu á milli vinklana. Þetta er nákvæmara en tölvustilling. Hef lent í því að fara með bíl í hjólastillingu á nýjum dekkjum og fengið hann kolvitlausan til baka. Hef svo stillt spindilhallan með leyser hallamáli og tommustokk.",
            "date": "2015-06-07 12:00:00",
            "post_id": "158690",
            "reply_to_id": "158688"
        },
        {
            "user_name": "elliofur",
            "text": "Svo koma fleiri horn inní þetta, eins og camber getur oft farið í rugl á klafabílum, sérstaklega ef hann heitir nissan terrano :)\nEru þið eitthvað að hræra í því? Ég hef lítið pælt í því hvernig það er gert, man á hilux eru einhverjir hjámiðjuboltar til að stilla það en örlítið horfði ég undir terranoinn hjá mér um daginn (sem mér finnst looka með rangt camber) en gat ekki séð í fljótheitum hvernig það er stillt.\nTerranoinn minn slítur dekkjunum utanverðum, kannski er það bara millibilið vitlaust, ég þekki þetta ekki nógu vel.",
            "date": "2015-06-07 13:10:00",
            "post_id": "158699",
            "reply_to_id": "158690"
        },
        {
            "user_name": "svarti sambo",
            "text": "Elli.\nMillibilið á Terrano á að vera 0. Hvorki innskeifur eða útskeifur. Minnir að það séu þinnur að ofan, og hjámiðjubolti að neðan, til að stilla spindilhallann. Lenti einmitt í því, að þurfa að stilla hann aftur, eftir að vera búinn að láta stilla hann á hjólastiilingaverkstæði. Það þarf alltaf að vera að hringla í þessu á Terrano, út af þessu helv. klafa systemi.",
            "date": "2015-06-07 14:21:00",
            "post_id": "158703",
            "reply_to_id": "158699"
        },
        {
            "user_name": "Sævar Örn",
            "text": "á terrano þá eru skífur undir festingum efri hjólspyrnunnar við grind, líkt og á flestum bílum með þessa fjöðrunaruppsetningu bæði japanska og ameríska og kóreska, skífurnar eru til í ýmsum þykktum en ef hallinn er tilkominn af tilviljun en ekki óhappi þá er kominn tími á slithluti í fjöðruninni einna helst fóðringar, stillingunni á ekki að þurfa að breyta nema ef einhverju öðru er breytt t.d. bíllinn skrúfaður upp á vindufjöður eða þessháttar nokkuð, ath að þessi stilling hefur áhrif á millibilið og því þarf að stilla millibilið seinast af öllu, en ekki öfugt, millibilið hefur ekki áhrif á hjól- og spindilhalla\nSpindilhallinn er einnig stilltur með efri spyrnunni og honum er einfaldlega breytt með því að setja mismunandi þykkt undir fremri festinguna en þá aftari, þá færist eltihornið aftar og caster gráðan eykst, þetta er þó mikil þolinmæðisvinna og að mér vitandi nánast eingöngu mögulegt með hjólastilligræjum, hitt væri ofsalega tímafrekt",
            "date": "2015-06-07 15:08:00",
            "post_id": "158705",
            "reply_to_id": "158703"
        },
        {
            "user_name": "Burri",
            "text": "https://www.youtube.com/watch?v=VQR-KlfX5mg\nbúinn að prófa ýmislegt í þessu og sé enga ástæðu til að vera mæla þetta með ofur næmum tölvu tækjum sem ætluð eru fyrir nútima multi link fjöðrunar fólksbíla á lowprofile dekkjum . við erum að tala um syrka hringlóttar gúmmí túttur á old fashion hásingum. óþarfi að missa sig í mikro mælingum að mínu mati. en jú gott er að hafa þettta nokkur rétt. svo er spurningin hvað er rétt.\nmér hefur reynst best á hásingu að hafa  tánna nálægt 0. mjög einfallt að mæla það t.d eins og í þessu videoi. þ.e hvorki innskeifan né útskeifan ..  þó svo að owners manuallinn  gefi upp 2 mm út.  þá má nú alveg endurhugsa þær tölur hver fyir sig þegar það er búið að setja 38 \" dekk og miklu útstæðari felgur og hækka bílana upp og eiga við spindil halla og fl. eins og flestir hér inni..  keep it simple.",
            "date": "2016-03-12 13:35:00",
            "post_id": "167757",
            "reply_to_id": "158705"
        },
        {
            "user_name": "grimur",
            "text": "Ég var nú með par af 12mm lyklum, rörtöng og átaksskaft með viðeigandi topp sem staðalbúnað í XTraCabinum mínum í gamladaga.\nHjólastillti svona eftir auganu og aksturseiginleikum(eða kannski frekar skorti á því hugtaki), sérstaklega eftir einhvert brölt sem nánast undantekningalaust setti mark sitt á þessar mjög svo nákvæmu stillingar hehehe...\nMeð breytta bíla er ekki gefið að verksmiðjustillingarnar séu alveg þær heppilegustu. Slit kemur inn sem breyta líka, auðvitað er allra best að skipta öllu út, en gúmmí hnikast til með tímanum án þess endilega að verða handónýt, þá þarf að stilla upp á nýtt og svona. Til að spæna ekki upp tuðrurnar er best að laga þetta áður en skaðinn er orðinn mikill, þegar druslan er undarleg í stýri, hrekkjótt eða þvinguð þarf að kíkja á þetta.\nkv\nGrímur",
            "date": "2016-03-14 03:06:00",
            "post_id": "167785",
            "reply_to_id": "167757"
        }
    ],
    "date": "2015-06-04 19:37:00"
}