{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "30313",
    "title": "ballansstöng í 90 cruiser",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=30313",
    "posts": [
        {
            "user_name": "brinks",
            "text": "Sælir nú þarf ég að leita til fróðari manna í þessum málum, ballansstangar endarnir eru ónýtir hjá mér svo spuning mín er þessi er eitthvað sem mælir gegn því að sleppa ballanstöng að framan eða það í góðu lægi að rífa þetta úr og já hann er á klöfum \nKv.Þórir Brinks",
            "date": "2015-06-05 18:42:00",
            "post_id": "158605",
            "reply_to_id": false
        },
        {
            "user_name": "Járni",
            "text": "Bíllinn gæti orðið svagur. Ef einn jafnvægisstangarendi er nú þegar farinn í sundur, finnst þér þú finna mun á bílnum? Ef ekki, þar hefur þú það. \nEf þú ákveður að taka stöngina, þá tekur þú festingarnar með og geymir allt klabbið í einhvern tíma. Ef þér líkar ekki hvernig bíllinn lætur, þá seturðu þetta undir með nýjum endum.",
            "date": "2015-06-05 18:59:00",
            "post_id": "158606",
            "reply_to_id": "158605"
        },
        {
            "user_name": "brinks",
            "text": "Takk fyrir svarið en já annar er farin í sundur en hann er bara góður á veigi svo þá er komið verkefni fyrir helgina :)",
            "date": "2015-06-05 19:06:00",
            "post_id": "158608",
            "reply_to_id": "158606"
        },
        {
            "user_name": "Járni",
            "text": "Ég nefni þetta með festingarnar því að ef þú ferð í skoðun með festingarnar undir bílnum en enga stöng, eða annað sem tengist þessu, þá færðu athugasemd á það. Hins vegar er alveg í lagi að vera með boltagöt og enga stöng.",
            "date": "2015-06-05 22:34:00",
            "post_id": "158618",
            "reply_to_id": "158608"
        },
        {
            "user_name": "brinks",
            "text": "Gott að vita takk fyrir það",
            "date": "2015-06-05 23:38:00",
            "post_id": "158622",
            "reply_to_id": "158618"
        },
        {
            "user_name": "mendes",
            "text": "hann er svagur enn er betri ,i snjónum",
            "date": "2015-10-08 13:55:00",
            "post_id": "162463",
            "reply_to_id": "158622"
        },
        {
            "user_name": "raggos",
            "text": "Ég var einmitt að skipta um enda að framan hjá mér. Kostaði um 11þ hjá AB varahlutum báðu megin með öllu og tók okkur félagana enga stund að henda þessu undir.\nBíllinn varð mun stífari í fjöðrun á malbiki en líklega er hann ekki eins fjaðrandi utan-vega.\nÉg reif þetta undan Musso-num mínum og mér hefur alltaf fundist bíllinn verri í akstri síðan en hann er reyndar mest á malbiki greyið.",
            "date": "2015-10-08 17:19:00",
            "post_id": "162469",
            "reply_to_id": "162463"
        }
    ],
    "date": "2015-06-05 18:42:00"
}