{
    "forum_title": "Jeppinn minn",
    "id": "30318",
    "title": "Rörið - Ofurwillys",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=30318",
    "posts": [
        {
            "user_name": "Maggi",
            "text": "Sælir, \nÞað er löngu orðið tímabært að smella inn myndum af eilífðarverkefninu mínu hér á jeppaspjallinu. Vitleysan hófst fyrir ca 4 árum þegar ákveðið var að smíða bíl sem átti að geta fjaðrað betur, haft lengra hjólhaf og umfram allt vera sterkari og léttari en það sem ég hef hingað til verið að skrölta á uppá fjöllum.\nGekk með það lengi í maganum hvort ég  ætti að smíða tveggja sæta tittling eða einhverskonar ferðabíl. Niðurstaðan var að þetta tvennt verður aldrei fengið í sama bílnum og eg skildi fyrst smíða ferðawillysinn.\nVerkefnið fékk fljótlega viðurnefnið Rörið og voru hönnunarforsendurnar eitthvað á þessa leið:\n-\t310 cm hjólhaf\n-\t41-46“ dekk\n-\t55cm travel aftan\n-\t45cm travel framan\n-\tRöragrind\n-\tÁl/plast boddý\n-\tPatrol hásingar\n-\tEinhverskonar willys útlit\n-       Geta keyrt topplaus með 4 manna fjölskyldu í ísbúðina\nSmíða allt nema gluggastykki, hurðar og afturhlera.\nVar helvíti blankur þegar ég byrjaði (og er reyndar alltaf) þannig að það var vaðið áfram án þess að hafa alltaf réttu hlutina í höndunum eins og mótor og dempara sem hefur kostað töluverðan tvíverknað.\nOg svo var byrjað að teikna:\n \nFann I-Bita úti á túni:\n \nRörið að fæðast\nFarangursrýmið að fæðast, miðað við boddýlengdina verður hægt að sofa í skottinu á honum ef engin eru aftursætin:\nVar að spá í að nota þessa Öhlins eðal dempara en þeir eru helvíti stuttir, stillanlegt rebound og compression utaná þeim en þótti þeir of litlir og grannir til að troða fremst á stífuna.\nMátað í lengingu á húsi, átti þó eftir að lengjast meira en þetta:\nÞverrörið undir mælaborðinu:\nVélarsalurinn:\nEitthvað pælt í tönkum ofl, þessir tankar á myndinni eru tæplega 200L:\nÍ blankheitunum var keypt þessi öðlings GM 350 TBI en komst fljótt að þeirri niðurstöðu að ég yrði aldrei ánægður með það og léta hana frá mér aftur:\nStífuturnar og fjöðrunar pælingar:\nSvo fór ég að pæla hvað væri hægt að koma köntunum hátt á svona wrangler skúffu og það var ekki mjög hátt þó maður færi aðeins uppá plasthúsið. Ákvað því að smíða skúffuna með 10cm hærri hliðum en orginal og skera neðan af toppinum í staðinn.\nÞetta er ca línan sem verður tekið úr húddinu og ákvað svo síðarmeir að hækka húddið og hvalbakinn um 12cm uppá gluggastykkið að auki til að geta haft almennilegt travel. Það gefur ca 20cm hærra uppí frambretti en á orginal wrangler:\nTil þess að geta hækkað hliðarnar á  skúffunni um 10cm þurfti að taka 10cm úr toppnum á hæðina:\nUppkast af hliðum úr spónarplötu:\nog það var farið að teikna kannta og mæla fyrir hvalbakshækkun:\nFramstífur með torfærubeygju að teiknast:\nÞarna var kominn í hann 4.5L línu sexa sem átti að setja turbínu við. Fékk síðar bakþanka yfir þyngdinni á henni, vorum 4 í bölvuðum vandræðum að bifa henni...\nEitthvað farið að pæla í gólfi:\nÞar sem þetta er með svo stóru skotti var ákveðið að hafa allavega hjálparpúða ef ekki eingöngu púða, þá fremst á stífunni til að ná travelinu og bypass dempara með.\nFékk þessa dempara að láni:\nkomið uppkast af hvalbak úr áli. þess má geta að hvalbakurinn og hliðarnar voru smíðaðar úr utanhúsklæðningu til að spara í einhverjum blankheitunum...\nKanntarnir voru allir lengdir um 10 cm og hækkaðir um 10cm:\nEitthvað að skríða saman:\nÆtla að lengja húddið um 12cm:\nMér þykir fram endinn á þessum könntum alltaf eitthvað skrítinn og ákvað að skálda nýjan sem passar betur við wrangler grillið og er ekki eins síður:\nVantaði nef á grindina svo það var haldið áfram að teikna:\nEyddi einu páskafríinu í að hrauna saman afturhornum, komst að því að ég kann ekki að sjóða ál myndi panta þau bara að utan frekar ef ég geri þetta aftur.\nGafst upp á álsuðunni og henti í plast hvalbak:\n2006 árgerð af hurðum:\nInn og út úr skúrnum....\nEftir að hafa eytt páskunum í afturhornin komst ég að því að þau voru vitlaust beygð í grunninn, hleragatið varð einni tommu of breytt og þar fór skilyrðið um orginal afturhlera út um gluggann...\nÉg asnaðist í húsakaup og fleira sem varð til þess að ekkert gerðist í þessu apparati í langan tíma og því ekki réttlætanlegt að teppa skúrinn hjá gamla mikið lengur. Gluðaði málningarafgöngum á dótið og dró heim á plan.\nEf vel er að gáð má sjá annan álwillys á þessari mynd en hann tilheyrir 5 ára syni mínum:\nHurðarfölsin smíðuð, þau eru límd saman og verða límd í hliðarnar:\nSvona stendur svo kvikindið í dag, vantar í hann LS mótor og bypass dempara...\nTöluvert eftir samt, þetta húdd er bara uppkast á eftir að skera aukahúddið með endanlegri línu og lengja það. Einnig þarf að klára að steypa í kannta og topp og klára gólf.\nVandamálið er bara hvað skal gera næst því það kom óvænt uppá að ég er að flytja til Ameríku í sumar og verð einhver ár. því fer helvítið í geymslu eða taka hann með út sem hljómar hálf skringilega, að flytja eitthvað willys dót til USA. \nVeit að félagi minn bíður spenntur eftir að ég fari því hann á einmitt dempara og LS1 í reiðileysi en ef einhver vill kaupa þetta dekkjalaust má hinn sami hafa samband þó það sé hæpið að einhver sjái sama virði og ég í þessu hálfsmíðaða drasli.\nEn allavega, vonandi að menn hafi ánægju af þessum myndum...\nKv\nMaggi",
            "date": "2015-06-06 00:33:00",
            "post_id": "158624",
            "reply_to_id": false
        },
        {
            "user_name": "Svenni30",
            "text": "Þetta er með áhugaverðustu smíða þráðum sem ég hef séð lengi. Virkilega vel smíðað ert greinilega snillingur í höndunum. Thumbs up",
            "date": "2015-06-06 00:54:00",
            "post_id": "158625",
            "reply_to_id": "158624"
        },
        {
            "user_name": "E.Har",
            "text": "Gríðarlega metnaðarfullt og töff verkefni",
            "date": "2015-06-06 00:55:00",
            "post_id": "158626",
            "reply_to_id": "158625"
        },
        {
            "user_name": "elliofur",
            "text": "Mikið er gaman að sjá svona alvöru smíði! Dúndur metnaður í þessu.\nHvenær byrjaðiru á þessu?+\nEr ekki málið að henda þessu í geymslu, þú munt örugglega sjá eftir því um aldur og ævi ef þú lætur þetta frá þér hálfklárað, nema þú sért kannski kominn með nóg :) \nÆðislegt verkefni, væri gaman að sjá hann kláraðan og í action. Veistu hvað hann viktar í dag + ls kram?",
            "date": "2015-06-06 01:58:00",
            "post_id": "158627",
            "reply_to_id": "158626"
        },
        {
            "user_name": "creative",
            "text": "Segjum svo að þessi bíll verði kláraður... hvernig er þá með skráninguna á honum er það ekki alveg heilmikið mál ???\nEn annars virðist þetta vera fagmanlega gert hjá þér. í hvaða forriti ertu að teikna grindina upp ?",
            "date": "2015-06-06 02:01:00",
            "post_id": "158628",
            "reply_to_id": "158627"
        },
        {
            "user_name": "kári þorleifss",
            "text": "holy crap! Þetta er rosalegt. Sumir eru greinilega klikkaðari en aðrir hahahah..\nHrikalega flott hjá þér og mjög áhugavert verkefni. Væri gaman að sjá þetta full klárað.",
            "date": "2015-06-06 05:53:00",
            "post_id": "158629",
            "reply_to_id": "158628"
        },
        {
            "user_name": "Maggi",
            "text": "Ég er ekki búinn að vikta þetta en áætlaði að hann yrði svipað þungur og týpiskur 38\" CJ7 þrátt fyrir að vera ca 80cm lengri. Það er hægt að draga þyngdina á grindinni úr tölvunni og með öllum dótinu var það lítið meira en strípuð landrover grind, man ekki tölurnar nákvæmlega.\nÞetta er allt teiknað í SolidWorks\nkv\nMaggi",
            "date": "2015-06-06 08:10:00",
            "post_id": "158630",
            "reply_to_id": "158629"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Maggi þetta er flott hjá þér og vönduð vinna og áhugaverð væri gaman að vita þyngd þegar verk er búið kveðja guðni á sigló",
            "date": "2015-06-06 08:36:00",
            "post_id": "158631",
            "reply_to_id": "158630"
        },
        {
            "user_name": "Magni",
            "text": "Flott project. Hvaða teikniforrit ertu með",
            "date": "2015-06-06 09:14:00",
            "post_id": "158633",
            "reply_to_id": "158631"
        },
        {
            "user_name": "lex",
            "text": "Eitt orð til að byrja með : VÁ !!!!! Myndi ekki selja. Þessi bíll hefur alla möguleika á að verða geðveikur.\nKv\nK",
            "date": "2015-06-06 11:19:00",
            "post_id": "158641",
            "reply_to_id": "158633"
        },
        {
            "user_name": "Bskati",
            "text": "Þetta er svaka flott hjá þér. Snild að teikna og smíða grindina frá grunni svo það sé hægt að teikna þetta allt saman almennilega í 3d.\nHvaða efni ertu að nota í rör og bracket? Og hvaða fóðringar í stífurnar?\nkv\nBaldur",
            "date": "2015-06-06 11:41:00",
            "post_id": "158642",
            "reply_to_id": "158641"
        },
        {
            "user_name": "jonr",
            "text": "Þetta er ofurkúl. En bara ein spurning: Fyrst bíllinn er smíðaður frá grunni, af hverju ekki að nýta breiddina og hafa húsið breiðara?",
            "date": "2015-06-06 16:54:00",
            "post_id": "158656",
            "reply_to_id": "158642"
        },
        {
            "user_name": "elliofur",
            "text": "Tek undir það með Jóni. Mig hefur alltaf langað til að sjá bíl á stórum dekkjum án brettakanta (eða allavega ekki þessir 40+cm breiðu kantar fyrir 46\"), þar sem húsið er breikkað. Það verða kannski að vera einhverjir look kantar, 5cm breiðir eða svo. En mig hefur alltaf langað til að sjá full breitt hús á jeppa.",
            "date": "2015-06-06 17:03:00",
            "post_id": "158657",
            "reply_to_id": "158656"
        },
        {
            "user_name": "jeepcj7",
            "text": "Geggjað flott dæmi en ég skil vel að breikka ekki boddýið það er alveg arfaljótt bara hörmung,ég vona að þú eða einhver álíka snillingur klári þetta verk.",
            "date": "2015-06-06 17:39:00",
            "post_id": "158659",
            "reply_to_id": "158657"
        },
        {
            "user_name": "Hordursa",
            "text": "Þetta er ofurflott hjá þér.\nÉg mæli með að þú seljir bílinn ef þú ert að flitja úr landi, eftir nokkur ár er ekkert víst að þig langi að smíða svona bíl heldur eitthvað allt annað.  Þú munnt sjá eftir því að selja hann en það er bara partur af dæminu, við eigum ekki að festa okkur í verkefnum sem okkur langaði einu sinni í.\nkv Hörður",
            "date": "2015-06-06 17:45:00",
            "post_id": "158660",
            "reply_to_id": "158659"
        },
        {
            "user_name": "bazzi",
            "text": "Snilld.   Mér lýst hrikalega vel á loftpúðana á afturstífunum,",
            "date": "2015-06-06 19:18:00",
            "post_id": "158665",
            "reply_to_id": "158660"
        },
        {
            "user_name": "villi58",
            "text": "Þetta er með því metnaðarfyllsta sem ég hef séð, alveg magnað hvað þú nennir þessu, átt hrós skilið.",
            "date": "2015-06-06 19:32:00",
            "post_id": "158666",
            "reply_to_id": "158665"
        },
        {
            "user_name": "íbbi",
            "text": "þetta er algjörlega klikkað,\nèg er búinn að vera mikið að sjóða àl að undanförnu. ef þig vantar einhver ràð?",
            "date": "2015-06-06 20:17:00",
            "post_id": "158669",
            "reply_to_id": "158666"
        },
        {
            "user_name": "Nenni",
            "text": "Kanski er bara rétt að taka þetta með til Ameríku, kostar kannski mikið að flytja þetta út en væntanlega mikið ódýrara að klára þetta þar.",
            "date": "2015-06-06 22:30:00",
            "post_id": "158677",
            "reply_to_id": "158669"
        },
        {
            "user_name": "Finnur",
            "text": "Sæll\nGlæsilegt og metnafullt verkefni hjá þér. Í þínu sporum myndi ég ekki tíma að selja gripinn. Vinnustundirnar sem hafa farið hönnun og að teikna hann allan eru augljóslega ansi margar klst. Auk allra vinnustundanna í smíðinni. \nFinndu bara einhverja hlöðu út í sveit sem hann má standa í þar til þú kemur aftur :)\nBaráttu kveðja\nKristján Finnur",
            "date": "2015-06-07 15:12:00",
            "post_id": "158706",
            "reply_to_id": "158677"
        },
        {
            "user_name": "Startarinn",
            "text": "Nú veit ég ekkert um þínar aðstæður, en ef þú hefur tök á að taka hann með þér og vinna í honum, tæki ég hann með. \nÞað er rosalega blóðugt að sjá á eftir verkefni sem er búið að leggja svona mikinn metnað og vinnu í.\nEf þú veist að þú verður bara í einhvern takmarkaðan tíma úti má alltaf leggja hann í salt líka, ég held að við bíðum allir spenntir eftir að sjá þennan kláraðan, góðir hlutir gerast víst hægt",
            "date": "2015-06-07 17:35:00",
            "post_id": "158712",
            "reply_to_id": "158706"
        },
        {
            "user_name": "Valdi B",
            "text": "er eitthvernveginn hægt að ná í þetta forrit solidworks án þess að þurfa að borga fyrir það ? :D",
            "date": "2015-06-15 01:37:00",
            "post_id": "159021",
            "reply_to_id": "158712"
        },
        {
            "user_name": "Maggi",
            "text": "Það er hægt að nálgast þetta á torrent eins og annað.",
            "date": "2015-06-15 08:54:00",
            "post_id": "159028",
            "reply_to_id": "159021"
        },
        {
            "user_name": "jhp",
            "text": "Ekki lítið flott og lookar fyrir allann peninginn!",
            "date": "2015-06-15 19:31:00",
            "post_id": "159036",
            "reply_to_id": "159028"
        },
        {
            "user_name": "Maggi",
            "text": "Verkefnið er til sölu á 600.000\nEngin vel né fjöðrunar íhlutir eða dekk.\nEr á landinu í dag og morgun, svo næst eftir 2 vikur ef einhver vill skoða.\nMaggi\n8258108\nmagnusblo@gmail.com",
            "date": "2015-06-18 16:18:00",
            "post_id": "159137",
            "reply_to_id": "159036"
        },
        {
            "user_name": "risinn",
            "text": "Og fylgja allar teikningar með bílnum eins og þú vilt hafa bílinn ?????\nKv.\nRagnar",
            "date": "2015-06-19 23:16:00",
            "post_id": "159183",
            "reply_to_id": "159137"
        }
    ],
    "date": "2015-06-06 00:33:00"
}