{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "30329",
    "title": "E-r sem gæti stytt fyrir mig gorma?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=30329",
    "posts": [
        {
            "user_name": "Anthon Berg",
            "text": "Sælinú!,\nÉg er með Suzuki DR-Z400S torfæruhjól. Ég er að vinna í fjöðruninni, er að stífa hana upp og breyta karakternum. Gæti einhver tekið að sér að stytta framdemparagormana fyrir mig? Það væri nóg að bara hita og slá saman nokkra hringi, svo set ég \"spacer\" með. Skvt. útreikningum eru þetta einhverjir  3.5-4cm sem ég vildi losna við :)\nAðeins um verkefnið -\nÉg er að nota Shim Restackor forritið til að herma glussa/ventlavirknina í fjöðruninni: \nhttp://www.shimrestackor.com/\nEr að fylgja þessum þræði hér: \nhttp://www.thumpertalk.com/topic/103500 ... endations/\n ... mjög góðar upplýsingar um karakterinn í þessum hjólum og hvað er hægt að gera við stock fjöðrunina þarna.\nÞað væri frábært að heyra af því ef einhver gæti græjað þetta fyrir mig :) Ég vil frekar borga einhverjum hér á landi fyrir vinnu en kaupa nýja gorma að utan og henda gömlu svo líklegast í ruslið :) Kærar þakkir.",
            "date": "2015-06-06 23:12:00",
            "post_id": "158680",
            "reply_to_id": false
        },
        {
            "user_name": "villtur",
            "text": "Ætli gormur sem hefur verið hitaður nóg til að leggjast saman sé mikils virði á eftir?",
            "date": "2015-06-07 12:22:00",
            "post_id": "158693",
            "reply_to_id": "158680"
        },
        {
            "user_name": "Anthon Berg",
            "text": "Hann skemmist vissulega þar sem hann er hitaður að ráði! En mér fróðari fullvissa mig um að hægt sé að gera þetta með því að vinna hratt með nógum hita og verja restina af gorminum. T.d. hafa restina í vatnsbaði eða eitthvað slíkt - en ég veit ekki hvað er besta ráðið.",
            "date": "2015-06-07 12:25:00",
            "post_id": "158694",
            "reply_to_id": "158693"
        },
        {
            "user_name": "Anthon Berg",
            "text": "(En - það er víst öruggara að einhverju marki að gera þetta með logsuðutæki og gera þetta \"rétt\" - skera hreint af. Ef einhver er í stuði þá er ég í stuði :) )",
            "date": "2015-06-07 12:47:00",
            "post_id": "158697",
            "reply_to_id": "158694"
        },
        {
            "user_name": "Anthon Berg",
            "text": "Allar ábendingar mjög vel þegnar - ég veit ekki hvert ég ætti að leita, hvað nefnast þau fyrirtæki eða fagmenn sem gera þetta?",
            "date": "2015-06-11 11:10:00",
            "post_id": "158876",
            "reply_to_id": "158697"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Þetta snýst náttúrulega um eitthvað allt annað en fagmennsku, prófaðu að hafa samband við Bílaverkstæði Högna, mér dettur í hug að þeir fari létt með svona verk ef þú skýrir þetta fyrir þeim",
            "date": "2015-06-11 17:57:00",
            "post_id": "158884",
            "reply_to_id": "158876"
        },
        {
            "user_name": "Anthon Berg",
            "text": "Kærar þakkir!!\nÉg kann að meta og þakka fyrir viðvörunina - til eflingar umræðunnar langar mig að taka það fram að þetta er fær leið:\nFjöðrunin hefur fasta slaglengd. Ef virk lengd á gorminum er meiri en slaglengd demparans, þá passar hann við. Það vill svo til að þessir Suzukigormar hafa umframslaglengd og eru aðeins of mjúkir (fyrir minn smekk, og miðað við afturgorm - framgormar í S götutýpunni eru jafnstífir og í E torfærutýpunni, en afturgormurinn er mun stífari á S en E sem skekkir hegðun fram vs. afturfjöðrunar). Styttri gormur er stífari. Ef virkir hringir á gorminum eru taldir og lengd slags þeirra er mæld, þá er hægt að reikna út slaglengd gormsins í mismunandi heildarlengd, og þannig hvað það má stytta hann mikið.\nGormarnir eru líka búnir þannig til af framleiðanda að endinn á þeim er hitaður og pressaður saman til að búa til dauðan hring á báðum endum - þannig að sú aðgerð er í lagi í sjálfu sér :) Svo er endinn snyrtur til til að gera þveran enda. Þannig að fræðilega séð er þetta mögulegt - þá þarf bara að fá manneskju í verkið sem kann með hita og málm að fara. Einnig eru margir aftermarket gormar - t.d. frá Race Tech - styttri en stock gormarnir, og þá fylgir spacer með. (Þetta er svo það sé hægt að bjóða upp á \"millistífleika\".) Kosturinn við að skera ekki gorminn heldur pressa bara saman er að þannig helst þverunin sem sparar vinnu og vesen.)\nEini \"ókosturinn\" við gorm með umframmagn af dauðum hringjum á endanum er sá að gormurinn er örlítið þyngri miðað við slaglengd og þyngd en hann þyrfti að vera - en þó er hann jafnþungur og gormurinn var fyrir þannig að það ætti að vera í lagi :) Önnur aukaáhrif ef slaglengd gorms er nálægt slaglengd dempara er að gormurinn verður stífari þegar hann er næstum fullsamanpressaður, sem er að mínu mati ekki ókostur í endurohjóli þar sem það ætti að hjálpa til við að sporna gegn fullum samslætti þegar slagið er alveg að klárast - án þess að það hafi áhrif annars staðar í slaginu.\nÞannig að ef þetta er alltsaman mælt og reiknað út og fagmanneskja sér um hitunina, þá er þetta innan fagmennskumarka :)\nEn ég þakka fyrst og fremst fyrir upplýsingarnar!",
            "date": "2015-06-11 18:26:00",
            "post_id": "158885",
            "reply_to_id": "158884"
        },
        {
            "user_name": "Anthon Berg",
            "text": "[úps, ruglaðist á edit og quote tökkum ...]",
            "date": "2015-06-11 18:27:00",
            "post_id": "158886",
            "reply_to_id": "158885"
        },
        {
            "user_name": "Brjotur",
            "text": "Kallast þetta ekki að gera úlfalda úr mýflugu ??   ég hef einfaldlega skorið þá með slípirokk 30 sec málið dautt :)  og það hefur ekki verið neitt mál þó ég hafi ekki búið til þennan síðasta hring :)",
            "date": "2015-06-12 09:32:00",
            "post_id": "158908",
            "reply_to_id": "158886"
        },
        {
            "user_name": "Anthon Berg",
            "text": "Hehe! Það er ennþá betra!  - ég vil endilega sem minnstan úlfalda. Mjög gagnlegt að fá það staðfest að það virki vel.\nHefurðu þurft spacerstykki með í þinni notkun?, og hvað hefurðu þá notað?",
            "date": "2015-06-12 10:10:00",
            "post_id": "158910",
            "reply_to_id": "158908"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég vildi að ég hefði hugsað úti það að hita gorminn þegar ég gerði þetta við YZ450 dempara, ég setti 15cm millilegg og skar af, millileggið virkar líka til að takmarka slagið hjá mér.\nÞetta virkaði fínt, en gormurinn skekkist aðeins undir átaki, honum vantar flata hringinn til að jafna sig út",
            "date": "2015-06-12 14:39:00",
            "post_id": "158921",
            "reply_to_id": "158910"
        },
        {
            "user_name": "juddi",
            "text": "Jón BB racing eða Gunnmi á Bílaverkstæði reykjavíkur hugsa að þeyr hafi mesta reynslu í svona breytingum",
            "date": "2015-06-12 16:23:00",
            "post_id": "158931",
            "reply_to_id": "158921"
        },
        {
            "user_name": "Brjotur",
            "text": "Anton Berg þú ert reyndar að tala um motorhjóladempara  , gleymdi því , kanski þarf að gera þetta öðruvísi á þeim ?  en ok good luck :)",
            "date": "2015-06-12 22:29:00",
            "post_id": "158960",
            "reply_to_id": "158931"
        },
        {
            "user_name": "Anthon Berg",
            "text": "Kærar þakkir!!!",
            "date": "2015-06-16 18:12:00",
            "post_id": "159071",
            "reply_to_id": "158960"
        }
    ],
    "date": "2015-06-06 23:12:00"
}