{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "30384",
    "title": "Skástífu pælingar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=30384",
    "posts": [
        {
            "user_name": "gummiwrx",
            "text": "Hversu mikid fokk er það ef að framm og aftur skástífa snýr eins ? Báðar tengdar við hásingu farþegameginn og grind bílstjora meginn. \nEinhver talaði um að yrðu leiðinlegar hreyfingar á bílnum, en hversu slæmt erum við að tala um ?\nÞetta er i CJ7 willys, ekki hugsaður sem fjallabíll bara rúntari og leikfang",
            "date": "2015-06-12 11:22:00",
            "post_id": "158912",
            "reply_to_id": false
        },
        {
            "user_name": "Startarinn",
            "text": "Mér var ráðlagt að gera þetta svona í mínum bíl af reyndari manni, sem ég gerði. Ég hef ekki orðið var við neinar leiðinlegar hreyfingar",
            "date": "2015-06-12 12:58:00",
            "post_id": "158913",
            "reply_to_id": "158912"
        },
        {
            "user_name": "gummiwrx",
            "text": "",
            "date": "2015-06-12 14:45:00",
            "post_id": "158923",
            "reply_to_id": "158913"
        },
        {
            "user_name": "Valdi B",
            "text": "mér var ráðlagt að hafa þær á móti hvor annari í mínum bíl á sínum tíma, aðalmálið með það var að bíllinn yrði mun svagari ef þær snúa í sömu átt.\nsem er skiljanlegt og eru þær á móti hvor annarri í flestum bílum sem eru original með skástífu framan og aftan til dæmis patrol og landcruiser",
            "date": "2015-06-12 17:38:00",
            "post_id": "158937",
            "reply_to_id": "158923"
        },
        {
            "user_name": "Sævar Örn",
            "text": "skiptir sáralitlu máli ef þú ert með lítinn halla á þeim en ég myndi í þínum sporum ekki leggja of mikið á mig til að hafa stífurnar endilega á móti hvorri annarri, ég t.d er með þær eins framan og aftan á mínum jeppa og það er ekki að gera neitt illt og þó er talsverður halli á henni að framan en enginn að aftan",
            "date": "2015-06-12 20:16:00",
            "post_id": "158940",
            "reply_to_id": "158937"
        }
    ],
    "date": "2015-06-12 11:22:00"
}