{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "30389",
    "title": "Beadlock - Reynsla?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=30389",
    "posts": [
        {
            "user_name": "Járni",
            "text": "Sælt veri fólkið!\nNú vil ég spyrja þá sem eru með og hafa haft beadlock á sínum dekkjum, er þetta málið? Ef og þegar kemur að breytingu hjá mér, þá myndi mig langa í þetta. \nHefur þetta haft slæm áhrif á hliðarnar á dekkjunum? \nHeldur þetta lofti?\nGerðuð þið þetta sjálfir og ef svo er, er viðkomandi til í að skaffa nákvæma lýsingu?\nHrein hamingja eða viðbjóður?",
            "date": "2015-06-12 20:50:00",
            "post_id": "158942",
            "reply_to_id": false
        },
        {
            "user_name": "Brjotur",
            "text": "Þetta er til friðs og þetta er alveg öst ef að það á að vera að taka á bílunum með litlu lofti í hjólunum, ég stefni á að setja þetta líka að innanverðu hjá mér þþá er þetta bara 100%  :)  Nú veit ég að einhverjir ráðleggja þér völsunina en það er að affelgast með því systemi og það gerist þegar þú vilt ekki að það gerist þ.e. í verstu aðstæðum, ég ætla ekki að segja heldur að allir eigi að vera með beadlock :)  en það er skothelt  :)",
            "date": "2015-06-12 21:34:00",
            "post_id": "158950",
            "reply_to_id": "158942"
        },
        {
            "user_name": "Járni",
            "text": "Ljómandi, takk fyrir svarið. \nÉg hef ágætis hugmynd um hvernig þetta er gert, framkvæmdir þú þetta sjálfur?",
            "date": "2015-06-12 21:36:00",
            "post_id": "158951",
            "reply_to_id": "158950"
        },
        {
            "user_name": "elliofur",
            "text": "Ef það á að setja þetta á báðu megin, er þá ekki eina vitið samanboltaðar felgur með tunnuvirki inní?",
            "date": "2015-06-12 21:39:00",
            "post_id": "158953",
            "reply_to_id": "158951"
        },
        {
            "user_name": "Brjotur",
            "text": "Já ég gerði þetta sjálfur og þetta er einfaldasti og ódýrast búnaðurinn :)  Elli nei það er bara miklu dyrara og meiri smíði",
            "date": "2015-06-12 22:27:00",
            "post_id": "158959",
            "reply_to_id": "158953"
        },
        {
            "user_name": "elliofur",
            "text": "Það hlýtur að þurfa að minnka backspace eða gera æfingar ef á að bolta að innanverðu líka út af stýrisendum?",
            "date": "2015-06-12 23:33:00",
            "post_id": "158964",
            "reply_to_id": "158959"
        },
        {
            "user_name": "Járni",
            "text": "Hvað hafið þið notað sem millilegg innan við boltana? \nHérna er millistykki sem bæði miðjar hringina og passar upp á afmyndun.",
            "date": "2015-06-13 11:00:00",
            "post_id": "158975",
            "reply_to_id": "158964"
        },
        {
            "user_name": "Hordursa",
            "text": "Ég hef notað badlock að utanverðu með 49\" dekkjum og það bara virkar, í Avalanche smíðaði ég samanboltaðar felgur með tunnu inní og held að það verði enn betra.  Ég smíðaði báðar þessar útfærslur sjálfur og þessi samanboltaða er aðeins dýrari en ég held að það verði þess virði, það getur ekki verið skemmtilegt að eiga við 125kg dekk fastur í krapapitti í sliddu.  Það eru ágætar myndir af smíðinni á samsettu felgunum inni á smíðaþræðinum fyrir Avalnche hjá mér, þar sýni ég hvernig ég rétti upp felguna á hásingarnafinu og svo smíða ég millihólkinn úr 15mm plastplötu sem gerir þetta allt saman mikið ódýrara í smíði.\nkv Hörður",
            "date": "2015-06-13 11:01:00",
            "post_id": "158976",
            "reply_to_id": "158975"
        },
        {
            "user_name": "gudjonarnarr",
            "text": "min personulega skoðun er að vera bara með suðukant það svín virkar .  þegar maður affelgar svoleiðis þá er atakið svo mikið að maður rífur dekk með beadlock . þessvegna held ég að það sé betra að setja dekkið uppa aftur heldur að vera með ónytt dekk uppa fjöllum",
            "date": "2015-08-25 14:13:00",
            "post_id": "161188",
            "reply_to_id": "158976"
        },
        {
            "user_name": "draugsii",
            "text": "vandamálið með soðna kanta er að þeir eiðileggja þéttikantinn á dekkinu þegar verið er að setja það á ég vinn á dekkjaverkstæði og hef séð alltof mörg dekk ónýt út af soðnum köntum þannig að beadlock fær mitt atkvæði",
            "date": "2015-08-25 15:51:00",
            "post_id": "161192",
            "reply_to_id": "161188"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Svo snýst þetta ekki bara um affelgun heldur snúning líka (hey orðagrín).\nVar með soðinn kannt hjá mér, affelgaði aldrei en eyðilagði eitt dekk á því að snúa felgunni inní því, fyrir utan að þetta var alltaf að leka og fyllast af óbjóði í krapa.\nSvo fékk ég svona beadlock kit frá summit, sauð það í og ekkert nema æði pæði eftir það, kom alveg merkilega vel út að sjóða þetta bara sjálfur útá gólfi. Gat beitt bílnum miklu meira á minna lofti.",
            "date": "2015-08-25 16:19:00",
            "post_id": "161193",
            "reply_to_id": "161192"
        },
        {
            "user_name": "biturk",
            "text": "Suðukantur er viðbjóður og það ætti enginn að láta sér detta þannig í hug",
            "date": "2015-08-25 20:00:00",
            "post_id": "161198",
            "reply_to_id": "161193"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar mín 50 cent. Er búinn að vera i þessum bransa í 17 mínus 60 ár og aldrei verið með beadlock Hulkinn er á 54\" aldrei affelgað ekki beadlock 49\" ford ekki beadlock aldrei affelgað og yfir 100 aðrir breittir bílar ekki beadlock og þetta hefur bara gengið furðu vel.Ein og ein affelgun en því alltaf reddað í hvelli.Bara einfalt gott og ódýrt. En hvað veit ég kveðja frá sigló",
            "date": "2015-08-25 20:37:00",
            "post_id": "161200",
            "reply_to_id": "161198"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Völsun + líming fær mitt atkvæði.... hef einusinni fengið ís á milli á valsaðri felgu og það var af því að dekkið lak og loftið tæmdist allt úr dekkinu. Þetta var í smá stund svona og dekkið illa krumpað eftir því en affelgaðist ekki þrátt fyrir að vera í smá hliðarhalla. Ég hef ekki reynslu á mínum bíl af beadlock en við erum með svoleiðis á patrolum í björgunarsveitinni og það hefur reynst vel líka.",
            "date": "2015-08-26 11:17:00",
            "post_id": "161204",
            "reply_to_id": "161200"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Svo má við þetta bæta að það er hægt að sleppa mjög billega með beadlock felgur:\nhttp://www.summitracing.com/int/parts/a ... /overview/\n29 Þúsund úti á 4 hjól, svo reikna flutning toll og vask.",
            "date": "2015-08-26 13:05:00",
            "post_id": "161205",
            "reply_to_id": "161204"
        },
        {
            "user_name": "Járni",
            "text": "Þetta er nákvæmlega það sem ég vildi heyra, því ég vil að beadlock sé æðislegt !",
            "date": "2015-08-26 13:46:00",
            "post_id": "161206",
            "reply_to_id": "161205"
        },
        {
            "user_name": "tomtom",
            "text": "Nú spyr sá sem ekki veit er ekkert mál að breyta felgu sem er búið að breikka eftir a i Beadlock felgur eða smsagt sjóða a hana Beadlock eftir a eða skiptir það eingu?",
            "date": "2015-08-26 15:07:00",
            "post_id": "161209",
            "reply_to_id": "161206"
        },
        {
            "user_name": "Hjörturinn",
            "text": "þú sýður bara innri hringinn utaná felguna, svo boltast ytri hringurinn á það, þannig að dekkið fer utaná felguna, breikkar þannig séð um hálfa tommu við þetta, skiptir engu hvort hún er breikkuð eða ekki, bara breikkar aðeins við breadlockið.\nBest ef felgan er ekkert bogin, þá er ekkert mál að miðja þetta vel, mínar voru bognar á stöku stað, var bara með þær á nái á meðan og snéri í hringi til að sjá hvort þetta væri ekki miðjað, svona rennibekkur fátæka mannsins :)",
            "date": "2015-08-26 16:02:00",
            "post_id": "161211",
            "reply_to_id": "161209"
        },
        {
            "user_name": "ivar",
            "text": "Ég segi eins og Óskar og Guðni.\nBúinn að vera í þessu í áratug og aldrei haft beadlock. Völsun og líming fær mitt atkvæði.",
            "date": "2015-08-26 20:15:00",
            "post_id": "161219",
            "reply_to_id": "161211"
        },
        {
            "user_name": "Kiddi",
            "text": "Ég persónulega myndi ekki fá mér beadlock nema ég væri búinn að kaupa allt annað sem mig langar í í jeppann, til dæmis driflæsingar eða meira afl (sem verður seint nægilega mikið!).\nÁ meðan dekkin eru ekki sett á eitthvað álfelgudrasl eða eru með of rúmt gat þá hefur mér sýnst að þau tolli ágætlega á felgum :)",
            "date": "2015-08-26 20:50:00",
            "post_id": "161221",
            "reply_to_id": "161219"
        },
        {
            "user_name": "Brjotur",
            "text": "viljiði ekki bara fara aftur í tréfelgur undan hestakerrum ? það affelgast aldrei :)   ef þið affelgið aldrei  þá eruð þið ekki að ferðast ... ekki að taka á bílunum ( af því þið eruð hræddir við að affelga)   :)  skil ekki þessa neikvæðni í ykkur varðandi framfarir",
            "date": "2015-08-26 21:40:00",
            "post_id": "161223",
            "reply_to_id": "161221"
        },
        {
            "user_name": "Kiddi",
            "text": "Já okey... það er spurning líka hvort þeir sem eru svona svakalega hræddir við affelganir hafi reynslu af venjulegum felgum... ég get lofað þér því Helgi að affelgun er það síðasta sem ég spái í þegar ég keyri á fjöllum.",
            "date": "2015-08-26 22:01:00",
            "post_id": "161224",
            "reply_to_id": "161223"
        },
        {
            "user_name": "Járni",
            "text": "Ég væri vel til í sett af tréfelgum, svo lengi sem það er harðviður, annað væri glapræði.",
            "date": "2015-08-26 22:04:00",
            "post_id": "161225",
            "reply_to_id": "161224"
        },
        {
            "user_name": "draugsii",
            "text": "Mér hefur nú sýnst það sem sé að hrella menn sé að menn séu að spóla inn í dekkjunum frekar en að menn séu að affelga \nallavega erum við í vinnunni hjá mér alltaf að fá inn dekk annaðslagið í endurjafvægisstillingu vegna þess að þau hafa snúist á felgunni",
            "date": "2015-08-26 22:13:00",
            "post_id": "161226",
            "reply_to_id": "161225"
        },
        {
            "user_name": "Óttar",
            "text": "Ég hef enga reynslu af beadlock en hversu mikið er þetta að þyngja felguna? Eru menn ekki alltaf að berjast við aukakílóin,  sérstaklega út við hjól :)",
            "date": "2015-08-27 00:12:00",
            "post_id": "161233",
            "reply_to_id": "161226"
        },
        {
            "user_name": "jongud",
            "text": "Góð pæling, það væri gaman að vita hver þyngdaraukningin er á tvöföldu beadlock vs. samanboltaðri felgu vs. \"venjuleg\" breikkuð felga.\nOg annað sem ég var að pæla í, hefur einhver skorið brúnina af felgunni áður en beadlockið var sett á? Svona til að létta felguna og til að hún breikki minna?",
            "date": "2015-08-27 08:09:00",
            "post_id": "161236",
            "reply_to_id": "161233"
        },
        {
            "user_name": "smaris",
            "text": "Nú hef ég ferðast talsvert bæði með bedlock og án og hef undan hvorugu að hvarta. Eini gallinn sem ég sé við bedlock er að það safnar meiri krapa og drullu í felguna. Ég hef aldrei verið með bedlock undir mínum einkabílum og mynnir að ég hafi affelgað síðast 1992, og það var að innanverðu þannig að bedlock hefði engu breytt með það. Samt tel ég mig hafa tekið vel á þeim. Aftur á móti er ég mjög sérvitur á felgur og nota helst ekkert nema breikkaðar LC60 felgur því þær standast mál vel og hef ég ekki verið með þær kantsoðnar. Hef reyndar bara verið með Mudder og AT á þeim þannig að ég hef ekki reynslu af öðrum dekkjum varðandi affelgun undir mínum bílum. Erum með bedlock undir tveimur björgunarsveitarbílum hjá okkur á 44\" DC og einn án bedlock og hefur ekkert affelgast á neinum þeirra. Vorum með þá á 38\" Mudder í mörg ár á 15,5\" breiðum Patrol felgum sem voru kantsoðnar og affelguðum aldrei með þeim búnaði. Samt voru þeir stundum hátt í 4 tonn og vel tekið á þeim. Prófuðum síðan 41\" Irok og vorum í tómu basli með það. Settum bedlock á felgurnar en vorum alltaf í brasi með innri kantinn. Þannig að það er erftitt að segja hvað er best. Bara að gera það sem mann langar.\nKv. Smári.",
            "date": "2015-08-27 11:22:00",
            "post_id": "161239",
            "reply_to_id": "161236"
        },
        {
            "user_name": "Brjotur",
            "text": "Það sem ég útbjó er ekki þungt , þessi grömm eru ekki málið , mikið skemmtilegra að keyra bara frjálst og létt í hliðarhalla og með nánast loftlaus dekk án þess að vera að pæla í affelgun :)  því eins og ég minntist á hérna einhvern tíma , þá affelgast  á versta stað og í verstu aðstæðum ,  en mitt affelgunarvandamál  hætti nánast þegar ég hætti að keyra á DC  :)  takið eftir nánast,, ekki alveg , en hætti alveg við beadlock  :)",
            "date": "2015-08-27 20:20:00",
            "post_id": "161246",
            "reply_to_id": "161239"
        }
    ],
    "date": "2015-06-12 20:50:00"
}