{
    "forum_title": "Almennt spjall",
    "id": "30439",
    "title": "ranglega skráð dráttargeta",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=30439",
    "posts": [
        {
            "user_name": "íbbi",
            "text": "það þekkja flestir hvernig því er oft á tíðum farið með skráningar hjá umferðastofu,  þær geta verið út og suður og ekkert nálægt raunveruleikanum, \nnú er dráttargetan á pikkanum mínum skráð alltof lág (silverado pikkup) hún er skráð 2 tonn, meðan tölurnar frá chevrolet segja allt annað \nþað er væntanlega alveg borin von að fá þetta leiðrétt? \nástæðan fyrir því að ég r að spá í þessu er að ég á annan bíl sem ég sé fyrir mér að draga á kerru, og s.k umferðastofu mætti ég ekki draga bílinn yfir höfuð, meðan s.k framleiðanda bílsins  er dráttargetan rúmlega þyngd bílsins plús kerrunar,  það væri verra ef eitthvað kæmi upp á að vera tekinn á því að vera draga yfir uppgefinni dráttartölu",
            "date": "2015-06-19 19:15:00",
            "post_id": "159170",
            "reply_to_id": false
        },
        {
            "user_name": "Startarinn",
            "text": "Ef þú getur sýnt framá svart á hvítu að bæði beislið og bíllinn ráði við þyngdina, áttu að geta fengið þessu breytt.\nEn það verður lítið mark tekið á öðru en pappírum frá framleiðanda grunar mig",
            "date": "2015-06-19 19:20:00",
            "post_id": "159171",
            "reply_to_id": "159170"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er nú svo fyndið.\nÞað sem ræður þessum tölum er framleiðandi dráttarbeislisins. Skiptir engu hver það er, ef þú smíðar beisli undir bílinn þinn og vilt fá það skráð, þá stimplaru uppgefna dráttargetu í beislið (allt að 3500kg) og stafina þína, væntanlega ÍM. Lætur svo breyta skráningunni.\nÞetta hef ég heyrt að sé aðferðin, bæði frá mér vitrari mönnum og líka starfsmanni frumherja, skoðunarmanni. Ég hef ekki reynt þetta sjálfur þó.",
            "date": "2015-06-19 19:47:00",
            "post_id": "159175",
            "reply_to_id": "159171"
        },
        {
            "user_name": "íbbi",
            "text": "hérna voru umræður um þetta. \nég þarf greinilega að kíkja á beislið, og sjá hvað er gefið upp á því",
            "date": "2015-06-19 20:09:00",
            "post_id": "159177",
            "reply_to_id": "159175"
        },
        {
            "user_name": "elfarh",
            "text": "Ég lenti í svipuðu máli og skoðunar maðurinn benti mér á að prófil stikkið með kúlunni var stimplað lægra en beislið sjálft.\nLausnin var einföld bara að skipta umm prófíl stikkið með kúlunni :-)\nVona að þú sleppir eins vel.\nK\nElfar",
            "date": "2015-06-19 20:35:00",
            "post_id": "159178",
            "reply_to_id": "159177"
        },
        {
            "user_name": "Startarinn",
            "text": "Þetta er ekki alveg svo einfalt Elli, ég keypti notað dráttarbeisli undir Benzann minn (orginal benz beisli) sem var uppgefið 2,2 eða 2,3 tonn, ég man ekki alveg hvort.\nEn ég fékk bara skráð 2,1 tonn sem er uppgefið max fyrir bílinn",
            "date": "2015-06-20 06:45:00",
            "post_id": "159187",
            "reply_to_id": "159178"
        },
        {
            "user_name": "elliofur",
            "text": "Ég hef alltaf ætlað að sannreyna þessa aðferð, ætlaði meðal annars að hækka tölurnar á hiluxnum mínum gamla, þar var max þyngd 1600kg. Varð aldrei úr því þó. Kemur að því að ég reyni, reporta þá :)",
            "date": "2015-06-20 07:42:00",
            "post_id": "159189",
            "reply_to_id": "159187"
        },
        {
            "user_name": "elli rmr",
            "text": "Þú getur ekki fengið skráða meiridráttargetur á bílinn þó svo að beislið sé fyrir meiri dráttargetu. eins ef beislið er gefið upp fyrir minna en bíllin þá færðu það ekki uppsráð í það sem bíllinn má draga. Og svo til að flækja þetta aðeins hjá þér þá er Cheví kallinn öruglega að gefa upp max dráttargetu á bílnum en hana færðu alldrei á 50mm kúlu sem er max 3500 Kg  en ef þú setur stól á pallin þá færðu fulla dráttargetu skráða á bílinn",
            "date": "2015-06-20 11:33:00",
            "post_id": "159195",
            "reply_to_id": "159189"
        },
        {
            "user_name": "íbbi",
            "text": "ég yrði mjög hissa ef þetta beisli er ekki gefið upp fyrir meira en 2 tonn,  það er mjög verklegt að sjá.  dráttargeta bílsins s.k framleiðanda er mun hærri en 2 tonn, eins og er við að búast af svona bíl. \nég hef skoðað í skráningarskírteinið á nokkrum svona bílum (3stk) allir mismunandi útfærðir með sitthvorum vélunum (sem hefur allt áhrif á uppgefna original dráttargetu) og það stóð 2 tonn í skoðnunarskírteinunum á þeim öllum, einn þeirra var 6.5l turbo diesel bíll, annar 305 vortec og minn er með 350 vortec, einn án abs, hinir með. einn með tow pack, hinir án, þetta eru allt hlutir sem eiga að hafa áhrif á  dráttargetu s.k korti sem ég skoðaði frá chevrolet, \nþannig að mig grunar að þessi 2T tala  sé eitthvað sem er bara dritað í vottorðin, \nbara svona upp á gamanið, þá á ég gamlan cadillac ( 73 model) og sá bíll er skráður tæpu tonni léttari en hann er, auk þess sem hann er skráður með burðagetu upp á 1.3tonn, sem sýnir nú ágætlega hvaða vitleysa ratar í gegn hjá þeim,  þó það sé reyndar húmor í því út af fyrir sig að ljákurinn er samt með töluvert meiri burðagetu en pikkinn, þótt réttar tölur væru brúkaðar :)",
            "date": "2015-06-21 04:56:00",
            "post_id": "159218",
            "reply_to_id": "159195"
        },
        {
            "user_name": "haffij",
            "text": "Snýst þetta ekki að einhverju leyti um það gamla íslenska trix að skrá niður bíla svo að það megi keyra þá með minni ökuréttindum?\nEf dráttargeta er skráð niður verður samanlögð heildarþyngd bíls og kerru lægri og þar afleiðandi þarf síður meirapróf til að keyra viðkomandi bíl.",
            "date": "2015-06-21 05:11:00",
            "post_id": "159219",
            "reply_to_id": "159218"
        },
        {
            "user_name": "íbbi",
            "text": "eitthvað hafði ég nú leitt hugan af því. en ég held samt að það sé ekki málið.  bíllinn sjálfur er 23xx kg og leyfð heildarþyngd rétt undir 3 tonnum, og hann því talsvert frá mörkum minnaprófsins,",
            "date": "2015-06-21 06:13:00",
            "post_id": "159223",
            "reply_to_id": "159219"
        },
        {
            "user_name": "ivar",
            "text": "þetta með réttindin hefur með kerruna að gera en ekki skráða dráttargetu bílsins.\nEf ég man þetta rétt eru reglurnar svona:\nBíll og dráttargeta má fara yfir 3,5t en bíll + burðargeta bara 3,5t\nHeildarþyngd bíls + heildarþyngd kerru = 3,5t\nHeildarþyngd bíls <3,5t + kerra < 750kg jafnvel þó þetta fari saman yfir 3,5t",
            "date": "2015-06-21 08:37:00",
            "post_id": "159224",
            "reply_to_id": "159223"
        },
        {
            "user_name": "haflidason",
            "text": "ég er með 3tonna (4tonn í heildarþyngd) kanapikkup með uppgefna dráttargetu uppá einhverja töluvert háa tölu en bara beysli með 2,2tonn svo það gildir. spurðist fyrir um þetta á umferðastofu og þá sagði gæinn þar að innflutningaðilar eða þeir sem settu beyslin á bílana úti í upphafi  hafi verið að nískast með ódýrari beysli eða eitthvað álíka og þetta væri útkoman.",
            "date": "2015-06-22 00:20:00",
            "post_id": "159247",
            "reply_to_id": "159224"
        },
        {
            "user_name": "olihelga",
            "text": "Skráð dráttargeta bíls getur aldrei orðið meiri en veikasti hlekkurinn í keðjunni hvort sem það er bíllinn, beislið eða kúlan ef þú getur sýnt fram á pappírum að veikasti hlekkurinn er sterkari en skráð dráttargeta segir til um á ekki að vera mikið mál að fá að breyta því. \nOftast eru það bremsurnar sem stjórna hámarks dráttargetu bíls og þar koma diskabremsur yfirleitt betur út, vélarafl hefur minnst með skráða dráttargetu að gera.\nKveðja Óli",
            "date": "2015-07-01 21:25:00",
            "post_id": "159570",
            "reply_to_id": "159247"
        },
        {
            "user_name": "íbbi",
            "text": "þessi dràttargeta sem us skràði getur ekki verið út af öðru en beyslinu, í original bókunum sem fylgdu bílnum er dràttargetan sögð 2951kg",
            "date": "2015-07-04 13:20:00",
            "post_id": "159679",
            "reply_to_id": "159570"
        }
    ],
    "date": "2015-06-19 19:15:00"
}