{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "30522",
    "title": "Vesen með pústgreinapakkningu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=30522",
    "posts": [
        {
            "user_name": "Tollinn",
            "text": "Sælir félagar\nNú var ég að henda út pústgreininni í lúxanum (22re) og skellti flækjum í greyið. Það munar nú um það en málið er að ég setti nýja pakkningu og taldi mig herða flækjurnar þokkalega (pinnboltar og rær orðnar þreyttar). Það pústar meðfram pakkningunni og ég taldi planið á flækjunum fínt og hreinsaði báða fleti. Nú dauðsé ég eftir því að hafa ekki skipt pinnboltunum út en velti því fyrir mér. Er pakkningin ónýt fyrst það er búið að pústa meðfram? og annað, er til eitthvað pakkningalím sem þolir þennan hita?\nkv Tolli",
            "date": "2015-06-30 22:28:00",
            "post_id": "159533",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "er flangsinn á greinunum jafn þykkur? Gæti verið þynnri flangs á flækjunum?\ngetur ekki verið að brjóstið á pinnboltanum sé of langt og þar af leiðir að greinin herðist ekki almennilega að heddinu heldur herðist róin bara í brjóstið á pinnboltanum, ég hef séð þetta gerast og í það skipti dugði að nota þunnar skífur úr Byko og það þegir",
            "date": "2015-07-01 00:09:00",
            "post_id": "159538",
            "reply_to_id": "159533"
        },
        {
            "user_name": "Tollinn",
            "text": "Já, þetta þykir mér bara líkleg skýring. Spurning með pakkninguna því ég hef þurft að keyra bílinn aðeins og það pústar svona skemmtilega með pakkningunni og ég er hræddur um að hún sé ónýt. Hvað með pakkningalím?",
            "date": "2015-07-01 08:11:00",
            "post_id": "159541",
            "reply_to_id": "159538"
        },
        {
            "user_name": "Sævar Örn",
            "text": "ju liklega er hun brunnin nema þetta sé stálpakkning",
            "date": "2015-07-01 08:15:00",
            "post_id": "159542",
            "reply_to_id": "159541"
        },
        {
            "user_name": "MixMaster2000",
            "text": "Sæll. Slepptu bara pakkningunni og notaðu bara Rautt Véla Silicon. Fræðilega þolir það ekki hitan, en það gerir það samt.\nÉg, og fleiri, höfum margoft gert þetta þegar verið er að setja flækjur á vélar. Það getur oft verið bölvað bras á pústpakkningum þegar flækjur eru komnar í, vegna þess hve mikil hreifing er á þeim og fletir oft orpnir og mis vel planaðir.\nEn auðvitað er ekkert verra að vera með pinnboltana í lagi. Og jafnvel að hafa þá aðeins lengri og hafa hólka undir rónum til að ná góðu togi í boltana.\nkv Heiðar Þorri",
            "date": "2015-07-01 14:05:00",
            "post_id": "159548",
            "reply_to_id": "159542"
        },
        {
            "user_name": "Tollinn",
            "text": "ertu að meina þetta? sleppa pakkningunni, en ef ég kaupi rautt vélasilicon og set beggja megin við pakkninguna? Finnst einhvern veginn skrítið að sleppa henni alveg",
            "date": "2015-07-01 22:36:00",
            "post_id": "159572",
            "reply_to_id": "159548"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Sleppa pakkninguni og nota eingöngu sílikon.\nMarg oft verið gert og svínvirkar eins og Heiðar minnist á hér að ofan !",
            "date": "2015-07-02 00:13:00",
            "post_id": "159581",
            "reply_to_id": "159572"
        },
        {
            "user_name": "Tollinn",
            "text": "Já, ég er búinn að kaupa pinnbolta og ætla að prufa að herða saman en ef það gengur ekki ætla ég að prufa þetta með sílikonið. Ekki geta menn bara rekið strax í gang um leið og búið er að herða þetta í silicon?\nkv Tolli",
            "date": "2015-07-02 08:36:00",
            "post_id": "159591",
            "reply_to_id": "159581"
        }
    ],
    "date": "2015-06-30 22:28:00"
}