{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "30531",
    "title": "Kaldidalur - Færð",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=30531",
    "posts": [
        {
            "user_name": "Doror",
            "text": "Sælir félagar,\nég sé að Kaldidalurinn er merktur sem ófær. Hefur einhver farið þarna uppeftir nýlega? Kæmist maður þarna um á óbreyttum Land Cruiser?",
            "date": "2015-07-01 16:52:00",
            "post_id": "159556",
            "reply_to_id": false
        },
        {
            "user_name": "SHM",
            "text": "Sælir.\nÉg var þarna á ferðinni 24. júní og hugðist keyra Kaldadalinn frá Húsafelli þar sem ég sá að hann var ekki lengur lokaður á korti Vegagerðarinnar. Ég var þó ekki kominn langt suður fyrir afleggjarann upp að Langjökli þegar ég kom að fyrsta snjóskaflinum. Ég komst yfir hann, en skömmu síðar kom ég að öðrum skafli, sem var heldur erfiðari. Í stað þess að fara að hleypa úr dekkjum og taka einhverja áhættu á einum bíl ákvað ég að láta skynsemina ráða og snéri við. Ég er á 38\" Patrol. Síðan eru búin að vera mikil hlýindi þannig að vera má að snjórinn hafi bráðnað, en ég geri ráð fyrir að einhver aurbleyta kunni að vera á leiðinni.",
            "date": "2015-07-01 17:44:00",
            "post_id": "159559",
            "reply_to_id": "159556"
        },
        {
            "user_name": "Brjotur",
            "text": "Engin aurbleyta , einhverjir skaflar enn á hryggnum neðan við OK , einn skafl við hrúðurkallana ,  og nei ekki fær óbreyttum",
            "date": "2015-07-01 18:03:00",
            "post_id": "159561",
            "reply_to_id": "159559"
        },
        {
            "user_name": "thorstb",
            "text": "Fór þarna um síðastliðin föstudag frá Þingvöllum og í Húsafell.   Eins og Brjótur segir, þá er alveg laust við aurbleytu en töluvert langir kaflar sem enn þarf að fara á snjó.  Skaflarnir eru  mjög þéttpakkaður eða klaki sem ætti ekki að þvælast fyrir >= 38\".  Dólaði þetta í 12 pundum á 40\".  Alveg ófært óbreyttum bílum samt.\nSkaflin við hrúðukallana er verri viðureignar.  Sæmilega aflíðandi sunnanmegin, en mjög brattur kantur á honum norðanmegin sem getur hæglega búið til bras á suðurleiðinni.  Illmögulegt að sneiða hjá þessu, skafli þar sem þetta er í sneiðingnum og bratt niður.  Alveg snjólaust fyrir neðan hólinn.",
            "date": "2015-07-02 00:02:00",
            "post_id": "159579",
            "reply_to_id": "159561"
        },
        {
            "user_name": "Doror",
            "text": "Takk kærlega fyrir þetta. Ég fer lengri leiðina.",
            "date": "2015-07-02 13:16:00",
            "post_id": "159604",
            "reply_to_id": "159579"
        },
        {
            "user_name": "ÓskarÓlafs",
            "text": "Sælir félgar, hefur einhver farið kaldadal sl daga? Er ekki að sjá neitt á síðuni hjá vegagerðinni og treysti frekar fólki hér en hjá þeim :P\nEr skvt öllu að fara á mrg á sprinter þarna á mrg, er það óðs manns æði eða fullfært?",
            "date": "2015-07-23 22:27:00",
            "post_id": "160253",
            "reply_to_id": "159604"
        },
        {
            "user_name": "akureyri",
            "text": "Fór þangað 3. ágúst. Ekkert vesen.",
            "date": "2015-08-08 21:18:00",
            "post_id": "160651",
            "reply_to_id": "160253"
        },
        {
            "user_name": "Cobro",
            "text": "Einhver sem veit hvernig ástandið er þessa leið núna.",
            "date": "2018-04-20 00:33:00",
            "post_id": "177698",
            "reply_to_id": "160651"
        },
        {
            "user_name": "karlguðna",
            "text": "http://www.vegagerdin.is/ferdaupplysing ... aerd-kort/\n  lokað sýnist mér",
            "date": "2018-04-20 01:07:00",
            "post_id": "177699",
            "reply_to_id": "177698"
        },
        {
            "user_name": "Cobro",
            "text": "Þakka þér var reyndar að ath hvort einhver hafi farið leiðina á breyttum, og hvort 35\" kæmist\nEn þakka þér kærlega fyrir svarið.",
            "date": "2018-04-20 01:10:00",
            "post_id": "177700",
            "reply_to_id": "177699"
        }
    ],
    "date": "2015-07-01 16:52:00"
}