{
    "forum_title": "Jeppar",
    "id": "30568",
    "title": "TS Toyota 4runner 3.0 1990árg.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=30568",
    "posts": [
        {
            "user_name": "Hjalliboy",
            "text": "Jæja fjölskyldan hefur sprengt allt utan af sér og þar á meðal þennan ágætis bíl. Þetta er árg. 1990 af Toyota 4Runner. Hann er með 3L turbo disel og er ekinn rétt rúmlega 308.000. Það er komið aðeins ryð í boddý en grindin er stráheil. Hann er á ágætis 33\" dekkjum og er EKKI breyttur þó hann sé með 38\" kanta. Dekkin er ég nýbuinn að kaupa og koma undan 120 cruiser. Felgurnar eru leiðinlega innvíðar og líta frekar kauðalega út á honum. Hann er með topplúgu, samlæsingum og rafmagni í öllu. Eina sem ekki virkar að ég held er aftur rúðuþurrkan. Draslið í afturrúðuupphalaranum er nýlegt. Ég skipti um bremsudisk og klossa vinstra megin og hægra megin er nýbúið að skipta um innri og ytri öxulhosu, efri spindilkúlu, báðar hjólalegurnar, bremsudisk og klossa. Það er nýuppgerður alternator í honum. Ég ætlaði með hann í hjólastillingu um daginn en þá var komið eitthvað slit í stýrisupphengju og fóðringar í klöfum. Eins finnst mér kúpling taka í frekar ofarlega en það hefur ekki breyst þann tíma sem ég hef átt hann. Um tímareim var skipt í 264.000. Bíllinn er skoðaður og þarf ekki í skoðun aftur fyrr en 2017. Grindin á toppnum og framaná fylgja ekki. Verðhugmynd er 680.000- Bíllinn er á Akureyri og uppl. eru í síma 8471153",
            "date": "2015-07-04 15:59:00",
            "post_id": "159690",
            "reply_to_id": false
        },
        {
            "user_name": "Hjalliboy",
            "text": "Hann var smurður fyrir tæpum 3000 km og það eru nýjir geymar í honum",
            "date": "2015-07-09 10:22:00",
            "post_id": "159815",
            "reply_to_id": "159690"
        },
        {
            "user_name": "hjalz",
            "text": "400.000  ?",
            "date": "2015-07-17 13:20:00",
            "post_id": "160049",
            "reply_to_id": "159815"
        },
        {
            "user_name": "Hjalliboy",
            "text": "Nei takk nafni",
            "date": "2015-07-20 11:44:00",
            "post_id": "160128",
            "reply_to_id": "160049"
        }
    ],
    "date": "2015-07-04 15:59:00"
}