{
    "forum_title": "Vara og aukahlutir",
    "id": "30676",
    "title": "Vantar altenator í Patrol",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=30676",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar nú vantar mig altenator úr gamla Patrol með vagumdælunni og helst slöngunni fyrir smurið. Ætla þetta á 2,4 disel TOYOTA í Bellu er að sækjast efir þessu þar sem altenatorinn í Patrol er með innbyggðan spennustilli en toyota ekki. Sjá mynd.Tími ekki að kaupa nýjan en hann kostar 46.000 nema í neyð. Sá   gamli er Toyota veit ekki um hinn.  kveðja guðni",
            "date": "2015-07-17 07:16:00",
            "post_id": "160039",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Það er sennielga auðveldara fyrir þig að svipast um alternator úr patrol. Vaccum dælan er ekki aftaná í terrano nema í fyrstu ágerðunum. Seinna (frá mitt ár 97 held ég að sé rétt hjá mér) kom vaccum dælan inná tímagírinn eða þar einhverstaðar, er neðst hægramegin á mótornum.\nÉg var að brasa með patrol alternator um daginn í y60 og hann er með innbyggðum spennustilli. Veit ekki hvað það það var lengi svoleiðns, sjálfsagt aðrir hér sem vita það.\nToyota er líka með nýrri alternatora með innbyggðum spennustilli, en sumir þeirra eru með vaccum dælunni framaná og festingar þá öðruvísi.",
            "date": "2015-07-17 09:26:00",
            "post_id": "160041",
            "reply_to_id": "160039"
        },
        {
            "user_name": "sukkaturbo",
            "text": "okey takk fyrir þetta elli",
            "date": "2015-07-17 11:41:00",
            "post_id": "160045",
            "reply_to_id": "160041"
        },
        {
            "user_name": "helgi eiriksson",
            "text": "sæll ég á til 1 eða 2 altenator úr 93-95 patrol.\nkv. helgi 7806227",
            "date": "2015-07-30 01:26:00",
            "post_id": "160442",
            "reply_to_id": "160045"
        },
        {
            "user_name": "Buck the Trucker",
            "text": "sæll Helgi þú átt nù eftir að látamig fá altenator í kangoo-inn sem við skiptum á.\nþað svarar aldrei í þetta númer sem þú gefur mér upp sem og hér. Ég hef sent ótal skilaboð og hringt oft í dag. Hringdu í mig og klarum skiptin. annars vill égfátækið mitt til baka\nbkv. Haraldur",
            "date": "2016-03-09 18:25:00",
            "post_id": "167684",
            "reply_to_id": "160442"
        }
    ],
    "date": "2015-07-17 07:16:00"
}