{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "30696",
    "title": "Patrol erfiður í gang",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=30696",
    "posts": [
        {
            "user_name": "malibu",
            "text": "Góðan daginn Patrol menn og konur\nEr að glíma við gangsetningarvandamál í Nissan patrol árg. 2000 með 2.8 tdi vélinni (98 eða 99 módel af vél). Það lýsir sér þannig að stundum vill hann ekki í gang fyrr en eftir endurteknar tilraunir ef hann er heitur.Þegar hann er kaldur þá hinsvegar rýkur hann í gang í fyrsta. Síðan lenti ég í því um daginn að hann fór bara alls ekki í gang og ég startaði bara út af geyminum. Þá setti ég geyminn í hleðslu og daginn eftir þá rauk hann í gang í fyrsta. Hann gengur hinsvegar mjög vel og er kraftmikill svona m.v. Nissan 2.8 og reykir ekkert.  \nÞað að hann fari í gang kaldur segir mér að þetta séu ekki glóðarkertin. Það er meira eins og að hann sé ekki að fá olíu. \nHvernig er best fyrir mig að rekja þessa bilun? Er þetta olíuverkið eða einhver rafmagnsmál?\nKv. Örn",
            "date": "2015-07-20 09:33:00",
            "post_id": "160125",
            "reply_to_id": false
        },
        {
            "user_name": "Aparass",
            "text": "Þarft sennilega að láta ventlastilla hann.\nÞeir ná ekki þjöppu heitir þegar bilið verður vitlaust en detta strax í gang kaldir.\nAlgengt vandamál í þessum vélum.",
            "date": "2015-07-21 22:26:00",
            "post_id": "160190",
            "reply_to_id": "160125"
        },
        {
            "user_name": "Sævar Örn",
            "text": "x2 við ventlastillingu, hafði ekki trú á því fyrr en ég horfði á það virka",
            "date": "2015-07-23 17:37:00",
            "post_id": "160241",
            "reply_to_id": "160190"
        },
        {
            "user_name": "malibu",
            "text": "Takk fyrir þessa ábendingu, er farinn að hallast að því að þetta tengist þjöppu. Setti nýjan og kröftugan geymi í bílinn, hann startar bílnum af meiri krafti og þá hrekkur hann í gang heitur strax eða eftir nokkra snúninga. Hvert er best að snúa sér með ventlastillingu?",
            "date": "2015-07-26 22:20:00",
            "post_id": "160342",
            "reply_to_id": "160241"
        },
        {
            "user_name": "Boxer",
            "text": "Sæll Örn \nÉg á svona ´99 Patrol Y61 RD28ETI, sem hagaði sér nákvæmlega eins og þú lýsir.\nTil að byrja með þá er algert frumskilyrði að láta hann hita sig þangað til að AIR BAG ljósið er hætt að lýsa, því að það er ekkert að marka \"gorminn\" í mælaborðinu, og þessir mótorar virðast þurfa svolítinn langan tíma tl að hita sig, bæði heitir og kaldir.\nGlóðarkertin eru á í 30 sek eftir að svissað er á og ekki startað, eftir að í gang er komið er straumur á kertunum þangað til kælivatnið nær 75°C eða mótorinn snýst yfir 2250rpm, þetta stendur í manualnum og ég er búinn að staðfesta það með því að setja díóðu inn í bíl sem er tengd við kertin.\nÞað er einnig mikilvægt að ef maður klúðrar starti þ.e. startar of fljótt (áður en AIR BAG ljósið slökknar) og bíllinn fer ekki í gang þá verður maður að svissa af bílnum og bíða í lágmark 5 sek, þangað til að maður heyrir í relyinu slá út, því að ef svissað er af og á strax aftur þá hitar bíllinn sig ekki í seinna skiptið, hann verður að bíða í þessar 5 sek. \nEn til þess að losna við þetta vandamál með heitræsingu þá keypti ég tappa sem skrúfast aftan í olíuverkið á milli spíssarörana. \nÉg hafði enga trú á þessu en sölumaðurinn hjá Framtak Blossa sem seldi mér tappan fullyrti að þetta virkaði og tappinn kostaði ekki nema um 3000kr þannig að ég sló til, og furðulegt nokk þá steinhætti bíllinn að vera með vesen. \nEftir að hafa skoðað gamla og nýja tapan saman þá er nú samt sennilega bara O-hringurinn á tappanum sem munar um, alaveggna litu þeir nákvæmlega eins út við sjónskoðun.\nÞað þarf spes lykil á tappan, en ég smíðaði hann bara, var ekki mikið mál. \nVið það að skipta um þennan tappa þá stórbatnaði bíllinn og hætti alveg að vera leiðinlegur í gang heitur. \nEn samt fannst mér startið samt alltaf vera svolítið lélegt í honum og hélt kanski að geymirinn væri að verða ónýtur.\nÁkvað að taka startarann í sundur, þrífa hann, pússaði ankerið og smurði fóðringar og liði, og viti menn það var eins og ég væri að starta bílnum á 24V eftir þessa aðgerð.\nStartarinn snýst svo mikið hraðar, og það skilar sér í því að bíllinn er mikið fljótari í gang. \nÉg er því ennþá með gamla geyminn en bíllinn rýkur í gang.\nÞessi tvö atriði eru mjög ódýr og einföld, og virkuðu fyrir minn bíl.\nVissulega hjálpar ventlastilling, en ég myndi ekki sleppa þessum atriðum.",
            "date": "2015-07-29 16:08:00",
            "post_id": "160424",
            "reply_to_id": "160342"
        },
        {
            "user_name": "malibu",
            "text": "Ertu með meiri upplýsingar um þennan tappa? Ég talaði nefnilega við Framtak Blossa og kom þar að tómum kofanum.",
            "date": "2015-07-30 22:09:00",
            "post_id": "160464",
            "reply_to_id": "160424"
        },
        {
            "user_name": "Boxer",
            "text": "Sæll Örn \nMig minnir endilega að þetta hafi verið Framtak Blossi, til að vera viss skal ég finna kvittunina, en það mun ekki gerast fyrr en um helgina.\nEn ég fann myndir síðan ég gerði þetta og læt þær flakka, þær eru ekki mjög góðar, teknar á síma en gefa vonandi einhverja hugmynd. \nHér má sjá aftan á olíuverkið þar sem tappinn er á milli spíssarörana.\nHér sést hvernig lykiðfarið er þríhyrnt, ég fann mér passandi rör og sauð inn í það doppur og svo boltahaus til að geta skrúfað kvikindið úr. \nHér eru svo tapparnir saman, gamli og nýi.\nVonandi ertu einhverju nær, en ég skal svo finna kvittunina og þá vonandi partanúmer.",
            "date": "2015-07-31 03:35:00",
            "post_id": "160466",
            "reply_to_id": "160464"
        },
        {
            "user_name": "Boxer",
            "text": "Jæja, ég fann reyndar ekki nótuna sjálfa, en fann pakkann sem boltinn kom í sem og pakkninguna utan af boltanum. \nBoltinn kom frá Framtak Blossa og ég keypti hann þann 27-6-2014. \nHér má sjá mynd af pakkanum, vel merktur Framtak Blossa. \nHér er svo pakkinn utan af boltanum og partanúmerin sjást, ég held að það efra sé Zexel og það neðra sé Bosch.\nHér er svo gamli boltinn og lykillinn sem ég smíðaði, lykillinn mætti vera fallegri, en var smíðaður á 0-9 úr því sem hendi var næst. \nVonandi kemur þetta að einhverju gagni.",
            "date": "2015-08-04 16:58:00",
            "post_id": "160525",
            "reply_to_id": "160466"
        },
        {
            "user_name": "Járni",
            "text": "Magnað, ég hafði ekki heyrt um þetta áður. Ég átti patrol með sömu vél sem var viðkvæmur í starti, notaði Airbag ljósið alltaf og þá datt hann alltaf í gang hratt. Hinsvegar ef maður klikkaði á tímasetningunni þá gat þetta tekið tíma. Snarskánaði við uppgerð á spíssum og ventlastillingu. \nEflaust margir sem ættu að prófa þennan tappa. Fengust engar nánar upplýsingar um virknina?",
            "date": "2015-08-06 14:16:00",
            "post_id": "160556",
            "reply_to_id": "160525"
        },
        {
            "user_name": "malibu",
            "text": "Sælir\nTakk fyrir góð ráð. Ég endaði á að kaupa bæði þennan tappa hjá Framtak Blossa og að panta svokallað cover plate með upphækkun eða brjósti til að flýta olíuverkinu í heitstarti. Þetta fann ég eftir leit á Áströlskum spjallþráðum og er lausn framleiðenda á þessu tiltölulega algenga vandamáli . Ég gleymdi að taka mynd af orginal stykkinu við hlið þess nýja en eins og sést á myndinni þá er c.a. 4 mm upphækkun sem þrýstir kólfi lengra inn í olíuverkið á meðan orginal stykkið er alveg flatt. Það er skemmst frá því að segja að nú fer bíllinn í gang á fyrsta snúning hvort sem hann er heitur eða kaldur. Ég merki engar breytingar á afgashita eða lausagangi þannig að þessi flýting eða breyting virðist bara hafa áhrif á startið.",
            "date": "2015-08-06 22:18:00",
            "post_id": "160577",
            "reply_to_id": "160556"
        },
        {
            "user_name": "Boxer",
            "text": "Sæll Örn \nFlott að heyra að Patrolinn sé farinn að fara í gang heitur sem kaldur. \nÉg gleymdi að minnast á \"cover plate\", en hef einmitt lesið á áströlsku Patrol spjöllunum að hún geri gott, sem og að BOSCH gaf út technical bulletin um þetta hot start mál, sjá hér \nhttp://www.fortematica.pt/y61/V0011.pdf\nÉg talaði við umboðið hérna heima (RVK) í fyrra þegar ég var að standa í mínu brasi, vísaði í þetta skjal frá BOSCH, og ætlaði að fá þá til að pannta plötuna fyrir mig, en mætti þar bara alls engum þjónustuvilja, og nánast leiðindum.\nSvo fann ég engan í Ástralíu sem vildi senda plötuna til Íslands, þannig að þá datt ég niður á þennan bolta og bíllinn lagaðist og ég hafði ekkert pælt meira í þessu.\nErtu til að deila með okkur hvar þú færð cover plötuna, þar sem ég hef áhuga á að verða mér út um svoleiðis, sérstaklega þar sem BOSCH mælir með henni.",
            "date": "2015-08-10 18:55:00",
            "post_id": "160695",
            "reply_to_id": "160577"
        },
        {
            "user_name": "hjotti",
            "text": "sælir er þetta gamla eða nýja 2.8 olíuverkið  sem þið eruð að ræða?",
            "date": "2015-08-10 21:26:00",
            "post_id": "160697",
            "reply_to_id": "160695"
        },
        {
            "user_name": "malibu",
            "text": "Sælir\nÞeir pöntuðu þetta fyrir mig í Framtak Blossa. Hluturinn er frá DENSO, part númer 096218-1030. Síðan þarf O hring með sem þeir eiga væntanlega á lager.\nKv. Örn",
            "date": "2015-08-10 21:50:00",
            "post_id": "160699",
            "reply_to_id": "160697"
        },
        {
            "user_name": "malibu",
            "text": "Þetta er nýja olíuverkið (rafstýrða)",
            "date": "2015-08-10 21:51:00",
            "post_id": "160700",
            "reply_to_id": "160699"
        }
    ],
    "date": "2015-07-20 09:33:00"
}