{
    "forum_title": "Almennt spjall",
    "id": "30711",
    "title": "Dagljós í Terrano",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=30711",
    "posts": [
        {
            "user_name": "ingvi.s",
            "text": "Gott kvöld, er í vandræðum með dagljósabúnað í terrano ii 2,7 , það kviknar bara vinstra ljósið, en svo bæði þegar ég kveiki aðalljósin, það var búið að vera örlítið daufara undanfarin ár en er sem sagt alveg horfið núna, mig vantar einhver hint, takk fyrir.",
            "date": "2015-07-21 02:41:00",
            "post_id": "160165",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Hægra megin í brettinu er dásamlegt reley stykki. Þetta er á bakvið rafgeyminn, hálfpartinn útúr húddinu og inni í brettinu. Þar eru að mig minnir tvö reley sem fá að grautast í seltu, vatni og drullu frá hægra framhjóli. Dásamleg staðsetning fyrir rafmagnsbúnað.\nMinn lét nákvæmlega eins, byrjaði í vor. Ég fór að líta á þetta dót, ég náði ekki einusinni plöggunum úr, þrátt fyrir ágætis verkfæri og talsverða krafta. Nokkrar snúrur voru oxaðar úr og lágu frjálsar í allar áttir.\nÉg hugsaði, fokk it, helvítis drasl, setti geyminn aftur í og hélt áfram að keyra eineygður. Svo í lok maí þá datt hitt aðalljósið út líka. Ég henti bílnum í júní. Blessuð sé minning hans.",
            "date": "2015-07-21 19:08:00",
            "post_id": "160178",
            "reply_to_id": "160165"
        },
        {
            "user_name": "Lindemann",
            "text": "Elli, er þetta nokkuð lausnin á öllum bilunum??? ;)",
            "date": "2015-07-21 22:11:00",
            "post_id": "160187",
            "reply_to_id": "160178"
        },
        {
            "user_name": "elliofur",
            "text": "Nei það var nú reyndar annað sem var banameinið, hann fékk sér túrbínu í morgunmat einn daginn og var að auki MJÖG ryðgaður. En þetta hljómaði bara svo skemmtilega :)",
            "date": "2015-07-21 22:22:00",
            "post_id": "160188",
            "reply_to_id": "160187"
        },
        {
            "user_name": "snöfli",
            "text": "Tær snilld:)",
            "date": "2015-07-21 23:09:00",
            "post_id": "160192",
            "reply_to_id": "160188"
        }
    ],
    "date": "2015-07-21 02:41:00"
}