{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "30778",
    "title": "Stífu festingar á hásingu LandCruiser 90",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=30778",
    "posts": [
        {
            "user_name": "vallip",
            "text": "Nú var ég að sjá að efri stífufestingarnar á hásingunni hjá mér eru ryðgaðir nánast í sundur og því þarf að skipta um. \nVitið þið hvort einhverstaðar sé hægt að fá turnana tilbúna eða efnið í þá niðurskorið?",
            "date": "2015-07-26 21:03:00",
            "post_id": "160340",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Mig minnir að Arctic-Trucks eigi þetta til og líka umboðið.\nÉg þurfti að láta skipta út báðum og það var eiginlega bara umboðið sem lagði í það, Stál og Stansar þorðu því ekki.\nÞað kostaði helling en umboðið lagaði þetta vel.",
            "date": "2015-07-26 21:58:00",
            "post_id": "160341",
            "reply_to_id": "160340"
        },
        {
            "user_name": "biturk",
            "text": "Sosem ekki fflókin smíði\nÁttu ekki slípirokk, borvél og skrúfstykki og aðgang að suðuvél?",
            "date": "2015-07-26 23:10:00",
            "post_id": "160345",
            "reply_to_id": "160341"
        },
        {
            "user_name": "jongud",
            "text": "Miðað við hvað það kostar lítið að láta smiðjur eins og áhaldaleiguna skera þetta fyrir sig þá finnst mér það vitleysa að gera þetta sjálfur.\nEn það þýðir að það þarf að eiga teikningar af þessu.\nVeit einhver um teikningar af þessum stífuturnum sem væri hægt að deila hérna á spjallinu?\nÉg er alveg viss um að þeim yrði líka vel tekið annarsstaðar, t.d. á áströlskum og amerískum Toyota-vefsíðum enda er þetta ryðvandamál á mörgum týpum, eins og 4runner, landcruiser 90, 100 og 120.",
            "date": "2015-07-27 08:29:00",
            "post_id": "160354",
            "reply_to_id": "160345"
        },
        {
            "user_name": "vallip",
            "text": "Það er hægt að fá þetta hjá ArticTrucs kostar 13500kr.\nSennilega er þetta líka til hjá Áhaldaleigunni en hann er i sumarfríi nuna.",
            "date": "2015-07-27 12:21:00",
            "post_id": "160355",
            "reply_to_id": "160354"
        },
        {
            "user_name": "gislisveri",
            "text": "Áhaldaleigan framleiðir þetta fyrir Arctic Trucks, sem á teikningarnar.",
            "date": "2015-07-28 19:01:00",
            "post_id": "160407",
            "reply_to_id": "160355"
        },
        {
            "user_name": "grimur",
            "text": "Maður er nú á frekar slöppu tímakaupi við að hanna og láta smíða þetta upp á nýtt ef AT selur þetta á 13500.\nSvona í framhjáhlaupi....veit einhver hvaða stál AT er að nota í grindarsmíðina hjá sér, heyrði að það væri eitthvað skárra en þetta vanalega ST52, eða ÍST355 eins og það kallast víst nuna.\nSvo væri nú ekkert galið að heimta efnisvottorð með svona dóti, það er nokkuð sem er sífellt að verða mikilvægara þegar efnissalar (aðallega heildsalar erlendis) eru að spara aura og kaupa efni héðan og þaðan með vafasaman uppruna.\nKv\nGrímur",
            "date": "2015-08-03 02:55:00",
            "post_id": "160492",
            "reply_to_id": "160407"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "við Valli skiptum um annan stífuturninn á ca 5 klst, býsna vel gert þó ég segi sjálfur frá en svo skipti ég um turn nokkrum dögum síðar (í öðrum bíl) og þá tók það um 4,5 klst, var einn en á móti slípaði ég ekki jafnmikið niður á hásingu og Valli gerði í sínum bíl en ég slípaði niður í þykkt efni í afganginum af gamla turninum, svo einhver tími sparaðist á því.\nþá tók ég báða turnana á þriðja bílnum en það voru bara sprungur komnar í annan turninn svo það var miklu minna verk að ryðbæta þá.\nEfnið er s.s. 13.900kr efni í tvo turna en amk fyrir minn smekk þurfti að búa til stærra mót framantil á turnunum.",
            "date": "2015-08-12 20:37:00",
            "post_id": "160777",
            "reply_to_id": "160492"
        },
        {
            "user_name": "grimur",
            "text": "Eru þetta þreytusprungur eða ryðskemmdir sem menn eru að sjá í þessu?\nKv\nGrímur",
            "date": "2015-08-13 01:43:00",
            "post_id": "160792",
            "reply_to_id": "160777"
        },
        {
            "user_name": "jongud",
            "text": "Efri stífuturnarnir á Toyota afturhásingum eru með ryðvandræði. Saltdrullan sest í kverkina, járnið ryðgar og þynnist og þá koma þreytusprungur.\nÞað verður að passa þegar þetta er smíðað upp á nýtt að hafa stærra gat en upprunalega til að hleypa drullunni niður úr kverkinni.",
            "date": "2015-08-13 08:23:00",
            "post_id": "160796",
            "reply_to_id": "160792"
        },
        {
            "user_name": "grimur",
            "text": "Takk fyrir þetta, mjög gott að deila svona atriðum hérna, alveg í smáatriðum :-)",
            "date": "2015-08-14 22:37:00",
            "post_id": "160843",
            "reply_to_id": "160796"
        }
    ],
    "date": "2015-07-26 21:03:00"
}