{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "30809",
    "title": "Land Cruiser 90 kertaþræðir",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=30809",
    "posts": [
        {
            "user_name": "OmarOrn74",
            "text": "Góðan dag\nÉg er með LC90 3,4 bensínbíl. Vélin er 5VZ-FE. Ég hef verið að fá misfire á 4. cylinder og stöku sinnum á 3. Er búinn að skipta um kerti og prófa að svissa háspennukeflum en fæ samt misfire á 4. cylinder þannig að ég er að vona að vandamálið séu kertaþræðirnir. Það ætti ekki að vera mikið vandamál nema að ég fæ þá ekki. Stilling á þræði sem eru gefnir upp fyrir þessa vél en þeir passa ekki. Þar fæ ég þau svör að ef þeir panti fyrir mig komi þessir sem passa ekki. Þegar ég skoða kertaþræði á netinu fyrir þessa vél koma upp þræðir eins og Stilling vildi selja mér. Þeir eru eins að öllu öðru leyti en því að hausinn sem smellist á háspennukeflið passar ekki. Sé að ég get keypt á netinu svona þræði með keflum sem passa þá vænatnlega. Kannast einhver við þennan rugling eða er ég eitthvað að rugla?",
            "date": "2015-07-31 12:06:00",
            "post_id": "160469",
            "reply_to_id": false
        },
        {
            "user_name": "grimur",
            "text": "Veit ekki alveg hvað Stilling er með, en ég keypti einmitt þræði á svona mótor í fyrradag í Autozone hérna í Orlando, tók næst ódýrustu týpuna sem var innan við $50 fyrir settið sem kom samhangandi með öllum klemmum smellum og festingum á, þurfti ekki einusinni að muna hvert hvaða þráður átti að fara.\nPassaðu líka að það séu rétt kerti, það á að vera tvöföld jarð elektróða, pinninn stendur út á milli þeirra.\nSpurning um að útvega þetta bara frá USA. Hér er allt fullt af þessum bílum og allir varahlutasalar kunna á þetta.\nKv\nGrímur",
            "date": "2015-08-01 07:05:00",
            "post_id": "160477",
            "reply_to_id": "160469"
        },
        {
            "user_name": "OmarOrn74",
            "text": "Takk kærlega fyrir svarið. \nÞegar ég leita á autozone fæ ég sömu þræði og Stilling seldi mér (miðað við mynd) en þeir passa ekki á háspennukeflið. Þessir þræðir (\nhttp://www.autozone.com/ignition-tune-u ... _863879_0/\n) eru með málmpinna út úr hettunni sem smellist á háspennukeflið en þræðirnir sem ég er með eru ekki með þennan pinna út úr hettunni.\nFæ vini mina hjá Bifreiðaverkstæði Reykjavíkur til að skoða þetta fyrir mig. Hefði samt viljað redda svona smáviðviki sjálfur.\nKveðja,\nÓmar",
            "date": "2015-08-05 22:03:00",
            "post_id": "160550",
            "reply_to_id": "160477"
        }
    ],
    "date": "2015-07-31 12:06:00"
}