{
    "forum_title": "Almennt spjall",
    "id": "30875",
    "title": "Míkróskurður - eða ekki!",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=30875",
    "posts": [
        {
            "user_name": "ThOl",
            "text": "Er að fara að kaupa mér ný dekk, General Grabber eða BF Goodrich, 35 tommu og sölumenn leggja hart að mér að láta míkróskera þau. Hvað segja sérfræðingar um það, er það betra eða jafnvel nauðsynlegt?",
            "date": "2015-08-12 15:30:00",
            "post_id": "160757",
            "reply_to_id": false
        },
        {
            "user_name": "Kiddi",
            "text": "Eiga þau að vera sumar- eða vetrardekk?\nÉg skil að þetta geti gert gagn í vetrardekkjum en finnst þetta oft vera til óþurftar í sumardekkjum þar sem þau eiga það til að tætast við míkróskurðinn...",
            "date": "2015-08-12 15:35:00",
            "post_id": "160759",
            "reply_to_id": "160757"
        },
        {
            "user_name": "ThOl",
            "text": "Ég hafði hugsað mér þetta sem heilsársdekk",
            "date": "2015-08-12 15:38:00",
            "post_id": "160760",
            "reply_to_id": "160759"
        },
        {
            "user_name": "Járni",
            "text": "Ég lét skera í ný toyo at,  35\". Sé ekkert eftir því, þó ég hafi ekki samanburðinn við samskonar dekk óskorin. Munurinn á hávaðanum dekkjunum sem voru undir fyrir var hinsvegar gígantískur, hvað nýju voru hljóðlátari. Það er þó ekki bara skurðurinn. \nÞað sem þú skalt hafa bakvið eyrað er að ef þú vilt negla þau seinna er það ekki hægt eftir skurð. Mögulega er hægt skera eingöngu í miðjuna, svo hægt sé að negla ystu kubbana seinna.",
            "date": "2015-08-12 16:15:00",
            "post_id": "160761",
            "reply_to_id": "160760"
        },
        {
            "user_name": "oskarg",
            "text": "Hef ekið a 33 AT Grabber sem ekki voru mikróskorin. Notaði þau sem heilsársdekk undir bil á höfuðborgarsvæðinu. Mjög sáttur. Mér finnst á stundum sem sölumenn dekkja séu aðalega að selja viðbótarþjónustu sem hefur ekki alltaf tilætlaðan ávinning þegar um dekkjaskurð er að ræða. Sérstaklega á minni dekkjum.",
            "date": "2015-08-12 16:38:00",
            "post_id": "160762",
            "reply_to_id": "160761"
        },
        {
            "user_name": "ThOl",
            "text": "Í mínum huga snýst kannski helsta spurningin um hvort dekkin verði betri í hálku ef þau eru míkróskorin, sérstaklega þegar ísing og klaki er á vegunum eins og oft er á veturna hér á landi utan þéttbýlis.",
            "date": "2015-08-12 16:54:00",
            "post_id": "160763",
            "reply_to_id": "160762"
        },
        {
            "user_name": "draugsii",
            "text": "Ég var á 35 tommu courser einusinni kaupi þau ný og keyrði hálfan vetur á þeim og lét svo skera þau \nog ég fann töluverðan mun á því hvað þau skánuðu í hálku eftir skurðinn",
            "date": "2015-08-12 17:17:00",
            "post_id": "160764",
            "reply_to_id": "160763"
        },
        {
            "user_name": "ThOl",
            "text": "Takk fyrir innleggið Hilmar. Ég er á Patrol, sem í hálku er eins og belja á svelli og allt sem gerir hann skárri við þannig aðstæður er vel þegið.",
            "date": "2015-08-12 17:22:00",
            "post_id": "160765",
            "reply_to_id": "160764"
        },
        {
            "user_name": "biturk",
            "text": "Miktoskera ef þaðner heilsárs, ef menn vilja vetrae dekk myndi eg ekki mikroskera, bara negla og það vel",
            "date": "2015-08-12 18:13:00",
            "post_id": "160770",
            "reply_to_id": "160765"
        },
        {
            "user_name": "gislisveri",
            "text": "Míkróskurður allan daginn. Meira grip í hálku, stundum hljóðlátari dekk, fer eftir mynstri og í öllum tilvikum betri ending. Lengi vel vildi ég ekki kaupa þetta með betri endinguna, en nú er ég búin að sjá nokkur augljós dæmi um að það stenst.\nNota bene, míkróskurðurinn er almennt ódýr m.v. tímann sem fer í hann svo hann er ekkert sérstök söluvara.\nKv.\nGísli.",
            "date": "2015-08-12 19:37:00",
            "post_id": "160773",
            "reply_to_id": "160770"
        },
        {
            "user_name": "jeepcj7",
            "text": "Margfalt grip við allar aðstæður jafnt sumar og vetur með microskurði og betri ending líka finnst mér",
            "date": "2015-08-12 19:42:00",
            "post_id": "160774",
            "reply_to_id": "160773"
        },
        {
            "user_name": "TDK",
            "text": "En að vera bara ævintýragjarn og skera 2 dekk. Getur svo tekið stöðuna eftir svona 6 mánuði og séð það sjálfur hver munurinn er í sliti.",
            "date": "2015-08-12 22:40:00",
            "post_id": "160785",
            "reply_to_id": "160774"
        },
        {
            "user_name": "elliofur",
            "text": "Þú verður þá að skera það bara öðru megin, hægra eða vinstra megin, ekki bara að skera að aftan eða bara að framan til að tilraunin sé marktæk. Mjög góð hugmynd samt.\nÉg hef alltaf verið fylgjandi míkróskurði, aðallega af umtali, rökum og reynslu annara. Hef ekki gert markvissar tilraunir á þessu sjálfur.",
            "date": "2015-08-12 22:53:00",
            "post_id": "160787",
            "reply_to_id": "160785"
        },
        {
            "user_name": "grimur",
            "text": "Það er staðreynd að stærri kubbar slitna meira. Þeir nuddast meira þegar dekkið leggst og sleppir.\nSjáið hvernig traktorsdekk fara á malbiki. Minni kubbar svigna meira og nuddast því minna við yfirborðið. Þannig næst líka meira grip með minni kubbum, þar sem þeir eru ekki að renna til að byrja með. \nÞetta sést í sliti á dekkjum með misstórum kubbum I hringnum. Stærri fletirnir slitna hraðar og dekkið fer úr balans.\nKv\nGrímur",
            "date": "2015-08-13 00:59:00",
            "post_id": "160791",
            "reply_to_id": "160787"
        },
        {
            "user_name": "ThOl",
            "text": "Niðurstaðan er augljóslega míkróskurður! Takk fyrir góða umræðu.",
            "date": "2015-08-13 12:51:00",
            "post_id": "160803",
            "reply_to_id": "160791"
        },
        {
            "user_name": "Hrannifox",
            "text": "Myndi láta mikróskera miðjuna en skilja kubbana í kantinum eftir, ef þú vilt seinna láta negla kanntinn.\nlét skera bfg km2 mudterrain hjá mér og þau voru æðisleg í vetrarfærðinni. en sá samt pínu eftir því seinna meir að hafa látið skera kanntana líka hefði viljað negla þá og vera með annan gang fyrir sumarið",
            "date": "2015-08-19 19:15:00",
            "post_id": "161000",
            "reply_to_id": "160803"
        },
        {
            "user_name": "elliofur",
            "text": "Smá pæling, nú slitna flest dekk meira á köntunum, mest áberandi á mudder og ground hawk. Hvenrig væri að míkróskera hliðarnar og geyma miðjuna fyrir nagla? Það hljóta einhverjir að hafa prufað það, hver er reynslan af því?\nVissulega eru ekki öll dekk sem eru neglanleg í miðjunni, en mörg hver þó.",
            "date": "2015-08-19 22:08:00",
            "post_id": "161009",
            "reply_to_id": "161000"
        },
        {
            "user_name": "StefánDal",
            "text": "Dekk sem slitna meira í köntunum eru keyrð á of lágum þrýsting.",
            "date": "2015-08-19 22:14:00",
            "post_id": "161011",
            "reply_to_id": "161009"
        },
        {
            "user_name": "elliofur",
            "text": "Ekkert endilega Stebbi, en vissulega oft, sérstaklega á fólksbílum.\nYfirleitt er þetta svona á jeppum afþví að við notum of breiðar felgur miðað við hvað framleiðandinn setur okkur fyrir. Og því fer sem fer. Einnig eru margir að keyra mikið á slóðum, og hver nennir að hafa 30 psi þar?\nStaðreyndin er sú að miðað við hvernig menn nota dekkin þá kantslitna þau mörg hver. Þessvegna datt mér þetta í hug, þar sem oft er talað um að míkróskurður minnki slithraða. Miðað við þær forsendur væri það mun betri kostur upp á endingu að að míkróskera frekar kantana heldur en miðjuna ef menn ætla að eiga pláss fyrir nagla seinnameir. Þar sem ég hef ekki persónulega reynslu af þessu þá velti ég þessu upp, ég er alveg viss um að það eru einhvejrir sem hafa prófað þetta eða þekkja til og er að spekulera í þeirra vitneskju.",
            "date": "2015-08-19 22:27:00",
            "post_id": "161015",
            "reply_to_id": "161011"
        },
        {
            "user_name": "Óttar",
            "text": "Góð pæling Elli. Ég hef líka velt því fyrir mér ef hvort það sé ekki gott að mikroskera hliðarkubbana líka uppá úrhleipingu",
            "date": "2015-08-19 23:29:00",
            "post_id": "161017",
            "reply_to_id": "161015"
        },
        {
            "user_name": "alvegsama",
            "text": "sælir\nÉg prófaði hér um árið að skera annað framdekkið á Hilux. \nÞetta var nýr 38\"mudder sem hafði gatast.  Dekkja karlinn vildi endilega skera dekkið í leiðinni.\nÍ stuttu máli var ég svo ósáttur við skurðinn,  fannst hann tættur og ljótur, að ég lét ekki skera afganginn af dekkjunum.\nEn, alla tíð eftir þetta bremsaði bíllinn skakkt í hálku, umtalsvert betra grip á skorna dekkinu.\nÞegar dekkin voru orðin hálfslitin var 3-4mm munur á framdekkjum, og þá reyndar öllum dekkjum skorna dekkinu í vil.",
            "date": "2015-08-20 08:10:00",
            "post_id": "161031",
            "reply_to_id": "161017"
        }
    ],
    "date": "2015-08-12 15:30:00"
}