{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "30872",
    "title": "Leppistungur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=30872",
    "posts": [
        {
            "user_name": "brell",
            "text": "Veit einhver um færð upp Leppistungur í Kerlingafjöll (og kannski um Stórasand)? Bæði svæðin eru merkt ófær á pdf korti Vegagerðarinnar.",
            "date": "2015-08-12 11:21:00",
            "post_id": "160743",
            "reply_to_id": false
        },
        {
            "user_name": "Kiddi",
            "text": "Getur verið að þú sért að misskilja hvað er sýnt á hálendiskortum Vegagerðarinnar?\nSkyggða svæðið þýðir \nallur akstur bannaður\n sem er allt annað en ófært. Það á að virða akstursbann því það er sett vegna aurbleytu og þá til þess að vernda landið fyrir skemmdum.\nhttp://www.vegagerdin.is/media/umferd-o ... alendi.pdf",
            "date": "2015-08-12 15:32:00",
            "post_id": "160758",
            "reply_to_id": "160743"
        },
        {
            "user_name": "Björgvin M",
            "text": "Daginn félagar. \nVar í Kerlingarfjöllum um síðustu helgi. Vegurinn í Setur er metktur með bandi fyrir akstursleiðina með merkingunni að mig mynnir TORFÆRt. \nVið veginn um Leppistungur er lokað með spotta. Var einnig í sambandi við landvörð í Nýjadal sem sagði mér að víða væri fáfarnir slóðar enn ófærir vegna snjóa og aurbleytu,\nKveðja Björgvin",
            "date": "2015-08-12 17:39:00",
            "post_id": "160767",
            "reply_to_id": "160758"
        },
        {
            "user_name": "jongud",
            "text": "Heyrði í mönnum í gærkvöld sem fóru upp í Setur sl. helgi. Þeir reyndu að fara frá Setrinu og norðurfyrir Kerlingafjöll á 42- og 38 tommubílum en komust lítt áleiðis. Leppistungur og Klakkurinn eru líka ófær vegna snjóa. Það var reynt nýlega að moka Klakkinn, en stór traktorsgrafa varð að segja pass eftir 2ja daga puð.\nÞannig að nú er bara ein leið fær upp í Setur, og það er Gljúfurleitin.",
            "date": "2015-08-13 08:16:00",
            "post_id": "160793",
            "reply_to_id": "160767"
        },
        {
            "user_name": "brell",
            "text": "Ég átti að sjálfsögðu við \"lokað\" en ekki \"ófært\".  Það sem mér þótti skrýtið var að allt svæðið frá Leppistungum að Gljúfurleit var merkt lokað þó að menn væru farnir að aka Gljúfurleitina upp í Setur.\nLeppistungurnar opnuðust í dag og ég kominn heim á Húsavík :(",
            "date": "2015-08-16 13:39:00",
            "post_id": "160899",
            "reply_to_id": "160793"
        }
    ],
    "date": "2015-08-12 11:21:00"
}