{
    "forum_title": "Almennt spjall",
    "id": "30894",
    "title": "Kaupa dekk - verðsamanburður",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=30894",
    "posts": [
        {
            "user_name": "elliofur",
            "text": "Nú þarf ég að fara að huga að dekkjakaupum undir patrolinn hjá mér. 35\" skal það vera fyrir 15\" felgurnar mínar. \nHverjir bjóða bestu verðin? Hverjir eru yfir höfuð að selja dekk? \nEf við tínum upp á yfirborðið alla staði sem selja 35\" dekk þá er ég til í að hringja á þá staði og athuga verð og pósta öllum niðurstöðum hér. Kannski kría út afslátt eða tilboð til meðlima jeppaspjallsins, sjáum hvað fyrirtæki eru tilkippileg til þess.",
            "date": "2015-08-14 23:06:00",
            "post_id": "160844",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Dekkverk.is",
            "date": "2015-08-14 23:58:00",
            "post_id": "160851",
            "reply_to_id": "160844"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Elli Dekkjahöllin á Akureyri hjá honum Gunna Kredd eigandanum af 6x6 raminum 4623002. Nú svo Bílaþjónustan á Húsavík hjá honum Inga hann hefur alltaf verið með bestu verðin að mínu mati sími 4641122. Nú svo N-1 4401000 og Bílabúð Benna 5902000. Dekkjalsalan ehf. 5873757 oft góðir notað og nýtt. Sólning 5445000.Arctic Trucks Ísland ehf 540 4900. Bland sími 007. Jeppaspjallið sími 008 og 4x4 sími 0000.kveðja guðni",
            "date": "2015-08-15 08:31:00",
            "post_id": "160856",
            "reply_to_id": "160851"
        },
        {
            "user_name": "Járni",
            "text": "Fínasta upptalning hjá Guðna. Ég keypti 35\" Toyo hjá Dekkverk fyrir tæpu ári, sem þeir þó virðast vera hættir með. Þá voru þeir með besta verðið á þessum dekkjum.",
            "date": "2015-08-15 08:51:00",
            "post_id": "160857",
            "reply_to_id": "160856"
        },
        {
            "user_name": "valthor",
            "text": "Væri áhugavert að hafa tyresdirect með...",
            "date": "2015-08-15 22:46:00",
            "post_id": "160881",
            "reply_to_id": "160857"
        },
        {
            "user_name": "elliofur",
            "text": "Já, hver er reynsla manna af netkaupum á dekkjum að utan? Ég kaupi margt af netinu en ekki dekk ennþá. \nÉg skoðaði tirerack fyrir stuttu síðan og miðað við að nota shopusa (sem oft borgar sig á þungu eða rúmmálsfreku) þá voru þeir á sama verði og hér heima miðað við toyo dekk",
            "date": "2015-08-15 23:18:00",
            "post_id": "160886",
            "reply_to_id": "160881"
        },
        {
            "user_name": "jongud",
            "text": "Ég hef þá þumalputtareglu að verð þarf að vera meira en 15-20% minna erlendis (komið til mín með með öllu) áður en ég ver að panta að utan. Það er alltaf betra að eiga við innlenda aðila ef eitthvað kemur upp á. Auk þess sem það tekur styttri tíma.",
            "date": "2015-08-16 09:38:00",
            "post_id": "160892",
            "reply_to_id": "160886"
        },
        {
            "user_name": "Polarbear",
            "text": "ég er svo vitlaus að ég reyni að kaupa yfirleitt það besta (ekki ódýrasta)... :) verslaði mér Toyo 35\" undir krúsa og er ógeðslega ánægður með þau.... en þetta verður áhugavert að sjá! subscribed! (ps. þau voru líka með þeim ódýrari, en fengu líka góða \"dóma\").",
            "date": "2015-08-16 11:12:00",
            "post_id": "160894",
            "reply_to_id": "160892"
        },
        {
            "user_name": "jongud",
            "text": "Ég er á Toyo all terrain 35-tommu míkróskornum. Alger draumur að keyra á þessu. Hef að vísu ekki reynt þau ennþá í snjó.",
            "date": "2015-08-16 15:42:00",
            "post_id": "160903",
            "reply_to_id": "160894"
        },
        {
            "user_name": "haflidason",
            "text": "ég hef verið að nota mastercraft dekk undir 3 tonna pikkann hjá mér. bíllinn er original (32,5tommur), hafa reynst vel þó bíllinn sé mikið notaður í þungaflutninga (reyndar núna með E þyngdarklassa)  og á góðu verði hjá sólningu. þegar ég keypti ný dekk síðastliðið haust voru Toyo dekkin aðeins dýrari í þessari stærð og þó bara í D þyngdarklassa.",
            "date": "2015-08-16 16:06:00",
            "post_id": "160904",
            "reply_to_id": "160903"
        },
        {
            "user_name": "elliofur",
            "text": "Ég var líka með toyo at undir gamla hilux hjá mér og þetta eru alveg frábær dekk. Pabbi var að kaupa þau undir krúserinn hjá sér fyrir 2 vikum og það eru þau dekk sem ég lít hvað mest til.\nÞað eru uppi spekuleringar að múta þeim sem býður best með auglýsignabanner hér á jeppaspjallinu. Ætti að gera söluaðila aðeins viljugri að gefa okkur ágætan afslátt. Meira um það síðar.",
            "date": "2015-08-16 16:22:00",
            "post_id": "160906",
            "reply_to_id": "160904"
        },
        {
            "user_name": "valthor",
            "text": "Hefur einhver reynslu af þessu? \nhttp://www.tyresdirect.is",
            "date": "2015-08-17 13:27:00",
            "post_id": "160930",
            "reply_to_id": "160906"
        },
        {
            "user_name": "elliofur",
            "text": "Aðeins að byrja að tína þetta til.\nÞetta er beint af síðu dekkverk.is, enginn sér díll (ennþá)\n \n35X12,50R15\tGeneral Grabber AT2  4stk án vinnu 176.000 kr.\t(stykkið á 44þúsund)\t\n35X12,50R15\tBFGoodrich A/T \t 4stk án vinnu 212.000 kr.  (stykkið á 53þúsund)\nN1 beint listaverð af heimasíðu\n15 R 35x12.50 Cooper St Jeppadekk 113q\tJeppadekk Tommumál\tNeglanlegir\t55.990,-\t \t\n15 R 35X12,50 Trxus STS RADIAL         \tJeppadekk Tommumál\t\t79.990,-\n15 R 35x12.50 Cooper Stt Jeppadekk 113q\tJeppadekk Tommumál\t\t59.990,-\n15 R 35X12.5 Pro Comp Xterrain C load\tJeppadekk Tommumál\t\t69.990,-\nÉg hafði samband við tyresdirect.is og fékk fanta fín verð þar.\n\"Ég get boðið þér BF. Goodrich All Terrain KO dekkin í 35x12.50R15. Þau eru á 44.200 kr. pr. stk. Einnig er ég með Cooper Discoverer STT PRO á 39.506 kr. Pr stk. og General Grabber AT2 á 32.528 kr. Pr. Stk. General dekkið er mjög svipað BFG dekkinu og góð kaup í því.\"\nÞetta eru venjuleg listaverð með vsk. 35\" fyrir 15\" felgur.\nÉg sagði honum að ég væri spenntur fyrir toyo, hann ætlaði að sjá hvað hann gæti gert fyrir mig í því. Lofar mjög góðu.\nÁframhald síðar.",
            "date": "2015-08-17 20:05:00",
            "post_id": "160938",
            "reply_to_id": "160930"
        },
        {
            "user_name": "Hrannifox",
            "text": "en er þetta kannski líka ekki svoldið mikið hvað þú ert að fá fyrir peninginn ?\npersónulega verða Toyo AT eða MT fyrir valinu næst, ótrúlegt hvað þeir ná að keyra þessi dekk undir stóru fordunum.\nsvo fer þetta líka eftir því hverju þú ert að leita af ?",
            "date": "2015-08-19 19:10:00",
            "post_id": "160999",
            "reply_to_id": "160938"
        },
        {
            "user_name": "elliofur",
            "text": "Ég er eiginlega ákveðinn í að fá mér Toyo Open Country AT.",
            "date": "2015-08-20 22:55:00",
            "post_id": "161057",
            "reply_to_id": "160999"
        },
        {
            "user_name": "JLS",
            "text": "Hvernig er með  BF. Goodrich  dekkin, eru þetta orðið algert dót sem fúnar á mettíma? Þetta hafa verið mjög algeng dekk í gegnum tíðina en sökum þess hve mörg dekk ég hef séð ónýt af fúa varla hálfslitin og sum rifna, þá fengi ég mér seint svoleiðis, sama hvaða verði þau væru á.  Og Maxxis dekk er gott að aka á á sumrin, en alveg vonlaus í hálku og snjó.",
            "date": "2015-08-21 00:03:00",
            "post_id": "161061",
            "reply_to_id": "161057"
        },
        {
            "user_name": "valthor",
            "text": "Þetta er allt saman spennandi... Glæsilegt ef hægt er að lækka verð. Maður hefði nú líka haldið með fallandi olíuverði að dekk ættu að lækka. \nHafið þið eitthvað skoðað þetta R/T dekk frá Toyo? Er einhver kominn á svoleiðis?",
            "date": "2015-08-21 11:37:00",
            "post_id": "161071",
            "reply_to_id": "161061"
        },
        {
            "user_name": "smaris",
            "text": "Ég er búinn að keyra á BF Goodrich AT í 3 ár og er ekki farinn að sjá neinn fúa í þeim, hef aftur á móti séð þau mörg fúin, en ég keyri það mikið að þau ná ekki að fúna hjá mér. Hef verið mjög ánægður með þau að öllu leiti nema þegar krapi er á vegum, þá flýtur bíllinn upp vegna þess að munstrið er allt of lokað. Fékk mér Toyo Open Country AT í haust og finnst mér þau góð við allar aðstæður sem ég hef ekið í. Þau hafa aftur á móti þann galla að vera mikið harðari en BFG og kem ég þess vegna ekki til með að kaupa mér þau aftur. Reikna með að fara aftur í BFG þar sem komið er nýtt munstur sem á að vera opnara.\nKv. Smári",
            "date": "2015-08-21 12:53:00",
            "post_id": "161073",
            "reply_to_id": "161071"
        },
        {
            "user_name": "Hagalín",
            "text": "Spurning hvort að Tyres Direct geti farið í samflot með Jeppaspjallinu á að moka inn gang af stórum jeppadekkjum 38\" og uppúr???\nVar ekki búið að finna framleiðanda af svipuðum dekkjum og AT 38\"??",
            "date": "2015-08-21 14:27:00",
            "post_id": "161075",
            "reply_to_id": "161073"
        },
        {
            "user_name": "elliofur",
            "text": "Pælingar í gangi drengir og stúlkur.\nHvað þyrfti 38x15.5R15 dekkið að fara niður í til að það myndi mokast út? Hvað er sanngjarnt verð á 38\"?\nHvaða dekk frá USA myndi vera best tekið í?\nMálefnalegar umræður og endilega koma með skoðanir, því fleiri, því betra.",
            "date": "2015-08-24 17:24:00",
            "post_id": "161163",
            "reply_to_id": "161075"
        },
        {
            "user_name": "Fordinn",
            "text": "Ég myndi kaupa 38\" toyo hiklaust...  mer finnst bara verðið orðið rugl.  yfir 500 þus gangurinn...  eg keypti minn gang 2009 og þá kostaði þetta 160 þus gangurinn.     svo kom hrun og allt það, gengið fokkt....  svo ath eg fyrir nokkru síðan þá var það 400 kall gangurinn...   svo fóru vörugjoldin af og þá kosta þau allt í einu yfir 500 kall gangurinn......  þad er eitthvad mikið ad i þessu þjoðfelagi.",
            "date": "2015-08-24 19:52:00",
            "post_id": "161168",
            "reply_to_id": "161163"
        },
        {
            "user_name": "jongud",
            "text": "Gengið á dollaranum var að síga um 5% þannig að það ætti eitthvað að vera að gerast. \n(GLÆTAN!)",
            "date": "2015-08-25 08:14:00",
            "post_id": "161179",
            "reply_to_id": "161168"
        },
        {
            "user_name": "E.Har",
            "text": "Búið að fella tolla af þessu. \nFrá því við fengum gangin á 160 þús  $ um 60 kall.\nNúna er $ 120 kall svo verðið ætti að vera 320 max en er ca 500 þús! Þetta er ekki í lagi!\nMig vantar einn til tvo ganga en er ekki að fara að setja bílverð í þá!",
            "date": "2015-08-25 10:49:00",
            "post_id": "161181",
            "reply_to_id": "161179"
        },
        {
            "user_name": "ThOl",
            "text": "Mig langar að ítreka spurningu sem varpað var fram í þessum þræði: Hefur einhver reynslu af því að kaupa dekk hjá tyresdirekt.is? Þeir virðast bjóða dekk á betra verði en nokkur annar en maður veit ekkert um hvort þetta virki, hvort dekkin séu original osfrv.",
            "date": "2015-08-31 09:48:00",
            "post_id": "161330",
            "reply_to_id": "161181"
        },
        {
            "user_name": "valthor",
            "text": "Er ekki full ástæða til að halda þessum þræði á floti? Kom eitthvað frekar útúr þessum afsláttarpælingum?",
            "date": "2015-11-01 18:10:00",
            "post_id": "163217",
            "reply_to_id": "161330"
        },
        {
            "user_name": "elliofur",
            "text": "Nei það kom ekkert útúr því. Þeir áttu heldur ekki toyo og gátu ekki reddað því á tilskildum tíma og svo duttu fín negld 38\" dekk uppí hendurnar á mér þannig að ég geri ekki meira í þessu að sinni.\nEn hugsanlega verður eitthvað meira seinna, Huginn hjá tiresdirect ætlaði að skoða hvað hann getur gert fyrir jeppamarkaðinn eftir að ég peppaði hann duglega upp. Sjáum hvað setur.",
            "date": "2015-11-01 19:26:00",
            "post_id": "163220",
            "reply_to_id": "163217"
        },
        {
            "user_name": "AgnarBen",
            "text": "Hefur einhver reynslu af 35\" General Grabber AT2  ?  Flott verð á þessum dekkjum.",
            "date": "2015-11-02 22:16:00",
            "post_id": "163257",
            "reply_to_id": "163220"
        },
        {
            "user_name": "vignirbj",
            "text": "Hver er með umboðið fyrir General Grabber?",
            "date": "2015-11-03 07:49:00",
            "post_id": "163270",
            "reply_to_id": "163257"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ekki hugmynd en Dekkverk er að selja þetta og Tyresdirect.is amk.  Ég hringdi í Dekkverk og þeir hafa góða reynslu af þessum dekkjum segja þeir.",
            "date": "2015-11-04 12:57:00",
            "post_id": "163307",
            "reply_to_id": "163270"
        },
        {
            "user_name": "valthor",
            "text": "Tyresdirect búnir að opna vefbúð. Mjög flott verð miðað við það sem ég hef skoðað \nhttp://www.tyresdirect.is/is",
            "date": "2015-11-21 14:52:00",
            "post_id": "163944",
            "reply_to_id": "163307"
        },
        {
            "user_name": "einsik",
            "text": "Án þess að ég hafi hugmynd um verð, þá rakst ég á þessa grein á netinu um ný dekk í USA.\nKannski er hægt að fá e-ð af þessu hérna heima.\nhttp://www.fourwheeler.com/product-revi ... -your-4x4/",
            "date": "2015-11-21 15:38:00",
            "post_id": "163946",
            "reply_to_id": "163944"
        },
        {
            "user_name": "Valdi B",
            "text": "ég er allavega harðákveðinn í að prófa westlake dekkin sem dekkverk er að selja, flott og mjúkt munstur og sanngjarnt verð, er búinn að prófa westlake undir einn fólksbíl og var mjög ánægður með þau",
            "date": "2015-11-24 00:48:00",
            "post_id": "164025",
            "reply_to_id": "163946"
        },
        {
            "user_name": "AgnarBen",
            "text": "Sælir allir\nVar að fá í hendurnar splunkunýjan 35\" gang af General Grabber AT2 sem ég pantaði í gegnum \nwww.tyresdirect.is\n.  Verðið var 139 þús.kr en sömu dekk kosta 176 þús.kr hjá Dekkverk.  Þetta tók 3 vikur að koma (tafðist um eina viku) en dekkin eru afhent heim að dyrum hér á höfuðborgarsvæðinu án aukakostnaðar. \nHuginn svaraði mjög vel tölvupóstum og lét mig vita að fyrra bragði um vikutöfina.  Mjög ánægður með þjónustuna hjá honum og verðið :)",
            "date": "2015-12-05 18:39:00",
            "post_id": "164454",
            "reply_to_id": "164025"
        },
        {
            "user_name": "Elli Salla",
            "text": "Sælir\nEr einhver sem þekkir 35\" Nokian HKPL LT2 sem fást í Max1? Eru þau góð í snjó og hálku og slabbi? Ég hef nú ekki mikið vit á dekkjum, en er einhver munur á 315/70R17 og 35\"*12,5? Ég er að hugsa um nagladekk, hvaða dekk eru best?",
            "date": "2015-12-16 21:36:00",
            "post_id": "164809",
            "reply_to_id": "164454"
        },
        {
            "user_name": "valthor",
            "text": "Jæja, ég verslaði við tyresdirect.is og hef ekkert nema gott um það að segja. Keypti 285/70R17 af BF Goodrich A/T KO2, líta hrikalega vel út. Tók rétt rúmar 3 vikur og ekkert vesen. Nú er bara að skella þessu undir.",
            "date": "2016-03-11 14:22:00",
            "post_id": "167729",
            "reply_to_id": "164809"
        },
        {
            "user_name": "íbbi",
            "text": "eigum vð ekki að halda þessu uppi, \ner sjálfur í dekkja hugleiðingum, langar í 37\" en finnst verðið t.d á toyo 37\" alveg bilað.. \ner alveg við að prufa bara að versla 35\" westlake,",
            "date": "2016-11-22 01:39:00",
            "post_id": "172134",
            "reply_to_id": "167729"
        },
        {
            "user_name": "TBerg",
            "text": "Ég keypti 37\" Toyo beint úr Amerikuhreppi.  Lét Shopusa flytja þau inn og þau komu heim að dyrum á 280.000Kr.  áttu að kosta 480þús hjá benna.",
            "date": "2016-11-22 11:00:00",
            "post_id": "172138",
            "reply_to_id": "172134"
        },
        {
            "user_name": "íbbi",
            "text": "230 þús kr verðmunur á 35 \" toyo og 37\"",
            "date": "2016-11-22 15:00:00",
            "post_id": "172141",
            "reply_to_id": "172138"
        },
        {
            "user_name": "atligeysir",
            "text": "Vitið þið hvort það sé aukagjald hjá ShopUsa á stór dekk?\nInterco er með slatta í 38-39\" stærðum. \nBæði Bias og Radial. Þetta rokkar frá 320-350 þús eftir hvaða dekk eru tekin í 38\".\nMiða við verð sem ég hef fundið á summitracing. Eflaust hægt að finna þetta ódýrara eitthversstaðar.",
            "date": "2016-11-22 15:20:00",
            "post_id": "172142",
            "reply_to_id": "172141"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er frekar einfalt hjá shopusa. Copy paste af síðunni þeirra:\n4. Er afgreiðslugjaldið jafnt fyrir allar vörur, óháð rúmmáli, þyngd, tollflokkum og vörugjaldi?\nShopUSA gerir mjög flókið ferli einfalt með því að beita jöfnun. Þannig þarft þú ekki að velta fyrir þér þyngd, rúmmáli, tollflokkum eða vörugjöldum nema í þeim tilfellum sem sendingin er stærri en 1/2 rúmmeter. Reiknivélin áætlar heildarverðið til þín með jöfnunaraðferð.\nFlugfrakt:\nAllar sendingar sem eru minni en 50 cm á hverri hlið eru sjálfkrafa sendar með flugi til Íslands án auka flutningskostnaðar. Þú getur fengið stærri sendingar sendar með flugi en þá er kostnaðurinn USD 500 per rúmmeter (tekið er mið af ummáli heildarsendingar). Þegar þú skráir vöruna (rauði takkinn efst á síðunni), þá getur þú beðið um að sendingin verði send með flugi, jafnvel þó hún sé stærri en 50cm viðmiðið.\nDæmi:\nSending sem er 50 cm x 50 cm 50 cm = 0,125 m3 er send án aukakostnaðar\nSending sem er 1m x 50 cm x 50 cm = 0,25 m3 kostar $125 aukalega í flugfrakt en ekkert aukalega í sjófrakt.\nSjófrakt:\nSending sem eru minni en 0,5 rúmmetrar er send án auka flutningskostnaðar. Stærri sendingar kosta USD 300 per rúmmeter.\nDæmi:\nSending sem er 1 m x 1 m x 0,5 m = 0,5 m3 er send án aukakostnaðar.\nSending sem er 1 m x 1 m x 1 m = 1 m3 kostar $300 aukalega í sjófrakt.\nÞyngd hefur ekki áhrif á fraktverð til Íslands.\nÉg er nýbúinn að taka pakka með þeim, kom til mín í gær. Það var kassi sem var 90x25x25cm en hann fór beint í flug án auka kostnaðar. Það voru led barir sem ég tók, kostnaður 400usd komið til Virginia og svo tók shopusa 300usd.\n38\" dekkjagangur er örugglega nálægt 2 rúmmetrum svo þar leggst eitthvað aukagjald ofaná, auk þess að vera tæpan mánuð í sjó.\n\"Áætluð afhending á flugsendingum eru 6 dagar og sjófraktarsendingum tæpar 3 vikur - þetta miðast við þann dag sem fara frá vöruhúsi okkar í Virginia Beach.\"\nÞað er líka hægt að hringja í shopusa, sími 696 0033 til að fá frekari upplýsingar um hvernig þetta gengur fyrir sig.",
            "date": "2016-11-22 16:48:00",
            "post_id": "172144",
            "reply_to_id": "172142"
        }
    ],
    "date": "2015-08-14 23:06:00"
}