{
    "forum_title": "Jeppar",
    "id": "31022",
    "title": "T.S. Hyundai Galloper ´99 35\" - 110.000 kr!!!",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=31022",
    "posts": [
        {
            "user_name": "emilth",
            "text": "Sælir!\nEr með 99 módel Hyundai Galloper til sölu.\nSjálfskiptur bíll \nKeyrður 334.xxx km\nBíllin er 35\" breyttur og á lélegum 35\" að framan en skárri dekkjum að aftan.\nÝmislegt breytt við bílinn en hann þarfnast þó lagfæringa og hentar laghentum vel sem vilja fínt leiktæki í vetur!\nÞað helsta fæ ég lánað úr fyrri söluauglýsingu á bílnum.\nFelgur eru 10\" breiðar og tveggja ventla\nAfturhásing kemur undan Pajero og er þá með diskabremsum, 9\" drif og loftlás í því en engin dæla er til staðar.\nDrifhlutföll eru 4.88\nOpið 2,5\" púst og búið að skrúfa aðeins upp í túrbínu\nXenon 4300k í aðalljósum, en heilinn öðru megin er orðinn mjög lélegur og kviknar ekki alltaf á því ljósi, auðvelt aðgengi að öllu þar til að skipta um heilann!\nKastaragrind framaná með 2x kösturum, toppbogar og á fremri boganum er 24\" led bar, 120W.\nog svo er loftnet fyrir VHF stöð á honum, stöð getur farið með fyrir meiri pening en þa- er 60W TYT stöð með einhverjum rásum\nauk þess eru gluggahlífar á honum og flott stigbretti\nÁrið 2012 var skipt um hedd og heddpakkningu og allt sem fyrir því, tímareim og strekkjara.\nÁrið 2013 var skipt um bremsurör afturúr og framúr\nallar spindilkúlur\nalla bremsuklossa og diska að framan\ninnri öxul að framan\nstýrisupphengju\nStýrisenda innri v/m\nfóðringar í klöfum\nhandbremsa tekin í gegn (þarf að herða uppá)\nöxulhosu v/m\nog slag í stýri lagað.\nÁrið 2014 var Alternator endurnýjaður\nrafmagn yfirfarið og lagað vegna útleiðslu\ntankur tekinn niður og olíulagnir endurnýjaðar\nÉg kaupi bílinn í lok árs 2014 eða byrjun 2015 en varð þó fyrir þónokkrum vonbrigðum þar sem mikið mátti betur fara að mínu mati og virtist vera búið að skítmixa þónokkuð í bílnum\nÞað sem ég hef gert síðustu mánuði er:\nSkipt um framdrif, gamla var mölbrotið þegar ég kaupi bílinn, eina sem þarf er að skipta um pakkdós vinstra megin í því sem að fylgir með, og setja olíu á það, drif úr minna keyrðum bíl sett í!\nbúinn að laga töluvert af rafmagnsleiðslum, skipta út vírum og skóm bæði í húddi og inni í bíl. Hátalaravír í bílstjórahurð lagaður, var búið að nota rafmagnssnúru á milli til að redda of stuttum vír.\nskipt um takkaborð í bílstjórahurð fyrir rafmagnsrúður, sleðar eru þó ónýtir í öllum rúðum nema bílstjórarúðu.\nSkipt um takka fyrir kastara framaná bílnum.\nNýr rafgeymir, gamli var ónýtur.\nSkipt um kross í aftara drifskafti, gamli var alveg farinn og bíllinn víbraði mikið á ferðinni.\nTengingar á hægra afturljósi lagaðar og gengið vel frá.\nKastarar framan á bíl endurvíraðir og tengingar lagaðar.\nNýtt glóðarkerti, eitt var alveg ónýtt en hin í góðu standi svo að það var bara skipt um þetta ónýta\nVacum slanga fyrir bremsur stytt og komið betur fyrir.\nÞá hafði þessi bíll ekki séð bónbrúsa eða álíka í mörg ár og eftir nokkrar tilraunir með góðu bóni var sett massabón frá Mothers á hann og svínvirkaði! bíllinn lítur margfalt betur út!\nBíllinn gengur vel og er snöggur í gang, eyðir ca 12-14 á hundraðið á 35\".\nKominn nýlegur vatnskassi í hann og nýjar viftureimar\nGallar.\nBalancestangagúmmi að framan eru ónýt og þarf að skipta um fyrir skoðun.\nÞarf að skipta um pakkdós í framdrifi, pakkdósin fylgir með bílnum, og þarf að setja olíu á drif\nHitamælir í mælaborði fyrir vélahita virkar ekki.\nDekk að framan léleg\nHeili fyrir Xenon ljós öðru megin nánast ónýtur.\naftasta festing fyrir púst rifnuð upp og þarf að sjóða hana aftur.\nAnnars er þetta stórskemmtilegur bíll, Led barið er alveg að gera sitt í miklu myrkri og með örlítilli vinnu er hægt að gera þetta að flottu leiktæki!\nÞað er komið ryð á nokkra klassíska staði á boddíi, toppur, aðeins á hliðar við lista og hjá hliðarrúðum, en grind og botn alveg heilt og fínt.\nÞað fylgir 33\" varadekk á felgu og svo er til eitt stk 35\" dekk sem er ekki á felgu en mætti setja á hina varafelguna.\nÉg hef eytt miklum tíma í að koma þessum bíl í stand en ég hef bara ekki tímann sem þarf í að klára að gera hann almennilegan og vantar mikið að losna við hann fyrir veturinn!\nEr ekki mikið hér inná en svara eftir bestu getu hér og í síma 846-8798\nVerð: 170.000 með led bar og kösturum, skoða samt öll tilboð og hann fer enn ódýrara án led bars og kastara. Bara bjóða bjóða\nEinnig er best að taka fram að ég skoða ekki skipti á öðrum bílum en skoða ýmislegt brask þó að peningarnir heilli mest og best\nkv. \nEmil Þ.",
            "date": "2015-09-02 12:05:00",
            "post_id": "161389",
            "reply_to_id": false
        },
        {
            "user_name": "emilth",
            "text": "Vatnskassi kominn úr og fer í viðgerð á morgun! Ekkert mál að senda myndir eða koma og skoða!",
            "date": "2015-09-02 23:38:00",
            "post_id": "161410",
            "reply_to_id": "161389"
        },
        {
            "user_name": "emilth",
            "text": "Þessi er kominn með vatnskassa og viftureimar! Keyrir flott og rýkur í gang! \nEkkert mál að koma og skoða og prófa!",
            "date": "2015-09-10 13:24:00",
            "post_id": "161616",
            "reply_to_id": "161410"
        },
        {
            "user_name": "emilth",
            "text": "Þessi er enn til!",
            "date": "2015-09-24 19:44:00",
            "post_id": "162030",
            "reply_to_id": "161616"
        },
        {
            "user_name": "STraustason",
            "text": "Getur sent mer myndir af bílnum? :)\nnes3@simnet.is",
            "date": "2015-09-25 13:04:00",
            "post_id": "162046",
            "reply_to_id": "162030"
        },
        {
            "user_name": "emilth",
            "text": "þessi er enn til!\n200.000 eða gott tilboð!",
            "date": "2015-10-26 05:28:00",
            "post_id": "163016",
            "reply_to_id": "162046"
        },
        {
            "user_name": "arnarmar96",
            "text": "Enn til?",
            "date": "2015-11-25 16:56:00",
            "post_id": "164085",
            "reply_to_id": "163016"
        },
        {
            "user_name": "STraustason",
            "text": "Er þessi en til sölu ?",
            "date": "2015-12-02 12:34:00",
            "post_id": "164321",
            "reply_to_id": "164085"
        },
        {
            "user_name": "emilth",
            "text": "Þessi kominn aftur á sölu! Litlar breytingar á honum þannig en hann er búinn að mokast áfram gegnum allan snjó í vetur og rjúka í gang! Ætla að leyfa þessu verði að hanaga en komið með tilboð! Ef ég tek led bar og kastara af honum þá lækkar verðið enn meir!!",
            "date": "2016-02-20 10:05:00",
            "post_id": "167098",
            "reply_to_id": "164321"
        },
        {
            "user_name": "emilth",
            "text": "Enn til og fer ódýrt! Endilega bara bjalla og fá að skoða, þessi bíll hefur alla möguleika á að vera gott leiktæki með smá ást og umhyggju!",
            "date": "2016-03-08 16:28:00",
            "post_id": "167665",
            "reply_to_id": "167098"
        },
        {
            "user_name": "solemio",
            "text": "80000??",
            "date": "2016-03-10 16:00:00",
            "post_id": "167701",
            "reply_to_id": "167665"
        },
        {
            "user_name": "emilth",
            "text": "Fer á rétt rúmlega 100.000 án kastara og led bars!",
            "date": "2016-03-12 17:23:00",
            "post_id": "167765",
            "reply_to_id": "167701"
        },
        {
            "user_name": "emilth",
            "text": "110.000 og hann er þinn! gangfær, keyrir, bremsar og gerir það sem þarf, þarf bara smá klapp!",
            "date": "2016-03-22 09:37:00",
            "post_id": "167942",
            "reply_to_id": "167765"
        },
        {
            "user_name": "Thorol",
            "text": "?",
            "date": "2016-03-31 20:46:00",
            "post_id": "168243",
            "reply_to_id": "167942"
        },
        {
            "user_name": "dresi91",
            "text": "Þessi en til og ertu til i að henda a mig myndum a \ndresi2402@gmail.com",
            "date": "2016-04-22 21:05:00",
            "post_id": "168712",
            "reply_to_id": "168243"
        }
    ],
    "date": "2015-09-02 12:05:00"
}