{
    "forum_title": "Ferlar og fjarskipti",
    "id": "31069",
    "title": "OziExplorer á Android",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=37&t=31069",
    "posts": [
        {
            "user_name": "Kiddi",
            "text": "Hefur einhver hér reynslu af því að nota OziExplorer á Android? Hvernig er það í samanburði við Windows útfærsluna?",
            "date": "2015-09-09 09:41:00",
            "post_id": "161584",
            "reply_to_id": false
        },
        {
            "user_name": "AgnarBen",
            "text": "Virkar fínt til að keyra eftir á þjóðveginum en að ætla að fara að tracka í þessu og nota í vetrarferðir og halda utan um ferla er ekki að gera sig finnst mér.  Skráarsystemið í Android er leiðinlegt og þú þarft alltaf að flytja ferlana þína yfir í pc til að vinna með þá og svo aftur til baka til að nota þá.  \nÉg ákvað að kaupa mér frekar notaða fyrstu kynslóðar Windows Surface Pro spjaldtölvu sem ég tengi gps18 mús við.  Notaði hana slatta síðasta vetur og er hæstánægður, skjárinn góður og engin stórvandamál.  Eina sem er að henni er að hún hitnar svakalega í sólskini í framrúðunni en það gerist nú ekki oft í vetrarferð á Íslandi :)",
            "date": "2015-09-15 20:38:00",
            "post_id": "161780",
            "reply_to_id": "161584"
        },
        {
            "user_name": "Magni",
            "text": "Mér finnst ozi fyrir android afskaplega þægilegt viðmót og fínt til brúks. Ég verð því að vera ósammála Agnari að þessu sinni og ég tel þetta mjög gott fyrir vetrarferðir. Ég er svosem aldrei að vinna með tröck á fjöllum og viðurkenni því að ég vinn með tröck (stytta, laga til og endurskýra) í tölvunni minni heima. En þegar tröckin eru til þá er ekkert mál á loada þeim inní android spjaldtölvuna. Ég er reyndar einnig með það þannig að ozi android hleður alltaf ákveðnum trökkum inn um leið og ég kveiki á forritinu, það á við þessi helstu leiðir sem maður fer oft. Það er valmöguleiki sem allir geta nýtt sér.\nEinnig hef ég sett waypoint á helstu kennileiti á hálendinu sem eru alltaf inná kortinu þegar ég kveiki á þeim. Því næst hef ég lista sem sýnir mér í rauntíma hve margir km í loftlínu eru á næstu kennileiti. Það er svona bara til skemmtunar.\nÉg hef einnig náð í fría útgáfu að forriti þar sem ég get búið til skjái inní forritinu og raðað upp þeim tökkum sem ég nota mest. Það fannst mér afskaplega þægilegt þegar ég kláraði það. \nOzi fyrir android er því mjög gott fyrir þá sem eru ekki stórnotendur og vilja bara nota það helsta sem ozi bíður uppá. Ég hvet þig því til að prófa þetta.",
            "date": "2015-09-24 15:28:00",
            "post_id": "162018",
            "reply_to_id": "161780"
        },
        {
            "user_name": "Magni",
            "text": "Svona hef ég sett þetta upp hjá mér: Þetta er aðalsíðan. Bláir punktar eru skálar og rauðir punktar eru kennileyti og annað\nHér er skýringar á tökkunum sem ég setti upp:\nHér er svo listinn sem ég nefndi þar sem ég get séð hve margir km í loftlínu er á ákveðna staði. \nEinnig get ég valið ákveðinn waypoint þá fá ég ETA og km stöðu að punktinum.",
            "date": "2015-09-24 15:38:00",
            "post_id": "162019",
            "reply_to_id": "162018"
        },
        {
            "user_name": "Magni",
            "text": "Hér eru svo fleiri skjáir sem ég hef enn nota minna.\nÞessi sýnir ýmislegt. Svo sem hraða, hæð, sólarupprás, sólsetur, gervihnetti sem forritið nemur og staðsetningu:\nHér hef ég svo þrjá kílómetramæla sem ég get kveikt á:\nAð lokum hef ég hér tunglin og staðsetningu þeirra sem forritið er að nema",
            "date": "2015-09-24 15:43:00",
            "post_id": "162020",
            "reply_to_id": "162019"
        },
        {
            "user_name": "sigurdurak",
            "text": "Mér finnst þetta algjör snilld hjá þér Magni, þetta er akkurat það sem mig langar að gera. Ertu að nota iskortin í þetta? Hversu öflugt spjald þarf í þetta, er maður ekki bara að leita af einhverju með ágætis örgjörva, 16gb+ harðan disk, ágætis vinnsluminni og innbyggt gps? hægt að fá svoleiðis spjöld frá Lenovo og Samsung í kringum 45þús hérna heima.",
            "date": "2015-09-24 19:21:00",
            "post_id": "162029",
            "reply_to_id": "162020"
        },
        {
            "user_name": "Kiddi",
            "text": "Takk fyrir þetta Agnar og Magni. Mér sýnist nú að Android útfærslan hafi flest það sem ég væri að fiska eftir í svona forriti. Ætli maður láti ekki á þetta reyna!",
            "date": "2015-09-24 20:50:00",
            "post_id": "162033",
            "reply_to_id": "162029"
        },
        {
            "user_name": "AgnarBen",
            "text": "Þetta er flott Magni, var ekki búinn að sjá þetta write-up frá þér !",
            "date": "2017-01-02 23:02:00",
            "post_id": "172750",
            "reply_to_id": "162033"
        },
        {
            "user_name": "sbg",
            "text": "sælir nú var ég að fá mer ozi explorer í spjaldið mitt og keyfti mér kort hjá iskortum  sem er flott kort en svo er það málið ég kann ekkert á þetta forrit búnn að vera reyna fikta mig áfram en er  ekki mikið tölvukall, get ég ekki leitað í forritinu að einhverjum stað eða skála og sagst vilja fara þangað? eða er búinn að vera láta það tracka hérna innabæjar get ég ekki stilt svo látið það elta trackið til baka ? og svo annað ég setti trök inn i spjaldið og inní  ozi explorer hvernig onpnað ég þau svo í kortinu :) vondi að þetta skiljist og einhver geti leiðbeint mér",
            "date": "2017-02-12 22:51:00",
            "post_id": "173513",
            "reply_to_id": "172750"
        },
        {
            "user_name": "Magni",
            "text": "Sæll\nÞú getur ekki leitað á kortinu þar sem það er bara mynd en þú getur sett waypoint á skála og þá getur þú látið ozi keyra með þig beint þangað.\nÞað eru mjög góðar leiðbeiningar hér: \nhttp://www.oziexplorer3.com/android/ozi ... _help.html",
            "date": "2017-02-14 10:51:00",
            "post_id": "173527",
            "reply_to_id": "173513"
        },
        {
            "user_name": "Rögnvaldurk",
            "text": "Sælir spjallfélagar,\nMIg langar að setja upp oziexplorer á spjaldtölvuna mína og nota það með kortum en ég bara skil ekkert í því hvernig ég á að gera það og fæ þetta ekki til að virka. Ég er búinn að fara í gegnum leiðbeiningar og hjálp bæði á vefsíðu oziexplorer og hérna á spjallinu en mér tekst þetta ekki. Er kannski einhver á Íslandi sem kann á þetta og hefur gaman af þessu sem myndi vilja gera það fyrir mig, gegn greiðslu auðvitað?",
            "date": "2017-04-22 18:18:00",
            "post_id": "174461",
            "reply_to_id": "173527"
        },
        {
            "user_name": "Magni",
            "text": "Sæll.\nÉg hef sett þetta upp fyrir nokkra. 695-3189",
            "date": "2017-04-22 18:27:00",
            "post_id": "174463",
            "reply_to_id": "174461"
        },
        {
            "user_name": "Hawk",
            "text": "Hvað með hugbúnaðinn sem mælt er með á síðunni hlá Ískort: Avenza maps? Veit einhver hér hvernig það kemur út miðað við Ozi og Orux?\nKveðja - Haukur",
            "date": "2017-04-25 19:34:00",
            "post_id": "174510",
            "reply_to_id": "174463"
        },
        {
            "user_name": "eiriksra@gmail.com",
            "text": "Avenza sýnir bara \"mynd\" (á PDF formi) held ég. Epli og appelsína - býður ekki uppá það sem leiðsögukerfi gerir.\nKv. R.",
            "date": "2017-05-03 11:58:00",
            "post_id": "174571",
            "reply_to_id": "174510"
        }
    ],
    "date": "2015-09-09 09:41:00"
}