{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "31072",
    "title": "Terrano spurningar varðandi ryð",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=31072",
    "posts": [
        {
            "user_name": "Snorrinn",
            "text": "Góðan daginn.\nÉg var að fjárfesta í 00' terrano 2.7 dísel (framleiddur á Spáni). Einn eigand, keyrður 160.000, smurbók góð, 2svar skippt um mælaborð. Mjög sprækur og óbreyttur. Honum er ekki ætlaðir stórir hlutir hvað torfærur varðar.\n      En það er ryð í sílsum aftast og ég sé litla bólu við frambrettið öðru meginn. Hefur einhver hér reynslu af þessu? Er hægt að leysa þetta ódýrt? Eru einhver verkstæði sem sérhæfa sig í ódýrum lausnum og hefur reynslu? \n       Hef lesið að það sé hætta á ryði á öðrum stöðum, eru þessir staðir útlistaðir einhverstaðar og eru þeir aðgengilegir áhugamanni eða þarf lærðan mann með aðstöðu til þess að skoða ástandið? Langar að koma honum í gott stand, er nokkuð handlaginn og langar að gera sem mest sjálfur en geri mér fulla grein fyrir því að stundum er best að láta fagmenn um hlutina.\nTakk fyrir",
            "date": "2015-09-09 17:04:00",
            "post_id": "161591",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "Þeir ryðga dáldið undan original köntunum veit eg, myndi taka þa af og þrifa  vel drulluna undan þeim",
            "date": "2015-09-09 17:29:00",
            "post_id": "161592",
            "reply_to_id": "161591"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta eru bílar sem ryðga allstaðar. Átti einn sem var orðinn mjög illa farinn, og ég hef aldrei séð ryð á öðrum eins stöðum. Framstæðan var öll götótt, innri bretti, ytri bretti, hvalbakur! Síðan þessir venjulegu staðir eins og botninn var farinn úr honum og hálfar hilðarnar og og sílsarnir voru á víð og dreif um landið. En hurðarnar voru sama og stráheilar, fyrir utan vindgnauðið við gluggana, þær skekkjast eitthvað eða vinda sig þessar hurðir og þá fer að blása með þeim. Hef séð það í fleiri terranoum.\nEn þetta eru ágætustu dósir, mjög góð vél og drifbúnaður afturúr en klafarnir eru handónýtir og mjög algengt að þeir misslíti dekkjum, séu þeir ekki hjólastilltir þeim mun oftar.\nÉg kunni að mörgu leiti betur við terranoinn heldur en patrol flekann sem ég á núna.",
            "date": "2015-09-09 18:47:00",
            "post_id": "161597",
            "reply_to_id": "161592"
        },
        {
            "user_name": "íbbi",
            "text": "þessir bílar haugryðga eins og fátt annað. \nþú getur alveg reiknað með að fyrst að sílsinn er farinn svona að hann sé orðinn götóttur á fleyri stöðum. \nmér hefur sýnst þeir flestir fara þarna. svo fara þeir á sumnum gólf/afturbretti undir afturstuðaranum, boddýfestignarnar losna frá grindini, innri brettin að framan ryðga í sundur aftan á hjólboganum, og ef þeir eru breyttir þá er yfirleitt hvalbakurinn götóttur líka, og stundum líka í óbreyttum, í einum af okkar var mótortölvan við það að detta inn í vélarrýmið. \nþetta er í raun alger synd, því þetta eru þrælsterkir bílar, ég hef allavega fáu geta misboðið jafn mikið í drætti og flr eins og þessum bílum, en stálið í þeim er bókstaflega ónýtt",
            "date": "2015-09-13 15:58:00",
            "post_id": "161724",
            "reply_to_id": "161597"
        },
        {
            "user_name": "grimur",
            "text": "Taktu afturhjólin undan og bankaðu í  grindina beggja vegna og alls staðar þar sem þú kemst að. Það borgar sig að útiloka ónýta grind fyrst af öllu, ef hún er ekki viðgerðarhæf er til lítils að nostra eitthvað við boddy.\nMiðað við sílsana myndi ég ætla að grindin sé ekkert spes.\nKv\nG",
            "date": "2015-09-13 16:08:00",
            "post_id": "161725",
            "reply_to_id": "161724"
        }
    ],
    "date": "2015-09-09 17:04:00"
}