{
    "forum_title": "Jeppinn minn",
    "id": "31082",
    "title": "1998 Musso 2.9TDi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=31082",
    "posts": [
        {
            "user_name": "Axel Jóhann",
            "text": "Góðan dag, þannig voru málin að ég var að fara í veiðivötn fyrir tveimur vikum og vantaði jeppa sem gæti komið mér þangað og til baka svo að eftir stutta leit þá fann ég gamla auglýsingu um þennan líka fína Musso, var bara auglýstur þannig að hann var óskoðaður vegna ryð í grind V/M aftan og ójafnar bremsur, engin mynd eða neitt, svo að ég gerði mér ferð í Keflavík að skoða gripinn og var hann bara ótrúlega góður fyrir peninginn, svo að ég dró hann heim fyrir litlar 30.000kr. \n2.9 Eftirá turbo, frá STT beinskiptur \nHann er á 31\" en ég ætla að breyta honum á 35\" og prófa hann svoleiðis, þar sem að ég get fengið allt sem ég þarf þá mjög ódýrt þá er ég að reyna stefna á það að vera kominn með hann 35\" breyttann á 100.000kall, en hér koma nokkrar myndir og svo uppfæri ég þegar það gerist eitthvað. \nHérna er jómrfrúarferðin á leiðinni uppí veiðivötn, við Hrauneyjar\nSvo er hann hérna uppá Snjóeldu\nSvo var ráðist í það að laga skoðunaratriðin, ryðið í grind var bara ein boddýfesting sem var að yfirgefa svæðið svo ég bjó til nýja úr vinklum sem ég átti til\nSvo fékk þessa kastaragrind gefins og hún fer á fljótlega\nSvo í gær fór ég með gripinn í skoðun og fékk fulla skoðun! \nMeira síðar. \nKv Axel Jóhann",
            "date": "2015-09-11 11:37:00",
            "post_id": "161639",
            "reply_to_id": false
        },
        {
            "user_name": "íbbi",
            "text": "fullt af jeppa fyrir aurinn",
            "date": "2015-09-12 09:40:00",
            "post_id": "161661",
            "reply_to_id": "161639"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Hann er ótrúlega fínn greyjið, reyndar tók neðri olíupannan upp á því að fara míglega sökum ryðs svo það þarf að skipta henni út.",
            "date": "2015-09-12 22:00:00",
            "post_id": "161696",
            "reply_to_id": "161661"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Veit einhver hvaða hlutföll eru orginal í þessum hjá mér? Beinskiptur 1998 dísel?",
            "date": "2015-09-19 14:44:00",
            "post_id": "161878",
            "reply_to_id": "161696"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Minn var með 4.27:1 hlutföll , þú sérð það auðveldlega ef það er ennþá upprunalega upplýsingastikan milli tveggja bolta á afturdrifslokinu, ef það er glatað þá er bara að taka lokið af og telja og deila fjölda pinjóntanna með kambtönnum",
            "date": "2015-09-19 17:51:00",
            "post_id": "161882",
            "reply_to_id": "161878"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Platan er alveg farin af afturdrifinu allavega, en 4.27:1 gæti passað, var þinn ekki 1998 sama lúkk og þessi ?",
            "date": "2015-09-21 08:32:00",
            "post_id": "161924",
            "reply_to_id": "161882"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Þá er maður kominn með 35\" dekk og 15x12.5\" felgur ansi þröngt um þetta að framan og kemst hreinlega ekki undir að aftan eins og staðan er núna svo að næsta skref er að hækka upp og klippa til og setja kanta á hann.",
            "date": "2015-09-26 11:46:00",
            "post_id": "162073",
            "reply_to_id": "161924"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Nú er það ljótt, heddpakkning gaf sig þegar ég var aðeins að gefa honum inn í 5ta og þá sprakk pakkning út, sennilega á 1 cylinder, en þrátt fyrir það þá er það ágætis ending, miðað við að bíllinn er keyrður 250.000km",
            "date": "2015-10-16 09:29:00",
            "post_id": "162724",
            "reply_to_id": "162073"
        },
        {
            "user_name": "Sævar Örn",
            "text": "ja ja snöggur að kippa því í lag og þá er það bara ílagi ;)",
            "date": "2015-10-16 09:31:00",
            "post_id": "162725",
            "reply_to_id": "162724"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Já, ég keypti efra slípisett og bolta frá Victor Reinz í kistufelli, það kostaði 20.890kr með afslætti sem kemur víst orginal í BENZ og á að duga betur en SSANGYONG dótið",
            "date": "2015-10-16 11:30:00",
            "post_id": "162726",
            "reply_to_id": "162725"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Jæja, þá fór maður í það að rífa heddið af, afsaka lélegar myndir. \nHeddið ósprungið að sjá, ætla láta þrýstiprófa, en það var kominn kælivökvi inná CYL 2\nOrginal BENZ hedd\nStefni á að reyna setja saman næsta föstudag.",
            "date": "2015-10-25 16:29:00",
            "post_id": "162984",
            "reply_to_id": "162726"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Jæja, þessi farinn að rúlla, kom í ljós að heddið var sprungið sem var í honum, en ég fékk annað notað hedd á 10.000kr sem var í toppstandi og skellti því á, núna vonandi rúllar hann aðra 250.000km í viðbót. :) \nNæst á dagskrá er að koma 35\" undir hann.",
            "date": "2015-11-04 15:22:00",
            "post_id": "163313",
            "reply_to_id": "162984"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Mátaði líka 33\" undir, hann verður strax reffilegri!\nJæja þá er allt komið á fullt í þessum, snjórinn er svo asskoti hvetjandi, kominn með kantana loksins, nú þarf að máta og skera meira úr og lyfta boddýi um 5cm",
            "date": "2015-12-03 09:02:00",
            "post_id": "164357",
            "reply_to_id": "163313"
        }
    ],
    "date": "2015-09-11 11:37:00"
}