{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "31093",
    "title": "Startari fastur í starti",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=31093",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Gott að nota tímann í veikindum til að komast yfir hugmyndir hvað gæti verið að í gömlum dísel Ferguson traktor.\nStartarinn virkaði ekki, tók hann úr, skipti um kol og tengdi við rafgeymir upp á borði. Hann snérist án vandræða þar.\nSvo þegar ég bolta hann við vélina, festist hann í starti. Þarf að aftengja rafgeymir til að stoppa hann. Búinn að prófa þetta tvisvar. Bæði tengdan við vél og startað með sviss, og einnig tengdan beint í rafgeymi.\nManni dettur helst í hug klikkuð segulspóla í startaranum en bilanalýsingin á við svo fá rök að styðjast.\nVæri gott að fá hugmyndir um þetta.",
            "date": "2015-09-12 19:45:00",
            "post_id": "161684",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "Svissbotn slær saman kannski",
            "date": "2015-09-12 21:15:00",
            "post_id": "161692",
            "reply_to_id": "161684"
        },
        {
            "user_name": "hobo",
            "text": "Prófaði startarann líka boltaðan við vél ótengdan við rafkerfi vélarinnar, og tengdur bara beint á geymi.\nÞá snérist hann stjórnlaust, síðan losaður af settur á gólfið og þá virkar hann eðlilega.\nÞess má geta að mínus er tengdur í jörð, ólíkt öðrum típum af Ferguson þar sem plús er í jörð.",
            "date": "2015-09-12 21:38:00",
            "post_id": "161694",
            "reply_to_id": "161692"
        },
        {
            "user_name": "Aparass",
            "text": "Snýr þá ekki startpungurinn öfugt ?\nSolldið svoleiðis lýsing.",
            "date": "2015-09-12 22:00:00",
            "post_id": "161697",
            "reply_to_id": "161694"
        },
        {
            "user_name": "hobo",
            "text": "Held nú ekki, pungurinn er innbyggður í startaranum en ekki utan á eins og algengast er.",
            "date": "2015-09-12 22:08:00",
            "post_id": "161699",
            "reply_to_id": "161697"
        },
        {
            "user_name": "Startarinn",
            "text": "Ekki er þessi með startið í gírstönginni eins og bensin Ferguson er útbúinn?",
            "date": "2015-09-13 05:53:00",
            "post_id": "161704",
            "reply_to_id": "161699"
        },
        {
            "user_name": "hobo",
            "text": "Nei lykill og sviss í mælaborði.\nAnnars er ég alveg búinn að útiloka svissinn, held að vandamálið sé í startaranum.",
            "date": "2015-09-13 07:00:00",
            "post_id": "161705",
            "reply_to_id": "161704"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sæll er hann ekki bara að fá jörð ígegnum kolinn að þau nái út í belgin. Það á að vera einangrun utan um vírin sem liggur í kolin. Alla vega hann er að fá stöðuga jörð þegar hann er kominn á mótorinn. Prufa að mæla og leita að hvar hann nær í jörðina og skoða vel kanski klemdur vír á milli við kolatorinn",
            "date": "2015-09-13 08:43:00",
            "post_id": "161708",
            "reply_to_id": "161705"
        },
        {
            "user_name": "hobo",
            "text": "Jú það hlýtur bara að vera, gaf því greinilega ekki nægan gaum þegar ég skipti um kolin. Fer í þetta um leið og ég hef heilsu til.\nSamt skondið hvernig hann hegðar sér, boltaður og laus frá vél.",
            "date": "2015-09-13 08:54:00",
            "post_id": "161709",
            "reply_to_id": "161708"
        },
        {
            "user_name": "hobo",
            "text": "Tók allt í sundur í dag.\nEina sem ég sá athugavert var lítill stálhlutur í iðrum startarans sem var skorðaður fastur og var greinilega búinn að brenna sig fastan þar.\nFann hvergi hvar þessi hlutur átti heima svo ég var sigurviss að þetta væri sökin. Sett saman aftur en allt kom fyrir ekki, vandamálið er enn til staðar.",
            "date": "2015-09-13 21:20:00",
            "post_id": "161734",
            "reply_to_id": "161709"
        },
        {
            "user_name": "hobo",
            "text": "Niðurstaðan var nýr startari.\nSamkvæmt vitrari manni eru þessir orginal algjör martröð við að eiga og svarar varla kostnaði að gera við þá.",
            "date": "2015-09-15 12:25:00",
            "post_id": "161773",
            "reply_to_id": "161734"
        },
        {
            "user_name": "grimur",
            "text": "Lucas kannski...\nSagan segir að Bretinn hafi fundið upp svo góðan startara, að ákveðið hafi verið að smíða bíl utan um hann:  Land Rover.\nÞað má kannski fylgja þessu að það er óheimilt að segja breskubílabrandara nema að hafa átt einn slíkan .....:-)\nGaman að fá traktoraþráð hérna inn. Kannski pínu off topic, en mér finnst það bara alveg allt í lagi.\nÁfram Jeppaspjall!!!\nKv\nGrímur",
            "date": "2015-09-17 01:37:00",
            "post_id": "161807",
            "reply_to_id": "161773"
        },
        {
            "user_name": "Járni",
            "text": "Traktoraspjall.is! Ekkert að því",
            "date": "2015-09-17 08:03:00",
            "post_id": "161816",
            "reply_to_id": "161807"
        },
        {
            "user_name": "jongud",
            "text": "Hvað eru Pajero þræðirnir annað en traktoraspjall?",
            "date": "2015-09-17 08:06:00",
            "post_id": "161817",
            "reply_to_id": "161816"
        },
        {
            "user_name": "grimur",
            "text": "Hahahahaha!!!! Nákvæmlega!!!!!\nÆjæjæ þetta bjargaði alveg deginum hehehe\nÉg myndi nú samt setja Patrol í traktors sæti númer eitt ef það er spurningin :-)\nHaha, ótrúlega gaman að svona ómálefnalegum tegundaríg.",
            "date": "2015-09-18 06:00:00",
            "post_id": "161841",
            "reply_to_id": "161817"
        }
    ],
    "date": "2015-09-12 19:45:00"
}