{
    "forum_title": "Vara og aukahlutir",
    "id": "31144",
    "title": "Vantar bremsukút í Mitsubishi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=31144",
    "posts": [
        {
            "user_name": "ihþ",
            "text": "Gott kvöld.\nÉg er með gamlan L200 1991 árgerð og vantar bremsukút í hann. þegar ég bremsa þá stíg ég alveg niður í gólf.\nÞetta passar væntanælega úr Pajero líka.",
            "date": "2015-09-18 20:15:00",
            "post_id": "161859",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "ertu búinn að taka í sundur og skoða? ég myndi bóka að þetta væri þá frekar þrýstingsmissir í einhverri lögn, sérstaklega á svona gömlum bíl, eða í dælu út við hjól, eða jafnvel höfuðdælu, bremsukúturinn sem slíkur hefur ekkert með færsluna að gera nema það gengur gegnum hann öxull sem gæti mögulega hafa losnað ??? samt mjög ólíklegt",
            "date": "2015-09-20 01:32:00",
            "post_id": "161899",
            "reply_to_id": "161859"
        },
        {
            "user_name": "ihþ",
            "text": "Sæll Sævar. \nÉg er búinn að yfirfara bremsur að framan. Það er ekki leki á kerfinu og minkar ekkert í forðabúrinu. Er ekki alveg að átta mig á hvað getur verið að.",
            "date": "2015-09-20 11:28:00",
            "post_id": "161906",
            "reply_to_id": "161899"
        },
        {
            "user_name": "Sævar Örn",
            "text": "þá er spurning með höfuðdæluna, taktu höfuðdæluna úr og sundur, þú sérð yfirleitt á þéttingunum í höfuðdælunni hvort hún leki milli hólfa þá er hún ónýt, stundum er hægt að fá ný gúmí í stillingu ekki alltaf, annars finna aðra höfuðdælu,\nAnnars er oft þannig á bílum með skálar að aftan að ef útíherslan er ónóg þá fer pedalinn langleiðina niður í gólf, svo þarf ekki nema að vera léleg bremsuslanga að framan eða örlítið loft og þá fer pedalinn restina af leiðinni niður í gólf",
            "date": "2015-09-20 11:46:00",
            "post_id": "161907",
            "reply_to_id": "161906"
        },
        {
            "user_name": "ihþ",
            "text": "Takk fyrir þetta Sævar. Ég skoða þetta eftir helgina.",
            "date": "2015-09-20 13:25:00",
            "post_id": "161909",
            "reply_to_id": "161907"
        },
        {
            "user_name": "303hjalli",
            "text": "Á til varahluti í þennann ef vantar.s 5871099--8943765.",
            "date": "2015-09-27 09:31:00",
            "post_id": "162098",
            "reply_to_id": "161909"
        }
    ],
    "date": "2015-09-18 20:15:00"
}