{
    "forum_title": "Almennt spjall",
    "id": "31182",
    "title": "1MZ-FE v6 toyota í 4runner",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=31182",
    "posts": [
        {
            "user_name": "biturk",
            "text": "hefur einhver sett svona í runnar með sjálfskiptingu?\nætli það sé vinnandi vegur útaf því að skiptingin úr 4runner notar vélatölvuna til að stjórna sér?\neru þetta góðir mótarar fyrir jeppa? hvernig er eiðsla á svona? er þetta betri kostur en 3vze elskan?",
            "date": "2015-09-22 23:01:00",
            "post_id": "161990",
            "reply_to_id": false
        },
        {
            "user_name": "grimur",
            "text": "Ekki viss með þessa, en 5vzfe er ekki svo erfitt swapp, til hellingur af uppl um það á netinu. \n5vzfe er miiiikið skemmtilegri vel en 3vze. Þar munar mest um 2x fleiri ventla og almennilegt flæði að og frá vel. 0,4 lítrar auka spilla ekki.\nSvo er hægt að setja supercharger á þetta, til bolt on kitt.",
            "date": "2015-09-23 02:40:00",
            "post_id": "161992",
            "reply_to_id": "161990"
        },
        {
            "user_name": "biturk",
            "text": "Er eitthvap af þeim hér?\nNota þæt sömu sjálfskiptingu?\n1mz heillar mig því hún er bolt on á skiptinguma að mér skylst",
            "date": "2015-09-23 11:57:00",
            "post_id": "162001",
            "reply_to_id": "161992"
        },
        {
            "user_name": "grimur",
            "text": "Það er slæðingur af 90 cruiserum með þessa vél. Eitthvað af tacoma kannski en ekki svo margar. \nÞessi vél passar beint í stað 3VZE, á kassa eða sjálfbíttara. Svinghjól af 3vze er notað  með kassanum. Mótor festingar eru teknar af 3VZE líka og settar á 5VZFE, þá passar sá hluti í ef 3VZE var þarna fyrir. Annars þarf að breyta festingum í grind ef annar mótor var fyrir. \nPannan er gerð fyrir vinstri drifkúlu, en panna af fyrstu Tacomunum sem voru með gamla klafa systeminu leysir það, bara leita að því í USA, það finnst fyrir rest.\nGæti hugsast að panna af 3VZE passi lika, ekki alveg viss með það samt. Það þarf í öllum tilfellum að laga til olíu pickupið við pönnu breytingar og færa kvarðann.\nBlokkirnar hafa allar staðinn fyrir kvarðann, nýrri týpurnar eru ekki með tilbúið gat en það má bora.\nSvo eru tölvu mál. Best er að finna tölvu úr sem líkustum bíl, sérstaklega upp á sjalfskiptinguna. Innspýtingin var uppfærð eitthvað milli ára, 2002 módelið er amk með wideband O2 sensor fyrir framan hvarfakút, en 2000 runner er með 2 narrowband. Mér finnst wideband útgáfan betri.\nSvo má vera að 1MZ-FE sé alveg rakið dæmi, ég þekki það bara ekki svo gjörla.\nKv\nG",
            "date": "2015-09-24 06:01:00",
            "post_id": "162011",
            "reply_to_id": "162001"
        },
        {
            "user_name": "biturk",
            "text": "Takk fyrir þetta, ég hefði engar áhyggjur af pönnu, myndi bara breita henni ef illa fer\nEn ég hef afturá móti áhyggjur af sjalfskiptingunni útaf vélartölvunni\nKannski væri bara best að nota drifrás úr 90 cruiser með öllu en það kostar sennilega augun úr",
            "date": "2015-09-24 11:29:00",
            "post_id": "162014",
            "reply_to_id": "162011"
        },
        {
            "user_name": "grimur",
            "text": "Þessar A340 skiptingar eru nú ekki svo ofur flóknar, mig minnir að tölva fyrir skiptingu vilji fá merki frá skiptingunni upp á hvað hún er að snuast. Svo eitthvað smá dót annað eins og lockup og overdrive. Það er ekkert svo bilað mikið í gangi þar. Það er held ég alltaf hægt að finna tölvu t.d. í USA sem passar fyrir skiptinguna sem þú ert með og 5VZFE, ef þetta snýst upp í einhvert vesen.\nHin vélin er þversum motor, reyndar náskyldur, en líklega einhvert vesen með festingar, pláss hér og þar og þannig.\nUm að gera að skoða hvað er til, það er hægt að finna svona rokka á ebay fyrir sirka 1500USD eða minna, lítið  notaða eða upptekna. Svo er bara að prútta við Icelandair með flutning.\nKv\nGrímur",
            "date": "2015-09-27 02:44:00",
            "post_id": "162095",
            "reply_to_id": "162014"
        }
    ],
    "date": "2015-09-22 23:01:00"
}