{
    "forum_title": "Jeppar",
    "id": "31254",
    "title": "Bella til sölu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=31254",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Jæja þá er Bella líklega til sölu þar sem ég nenni ekki að klára þetta og er kominn með trukka dellu og langar í unimog eða eitthvað svipað helst Unimog húsbíl. Svo ef einhvern langar í léttan bíl og sparneytinn og vonandi drifgóðan fjallajappa þá er baraað skella sér í dæmið og klára það. Örugglega heimsmeistari þarna að fæðast sem eyðir litlu og druslast áfram í flestum færum. Mjög góður í akstri á vegi.\nÞað þarf  að klára drullusokka að framan innribretti og ditta að hinu og þessu og fara með bílinn í skoðun. Þetta er kynblendingur smíðaður úr toyota dobulcab undirvagni árgerð 1990 sem er alveg  orginal grind og búnaður allur alveg orginal á henni þó önnur hlutföll í hásingum eða 4:88 hlutföll og diskalásar og svo er ný upptekin diselvél sem er orginal 2,4 lt túrbó diselvél var í Toyota Extracab 1985 á sínum tíma og var hún tekin í gegn sést í þræði. Boddýið er Suzuki Samurai 1989.Karfan öll klædd innan með tjöruborða í hólf og gólf.Skráning er til sem er Suzuki Samurai 35 tommu breittur. Bíllinn vigtar 1300kg á 36 tommu Dic Cepek og álfelgum dekk eru  slitinn og vel mjúk og búið að skera í þau. Var búinn að kaupa Toyota Milligír og millikassa með patrol handbremsu og mikið af góðum hlutum eins og olíufýringu. Hellings vinna er komin í þetta og vil ég benda á þráðinn vegna nánari upplýsinga.\nSet á pakkan veit ekki????? segjum 1000.000 í beinni og 1500.000 í skiptum eða tilboð skoða skipti á jeppum. Unimmog kemur sterkt il greina á sirka 1500.000.\nHús er staðsett þannig að ökumaður situr nákvæmlega mitt á milli hásinga og ætti þar að vera minsta hreyfingin á ökumanni og farþega. Þyngdardreifing er 750 kg á fram öxul og 550 á aftur öxul eða sirka 60--40 % þyngdar dreifing. Hef heyrt að það sé nokkuð góð hlutföll. Það er en orginal fimm g+ira Totota gírkassi og millikassi í bílnum og er hann vel  ökufær með sköftum og öllu sem til þarf. Það er verið að smíða hraðamælasnúruna. Hægt er að setja undir og keyra og gera 46\" dekk og rekast þau hvergi í og hægt að beygja og djöflast. Þar sem húsið var  fært aftur og húddið lengt. Gott að ganga um bílinn þar sem hann er frekar lár. Velti bogar inn í bíl og á palli sem er tvöfaldur.\nHægt er að sjá fjölda mynda upp á sirka 8 síður í link og texta um verkið\nVERÐ 1000.000 eða tilboð til að hafa eitthvað verð og gsm 8925426 og mail \ngudnisv@simnet.is\nviewtopic.php?f=5&t=27144",
            "date": "2015-10-02 13:09:00",
            "post_id": "162243",
            "reply_to_id": false
        },
        {
            "user_name": "odinningi",
            "text": "Flottur þessi",
            "date": "2015-10-02 14:44:00",
            "post_id": "162246",
            "reply_to_id": "162243"
        },
        {
            "user_name": "sukkaturbo",
            "text": "takk vinur þarna er hann bara hálfkláraður lítur eitthvað betur út í dag",
            "date": "2015-10-02 15:10:00",
            "post_id": "162247",
            "reply_to_id": "162246"
        },
        {
            "user_name": "Emmó",
            "text": "Er þetta ekki gamli þinn sem var með V6 og Hvati breitti hjér um árið",
            "date": "2015-10-02 16:52:00",
            "post_id": "162250",
            "reply_to_id": "162247"
        },
        {
            "user_name": "sukkaturbo",
            "text": "nei þessi er allt annar og mikið léttari og disel",
            "date": "2015-10-02 16:53:00",
            "post_id": "162251",
            "reply_to_id": "162250"
        },
        {
            "user_name": "risinn",
            "text": "Jú Guðni Bollu bílar eru góðir og skemmtilegir, t,d unimog og fl.\nEn ég held að þú hafir eitthvað Súkku fetis. :-) \nHvað áttir þú gömlu Súkkuna mörgu sinnum og hvað lengi ?? :-)\nÉg held að ef/þegar þú selur Bellu þá verður kominn önnur Súkka í skúrinn eftir ?????? hvað langan tíma ?  :-)\nKv.\nRagnar",
            "date": "2015-10-02 21:58:00",
            "post_id": "162257",
            "reply_to_id": "162251"
        },
        {
            "user_name": "sukkaturbo",
            "text": "já Ragnar ég átti hana fimm sinnum þá gömlu en er með smá mikla Unimog dellu og hef haft í mörg ár þarf samt að vera dobulcab og disel og með einbýlishúsi á pallinum til að búa í",
            "date": "2015-10-02 23:49:00",
            "post_id": "162265",
            "reply_to_id": "162257"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Bella er smíðu með það í huga að hægt er að setja allskonar vélar í hana. fljótlegt að taka framendan af og húsið. pælt er í öllum samsetningum og tengingum og gert ráð fyrir af og á dæmi og í og úr og fleira sniðgut. sama með pallinn og velti grindurnar. Hægt að rífa allt af grind á klukku tíma með kaffi pásu",
            "date": "2015-10-03 18:41:00",
            "post_id": "162289",
            "reply_to_id": "162265"
        }
    ],
    "date": "2015-10-02 13:09:00"
}