{
    "forum_title": "Almennt spjall",
    "id": "31301",
    "title": "Terrano 2,7 diesel erfiður i gang",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=31301",
    "posts": [
        {
            "user_name": "Axi",
            "text": "Sælir\nÉg ætlaði að athuga hvort einhver þekkti einkennin sem ég ætla að lýsa hér að neðan og fara í gegnum hvað ég er búinn að gera. Þetta er Nissan Terrano 2,7 diesel árgerð 1999 ekinn 266 þús. km. og með gamaldags olíuverki. Hann er erfiður í gang eftir að hafa staðið í nokkra klukkutíma hvort sem er inni í heitum bílskúr eða úti. Það þarf að starta í dágóðan tíma en hann fer alltaf í gang á endanum. Þegar ég dæli með handdælunni þá finnst mér koma hljóð einhvers staðar í eða við olíuverkið eins konar soghljóð en finn bara ekki út hvaðan. það gæti þess vegna komið frá hand dælunni. Þetta lýsir sér eins og loftleki og það þurfi alltaf að starta lengi til að ná upp þrýsting. Hann rýkur alltaf strax í gang heitur og ef hann hefur ekki staðið lengi óhreyfður og gengur eins og klukka. Það sem ég er búinn að gera er eftirfarandi.\nÉg er búinn að tappa öllu eldsneyti af tanknum og hreinsa hann og skipta um eldsneytissíu eftir að (vatn í eldsneytissíu) ljósið kom upp í mælaborðið nýlega og í kjölfarið setti ég nýja öndun eftir að hafa áttað mig á því að sú gamla var ryðguð í burtu og vatn hafði því greiðan aðgang ofan í tankinn í gegnum öndunarslönguna í einhverja mánuði eða ár. Sían var proppuð af bæði vatni , drullu og sandi þrátt fyrir að vera aðeins nokkurra mánaða gömul. Ég er búinn að prufa að setja 2l kókflösku sem eldsneytistank alveg upp við dælu til að útiloka allar lagnir frá tank og ekkert breyttist. Ég fór með spíssana í blossa og þeir eru núna nýuppteknir með nýjar dísur og í fullkomnu lagi. Glóðarkertin eru nýleg og mælast 25A en þau eru reyndar bara 3. Mér skilst að original 4 stk kerti eigi að mælast ca. 45A þannig að þau eru varla málið.. Ég er búinn að taka á spíssarörum og skipta um hosuklemmur á gúmmíslöngunum við síu og olíuverk Gæti þetta verið olíuverkið sjálft? Hefur einhver lent í svipuðu? Hvaðan getur þetta lofthljóð komið?\nKveðja : Steingrímur Árni",
            "date": "2015-10-07 22:18:00",
            "post_id": "162448",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Er ventillinn í síuhúsinu, ekki bara fullur af riði og drullu, og olían er að leka til baka, við stöðu. Svo gæti verið netsía í olíuverkinu, þar sem olían fer inná það. Er þá fyrir neðan banjóboltann.",
            "date": "2015-10-07 22:41:00",
            "post_id": "162449",
            "reply_to_id": "162448"
        },
        {
            "user_name": "Axi",
            "text": "Síuhúsið liggur reyndar líka undir grun hjá mér. Get sett 2 lítra flöskuna aftur í og merkt stöðuna þegar ég drep á. Þá ætti að hækka í flöskunni eftir stöðu.  Tékka á þessu næst og prufa líka að losa banjóboltann og kíkja undir hann hvort það sé ennþá sía þar. \nTakk fyrir.",
            "date": "2015-10-08 06:47:00",
            "post_id": "162457",
            "reply_to_id": "162449"
        },
        {
            "user_name": "creative",
            "text": "ertu einhverju nær með þetta ??\nminn er að hegða sér eins.. \nég búin að skipta um eldsneitislagninar og lagaðist hann aðeins við það \nen ég þarf að starta í dágóðan tíma",
            "date": "2015-11-29 17:59:00",
            "post_id": "164204",
            "reply_to_id": "162457"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Minn hagaði sér svona og þá var gat á eldsneytisrörunum við tankinn. Skipti þeim út og þá var þetta í lagi.\nHvað tók blossi fyrir að taka spíssana í gegn hjá þér?",
            "date": "2015-11-29 21:09:00",
            "post_id": "164211",
            "reply_to_id": "164204"
        },
        {
            "user_name": "birgiring",
            "text": "Ég hef einmitt verið með svona vandamál sem lýsir sér svipað.",
            "date": "2015-11-29 22:06:00",
            "post_id": "164214",
            "reply_to_id": "164211"
        },
        {
            "user_name": "olei",
            "text": "Ég skipti um olíuverk í 99 bíl. Eftir það var hann ferlegur í gang kaldur, sérstaklega eftir að standa óhreyfður í sólarhring eða meira. \nÉg fór náttúrulega yfir olíukerfið og fann ekkert. Svo datt mér í hug að mæla strauminn á hitakertin og þá kom í ljós að þau fengu ekki straum.\nÞegar ég skipti um verkið tók ég hægri rafgeyminn úr bílnum - bak við hann er einmitt aðal relayið fyrir hitakertin. Þar var fúinn vír fyrir relayið sem datt í sundur þegar ég hreyfði við þessu við olíuverkskiptin, þar með datt hitunin alveg út þó að ljósið væri eðlilegt.\nÞað sem kom mér á óvart í þessu er hvað hann var góður í gang án hitarans. Ég hélt að ef hitarinn dytti út þá færi svona bíll ekki í gang kaldur - nema e.t.v dreginn langar leiðir. Það var ekki þannig, þokkalegur í gang eftir nokkurra tíma stöðu, en ískaldur eftir að standa yfir nótt þá varð hann mjög erfiður í gang. Þetta fannst mér benda á að hann væri að missa niður olíuna og því lúsleitaði ég olíukerfið. \nERGO - fullvissið ykkur um að hitakertin fái straum.",
            "date": "2015-11-30 18:20:00",
            "post_id": "164240",
            "reply_to_id": "164214"
        }
    ],
    "date": "2015-10-07 22:18:00"
}