{
    "forum_title": "Jeppinn minn",
    "id": "31331",
    "title": "Chevy pick up, verkefni,  smá upd 20.05",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=31331",
    "posts": [
        {
            "user_name": "íbbi",
            "text": "ég setti nú myndir af því í þráðinn um hinn silveradoinn þegar ég fór og náði í þennan,  en datt í hug að búa til þráð fyrir hann, og þá sérstaklega til að fá ráðleggingar frá mér fróðari mönnum varðandi hluti sem mig langar að gera við hann. \neins og kannski einhver hérna veit, þá ek ég dags daglega um á gömlum silverado, 98 bíl. í vor/sumar þá rakst ég á frekar innihaldslausa auglísingu um vélarlausan eins bíl. 97 árg, staðsettan vestur á fjörðum\nég veitti því athygli að sá bíll var með afar fallegri innréttingu, ljósu leðri og miklum aukabúnaði, auk þess sem mig vantaði nokkra hluti í hinn bílinn, \nég keypti bílinn óséðan og brunaði vestur á bolungarvík með kerru. \nþegar ég kom á svæðið, þá kom í ljós að um miklu heilli bíl var að ræða heldur en ég hafði þorað að vona.  og eftir að ég kom með hann heim í skúr og fór að skoða hann þá var ég fljótur að hætta við að rífa hann, að mörgu leyti er þessi bíll með þeim heillegri sem ég hef rekist á lengi. \nþetta er 97 silverado, var með 5.7l vortec, 3dyra, gjörsamlega \"loadaður\" af búnaði, leðurstólar, stokkur á milli sæta, stokkur upp í topp, cd magasine, loftkæling, rafmagn í öllu, auto dimming speglar með hitamælir og flest öllu sem þessir bílar voru fáanlegir með. \nsagan á bakvið bílinn var sú að hann var seldir í IH/bílheimum á sínum tíma, var fyri norðan í eigu sama aðila til 09, þá er hann seldur vestur, kaupandinn ræðst í að swappa í hann diesel, en það fór aldrei lengra en að taka úr honum vortec mótorinn,  og bíllinn hefur staðið síðan, sem er orðinn ansi langur tími\nsvona þar sem maður var þá kominn með pikkupa durg að blokka aðstöðuna sína, þá var fátt annað en að reyna finna út hvað skyldi gera við gripinn.  kostirnir voru að rífa hann bara eins og til stóð. færa hluti á milli hans og hinns bíllsins, eða bara setja hann á hold og eiga til e-h verkefni að dunda í þegar maður nennir/getur\nnúna nokkrum mánuðum seinna er ég kominn með nokkuð haldbæra hugmynd um hvað ég vill gera við hann.  \nstefnan er tekin á að skella honum á 35\", setja á hann kanta, hækka aðeins upp og eiga við fjöðrun, og reyna finna einnhvern skemmtilegan mótor í hann, þá helst einhevrn diesel mótor,\nkanarnir mæla með að hækka um 3\" á boddý,  ég myndi vilja prufa að smíða undir hann nýja afturfjöðrun, með 4 link og loftpúðum,.  og hefði gaman að því að fá einhevrjar skemmtilegar umræður um það, \nmyndi líka vilja skipta út 10 bollta hásinguni sem er undir honum, og eiga hana til á lager sem varahlut fyrir hinn bílinn ásamt flr, eins og skiptingu\nhvað mótor varðar þá er enn allt opið, en ég veit það að mig langar hvorki í 6.2 né 6.5,  helst vildi ég fá duramax, en el það óraunhæft,  hinsvegar er ég nokkuð heitur fyrir því að finna cummings 6bt, ekki síst 24v. við hana myndi ég svo nota 4l80 GM skiptingu með skiptitölvu, \nég tek það nú fram að það verður enginn ógnarhraði á þessu projecti, heldur bara hugsað sem dund svona þegar maður fær fílínginn, sem er hægt að ýta út í horn þegar þannig liggur á manni, og smíða eftir efnum, \ndjúpið\nkominn í skúrinn\nansi heillegur\nþessi hvíti á þessari mynd er ekkert fjarri lagi því sem ég er að spá, og sést original bíll til samaburðar\n kv, íbbi",
            "date": "2015-10-12 00:12:00",
            "post_id": "162581",
            "reply_to_id": false
        },
        {
            "user_name": "grimur",
            "text": "Setja bara aftur i hann 5.7 Vortec. Algert bull að setja diselvel i þennan bil.",
            "date": "2015-10-12 02:28:00",
            "post_id": "162584",
            "reply_to_id": "162581"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er fallegt eintak. Spennandi bílar finnst mér. Það er haugur af vélum sem hægt er að velja úr, aðallega hvað ertu að spá, viltu dráttarhest eða léttvagn? Myljandi tog er í cummins en þá þarftu að reiða fram seðla í talsverðu magni, sér í lagi 24v. Og það er ekki g í cummins :) Einfalt er að setja aftur eins vél í hann og sjálfsagt ekkert erfitt að finna svoleiðins vél. Þú ættir líka að skoða 4bt frá cummins, þar ertu með 200-250 hestöfl með mildu tjúni en ekki jafn mikið ankeri eins og hin 500kg 6bt er. Þá vél þyrftiru hinsvegar að kaupa frá útlandinu.",
            "date": "2015-10-12 06:15:00",
            "post_id": "162586",
            "reply_to_id": "162584"
        },
        {
            "user_name": "sukkaturbo",
            "text": "settu bensín vél í hann aftur þetta þarf að líða um svona mubla á ekki að vera með disel.Verður flottur á 35 og krómfelgum og gera ráð fyrir aða geta sett undir 38m Mundi freka splæsa í milligír og læsingar",
            "date": "2015-10-12 07:40:00",
            "post_id": "162587",
            "reply_to_id": "162586"
        },
        {
            "user_name": "íbbi",
            "text": "350 vortec mótorinn er mjög fínn, en èg à einn með honum fyrir, hef voða littla löngun í að gera þennan eins. à 35+ er svona bíll með 8cyl bensín einfaldlega orðinn of þyrstur til að geta verið notaður innanbæjar og í drætti, \nnotkunarsviðið sem èg hefði hugsað mèr er bara það sem hinn er notaður í, blanda af vinnu bíl og einkabíl og svo dràttarklàr. \nþessir bílar með cummins er að vikta a milli 2.5 og 2.6 tonn, og eyða töluvert minna en bensínbíllinn, sèrstaklega í drætti. og à 35\"  ferðalög með camper eru inni í myndini\nbæði 6bt og 4bt eru mjög vinsæl úti. og menn làta vel af bàðum. er ekki mjög spenntur fyrir 4cyl diesel.\nduramax væri màlið, en þær eru djöfull dýrar ennþà\nmilligír hef èg nú lítið við að gera :) en èg væri til í læsingu að aftan, \nþað sem mig langar að gera við hann er að miklu leyti byggt á reynslu minni af því að nota svona bíl alla daga. \naflmikla diselvél, --  eyðir minna, sérstaklega undir miklu álagi (camper/bílakerrur og flr)\n4l80  sterkari en 4l60, ég hef dregið rúm 3 tonn á hinum á milli landshluta, hann leysti það vel, en maður sá að í heiðarbrekkunum þá var nú farið að hitna á skiptinguni, \n4link/púðar að aftan --  eitt af því sem þeir gera til að keyra niður skr burðagetu í 1500 bílunum er að hafa þá á 3ja blaða afturfjöðrum,  það gerir bílinn ásættanlega þolanlegan í venjulegjum akstri, en þær eru að mínu mati of mjúkar þegar maður er farinn að nálgast mörk burðagetu/drattargetu,  \nmenn hafa bætt við 2 blöðum, en þá er bíllinn grjóthastur þegar hann er tómur, með púðum væri hægt að fá hann betri ólestaðann og stíft hann upp þegar á við. \n \n35\" breyting,   það verður nú að viðurkennast að hún er mest megnis af því að mér finnst bíll í þessari stærð einfaldlega samsvara sér betur á þeirri stærð, og kantarnir gera þá fallegri, ég vill ekki smíða mér snjó/ferða jeppa úr honum, í það myndi ég vilja bíl með aðeins meira aftursæta plássi,",
            "date": "2015-10-12 08:05:00",
            "post_id": "162588",
            "reply_to_id": "162587"
        },
        {
            "user_name": "íbbi",
            "text": "þessi varð eftir , boddýið á þessum bíl er alveg fáránlega heilt,  hann er reyndar lítið keyrður, enda búinn að standa 1/3 af ævinni",
            "date": "2015-10-12 09:10:00",
            "post_id": "162595",
            "reply_to_id": "162588"
        },
        {
            "user_name": "Valdi B",
            "text": "hvernig væri að setja bara í hann 4.2 6 cyl 24v úr 80 cruiser",
            "date": "2015-10-14 22:24:00",
            "post_id": "162684",
            "reply_to_id": "162595"
        },
        {
            "user_name": "jongud",
            "text": "það mætti líka athuga 4BT með common-rail. Titrar miklu minna en gömlu sleggjurnar og hægt að fá þær með tölvu sem þarf bara 3-4 víra til að tengja.",
            "date": "2015-10-15 08:19:00",
            "post_id": "162693",
            "reply_to_id": "162684"
        },
        {
            "user_name": "íbbi",
            "text": "lc mótorinn er eflaust fínn, og bt4 eflaust líka, og það er svosum allt opið í þessu, þó èg verði að viðurkenna að mig langar í stærri mótor, \nannars hef èg minnstar àhyggjur af mótormàlum, þessi bíll tekur vel við nànast hvaða mótor sem er, og er auðveldur m.v margt annað að koma ofan í. \nèg hugsa að èg fari fyrst í afturfjöðrun, kanta og lúkkið à honum. er hvað spenntastur fyrir 4 link smíði",
            "date": "2015-10-15 10:05:00",
            "post_id": "162697",
            "reply_to_id": "162693"
        },
        {
            "user_name": "Startarinn",
            "text": "Er ekki alger óþarfi að hækka boddíið eins og þú nefnir að kaninn geri?\nEr ekki allt hjá þeim miðað við að það sé ekki hreyft við brettum?\nef þú ætlar hvort sem er að setja á hann einhverja kanta er alveg eins gott að sleppa vinnunni við boddí hækkunina og naga aðeins úr brettunum, þá verðu bíllinn líka þægilegri í umgengni",
            "date": "2015-10-15 20:55:00",
            "post_id": "162713",
            "reply_to_id": "162697"
        },
        {
            "user_name": "íbbi",
            "text": "nú verð ég að viðurkenna smá hégóma. mér finnst þeir bara bera sig betur örlítið hærri, ég hef séð flr ein eitt eintak af þessum bílum sem hafa fengið kanta 33-35\" og enga hækkun, og bara líkar ekki útlitið,   \nreyndar þá eru menn oft að lifta þeim um 2-3\" á boddý til að koma skiptingum af nýmóðins diesel vélunum t.d allison, en það þarf líka fyrir chrysler skiptinguna sem er aftan á 6bt.  en reyndar hafði ég ætlað mér að  nota 4l80 skiptingu ef ég fer í diesel, hún smellur beint í orginal festingarnar, passar beint við skiptirinn í bílnum og flr sem er gott að eiga við\nauðvitað er réttara að hækka þá á fjöðrunini, en ef það er eitthvað við þetta að hégómanum undanskildum þá er það að ég slyppi við að skrúfa hann upp að framan,  eftir alveg þónokkra 33-35\" tommu breytta bíla í gegnum tíðina sem hafa verið skrúfaðir upp að framan þá er ég ekki spenntur fyrir því, \nkantarnir sem ég ætla að nota skrúfast í original götin fyrir krómkrantin sem er á brettunum fyrir, \nkaninn er að hækka þetta upp um 6 tommur á boddý og setja svo klossa undir fjaðrirnar og skrúfa þá upp, og eru helvíti sáttir bara :)",
            "date": "2015-10-15 23:27:00",
            "post_id": "162719",
            "reply_to_id": "162713"
        },
        {
            "user_name": "íbbi",
            "text": "skellti mér á eina mig/mag í stærri kantinum, sem hefur ekkert minkað löngunina í að fara að brasa eitthvað.",
            "date": "2015-10-15 23:34:00",
            "post_id": "162721",
            "reply_to_id": "162719"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Spennandi að fara dunda! :)",
            "date": "2015-10-16 11:34:00",
            "post_id": "162727",
            "reply_to_id": "162721"
        },
        {
            "user_name": "íbbi",
            "text": "segðu :) þetta project er líka fínt þar sem það snýst meira um að hafa eitthvað til að dunda í en að fá bílinn í notkun, blái pikkinn þjónar því hlutverki afar vel,",
            "date": "2015-10-17 12:49:00",
            "post_id": "162752",
            "reply_to_id": "162727"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Svo bara þegar þessi er klár þá swapparu vél á milli. :)",
            "date": "2015-10-19 09:47:00",
            "post_id": "162816",
            "reply_to_id": "162752"
        },
        {
            "user_name": "íbbi",
            "text": "hehe. hún er fín þar sem hún er :)",
            "date": "2015-10-20 16:46:00",
            "post_id": "162859",
            "reply_to_id": "162816"
        },
        {
            "user_name": "íbbi",
            "text": "hakkaði í mig rpo kóðana í dag. \nþar sá ég mér til furðu að þessi bíll er með C5S-Heavy duty chassis,  ég hafði reyndar tekið eftir því að hann er á miklu sverari fjöðrum en blái bíllinn, \nþegar ég fór að googla þetta þá sá ég að það var s.s hægt að fá 1500HD, og þeir eru með aðeins skárri burðagetu heldur en normal 1500,\nhefur alltaf fundist hálf sorglegt með þessa \"half ton\" kana pikkupa að þeir eru skráðir með fáránlega lága burðagetu, langt undir því sem þeir raunverulega bera, sést vel á því að tundra er með lægri burðagetu en hilux\nþetta er ágætt ef maður fer að troða cummins ofan í þetta, sérstaklega þar sem hann er bara 5 manna, en hinn hjá mér er 6 manna, þá hefur hann ennþá einhverja burðagetu eftir þótt maður troði e-h dieselhlunk í hann. \nhann er líka með læsingu í afturdrifinu, sem er gott, hinn líka reyndar, en blái er með lægri hlutföl reyndar,",
            "date": "2015-10-21 23:45:00",
            "post_id": "162897",
            "reply_to_id": "162859"
        },
        {
            "user_name": "íbbi",
            "text": "magnað..  fór að skoða hvað er innifalið í þessum hd pakka. og það er 14bollti undir honum. stærri bremsur og sverari fjaðrir/demparar.",
            "date": "2015-10-22 18:03:00",
            "post_id": "162914",
            "reply_to_id": "162897"
        },
        {
            "user_name": "íbbi",
            "text": "setti hann á búkka, það tók bara 5 mánuði\nm.v hraðann á þessu hingað til verður bíllinn tilbúinn seint á þessari öld",
            "date": "2015-10-31 17:33:00",
            "post_id": "163198",
            "reply_to_id": "162914"
        },
        {
            "user_name": "íbbi",
            "text": "jæja, byrjaði eitthvað að tæta í þessum í kvöld, reif úr honum skiptinguna og millikassann,  ætla taka úr honum lúmið fyrir bensínmótorinn og fara snikka eitthvað til þarna. \nannars er það helst að frétta að ég held að ég sé kominn á það að stefna á að búa til fjallajeppa bara,  þá 44-46\" og rör undir hann að framan",
            "date": "2015-12-04 00:49:00",
            "post_id": "164393",
            "reply_to_id": "163198"
        },
        {
            "user_name": "Gunnar Björn",
            "text": "Hvernig hásingu myndir þú setja undir á móti 14 bolta afturhásingunni?",
            "date": "2015-12-05 13:49:00",
            "post_id": "164443",
            "reply_to_id": "164393"
        },
        {
            "user_name": "atligeysir",
            "text": "Hefurðu eitthvað spáð í þýskum dísel mótor?\nÞað er amk einn Range Rover hérna heima á 44\" sem er með að mig minnir OM648 Benz mótor(W211), stærri túrbínu og mappi. Eigandi segir að hann sé um 300hp og í kringum 600NM.\nHef mikið verið að spá í að ná mér í OM613, úr W210 bíl og mixa í Patrol-inn hjá mér. Það er hægt að fá heilan bíl á klink út í Bretlandi.",
            "date": "2015-12-05 16:10:00",
            "post_id": "164445",
            "reply_to_id": "164443"
        },
        {
            "user_name": "svarti sambo",
            "text": "Á til hásingu/ar, ef þig skyldi vanta, undan F250 árg.99",
            "date": "2015-12-05 17:36:00",
            "post_id": "164446",
            "reply_to_id": "164445"
        },
        {
            "user_name": "íbbi",
            "text": "fyrsta val væri d60 í bàða enda, hvað verður er nú ekki ràðið. \nèg.ætlaði að nota 14 bolltan að aftan. en svo er búið að hræða mann svo með draugasögum af C-clip's\neru ekki ford hàsingarnar í sömu breidd og gm?",
            "date": "2015-12-05 20:53:00",
            "post_id": "164460",
            "reply_to_id": "164446"
        },
        {
            "user_name": "íbbi",
            "text": "þýsku mótorarnir eru flottir, en eru nú ekki à óskalistanum í þennann bíl, það verður einhver sleggja fyrir valinu, cummins líklega,  duramax ef èg dett um fjàrsjóð einhverntíman",
            "date": "2015-12-05 20:55:00",
            "post_id": "164461",
            "reply_to_id": "164460"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég á eitthvað sem passar líka ef þú vilt alvöru dót D60,D70,14 Bolta FF og jafnvel framhásingu sem passar við D44 eða D60.\nEn ég myndi ekki vera hræddur við C clips það er ekki að klikka.",
            "date": "2015-12-05 23:04:00",
            "post_id": "164469",
            "reply_to_id": "164461"
        },
        {
            "user_name": "íbbi",
            "text": "sumir vilja meina að menn sèu að missa hjólin undan þeim?",
            "date": "2015-12-06 00:31:00",
            "post_id": "164474",
            "reply_to_id": "164469"
        },
        {
            "user_name": "íbbi",
            "text": "jæja ætla skrifa smá langloku, og vonandi fá umræður um hluti sem ég er að hugsa\n\"planið\" er svona lauslega, d60 eða sambærilegt að framan og aftan, einnig kemur til greina fram/aftur hásing undan 350 ford, það eru dana 50/60 hybrid að framan  og sterling 10.5 að aftan, m.v það sem ég hef fundið væri ódýrast og auðveltast að fá D44 undir hann að framan sem ég veit um og halda mig við 14 bolltan að aftan, það er svona bíll með d44 að framan og það hefur verið algjörlega til friðs. \n14 bolltinn sem er undir honum er alveg nógu sterkur, en það hræðir mig að hann er C clip, menn hafa sagt sitt á hvað við mig að öxlarnir haldi, og að þeir brotni, og hjólið húrri undan, \nég mundi vilja 4 link að aftan  og radíusarma að framan, hef verið að skoða dáldið massamiðju og anti squat, er ekki gott að fá afturfjöðrina til að keyra sig saman að aftan á pallbíl? sem er léttur að aftan,\nég mundi stefna á púða að framan og aftan, \nafturhásing verður á sama stað. en sú fremri fer eins langt fram og hægt er án þess að færa stýrismaskínu, hef séð bíl hérna heima sem er þannig. \nhlutirnir sem ég er að velta fyrir mér núna eru kannski öllu fræðilegri, \nhvað mynduð þið mæla með/halda að ég þyrfti að lyfta honum mikið? hversu mikið á fjöðrun og hversu mikið á boddý?\nvarðandi 4 link smíði, \nhvar mælið þið með að ég staðsetji vasana? ég hef kíkt undir 2 svona bíla og þar voru vasarnir ca staðsettir þannig að fremri brún á þeim var við samskeyti frambrettis/hurðar\nmenn hafa mælt með allt frá 3mm efni upp í 6mm efni, \nhvaða fræði eru á bakvið lengdirnar á stífunum? og staðsetningu vasana. \nþetta project er jú hugsað til þess að læra, þar sem ég bókstaflega \"átti bílinn til\"",
            "date": "2015-12-08 17:57:00",
            "post_id": "164559",
            "reply_to_id": "164474"
        },
        {
            "user_name": "Sævar Örn",
            "text": "lýst vel á þetta hjá þér! \nD44 framhásing hmmm, já ef þú passar þig rosalega þá er það allt í lagi, ætli veikasti hlekkurinn sé ekki hjöruliðirnir úti við hjól og sennilega er best að vera ekkert að styrkja þá mikið, þá brotnar frekar drifið\nEf þú hefur tök á því settu D60 framan, og auðvitað full float að aftan ef þú mögulega getur, hvort sem það væri 14 bolt eða d60, ég myndi gera það!\nen svo má líka hugsa hvað kosta hlutirnir og hvað ætla ég að nota bílinn í... hvernig er minn akstursmáti osfv.\nég er með 2.3 ton bíl ford explorer á slitnum 46 og hef brotið einn hjörulið að framan í d44, það gerðist við harkaleg átök og ég er með nospinn og lásinn var eithvað seinn að grípa sem olli svaka höggi... Framdrifið brotnaði síðan bara vegna slits í legu sem ég tók ekki eftir fyrr en of seint\nÞað hefur verið í friði síðan\nÉg notaði 4mm plötujárn í stífuvasa, það er yfirdrifið nóg ef maður dreyfir átakinu vel og hannar vasana þannig að þeir taki vel við átaki, það er bara sama prinsip og í allri járnsmíði \nvarðandi anti squat ég smíðaði minn bíl með 0° stefnu í massamiðju, eftir mínum skilningi þýddi þetta að hann er alveg hlutlaus við hröðun, þ.e. fjaðrar hvorki saman né sundur, þetta hefur reynst mér ágætlega í snjó, ég get rutt bæði áfram og svo ef stoppar þá get ég alltaf bakkað ur skaflinum!\nþú getur skoðað þráðinn minn það var c.a. í nóvember 2014 sem við vorum að ræða 4 link smíði í mínum þræði \nwww.jeppaspjall.is/viewtopic.php?f=9&t=27277&p=164534\nGangi þér vel!!",
            "date": "2015-12-08 18:21:00",
            "post_id": "164561",
            "reply_to_id": "164559"
        },
        {
            "user_name": "íbbi",
            "text": "takk fyrir svarið.  ég hef einmitt fylgst með þræðinum hjá þér frá því að þú keyptir bílinn.  og veitti því athygli að þú ert með 14 bollta semi float að aftan, \njá ég hef verið á því að d60 sé málið á svona bíl, það er annar svona eins á d44 með 6.5. (gæi)\nég sá sett auglíst hérna af d60 undan ford, með 8 gata deilingu á 200k,  get fengið settið undan 350 fordinum á sama. \nbíllinn viktar rúm 2.3t óbreyttur og tómur.  á 46\" með cummins í húddinu viktar hann eflaust ekki undir 2.7, sem er reyndar áhyggjuefni út af fyrir sig þar sem leyfð hámarksþyngd er 3 tonn\nvarðandi notkun er erfitt að spá fyrir um það, er of reynslulítill í alvöru jeppa akstri til að geta greint aksturstíl minn, en ég sé fyrir mér að reyna búa bara til skemmtilegan ferðabíl.",
            "date": "2015-12-08 18:34:00",
            "post_id": "164562",
            "reply_to_id": "164561"
        },
        {
            "user_name": "Sævar Örn",
            "text": "já og með stærri mótor þarftu stærri drifrás... svo einfalt er það",
            "date": "2015-12-08 18:36:00",
            "post_id": "164563",
            "reply_to_id": "164562"
        },
        {
            "user_name": "íbbi",
            "text": "akkurat,  annars er allt opið hvað mótormál varðar,  það kemur allt eftir að hjólabúnaður og breytingar eru yfirstaðnar, og það er eflaust ekkert á næstuni,  reif úr honum 4l60e skiptinguna og seldi, og er búinn að finna 4l80 sem ég ætla mér að nota,",
            "date": "2015-12-08 18:51:00",
            "post_id": "164564",
            "reply_to_id": "164563"
        },
        {
            "user_name": "svarti sambo",
            "text": "Sæll Ívar.\nEr þá ekki bara málið að fá hásingarnar og grindina líka. Hann er sennilega gefinn upp 5 tonn  í heildarþyngd. Þyrfti bara að fletta því upp.",
            "date": "2015-12-08 19:30:00",
            "post_id": "164565",
            "reply_to_id": "164564"
        },
        {
            "user_name": "elliofur",
            "text": "Númer eitt þarftu að velja mótor, síðan veluru hásingar eftir mótor. Cummins, ekki reyna annað en d60 að framan miðað við 46\" dekk. Þá ertu með agalega þungan bíl, drífur fullt og kraftar fullt en fjandi lítinn burð. Cummins 6bt er helmingi þyngri en 5.7 (hún er uþb 500kg).\nÞetta er allt spurning hvar þú vilt vera, viltu vera í súkkuflokknum eða jarðýtuflokknum? :)\nVarðandi hækkun, skera eins djöfull mikið úr og hægt er án þess að hækka á boddyi. Ef það dugar ekki þá má lauma boddyi aðeins upp en þá er möst að færa amk 4 boddyfestingar upp líka. Helst 8 þar sem það eru náttúrulega tvö boddy á grindinni þinni :)",
            "date": "2015-12-08 20:28:00",
            "post_id": "164567",
            "reply_to_id": "164565"
        },
        {
            "user_name": "íbbi",
            "text": "reyndar vill ég meina að svona letti með cummins sé frekar léttur hlunkur, ef það er hægt að orða það þannig\nþessir lettar eru þótt stórir séu eru samt minni og ívið léttari en aðrir svona US trukkar, og þessi bíll fullbreyttur með cummins yrði nefnilega að ég held ansi léttur m.v  aðra full size US pikka með sambærilegu krami/drifrás, en ram og f250/350 með sambærilegum búnaði myndu vikta 3 tonn+\nsvona bíll á 46\" er samt alltaf jarðýta, það er held ég bara staðreynd :)\nég held reyndar að cummins-inn sé \"bara\" 200kg þyngri en vortecinn,   bíllinn myndi vikta rúm 2.5tonn óbreyttur með cummins, \nen já það er verst með burðinn, hann er ekki orðinn mikill á eftir, en það bjargar samt slatta að þessu bíll sé með heavy duty chassis,  blái bíllinn hjá mér myndi líklegast vera í leyfðri heildarþyngd mannlaus eftir þennan pakka.\nég held að D60 eða sambærilegt sé bara no brainer, hvort sem það verður cummins eða eitthvað annað í húddinu,",
            "date": "2015-12-08 23:16:00",
            "post_id": "164575",
            "reply_to_id": "164567"
        },
        {
            "user_name": "íbbi",
            "text": "væri þá ekki best að skipta bara um bíl :D",
            "date": "2015-12-08 23:19:00",
            "post_id": "164576",
            "reply_to_id": "164575"
        },
        {
            "user_name": "svarti sambo",
            "text": "Eru menn ekki að kaupa grindarskráningu, eða hvað.  :D",
            "date": "2015-12-08 23:21:00",
            "post_id": "164577",
            "reply_to_id": "164576"
        },
        {
            "user_name": "íbbi",
            "text": "það væri reyndar fyndið út af fyrir sig að setja húsið af silverado á ford grind, og svo cummins í draslið.",
            "date": "2015-12-08 23:34:00",
            "post_id": "164578",
            "reply_to_id": "164577"
        },
        {
            "user_name": "svarti sambo",
            "text": "Annað eins gera menn í þessu jeppagame-i. Þá gætir þú gert svona: \nhttps://www.youtube.com/watch?v=CP8_lb3 ... ture=share",
            "date": "2015-12-08 23:40:00",
            "post_id": "164579",
            "reply_to_id": "164578"
        },
        {
            "user_name": "íbbi",
            "text": "hehe! já þetta er kannsi bara málið",
            "date": "2015-12-08 23:41:00",
            "post_id": "164580",
            "reply_to_id": "164579"
        },
        {
            "user_name": "íbbi",
            "text": "jæja, smá update,   lagaði myndirnar í upphafsþræðinum\nþað hefur nú ansi lítið gerst í honum, en það var vitað fyrir fram, þar sem ég hef önnur verkefni að sinna þessi misserin, \nmaður hefur samt ekki setið alveg auðum höndum,  maður hefur jú haft tíma til að hugsa þetta fram og til baka og skeggræða við mér reyndari menn, \nplanið hefur verið og er enn að koma þessu á 46\" \nhinsvegar fékk ég þá hugmynd um daginn þar sem ég á 10 bollta framhásingu, og bílllinn er á 14 bollta að aftan, að settja hann bara á 38\" og nota það sem ég á til, \nþetta hefur valdið mér miklum hugarangri, enda finnst mér 38\" lítið undir svona bíl, en það er samt að verða niðurstaðan, að byrja á því. snúa 10 bolltanum, og smíða hann undir, smíða 4 link að aftan,  eitt sem ég hef verið að velta fyrir mér er hvort ég eigi að reyna fara svona millivegin, og  smíða hann þannig að þegar ég get farið í D60 og 46\" þá sé búið að vinna meirihlutann af vinnuni,  fara strax í stóru kantana, 46\" hæðina, reyna hafa rörin og stífurnar þannig að það þurfi lágmarks breytingu til að skipta síðan út rörunum, \neða hvort að maður eigi bara að einbeita sér af því sem er fyrir framann mann núna, og breyta honum á 38\" og stækkun og meiri breytingar eru bara alfarið seinni tíma vandamál, \nég er allavega byrjaður á þessum 38\" pælingum, ég er búinn að máta 38\" undir hann að aftan, sagaði mér bara prófíla með þeirri hækkun sem ég stefni á, og er sú sem að mér skylst að þurfi til að rörið að framan geti fjaðrað eitthvað.  þá stendur hann í afturhjólin, og næst er að fara tæta undan honum klafasystemið að framan og stilla 10 bolltanum upp\nþað er nú svo annað mál að fyrir 38\" er hálfgerð bilun að vera smíða undir hann rör,  það væri mun einfaldara að lækka bara framdrifið niður um 4-5\" og kalla það gott,  \nen þettta snerist alltaf um smíðina hjá mér. ekki skynsemina :)\nég var reyndar búinn að setja hann á 35\" í millitíðini, sem var nú bara að gamni gert, en hann bar það vel. ég held að vinnubíllinn fái klárlega þessar 35 tommur í framhaldinu, \nnokkrar myndir\nhérna er hann á 35\",   skemmtilega smekklegur svona kantalaus á 10\" breiðum felgum\n10 bolltinn\nþarna er ég að búinn að tilla 38\" undir, og bíllinn nokkurnveginn í þeirri hæð sem ég vill hafa hann, \nþetta er ca 15 cm hækkun,  klossarnir eru 15,25cm (6\") mér skylst að það sé algjört lágmark ef rörið á að komast undir að framan",
            "date": "2016-05-20 18:41:00",
            "post_id": "169341",
            "reply_to_id": false
        },
        {
            "user_name": "íbbi",
            "text": "það er enginn smá hæð á þessu,  þetta kallar kaninn hækkun fyrir 35\"\nheld að það verði ekki mikil vandræði að henda undir hann 44\" í þessari hæð",
            "date": "2016-05-21 17:59:00",
            "post_id": "169358",
            "reply_to_id": "169341"
        },
        {
            "user_name": "Robert",
            "text": "Saell thad er lika gaegt ad fara thessa leid \nhttp://www.pirate4x4.com/forum/hummer/9 ... build.html\n.\nter reindar med en minna drifi 7.25\nEg er med einn 88 2500LD sem er i grunninn eins og thinn en eg er ad velta fyrir mer ad ad styrkja hann ad framan en hafa en tha med sjafstaeda fjodrun hvort thad verdi 9.25 eda eda koggull ur rori.",
            "date": "2016-05-23 17:53:00",
            "post_id": "169397",
            "reply_to_id": "169358"
        },
        {
            "user_name": "íbbi",
            "text": "já þessi er einmitt \"heavy half\" eða það sem var kallað 2500LD upp til 95 og 1500hd eftir 96\njá það væri minnsta málið að nota bara klafabúnaðinn fyrir 38\",  en ég stefni á stærri dekk síðar, og í raunini langar til að smíða hásinguna undir,",
            "date": "2016-05-24 22:24:00",
            "post_id": "169411",
            "reply_to_id": "169397"
        }
    ],
    "date": "2016-05-20 18:41:00"
}