{
    "forum_title": "Almennt spjall",
    "id": "31369",
    "title": "MIckey Thompson MTZ 38x15,5R15",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=31369",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar hvernig hafa þessi dekk reynst í snjó og ófærð og þá undir léttum bílum eins og Toyota Dobulcab disel 1991 og þar um. Er að pæla í að fá mér notuð svona dekk en þekki þau ekki og vantar reynslu sögur og hvaða felgubreidd er best fyrir þau svo ég þurfi ekki að finna upp hjólið kveðja uðni\n MIckey Thompson MTZ 38x15,5R15",
            "date": "2015-10-16 14:43:00",
            "post_id": "162729",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jæja virðast ekki vera þekkt dekk á hópi þeirra sem hér koma.Þá fer maður bara í Grand Hawkinn eða gamla mudder",
            "date": "2015-10-16 22:49:00",
            "post_id": "162739",
            "reply_to_id": "162729"
        },
        {
            "user_name": "rockybaby",
            "text": "Sæll Guðni 38\" mickey thompson eru sjálfsagt ein bestu dekk í þessum stærðarflokki , var á svona dekkjum undir 2,4 tonna jeppa( vigtaður með öllu) í 3 ár og hæglega mælt með þeim , felgubridd 14-15,5\" passar vel við þau\nmbkv Árni",
            "date": "2015-10-16 23:12:00",
            "post_id": "162740",
            "reply_to_id": "162739"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Takk árni fyrir innleggið. var búinn að heyra að þau væru stíf og þung í mjúkum snjó svo alltaf gott að heyra frá fólki sem hefur reynslu af hlutunum og dæmir af þekkingu og reynslu",
            "date": "2015-10-16 23:40:00",
            "post_id": "162741",
            "reply_to_id": "162740"
        },
        {
            "user_name": "Svenni30",
            "text": "Sæll félagi Guðni. Þetta eru góð akstursdekk á malbiki. Finnst þau stíf og leiðinleg fyrir snjó akstur. Þarf að kubba skera. Svo þau hitni ekki mikið við úrhleypingu. \nFannst þau reyndar frábær í krapa snjó.\nSvo þarftu alltof mikið af hestöflum til að snúa þeim í snjó   eru þung og stíf",
            "date": "2015-10-17 01:45:00",
            "post_id": "162743",
            "reply_to_id": "162741"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Svenni takk fyrir þetta",
            "date": "2015-10-17 07:22:00",
            "post_id": "162744",
            "reply_to_id": "162743"
        },
        {
            "user_name": "E.Har",
            "text": "Er með þau undir dobbelcab. Er sattur, það þarf að skera kubbana á hliðunum.\nEr vel breið og standa ml betur en mörg önnur.\nTæki þau alltaf fram yfir Ground Hawk.\nEr æ hunslittnum mudder á sumrin og þau hafa lifað ótrúlega lengi.\nLumar alltaf pín mudder blæti í mér enda verið á svoleiðis týpum af öðru hvoru fræ 1986 :-)",
            "date": "2015-10-17 10:15:00",
            "post_id": "162747",
            "reply_to_id": "162744"
        },
        {
            "user_name": "MIJ",
            "text": "Sæll Guðni,þessi dekk þola illa úrhleypingar sprínga í hliðunum og hætta svo að halda lofti",
            "date": "2015-10-17 17:01:00",
            "post_id": "162762",
            "reply_to_id": "162747"
        },
        {
            "user_name": "KiddiG",
            "text": "Daginn.\nÉg er á Hilux Dobblecap 99 módel.Árið  2007 skipti ég úr mödder yfir á MT MTZ 38 tommu. Ég er búinn að keyra þessi dekk  80 þús km.  og búinn að fara ótal ferðir á þessum dekkjum keyra mikið með úrhleypt í allkonar færi.  Mín reynsla er sú að þau hafa reynst mjög vel.  Billinn hefur allaf verið að drifa mjög vel miðað við önnur 38 tommu dekk. Eftir allan þennan aksur og úrhleypinar er ekki að sjá neitt á dekkunum í hliðunum.  Engar sprungur eða fúi í hliðum.\nÉg veit hins vegar um að menn hafi verið að henda Dick Cepek dekkjum lítið slitnum vegna þess að þau sprungu í hliðunum.\nSem keyrsludekk eru þau einnig góð. Það er fyrst núna sem farið er að heyrast í þeim veghlóð enda eru dekkin að verða nokkuð slitinn.  Ég myndi hiklaust taka MT dekkin og fram yfir bæði mödder og  Ground Hawk. Ég sé ekki neinn tilgang í því að vera skera í kubbana á hliðunum á þessum dekkjum því það er ekki að fara að springa neitt með þeim.\nKveðja\nKristinn.",
            "date": "2015-10-17 17:42:00",
            "post_id": "162765",
            "reply_to_id": "162762"
        },
        {
            "user_name": "sukkaturbo",
            "text": "jamm og jæja gott að fÁ þetta svona fram misjafnar skoðanir og er það bara gott",
            "date": "2015-10-17 22:07:00",
            "post_id": "162771",
            "reply_to_id": "162765"
        }
    ],
    "date": "2015-10-16 14:43:00"
}