{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "31442",
    "title": "4link smíði, upplýsingar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=31442",
    "posts": [
        {
            "user_name": "íbbi",
            "text": "ég hugsa að það sé auðveldara að fá upp umræður um þetta hérna en í þræðinum um bílinn, þetta er líka aðgengilegra hérna fyrir aðra sem eru í sömu pælingum,\nég hef verið að gæla við hugsunina að smíða 4link undir gamlann silverado, að aftan. í mínu tilfelli er reyndar ætlunin ekki að fara á stór dekk, bara 35\" og hafa bílinn á loftpúðum. \nhugsunin á bakvið þetta er fyrst og fremst sú að fá skemmtilegri fjöðrun en þá sem er í bílnum fyrir, \nþað eru nokkur atriði sem ég væri til í að fá smá umræðu um, þar sem ég veit að margir hérna hafa reynt þetta. \neins og t.d hvaða stáli menn mæla með,  ég hyggst smíða bæði vasana og stífurnar sjálfur, \nég hef séð útfærslu þar sem stófurnar eru teknar saman í einn endan, en tvo hásingameginn,  hver er pælingin á bakvið það? \nég hafði séð fyrir mér að hentugast væri að smíða sæti fyrir loftpúðana undir grindina beint ofan við rörið, þetta hef ég séð áður, en eftir að ég skoðaði bílinn hef ég reyndar verið efins um að ég fái púða sem komast þarna á milli, \ndempararnir í bílnum original vísa fram/aftur, eru vel innan við grindina og annar vísar fram í átt að húsinu og hinn er festur ekki langt frá afturstuðaranum,  eru menn ekki að keppast við að hafa þá eins utarlega og hægt er?\nendilega deilið með mér allri smíða visku sem þið búið yfir :)\nkv, ívar",
            "date": "2015-10-25 14:02:00",
            "post_id": "162976",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Það eru tvær gerðir af stífum, annarsvegar linkur, 4link eða það sem í raun er 5link og hinsvegar radísarmur eins og margir hásingabílar koma með original að framan (lc70, lc 80, patrol og fleiri). Radísarmurinn er bara smíðaður öðruvísi en virkar samt eins.\nBara venjulegt smíðajárn, ég nota yfirleitt 6mm plötur sem ég smíða eftir pappaspjaldi sem ég nota sem mót.\nÉg var í sömu \"vandræðum\" þegar ég var með minn 33-35\" hilux fyrir nokkrum árum. Ég setti gormana bara fyrir aftan hásinguna. Mynd af því hér.\nÞað er setupið fyrir fjaðrirnar, flestir bílar eru þannig original með fjaðrir. Það er uppá vindinginn á hásingunni, ef dempararnir eru sömu megin þá er alltaf verið að jugga í fjöðrunum öðru megin. Með þessu móti er álaginu dreift meira. Eða það finnst mér allavega rökrétt ástæða fyrir því. Og með að þeir séu nánast undir miðjum bíl, þessir bílar eru mest gerðir fyrir vegaakstur en ekki teyjuæfingar. Sjálfsagt eru díteilaðri ástæður fyrir þessu líka, ef dekk springur og fer í rúst þá slæst það ekki í demparann undir miðjan bíl etc. Einnig andstæðan við eftirfarandi:\nVið viljum hafa demparana eins utarlega eins og hægt er til að hækkaðir bílar séu ekki eins svagir, það er stæðsta ástæðan. Auk annara.\nRosa flott að lesa sig betur til hér \nhttp://gjjarn.byethost15.com/sjeppar/go ... mindex.htm",
            "date": "2015-10-25 14:31:00",
            "post_id": "162978",
            "reply_to_id": "162976"
        },
        {
            "user_name": "íbbi",
            "text": "takk fyrir þetta elli, \njá ég var einmitt búinn að lesa þesa síðu fyrir löngu og var að reyna finna hana, brilliant\njá ég stórefa reyndar að þessi bíll sjái mikið af teygjuæfingum,  málið er að bíllinn sem ég ætla í þetta (græni) er heavy duty með 14 bollta og burðafjöðrum, tómur er hann grjóthastur að aftan og mjög fínn lestaður, eða með kerru,  hinn bíllinn hjá mér er akkurat öfugur mjög fínn í akstri, en þegar hann er kominn með t.d annan jeppa á kerru aftan í sig þá er hann rðinn of mjúkur,  sá bíll er með \"light duty\" fjaðrir og 8.6\" hásingu (stóra 10bollta)\nhugsunin er að smíða eitthvað sem sameinaði bæði, væri hægt að mýkja hann upp í innanbæjarakstri upp á þægindi, og geta svo pumpað hann grjótstífann þegar maður er með bílakerru e-h álíka aftan í honum. \nsvo jú.. er þetta líka bara hugsað til að prufa að smíða eitthvað svona.",
            "date": "2015-10-25 14:50:00",
            "post_id": "162979",
            "reply_to_id": "162978"
        },
        {
            "user_name": "íbbi",
            "text": "ég held að eina vitið sé eins og þú bendir á, að hafa púðana aftan við hásinguna, \nnú er grindin í þessum bíl opin, eða ekki \"boxuð\" eins og kaninn myndi segja. þyrfti maður ekki að setja plötu á milli yfir stífuvasana, eða smíða vasana þannig að þeir næðu upp í efri kantinn að innanverðu.",
            "date": "2015-10-25 15:10:00",
            "post_id": "162980",
            "reply_to_id": "162979"
        },
        {
            "user_name": "jongud",
            "text": "Ég tók eftir því á afmælissýningunni hjá Arctic-Trucks að þeir eru hættir með 5-stífu kerfið að aftan sem þeir hönnuðu á sínum tíma og eru farnir yfir í radíusarma. Ég fékk ekki almennilega upp úr þeim af hverju, enda vildi ég ekki vera að pumpa þá mikið á sjálfri afmælishátíðinni :)",
            "date": "2015-10-25 16:39:00",
            "post_id": "162986",
            "reply_to_id": "162980"
        },
        {
            "user_name": "íbbi",
            "text": "eru radíusarmar þar sem stífan er tvöfölld í annan endann og eiinföld í hinn?",
            "date": "2015-10-26 00:45:00",
            "post_id": "163013",
            "reply_to_id": "162986"
        },
        {
            "user_name": "jongud",
            "text": "Já, það er ein útgáfan af þeim, gömlu bronco framstífurnar teljast líka vera radíusarmar og líka stóru stífurnar undir Ford super-duty.",
            "date": "2015-10-26 08:20:00",
            "post_id": "163018",
            "reply_to_id": "163013"
        },
        {
            "user_name": "íbbi",
            "text": "já ég sá einmitt ford sem var með svona jafnt að framan sem aftan. \nég hef verið að skoða 4link í svona silverado eins og ég hyggst gera þetta við, og sé að menn virðast oftast smíða stífu vasan á hliðina á grindini, væntanlega vegna þess að grindin er opin, \nég hef verið að velta fyrir mér að setja þau undir, en láta stífuvasan ná upp með grindini, eða er nóg að setja þá bara undir grindina og sjóða með hliðunum?",
            "date": "2015-11-15 13:40:00",
            "post_id": "163691",
            "reply_to_id": "163018"
        },
        {
            "user_name": "jongud",
            "text": "Það fer líklega eftir því hversu mikið bil er milli grindar og dekkja. Ég setti 4-link undir Ford Ranger á sínum tíma og hafði stífuvasana utaná grindinni, af því að upprunalegu blaðfjaðrirnar voru þar. Nú veit ég ekki hvort og þá hvaða áhrif það hefur á fjöðrunina að hafa stífurnar innar eða utar.",
            "date": "2015-11-15 19:37:00",
            "post_id": "163713",
            "reply_to_id": "163691"
        },
        {
            "user_name": "íbbi",
            "text": "í þessu tilfelli verður bilið ekki mikið.",
            "date": "2015-11-16 20:32:00",
            "post_id": "163744",
            "reply_to_id": "163713"
        }
    ],
    "date": "2015-10-25 14:02:00"
}