{
    "forum_title": "Almennt spjall",
    "id": "31500",
    "title": "LC90 ves",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=31500",
    "posts": [
        {
            "user_name": "johnnyt",
            "text": "Góða kvöldið\nÉg er með sjálfskiptan LC90 99 módel (sídrifin ef einhver var í vafa) sem að tók upp á því í keyrslu á Reykjanesbrautinni í gær að detta úr gír. Ég var á ferðinni og svo allt í einu finnst mér hann missa afl og það gerist ekkert þegar ég stíg á bensíngjöfina. \nÉg fer út í kant, set hann í Park og drep á honum. Starta honum aftur og set í D og keyri af stað og kemst ca 10 metra áður en það sama gerist aftur. Svo þegar ég var búinn að vera stopp í smá tíma þá komst ég af stað og gat keyrt inn á næstu bensínstöð en bíllinn byrjaði allur að hristast í akstri eins og eitthvað sæti fast. Á endanum gat ég komið bílnum heim, keyrði mjög rólega og stoppaði reglulega. \nFinnst erfitt að útskýra þetta betur en er að vona að einhver geti gefið mér einhverjar ráðleggingar hvað þetta gæti verið.\nBestu kveðjur\nNonni",
            "date": "2015-11-03 00:01:00",
            "post_id": "163264",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "Fer hann uppá snúning ef þu gefur honum í d inu",
            "date": "2015-11-03 00:07:00",
            "post_id": "163266",
            "reply_to_id": "163264"
        },
        {
            "user_name": "johnnyt",
            "text": "Já hann fer upp á snúning við inngjöf. Reif reyndar framskaptið undan honum áðan þar sem mig grunar að séu slapir krossar í því, og prófaði bílinn. Gat keyrt um í ca 5-10 minútur eins og ekkert væri að  og allt í einu þegar ég var að bremsa þá var eins og eitthvað festist og sami hristingur byrjaði. Og svo koma einhver óhljóð undan honum, var ekki að átta mig á því hvar, það var orðið svo dimmt og blautt og ég nennti ekki að skríða undir hann",
            "date": "2015-11-03 00:18:00",
            "post_id": "163268",
            "reply_to_id": "163266"
        },
        {
            "user_name": "biturk",
            "text": "Þá er skiptingin að snuða, kíktu á olíustöðu og gáðu hvort hún sé brunnin, finnur strax bragðið af henni ef hún hefur hitnað óeðlilega, kemur bruna keimur og verður stöm viðkomu",
            "date": "2015-11-03 00:30:00",
            "post_id": "163269",
            "reply_to_id": "163268"
        },
        {
            "user_name": "johnnyt",
            "text": "Ok þá þarf ég að kíkja á það í kvöld",
            "date": "2015-11-03 08:44:00",
            "post_id": "163274",
            "reply_to_id": "163269"
        }
    ],
    "date": "2015-11-03 00:01:00"
}