{
    "forum_title": "Umhverfis- og hagsmunamál",
    "id": "31572",
    "title": "Breyt­ing­ á nátt­úru­vernd­ar­lög­um",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=11&t=31572",
    "posts": [
        {
            "user_name": "Finnur",
            "text": "Sælir\nEr klúbburinn að berjast í þessu máli. \nhttp://www.mbl.is/frettir/innlent/2015/ ... nnarettar/\nEf rétt reynist á að skerða ferðafrelsið vélknúinna ökutækja verulega. \nÞetta kallar á hörð viðbrögð strax.\nkv\nKristján Finnur Sæmundsson",
            "date": "2015-11-12 13:39:00",
            "post_id": "163558",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Ferðaklúbburinn 4X4 hefur verið að berjast í þessu máli en hann er ekki tengdur síðunni jeppaspjall.is\nHagsmunir notenda jeppaspjallsins og Ferðaklúbbsins 4X4 fara hins vegar algerlega saman í margs konar hagsmunabaráttu.\nUmhverfisnefnd og stjórn ferðaklúbbsins las vandlega yfir lagafrumvarpið og sendi inn ýtarlegar athugasemdir við margar greinar.\nHins vegar heyrist mér að því miður sé lítt hlustað á athugasemdir klúbbsins og annarra hagsmunaaðila.\nNokkur atriði sem voru alger steypa í lagafrumvarpinu 2013 eru sem betur fer úti sem stendur.\nHins vegar er mörg vitleysan ennþá inni.\nSem dæmi get ég nefnt að \"ósnortin víðerni\" þurfa líklega að sæta flugbanni ef lögin ná að ganga fram.\nBændur og aðrir landeigendur sem eiga land á hálendinu geta átt von á að húsbíla- og tjaldvagnaeigendur hringi í þá í tíma og ótíma og spyrji hvort það megi leggja í kantinum á einhverjum fjallvegi yfir nóttina.\nSvo lengi sem eignarland er afgirt þá má setja upp skilti og banna umferð um það. (gangandi umferð líka).\nJón G. Guðmundsson\nUmhverfisnefnd Ferðaklúbbsins 4x4",
            "date": "2015-11-12 14:29:00",
            "post_id": "163563",
            "reply_to_id": "163558"
        },
        {
            "user_name": "Járni",
            "text": "Eru þið með hlekk á nýjustu útgáfuna af þessu plaggi?",
            "date": "2015-11-12 15:08:00",
            "post_id": "163566",
            "reply_to_id": "163563"
        },
        {
            "user_name": "Finnur",
            "text": "http://www.mbl.is/frettir/innlent/2015/ ... samthykkt/\nOf seint",
            "date": "2015-11-12 15:22:00",
            "post_id": "163567",
            "reply_to_id": "163566"
        },
        {
            "user_name": "jongud",
            "text": "Það er ansi erfitt að halda utan um breytingar á þessum lögum.\nFyrst koma lögin sjálf, með númerum og greinum.\nSíðan kemur frumvarp um breytingar á lögunum með eigin númerum og tilvísanir í númer og greinar laganna.\nSvo kemur málið úr nefnd og þá koma breytingartillögur (með eigin númerum) um breytingar á frumvarpinu um breytingar á lögunum.\nMaður var orðinn hálf-rangeygður á að reyna að samræma þrjú útprentuð skjöl þannig að maður skildi hverju var ætlunin að breyta.",
            "date": "2015-11-12 17:10:00",
            "post_id": "163569",
            "reply_to_id": "163567"
        },
        {
            "user_name": "Járni",
            "text": "Já, ég er ekki vel að mér í þessum fræðum.\nEn hér er hlekkur: \nhttp://www.althingi.is/altext/145/s/0432.html",
            "date": "2015-11-12 17:17:00",
            "post_id": "163571",
            "reply_to_id": "163569"
        },
        {
            "user_name": "jongud",
            "text": "Nú hafa tveir þingmenn fullyrt að ferðafrelsi þeirra sem hafa ferðast til að njóta náttúrunnar verði ekki skert (Kastljós nú í kvöld 12/11).\nVið skulum sjá til og muna vel þessi ummæli.\nHins vegar var málflutningur Höskuldar Þórhallsonar á þann veg að \"flugbannsákvæðið\" væri bara í skilgreiningu laganna á \"ósnortnum víðernum\", nokkuð sem mér sýnist rétt þegar ég kafa í málið.",
            "date": "2015-11-12 21:06:00",
            "post_id": "163581",
            "reply_to_id": "163571"
        },
        {
            "user_name": "Kiddi",
            "text": "Ef ég skil menn rétt þá er það aðallega þessi klausa sem veldur áhyggjum: \n\"19. tölul. orðast svo: Óbyggt víðerni: Svæði í óbyggðum sem er að jafnaði a.m.k. 25 km2 að stærð eða þannig að hægt sé að njóta þar einveru og náttúrunnar án truflunar af mannvirkjum eða umferð vélknúinna farartækja og í a.m.k. 5 km fjarlægð frá mannvirkjum og öðrum tæknilegum ummerkjum, svo sem raflínum, orkuverum, miðlunarlónum og uppbyggðum vegum. \"\nNú skil ég þetta svo - að þarna sé verið að skilgreina óbyggð víðerni sem svæði sem eru annaðhvort 25 ferkílómetrar - \neða\n þannig að hægt sé að vera fjarri öllu þar með talið vélknúnum ökutækjum. Ég skil þetta sumsé á þá leið að það sé ekki verið að takmarka umferð um þau svæði sem teljast til óbyggðra víðerna og eru 25 ferkílómetrar eða stærri, heldur opna fyrir það að skilgreina líka svæði sem eru smærri en 25 ferkílómetrar og laus við mannvirki og bílaumferð sem óbyggð víðerni. Ég get a.m.k. ekki séð hvar þetta felur í sér að mér sé bannað að ferðast á svæðum sem nú þegar eru skilgreind sem óbyggð víðerni?",
            "date": "2015-11-13 00:49:00",
            "post_id": "163597",
            "reply_to_id": "163581"
        }
    ],
    "date": "2015-11-12 13:39:00"
}