{
    "forum_title": "Almennt spjall",
    "id": "31638",
    "title": "Gírkassi i patrol :)",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=31638",
    "posts": [
        {
            "user_name": "dorijons90",
            "text": "passar ekki gir og millikassi úr y61 yfir i y60 ? eg er að velta fyrir mer soltið grófum kvin þegar eg set i framdrifið og það eru nyjir krossar i öllum sköftum og eg er að spá hvert þetta gæti verið i gírkassanum eða millikassanum ? allar ábendingar vel þegnar :) eins með hvert Það se stór mál að skifta um legur i drifunum ? hvert þetta seu staðlaðar legur og svona :) eg óska eftir öllum góðum ábendingum takk :)",
            "date": "2015-11-20 10:57:00",
            "post_id": "163878",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Ef þú villt vita hvar hvinurinn er gætirðu tekið framdrifskaftið undan og tekið hann úr driflokunum og athugað hvort hvinurinn heyrist ennþá.\nÞá ertu búinn að útiloka framdrifskaftið og legurnar í drifinu. Muna bara að prófa millikassann líka í fjórhjóladrifinu.",
            "date": "2015-11-20 12:08:00",
            "post_id": "163881",
            "reply_to_id": "163878"
        },
        {
            "user_name": "elliofur",
            "text": "Það er stærri gírkassi í beinskipta bílnum og stærra afturdrif líka.\nEn nú spyr ég, vita menn hvort það sé sami millikassi í 60 og 61?",
            "date": "2015-11-20 18:06:00",
            "post_id": "163901",
            "reply_to_id": "163881"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÉg held ég fari rétt með að það er sami millikassi í öllum þessum bílum.  Reyndar virðist vera smávegis munur á því hvernig inntakslegan í millikassanum er smurð.  Þetta passaði eitthvað bjánalega saman þegar ég setti 4,2 kassann á millikassann minn.  \nDóri, getur verið að millikassinn hafi ekki verið smurður í gegnum tíðina?  Það er ótrúlega algengt að t.d ágætustu smurstöðvar þefi bara af olíunni en skipti aldrei.  Það er athugandi hvort það sé t.d. slag í framdrifsúttakinu á millikassanum.  Eins getur það sem Jón G sagði rökrétt því að þá sérðu hvort það sé hvinur í keðjunni en það vantar þá álag á keðjuna sem kemur eingöngu með því að hafa drifið tengt.\nEr tvöfaldur liður að framan og er þá kúlan milli krossana ónýt, þetta er algengt vandamál því að menn trassa að smyrja í hana, ARB loftlæsing að framan, hún þoli illa að það sé spólað með drifið ólæst því að hliðarlegurnar á mismunadrifstannhjólunum eru ekki merkilegar.  Öxulliður (kúluliðurinn) getur verið lélegur, getur hljóðað þegar kemur átak á hann.\nVonandi eitthvað sem hjálpar.\nKv Jón Garðar",
            "date": "2015-11-20 20:27:00",
            "post_id": "163912",
            "reply_to_id": "163901"
        },
        {
            "user_name": "dorijons90",
            "text": "takk fyrir góð svör :) þið eruð snillingar heim að sækja allir sem einn :) eg stór efast um að það hafi verið skift um oliur og þessháttar a þessu aður en eg fekk hann, en eg prufa að taka skaftið ur og og keyra hann svoleiðis en nu eru ægislokur i honum ?",
            "date": "2015-11-21 22:42:00",
            "post_id": "163963",
            "reply_to_id": "163912"
        },
        {
            "user_name": "jongud",
            "text": "Mætti prófa líka að setja millikassann í hlutlausan og prófa alla gíra án þess að hreyfa bílinn.",
            "date": "2015-11-22 10:44:00",
            "post_id": "163975",
            "reply_to_id": "163963"
        },
        {
            "user_name": "elliofur",
            "text": "Og í framhaldi af því kannski tjakkað bílinn upp að aftan og \"keyrt af stað\" í afturdrifinu eingöngu. Ég gerði þetta um daginn hjá mér til að finna einhvern söng sem ég var nokkuð viss um að væri að aftan, reyndist síðan ekki vera þar, þá tók ég upp framhjólalegu og smurði upp (var nánast slaglaus samt) og söngurinn hætti. Legurnar voru ekki þær fallegustu en allsekki ónýtar. Mér fannst þetta furðuleg lækning en virkaði samt.",
            "date": "2015-11-22 13:41:00",
            "post_id": "163981",
            "reply_to_id": "163975"
        },
        {
            "user_name": "dorijons90",
            "text": "eg prófaði i gær að setja millikassan i hlutlausan og keyra þannig i öllum gírum og eg heyrði alltaf soltið surg eða svona það sem eg held að se legukvinur ? i hverju gæti það þa verið :) ? allar ábengingar vél þegnar",
            "date": "2015-11-24 11:19:00",
            "post_id": "164041",
            "reply_to_id": "163981"
        },
        {
            "user_name": "jongud",
            "text": "Er þetta urg líka þegar gírkassinn er í hlutlausum?",
            "date": "2015-11-24 14:26:00",
            "post_id": "164050",
            "reply_to_id": "164041"
        },
        {
            "user_name": "sukkaturbo",
            "text": "kúplingslega",
            "date": "2015-11-24 17:33:00",
            "post_id": "164057",
            "reply_to_id": "164050"
        },
        {
            "user_name": "dorijons90",
            "text": "ja kúplingslegan er ónyt en þegar eg set svo i framdrifið þa eykst það til muna",
            "date": "2015-11-24 18:18:00",
            "post_id": "164058",
            "reply_to_id": "164057"
        }
    ],
    "date": "2015-11-20 10:57:00"
}