{
    "forum_title": "Almennt spjall",
    "id": "3168",
    "title": "Íslenski JEEP Klúbburinn",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=3168",
    "posts": [
        {
            "user_name": "Skúri",
            "text": "Íslenski JEEP Klúbburinn \nÞá er komið af fyrsta opna félagsfundi ný stofnaðs JEEP Klúbbs \nFyrsti félagsfundur verður haldin í húsnæði Arctic Trucks, Kletthálsi 3 Rvk. fimmtudaginn 27 Janúar kl: 20.00 \nEfni fundarins verður: Almennar umræður um klúbbinn \nVið kvetjum alla áhugamenn um JEEP að mæta á þennan fund og gera þetta af alvöru klúbb, hvort sem menn hafa áhuga óbreyttum eða breyttum JEEP \nForsaga og tilurð þessa JEEP klúbbs er sú að á fyrstu dögum þessa árs þá hittumst við nokkrir eldheitir áhugamenn um JEEP og ákváðum að það væri löngu orðið tímabært að stofna sérstakan JEEP klúbb. \nHugmyndin er sú að gera þetta að alvöru klúbb fyrir alla áhugamenn um JEEP, óbreytta sem breytta. Að hittast á reglulegum fundum, hittast á JEEP og fara rúnt um bæi og borg, halda úti heimasíðu, Vera með mynda og video sýningar, sérstakar JEEP ferðir að sumri sem vetri og ýmislegt annað sem mönnum finnast tilheyra JEEP í leik og starfi. \nMeð kæri JEEP kveðju. \nStjórn Íslenska JEEP Klúbbsins \nKristján Kolbeinsson \nPáll Pálsson \nJón H. Pétursson \nÁgúst Markússon \nMagnús Sigurðsson",
            "date": "2011-01-25 11:32:00",
            "post_id": "14338",
            "reply_to_id": false
        },
        {
            "user_name": "gambri4x4",
            "text": "Minns langar að vera með,,,,þó maður búi norður í landi og sjái ser ekki alveg fært að mæta og svona fundi og dót allavega ekki alla",
            "date": "2011-01-25 11:56:00",
            "post_id": "14339",
            "reply_to_id": "14338"
        },
        {
            "user_name": "Skúri",
            "text": "Þér er velkomið að vera með Víðir. Þetta á að vera klúbbur fyrir alla JEEP áhugamenn, hver sem þeir eru á landinu og hvort sem þeir hafa áhuga á breyttum eða óbreyttum JEEP.\nÉg skal koma með meiri upplýsingar um þennan klúbb og fundinn eftir fimmtudaginn.\nKv. Kristján Kolbeinsson \nwww.icejeep.com",
            "date": "2011-01-25 14:14:00",
            "post_id": "14345",
            "reply_to_id": "14339"
        },
        {
            "user_name": "Skúri",
            "text": "Bara minna á fundin í kvöld :-)",
            "date": "2011-01-27 13:20:00",
            "post_id": "14470",
            "reply_to_id": "14345"
        },
        {
            "user_name": "arnisam",
            "text": "Leiðinlegt að komast ekki í kvöld, reyni bara að koma næst þegar það verður hittingur. Á samt góðan vin sem skráði mig í félagið. Vildi líka minna á Facebook hóp sem ég bjó til, hendið endilega inn myndum af JEEP sem þið lumið á.\nhttp://www.facebook.com/home.php?#!/group.php?gid=76288199131\nÁrni Samúel",
            "date": "2011-01-28 00:00:00",
            "post_id": "14503",
            "reply_to_id": "14470"
        },
        {
            "user_name": "Einar",
            "text": "Líst vel á það að menn (og konur) stofni klúbb um alvöru jeppa. Það er ekki mjög langt síðan að þetta var reynt en sá virðist hafa lognast útaf, vonandi gengur þetta betur.\nÉg sá á heimasíðunni að þar er komin vísir að spjalli, það er ágætis viðleitni en því miður spái ég því að það verði andvana fætt. Miklu betra er að semja við þá sem reka þetta spjall hérna um að fá lokaða (eða opna ef menn vilja) grúppu fyrir meðlimi klúbbsins. Þá virkar það þannig að meðlimir klúbbsins myndu fá spjallflokk fyrir klúbbinn sem væri opin fyrir meðlimi en ekki almenna notendur. Ávinningurinn er sá að þá væri meiri traffík á spjalli klúbbsins vegna þess að menn væru um leið að spjalla á jeppaspjallinu. Litlar spjallsíður lenda oft í þeim vítahring að engin nennir að nota þær af því að það er ekkert að gerast á þeim sem er aftur af því að engin nennir að nota þær.\nEinhver tímann skildist mér að hérna væru nú þegar einhverjar lokaðar klúbb-spallgrúppur sem að við almennir notendur sjáum ekki.",
            "date": "2011-01-28 15:22:00",
            "post_id": "14512",
            "reply_to_id": "14503"
        },
        {
            "user_name": "ToyCar",
            "text": "Sæll, á hvaða heimasíðu varst þú að skoða.  Síðan fyrir Jeep klúbbinn er ekki komin í loftið.\nSíðan hjá klúbbnum verður : jeepclub.is\nBúið er að kaupa lénið og verið að gera síðuna, en hún er ekki orðin virk.  Þetta verður vonandi góður og öflugur klúbbur, fyrsti fundurinn var í gær og var þátttakan mikið betri en við bjuggumst við, en mættir voru rúmlega 40 Jeep nördar ;)\nKosið var í nefndir og mikið rétt um hvað klúbburinn ætlar sér í framtíðinni, en þetta verður allt upp talið í tilkynningu sem verður birt á heimsíðunni von bráðar.\nkv, Ágúst Markússon.",
            "date": "2011-01-28 19:12:00",
            "post_id": "14530",
            "reply_to_id": "14512"
        },
        {
            "user_name": "Skúri",
            "text": "Sæll Einar, þú ert  líklegast að tala um síðuna mína \nwww.icejeep.com\n \nHún er algjörlega ótengd þessum JEEP klúbb, þrátt fyrir þá staðreynd að ég er eigandi hennar og líka Formaður þessa ný stofnað klúbbs.\nwww.icejeep.com\n síðan er og verður myndasíða og ekkert annað.\nEn í sambandi við þennan klúbb þá erum við nú þegar komnir með yfir 50 meðlimi og förum ört stækkandi, svo ef þú hefur áhuga á JEEP þá endilega skráðu þig í klúbbinn, þú sérð ekki eftir því :-)",
            "date": "2011-01-28 19:49:00",
            "post_id": "14533",
            "reply_to_id": "14530"
        },
        {
            "user_name": "Ingaling",
            "text": "Hvernar verður Heimasíðan félagsins klár? og hvað var aftur lénið?...",
            "date": "2011-01-29 09:58:00",
            "post_id": "14548",
            "reply_to_id": "14533"
        },
        {
            "user_name": "Skúri",
            "text": "Heimasíða félagsins er í vinnslu og verður \nwww.jeepclub.is\nÉg set svo skráningar link hérna inn á næstu dögum fyrir þá sem hafa áhuga á að ganga í klúbbinn og komust ekki á fundinn.",
            "date": "2011-01-29 10:45:00",
            "post_id": "14552",
            "reply_to_id": "14548"
        },
        {
            "user_name": "juddi",
            "text": "Held að Einar Steinsson ætti að skoða sukka.is og  \nhttp://www.islandrover.is/\n svo hann gæti séð að tegundaklúbbur er alveg að virka",
            "date": "2011-01-30 20:25:00",
            "post_id": "14629",
            "reply_to_id": "14552"
        },
        {
            "user_name": "Skúri",
            "text": "Eins og áður sagði þá fór þessi fundur fram úr okkar björtustu vonum. \nNú þegar eru skráðir meðlimir að nálgast 60  \nEn núna erum við komnir með skráningar mail svo menn geta skráð sig sem komust ekki á fyrsta fundinn og hafa áhuga á þvá að ganga í hann, mailið er \nskraning@jeepclub.is\n \nÁ þessum fyrsta fundi var ýmislegt ákveðið, t.d að klúbburinn myndi standa fyrir skipulögðum ferðum, bæði vetrar og sumarferðum sem ferðanefndin myndi sjá um. \nKlúbburinn myndi verð sér út um fundaraðstöðu þar sem menn get hist og rætt málin. \nÞað var rætt um það að reyna hafa alvöru fund einu sinni í mánuði og smærri hittinga með styttra millibili. \nSkemmtinefnd var skipuð til að sjá um t.d. bjórkvöld og skúrahittinga. \nOg svo rúsína í pylsuendanum, þá var skipuð sýningarnefnd til að leggja grunninn að stórri alvöru JEEP sýningu sem stefnt er að halda núna með vorinu  \nÁ fundinum var líka ákveðið að árgjaldið í klúbbinn yrði 3000 kr. \nÁrgjaldið er hugsað fyrst og fremst til að standa straum af kostnaði við klúbbstarfið og heimasíðuna \nwww.jeepclub.is\n \nEn menn fá líka eitthvað fyrir sinn snúð fyrir árgjaldið, því inní árgjaldinu verður félagsskirteini, bolur, húfa og merki klúbbsins. \nSvo er aldrei að vita nema við náum einhverjum fínum afsláttum hjá fyrirtækjum hafa hag af því að hafa okkur sem viðskiptavini  \nSvo viljum við líka ítreka það að þessi klúbbur er fyrir alla JEEP áhugamenn líka þá sem eru í orginal deildinni. \nSvo ef það er einhverjar spurningar til stjórnar þá er hægt að senda þær á \njeepclub@jeepclub.is\n \nMeð JEEP kveðju \nStjórn félagsins \nFormaður: Kristján Kolbeinsson \nRitari: Páll Pálsson \nGjaldkeri: Jón Pétursson \nMeðstjórnandi: Ágúst Markússon \nMeðstjórnandi: Magnús Sigurðsson",
            "date": "2011-02-01 22:36:00",
            "post_id": "14752",
            "reply_to_id": "14629"
        },
        {
            "user_name": "Skúri",
            "text": "Þá erum við búnir að opna JEEP spjall \nhttp://www.jeepclub.is/spjall/index.php\nSvo er bara að skrá sig :-)",
            "date": "2011-02-19 08:42:00",
            "post_id": "16001",
            "reply_to_id": "14752"
        },
        {
            "user_name": "arnia",
            "text": "Til hamingju með klúbbinn jeep menn. Þetta er auðvitað merkileg tegund þar sem hún er hvorki meira né minna en  upphafið að þessu ævintýri öllu saman.\n Þegar fyrstu jeep bílanir bárust til landsins varð að venju íslendinga að finna fyrirbærinu íslenskt nafn. Vegna hljómsins þótti upplagt að nota orðið jeppi sem reyndar var til í málinu fyrir í annarri merkingu.\n Jeppi varð samheiti fyrir þessa megingerð bifreiða,og sem á eftir komu svo sem Land Rover,Gaz rússajeppa, Austin Gipsy, Bronco, ofl. ofl. sem of langt yrði að telja. Seinna gæti orðið gaman að velta fyrir sér hvað skuli teljast jeppi og hvað ekki, en það bíður betri tíma.\n En eitt er það að nafn einnar tegundar verði að samheiti. Það er alþekkt. Hitt er út í hött þegar menn eru farnir að snúa ferlinu við og kalla alla jeppa jeep þegar höfða á til útlendinga. Mér finnst það bera vott um ansi dapra málþekkingu þegar fyrirtæki í ferðaþjónustu eru farin að kalla sig \"superjeep\", og bjóða \"jeep tours\" hægri vinstri á Land Roverum og Econoline. Sömuleiðis er starfrækt bílaleiga undir nafninu Cheep Jeep, en ég get ekki séð að þeir bjóði nokkurn jeep yfirleitt, heldur einhverja japanska slyddujeppa.\n Mér finnst að Jeep klúbburinn ætti að berjast fyrir því að hætt verði að nota Jeep vörumerkið í auglýsingarskyni fyrir eitthvað allt annað. Þó að Jeep sé jeppi þá er ekki hvaða jeppi sem er Jeep.\n Orðið Jeppi er íslenskt samheiti, en Jeep er tegundarheiti og í dag örugglega lögverndað vörumerki.\n Ég er auk þess sannfærður um að ameríkana sem til þekkir, finnst fáránlegt að fara í jeep-tour í Land Rover , hvað þá Econoline, að þeim tegundum ólöstuðum.\n \n Þegar ég var polli sá ég ekkert annað en Willys, pabbi átti Willys, afi átti Willys og frændi minn sem ég leit mjög upp til átti Willys. Ég varð fyrir áfalli þegar frændi keypti Land Rover 1963 og orti þessa vísu um hann.\n Líki lík\nLand Rover tík,\nhelvíti höst\ní hlandfor föst.\nNú er ég líka genginn óvininum á hönd.\nKveðja, Land Rover eigandi.",
            "date": "2011-02-21 13:38:00",
            "post_id": "16186",
            "reply_to_id": "16001"
        }
    ],
    "date": "2011-01-25 11:32:00"
}