{
    "forum_title": "Almennt spjall",
    "id": "31682",
    "title": "Innflutningur á tjónabifreið?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=31682",
    "posts": [
        {
            "user_name": "hansg",
            "text": "Sælir.\nÁrið 2011 var þeim tilmælum beint til Samgöngustofu að bannað væri að skrá innfluttar tjónabifreiðar á Íslandi.  \nEf ég kaupi tjónabíl á uppboði í Evrópu eða USA og hef í hyggju að nota hann í varahluti, vél, gírkassa, hásingar hvernig hafa slíkir \"varahlutir\" verið höndlaðir í tolli, þegar ég kem með bilinn sem eina heild en samt ónýtan til landsins og ætla mér ekki að skrá hann?  \nGrind með vél?  Rafmagnsbúnaður? Drifbúnaður?  Ef ég fer að rífa hann úti og flytja í pörtum heim gæti reynst þrautin þyngri að sanna raunverð sem þetta var keypt á.\nEinhver sem hefur reynslu af þessu?  \nkv. Hansi",
            "date": "2015-11-25 11:23:00",
            "post_id": "164078",
            "reply_to_id": false
        },
        {
            "user_name": "Nenni",
            "text": "Liggur það ekki í orðana hljóðan \" bannað væri að skrá \"",
            "date": "2015-11-25 14:07:00",
            "post_id": "164080",
            "reply_to_id": "164078"
        },
        {
            "user_name": "hansg",
            "text": "Hefði kannski átt að orða það \"get ekki skráð hann\".    :)\nEn meginspurningin er, hvernig flokkar tollurinn svona bílflak?",
            "date": "2015-11-25 14:59:00",
            "post_id": "164081",
            "reply_to_id": "164080"
        },
        {
            "user_name": "elliofur",
            "text": "Ég hef einmitt verið að pæla í nákvæmlega því sama. Verður gaman að fylgjast með hér.",
            "date": "2015-11-25 15:19:00",
            "post_id": "164082",
            "reply_to_id": "164081"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Hafðu samband við tollstjóra, þar færðu svör frá mönnunum sem taka mál þitt þegar að innflutningi kemur!\nannars held ég að þú fáir þetta heim á tollgjaldi varahluta, þ.e. vegna þess að bifreiðin kemur ekki til með að verða nýskráð þá ber hún ekki vörugjöld eins og ella\nen endilega heyrðu í tollstjóra á morgun og fræddu okkur svo!",
            "date": "2015-11-25 18:47:00",
            "post_id": "164088",
            "reply_to_id": "164082"
        },
        {
            "user_name": "hansg",
            "text": "Búinn að senda tollstjóra póst.   Hefði bara verið gott að heyra frá einhverjum sem þegar hefði farið þessa leið til að sjá hvernig tollurinn hefur tekið á þessu.  Þá er komið fordæmi.",
            "date": "2015-11-25 21:04:00",
            "post_id": "164094",
            "reply_to_id": "164088"
        },
        {
            "user_name": "hansg",
            "text": "Sælir,\nskv. tollstjóra er þetta flokkað eins og venjuleg bifreið, þó ekki sé hægt að skrá hana.  Þó vélarlaus væri færi hún samt í þennan flokk með vörugjöldum miðað við C02 skv framleiðslu-upplýsingum eða áætlun.\nTil þess að tjónað ökutæki verði ekki tollflokkað sem ökutæki þarf að vera um eiginlega skel að ræða og þá m.a. án hjólabúnaðs, drifa og bensíntanks.\nkv. Hansi",
            "date": "2015-11-26 13:10:00",
            "post_id": "164110",
            "reply_to_id": "164094"
        },
        {
            "user_name": "svarti sambo",
            "text": "Hvernig í ósköpunum getur það staðist. Það er varla hægt að tolla eitthvað sem ökutæki, sem má ekki keyra eða vera á götum landssins.",
            "date": "2015-11-26 15:06:00",
            "post_id": "164112",
            "reply_to_id": "164110"
        },
        {
            "user_name": "elliofur",
            "text": "Bölvaðir fýlupúkar þessir tollarar. En einhverstaðar þarf nú að skera línuna.",
            "date": "2015-11-26 15:07:00",
            "post_id": "164113",
            "reply_to_id": "164112"
        },
        {
            "user_name": "elliofur",
            "text": "Þessu skylt, þá var ég að spá í að sækja mér rafsuðu í stóru netbúðinni og spurði tollinn út í hvort þyrfti CE merkingu. Hér er svarið\nFannst henta vel að setja þetta hérna inn",
            "date": "2015-11-26 15:37:00",
            "post_id": "164114",
            "reply_to_id": "164113"
        },
        {
            "user_name": "Bassi6",
            "text": "En á ekki að fella niður alla tolla um áramót ?",
            "date": "2015-11-26 15:41:00",
            "post_id": "164115",
            "reply_to_id": "164114"
        },
        {
            "user_name": "hansg",
            "text": "Svona lítur dæmið út í reiknivél hjá tollinum fyrir bíl sem kostar með flutningi til Íslands 10.000 USD og er í hæsta CO2 flokki.\nEngir tollar, en vörugjald miðað CO2 losun, 65%\nVerð með flutningi (tollverð). \n10.000 USD\nStykkjatala\n1\nVerð vörunnar (tollverð + aðflutningsgjöld) miðað við þær forsendur hér að ofan:\n1.326.800 kr. + 1.390.476 kr. = 2.717.276 kr.\nGengi: 132,68\nSundurliðun gjalda:\nKódi\tLýsing\tTaxti\t\tUpphæð\nA    \tAlmennur tollur skv. tollskrá (A og A1)                     \t0,00\tPR\t0\nBA   \tÚrvinnslugjald á blýsýrurafgeyma - Taxti er kr/ein af vöru. \t332,00\tKR\t332\nBS   \tÚrvinnslugjald á hjólbarða með ökutækjum - kr per ökutæki   \t1.800,00\tKR\t1.800\nBV   \tÚrvinnslugjald á pappa/pappírsumbúðir - 15,00kr/kg.         \t15,00\tKR\t0\nBX   \tÚrvinnslugjald á plastumbúðir - 16,00kr/kg.                 \t16,00\tKR\t0\nM9   \tVörugj. af ökut. 65% Skráð koltvísýringslosun yfir 250 g/km \t65,00\tPR\t862.420\nÖ6   \tVirðisaukaskattur 24% VSK                                   \t24,00\tPR\t525.924",
            "date": "2015-11-26 16:04:00",
            "post_id": "164116",
            "reply_to_id": "164115"
        },
        {
            "user_name": "grimur",
            "text": "65% vörugjald er bara geðbilun.\nÉg á eftir að flytja inn heimasmíðaðan bíl einhvern tímann á næstu árum, sem varahluti geri ég ráð fyrir miðað við þetta. Ég mun sennilega rífa hann í spað og flytja inn sem parta. 65% plús VSK er bara fásinna.\nÞað má kannski fylgja sögunni að hluti af þessu var á íslandi en ég flutti það með mér út. Ég verð nett pirraður ef ég verð rukkaður um skatt af því...\nKv\nG",
            "date": "2015-11-27 06:31:00",
            "post_id": "164138",
            "reply_to_id": "164116"
        },
        {
            "user_name": "Dodge",
            "text": "Já þessir tollar eru bara geðveiki, maður borgar meira til ríkisins en framleiðandans, og íslenska ríkið var ekki að framleiða neinn bíl fyrir mann!!",
            "date": "2015-11-27 09:51:00",
            "post_id": "164141",
            "reply_to_id": "164138"
        }
    ],
    "date": "2015-11-25 11:23:00"
}