{
    "forum_title": "Almennt spjall",
    "id": "31811",
    "title": "Kína loftdælur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=31811",
    "posts": [
        {
            "user_name": "Baikal",
            "text": "Sælir.\nHafa menn einhverja reynslu af þessum Kína 2 stimpla loftdælum er þetta að virka og endast eh??? verðið er náttúrulega bara 3-8x ódýrara en flest annað hér heima!! mín notkun á svona er ekki heavy duty meira svona redda sér þá sjaldan sem maður mýkir í  35\".\nkv.\nJK",
            "date": "2015-12-09 21:05:00",
            "post_id": "164606",
            "reply_to_id": false
        },
        {
            "user_name": "Elisvk",
            "text": "Ekki gaman að vera nýbúinn að tæma allt loft lengst uppá fjalli og dælar virkar ekki. Hef átt kínverska loftpressu ca 10L man ekki nákvæmlega. Hún dugði í 3-4 ár. Held mér að kenna að hún dó samt. Gleymdi að setja einstefnulokun þegar ég sprautaði bíl og það fór lakk inní hana og hún dó 2-3 mán síðar.",
            "date": "2015-12-09 21:41:00",
            "post_id": "164607",
            "reply_to_id": "164606"
        },
        {
            "user_name": "reynirh",
            "text": "viewtopic.php?f=2&t=23038#p126554",
            "date": "2015-12-09 22:05:00",
            "post_id": "164610",
            "reply_to_id": "164607"
        },
        {
            "user_name": "Hrannifox",
            "text": "Bílabúð Benna er líka með T-Max dælur á fínu verði hafa verið að koma vél út.",
            "date": "2015-12-11 11:43:00",
            "post_id": "164652",
            "reply_to_id": "164610"
        },
        {
            "user_name": "eyberg",
            "text": "Tók dæluna mina sem er Wincar Cinadæla og sveraði upp lagnir frá henni og prufaði að hleypa úr niður í 3 psi og pumpaði uppí 20 psi og það tók tæpar 3 minutur og dælan reindi ekkert á sig við þetta :-)",
            "date": "2015-12-13 18:04:00",
            "post_id": "164704",
            "reply_to_id": "164652"
        },
        {
            "user_name": "raggos",
            "text": "Hér er einn þráður til um þessar dælur og breytingar á þeim:\nviewtopic.php?f=9&t=28969\nÉg er með svona 2 stimpla í húddinu hjá mér sbr þráð og líkar ágætlega við hana til að snöggdæla t.d. úr 2-6psi eða álíka.\nHún er algert sorp við hliðina á fini dælunni minni enda get ég pumpað í 3 x 38\" dekk með fini á sama tíma og ég tek 1 með kínadælunni.\nAllt í lagi dælur en mjög léleg smíði og margir hafa eyðilagt þessar dælur og ég veit að bílanaust gafst upp á 2 stimpla týpunni þar sem þeir fengu þær mikið í hausinn vegna ofhitnunar en ef þeim er breytt og sveraðar upp og skipt um smurningu í þeim þá endast þær mun lengur.\nMitt ráð er að eyða örlítið meira í T-max eða dæluna hjá styri.is og fá margfalt betri dælu fyrir örlítið meiri pening.",
            "date": "2015-12-13 22:18:00",
            "post_id": "164708",
            "reply_to_id": "164704"
        },
        {
            "user_name": "villi58",
            "text": "Rafmagnsdælur á helst ekki að nota nema sem varadælur ef menn eru að sækjast eftir góðum afköstum.",
            "date": "2015-12-14 08:09:00",
            "post_id": "164714",
            "reply_to_id": "164708"
        }
    ],
    "date": "2015-12-09 21:05:00"
}