{
    "forum_title": "Almennt spjall",
    "id": "31950",
    "title": "Umræða um hækkaða subarua",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=31950",
    "posts": [
        {
            "user_name": "liftedsubarufan",
            "text": "Mér langar að starta hérna smá umræðu um hækkaða subarua þar sem ég rakst á nokkra þegar ég var að fræða mig á netinu og fór að pæla hvernig þessir bílar myndu vera að virka sem svona mini jeppar og hvort þetta færi ekki helling með smá læsingum og dekkjum íslensku leiðina :P ætla að láta nokkrar myndir fylgja með",
            "date": "2016-01-01 04:10:00",
            "post_id": "165227",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Þetta hefur svo sem verið gert hérna.\nviewtopic.php?f=5&t=22382",
            "date": "2016-01-01 04:18:00",
            "post_id": "165228",
            "reply_to_id": "165227"
        },
        {
            "user_name": "liftedsubarufan",
            "text": "en svona í leiðini hversu stór dekk er öruglega hægt að setja undir 1gen imprezu með hi/lo gírkassanum ??",
            "date": "2016-01-01 04:46:00",
            "post_id": "165229",
            "reply_to_id": "165228"
        },
        {
            "user_name": "heidar69",
            "text": "Mér lýst vel á að þú hækkir subaru.. Ég hef hækað tvo einn á 30\" 1990  og hinn á 33\" 1997 minnir mig setti í hann læsingar og auka millikassa og lægri hlutföll..",
            "date": "2016-01-01 12:56:00",
            "post_id": "165234",
            "reply_to_id": "165229"
        },
        {
            "user_name": "liftedsubarufan",
            "text": "En veistu svona hvar limitiđ er á upprunalega kassanum veit ađ blái wagonin er á 29\" sem er víst vinsælast úti í usa međ gírkassanum úr gömlum subaru gamli hi/lo en usa forumiđ vissi ekkert um evrósku imprezuna þar sem hún var ekki framleidd međ hi/lo kassa þar og \nBtw. Suddalega flottur súbbi",
            "date": "2016-01-01 14:00:00",
            "post_id": "165236",
            "reply_to_id": "165234"
        },
        {
            "user_name": "Höfuðpaurinn",
            "text": "Það er nú gaman að þessu, svo sem ekki mikið mál að lyfta þessu aðeins, bara spurning hversu hátt maður vill fara.\nÞessi er bara með klossum og aðeins tekið úr drullusokkunum að framan, tæplega 28\" dekk.\nGengur bara erfiðlega að finna útvíðar felgur sem passa, langar að fara í +30\"",
            "date": "2016-02-12 15:17:00",
            "post_id": "166877",
            "reply_to_id": "165236"
        },
        {
            "user_name": "HjaltiB",
            "text": "ja hérna, fann þennan árs gamla þráð. \nég er með smá pælingu, hvernig er final drifið í þessum gírkössum (hi/low), er lítið mál að fiffa læfri hlutföll í hann, sumir komu með 4.11 orginal, er hægt að fá t.d 4,88?",
            "date": "2017-01-12 09:44:00",
            "post_id": "172896",
            "reply_to_id": "166877"
        },
        {
            "user_name": "Höfuðpaurinn",
            "text": "Ég var nú bara með sjálfskiptan, ekki hi/low, mér skylst að það séu önnur hlutföll í þeim. \nMan þetta ekki allt en google vildi meina að ef maður væri með hi/low væri mjög fínt að skella afturdrifi úr ssk til að lækka, svo ef maður vildi fara lægra, þá var nú hægt að fá frá ástralíu eða álíka, en það var rándýrt. \nSvo vildu einhverjir meina að Subaru væri eins og Lego, ef maður fyndi eitthvað álitlegt í öðrum Subaru, þá ætti að vera hægt að láta það passa :)\nÞað er náttúrulega ein impreza hérna komin á 30\", held einmitt að hann sé að skoða hlutfallamál til að komast á 33\"",
            "date": "2017-01-12 14:57:00",
            "post_id": "172902",
            "reply_to_id": "172896"
        },
        {
            "user_name": "kaos",
            "text": "Ég er nú ekki alveg sannfærður um þessa Lego kenningu, nema þá í einhverjum \"if it doesn't fit, use a bigger hammer\" skilningi :-)\nÉg minnist þess fyrir nokkrum árum þegar ég bjó í bænum, að bróðir minn var tvisvar búinn að fá sendan vitlausan kúlulið við hjól í Subaru, og endaði á að senda mér ónýta liðinn svo ég gæti tekið rúnt á varahlutaverslununum og gengið úr skugga um að ég hefði rétta liðinn, svona áður en bílverðið væri farið í flutningskostnað. Eftir töluvert höfuðklór á ýmsum stöðum kom í ljós að það var öðruvísi liður í þessum Subaru en flestum á þeim aldri, afþví að hann var með lágt þak í staðinn fyrir upphækkaða toppinn sem þeir voru oftast seldir með. Nei, ég næ því ekki heldur. En eftir það er ég skeptískur á að íhlutaflóra Subaru sé mjög einföld eða útskiptanleg.\nÉg vil samt síst draga úr því að menn leiki sér með þessa bíla. Þeir eru að mörgu leiti þrælskemmtilegir, og væri gaman að sjá einum breitt úr hálfjeppa í aljeppa.\n-- \nKveðja, Kári.",
            "date": "2017-01-12 20:36:00",
            "post_id": "172910",
            "reply_to_id": "172902"
        },
        {
            "user_name": "HjaltiB",
            "text": "en hvernig breytir hann þá frammdrifinu (sem er byggt inn í gírkassannkassann)",
            "date": "2017-01-12 21:58:00",
            "post_id": "172914",
            "reply_to_id": "172910"
        },
        {
            "user_name": "grimur",
            "text": "Þetta er skemmtilegt dæmi. Ég hef verið að pæla í að setja Hilux hásingar, gír og millikassa undir Súbba.\nStyrkja undirvagn smá en enga sjálfstæða grind. Stýrismaskína er höfuðverkur en ekki ógerningur, bara tjakk á hásingu og aftengja tjakkinn í maskínunni sjálfri.\nSlatta af liðum á stýrislegg auðvitað.\nÞetta væri allavega öðruvísi bíll. Ég er alltaf veikur fyrir Baja útgáfunni.\nKv\nGrímur",
            "date": "2017-01-13 03:04:00",
            "post_id": "172922",
            "reply_to_id": "172914"
        },
        {
            "user_name": "Höfuðpaurinn",
            "text": "það var einmitt það sem ég hugsaði þegar ég var að spá í þessu, en þar sem ég tók þetta ekkert lengra, þá þurfti ég ekkert að spá meira í þessu.\nÉg lenti einmitt í svipuðu og fékk þau svör að amerískt vs. evrópa/asía útgáfur. \nEn svo hef ég heyrt að menn hafi einmitt leyst svona mál með stærri hamri :)",
            "date": "2017-01-15 11:04:00",
            "post_id": "172965",
            "reply_to_id": "172922"
        },
        {
            "user_name": "grimur",
            "text": "Það var nú allavega þannig að margt gekk á milli, en ekki endilega á augljósa mátann. Kúluliðir t.d. gátu passað og hægt að blanda öxlum þannig saman þó að rílur væru mismunandi á sjálfskiptu og beinskiptu. \nAnnars er þetta eins og með alla bíla, hitt og þetta passar milli gerða og annað ekki, og erfitt að henda reiður á nákvæmlega hvers vegna.\nKv\nGrímur",
            "date": "2017-01-17 04:05:00",
            "post_id": "173009",
            "reply_to_id": "172965"
        },
        {
            "user_name": "hell",
            "text": "Datt inn á þennan þráð\nEr sjálfur með upphækkaða Imprezu (fór reyndar gömlu leiðina, lyfti og setti mjó dekk undir (175/80r16 sem er víst í grend við 27\" ))\nOg hann er búinn að standa sig vel í vetur\nÞannig að núna er verið að skoða hvort ég fari \"nýju\" íslensku leiðina fyrir næsta vetur\nEn varðandi legó pælinguna þá virðist 90% af EJ dótinu passa saman\nOg lægstu orginal hlutföll sem ég hef rekist á eru 4,44/1",
            "date": "2017-04-09 13:36:00",
            "post_id": "174303",
            "reply_to_id": "173009"
        },
        {
            "user_name": "Höfuðpaurinn",
            "text": "Lyftir þú öllu eða bara hluta :)\nÞ.e. settir þú bara klossa ofan á gormana eða lækkaðir þú drifbúnaðinn (bodylift)?\nHvað felur \"nýja\" leiðin í sér?",
            "date": "2017-04-09 21:23:00",
            "post_id": "174309",
            "reply_to_id": "174303"
        },
        {
            "user_name": "hell",
            "text": "Það slapp til að setja bara forester fjöðrun og 2cm klossa\nEr ekki kominn með öxlana á tamp en þeireru nálægt því þannig að fyrir meiri hækkun þá þarf ég að síkka niður kramið\n\"Nýja\" leiðin er breiðari og hærri dekk + að skera úr (þurfti ekkert að skera eins og hann er)\nNæsta skref er að fá lánuð dekk til að finna út hversu stórt ég ætla að fara (bera við, þar sem dekkin verða að passa innan brettis)\nOg svo finna út hvernig ég get látið þau passa og funnkera undir bílnum",
            "date": "2017-04-09 23:51:00",
            "post_id": "174312",
            "reply_to_id": "174309"
        }
    ],
    "date": "2016-01-01 04:10:00"
}