{
    "forum_title": "Almennt spjall",
    "id": "31971",
    "title": "Þyngd á 44\"Patrol 98",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=31971",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar fór með 1998 6 cyl Patrolinn sem Guðni Brynjar sonur minn á og vigtaði hann í morgun fullan af olíu. Hann vigtaði á 44\" dekkunum og með einhverju dóti sem þarf til ferða 2540kg mannlaus og þá vitum við það.Enginn milligír eða spil bara kastaragrind og tveir kastarar skófla og verkfæri í litlu magni og spotti. Þetta gert á löglegri hafnarvigt af lögiltum vigtar manni enginn snjór var á bílnum.kveðja Guðni  á sigló",
            "date": "2016-01-04 13:02:00",
            "post_id": "165341",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar aftur næst ætla ég að vigta 44\" Patrol 6 cyl sem björgunarsveitin hér í bæ er með og sjá hvað hann vigtar og svo ætla ég að taka 80 Cruser á 38\" sem snilli vinur er með og svo einn 60 Patrol á 38 Mudder og fleiri bíla sem ég næ í og gera þetta þannig að hægt sé að hafa þessar tölur til viðmiðunar. Ég geri þetta allt á sömu vigtinni og geri það sjálfur og tek svo fram hvernig bílarnir eru uppsettir. Bara af gamni þá vigtaði ég Hulkinn eða Cruserinn minn á 54\" dekkunum allslausan 2540 kg í sérskoðun. Ég gæti trúað að hann væri um 2650 með olíu og dóti en það verður gert þegar hann kemst á götuna aftur.  kveðja guðni grúsk",
            "date": "2016-01-04 13:09:00",
            "post_id": "165342",
            "reply_to_id": "165341"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir jæja næst var vigtaðut 60 Patrol 1994 á 38\" Superswamper lítð slitin dekk og stálfelgur. Þessi bíll er samt 44\" breittur.Í honum er aukatankur og læsing framan og smávegis af aukadóti.Aðaltankur var 1/2 af olíu og aukatankur tómur enginn ökumaður. Bifreiðin vigtaði 2400kg þannig.",
            "date": "2016-01-07 12:43:00",
            "post_id": "165476",
            "reply_to_id": "165342"
        },
        {
            "user_name": "jeepcj7",
            "text": "Er ekki rúmlega 100kg munur á patrol hvort það er leður og lúga eða hrá útgáfa?",
            "date": "2016-01-07 13:10:00",
            "post_id": "165477",
            "reply_to_id": "165476"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar nú var Bella vigtuð og allt orðið klárt fyrir skoðunn. Fyllti Bellu af olíu 65 lítrar setti hana á 38\" dekk og 13\" breiðar þungar stálfelgur og fór á vigtina og varð fyrir vonbrigðum.Hún vigtaði 1480 kg mannlaus sem mér finnst bara ansi mikið fyrir svona bílíki.Get tekið úr henni annan framstólin og geri það líklega og sett hana á 36\" og léttmálmsfelgur þá gæti hún vigtað 1450 kg. En ég vigtaði hana í sumar allslausa og olíulausa með einum stól á 36 og álfelgum og þá vantaði olíu og innribretti og fullt af járna rusli svo þetta telur hratt og var hún þá 1300kg svo mikið hefur bæst við í allskyns drasli. kveðja guðni. PS en þetta er samt toyota dobulcab disel orginal nema yfirbygging árgerð 1990 og fer í skoðunn 11.01.2016 næst komandi. kveðja guðni",
            "date": "2016-01-07 16:12:00",
            "post_id": "165486",
            "reply_to_id": "165477"
        },
        {
            "user_name": "elliofur",
            "text": "Minn y60 patrol 1994 er 2640kg á 38\" með slatta af verkfærum, fullum tanki af olíu og mér. Mökkþungur andskoti.",
            "date": "2016-01-07 17:25:00",
            "post_id": "165487",
            "reply_to_id": "165486"
        }
    ],
    "date": "2016-01-04 13:02:00"
}