{
    "forum_title": "Almennt spjall",
    "id": "32060",
    "title": "Cherokee 4.0L 91' - Driflæsingar og ýmsar aðrar vangaveltur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=32060",
    "posts": [
        {
            "user_name": "Reynir77",
            "text": "Sælt verið jeppafólkið\nÉg keypti mér nýlega breyttan Cherokee 91 módel High Output breyttan á 38\". Mér var sagt að undir honum væru Dana 44 hásingar bæði að framan og aftan, ég las á millikassann sjálfur og sá að það np 231 J með hlutföllin 2.72 \nÉg er alveg blautur á bak við eyrun í þessum fræðum og sé bara á spjallsíðum hvað menn eru að tala um og reyni að fræðast þannig. Nú þegar hef ég rekið mig á ókost þess að bíllinn minn sé t.d. ekki með driflæsingum og ég hef einnig tekið smá snúning á honum á hálum vegi þrátt fyrir að vera í fjórhjóladrifinu. \nNú hvíla á mér nokkrar spurningar um það hvað ég geti gert fyrir bílinn minn til að gera hann betri.\nHvernig get ég sannreynt að undir honum séu D44 hásingar og þarf ég ekki að vita hlutföllinn í drifunum ef ég er að spá í einhverjum læsingum á þau?\nHverjir eru að græja loftlæsingar í bílana hér, einhverjir ódýrari lausnir í því en það sem ég heyrði t.d. frá ArcticTrucks? Hvað með no-spin, er það eitthvert vit?\nEr það ekki rétt skilið hjá mér að np 231 millikassinn sé harðlæstur um leið og hann er settur í 4wd?\nHvaða skilyrði eru fyrir því að hægt sé að láta negla dekk? Munar það öllu þegar komið er á hálan veg á svona háum bíl? Hverjir negla svona dekk?\nÉg þarf í raun og veru bíl sem er öflugur í flestar gerðir af snjó en ég verð að geta keyrt hann annað slagið á vegi þó það sé smá ís á honum. Ég hef heyrt að mjög gróf dekk séu ekki endilega best í snjóinn þar sem þau grafi sig bara frekar niður, er það rétt?\nMig vantar óskaplega að græja á hann afturkastara. Hvert er best að snúa sér í svoleiðis, hvernig festingar og hvernig tengt við rafkerfi bílsins? Er með 4 hnappa í mælaborði þar sem aðeins einn er í notkun fyrir framkastarana sem virðist reyndar einnig vera slaufað inn á rofan fyrir háu ljósin. Væri ekki hægt að nota einn af þeim í afturkastara?\nMeð von um að fá að heyra sem flestar skoðanir á sem flestum af þessum pælingum mínum.\nKv. Reynir",
            "date": "2016-01-13 18:03:00",
            "post_id": "165729",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "læsingar gera ekkert fyrir þig á hálum vegi, þvert á móti. það besta sem þú getur lært er að keyra varlega :) og læra að keyra fjórhjóladrifið ökutæki í hálku. Læsingar, og þá sérstaklega truetrak, aussie locker og fleiri non-ARB gera það tæknilega erfiðara að keyra í hálku í fjórhjóladrifinu. það er ekki fyrr en í erfiðu færi og miklum snjó að driflæsingar fara að gera gagn. Æfingin skapar meistarann, :)",
            "date": "2016-01-13 19:42:00",
            "post_id": "165733",
            "reply_to_id": "165729"
        },
        {
            "user_name": "thorir",
            "text": "Blessaður,\nÆtla svona að reyna svara einhverjum af þessum spurningum þínum.  Ég á sjálfur Grand Cherokee 2001 V8 sem búið er að breyta og svo skipti ég um millikassa í honum fór úr NV247 (Quadra-Trac II) í NV242 (Selec-Trac).\n1. Hásingar - hægt að fara eftir þessari mynd\n2. Driflæsingar - ég sjálfur myndi ekki fara í no-slip (no-spin), það er rosalega leiðinlegt að keyra á malbiki og hvað þá í hálku.\n3. Millikassi - hérna eru linkar á hvaða millikassar hafa verið í Cherokee (og AMC) og upplýsingar um þá:\n- \nhttps://en.wikipedia.org/wiki/Jeep_four ... ve_systems\n- \nhttps://en.wikipedia.org/wiki/AMC_and_J ... nsmissions\n4. Dekk - Hef heyrt á dekkjaverkstæðum að svona 6-8 mm sé svona það hægt er að negla, ég myndi einnig mikróskera, það munar rosalega.\nVona að þetta hjálpi þér eitthvað, ég er mikill Cherokee aðdáandi og hef átt nokkra og breytt einnig. :)\nKv,\nÞórir",
            "date": "2016-01-13 19:52:00",
            "post_id": "165734",
            "reply_to_id": "165733"
        },
        {
            "user_name": "Reynir77",
            "text": "Sælir báðir og takk fyrir svörin.\nÞað var reyndar aldrei mín hugmynd að læsingin ætti að hjálpa í hálku heldur var ég að spá hvort negling myndi gera gæfumun þar. Ég er alveg viss um að skódinn minn á ónegldum, tvíhjóladrifinn hefði aldrei farið á svona flug þarna á sama stað eins og Cherokeeinn gerði. Þess vegna er ég að velta þessu fyrir mér hvort naglar séu það sem þarf til að halda þessum drekum stöðugum í hálku eða hvort þeir hafi lítið að segja.\nLæsingar er ég einungis að hugsa um til að eiga eitthvað inni þegar komið er í þyngri snjó og torfæru.\nÉg þakka fyrir myndina góðu af drifhásingunum. Sé ekki betur en ég sé með D35 að aftan en ekki 44 eins og sá sem seldi mér bílinn fullyrti að væri undir honum. Svekkelsi. Er ekki töluverður munur á þessu tvennu? Þolir d35 læsingu á 38“ eða brýt ég eitthvað eins og skot?",
            "date": "2016-01-14 12:43:00",
            "post_id": "165762",
            "reply_to_id": "165734"
        },
        {
            "user_name": "lettur",
            "text": "Ég er á 38\" 94 árg. Grand Cherokee, 4.0 vél. Undir honum er dana 35 að aftan og dana 30 að framan. ARB loftlæsing að framan og sjálfvirkur truetrac/torsen lás að aftan. Ég er búinn að eiga bílinn í ca. 5 ár og aldrei brotið neitt í hásingum eða öðru. Samt búið að taka vel á þessu í allskonar færi og aðstæðum. Lásinn að aftan finnst mér vera algjör snilld. Læsir 100% þegar á þarf að halda en finnst ekkert fyrir honum á þurru malbiki.",
            "date": "2016-01-14 13:57:00",
            "post_id": "165765",
            "reply_to_id": "165762"
        },
        {
            "user_name": "Reynir77",
            "text": "Ok frábært að heyra svona reynslu. Ég var að kíkja á framdrifið og það er dana 44. Kannski er ég bara vel settur í að setja á hann læsingar. Nú er ég með einhverja loftdælu undir húddinu fyrir dekkin. Hún er reimdrifin og virðist vera smellt inn með einhverjum segulrofa. Er líklegt að þessi dæla gagnist líka til að halda driflæsingum eða þarf hún að vera eitthvað öflugri? Spyr og spyr sá sem ekkert veit.",
            "date": "2016-01-14 16:34:00",
            "post_id": "165768",
            "reply_to_id": "165765"
        },
        {
            "user_name": "tomtom",
            "text": "Myndi bara fa mer litla arb loft dælu fyrir læsingaranar, læsinginn þarf einhver 100-110 psi til að setja þær svona ef eg man rett og svona lítil arb dæla er með loft kút og öll svo þær eru mjög hentugar i loftlæsingar mikið frekar en vera keira svona háan þrísting a stórri dælu eða það er allavega mín skoðun :)",
            "date": "2016-01-14 18:44:00",
            "post_id": "165773",
            "reply_to_id": "165768"
        },
        {
            "user_name": "Polarbear",
            "text": "loftlæsingar þurfa 80-120 psi yfirleitt til að hanga inni. þær læsa á minni þrýstingi, en geta svikið og það er hægt að skemma þær með því. Ég er með reimdrifna dælu hjá mér og kút, og læt pressostat bara halda þrýstingi, dettur inn í 90 psi og slær út í 115 psi. það er ekki sniðugt að keyra reimdrifnar dælur án sjálfvirks þrýstistillis... þær eru fljótar að pumpa \"yfir sig\" ef maður passar sig ekki. þetta eru helvíti öflugar græjur yfirleitt.",
            "date": "2016-01-14 20:22:00",
            "post_id": "165781",
            "reply_to_id": "165773"
        },
        {
            "user_name": "muggur",
            "text": "Sæll, \nLíkt og þér kom mér það mikið á óvart hvað jeppar eru lélegir í hálku og í raun dauðagildrur m.v. framhjóladrifna fólksbíla.  En afturhjóladrifnir bílar hafa bara allt aðra eiginleika í hálku.  Naglar hjálpa mikið til að hafa stjórn á bílnum þó svo að í lausum snjó geri þeir kannski ekki mikið.  Mér hefur reyndar reynst best að hafa jeppann bara í sídrifinu (Pajero) á veturna og virkar það alveg brilljant.  Aftur á móti ef þú ert með læstan millikassa og annan 'trukkaútbúnað' þá er það kannski ekki svo sniðugt þegar þú kemur á auðan veg.  \nÞannig að ég held að svona upp á öryggið sé best fyrir þig að láta negla dekkin.\nkv. Muggur",
            "date": "2016-01-15 09:49:00",
            "post_id": "165806",
            "reply_to_id": "165781"
        },
        {
            "user_name": "Kiddi",
            "text": "Þetta hljómar svolítið eins og þú sért bæði á ekkert alltof góðum dekkjum og að það sé einhver leiðinda sjálfvirk læsing í afturdrifinu. Getur það passað?",
            "date": "2016-01-15 10:09:00",
            "post_id": "165808",
            "reply_to_id": "165806"
        },
        {
            "user_name": "Reynir77",
            "text": "Ég er nokkuð viss um að dekkin teljist frekar slöpp og ja ég held að það sé einhvert lsd drif samkvæmt fyrri eiganda sem virkar samt aldrei neitt þegar ég sit eitthvað fastur og annað dekkið snýst bara.",
            "date": "2016-01-15 12:51:00",
            "post_id": "165813",
            "reply_to_id": "165808"
        },
        {
            "user_name": "isak2488",
            "text": "spurning hvort það sé rétt olía á drifinu, skilst að það sé ekki sama hvaða olía er notuð þegar menn eru með lsd",
            "date": "2016-01-15 15:06:00",
            "post_id": "165816",
            "reply_to_id": "165813"
        },
        {
            "user_name": "íbbi",
            "text": "eða kominn tími á diska í hana og yfirhalningu. \nþað kemur mörgum á óvart hvernig margir jeppar eru í hálku, en þeir eru náttúrulega flestir afturdrifnir þegar maður er ekki í fjórhjóladrifinu, auk þess að vera flestir þungir og margir stórir, því geta þeir verið varasamari á margann hátt. þótt geta þeirra við aðstæðurnar sé oft í raunini meiri\nannars er ég sjálfur á óbreyttum usa pikka á ónegldum en microskornum heilsársdekkjum og ég keyrir hann í flest öllum tilfellum í afturdrifinu, ef það er ekki snjór eða samfellt hálka þá er hann afar þvingaður ef hann er í drifunum",
            "date": "2016-01-15 18:53:00",
            "post_id": "165821",
            "reply_to_id": "165816"
        },
        {
            "user_name": "biturk",
            "text": "Naglar eru eina vitið og nóg af þeim",
            "date": "2016-01-15 23:26:00",
            "post_id": "165832",
            "reply_to_id": "165821"
        },
        {
            "user_name": "Freyr",
            "text": "Er þetta jeppinn sem sést á prófílmyndinni þinni? Ef svo er þá ættir þú að hafa samband við Kristján Má Guðnason, hann breytti jeppanum og notaði hann.\nHvernig get ég sannreynt að undir honum séu D44 hásingar og þarf ég ekki að vita hlutföllinn í drifunum ef ég er að spá í einhverjum læsingum á þau? Gætir tekið myndir og sett hingað inn. Í sumum tilfellum þarf að vita drifin því það er \"carrier break\", 3,92 og lægri drif passa á sömu lása og svo 3,73 og hærri drif á sömu.\nHverjir eru að græja loftlæsingar í bílana hér, einhverjir ódýrari lausnir í því en það sem ég heyrði t.d. frá ArcticTrucks? Hvað með no-spin, er það eitthvert vit? Loftlásar kosta úti yfir 1.000 $ svo með ísetningu myndi ég ekki búast við undir hálfri milljón, sennilega töluvert meira. Get líka mælt með eaton truetrack lásum, kosta helmingi minna en loftlásar og þurfa ekkert stýrikerfi, var með þannig í 38\" cherokee framan og aftan og mjög sáttur. Sjálfur er ég ekki hrifin af no-spin nema í hreinræktuð leiktæki sem eru jafnvel ekki götuskráð.\nEr það ekki rétt skilið hjá mér að np 231 millikassinn sé harðlæstur um leið og hann er settur í 4wd? Já.\nHvaða skilyrði eru fyrir því að hægt sé að láta negla dekk? Munar það öllu þegar komið er á hálan veg á svona háum bíl? Hverjir negla svona dekk? Munar miklu, öll dekkjaverkstæði eiga að geta gert það.\nÉg þarf í raun og veru bíl sem er öflugur í flestar gerðir af snjó en ég verð að geta keyrt hann annað slagið á vegi þó það sé smá ís á honum. Ég hef heyrt að mjög gróf dekk séu ekki endilega best í snjóinn þar sem þau grafi sig bara frekar niður, er það rétt? Þetta er mjög persónubundið, ekkert rétt svar hér, ég kýs gróf dekk frekar en fín því það hentar mér og mínum akstursstíl betur en þá þarf að vera mjög vakandi fyrir því að spóla ekki bílinn niður, auðvelt að festast ef maður gleymir sér augnablik.\nKv. Freyr",
            "date": "2016-01-16 01:13:00",
            "post_id": "165833",
            "reply_to_id": "165832"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "Svo getur þú farið á aliexpress og fengið þér loftlàs á 400-500 dollara",
            "date": "2016-01-16 11:20:00",
            "post_id": "165842",
            "reply_to_id": "165833"
        },
        {
            "user_name": "Reynir77",
            "text": "Fær maður þá einhverja lélega eftirlíkingu eða er það alvöru?",
            "date": "2016-01-16 12:27:00",
            "post_id": "165850",
            "reply_to_id": "165842"
        },
        {
            "user_name": "jongud",
            "text": "Sjá hérna;\nhttps://www.youtube.com/watch?v=ewt7f-h8Wn4\nAlgert dót...",
            "date": "2016-01-16 17:07:00",
            "post_id": "165854",
            "reply_to_id": "165850"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "Það eru einhverjir með þessa lása í patrol hef ekki séð pósta um að þeir séu að klikka kv Heiðar",
            "date": "2016-01-16 21:21:00",
            "post_id": "165871",
            "reply_to_id": "165854"
        },
        {
            "user_name": "Reynir77",
            "text": "Er np242 kassinn ekki með nákvæmlega sömu option og np231 bara plús fulltime 4wd?\nÉg spyr vegna þess að mér sýndist á einhverju jeppa-forúmi að menn væru að tala um að vera bara með fulltime 4wd auk þess séð menn tala um að 231 kassinn sé jafnvel sterkari. Er þetta rétt?\nÉg hélt að miðtalan í týpunúmerinu gæfi til kynna stærð og styrkleika kassans, þannig að 242 væri sterkari en 231. Einnig hélt ég að tvisturinn í seinustu tölunni á 242 gæfi til kynna að hann væri bæði með part time og full time 4wd.\nEr ég eitthvað að misskilja þetta?\nAnnars veit ég að 231 millikassinn hjá mér er orðinn eitthvað slitinn og mig langar rosalega að endurnýja en fara þá í t.d. 242 en langar nú samt ekki að missa út miðlæsinguna. Hvernig er það að ganga í þessa bíla? Eitthvað sem þarf að huga sérstaklega að? Ég er væntanlega með AX15 gírkassa. Á þetta ekki að smella saman?\nEins bráðvantar mig almennileg 38\" snjódekk á 15 tommu felgur (vantar bara dekkin). Sé að dekkin sem ég fékk með bílnum eru bæði töluvert slitin og einnig fúin. Þau eru svo eydd að það sem hefur einhvern tímann verið míkroskorið er horfið víða á dekkkjunum, sem sagt komið niður fyrir skurðinn sem gerður hefur verið.\nEf þið vitið um millikassa fyrir mig og dekk þá er ofsalega vel þegið að fá að vita af því :)",
            "date": "2016-01-18 00:14:00",
            "post_id": "165930",
            "reply_to_id": "165871"
        },
        {
            "user_name": "Gudni Thor",
            "text": "missir ekki út midlæsinguna med tví ad setja 242 hann er full time og part time í 4x4. Èg setti tannig kassa í 38\" xj sem ég átti og hann vard bara frábær í hálku eftir tad. en audvitad mikid atridi ad hafa gód dekk.",
            "date": "2016-01-18 06:42:00",
            "post_id": "165932",
            "reply_to_id": "165930"
        }
    ],
    "date": "2016-01-13 18:03:00"
}