{
    "forum_title": "Almennt spjall",
    "id": "32129",
    "title": "Hvernig spyrnu system á framhásingu?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=32129",
    "posts": [
        {
            "user_name": "bogith",
            "text": "Sælir félagar ég er með Cherokee XJ \"91 sem á að fara að breyta. Undir hann eiga að fara Patrol hásingar. Spurningin er hvort á eg að nota spyrnu systemið úr cherokee eða Patrol uppá skaturseiginleika?",
            "date": "2016-01-21 14:56:00",
            "post_id": "166086",
            "reply_to_id": false
        },
        {
            "user_name": "Potlus",
            "text": "Klárlega Patrol ..Cherokee spyrnurnar eru alltof stuttar .\nHendir framstífum undan patrol að framan og smíðar svo 4-link (5-link) að aftan !\nAnnað hvort þarftu að snúa framhásingunni eða fá þér patrol millikassa og smíða millistykki. \nSvo er handbremsan á patrol aftan við millikassann..þ.e. drifskaptshandbremsa.",
            "date": "2016-01-21 15:04:00",
            "post_id": "166087",
            "reply_to_id": "166086"
        },
        {
            "user_name": "AgnarBen",
            "text": "Sammála Potlus, Patrol stífur frekar en Cherokee, þær eru svo stuttar og svo 5-link að aftan.  \nEn af hverju Patrol hásingar, á að vera með einhverja sleggju í húddinu og hver er plönuð dekkjastærð ?\nkv. Agnar",
            "date": "2016-01-21 19:30:00",
            "post_id": "166093",
            "reply_to_id": "166087"
        },
        {
            "user_name": "bogith",
            "text": "takk fyrir svörin Patrol skal það vera. Ég ætla að nota Patrol hásingar því eg á þær til og þær eru með hentugum hlutföllum og læsingu í afturhásingu\nDekkjastærð er ekki kominn á hreint 35-38\". Vélin er bara orginal 4.0 l HO.",
            "date": "2016-01-21 20:26:00",
            "post_id": "166094",
            "reply_to_id": "166093"
        },
        {
            "user_name": "jongud",
            "text": "Spurning um að fá NP208 millikassa eða einhvern sem passar aftan á kassann hjá þér og er með framdrifskaftið hægra megin",
            "date": "2016-01-21 21:50:00",
            "post_id": "166100",
            "reply_to_id": "166094"
        },
        {
            "user_name": "grimur",
            "text": "Handbremsu unitið á patrol millikassanum er reyndar kostur. Spurning um að setja amerískan milligír sem passar á núverandi skiptingu og svo patta kassann þar fyrir aftan, milliplata í það er klárlega til hjá Ljónunum.\nKv\nG",
            "date": "2016-01-22 04:42:00",
            "post_id": "166113",
            "reply_to_id": "166100"
        },
        {
            "user_name": "magnum62",
            "text": "Þegar maður skoðar erlendar Jeep breytingar, þá virðist vera rosalega í tísku núna, að nota svokallaðar long arm, stillanlegar stífur frá Rusty eða einhverjum öðrum.. Hver er kosturinn við það?  Kostar alveg helvítis helling, en boltast bara undir.\nKv. MG",
            "date": "2016-01-22 14:17:00",
            "post_id": "166122",
            "reply_to_id": "166113"
        },
        {
            "user_name": "grimur",
            "text": "Þær eru held ég bara einmitt það: Bolt on.\nÞessi auka krypplings stífu útfærsla virðist hafa það eitt sér til ágætis að komast fyrir í stað efri stífu stubbsins sem var fyrir án þess að þurfa að sjóða eða smíða neitt að ráði. \nSem frumsmíði myndi ég alls ekki fara að herma þetta eftir, þetta er óláns útfærsla svona kraftalega séð og kallar á óþarflega efnismikið rör í lengri stífuna. Að aftan er þetta algert ógeð, radíus armar henta mjög illa þar. \n....bara mín 2cent frá Kanalandi....\n....minnir mig á það að ég þarf að fara að smella myndum af fáránlegum breytingum hérna í Flórída og setja inn, svona til fróðleiks og skemmtunar...\nGrímur",
            "date": "2016-01-23 02:29:00",
            "post_id": "166138",
            "reply_to_id": "166122"
        },
        {
            "user_name": "Petra",
            "text": "setti patrolstífur undir svona bíl að framan og var mjög sáttur við það :) myndir af breytingunni hér: \nhttps://www.facebook.com/profile.php?id ... 997&type=3",
            "date": "2016-01-23 09:23:00",
            "post_id": "166141",
            "reply_to_id": "166138"
        },
        {
            "user_name": "grimur",
            "text": "Feisbúkk treisbúkk.",
            "date": "2016-01-24 05:25:00",
            "post_id": "166173",
            "reply_to_id": "166141"
        }
    ],
    "date": "2016-01-21 14:56:00"
}