{
    "forum_title": "Almennt spjall",
    "id": "32132",
    "title": "Dekkjaskeri",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=32132",
    "posts": [
        {
            "user_name": "andrig",
            "text": "Góða kvöldið.\nVið þurfum að skera 4stk 46\" MT.\nHvaða græju mæla menn með í þeim málum?\nHvort sem er af internetinu eða hér heima.",
            "date": "2016-01-21 19:08:00",
            "post_id": "166092",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Hæ ég hef skorið nokkur dekk með 2 gerðum af hnífum\nhttp://www.panguk.com/tyre-regroover-p-508.html\n \nÞessi er mjög góður og N1 hefur selt þá hér á landi auðvelt að stilla bæði hita og skurðarbreidd/dýpt.\nOg svo versluðum við félagarnir svona hníf\nhttp://uedata.amazon.com/Ideal-Tire-Gro ... B004AW7XYU\n \nHann er ódýr en virkar alveg er búinn að taka 1 46 tommu gang með honum en hann er ekki með neinni hita stillingu er bara eins og lóðbolti þarf aðeins að bíða eftir að hann hitni og ef á að skera breiðari skurð þá þarf að versla annan haus á hann það fylgir bara 1 með og hitinn er varla nógu mikill ef á að skera mjög djúpt +10 mm",
            "date": "2016-01-24 13:46:00",
            "post_id": "166186",
            "reply_to_id": "166092"
        },
        {
            "user_name": "jongud",
            "text": "Bara passa að kaupa 220-volta skera, \nekki 110-volta...",
            "date": "2016-01-24 14:29:00",
            "post_id": "166188",
            "reply_to_id": "166186"
        },
        {
            "user_name": "svarti sambo",
            "text": "Við keyptum okkur tveir svona saman. Og hann svín virkar. Mæli með þessum.\nhttp://www.ebay.co.uk/itm/Professional- ... c#shpCntId",
            "date": "2016-01-24 16:31:00",
            "post_id": "166192",
            "reply_to_id": "166188"
        },
        {
            "user_name": "juddi",
            "text": "Mæli með þessum neðsta er nánast eins og minn og sá albesti sem ég hef prufað",
            "date": "2016-01-24 20:30:00",
            "post_id": "166199",
            "reply_to_id": "166192"
        },
        {
            "user_name": "jeepcj7",
            "text": "Elías og eða Dagbjartur hvað eru svona flottir hnífar að kosta?",
            "date": "2016-01-24 22:04:00",
            "post_id": "166204",
            "reply_to_id": "166199"
        },
        {
            "user_name": "svarti sambo",
            "text": "Sæll Hrólfur.\nÞegar að ég keypti minn í sumar, þá kostaði hann 50.000kr. Fékk að vísu frían flutning og engan toll. þar sem að þetta var innan marka hjá aðilanum sem tók hann fyrir mig. Hann kostar 300 pund til Íslands með flutning + innflutningsgjöld.",
            "date": "2016-01-24 22:13:00",
            "post_id": "166205",
            "reply_to_id": "166204"
        },
        {
            "user_name": "elliofur",
            "text": "Hafa menn prufað sveitaaðferðir einsog tvöfalt hjólsagarblað í hjólsög með landi eða keðjusög? Maður hefur séð allskonar hillbilly video á youtube og margt virðist virka helvíti vel, sérstaklega svona multitool.\nhttps://www.youtube.com/watch?v=RwAX5AgPQco\nhttps://www.youtube.com/watch?v=2T2XRFNp-l0\nhttps://www.youtube.com/watch?v=4p6UjrJl6A0\nOg fullt fleira.",
            "date": "2016-01-24 23:36:00",
            "post_id": "166207",
            "reply_to_id": "166205"
        },
        {
            "user_name": "jongud",
            "text": "Ég var að vinna á tímabili í byggingavöruverslun og seldi einusinni náunga sem var að saga básamottur öflugustu hjólsögina sem ég gat komið höndum yfir. Þetta var einhver svakaleg græja sem fór létt með að taka steni, þykkar álplötur og þakjárn.\nHann bræddi úr henni eftir viku. Ég man ekki hvaða blöð gengu best hjá honum en gúmmí er bara svo djöfullegt dæmi til að vinna.",
            "date": "2016-01-25 08:28:00",
            "post_id": "166210",
            "reply_to_id": "166207"
        },
        {
            "user_name": "elliofur",
            "text": "Vinur minn hringdi í mig áðan og var að segja mér að hann keypti gróftennt skurðarblað í slípirokk, sennilega eitthvað trésagardæmi. Kostaði 1900 kall  í byko og hann var himinglaður með árangurinn, ekkert mál að skera með þessu og vann mátulega á þannig að hann þurfti ekkert land. Kaffibollinn í annari og slípirokkurinn í hinni. Áreynslulítið og ekkert vesen.",
            "date": "2016-01-25 16:49:00",
            "post_id": "166219",
            "reply_to_id": "166210"
        },
        {
            "user_name": "biturk",
            "text": "Getur notað demantsblað fyrir stein í gúmmi með gôðum árangri:)",
            "date": "2016-01-25 17:56:00",
            "post_id": "166223",
            "reply_to_id": "166219"
        },
        {
            "user_name": "juddi",
            "text": "Man ekki nákvæmlega verðið en ég pantaði hann frá UK og fékk að sleppa við VAT = vsk hér heima með því skilirði að ég borgaði með íslensku korti fékk þá svo til að senda á einn sem ég þekti úti og slapp þannig við flutning og tolla til íslands",
            "date": "2016-01-25 21:27:00",
            "post_id": "166227",
            "reply_to_id": "166223"
        }
    ],
    "date": "2016-01-21 19:08:00"
}