{
    "forum_title": "Almennt spjall",
    "id": "32242",
    "title": "Nissan Patrol Y61 GR hvernig eru þeir að standa sig?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=32242",
    "posts": [
        {
            "user_name": "stingi",
            "text": "Sælir meistarar\nég hef ætlað mér að forvitnast um hvernig patrol y61 GR body, 3l er að standa sig á 38\" eru þeir of þungir í snjó? er vélin mikið að bila? eru einhverjir stórir gallar? væri gaman að fá svör frá ykkur meisturunum.\n kv Stefán",
            "date": "2016-02-05 11:22:00",
            "post_id": "166594",
            "reply_to_id": false
        },
        {
            "user_name": "Valdi B",
            "text": "3.0 eru ónýtar vélar og best er að forðast þær eins og heitann eldinn.",
            "date": "2016-02-07 15:19:00",
            "post_id": "166656",
            "reply_to_id": "166594"
        },
        {
            "user_name": "Hagalín",
            "text": "Hvers vegna eru þetta með algengustu jeppum landsins ef þetta er svona mikið rusl?\nPabbi á einn Y61 á 38\" sem endst hefur í 280þ án vandkvæða þannig að þetta er nú meira ruslið.",
            "date": "2016-02-07 15:42:00",
            "post_id": "166659",
            "reply_to_id": "166656"
        },
        {
            "user_name": "stingi",
            "text": "Hvað er að þeim? Er head-ið að fara eða hvað?\nKv maður sem þekkir þetta ekkert",
            "date": "2016-02-07 20:52:00",
            "post_id": "166667",
            "reply_to_id": "166659"
        },
        {
            "user_name": "Heidar",
            "text": "Ég á 2001mdl sem var skipt um vél í 16.xxx km en er kominn í 200.000km og elskar það! Ekkert hefur verið gert fyrir vélina en best er að setja NADS í 3.0l patta (NissanAntiDetonationSystem) og minnkar það möguleikan talsvert á því að allt fari í steik, en ég vil halda að fyrstu þrjú árin skemmdu orðsporið af annars sæmilegri vél. Eftir eða árið 2003 fór í vélina kerfi sem kældi stimplana og kom þar með í veg fyrir bilanir að stóru leyti. Bsk 44\" patrol (2005 árg.) er undir 14l/100km innanbæjar með ZD30.",
            "date": "2016-02-07 21:27:00",
            "post_id": "166670",
            "reply_to_id": "166667"
        },
        {
            "user_name": "íbbi",
            "text": "það er nú eitthvað skrítin eyðsla, stenst engann veginn við mína reynslu",
            "date": "2016-02-07 21:34:00",
            "post_id": "166671",
            "reply_to_id": "166670"
        },
        {
            "user_name": "stingi",
            "text": "en er ekki 2.8 vélin grút máttlaus?",
            "date": "2016-02-09 10:43:00",
            "post_id": "166708",
            "reply_to_id": "166671"
        },
        {
            "user_name": "Brjotur",
            "text": "stingi þú færð því miður misgáfuleg svör við þessum spurningum , en sum þeirra eru rétt og sett fram án fordóma ,  en þetta eru 2 ólíkar vélar  2.8 er byggð sem hásnúningsvél , snýst nánast eins og bensínvél , minn fyrsti patrol var 99 árg með tölvukubb og það var gríðarlega gaman að keyra hann þar sem snúningurinn notaðist en svo kom bara haaaa  þegar átti að fara að reyna að nota tork, það nefnilega er ekki til í þeim mótor , er að vísu skömminni skárra í bílunum fyrir 98 , þ.e. y60.  En 3.0 er með tork en ekki háan snúning og 3.0 og sjálfskiftingin var alveg frábært combó og tæki ég alltaf þann kostinn í Patrol .",
            "date": "2016-02-09 13:22:00",
            "post_id": "166709",
            "reply_to_id": "166708"
        },
        {
            "user_name": "snöfli",
            "text": "Þú færð traustan bíl sem hægt er að níðast á í krapa, skörum, grjótgrodda etc.  Fjöðrun er frábær þannig að bíllinn fer vel með farþega.  Vélarnar gætu verið öflugri.  Ég valdi, eins og ofan greinir, 3.0DID út af tokinu.  Það er miklu einfaldara og skemmtilegra að keyra jeppa með torki en án.  Bremsa niður við skorninga og steina etc. og \"labba\" af stað aftur en ekki kveikja á þeytirokk, svo ekki sé minnst á hjakk í snjó.\nElstu 3.0 voru kallaðar inn en eru enn með 2-3 \"issue\".  EGR ventil þarf að blinda og eldri en 2003 stýra illa breytilegu inntaksspjöldunum á túrbínunni.\nÞriðja issuið nefnt hér fyrir ofan er ef MAF sensorinn feilar.\nÞað eru til lausnir á öllum þessum málum hér fyrir ofan og vert að hafa í huga að skiptimótor kostar mun minna en verðmunurinn gagvart sambærilegri Toyotu.\nAð auki gildir fyrir þennan mótor eina og alla með álheddi, að súr kællivökvi eyðileggur heddpakkninguna þannig að það þarf að skipta um hann á einhverja ára fresti (3ár t.d.).\nLárus",
            "date": "2016-02-09 13:51:00",
            "post_id": "166710",
            "reply_to_id": "166709"
        },
        {
            "user_name": "stingi",
            "text": "takk æðislega fyrir góð svör \nkv Stefán",
            "date": "2016-02-09 16:48:00",
            "post_id": "166714",
            "reply_to_id": "166710"
        },
        {
            "user_name": "snöfli",
            "text": "",
            "date": "2016-02-09 16:57:00",
            "post_id": "166715",
            "reply_to_id": "166714"
        },
        {
            "user_name": "elliofur",
            "text": "Það eru fleiri gallar við þessa vél. Best er að googla zd30 common faults eða eitthvað slíkt. Meðal annars losna stundum boltar í tímagírnum og stúta honum. Einn slíkur var orðinn laus hjá mér í mótor eknum 99þús km.",
            "date": "2016-02-09 20:44:00",
            "post_id": "166724",
            "reply_to_id": "166715"
        }
    ],
    "date": "2016-02-05 11:22:00"
}