{
    "forum_title": "Almennt spjall",
    "id": "32279",
    "title": "Gamlir  Mödderar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=32279",
    "posts": [
        {
            "user_name": "Stjóni",
            "text": "Sælir félagar\nVegna þess að maður sér að enn er slegist um gamla muddera langar mig að vita hvort einhver sem er eldri en tveggja vetra veit hvenær síðasti Mudderinn var fluttur inn?\nDekkjaverkstæðin eru úthrópuð ef þau selja dekk sem eru ársgömul, þó ættu þau dekk að vera geymd við góðar aðstæður.\nMikið rosalega hlítur Mudderinn að vera góður fyrst menn standa í þessu\nGóðar stundir",
            "date": "2016-02-10 16:36:00",
            "post_id": "166759",
            "reply_to_id": false
        },
        {
            "user_name": "haffiamp",
            "text": "hef alltaf heyrt að mudder séu bestu dekkin en mig grunar að þau hafa ekki komið hingað síðan 2003-2004\nEf vel er hugsað um dekk þá geta þau orðið ansi gömul og dekkjaverkstæði hafa sumhver \"réttindi\" til að geyma dekk í allt að 8 ár og selja enn...\nÉg er t.d með 2004 árg af ground hawg sem er alveg ófúinn og sléttur",
            "date": "2016-02-13 08:15:00",
            "post_id": "166886",
            "reply_to_id": "166759"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég var að selja frá mér mudder gang og á annan sjúskaðari, hvorugur gangurinn var farinn að springa verulega, að skoða þau dekk miðað við svo 41\" Irok, þá finnst mér MUN harðara gúmmí í irok dekkjunum. Bíllinn er gjörsamlega eins og belja á svelli á irok miðað við mudderinn.\nÉg hef grun um að þetta harða gúmmí springi fyrr, enda eru mörg þessi dekk sem er verið að selja til okkar jeppamanna ætluð í drullu frekar en snjó. Þar skiptir væntanlega meira máli að rífa ekki dekkið í drullunni en að gripið sé eitthvað yfirgengilegt í hálku",
            "date": "2016-02-13 11:19:00",
            "post_id": "166892",
            "reply_to_id": "166886"
        },
        {
            "user_name": "Valdi B",
            "text": "hvernig sé ég hvaða ár dekk voru framleidd ?  er með einn gang af gh 38\"  og einn af superswamper",
            "date": "2016-02-14 01:26:00",
            "post_id": "166920",
            "reply_to_id": "166892"
        },
        {
            "user_name": "Rodeo",
            "text": "Þú finnur fjögura stafa dot merkingu, fyrstu tveir eru vikan og næstu tveir eru árið.\n1209 væri til dæmis dekk sem eru framleidd í endaðan mars 2009.\nhttp://www.tirebuyer.com/education/how- ... your-tires",
            "date": "2016-02-14 08:53:00",
            "post_id": "166921",
            "reply_to_id": "166920"
        },
        {
            "user_name": "Dodge",
            "text": "Málið með mödderinn er að þau meiga alveg vera 20 ára gömul, fúin í kurl og með 1cm gapandi rifu allan hringinn kringum felguna, samt halda þau lofti og hanga á felgunni. Leggjast bara betur fyrir vikið. Öll önnur dekk sem líta helmingi betur út en þarna er líst eru bara haugamatur.",
            "date": "2016-02-19 09:57:00",
            "post_id": "167062",
            "reply_to_id": "166921"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sammála stefáni alveg ótrúleg dekk og þau bestu sem til eru í snjó finnst mér",
            "date": "2016-02-19 12:39:00",
            "post_id": "167074",
            "reply_to_id": "167062"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég henti fyrir nokkrum árum einu mudder dekki sem var orðið sprungið 2/3 af leiðinni uppvið felgu, það sem ég var stressaðastur yfir var að rifan opnaðist svo mikið ef ég setti meira en 20 pund í dekkið, en það hélt samt lofti....\nÉg fór nokkrar ferðir og var búinn að keyra nokkur þúsund kílómetra á dekkinu svona",
            "date": "2016-02-19 15:25:00",
            "post_id": "167080",
            "reply_to_id": "167074"
        }
    ],
    "date": "2016-02-10 16:36:00"
}