{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "32287",
    "title": "Í basli með trissuhjól á sveifarás / PATROL  :(",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=32287",
    "posts": [
        {
            "user_name": "thorjon",
            "text": "Jæja, um er að ræða \"höfuðverkinn minn\" Patrol 98 með 2.8 vélinni.  Helvítið ákvað í dag að losa vel upp á trissuhjólinu á sveifarásnum !  Tók fyrst eftir að bíllinn hætti að hlaða og vökvastýrið datt út.  Þar sem ég var nokkur hundruð metra frá heimilinu þá ákvað e´g að skrölta áfram handviss um að reim væri farin :(  Þegar ég kíkti svo í húddið sá ég að helv trissan skröltir laus !  \nHvernig er best að rífa þetta til að kanna tjónið ?  Þarf ég að rífa allt fyrir framan trissuna ( vatnskassa og alles) eða er hægt að losa þetta með minna umstangi ?\nEr ekki aðalatriðið að athuga hvort \"flangsinn/titturinn\" úr sveifarásnum sé skemmdur ?\nÖll ráð velkomin (og já ég veit ég veit,, besta ráðið er að Cummingsvæða hehe)\nKveðja:  Þórjón",
            "date": "2016-02-10 23:02:00",
            "post_id": "166785",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Þar sem ég þekki ekki þessa vél, þá spyr ég. Er ekki miðjubolti sem heldur trissunni á sveifarásnum. Ef svo er. Ertu þá ekki búinn að tapa honum. Mjög líklega, þarftu að losa allavega vatnskassann.",
            "date": "2016-02-11 00:19:00",
            "post_id": "166788",
            "reply_to_id": "166785"
        },
        {
            "user_name": "thorjon",
            "text": "Takk fyrir svarið Sambó,, engir fleiri með comment ??",
            "date": "2016-02-11 23:43:00",
            "post_id": "166855",
            "reply_to_id": "166788"
        },
        {
            "user_name": "dorijons90",
            "text": "sæll. það er miðjubolti sem a að halda þessu föstu og hann a að vera hertur 150nm minnir mig :) en það er best að rifa viftuna fra og þa kemstu vel i hlifarnar til að losa þær og þar bakvið serðu þa serðu vel hvert að kyllinn se ekki ónytur lika.",
            "date": "2016-02-11 23:58:00",
            "post_id": "166857",
            "reply_to_id": "166855"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll félagi ég mundi strax rífa vatnskassan og grillið og fara í þetta framan frá og gera mér eins góða aðstöðu og hægt er við þessa vinnu.Það er lítið mál að rífa kassan úr taka fyrst hlífina og tappa af kassanum í brúsa það er krani niðri. Síðan að skoða þetta við góðar aðstæður.Skoða kílinn og endan á sveifarásnum hann gæti verið orðin skemmdur. Skipta svo um tímareym og vatnsdælu í leiðinni. Er að gera þetta í patrol þessa dagana. Fékk tímareym í <Kistufelli fyrir 8500 og svo verslaði ég vatnsdælu á 12500. kveðja guðni",
            "date": "2016-02-12 11:58:00",
            "post_id": "166864",
            "reply_to_id": "166857"
        },
        {
            "user_name": "Stjóni",
            "text": "Kannski hjálpar þetta eitthvað",
            "date": "2016-02-12 12:10:00",
            "post_id": "166865",
            "reply_to_id": "166864"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ef ásinn/trissan er skemmt þá var hann Kristján rennismiður í Borgarnesi víst að smíða fóðringar og kíla sem redda málinu.",
            "date": "2016-02-12 12:12:00",
            "post_id": "166866",
            "reply_to_id": "166865"
        },
        {
            "user_name": "thorjon",
            "text": "djöfull er ég sáttur við ykkur strákar ;)  gott að geta leitað í viskubrunninn.  Vill svo vel til að ég er með fína aðstöðu þar sem pattinn verður settur í á sunnudaginn, hugsa að ég fari að ráðum Guðna og láti mig hafa það að rífa dótið að framan.... jú og krossa fingur :(",
            "date": "2016-02-12 21:23:00",
            "post_id": "166884",
            "reply_to_id": "166866"
        },
        {
            "user_name": "thorjon",
            "text": "Jæja, þá er búið að fara að ráði Guðna og rífa \"FRAMAN FRÁ\" og ég er að vona að mér hafi tekist að setja inn 2 myndir af skemmdunum.  Önnur er af trissuhjólinu og hin af sveifarásnum.  Ég þorði nú ekki að rífa tannhjólið fyrir tímareimina af fyrr en ég fengi upplýsingar um hvort ég þurfi ekki að merkja saman hin hjólin til að rugla ekki tímanum ???\nSvo langaði mér að henda fram þeirri spurningu varðandi boltann sem heldur hjólinu á sínum stað... svo er mál me vexti að e´g gat skrúfað hann lausann með 3 puttum, er það eðlilegt ??  Það sem e´g er að spá er hvort það geti staðist að þegar skipt var um headpakkningu fyrir ca ári síðan þá vildu þeir endilega skipta um pakkdósina við sveifarásinn í leiðinni og hvort að mögulegt sé að boltinn hafi ekki verið hertur nógu mikið og einfaldlega losnað ?? eða er eðlielgt við svona havarí að boltinn sé laflaus ??\n... Spyr sá sem ekki veit ;) en væri gott að fá álit annarra áður en e´g fer og tala við eiganda verkstæðisins\nkveðja:  Þórjón",
            "date": "2016-02-14 22:22:00",
            "post_id": "166931",
            "reply_to_id": "166884"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það er svona eiginlega öruggt að eitthvað hefur klikkað við að herða boltann í sveifarásinn við þessa hedd aðgerð.",
            "date": "2016-02-14 22:47:00",
            "post_id": "166932",
            "reply_to_id": "166931"
        },
        {
            "user_name": "Brjotur",
            "text": "Og ekki limdur heldur :(",
            "date": "2016-02-14 22:53:00",
            "post_id": "166934",
            "reply_to_id": "166932"
        },
        {
            "user_name": "biturk",
            "text": "Það verður að líma sveifarásbolta og herða þá rétt í nm\nEf þû skiptirbum tímann þá skaltu snúa tímamerkjunum á sinn stað miðað við tdc á fyrsta og síða taka í sundur\nMuna bara að skipta um allar pakkdósir, strekkjara og vatsdælu líka fyrst að það er búið að rífa í sundur, margborgar sig að gera þetta bara almennilega þó það kosti aðeins meira :)",
            "date": "2016-02-14 23:45:00",
            "post_id": "166936",
            "reply_to_id": "166934"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það er bæði hægt að herða of lítið eða of mikið. Ef um of herslu er að ræða, þá hefur boltinn tognað og við það missir hann styrkinn og losnar.\nVarðandi tímann, þá lætur þú rokker armana á aftasta, vera að velta. Þ.e.a.s. útblástur að loka og sog að opna, þá ætti hún að vera á merkjum á tímagírnum. Bara skoða öll merkin vel áður en þú losar reimina.",
            "date": "2016-02-15 00:33:00",
            "post_id": "166937",
            "reply_to_id": "166936"
        },
        {
            "user_name": "grimur",
            "text": "Svona til að fylgja eftir síðasta kommenti, ef það er ekki alveg klárt, að fá nýjan bolta í þetta. Það getur ekki verið svo mikil fjárfesting en kannski smá ves að fá hann ef umboðið á hann ekki til. \nLíma þetta með ekki alltof öflugu lími, þarf samt að þola smá hita. Það eru til mjög margar gerðir af Loctite.\nUmboðið á að gefa uppl. um hvaða gerð, þeir eru ekki of góðir til þess ef þú verslar af þeim boltann.\nGangi þér vel með þetta, svona sveifaráss-trissu vesen er alger verkur í rassi.\nKv\nGrímur",
            "date": "2016-02-15 02:37:00",
            "post_id": "166938",
            "reply_to_id": "166937"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll ég herti boltan hjá mér í 180Nm og setti lím með.Ég sló létt á trissuna og herti svo aftur.Ég setti tré fleiga undir hjólið á olíuverkinu og knastásunum áður en ég tók tímareymina af og eftir að ég var búinn að setja öll merki á sinn stað. Bara til að varna því að hjólin hreifðust. En gangi þér vel  með þetta og leyfðu okkur að fylgjast með í texta og myndum.SKoðaðu þrýsti slönguna frá stýrisdælunni og að snekkjunni þær eiga til að byrja að leka þar sem stutta gúmíslangan er inn á milli rétt við snekkjuna. Búinn að lenda í því í tveimur patrolum að vísu eldri bílum um 90 til 92 að þar fór að leka.kveðja guðni",
            "date": "2016-02-15 12:53:00",
            "post_id": "166944",
            "reply_to_id": "166938"
        },
        {
            "user_name": "thorjon",
            "text": "Já, verkur í rassi er rétt lýsingarorð held ég :)  það ætlaði nú bifvélavirki að kíkja á þetta hjá mér í kvöld en eins og góðum iðnaðarmanni sæmir sást hvorki tangur né tetur af kappanum LOL :)  \nGuðni, ég kíki á þessa slöngu og nota eflaust trixið með tréfleigana,,,, vesenið er bara að e´g hef aldrei lagt í að skipta sjálfur um tímareim og væri líklega jafn nytsamur í að hekla mér kjól og stilla þetta sjálfur !!  og NEI drengir ég kann EKKI að hekla ;)\nForvitnilegt verður að heyra frá verkstæðinu (vonandi á  morgun) sem var að bögglast í trissunni fyrir 13 mánuðum og hvort þeir/eigandinn vilji eitthvað koma til móts við mig........\nEf allt fer á versta veg er einhver sem gæti skottast til mín og stillt af hjólin ??  Ég myndi að sjálfsögðu borga viðkomandi fyrir ómakið ... það er ekki hægt að hafa djásnið inn á \"sjúkrastofunni\" of lengi\nkveðja:  þórjón\nP.S. e´g skal reyna að taka einhverjar \"ó\"myndir af þessu brasi öðrum til skemmtunar ( enda hef ég sjálfur óendanlega gaman af að fylgjast með brasi annarra á síðunni)",
            "date": "2016-02-15 21:47:00",
            "post_id": "166967",
            "reply_to_id": "166944"
        },
        {
            "user_name": "svarti sambo",
            "text": "Eitt skaltu hafa hugfast í gríni.\nSpurning: Veistu hver munurinn er á iðnaðarmanni og dauðanum.\nSvar: Dauðinn kemur, en það er óvíst að iðnaðarmaðurinn komi. :-)",
            "date": "2016-02-15 21:53:00",
            "post_id": "166968",
            "reply_to_id": "166967"
        },
        {
            "user_name": "biturk",
            "text": "Googlaðu bara merkin, þetta er mjög einfalt",
            "date": "2016-02-16 00:24:00",
            "post_id": "166981",
            "reply_to_id": "166968"
        },
        {
            "user_name": "thorjon",
            "text": "Jæja, þá er búið að gúggla og Youtúbast varðandi tímareimina, klóra sér í hausnum,, klóra svo aðeins meira.. mikið er maður heppinn að vera ekki lengur með neitt hár af viti á kollinum ! :)\nEn er það rétt skilið hjá mér að tímamerkin séu í raun aðeins á \"2 efri hjólunum\" ?? Knastás og \"hitt\" vinstra megin :) en ekki neitt í raun á Sveifarásnum ??\nEinnig á ég að losa fyrst á sexkantsskrúfunni á strekkjaranum og hann þá að losna eða hvað ??\nJá og hvernig dreg ég út tímareimar-tannhjólið af Sveifarásnum ? er það eitthvað voða trix eða bara dragkló ?? ( svona þegar reimin er farin af.\nGuðni, það er smá smit með þessarri slöngu á stýrisdælunni sem þú minntist á, ca 2 cm af slöngunni.... á e´g að skipta eða ?? ( \"Drottinsorðið\"/original svona slöngustubbur kostar rúmar 12.þús hjá umboðinu.... er það ekki einu sem eru með þennan skratta ?)\n3 myndir til skýringa.",
            "date": "2016-02-16 22:30:00",
            "post_id": "166997",
            "reply_to_id": "166981"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll félagi það er ógreinilegt merki framan á tannhjólinu á sveifarásnum taktu stóru skífuna af.Þegar þú stendur fyrir framan bílinn og horfir á tannhjólið ekki vera að vera með gleraugun eða stækkunargler þá sérðu stimplað lítið hak í hjólinu og annað í álhúsinu.Það eru þrjú merki sem verða að stemma saman.Ég hef séð á tannhjólinu á olíuverkinu tvö merki annað er punktur sem stendur við tölustafurinn 4 og hitt er sritk sem við stendur 6. Notaðu strikið sem stendur við talan sex. En taktu myndir af því þegar þú ert búinn að stilla inn tíman og settu hér inn til öryggis og skiptu um hjólin og vatnsdæluna og vatnslásinn.Það er svo helvíti leiðinlegt að skipta um vatnslásinn í þessum vélum hann er undir olíuverkinu í hliðinni á blokkinni hann á að opnast við 82 gráður gott að vita það ef þú kaupir ekki orginal. Það eru líka strik á tímareyminni sjálfri sem eiga að stemma við merkin á vélinni.Láttu smíða nýja slöngu fyrir þig til dæmis í Landvélum kveðja guðni",
            "date": "2016-02-17 07:26:00",
            "post_id": "167007",
            "reply_to_id": "166997"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég átti einusinni bíl með túrbólausri útgáfu af þessari vél, mig minnir að ég hafi snittað fyrir tveimur 6mm snitt teinum í götin framan á hjólinu (sérð þau þegar þú fjarlægir skífuna) og tók svo bút af sveru flatjárni og boraði í sömu gata deilingu, stakk því uppá snitt teinana og notaði þetta til að draga hjólið fram af ásnum, flatjárnið hvíldi semsagt framan á ásnum og skrúfaði svo rær uppá teinanna til að draga hjólið fram.\nMig minnir að á þeirri vél hafi verið merki á öllum hjólunum, uþb tannar breitt stykki tekið niður um kannski 0.3mm á þeim framanverðum, þau merki pössuðu svo við strikin á nýju tímareiminni.\nTaktu inní myndina að það eru að lágmarki 11 ár síðan ég gerði þetta, en þá seldi ég bílinn",
            "date": "2016-02-17 14:51:00",
            "post_id": "167014",
            "reply_to_id": "167007"
        },
        {
            "user_name": "birgiring",
            "text": "Ég á myndir af mekjunum.Hvernig setur maður þær inn?",
            "date": "2016-02-17 17:36:00",
            "post_id": "167017",
            "reply_to_id": "167014"
        },
        {
            "user_name": "Járni",
            "text": "Ég bætti inn viðgerðarbók fyrir Y61 Patrol í tækniupplýsingahlutann okkar\nviewtopic.php?f=58&t=32352\nInni í zip fælnum er \"em.pdf\" eða Engine mechanical, þar eru upplýsingar um tímareimina.",
            "date": "2016-02-17 17:45:00",
            "post_id": "167019",
            "reply_to_id": "167017"
        },
        {
            "user_name": "asgeirh",
            "text": "Ég bað Öskju um upplýsingar um hvað ætti að herða svona bolta mikið á Benz sem ég á og var sagt að ég þyrfti að borga 5700 kr. + Vsk fyrir það.",
            "date": "2016-02-17 18:58:00",
            "post_id": "167025",
            "reply_to_id": "167019"
        },
        {
            "user_name": "Startarinn",
            "text": "hvað er eiginlega að þarna í Öskju?\nKistufell hefur meira að segja haft fyrir því að ljósrita uppúr bókunum sínum, fyrir mig, mér að kostnaðarlausu",
            "date": "2016-02-17 19:11:00",
            "post_id": "167026",
            "reply_to_id": "167025"
        },
        {
            "user_name": "biturk",
            "text": "Fylgir þá ekki viðgerðabókin með og maður sem kemur og gerir þetta fyrir þig?\nAskja úti að skíta greinilega",
            "date": "2016-02-17 20:42:00",
            "post_id": "167028",
            "reply_to_id": "167026"
        },
        {
            "user_name": "thorjon",
            "text": "Maður er náttúrlega bara rasshaus !! :)  Járni setti inn manual og þegar e´g opnaði hann þá kom stórt DOHH... af því ég er með sama manual í tölvunni,, já er ekki viss hvort maður eigi að kalla sig rúsínuheila eða rasshaus.. anyways, til að halda mönnum \"updated\"\nTalaði við bifvélavirkjann / eiganda verkstæðisins) sem skipti um heddpakkninguna hjá mér fyrir 13 mánuðum og sýndi honum myndir og trissuna, þetta var hvorki flókið né neitt vesen og hann bauðst til að klára viðgerðina og borga trissuna líka.  þar sem að ég get ekki verið 100% viss (aðeins 98% hehe) að hans strákar hafi eitthvað klúðrað límingu eða herslu þá fannst mér sanngjarnt að e´g tæki á mig varalutina og hann vinnuna ( hann ætlar að henda tímareiminni í fyrir mig í leiðinni) og tel ég það ásættanlega niðurstöðu, hver veit, kannski dettur hann í \"lof og last\" eftir viðgerðina ;)\nFann loksins tímamerkið þegar ég tók hlífina framanaf, já svona er að hafa ekki rifið þetta áður en svo lengi lærir sem lifir.  þarf að bera myndina úr manualnum við stöðuna á tímareiminni.  Svo ætla ég að fara eftir ráðleggingum Guðna og skipta út vatnsdælunni/ thermostatinu og slöngunni í stýrsvélina enda Guðni hafsjór fróðleiks... já þótt svo hann búi á Sigló (LOL).\nHringdi í strákana í Patrol varahlutir Hveragerði og líkaði vel verðin ( og original hlutir)  þannig að það verður farið í lautarferð í Hveragerði á sunnudaginn og verslaðir varahlutir og endað í ís ( verst að apinn brann inni ),\njæja, vonandi ekki of dauðleiðinlegur þráður ?? þið hamrið þá bara á mig ef svo er ;)",
            "date": "2016-02-17 21:04:00",
            "post_id": "167030",
            "reply_to_id": "167028"
        },
        {
            "user_name": "grimur",
            "text": "Þetta dæmi hjá Öskju er eiginlega alveg magnað!\nEins gott að Benz er næstum ókeypis nýr, einhvern veginn þurfa þeir að ná inn fyrir kostnaði....",
            "date": "2016-02-18 01:12:00",
            "post_id": "167041",
            "reply_to_id": "167030"
        },
        {
            "user_name": "jeepson",
            "text": "Sæll.Það er merki á sveifarásnum líka. Þú átt að sjá lítið merki á tímareima hjólinu á ásnum. Og svo er merki hægramegin á vélinni. Semsagt þegar að þú stendur fyrir framan bílinn. Ég er sjálfur með mikla reynslu af þessu trissuhjóla veseni á 38\" pattanum mínum. Hann át 3 hjól og altaf fór sveifarásin verr og verr. Á endanum nennti ég þessu ekki reif vélina úr og seldi hana. Ég er búinn að vera í fýlu útí bílinn síðan.",
            "date": "2016-02-20 20:07:00",
            "post_id": "167113",
            "reply_to_id": "167041"
        }
    ],
    "date": "2016-02-10 23:02:00"
}