{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "32299",
    "title": "L200 tapar vatni",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=32299",
    "posts": [
        {
            "user_name": "redneck",
            "text": "Góđan daginn spjallarar, ég er međ 2001 L200 sem tapar vatni þegar hann hitnar, fyllti á vatnskassann og setti líka á forđabúriđ ađeins fyrir ofan ful strikiđ, keyrđi hann svo þangađ til hann hitnađi, setti hann á smá snúning og tók eftir því ađ forđabúriđ var orđiđ fullt og svo komu loftbólur frá vatnskassanum yfir í forđabúriđ, svo fór hann ađ æla af sér vatni í gegnum affalliđ á forđabúrinu nokkuđ taktfast, bendir þađ ekki til hedds eđa heddpakningar eđa getur veriđ eitthvađ annađ ađ? Og ég hef ekki enþá séđ vatn í olíunni eđa olíu í vatninu",
            "date": "2016-02-11 18:18:00",
            "post_id": "166824",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Ef að þetta gerist bara þegar að hann hitna, þá er sennilega sprunga einhverstaðar, sem opnast við hitann. Það er bara að byrja á því að rífa heddið af og skoða bæði pakningu og þrýstiprófa hedd.\nEf þig vantar hedd, þá á ég sennilega eitt yfirfarið.",
            "date": "2016-02-11 18:37:00",
            "post_id": "166825",
            "reply_to_id": "166824"
        },
        {
            "user_name": "redneck",
            "text": "Takk fyrir þetta, hugsa ađ hann fái bara ađ sofna svefninum langa þar sem þetta er nýjasta vandamáliđ í flórunni",
            "date": "2016-02-11 19:08:00",
            "post_id": "166830",
            "reply_to_id": "166825"
        },
        {
            "user_name": "Lemmy",
            "text": "Ertu til í að selja úr honum varahluti?",
            "date": "2016-02-11 20:58:00",
            "post_id": "166835",
            "reply_to_id": "166830"
        },
        {
            "user_name": "solemio",
            "text": "Sendi þer pm",
            "date": "2016-02-11 21:55:00",
            "post_id": "166846",
            "reply_to_id": "166835"
        },
        {
            "user_name": "mosinn",
            "text": "Er möguleiki á að fá hluti úr þessum bíl ef svo er hvar er hann stað settur vantar body hluti",
            "date": "2016-02-12 18:50:00",
            "post_id": "166881",
            "reply_to_id": "166846"
        },
        {
            "user_name": "redneck",
            "text": "Hann er á Húsavík eins og er, en fer til Akureyrar á morgun",
            "date": "2016-02-13 20:36:00",
            "post_id": "166914",
            "reply_to_id": "166881"
        },
        {
            "user_name": "Sævar Örn",
            "text": "eg hef 4x skipt um miðstöðva element í svona l200 dísel vegna leka en það tel ég óeðlilega algengt nema það sé einskær tilviljun,\nþannig prufaðu að smakka bleytuna farþegamegin að framan undir gólfmottunni ef hún er sæt súr þá má alveg skoða elementið það gleymist æði oft..!",
            "date": "2016-02-14 15:13:00",
            "post_id": "166928",
            "reply_to_id": "166914"
        },
        {
            "user_name": "redneck",
            "text": "Kemur enginn bleyta þar sem ég hef tekiđ eftir, ælir öllu yfir í forđabúriđ og svo af sér",
            "date": "2016-02-14 16:41:00",
            "post_id": "166929",
            "reply_to_id": "166928"
        }
    ],
    "date": "2016-02-11 18:18:00"
}