{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "32300",
    "title": "L200 tekur illa afstað.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=32300",
    "posts": [
        {
            "user_name": "KarlB",
            "text": "Sælir, er með smá vandamál hérna. Er mep L200 2007 módel, sjálfskiptur. Sem á það til að taka löturhægt afstað, helst ef hann er í um 700 snúningum, svo þegar hann hefur náð kannski 1200 snúningum þá tekur hann eðlilega afstað og hækkar hraðan eðlilega. Þetta gerist bara ef hann tekur afstað úr kyrrstöðu og svo geta komið skipti þar sem að bílinn virkar fínt kannski í nokkra tíma.\nÞað er nýbúið að skipta um, hedd , tímareim, spíssa og vatnsdælu, ásamt fleiri litlum hlutum. Hann var líka með oliukæli sem hefur verið aftengdur vegna þess að hann lak. \nEr eitthver sem hefur eitthverja reinslu af þessu og veit kannski hvað er að?",
            "date": "2016-02-11 18:41:00",
            "post_id": "166826",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Er hann svona máttlaus eða er skiftingin að slúðra. Ef snúningsmælirinn fer eðlilega upp, miðað við inngjöf, en bíllinn ekki. Þá er skiftingin að stríða þér.",
            "date": "2016-02-11 18:47:00",
            "post_id": "166827",
            "reply_to_id": "166826"
        },
        {
            "user_name": "Nenni",
            "text": "Er hann með variable valve controll ? getur verið að það vanti olíu á vélina ?\nEf það vantar olíu á svoleiðis bíla þá bara hreinlega orka þeir ekki neitt og rétt drullast af stað.",
            "date": "2016-02-11 18:57:00",
            "post_id": "166828",
            "reply_to_id": "166827"
        },
        {
            "user_name": "KarlB",
            "text": "snúningsmælirinn fer ekki eðlilega upp neit. hann fer mjög hægt frá svona 700 -1200. svo eftir það er hann góður, þangatil að ég stoppa á næsta ljósi. \nætla að skoða þetta með olíuna , takk fyrir.",
            "date": "2016-02-11 19:00:00",
            "post_id": "166829",
            "reply_to_id": "166828"
        }
    ],
    "date": "2016-02-11 18:41:00"
}