{
    "forum_title": "Almennt spjall",
    "id": "32350",
    "title": "Reimleiki í fjallaskálum eða uppá fjöllum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=32350",
    "posts": [
        {
            "user_name": "joisnaer",
            "text": "Góðan Daginn, Ég hef verið að spá í að reyna að taka saman sagnir og sögur um reimleika eða draugagang í fjallaskálum eða uppá fjöllum.\nAllar frásagnir og sögur velkomnar",
            "date": "2016-02-17 13:06:00",
            "post_id": "167011",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ég kann eina gamla sem þó er kannski ekki reimleikasaga, heldur meira í gríni gert til að hræða samferðamennina\nCode: \nSelect all\nÞannig var að haustið 1980 og eitthvað voru menn á leið í göngur uppúr Þingeyjarsveit og ná þá fyrsta kvöldið inn að gististað á hálendinu sem ekki verður nefndur.\nVar það svo að einn hrekkjóttur bóndi í sveitinni gerði sér ferð á undan gangnamönnunum inn að skála, opnaði og kveikti á kerti, því næst lokaði hann og gekk frá eins og gert hafði verið að árinu áður, og fór svo burtu án þess að skilja eftir sig frekari ummerki. Ætlunin var að hræða gangnamennina sem voru á leiðinni svo þeir héldu að reimt væri í húsinu, og illur andi hefði kveikt þetta kerti til að fæla þá á brott.\nEinu klikkaði hrekkjótti bóndinn á, Þingeyingar á þessum tíma voru miklir listasmiðir í bílskúrum og kjöllurum og höfðu að sjálfsögðu með sér veigar sem nesti, veigar slíkar höfðu þann kost eða ókost að auka mönnum kjark og kjaftþor meðal annars,\n komu þeir í skálann seint og um síðir kátir og háværir sem aldrei fyrr, rifu upp slagbrand og gluggaskjól og gakk í bæ, hófst þá mikið hláturskast hjá fyrsta manni í skála\n\"HA HA strákar, við gleymdum að blása á kertið í fyrrahaust\"",
            "date": "2016-02-17 14:30:00",
            "post_id": "167013",
            "reply_to_id": "167011"
        },
        {
            "user_name": "atligeysir",
            "text": "Draugurinn í Hvítárnesi.\nAmma heldur því statt og stöðugt fram að hafa lent í honum, fannst sem eitthver væri að kyrkja hana og síðan var henni hent fram úr kojunni.\nÁ víst að vera kvennmaður sem heldur til þarna.\nGóðar sögur sprottið þarna fram og gestir meir að segja skrifað í gestabækur á staðnum og sagt frá draugnum.\nhttp://www.visir.is/reimleikinn-i-hvita ... 5150229930\nhttp://skemman.is/en/stream/get/1946/13 ... $$0029.pdf",
            "date": "2016-02-17 21:40:00",
            "post_id": "167034",
            "reply_to_id": "167013"
        },
        {
            "user_name": "joisnaer",
            "text": "já það var einmitt þessi frásögn og saga sem fékk mig til að spá í þessu. mjög skemmtileg frásögn.\nÉg hef heyrt að það sé reimt í skálanum við Geldingafell (þótt ég sel það ekki dýrara en ég keypti það)\nÞað væri gaman að safna saman sögum á frásögnum um reimleika í fjallaskálum. Eflaust margir sem hafa áhuga á þannig löguðu.",
            "date": "2016-02-17 22:35:00",
            "post_id": "167037",
            "reply_to_id": "167034"
        },
        {
            "user_name": "grimur",
            "text": "DTE (Drauga og Tröllaskoðunarfélag Evrópu) hefur nánast sérhæft sig í þessum efnum.\nValur Lýðsson á Gýgjarhóli og Bjarni Harðarson bóksali á Selfossi eru helstu sprauturnar í þessum félagsskap.\nKv\nGrímur",
            "date": "2016-02-18 00:29:00",
            "post_id": "167040",
            "reply_to_id": "167037"
        },
        {
            "user_name": "jongud",
            "text": "Önnur saga sem á ekki beint skylt við reimleika, en tengist fjallaskála og gangnamönnum.\nUng hjón höfðu ákveðið að gifta sig í stóra skálanum á Hveravöllum og presturinn ákvað að nota skála gangnamanna sem skrúðhús.\nSama kvöld koma gangnamenn vel rakir í skálann og eru að fara að koma sér fyrir, en það snar-rann af þeim þegar skyndilega gengur prestur í fullum skrúða inn í skálann.\nÖnnur saga alveg óskyld fjallaskálum sem ég heyrði hjá Stefáni Pálssyni sagnfræðingi varðandi reimleika.\nBretar keyptu húsið Höfða í Reykjavík eins og frægt er. Konsúllinn var ölkær í meira lagi og fannst ansi langt að ganga úr kvosinni og upp að Höfða. Óskaði hann því eftir öðru húsnæði nær miðbænum. Breska utanríkisþjónustan gaf þvert NEI. Þeir voru jú nýbúnir að kaupa rándýrt glæsihýsi handa honum og vildu e.t.v. halda honum fjarri öldurhúsum Reykjavíkur. \nÞá fór konsúllinn að blaða í reglugerðum bresku utanríkisþjónustunnar og sérstaklega kaflanum sem fjallar um galla á húsnæði. Einn af göllunum sem gerðu hús óíveruhæft reyndust einmitt vera reimleikar.\nOg þá fór konsúllinn að koma sögum af stað um að það væri reimt í Höfða og diktaði upp einhverja sögu um fyrrverandi vinnukonu sem gengi þar aftur.\nKvörtun var send, konsúllinn fékk nýtt húsnæði í miðbænum en draugasagan varð föst við Höfða.",
            "date": "2016-02-18 08:28:00",
            "post_id": "167044",
            "reply_to_id": "167040"
        }
    ],
    "date": "2016-02-17 13:06:00"
}