{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "32423",
    "title": "Mig suða -   Gas",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=32423",
    "posts": [
        {
            "user_name": "Fordinn",
            "text": "Jæja  það er löngu kominn tími á að taka mig suðuna sem eg keypti sennilega fyrir 2 árum og koma í notkun.... \nMig vantar þá gas við hana,        held eg muni ekki réttlæta það að leigja kút hja ísaga....\nHvað er þá í boði    kolsýra   eða er einhver að selja einnota kúta með blönduðu gasi???\nÉg hef lesið sumstaðar að mönnum finnist verra að sjóða með kolsýrunni,, eru þeir þá kanski of góðu vanir???       ég er ekki sérlega vanur að sjóða með mig,   svo  það skiptir byrjanda kanski minna máli enn þann sem vanur er'???\nkv Mikki",
            "date": "2016-02-26 00:27:00",
            "post_id": "167317",
            "reply_to_id": false
        },
        {
            "user_name": "Einari",
            "text": "Kaupa svona kút frá isaga með mison 18.  \nhttp://www.aga.is/is/products_ren/suppl ... index.html\nfékkst allavega í Ferró sink á Akureyri, hlýtur að fást í gastec, jak eða klif í borginni.\nKostaði í kringum 40 þús minnir mig, en leigan á stærri kútunum er náttúrulega alveg útúr korti fyrir svona bílskúrskalla 15 þúsund ári eða álíka fyrir utan áfyllingu.\nÞað er líka hægt að fá einnota kúta en ég þekki ekki hvernig verðið á þeim er samanborið við þetta frá AGA.",
            "date": "2016-02-26 03:08:00",
            "post_id": "167320",
            "reply_to_id": "167317"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég er búinn að nota slökkvitæki (kolsýru) síðan 2009 án vandræða, það þarf bara að skipta um ró á þrýstijafnaranum, ég notaði róna sem hélt slöngunni á slökkvitækinu, boraði gatið bara aðeins út.\nÉg er bara með rafstuðu pinna sem ég beygði utanum handfangið til að halda því opnu, renni honum svo af þegar ég er hættur\nÉg ætlaði alltaf að koma mér upp kút með skrúfuðum loka en hef ekki gert neitt í því þar sem þetta hefur virkað vandamála laust í öll þessi ár\nEini ókosturinn við kolsýruna er að suðan frussar meira með henni, en þetta margborgar sig miðað við að leigja kút hjá Ísaga",
            "date": "2016-02-26 10:10:00",
            "post_id": "167327",
            "reply_to_id": "167320"
        },
        {
            "user_name": "íbbi",
            "text": "èg á stórann 50l kút sjàlfur og er með kolsýru, èg verð að viðurkenna að mèr dauðleyðist að sjóða með þessu.  èg vill ekki sjà það að vera leigja dót, og finnst afar leitt að það sè ekki hægt að kaupa alvöru gas hèrna",
            "date": "2016-03-01 22:20:00",
            "post_id": "167494",
            "reply_to_id": "167327"
        },
        {
            "user_name": "magnum62",
            "text": "Farðu í Slökkvitækjaþjónustuna í Hf  hjá honum Frank og keyptu þér kolsýru kút. Ódýrt og gott.",
            "date": "2016-03-08 01:46:00",
            "post_id": "167652",
            "reply_to_id": "167494"
        },
        {
            "user_name": "Inox",
            "text": "Þú notar ekki kolsýru eftir að hafa notað almennilegt gas.   Ef þú ert óvanur og vilt læra mæli ég með almennilegu gasi, kolsýra gefur ákaflega ljótar suður jafnvel hjá vönum..",
            "date": "2016-03-30 00:52:00",
            "post_id": "168175",
            "reply_to_id": "167652"
        },
        {
            "user_name": "Startarinn",
            "text": "Þarna ætla ég að leyfa mér að vera ekki sammála þér",
            "date": "2016-03-30 09:18:00",
            "post_id": "168184",
            "reply_to_id": "168175"
        },
        {
            "user_name": "hobo",
            "text": "Það var bara notuð kolsýra í skóflusmíði hjá mér um árið. Þá var bara soðið mjög þykkt stál, 1,6mm vír og mikið power. Þetta voru 100% suður.\nHef ekki soðið þunnt með kolsýru, kannski fer hún að virka illa þá.",
            "date": "2016-03-30 09:42:00",
            "post_id": "168186",
            "reply_to_id": "168184"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Ég er með 5kg kút, mison 18, frá gastec, kostar minnir mig um 30 og þú átt kútinn, kaupir svo áfyllingu (færð annan kút alltaf)",
            "date": "2016-03-30 11:08:00",
            "post_id": "168188",
            "reply_to_id": "168186"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það á ekki að nota helst neitt annað en mison 18 í járnið. Ég veit að það er hægt að nota aðrar gastegundir, eins og fogon og fl. en það kallar bara á meira fruss og lélegri suðu, þó svo að menn sjái það ekki með berum augunum. menn fá besta flotið í suðubaðið með mison 18. Suða getur verið ónýt eða léleg, þó svo að yfirborðið sé í lagi.",
            "date": "2016-03-30 14:40:00",
            "post_id": "168198",
            "reply_to_id": "168188"
        },
        {
            "user_name": "Startarinn",
            "text": "Mison 18 og Fogon er því sem næst sama gasið, eini munurinn er að Mison 18 átti að vera hollara fyrir suðumanninn, en það var selt á þeim forsendum í stað Fogon\nCO2 frussar meira, en að öðru leiti finn ég lítinn mun á því og mison 18 og Fogon\nMison 2 og Mison Ar gera suðuna kaldari svo hún flýtur verr, allavega hefur mér fundist ómögulegt að sjóða svart stál með þeim.",
            "date": "2016-03-30 17:32:00",
            "post_id": "168201",
            "reply_to_id": "168198"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ég get alveg verið sammála Ásmari, varðandi argon,mison Ar og mison 2. Þó svo að maður eigi að fá hreinastan brunan við argonið, þá finnst mér ömurlegt að sjóða svart járn með því. Þó svo að fogon og mison 18 sé svipað, þá er aðeins meira fruss af fogon, sem mér leiðist og truflar mig. Kannski bara of góðu vanur. Allt þetta mison dót á að vera umhverfisvænna, en mér finnst betra að nota hreint argon í stað mison AR, þegar að ég er að sjóða t.d. ál. Mison 2 er svo hentugast í að tig-sjóða ryðfrítt. Annars nota ég bara hreint argon í bæði ál og ryðfrítt.",
            "date": "2016-03-30 18:30:00",
            "post_id": "168202",
            "reply_to_id": "168201"
        },
        {
            "user_name": "jongud",
            "text": "Ég hef heyrt reynslubolta í suðutækni segja að kolsýran sé í lagi ef þú getur stillt suðuna fyrir hana. Rétt spenna er mikilvæg ef nota á kolsýru. Ódýrar Mig-suður sem eru kannski bara með 4 stillingar á spennunni bjóða ekki upp á slíkar fínstillingar.",
            "date": "2016-03-31 08:19:00",
            "post_id": "168219",
            "reply_to_id": "168202"
        },
        {
            "user_name": "íbbi",
            "text": "èg er með stóra 300A mig í skúrnum og kolsýru, mèr hefur gengið illa að fà þetta til að vera gott,\nnota mison AR í àl og ryðfrìtt",
            "date": "2016-03-31 12:09:00",
            "post_id": "168224",
            "reply_to_id": "168219"
        },
        {
            "user_name": "villi58",
            "text": "Ef þú ert með 300 A í skúrnum þá hentar hún enganvegin til boddýviðgerða, svona öflugar suðuvélar eru leiðinlegar í þunnu efni af því að þær eru hannaðar fyrir þykkra efni. \n180 - 200 A er nærri lagi fyrir þunnt efni jafnvel 150 A er yfirdrifin í boddýstál.",
            "date": "2016-03-31 13:12:00",
            "post_id": "168225",
            "reply_to_id": "168224"
        },
        {
            "user_name": "íbbi",
            "text": "ég sé ekki ekki rökin í að vélin sjálf hennti ekki í þunnt efni, hún sýður bara eins á lágum straum og minni vél stillt á sama straum,  ég vinn við stál og álsmíði og er með stóra 270A  digital fronius vél og stóra vatnskælda kempi í vinnuni, er ekki að skipta í minni suðu vélar þegar ég vinn með þunnt efni, til þess eru stillingarnar á vélini,  eini ókosturinn við að vera með svona stóra vél heima við er hvað hún er ómeðfærileg, viktar 100 kg án kútsins, \nþað sem ég er að kvarta undan í svarinu að ofan er kolsýran, það er hún sem mér gengur illa að líka við, frussar mikið og flr sem mér mislíkar,",
            "date": "2016-03-31 18:10:00",
            "post_id": "168231",
            "reply_to_id": "168225"
        }
    ],
    "date": "2016-02-26 00:27:00"
}