{
    "forum_title": "Lof & last",
    "id": "32575",
    "title": "Lof: Íshúsið smiðjuvegi.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=53&t=32575",
    "posts": [
        {
            "user_name": "Elís H",
            "text": "lof fyrir skemmtilegt og gott viðmót í afgreiðslu, ekki oft sem maður upplifir það í þessum búðahasar á klakanum.",
            "date": "2016-03-20 12:21:00",
            "post_id": "167881",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Þeir eru með þjónustuviljan í lagi og eru ekki með neitt bull í gangi. Hef allavega aldrei orðið uppvísa af því. Hægt að taka mark á því sem þeir segja.",
            "date": "2016-03-20 12:29:00",
            "post_id": "167882",
            "reply_to_id": "167881"
        },
        {
            "user_name": "elliofur",
            "text": "Ég var með gæluverkefni fyrir nokkrum misserum síðan og leitaði til Hafliða á og rekur Íshúsið ásamt syni sínum og var þar afskaplega vel tekið. Mér var boðið á bakvið í dágott spjall um daginn og veginn og barst talið meðal annars að jeppasportinu. Hafliði gaf mér nokkra freon kúta sem eru upplagðir sem loftkútar. Þeir eru ca 10 lítra stórir og mjög léttir. Ég á reyndar eftir að koma þeim í vinnu en reikna með að setja einn eða tvo í patrolinn sem ég er að klára núna á vormánuðum.\nEf ykkur vantar loftkúta mæli ég með símtali til Hafliða.\nEinnig allskonar viftur og stýringar eru á mjög flottum verðum þarna, virkilega gaman að koma þangað. Snillingar þar á ferð.",
            "date": "2016-03-20 20:27:00",
            "post_id": "167897",
            "reply_to_id": "167882"
        },
        {
            "user_name": "siglar",
            "text": "Get þvi miður ekki verið sammala. For þarna inn að til að fa upplysingar um voru sem þeir hofðu auglyst og þar sem afgreiðslumaðurinn hafði ekki svor a reiðum hondum var kallaður sem mer skyldist umsjonarmaður  um tiltekna voru. Eg nenni ekki að lysa framkomunni hja honum. En eg fer aldrei þarna inn aftur.Þo þeir væru þeir einu i heiminum sem ættu það sem mig braðvantaði.",
            "date": "2016-03-20 21:59:00",
            "post_id": "167899",
            "reply_to_id": "167897"
        }
    ],
    "date": "2016-03-20 12:21:00"
}