{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "32659",
    "title": "Cruiser 90, lengi í gang",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=32659",
    "posts": [
        {
            "user_name": "Tollinn",
            "text": "Sælir félagar\nNú er það svo að Cruiserinn hjá mér er heldur lengi að fara í gang. Hitarinn er mjög stutt (1 - 2 sek) og þarf ég stundum að hita 2 - 3svar til að fá hann til að taka við sér. Ég skipti um glóðarkerti og loftsíu, það er ný hráolíusía og allt annað á að vera í góðu lagi. Er ekki einhver klukka sem þarf að skipta um til að hann hiti sig lengur? Kannast einhver við þetta vandamál?\nkv Tolli",
            "date": "2016-03-30 09:37:00",
            "post_id": "168185",
            "reply_to_id": false
        },
        {
            "user_name": "peturt",
            "text": "Er nokkuð eitthvað olíusmit við olíutakn ? Ég lennti í að rörin úr tank og frammí voru riðguð og komið gat. Þannig að olian var að leka til baka niðrí tank og hann tók smá tíma að ná upp olíunni í hvert skipti þegar er startað. Keypti allt nýtt í Toyota og það var ekki dýrt.",
            "date": "2016-03-30 11:22:00",
            "post_id": "168190",
            "reply_to_id": "168185"
        },
        {
            "user_name": "jeepcj7",
            "text": "Við vorum að berjast við svona vesen fyrir stuttu reyndar í patrol 3.0 2004 og þá fannst vandamálið eftir að búið var að reyna flesta hluti sem hugsast gat.\nOg það var bilaður hitaskynjari,það eru ss. 2 skynjarar fyrir hita annar fyrir mælaborðið og hann var í lagi en hinn er fyrir vélatölvuna og hann var bilaður annar skynjari settur í og bíllinn fór að hita eðlilega og datt í gang eins og engill.\nÞað reyndar fylgdi biluninni að bíllinn fór bara í 2000 snúninga á meðan bilaði skynjarinn var í virtist slá sér út sjálfur þar en var alveg eðlilegur að öðru leiti upp að 2000 snúningum.",
            "date": "2016-03-30 11:35:00",
            "post_id": "168191",
            "reply_to_id": "168190"
        },
        {
            "user_name": "Tollinn",
            "text": "Hef ekki athugað smitið við olíutankinn en þetta er alveg líklegt þar sem mér finnst hann stundum lengi í gang þótt hann sé heitur, bara ef það er langt milli þess sem maður startar. Þetta með skynjarana, má vera, en mér finnst skrítið hvað hann er fljótur að slökkva á hitaraljósinu.",
            "date": "2016-03-30 12:34:00",
            "post_id": "168193",
            "reply_to_id": "168191"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "Skoða rörinn frá tank og fram að hráolíu síu og eins hvort slangan neðan á hráolíu síuni sé í lagi leki ekki",
            "date": "2016-03-31 18:33:00",
            "post_id": "168235",
            "reply_to_id": "168193"
        },
        {
            "user_name": "Tollinn",
            "text": "Jæja, búinn að skipta um rörin, en getur einhver sagt mér hvaða pungur það er sem er framan við tankinn upp við gólf. Það liggur slanga að honum en ekkert frá honum\nkv Tolli sem enn er í vandræðum með hvað bíllinn er lengi í gang.",
            "date": "2016-06-20 22:03:00",
            "post_id": "169792",
            "reply_to_id": "168235"
        },
        {
            "user_name": "Tollinn",
            "text": "...",
            "date": "2016-06-20 22:04:00",
            "post_id": "169793",
            "reply_to_id": "169792"
        },
        {
            "user_name": "ojons",
            "text": "Ertu búinn að mæla á glóðakertin þegar þau eiga að vera hita? Eru þau örugglega að fá straum?\nEr í lagi með glóðakerta relayið stýrisstraumin að því osfv?",
            "date": "2016-06-20 22:43:00",
            "post_id": "169796",
            "reply_to_id": "169793"
        },
        {
            "user_name": "Tollinn",
            "text": "Ég þarf reyndar að mæla þau, en þau eru s.s. ný og ættu að vera í lagi. En spurning hvort glóðakertarelayið sé eitthvað að klikka. Allavega kemur hitaraljósið en það er í svona 1-2 sek og svo slökknar það.",
            "date": "2016-06-20 23:03:00",
            "post_id": "169797",
            "reply_to_id": "169796"
        },
        {
            "user_name": "ojons",
            "text": "Ég átti terrano sem hegðaði sér eins , hitaraljósið logaði bara 1-2sek og langt start svo var ég að færa mótorinn yfir í hiluxin minn og var að yfirfara rafmagnið og rakst á relayið fyrir glóðakertin og vírin fyrir stýrisstraumin inná relayið var oxaður í sundur. Ég lagaði hann og síðan þá dettur hann í gang á fyrsta snúning en hitaraljósið er alltaf eins...",
            "date": "2016-06-20 23:20:00",
            "post_id": "169798",
            "reply_to_id": "169797"
        },
        {
            "user_name": "Tollinn",
            "text": "Jahá, tékka á þessu",
            "date": "2016-06-20 23:23:00",
            "post_id": "169799",
            "reply_to_id": "169798"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "Þessi (pungur) er einstefnu loki fyrir öndun á tanknum",
            "date": "2016-06-21 11:19:00",
            "post_id": "169806",
            "reply_to_id": "169799"
        },
        {
            "user_name": "Tollinn",
            "text": "grunaði að þetta væri eitthvað svoleiðis, takk fyrir þetta\nkv Tolli",
            "date": "2016-06-21 11:20:00",
            "post_id": "169807",
            "reply_to_id": "169806"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nMér lýst mjög vel á að skoða glóðarkertin því að oft erstýringin á þeim þannig að þegar straumtakan fellur á þeim slekkur hann ljósið og hitunina til að láta þau ekki hita að óþörfu.  Ef enginn straumur eða lítill sem nemur einu kerti getur hann skynjað það sem fullann hita á kertum og segir þér að ræsa.\nFá kertin spennu (mælt með avo mæli), taka þau öll straum (t.d. með því að aftengja skinnuna og tengja + á pólinn á einu í einu og ef það kemur neisti er kertið pottþétt í lagi ( er ekki annars 12V beint á kertnin í krúser))\nKv Jón Garðar,",
            "date": "2016-06-21 17:17:00",
            "post_id": "169808",
            "reply_to_id": "169807"
        },
        {
            "user_name": "Izan",
            "text": "Virkar vatnshitamælirinn?\nKv JGH",
            "date": "2016-06-21 17:18:00",
            "post_id": "169809",
            "reply_to_id": "169808"
        },
        {
            "user_name": "Tollinn",
            "text": "Hélt að ég væri kominn með þetta þegar ég skipti um rörin í tanknum og grófsíuna og skipti svo aftur um hráolíusíuna, tók eftir því að það var gat á slöngunni neðan á síunni svo ég græjaði það og var viss um að nú væri þetta komið. En allt kom fyrir ekki svo næst á dagskrá er að skoða glóðarkertin betur.\nkv Tolli",
            "date": "2016-06-22 21:49:00",
            "post_id": "169828",
            "reply_to_id": "169809"
        },
        {
            "user_name": "villi58",
            "text": "Er handdæla ofan á síuhúsinu ? ef svo er þá hefur það gerst að þéttingarnar á handdælunni séu óþéttar og þar með loft á síu.",
            "date": "2016-06-22 22:16:00",
            "post_id": "169829",
            "reply_to_id": "169828"
        },
        {
            "user_name": "Tollinn",
            "text": "Já það er handdæla, þetta eru bara endalausir möguleikar. Kannski maður hendi í glæra slöngu frá síunni til að sjá hvort það er að koma eitthvað loft með olíunni.\nkv Tolli",
            "date": "2016-06-22 22:19:00",
            "post_id": "169830",
            "reply_to_id": "169829"
        },
        {
            "user_name": "villi58",
            "text": "Þetta hefur gerst hjá mér og fl. eins hefur slangan frá síuhúsinu gefið þrátt fyrir að það sé enginn leki enda er bara sog í þeirri slöngu.",
            "date": "2016-06-23 08:26:00",
            "post_id": "169832",
            "reply_to_id": "169830"
        },
        {
            "user_name": "jongud",
            "text": "Til að útiloka glóðarkertin væri hægt að dæla með handdælunni þegar bíllinn er búinn að standa það lengi að hann verði örugglega með stæla.\nMinn er greinilega farinn að missa þrýsting á kerfinu ef hann stendur í 3 daga eða lengur og þarf þá aðeins lengra start. Þá dugar að fara fram í húdd og pumpa 3-5 sinnum og þá rýkur hann í gang á fyrsta snúning.",
            "date": "2016-06-24 08:03:00",
            "post_id": "169839",
            "reply_to_id": "169832"
        }
    ],
    "date": "2016-03-30 09:37:00"
}