{
    "forum_title": "Almennt spjall",
    "id": "32672",
    "title": "Pickup/camper pæling",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=32672",
    "posts": [
        {
            "user_name": "villi",
            "text": "Kvöldið, Er að pæla í camper á fordinn hjá mér sem er með 6 feta palli en þessi camper er 8 fet, er rugl að setja svona camper á bílinn?\nBíllinn má bera hann, hann myndi bara standa ca 50 cm aftur fyrir hlera ef ég hef hann á\nKv Villi",
            "date": "2016-03-31 20:08:00",
            "post_id": "168241",
            "reply_to_id": false
        },
        {
            "user_name": "Fordinn",
            "text": "Þetta  getur gengið,   fer eftir bílnum og campernum,        Það að þetta standi svona aftur úr eitt og sér er ekki aðal málið, heldur hversu þungt þetta er,   þetta camper dót er smíðað þannig að mesta þyngdin sé fremst, þegar menn eru komnir i camper með hörðum hliðum og fullur af lúxus er þyngdin farin að síga aftar og aftar,  og þá getur þetta farið að hafa áhrif á aksturinn.      \nÉg er á 2002 f-250  með stutta pallinn og setti stóran camper á bílinn,       það varð algert lykil atriði að setja hjálpar loftpúða að aftan,  annars vaggaði bíllinn meira enn ég hafði taugar fyrir. og það var ekki verra að vera á 38\" dekkjum sem gerir bílinn stöðugri.\nHlerann hefur madur aldrei á því hann verður bara fyrir skemmdum,  hinsvegar getur verið nauðsynlegt að setja trégrind i pallinn sem styður við gólfið alveg aftur, \nMig dreymdi um þetta i mörg ár,    ég ætla hinsvegar að selja camperinn því mér finnst madur vera frekar heftur með þetta á bílnum,   bíllinn verður meira eins og husbíll enn jeppi með þetta á,     enn þetta er rosa þæginlegt að vera í þessu  =)\nLoftpúða kit að utan kostaði um 80 þús,   tók 4 tíma að setja þetta í ca.",
            "date": "2016-03-31 21:53:00",
            "post_id": "168245",
            "reply_to_id": "168241"
        },
        {
            "user_name": "siggigrims",
            "text": "Ég er með Ford F350 með 6.75 feta palli (stuttur) og með camper sem gengur bæði fyrir stutta pallinn og þann langa. Yfirleitt er í lagi að setja campera sem ætlaðir eru löngum pöllum á stutta palla en það eru undantekningar á því líka. Og eins og Fordinn sagði þá er það þyngdin sem skiptir öllu máli. Ég er með harðveggja camper sem er 8 fet og 10 tommur að gólflengd, með kjallara, fulleinangraður, tvöfallt gler og stórir tankar fyrir neysluvatn og affall. Þrátt fyrir að vera með F350 þá er ég á grensunni með þyngdina. Er með hjálparloftpúða (Airlift 2000 pund) og þarf að pumpa 75 pund í þá svo bíllinn sé í lagi á keyrslu. Þegar allt er komið um borð þá er bíllinn yfir 3 tonn á afturöxulinn og eins gott að vera með dekk sem bera þetta vel. Alls ekki hafa hlerann á því hann verður ónýtur undir campernum. Villi, ef þú segir frá hvaða camper þú ert að spá í og hvernig bíl þú ert með þá er hægt að finna þetta nákvæmlega út hvort bíll og camper passa saman. Bendi svo á \nhttp://www.truckcampermagazine.com/\n og newbie corner en þar er fullt af fróðleik um þetta allt. Það er frítt að gerast áskrifandi að þessu tímariti en það er bara gefið út á netinu. \nÉg er búinn að prófa ansi margt í útilegubúnaðinum, tjaldið, tjaldvagninn, nokkur fellihýsi, hjólhýsi, húsbíl og svo slide in camper. Þetta er langþægilegasti ferðamátinn að mínu mati. Ferðafélagar mínir eru flestir með hjólhýsi og jeppa, algjörlega bundnir við tjaldstæði og veg eitt. Ég fer hvert sem er, bara pínu varlega ef vegurinn er vondur. Ef ég er á tjaldstæði með hjólhýsunum og menn vilja fara að jeppast þá hendi ég bara húsinu af og fer með. Tekur nokkrar mínútur og málið dautt.",
            "date": "2016-03-31 22:29:00",
            "post_id": "168249",
            "reply_to_id": "168245"
        },
        {
            "user_name": "villi",
            "text": "Takk fyrir þetta. Húsið sem ég er að spá í er 940 kg miðað við google vin minn og fordinn hjá mér er gefinn upp fyrir 1200 kg burðargetu. Hjálparpúðar eru næst á innkaupalistanum :)",
            "date": "2016-03-31 22:40:00",
            "post_id": "168250",
            "reply_to_id": "168249"
        },
        {
            "user_name": "siggigrims",
            "text": "Ef ég má ráðleggja þá myndi ég vigta bílinn og draga þá vigt frá heildar leyfilegri þyngd bílsins og finna þannig raunverulega burðargetu. Minn camper er skráður 1263 kíló en með öllu í er hann orðinn 1700 kg. Alltof margir hafa brennt sig á að vera langt yfir leyfilegri heildarþyngd með camperinn á pallinum og allan gírinn um borð.",
            "date": "2016-03-31 23:12:00",
            "post_id": "168252",
            "reply_to_id": "168250"
        },
        {
            "user_name": "villi",
            "text": "Þetta er svona camper og er víst 9 fet en ekki 8\nhttp://www.tomscamperland.com/2008-Star ... 02/5771144",
            "date": "2016-03-31 23:13:00",
            "post_id": "168253",
            "reply_to_id": "168252"
        },
        {
            "user_name": "siggigrims",
            "text": "Þetta er mjög flottur camper. Einn af mínum ferðafélögum var með svona á F250 Ford. Hann var talsvert yfir leyfilegri þyngd. Þrátt fyrir það þá bar Fordinn þetta léttilega en til þess að vera löglegur held ég að þurfi F350 undir þennan camper.",
            "date": "2016-03-31 23:27:00",
            "post_id": "168254",
            "reply_to_id": "168253"
        },
        {
            "user_name": "villi",
            "text": "Hver er annars munurinn á 250 og 350 ford? Er það ekki bara öflugri fjöðrun",
            "date": "2016-04-01 06:56:00",
            "post_id": "168255",
            "reply_to_id": "168254"
        },
        {
            "user_name": "jeepcj7",
            "text": "Munurinn er enginn nema merkin utan á þeim og skráningin og bara sumir 250 bílarnir koma með auka stuðblöð miðað við srw bílana en svo koma bara 350 bílarnir líka drw sem 250 er aldrei og eru þá dálítið öðruvísi td. afturhásing ofl.",
            "date": "2016-04-01 08:03:00",
            "post_id": "168256",
            "reply_to_id": "168255"
        },
        {
            "user_name": "villi",
            "text": "Já ok. Ég sé að minn er með einhverjum fjaðrastubbum ofan á afturfjöðrunum, það eru væntanlega þessar stuðfjaðrir",
            "date": "2016-04-01 08:24:00",
            "post_id": "168257",
            "reply_to_id": "168256"
        },
        {
            "user_name": "Kiddi",
            "text": "Um tíma var F250 með Dana 50 að framan og F350 með Dana 60. Svo fékk F250 líka 60 hásingu",
            "date": "2016-04-01 08:57:00",
            "post_id": "168258",
            "reply_to_id": "168257"
        },
        {
            "user_name": "ivar",
            "text": "Þetta er ágætis pæling með muninn milli 250/350.\nMinnir eh tímann þegar ég var að skoða svona nýja að þá væri eiginþyngdarmunur á bílunum svipað út búnum. Benti til mun í grindarþykkt eða efni.\nGetur einhver staðfest eða hrakið þetta?",
            "date": "2016-04-01 09:03:00",
            "post_id": "168260",
            "reply_to_id": "168258"
        },
        {
            "user_name": "siggigrims",
            "text": "Berum saman 2005 módel af Ford F250 á einföldu, crew cab (tvöfalt hús), með Powerjoke 6.0, stuttum palli, fjórhjóladrifinn og sambærilegan F350. \nKíkið á \nhttp://www.ford-trucks.com/wp-content/u ... pecs21.pdf\n \nÞarna sést að F250 bíllinn er að eiginþyngd 6538 pund (2966 kíló) en F350 6586 pund (2987 kíló). Munurinn er aðeins 21 kíló sem bendir til þess að þetta séu nákvæmlega eins bílar. Fyrir 2003 var F250 á Dana 50 að framan nema í FX4 útgáfu, þá fékk hann Dana 60. \nLeyfð heildarþyngd á F250 er 10000 pund (4536 kíló) og burðargetan skráð 2700 pund (1225 kíló). Leyfð þyngd er 11400 pund (5171 kíló) á F350 og burðargeta 4100 pund (1860 kíló). Báðir eru á Sterling 10.25 eða 10.50 að aftan. \nLeyfður öxulþungi að framan á D60 er 2722 kíló en 3175 kíló að aftan (2008 bíll). Samanlagður leyfður öxulþungi er því langt yfir leyfðri heildarþyngd. \nÞað er mín reynsla að F350 sé nálægt 3500 kílóum með fullan tank og tvo um borð en án farangurs. Það þýðir að F350 getur borið um 1700 kíló og F250 um 1000 kíló.  \nTil gamans má geta þess að F350 á tvöföldu má vera 5900 kíló í heild og burðurinn er skráður 2500 kíló. Afturöxullinn má bera 4.2 tonn. Þó nokkir camperkallar og -konur fara þá leið að kaupa bíl á tvöföldu og breyta þeim svo í það sem þeir kalla supersingle. \nÁstæðan fyrir þessum pælingum mínum er að ég hef séð að vigtarar eru farnir að stoppa pikkara með campera og skoða vandlega leyfða heildarþyngd. Þeim er slétt sama hversu mikið bíllinn má bera skv. skoðunarvottorði og horfa bara á hversu þungur bíllinn er á vigtinni og kíkja líka á öxulþunga. Sektum er hiklaust beitt ef svo ber undir. Lendi menn í tjóni þá er hugsanlegt tryggingafélög skoði þessa hluti líka og geta endurkrafið eða neitað að greiða tjón séu bílarnir ofhlaðnir.",
            "date": "2016-04-01 14:18:00",
            "post_id": "168268",
            "reply_to_id": "168260"
        },
        {
            "user_name": "jeepcj7",
            "text": "Bæði 250 og 350 komu með 50 og 60 að framan eitthvað pöntunar atriði 1999 til 2002 held ég eftir það er bara 60 að framan allavega í öllum sem ég hef skoðað.\nDrw 350 eru allavega einhverjir með dana 80 að aftan ef ekki allir skilst mér.",
            "date": "2016-04-01 15:40:00",
            "post_id": "168269",
            "reply_to_id": "168268"
        },
        {
            "user_name": "villi",
            "text": "Sýnist þessi þá vera úr sögunni. Hvernig camper mynduð þið mæla með á 250 ford, 2001 árg?   Er með gamlan Shadow Cruiser á honum en langar í nýrri og svolítið stærri",
            "date": "2016-04-01 20:03:00",
            "post_id": "168272",
            "reply_to_id": "168269"
        },
        {
            "user_name": "Fordinn",
            "text": "Ég held að það sé ekkert mikið fínt í boði sem er nógu létt.... skoðaði sjálfur eitthvað af þeim léttari þegar eg keypti minn og fannst bara þetta vera svo   cheap dót þegar madur settist inn í þetta.\n        Ég endaði á að kaupa mér bara econoline til að geta sofið inni  =)",
            "date": "2016-04-01 22:26:00",
            "post_id": "168275",
            "reply_to_id": "168272"
        },
        {
            "user_name": "siggigrims",
            "text": "Það hefur lítið verið flutt inn af góðum camperum undanfarin ár. Þó nokkuð hefur komið af Travel Lite húsum og þau eru mjög létt. Eitt hér:\nhttp://www.bilasolur.is/CarDetails.aspx ... &schpage=1\nOg svo eitt Four Wheel Hawk hús: \nhttp://www.bilasolur.is/CarDetails.aspx ... &schpage=2\nVandaðari hús eins og Adventurer, Lance, Eagle Cap og Alaskan Campers koma varla á sölu. Ég held að einungis Travel Lite húsin séu flutt til Íslands þessi misserin. \nPs. Ef einhver veit um Adventurer 106dbs eða Alaskan Camper til sölu endilega hafið samband í síma 8923886 eða email \nsiggig@centrum.is",
            "date": "2016-04-02 00:07:00",
            "post_id": "168279",
            "reply_to_id": "168275"
        },
        {
            "user_name": "villi",
            "text": "Er búinn að skoða þessi hús sem þú nefnir en finnst þau bara of lítil þar sem að ég vill vera sjálfum mér nógur þ.e. langar að hafa klósett og sturtu, þó það væri bara útisturta. Hef nefnilega ekkert gaman af að vera á tjaldstæði þar sem allir hinir eru , hef meira gaman af að þvælast svona utan alfaraleiða",
            "date": "2016-04-02 11:06:00",
            "post_id": "168287",
            "reply_to_id": "168279"
        },
        {
            "user_name": "villi",
            "text": "En svona Sunlite, það hlítur að sleppa á svona playmobil pickup  :)    \nhttp://www.bilasolur.is/CarImage.aspx?s ... 779&w=1280",
            "date": "2016-04-03 13:40:00",
            "post_id": "168310",
            "reply_to_id": "168287"
        },
        {
            "user_name": "siggigrims",
            "text": "Þessi Sun Lite hús eru tiltölulega létt. Veit ekki hvað þetta hús vigtar en það má taka töluna á spjaldinu og byrja svo að bæta við: Fullur vatnstankur, fullur heitavatnskútur (oft 6 gallon eða 22.7 kíló), 9 kílóa gaskútur (vegur rúm 17 kíló fullur), rafgeymir og svona 250 kíló af dóti (ísskápurinn, föt, skór, leirtau, sjónvarp,  bækur, sængurföt og auka þetta og auka hitt).  Ef þetta er undir tonni, þá er F250 góður :-)",
            "date": "2016-04-03 23:37:00",
            "post_id": "168326",
            "reply_to_id": "168310"
        },
        {
            "user_name": "íbbi",
            "text": "èg hef verið að skoða hús fyrir silverado 1500 með 6ft skúffu þau eru mörg hver rúm 500kg, \nliggur ekki munurinn à 250 og 350 bara í fjöðrunum?\nlettarnir hjà mèr eru heavy duty og light duty, munurinn à þeim er að annar er à 10 bollta með 5 blaða fjöðrun og hinn 14 bollta og 7blaða,  burðagetu munurinn er 200kg",
            "date": "2016-04-04 11:45:00",
            "post_id": "168334",
            "reply_to_id": "168326"
        },
        {
            "user_name": "Sæfinnur",
            "text": "Sæll vertu;  Ég er með eiginlega nákvæmlega svona camper á mínum 2500 Ram.  Bara orðinn 10 ára gamall.  Ég viktaði einusinni bílinn áður en ég setti camperinn á. og svo aftur þegar ég var með allt klárt að leggja aaf stað í ferðalag og var hleðslan á bílnum eginlega akkúrat 1100 Kg.  Bíllinn var 3,1 Tn tómur og 4,2 Tn hlaðinn.\nÉg er búinn að fara flesta fjallvegi með þennan búnað.  Þetta er náttúrlega þungt en hefur ekki verið til vandræða hingað til.\nHinnsvegar er þetta ekki nógu vel smíðað til að vera með þetta á vondum vegum. Ég er búnn að þurfa að styrkja minn og endurbæta töluvert.  \nÁ móti kemur að þetta ódyrt og því allt í lagi, að mínu mati, að leggja vinnu í endurbætur og styrkingar.\nStefán Gunnarsson",
            "date": "2016-04-05 08:56:00",
            "post_id": "168348",
            "reply_to_id": "168334"
        },
        {
            "user_name": "villi",
            "text": "Takk fyrir þetta. Fordinn ætti að vera í svipuðum þyngdarflokki en leyfð heildarþyngd er ekki nema 3995 kg hjá mér. Eins var dráttargetan skrúfuð niður þegar hann var fluttur inn 2004 og skráður úr sendibíl í vörubifreið",
            "date": "2016-04-06 07:42:00",
            "post_id": "168370",
            "reply_to_id": "168348"
        },
        {
            "user_name": "villi",
            "text": "Hvernig eru fremri festingarnar græjaðar fyrir camper þar sem þær eru fyrir utan pall?  Sjóða menn prófíl í grind eða setja heilan prófíl undir grind?   \nÞað væri snilld að fá myndir af þessu hjá mönnum\nKv Villi",
            "date": "2016-04-09 17:39:00",
            "post_id": "168442",
            "reply_to_id": "168370"
        },
        {
            "user_name": "Sæfinnur",
            "text": "Það virðist nú vera allur gangur á því.  Ýmist fest beint í grindina, í mínu tilfelli boltað á hana, eða bara fest í stigbrettin ef þau eru vel fest í grind, ekki í boddíið.",
            "date": "2016-04-10 08:38:00",
            "post_id": "168454",
            "reply_to_id": "168442"
        },
        {
            "user_name": "Polarbear",
            "text": "fara bara alla leið og vera með 38\" hjólhýsi Villi! think big!!!",
            "date": "2016-04-17 16:20:00",
            "post_id": "168611",
            "reply_to_id": "168454"
        },
        {
            "user_name": "Fordinn",
            "text": "http://www.ebay.com/itm/Torklift-F2011- ... 2007025262\nSetti svona á bilinn hjá mér, einfalt og gott, svo tekur madur profilana bara ur þegar camperinn er ekki á og þá sést ekkert.\n Allsekki fá þér festingar sem festast i pallinn sjalfan, þær eru algert rusl og eyðileggja pallinn,",
            "date": "2016-04-17 19:54:00",
            "post_id": "168617",
            "reply_to_id": "168611"
        },
        {
            "user_name": "villi",
            "text": "Nei Lárus, ég nenni ekki að vera með svona múrstein í eftirdragi í sumar :)",
            "date": "2016-04-19 22:58:00",
            "post_id": "168659",
            "reply_to_id": "168617"
        },
        {
            "user_name": "villi",
            "text": "Fór á viktina og með fullan tank og mér undir stýri þá er hann 3500 kg ( en skráður 2750kg) og miðað við það þá má ég bera 491 kg sem er svona ca það sem litli camperinn viktar sem  er framleiddur fyrir japanskan playmobil pikkup :)",
            "date": "2016-05-15 21:15:00",
            "post_id": "169236",
            "reply_to_id": "168659"
        }
    ],
    "date": "2016-03-31 20:08:00"
}