{
    "forum_title": "Jeppar",
    "id": "32670",
    "title": "38\" 90 cruiser",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=32670",
    "posts": [
        {
            "user_name": "fillinnpedo",
            "text": "Jæja þá ætla ég að losa mig við cruiserinn minn. Um er að ræða 38\" 90 cruiser 1996 árgerð. Kvikindið er beinskiptur 7 manna GX bíll. Samkvæmt mæli er hann ekinn 297 þús km en hraðamælirinn virkar ekki og er því ekinn eitthvað meira. Hefur ekki verið mikið keyrður seinasta 1 og hálfa árið allavega. Þetta hefur líklega verið 35 eða 36\" breyttur bíll sem var hækkaður fyrir 38\", það eru semsagt gúmmírenningar á köntunum til að breikka þá aðeins. Það eru 4:88 hlutföll og hann er loftlæstur að framan og aftan, loftkútur undir bíl og úrhleypibúnaður sem stjórnast innanúr bíl. Vhf talstöð og örugglega eitthvað fleira sem ég er að gleyma. Hann er á 14\" breiðum 2 ventla felgum og þokkalegum 38\" super swamper túttum(rosalegt veghljóð í þeim). Þetta er sko alls ekki fallegasti cruiserinn á götunni en hann er virkilega duglegur á fjöllum (enginn ballanstöng að framan og flexar svakalega) og mótor svínvirkar og brennir ekki dropa af olíu. Það er ryð hér og þar og allt það en ekkert ryð í grind. Í vetur var skipt um meira og minna allt í framhjólabúnaði og einnig fóðringarnar í stífunum að aftan. Segjum bara milljón til að hafa eitthvað verð í skipti rugl(sem ég vil helst ekki) en betra stgr verð, og fyrir auka 200 kall getur annað 90 cruiser boddý fylgt með, semsagt heillegt 96 boddý með öllum boddý hlutum(óryðgaðir), innrétting og sæti, afturhásing og grind. Hef engann áhuga á skiptum á dýrari en skoða alveg flest annað vitrænt(ekki hesta, málverk, eiturlyf né jetski). Endilega sendið mér bara skilaboð hér eða bjallið í 7766250(get ekki alltaf svarað vegna vinnu) myndir koma eftir smá stund",
            "date": "2016-03-31 18:23:00",
            "post_id": "168232",
            "reply_to_id": false
        }
    ],
    "date": "2016-03-31 18:23:00"
}