{
    "forum_title": "Almennt spjall",
    "id": "32688",
    "title": "Dekkjakaup",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=32688",
    "posts": [
        {
            "user_name": "TBerg",
            "text": "Hafa menn eitthvað verslað dekk frá Ameriku.\nEr að spá í Toyo 37x14,5x15   Þau fást þar, hingað komin á 298000 í gegnum shop USA, en eru á yfir 480 hérna heima.\nEr eitthvað vit í að panta þetta að utan?  eða á maður bara að láta vaða. Þetta er jú talsverður verðmunur.\nHvering hafa 37\" super svamperinn sem N1 selur komið út?   Þau eru á 99.900kr.\nKv.",
            "date": "2016-04-05 09:16:00",
            "post_id": "168350",
            "reply_to_id": false
        },
        {
            "user_name": "aronicemoto",
            "text": "Sæll, \nÉg er með 37\" Super Swamper M16 sem sumardekk hjá mér og er mjög sáttur með þau, gott að keyra á þeim og nokkuð hljóðlát. Hef svosem ekkert prufað þau í snjó þar sem ég er með 38\" AT sem vetrardekk. \nKv.\nAron Frank",
            "date": "2016-04-05 11:03:00",
            "post_id": "168354",
            "reply_to_id": "168350"
        },
        {
            "user_name": "TBerg",
            "text": "Ég er eingöngu að hugsa þetta sem sumardekk undir 2300kg bil. Er með 38\" mudder sem vetrardekk",
            "date": "2016-04-05 12:23:00",
            "post_id": "168356",
            "reply_to_id": "168354"
        },
        {
            "user_name": "birgiring",
            "text": "Þetta væri ekki slæmur möguleiki ef hann gengur upp.",
            "date": "2016-04-05 14:17:00",
            "post_id": "168357",
            "reply_to_id": "168356"
        },
        {
            "user_name": "Fordinn",
            "text": "Toyo allan daginn yfir þetta super swamper drasl !!!!",
            "date": "2016-04-05 20:40:00",
            "post_id": "168361",
            "reply_to_id": "168357"
        },
        {
            "user_name": "birgiring",
            "text": "Hvar fannst þú Toyo 37x14,5x15 á því verði í US að  þau kæmu hingað á ca. 75000 stk ? Þetta væri verulega gott verð\nen ég hef ekki fundið link á þau úti á þannig verði.",
            "date": "2016-04-06 19:51:00",
            "post_id": "168378",
            "reply_to_id": "168361"
        },
        {
            "user_name": "TBerg",
            "text": "Herna:  \nhttp://www.ntwonline.com/37X1450R15C-OP ... 16309.aspx\nMiðað við dekk og felgur hjá Shopusa  þá bætast þar við 112þús í kostnað.\nKv.",
            "date": "2016-04-06 22:17:00",
            "post_id": "168383",
            "reply_to_id": "168378"
        },
        {
            "user_name": "birgiring",
            "text": "Það er spurning með útreikningin hjá Shopusa hvort það verða ekki 4 einingar og þá gæti verðið farið upp undir 350 þús. Það er samt mikill verðmunur. Ég hef áhuga á að skoða þetta eitthvað. Fann þessi dekk á 347 USD. sem yrði þá nálægt 324 þús. ef flutningurinn er 4 einingar. Það þyfti að fá upplýsingar hjá Shopusa með það.",
            "date": "2016-04-06 23:18:00",
            "post_id": "168386",
            "reply_to_id": "168383"
        },
        {
            "user_name": "birgiring",
            "text": "Ef að flutningurinn væri 1 eining kæmu þau á 280 þús. Svo bætast tryggingar við þessi verð öll.",
            "date": "2016-04-06 23:37:00",
            "post_id": "168387",
            "reply_to_id": "168386"
        },
        {
            "user_name": "elliofur",
            "text": "Venjulega finnst mér shopusa dýrt. En í þessu dæmi er það bara mjög ódýrt! Ég sló að ganni inn tollverð án sendingar í tollareiknivél tollstjóra. 1486 dollarar er verðið úti án sendingar. 183.254 kr isk + 75.632 kr í toll, úrvinnslugjald og vsk. Snopusa tekur 112.176ISK fyrir toll, úrvinnslugjald, vsk og flutning. Sem þýðir að flutningur og þjónustugjald þeirra er 36.544kr.\nÉg sé ekkert í fljótu bragði um einingar eða auka tryggingagjöld hjá shopusa. Ég reikna bara með að þessi verð standi hjá þeim eins og þeir tala um, \nÚr \"spurt og svarað\" hjá shopusa\n\"5. Eru öll gjöld innifalin?\nJá, öll gjöld eru innifalin, þar meðtalin móttaka í USA, skráning, flutningur, virðisaukaskattur, tollur, vörugjöld og heimsending. Ef um er að ræða stóra sendingu eins og t.d. stór húsgögn og golfbíl þá getur ShopUSA farið fram á að sendingin verði sótt. Athugaðu að endanlegt afgreiðslugjald miðast við tollgengi þann dag sem varan er tollafgreidd, en ef gengisbreytingar eru litlar (innan við 5%) og varan kostar minna en USD 2000, þá stendur ShopUSA við það verð sem gefið var upp við skráningu vöru.\"",
            "date": "2016-04-06 23:37:00",
            "post_id": "168388",
            "reply_to_id": "168387"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég skoðaði þetta með 41\" Irok gang um daginn, ég gat fengið hann vel yfir 100 þús ódýrari frá usa gegnum shopusa en verðið var frá n1, meira að segja 5 dekk gegnum shopusa voru ódýrari en 4 hjá N1",
            "date": "2016-04-06 23:42:00",
            "post_id": "168389",
            "reply_to_id": "168388"
        },
        {
            "user_name": "elliofur",
            "text": "Svo þegar maður skoðar nánar þá gæti þetta alveg farið yfir stærðarmörk hjá shopusa. Þar eru svona stærðartöflur. Þá verður þetta dýrara.",
            "date": "2016-04-06 23:42:00",
            "post_id": "168390",
            "reply_to_id": "168389"
        },
        {
            "user_name": "birgiring",
            "text": "Ég ætti að skrifa til Shopusa og fá flutningsmálin á hreint. Það getur munað allnokkru hvort ein pöntun er 4 eða ein eining.",
            "date": "2016-04-06 23:53:00",
            "post_id": "168391",
            "reply_to_id": "168390"
        },
        {
            "user_name": "birgiring",
            "text": "Búinn að senda fyrirspurn.",
            "date": "2016-04-07 00:35:00",
            "post_id": "168393",
            "reply_to_id": "168391"
        },
        {
            "user_name": "TBerg",
            "text": "gaman að vita hvað þeir segja",
            "date": "2016-04-07 08:15:00",
            "post_id": "168395",
            "reply_to_id": "168393"
        },
        {
            "user_name": "birgiring",
            "text": "Ég spurði um kostnað á 4 dekkjum sem ég fann á 1390 usd. Þar gæti að vísu vantað flutningskostnað innanlands í USA. \nEn þetta gefur góða staðfestingu.\n\"Þetta fer sem ein sending,  og value USD 1390\nKostnaður ShopUSA er þá ISK 107.3535   (dekkin komin til þín og búið að borga öll gjöld á Íslandi)\nVaran fer þá með skipi,  best að senda á addressu ShopUsa þar sem skipið fer (það sparar flutningstíma á vörunni)\"",
            "date": "2016-04-07 20:19:00",
            "post_id": "168407",
            "reply_to_id": "168395"
        },
        {
            "user_name": "íbbi",
            "text": "maður verður að hafa flutnignskostnað innanlands á hreinu áður en maður tekur shopusa verðið, hann getur verið drjúgur,  hef borgað uppundir $500 fyrir flutning á hurðaspjaldi að heimilisfangingu hjá shopusa,",
            "date": "2016-04-08 13:05:00",
            "post_id": "168416",
            "reply_to_id": "168407"
        },
        {
            "user_name": "Tjakkur",
            "text": "Trausti, -ef þú ert að hugsa þessi sumardekk undir W460 þá ættir þú að fara í stærri felgu með ca 18cm backspace og ekki of breiða. Þessir bílar bryðja framhjólalegur eins og enginn sé morgundagurinn. Hundleiðinlegt að skipta um þetta þar sem nafið er allt innaní liðhúsinu. Fékk að endingu e-h legur sem áttu að vera sterkari en seldi bílinn áður en veruleg reynsla kom á þær.\nAfturlegurnar duga hinsvegar til eilífðar. \nÞú ÞARFT að eiga lykil á rærnar á framlegunum, splittskinnur til skiptana og vera duglegur að fylgjast með slaginu. \nÞetta er í raun eini veikleiki bílsins en hann er hundleiðinlegur.",
            "date": "2016-04-08 13:16:00",
            "post_id": "168417",
            "reply_to_id": "168416"
        },
        {
            "user_name": "birgiring",
            "text": "Þessi tilteknu dekk voru merkt þannig að þau ættu að falla undir free shipping innan Bandaríkjanna.  Annars kemur það í ljós við pöntun og ég fann fleiri dekk sem voru með free shipping.",
            "date": "2016-04-08 14:18:00",
            "post_id": "168421",
            "reply_to_id": "168417"
        },
        {
            "user_name": "TBerg",
            "text": "felgurnar eru 14\" breiðar með 18 cm backspace.  ég veit um sérverkfærin sem þarf til þess aðskipta um þetta.\nSao er bara eins og þú segir að fylgjast með slaginu.\nKv. Trausti",
            "date": "2016-04-08 15:38:00",
            "post_id": "168422",
            "reply_to_id": "168421"
        }
    ],
    "date": "2016-04-05 09:16:00"
}