{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "32791",
    "title": "Bella 2 í fæðingu uppfært 09.05.17 verki lokið",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=32791",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar veit ekki hvort áhugi sé fyrir meiri Bellu smíði en ætla að prufa. Maður sér fljótt hvort áhugi sé fyrir hendi fyrir svona þræði. En þá að verkefninu.  \nÉg verslaði mér 1997 árgerð af Suzuki Sidekick 4 dyra sem verður 2 dyra excab 1600 á 20.000.kr. Lagaði hann smávegis, þannig að ég fékk heila skoðun 17.\nTók af honum númerinn og lagði inn og byrjaði þá vegferð að smíða enn léttari bíl en Bellu 1 sem varð með öllu 1480 kg mannlaus á 38\".Vonin er að enda með bíl sem er um 1200kg á 36\" ég ætla að taka bodýið af saga aftan af húsinu gera excab hús. Færa boddýfestingar upp um 5cm og aftur um 10 cm. Lengja framendan. Ég á að vísu Wyllis grill og húdd en ekki bretti vantar einhver plastbretti og sukkugírkassa auka, ætla að máta það svona með og sjá hvenig það gæti lookað.Nota áfram orginal drifbúnaðinn.Það eru 5:12 hlutföll. Vera með tvo gírkassa og taka grindina í sundur framan við aftari stífufestingar og lengja hana um gírkassa breitinguna þannig að afturskaftið haldi sér óbreitt og setja lítinn léttan pall.Síðan mun eg skipta um skoðun og hætta við og byrja aftur nokkrum sinnum.Mun setja inn myndir og eitthvað bull með svona þegar ég man eftir.kveðja frá Sigló",
            "date": "2016-04-22 08:00:00",
            "post_id": "168694",
            "reply_to_id": false
        },
        {
            "user_name": "harnarson",
            "text": "Efast ekki um að mannskapurinn mun rýna í þetta af áhuga. Skemmtilegt :)",
            "date": "2016-04-22 10:51:00",
            "post_id": "168696",
            "reply_to_id": "168694"
        },
        {
            "user_name": "Tjakkur",
            "text": "Sæll Guðni,  Er ekki málið að saga grindina í sundur við hvalbak og færa framhlutann með vél og hjólabúnaði fram um 25 cm? \nÞá þarf ekkert að hækka bílinn upp en einhvern vegin verður að ljúga saman húddi og brettum. \nAð aftan má einfaldlega skera úr boddíinu, gelda aftari hurðirnar og smíða nægilega stór innribretti, nú eða breyta þessu í pickupp. \nMeð þessu móti þarf ekki  að hreyfa eina einustu skrúfu í upphaflegum fjöðrunarbúnaði, ekki að hækka boddí  og eina breytingin á stýrisbúnað er að lengja öxul frá stýri að snekkju. \n\"Jeppabreytingarnar\" felast í að lengja grindina,  millikassaæfingar og blikkvinnu við húdd og bretti. Veghæðin er feykinóg án hækkunar.\nÍ Ameríkuhreppi hafa menn sagað framdrifsúttakið af Vitara millikassanum og boltað Suzuki Fox millikassa aftaná lágadrifshlutann. \nSá kassi er fisléttur og með niðurgírað háadrif sem smellpassar á móti 38\" dekkjum (36\" er allt of hógvært)\nLágadrifið í Fox millikassanum er þægilegt keyrsludrif í snjó (60% lægra en háadrifið) og upprunalega lágadrifið úr Vitara er þá orðið að skriðgír.  Eins mætti hafa Fox kassan sjálfstæðan.\nNiðurstaðan gæti verið óhækkaður fisléttur 38\" jeppi með passlegt hádrif, og einnig með skriðgír.  Við að færa framstellið með mótór fram þá fæst pláss fyrir Fox millikassan sem hvort heldur má vera sjálfstæður eða boltaður aftan á Vitara Kassann. Fox millikassar dugðu þokkaleg aftan á 2 lítra Volvo vélum á öldinni sem leið.\n....................... ;)",
            "date": "2016-04-22 11:15:00",
            "post_id": "168697",
            "reply_to_id": "168696"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Karl en hvernig mundir þú leysa gírstangar málinn. Jú þetta verður pickupp elska pickupp með bellu palli létt og þægilegt",
            "date": "2016-04-22 12:44:00",
            "post_id": "168698",
            "reply_to_id": "168697"
        },
        {
            "user_name": "Tjakkur",
            "text": "Menn hafa náð að bolta Fox millikassa aftaná Vitara lágadrifið og koma fyrir skiptistöng á Vitöru lágadrifið. Þarf að gúggla e-h stund til þess að finna þetta aftur en ég datt um þessa mynd.\nÞað veitir ekkert af 38\" dekkjum á móti þessari niðurgírun.\nKunningi minn átti um aldamótin langan Fox með Vitara vél, gírkassa og  millikassa. Fox millikassinn var sjálfstæður aftan við þetta unit, tengdur með hefðbundnu drifskafti og Vitara lágadrifið virkaði sem skriðgír.  Skilst að afturskaftið hafi verið leiðinlega stutt. -Af þeim sökum finnst mér skinsamlegt að færa vél og hjólabúnað langt fram til þess að eiga nóg pláss fyrir drifsköft.\n-Eg kíki kanski í skúrinn hjá þér á mánudag.\nkv\nKarl",
            "date": "2016-04-22 17:44:00",
            "post_id": "168705",
            "reply_to_id": "168698"
        },
        {
            "user_name": "elliofur",
            "text": "Nú verður gaman að fylgjast með. Hættu þessari efins rödd Guðni og póstaðu sem mestu af sem flestu. Hér eru allir æstir í að sjá hvað aðrir eru að gera.",
            "date": "2016-04-22 18:10:00",
            "post_id": "168706",
            "reply_to_id": "168705"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Vertu velkominn í Himnaríki í kaffi fínt að setjast yfir draslið með kaffiboll og velta vöngum fram eftir göngum",
            "date": "2016-04-22 18:13:00",
            "post_id": "168707",
            "reply_to_id": "168706"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Fer í málið elli og geri það",
            "date": "2016-04-22 18:14:00",
            "post_id": "168708",
            "reply_to_id": "168707"
        },
        {
            "user_name": "grimur",
            "text": "Ég spennist alltaf upp þegar Guðni póstar hérna inn, hvort sem það er heimsmetsþráðurinn um Hulk eða annað verkefni. Það er bara eitthvað svo frábært við að búa til skemmtilegt dót úr því sem öðrum finnst drasl...",
            "date": "2016-04-23 02:47:00",
            "post_id": "168720",
            "reply_to_id": "168708"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Takk fyrir þetta grímur og ég hef gaman af því að skrifa hér inn og fá hugmyndir frá öðrum félögum.Útkoman oft stórkostleg og skemmtileg.Mikill fróðleikur falinn víða hjá jeppaspjallverjum.Ég mun af venju spyrja allskyns spurninga við hinu og þessu og að venju,, vonandi fæ ég einhver svör. Þessar spurningar og svör sitja svo eftir hérna á spjallinu og koma kanski einhverjum öðrum að notum síðar. Hver veit.",
            "date": "2016-04-23 07:20:00",
            "post_id": "168721",
            "reply_to_id": "168720"
        },
        {
            "user_name": "Tjakkur",
            "text": "Skilst að nauðsynlegt sé að spengja fremri drifköggulinn við pinjónsflangs svo hann slíti sig ekki lausan við mikil átök:\nhttp://www2.izook.com/?page_id=308\nHér er svo lýst hverni Fox millikassi er smíðaður aftaná Vitar lágadrif. Þetta virðist mikið meiri vinna en að hafa kassan sjálfstæðan:\nhttp://www.zukikrawlers.com/showthread.php?t=5233",
            "date": "2016-04-23 09:15:00",
            "post_id": "168722",
            "reply_to_id": "168721"
        },
        {
            "user_name": "sukkaturbo",
            "text": "flott að sjá þetta nú verður maður að fá sér sukku fox millikassa best að auglýsa eftir því hér með eða einhverju tilbúnu í sidkickinn. en  hvernig lýst mönnum á tvo gírkassa er það ekki snild þar sem við getum lengt grindina eftir þörfum til að mæta þeirri lengingu sem verður á kassa rásinni og notað áfram orginal afturskaftið",
            "date": "2016-04-23 13:00:00",
            "post_id": "168726",
            "reply_to_id": "168722"
        },
        {
            "user_name": "elli rmr",
            "text": "Kem til með að lesa þennan þráð.!!!",
            "date": "2016-04-23 14:15:00",
            "post_id": "168728",
            "reply_to_id": "168726"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar hafði loksins af að koma boddýinu af og upp í loft og er þá kominn jólakúla í loftið. Þarna hékk Hulkinn yfir síðustu jól.Furððu mikil vinna að ná boddýinu af og seinlegt mikið af vírum og drasli.Þetta lítur nokkuð vel út grindinn er stráheil og þarf ekki mikið að gera við hana nema þrífa og snyrta. Hellingur er af rörum innan á grindinni hægramegin sem þarf að lengja um leið og við lengjum grindina og spurning hvernig best er að útfæra þá breitingu á rörunum bæði bensín og bremsur.\nGírkassinn er spurning hjá mér er hann sambyggður kúpplingshúsinu. Ef ég set annan gírkassa sem er draumurinn hvar er þá samsetninginn að framanverðu??Kanski best að setja sjálfstæðan millikassa og nota tengi úr Lödusport.Veit ekki.En nú tekur við einhver tími í þrif og pælingar.kveðja frá sigló",
            "date": "2016-04-23 17:04:00",
            "post_id": "168734",
            "reply_to_id": "168728"
        },
        {
            "user_name": "grimur",
            "text": "Helsti gallinn við 2 gírkassa myndi vera að aftari kassinn er mögulega að fá full mikið tork inn á sig ef sá fremri er í lægri gír en 4. Svo er auðvitað meira tannhjóladrasl  að spóla í olíu með heilan 5 gíra kassa frekar en eitt niðurfærsludrif. Ég er rosalega hrifinn af millikössum sem eru með lægra háadrif, sér í lagi Rocky kössum, en þeir eru með eindæmum hraustir. \nSvona tengt því efni....vinsamlega reynið að bjarga þeim Rocky kössum sem ekki er búið að farga, þetta eru algerir gullmolar. Það má alls alls ekki henda þeim!\nKv\nGrímur",
            "date": "2016-04-23 22:08:00",
            "post_id": "168743",
            "reply_to_id": "168734"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég er búinn að keyra Hiluxinn minn með 2 gírkassa síðan 2009, eftir smá byrjunarvesen hefur þetta virkað vandamála laust, ég skipti um fremri kassann eftir rúmlaga ár, en sennilega var ekkert að honum, olían hvarf inná aftari kassann, ég leysti það mál með því að setja glussarör á milli áfyllingartappanna. ég hef keyrt í háa drifunu upp gamla´Hólmaháls veginn frá Eskifirði með gírkassana í 2-2, með bíl í eftirdragi og vélina svo gott sem í botni.\nNú veit ég ekkert hversu sterkir kassarnir eru sem Guðni er að vinna með, en þetta hefur verið gert og endst, mér finnst sveigjanleikinn sem þetta gefur mér alveg frábær. á sumrin er bíllinn á 225/75 15 (5 gír), 38\" á veturna (4 gír) en er kominn með 41\" dekk sem ég er búinn að máta undir og stendur til að verði vetrardekkinn og þar hentar 3 gírinn mjög vel.",
            "date": "2016-04-23 23:52:00",
            "post_id": "168748",
            "reply_to_id": "168743"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Já ég var einmitt með Ástmar (Startarinn) í huga þegar ég fór að hugsa um tvo gírkassa.Ég var með þetta kombo í Sukku Vitara við Volvo B-21-turbo og 38\" að vísu 4 gíra fólksbílakassa.Það hélt ekki. En ég sé kost við það að geta verið á orginal dekkum og farið upp í 38\" án þess að vera að skipta um hlutföll. Nú er bara að finna sér annan gírkassa og prufa.Hef samt verið að skoða hvort hægt sé að fá lækkun í lágadrifið og fara í um 3:20:1. Það kemur í ljós bara gaman að velta upp möguleikum.Í dag eru það tveir gírkassar sem heilla mig mest kanski annað í næstu viku og svo er spurning hvort ekki sé hægt að hressa aðeins upp á 1600 vélina án þess að það kosti annan handlegginn því ég er bara með einn heilan.",
            "date": "2016-04-24 08:05:00",
            "post_id": "168749",
            "reply_to_id": "168748"
        },
        {
            "user_name": "Tjakkur",
            "text": "Tek undir með Grím, -niðurdrifað háadrif er snilld. \nÓkosturinn við að nota 2 gírkassa aftan á 1.6 lítra mótór með takmörkuðum hrossafjölda er að viðbótar gírkassi er mun þyngri en Fox millikassi og í gírkassa tapast mun meira afl en í léttum niðurfærslumillikassa þar sem engu tannhjóli er ofaukið.  \nDrifgeta Súzukibifreiða byggist fyrst og fremst á öllu því sem er EKKI í bílunum! -þeas léttleika. Þar að auki eru þeir frekar mjóir og miklu skiptir að halda þyngdarpunktinum neðarlega til að halda sem jöfnustu grippi á öllum hjólum í halla.\nFlugtak og lending eru farsælli á léttum og lágum bílum.......",
            "date": "2016-04-24 08:37:00",
            "post_id": "168751",
            "reply_to_id": "168749"
        },
        {
            "user_name": "rockybaby",
            "text": "Sæll Guðni , ef þú vilt fá góða niðurgírun í háa drifinu og 3.32:1 í lága drifinu þá er Defender millikassi málið þeir eru sterkir og hafa þann möguleika að 3 mismunandi háa drif eru í boði þe: 1.22:1 , 1.41:1 og 1.67:1\nmbkv Árni",
            "date": "2016-04-24 10:01:00",
            "post_id": "168753",
            "reply_to_id": "168751"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar ég er sammála þér Karl með þetta ég er að bakka út úr þessu og væri til í að fá niðurgírun bara beint í millikassan á sukkunni er að reyna að gera sem léttastan bíl og breita sem minnst í vél og kössum og halda undirvagni sem mest orginal.VAr að hugsa um að gera hann sjálfskiptan átti þannig og gat ég duslast furðu langt í brekkur og í þungufæri á skiptingunni. En þetta er kosturinn að gera þráð um bílinn sem maður er að breita.Það koma fram hin ýmsu sjónarmið sem maður les og hugsar um.Hvar ætli sé best að leita eftir millligír sem passar eða lækkun í millikassan??",
            "date": "2016-04-24 17:09:00",
            "post_id": "168767",
            "reply_to_id": "168753"
        },
        {
            "user_name": "grimur",
            "text": "Samkvæmt smá gúggli er 1.409:1 í háa og 2.268:1 í lága í einhverjum Suzuki Samurai/Fox.\nÞað hljómar ekki svo galið í svona project. Með öðrum millikassa sem hefur aðra samsetningu í hlutföllum opnast allskyns möguleikar.\nKv\nG",
            "date": "2016-04-25 04:30:00",
            "post_id": "168787",
            "reply_to_id": "168767"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar nú er ég búinn að hringla fram og til baka. Gera svona og nei gera frekar svona og setjast svo niður og reikna út hvað kostar milligír hvað kostar hlutfall í millikassan hvað kostar að setja saman tvo gírkassa en að setja sjálfskiptingu. Jamm jú þetta eru alltaf einhverjir 100.000 kallar svo það bara gengur ekki hjá manni sem er alltaf að selja það sem hann smíðar og fyrir svona bíl fæst kanski 500.000 hámark. Nýjasta hugmyndinn er að láta kramið óhreift styrkja kúlufestinguna að framan hreins ao snyrta grindina fara yfir bremsur og hjólalegur og fóðringar þannig að drifrásinn sé heil og góð.Ég mældi bilið á milli hásinga ekki dekka og var það um 250 cm + -.Ég ætla heldur að eyða vinnu í að staðsetja boddýið þannig að hægt sé að koma undir  allt frá 44 og niður í orginal dekk eða allt þar á milli og keyra á því. Lengja húdd og færa húsið aftur og ekki hækka neitt upp og smíða  nettan sturtu pall.Bíllinn er 60 cm upp á efribrún að grind um miðbik á 44\" dekkum sem er ansi þægileg hæð plús að stíga inn í hann kanski 5 til 10 cm.",
            "date": "2016-04-25 12:15:00",
            "post_id": "168794",
            "reply_to_id": "168787"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir aftur  nenni ekki meiru í dag. Búinn að taka toppinn innan úr og merkja með lóðlínu hugsanlegan stað þar sem ég mun skera húsið í sundur. Mun svo skera aftur gaflinn úr honum og nota þann ramma og hálfa hurðina til að loka húsinu aftur og fá í leiðinni stórann og góðan afturglugga og veltiboga aftast í farþega rýmið. Verður gaman að sjá hvort hægt sé að klambra þessu saman á einhvern ódýran hátt.Skar innri brettin úr og verður þeim stungið inn í prófílinn sem er að ofanverðu við lamirnar og síðan boltaður að neðan. Verð að lengja þau töluvert.",
            "date": "2016-04-25 16:21:00",
            "post_id": "168799",
            "reply_to_id": "168794"
        },
        {
            "user_name": "Járni",
            "text": "Djefelsens spenningur! Þetta verður eitthvað.",
            "date": "2016-04-25 19:04:00",
            "post_id": "168803",
            "reply_to_id": "168799"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jæja maður er svo latur þetta gengur ekkert. Dagur 4:::búinn að saga sundur húskofann og stilla honum upp. Notast við orginal bodífestingarnar þurfti að losa um þær fremri sem eru undir fótum bílstjóra og farþega en festingar framan við aftur hjól þarf ekki að hreifa passa fínt ekkert bodílyft og allt eins og orginal. Er samt að huga að því að lyfta þeim  um 10 cm en tími því varla .Þetta verður jú 36\" bíll eða 38 með 44\" möguleika fyrir þá sem nenna að klára það dæmi. Hægt að leggja að fullu á hann svona. Bæði til hægri og vinstri og rekst 44\" hvergi í.Lengi svo framstykkið eftir þörfum svo pláss verði nóg. Nú þarf ég að finna mér annað húdd og bretti til að nota í lenginguna helst í sama lit he he.Festi annað húddið eða hluta af því við framrúðuna og hef það sem hvalbak og færi svo lamir þannig að orginal húddið passi beint á allar festingar og læsinguna.En nú er að styttast í sumarfrí.Ég ætla að brjóta odd af oflæti mínu og skreppa suður um mánaðamótin og stoppa í 3 til 4 daga.USS það verður erfit nema maður komist í einhvern skúrinn til að brasa.Hef ekki farið svona langt og lengi að heiman í tvö ár.Eru nokkuð ISIS karlar þarna á götunum í lökum er skíthræddur við þá. Þeir væru vísir til að sprengja sig í loft upp þetta eru svoddan kínverjar það er ekki einu sinni óhætt að reykja nálægt þeim því þeir eru svo eldfimir.En ég þekki þá þeir eru allir í lökum svo maður forðast laka klædda menn",
            "date": "2016-04-26 14:06:00",
            "post_id": "168821",
            "reply_to_id": "168803"
        },
        {
            "user_name": "firebird400",
            "text": "Þú þarft að fara að fjöldaframleiða þennan. Það verða allir að eiga svona.",
            "date": "2016-05-01 09:42:00",
            "post_id": "168924",
            "reply_to_id": "168821"
        },
        {
            "user_name": "jongud",
            "text": "Ertu ekki að ruglast á þeim og fermingastrákum í kyrtlum? Það er sá árstími...",
            "date": "2016-05-01 12:55:00",
            "post_id": "168927",
            "reply_to_id": "168924"
        },
        {
            "user_name": "grimur",
            "text": "Félagi minn átti Fox sem var breytt í pickup með að loka fyrir aftan framsæti....við kölluðum þetta skóhlífina og fannst það voða sniðugt hjá okkur!",
            "date": "2016-05-02 02:40:00",
            "post_id": "168937",
            "reply_to_id": "168927"
        },
        {
            "user_name": "kroni",
            "text": "Guðni þú ert snillingur, alltaf gaman að fylgjast með því sem þú ert að bralla",
            "date": "2016-05-03 00:05:00",
            "post_id": "168964",
            "reply_to_id": "168937"
        },
        {
            "user_name": "firebird400",
            "text": "10 dagar frá síðustu uppfærslu. Hann er væntanlega bara tilbúinn og því ekki frá neinu að segja eða...\n:D",
            "date": "2016-05-05 15:24:00",
            "post_id": "169012",
            "reply_to_id": "168964"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Agnar uss ég er búinn að dvelja hér í Reykjavík um tíma og á það að kallast sumarfrí. Var svo hepinn að finnan gamlan (árgerð 2002) og yfirgefinn Range Rover á hjara veraldar eða í Hveragerði á bak við hús.Hann var þar frekar lúinn og þreittur að sjá. (Minnti mig á Hr.W-w bjöllu Herbi )ef þu kannast við þann eðal  bíl. Þatta varð ást við fyrstu sín og eignaðist ég bílinn fyrir sanngjarnt verð eða verðmæti  sem svarar fjórum 54\" Bogger dekkum felgu lausum.Hef verið að hressa upp á Roverinn hér í Reykjavík svo ég komist heim.Skipta um allar bremsur diska og klossa handbremsu dótið og þurkuarma dótið allt brotið og ekki í lagi búinn að redda því spindla og ballanstangarendana. Sett í Alþrif og leður hreinsun og svona hitt og þetta. Það kom í ljós þegar búið var að þrífa og hægt var að lesa á númerinn að Breskasendiráði átti þennan bíl nýjan. Ekkert ryð er í þessum öðling. Nú  er stefnan tekin norður í dag með viðkomu á Akureyrir og má þá segja að ég sé búinn að taka hið besta sumarfrí.Verð feginn að komast í fangið á Bellu minni næsta sunnudag.Svo er spurning um að gera Bellu þrjú úr þessum Rover og saga hann í sundur og gera excab og pall á hann og 44\".Verst hvað það eru mörg öryggi í skottinu á Rover held að þau séu um 100. stikki. kveðja Guðni",
            "date": "2016-05-06 09:58:00",
            "post_id": "169024",
            "reply_to_id": "169012"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jæja áfram með Bellu 2 en  mig vantar núna  ýmislegt sukku dót svo sem frambretti sem ég ætla að nota í lengingar á brettunum gír og millikassa án kúplingshúss er enn með í maganum einhverja niðurgírs breitingar og fimmgata felgur breiðar eða mjóar læt bara breikka þær og svo einhverja turbo grein eða hugmyndir svo ég geti haldið áfram staðgreiðsla í boði fyrir réttu hlutina. kveðja guðni gamli",
            "date": "2016-05-08 17:02:00",
            "post_id": "169079",
            "reply_to_id": "169024"
        },
        {
            "user_name": "Snake",
            "text": "Er nú ekki full langt gengið að breyta Range í pickup :-) En endilega leyfðu okkur hinum að fylgjast með Range verkefninu.",
            "date": "2016-05-08 19:46:00",
            "post_id": "169082",
            "reply_to_id": "169079"
        },
        {
            "user_name": "magnum62",
            "text": "Sæll Guðni.  Þig hefur ekkert langað til að hafa þennan double cab pikkup? svona af því þú ert kominn með xtra cab útgáfuna.  Það er mikið gagn og gaman að fylgjast með verkefnum hjá þér.  \nKveðja Magnús G.",
            "date": "2016-05-09 00:42:00",
            "post_id": "169091",
            "reply_to_id": "169082"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Magnús jú er mikið búinn að velta því fyrir mér góð hugmynd.En það sem ég hef verið að hugsa því ég sel alltaf það sem ég smíða er hvort það væri sniðugt að lengja Bellu tvö það mikið að pláss vær fyrir tjald eins og menn setja upp á topp á bílunum sínum. Þau eru í trefja kassa og hægt að opna þau og skríða beint í pokann. Þetta væri ansi létt Fis hús.En ætla að skoða dobulcab hugmyndina betur kanski í Bellu 3. Er að hugsa um að fara smíða eina Bellu  á ári eða tvær og selja þetta. Fínir léttir fjallajeppar eyða litlu drífa helling annað hvort excab eða dobulcab með stuttum og léttum palli sirka 1300kg jeppar á 36\".Kanski hafa einhverjir áhuga á svona nettum fjórhjólum með miðstöð",
            "date": "2016-05-09 08:33:00",
            "post_id": "169092",
            "reply_to_id": "169091"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir sukku menn smá hreifing á Bellu 2. Hef verið að saga í sundur og stilla upp excb hugmynd og hönnun á tveimur gírkössum, vantar enn að vísu gírkassa en það kemur.Sveinn vinur minn hefur verið með mér í þessu og er hann ansi klár skal ég segja ykkur. Lærður bifvélavirki og altmúligmann",
            "date": "2016-05-11 13:14:00",
            "post_id": "169145",
            "reply_to_id": "169092"
        },
        {
            "user_name": "firebird400",
            "text": "Flott svona stutt húsið.\nHver er staðan í dag. Er allt á full swing eða bara swing í gangi?",
            "date": "2016-06-08 09:35:00",
            "post_id": "169622",
            "reply_to_id": "169145"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll er að hanna húskofan prufa eitt og gera annað. En skal setja inn myndir á morgun",
            "date": "2016-06-08 12:30:00",
            "post_id": "169624",
            "reply_to_id": "169622"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm og jæja sælt veri fólkið.Er að vinna alla daga á hafnarvoginni svo ég hef ekki mikinn tíma í alvöru vinnuna hana Bellu 2. Búinn að stilla nokkrum sinnum upp húskofanum og drekka 1000 kaffibolli og komast að því að ég er ekki mikill bílasmiður og enn verri suðumaður svo þar verð ég að taka mig á. En ég ætla að nota efri helminginn af afturgaflinum og er búinn að gera það nokku klárt. \nSvo er kom að því að smíða hliðarnar úr prófli og boddí stáli vandaðist málið hliðarnar eru kúptar og afturhallandi og hinar og þessar ólínur í þessu.\nVar alveg ráðþrota um hvernig hægt væri að redda þessu með minni litlu kunnáttu geta varla skeint mig beint. Allt í einu í miðjum kaffibolla nr 600 datt mér það snjallræði í hug að mínu mati að nota afturhurðarnar og skera þær til með Graddanum en þar er ég á heimavelli.\nÚtkoman voru opnanlegar hliðar og glerið sem er fast í afturhurðunum passar nokkurnvegin sem excab gluggar.Nú þá á ég bara eftir að loka þilinu að aftan.\nÞað var einn búinn að panta Bellu 2 og ætlaði hana sem veiðibíl og vildi geta sett byssurnar fyrir aftan framsætin. Þarna með þessu er það mál leyst set tvö 4\" plaströr á aftur þilið sem hægt er að stinga byssunum í og hólf innan í hurðarnar fyrir skotin og vatnsþétt lok í rörin.Þá er þetta hið fínasta fjórhjól með miðstöð og útvarpi og á 38\" dekkum sem ætti að fleyta bílnum eitthvað í torfærum og snjó og veiðina á pallinn.Svo er ég að bíða eftir öðrum gírkassa sem ég ætla að nota til að setja með hinum í Bellu.Þannig að hún verði fjölgíra bifreiða.En nú vantar renni mann til að smíða þessa kassa saman gegn vægu gjaldi og auglýsi ég hér með eftir manni í það verk.",
            "date": "2016-06-11 08:38:00",
            "post_id": "169662",
            "reply_to_id": "169624"
        },
        {
            "user_name": "sukkaturbo",
            "text": "verið að loka hurðunum hellings föndur en gaman uss uss",
            "date": "2016-06-11 13:06:00",
            "post_id": "169667",
            "reply_to_id": "169662"
        },
        {
            "user_name": "alex-ford",
            "text": "hann verður flotur þessi",
            "date": "2016-06-11 18:37:00",
            "post_id": "169671",
            "reply_to_id": false
        },
        {
            "user_name": "firebird400",
            "text": "Snilld að hafa tveggja dyra bíl fjögurra dyra hahaha",
            "date": "2016-06-11 20:55:00",
            "post_id": "169677",
            "reply_to_id": "169671"
        },
        {
            "user_name": "sukkaturbo",
            "text": "ha ha tveggja og hálfs dyra gott fyrir hunda og önnur gæludýr",
            "date": "2016-06-11 23:22:00",
            "post_id": "169680",
            "reply_to_id": "169677"
        },
        {
            "user_name": "sukkaturbo",
            "text": "jæja byrjaður á Bellu 2 aftur nú er verið að klára húsið á grindina lengja framenda breita gírstöngum. Húsið er komið um 12 cam aftarr og nú er gott pláss fyrir 38 og allt að 44 með smá snyrtingu.Kemur vel út nota gamalt húdd til að loka við framrúðuna og færi lamirnar og hitt framar. Smíða inn í bretta lenginguna",
            "date": "2016-09-28 12:52:00",
            "post_id": "171290",
            "reply_to_id": "169680"
        },
        {
            "user_name": "Járni",
            "text": "Mig langar norður í kaffi, get ekki lofað hvenær en ég mæti einn daginn. Helst í vetur, þegar flotinn þinn er klár á heiðina.",
            "date": "2016-09-28 18:12:00",
            "post_id": "171294",
            "reply_to_id": "171290"
        },
        {
            "user_name": "sukkaturbo",
            "text": "jamm og vertu velkominn alltaf vinur",
            "date": "2016-09-28 21:55:00",
            "post_id": "171301",
            "reply_to_id": "171294"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jæja ýmislegt búið að gera er langt kominn með að lengja framendan búin að setja saman tvö húdd og lengja innribretti og kominn meðð góða skápa fyrir rafgeymir og loftdælur og fleira gott. Smíðaði máta úr tré til að stansa lenginguna á frambrettunum",
            "date": "2016-10-18 17:37:00",
            "post_id": "171624",
            "reply_to_id": "171301"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm er líka að dunda í þessum disel turbo Hilux 1999 ásamt að dunda í Bellu. Fór í að laga altenator og hleðslu og setti tvo nýja rafgeyma 75 amp st. skipti um tímareym og reymar og svo reyndi ég að gera við lekan á stýrismaskínunni og skipti um pakkdós í henni setti meira að segja tvær pakkdósir. En pakkdósirnar spýtust úr og allt byrjaði að leka aftur svo ég dæmi þessa snekkju ónýta öxullinn orðin tærður. Svo nú vantar mig stýrissnekkju úr td hilux bensín td 1990 til 1999 eða klafa hiluxum virðist vera eins í þessum klafa bílum. Er með bensín bíl 1994 og eru snekkjurnar eins. Vantar einn framkant vinstramegin. Reyndi að laga öxulinn og pantaði upptektar sett frá Toyota kostar 9.500 og ætla að gera eina tilraun enn",
            "date": "2016-10-18 17:50:00",
            "post_id": "171625",
            "reply_to_id": "171624"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Setti bót í lenginguna kemur furðu vel út næst er að sparsla og grunna",
            "date": "2016-10-19 18:22:00",
            "post_id": "171645",
            "reply_to_id": "171625"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jæja búinn að gera upp stýrissnekkjuna og er það bara smá bras varahlutir kostuðu 9600 hjá umboðinu en hingað komnir 12000. Virkar fínt og lekur ekki lengur. Búinn að rífa báða handbremsubarkana úr og er það smá bras sérstaklega sá fremri sem kemur inn í bíl hann er festur á nokkrum stöðum upp í gólfið og styngst inn í endan á handbremsu stönginni. Losa þarf handbremsustöngina og slá úr pinnan sem styður á ljósarofan og snúa stönginni í hálf hring til að ná vírnum úr stönginn.Erfit er að komast að einum bolta sem heldur aftari barkanum þarf lykil nr 12 boltin er í grindinni innan verðri og liggur olíutankurinn að honum. Best að taka tankinn úr eða pallinn af. Furðuleg staðsetning uss. Fékk nýjan fremri barka hjá Toyota á 9.500 og nýjan aftari brakan hjá Stillingu fyrir 14.500 kominn hingað á sigló. Búðarverð er um 12.500 hjá Stillingu. Það eru Koni demparar í bílnum að aftan og pantaði ég mér 8 st ný dempara gúmí hjá Bílanaust. stykkið af þeim kostar 1200.kr x 8 sama sem allt of mikið. Keypti nýja orginal stuðpúða að aftan hjá Toyota og kostar stikkið 4.500 x 2 sama sem allt í lagi. Set inn þessi verð svo aðrir í svipuðum aðgerðum eða hugleiðingum viti hvað hlutirnir kosta svona nokkurn vegin.",
            "date": "2016-10-20 17:55:00",
            "post_id": "171664",
            "reply_to_id": "171645"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar þá er framendinn kominn samam og Bell 2 orðin ökufær eða þannig",
            "date": "2016-11-22 07:35:00",
            "post_id": "172135",
            "reply_to_id": "171664"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Byrjaður á afturendanum fyrst brettin og svo loka ég pallinn í restina húddið komið saman vantar á það skóp sitthvoru meginn.Geri ráð fyrir 44 dekkum.Unnið í hilux í leiðinni",
            "date": "2016-11-26 16:43:00",
            "post_id": "172198",
            "reply_to_id": "172135"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Er smíða gaflinn í svo er maður með valkvíða á svo mikið af dekkum en vantar samt 35\" og fimm gata álfelgur 10 til 12\" breiðar",
            "date": "2016-12-03 17:05:00",
            "post_id": "172273",
            "reply_to_id": "172198"
        },
        {
            "user_name": "Bubbi byggir",
            "text": "Sæll frændi, gamli Bronco er á 35 tommu og álfelgum en mig langar að fara í 38 tommu. Áttu eitthvað  til ađ skipta án þess að það kosti af mér handlegginn þetta má vera á stálfelgum.,",
            "date": "2016-12-05 12:50:00",
            "post_id": "172297",
            "reply_to_id": "172273"
        },
        {
            "user_name": "sukkaturbo",
            "text": "jamm sukkan er á 38 núna og 12 \" breiðum felgum og svo á ég 14 breiðar fimm gata felgur en dekka lausar.Þarf helst 12\" breiðar álfelgur",
            "date": "2016-12-05 17:31:00",
            "post_id": "172298",
            "reply_to_id": "172297"
        },
        {
            "user_name": "sukkaturbo",
            "text": "búinn að setja gaflinn í og smíða hjólskálarnar í húsið",
            "date": "2016-12-26 16:03:00",
            "post_id": "172582",
            "reply_to_id": "172298"
        },
        {
            "user_name": "elli rmr",
            "text": "Like ;)",
            "date": "2016-12-26 22:38:00",
            "post_id": "172595",
            "reply_to_id": "172582"
        },
        {
            "user_name": "juddi",
            "text": "Snild jeppi þarf ekki að kosta miljónir til að vera öflugur og flottur",
            "date": "2016-12-27 10:33:00",
            "post_id": "172613",
            "reply_to_id": "172595"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm potaði í Bellu í dag vonandi verður hún ekki ólétt. Byrjaði að snikka kvarthurðarnar á hana. Kláraði sílsana og fleira smotteri í",
            "date": "2016-12-27 16:12:00",
            "post_id": "172616",
            "reply_to_id": "172613"
        },
        {
            "user_name": "Járni",
            "text": "Haha, snilld að sjá afturhurðirnar!",
            "date": "2016-12-27 18:57:00",
            "post_id": "172620",
            "reply_to_id": "172616"
        },
        {
            "user_name": "jongud",
            "text": "Snilld :)\nÆtlarðu að setja veltibúr í hana?",
            "date": "2016-12-28 11:33:00",
            "post_id": "172641",
            "reply_to_id": "172620"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Veit ekki með veltibúrið ætla að skoða hverrnig þetta kemur til með að virka Ég á veltiboga í hana",
            "date": "2016-12-28 15:17:00",
            "post_id": "172652",
            "reply_to_id": "172641"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Þetta er sniðugt, á að hafa hurðarnar að aftan opnanlegar eða sjóða þær fastar ?",
            "date": "2016-12-28 16:21:00",
            "post_id": "172655",
            "reply_to_id": "172652"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Ætla að hafa þær opnanlegar svona til að byrja með",
            "date": "2016-12-28 18:51:00",
            "post_id": "172658",
            "reply_to_id": "172655"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm árið félagar segi ekki annað því næsta ár verður erfitt og snúið í heiminum. \nKreppur stríð og eldgos  í samspili við ansalegt veðurfar. Met í roki met í úrkomu met í hita og met í kulda. Var að dunda mér í Bellu 2 um áramótin eða í gær og dag.Er langt kominn með aðra afturhurðina loka botni og að ofanverðu og fölsin fyrir hurðargúmíin. Greip annars lagið í dolluna mín svo nægileg verkefni eru fyrir hendi í Himnaríki þessa dagana. En umræðan um utaná liggjandi veltibúr heillar mig aðeins og spurning hvernig það færi á Bellu. Á einhver myndir af þannig útfærslu??",
            "date": "2017-01-01 15:17:00",
            "post_id": "172734",
            "reply_to_id": "172658"
        },
        {
            "user_name": "draugsii",
            "text": "Snilld\n maður þarf að fara að líta á þig þarna í himnaríki",
            "date": "2017-01-01 17:10:00",
            "post_id": "172737",
            "reply_to_id": "172734"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm endilega og taktu Gunna með þér",
            "date": "2017-01-01 18:49:00",
            "post_id": "172740",
            "reply_to_id": "172737"
        },
        {
            "user_name": "Bubbi byggir",
            "text": "Gleðilegt nýtt Bellu ár Guðni.\nHefur þú einhverja hugmynd um hvar 46\" súkkan sem þú smíðaðir er niðurkominn? Verður Bella 2 á 38 eða 40\" ?\nKv Hjalti",
            "date": "2017-01-02 10:32:00",
            "post_id": "172745",
            "reply_to_id": "172740"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll frændi og gleðilegt ár vinur.Bella 2 er fjöldekkja bifreið allt frá 31 til 47\" en verður þó háð drifum og vélarafli ef hún fer yfir 36\" dekkin. Gæti tussast á 38\" í  lágadrifinu við slæmar aðstæður.\nÉg hafði 47 Pit Bull á felgum til hliðsjónar þegar ég færði húsið aftur og tók úr afturhlutanum. Þarf þá að klippa úr frambrettum en nægilegt pláss á bakvið fyrir risa dekk. Gamli foxinn minn er hér á sigló en ekki til sölu held ég",
            "date": "2017-01-02 15:05:00",
            "post_id": "172746",
            "reply_to_id": "172745"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæl nú er mér nóg boðið. Það stefnir allt í alvöru verkföll og litla eða engan fisk hægt að fá næstu fjórar vikurnar nema þing komi saman og setji lög almenningi til varnar.Svo er Landspítalinn fullur og meira að segja ruslakompurnar líka og voru ruslatunnurnar settar út í kuldan til að koma fyrir flensusjúkklingunum.\nEn á meðan hef ég hugsað mér að opna læknastofu á verkstæðinu hjá mér í Himnaríki og kanski fiskverkun..\nÍ boði verður ókeypis Blöðruhálskirtilsskoðun og fékk ég hvítan fermingarkirtil lánaða hjá kirkjunni til að vera í á meðan og ennisljós hjá björgunarsveitinni. Ég fjárfesti í bleikum gúmívettlingum hjá Olís stærð xxxl og svo fék ég júgursmyrsl í kaupfélaginu. Gætt verður alls hreinlætis og fjárfesti ég því í háþrýstidælu með lágum þrýsting eða 120 barr fyrir forþvottinn. \nNú í pípunum er líka að bjóða upp á magaspeglun og fjárfesti ég því í þráðlausri bakkmyndavél með hdm gæðum og þolir hún að fara niður á tveggja metra dýpi. Síðan er hægt að fá aðstoð við hinum og þessum kvillum. \nKaffi við höfðuverk, lýsi við flösu og steinolía við lús.Fitu sog með smursprautunni minni fyrir offeita og andlega áfallahjálp með hlustun,og kaffibolla og jeppasögum.\nSilikonfyllingar fyrir brjósta og milli lima lengingu. Ég  fékk ég mjög ódýrt sillikon í BYKO og P-38 sem er sama efni og er notað til tannviðgerða. Allir velkomnir og kostar ekki neitt.\nÞað er best að fólk fari þegar að byrja, að venja sig við þessar aðstæður því svona verður þetta næstu árin hjá Bjarna-Benna og Potte. Notuð verða ódýr efni og ódýrir töfra læknar frá Afríku og suðurpólnum sem geta unnið frítt í hinu ríka og góða Íslandi sem er með heimsmet í hagvexti og smjör drýpur af hverju strái segja ráðamenn og hagfræðingar en vilja samt ekki borga bestu læknum í heimi sómasamleg laun. Eins og ég trúi þessum mönnum.NEI USS.",
            "date": "2017-01-06 22:07:00",
            "post_id": "172816",
            "reply_to_id": "172746"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar Bella fór í stuttan bíltúr  í dag á 38\" Mudder og mjög þungum stálfelgum alltof þungum.Vantar strax álfelgur.Fór með hana á vigtina fulla af bensíni og vigtaði hún innan við 1200kg.Þetta er léttasti bíl sem ég hef smíðað.Spurning hvað hann á eftir að þyngjast.Það vantar ekkert nema mig og nestið.",
            "date": "2017-01-17 21:47:00",
            "post_id": "173029",
            "reply_to_id": "172816"
        },
        {
            "user_name": "Bubbi byggir",
            "text": "Það verður alger snild að sjá þennan í sköflunum :) allveg frábært verkefni hjá þér, maður bíður spenntur eftir hverri færslu hér inn og svo eru myndir alltaf vel þegnar :)",
            "date": "2017-01-18 15:28:00",
            "post_id": "173036",
            "reply_to_id": "173029"
        },
        {
            "user_name": "Járni",
            "text": "1200kg er mega töff, ætti að komast upp á heiði! :)",
            "date": "2017-01-18 19:13:00",
            "post_id": "173039",
            "reply_to_id": "173036"
        },
        {
            "user_name": "Ragnare",
            "text": "Væri gaman að sjá video af honum leika listir sínar.",
            "date": "2017-01-18 20:28:00",
            "post_id": "173041",
            "reply_to_id": "173039"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jæja þá eru allar hurðar komnar á sinn stað eða þannig tær eðlilegar og tvær kvart hurðar. Afturhlerinn er kominn í og verið er að græja gírstangir sem er helvítis  leiðinda bras þegar húsið er fært svona aftur.\nÞyrfti að vera til einhverskonar lengingar fyrir þannig verkefni. Svona er Bella í dag 1100 kg full af bensíni. Vantar enn léttan pall og hergræna Bellu litinn.\nÞetta er auðvitað grænt verkefni og hlutir sem aðrir henda hirtir og notaðir. Fékk mér að vísu nýja tímareym og kúplingu og pakkdósir í kassana og nýja hjöruliði.Búinn að prufa Bellu og koma mér það verulega á óvart hversu vel druslan vinnur og finnur lítið fyrir því að snúa 38\" á tveimur pundum enda bælir hún þau ekki.\nÆtla að skera dekkin í rússa munstur og mýkja þau verulega en þetta er gamall 38\" Mudder.\nVantar tilfinnanlega léttmálms felgur sirka 10 til 12\" breiðar, helst 10\" breiðar og fimm gata stóru deilinguna",
            "date": "2017-01-20 16:01:00",
            "post_id": "173070",
            "reply_to_id": "173041"
        },
        {
            "user_name": "GrænIngi",
            "text": "Mér líst vel á þetta guđni, bella 1 fór á fjöll um daginn og stóđ sig mjög vel.... nú er kominn tími til ađ koma fyrir intercooler og klára pall, ætla ađ setja inn þráđ þegar tími gefst",
            "date": "2017-01-20 21:08:00",
            "post_id": "173072",
            "reply_to_id": "173070"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll vinur og takk fyrir gaman að heyra frá Bellu 1",
            "date": "2017-01-20 22:18:00",
            "post_id": "173073",
            "reply_to_id": "173072"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm loksins smá tími í Bellu 2. Er að byrja á að smíða einhverskonar pallómynd.Pælingin er að geta hækkað pallinn og lækkað eftir því hvort Bella er á 31\" dekkum eða 44\".Festi undirstöður í bodífestingarnar sem fyrir eru og nota 50mm prófíla og svo grennir prófíl sem gengur inn í þann sverari þannig að hægt er að stinga saman og bora göt í gegn með mismunandi hæðar stillingum.Þetta verða fjórar festingar og það verður einfalt að taka pallinn af til viðgerða. He he.Prufaði hana að ganni á 33\" og virkaði hún ansi vel þar sem hún er rétt yfir 1000kg á þeim",
            "date": "2017-03-23 16:51:00",
            "post_id": "174059",
            "reply_to_id": "173073"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm einhver ómynd að koma á pallinn. Mér finnst hann vera of breiður en hvað finnst ykkur.Lengdin er 105 cm breiddin tölvert meiri.Er  það ljót ef pallur er breiðari en hann er langur.Þetta er sama breidd og er á boddýinu.",
            "date": "2017-03-24 18:14:00",
            "post_id": "174069",
            "reply_to_id": "174059"
        },
        {
            "user_name": "jongud",
            "text": "Svo lengi sem þú þarft ekki að vesenast með breiddarljós þá er um að gera að hafa meira pláss en minna.",
            "date": "2017-03-24 18:20:00",
            "post_id": "174070",
            "reply_to_id": "174069"
        },
        {
            "user_name": "draugsii",
            "text": "pallurinn hjá mér er 150 á lengd og 170 ca á breidd það kemur ekki ílla út hjá mér",
            "date": "2017-03-25 00:36:00",
            "post_id": "174077",
            "reply_to_id": false
        },
        {
            "user_name": "kaos",
            "text": "Þetta er auðvitað smekksatriði, en fyrir minn smekk þá er pallur sem er styttri en hann er breiður ekkert tiltökumál. Það myndi frekar stuða mig að horfa upp á pall sem væri verulega mjórri en húsið. Fyrir svo utan praktísku hliðina sem búið er að benda á, að það veitir varla af plássinu.\nOg úr því að ég er að kommenta hjá þér ætla ég að nota tækifærið til að þakka fyrir bæði þennan og aðra smíðaþræði hér á spjallinu. Mjög skemmtilegir og fróðlegir.\n-- \nKveðja, Kári.",
            "date": "2017-03-25 10:25:00",
            "post_id": "174082",
            "reply_to_id": "174077"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm Sæll Kári þakka þér fyrir að nenna að lesa þetta.En ég komst að því í dag er ég var að vinna við pallinn að hann var ekki nægilega hár þegar 38\" var komin undir og búið var að gera ráð fyrir 10 cm SAMSLÆTTI.Svo ég varð að hækka pallinn töluvert og þá myndaðist hellings pláss undir pallinum. Er að hugsa um að setja út draganlegan neðri pall með geymslu kössum. He he.\nMaður verðu seint klár að smíða. En þetta er ekki Kirkja svo  þetta sleppur.",
            "date": "2017-03-25 18:00:00",
            "post_id": "174086",
            "reply_to_id": "174082"
        },
        {
            "user_name": "elli rmr",
            "text": "Enda yfirleitt vont að sitja í kirkjum.. :)",
            "date": "2017-03-25 20:26:00",
            "post_id": "174088",
            "reply_to_id": "174086"
        },
        {
            "user_name": "Járni",
            "text": "Uss já, meiri pallur er meira pláss. Getum litið á þetta sem hillu :)",
            "date": "2017-03-26 21:14:00",
            "post_id": "174104",
            "reply_to_id": "174088"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm pallasmíðin þokast áfram og var ég að mála í dag og set svo pallinn  á morgun og klára hann næstu daga.Er að hann neðri pallinn en þar verður fínt að geyma Gæsina eða Rjúpuna og silunginn á köldu álhólfi.Vigtaði pallinn og er hann 55 kg en þá vantar að setja á hann klæðninguna.",
            "date": "2017-03-27 16:49:00",
            "post_id": "174118",
            "reply_to_id": "174104"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm búinn að sitja undir Bellu í dag og grunna (mála ) sílsa og föls og fleira.",
            "date": "2017-03-28 16:07:00",
            "post_id": "174130",
            "reply_to_id": "174118"
        },
        {
            "user_name": "jongud",
            "text": "Ferðu ekki að vera búinn að klára þessa dós með grænu málningunni?",
            "date": "2017-03-28 17:43:00",
            "post_id": "174132",
            "reply_to_id": "174130"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm ha ha þetta er einkennis liturinn minn hergrænt.Enda Bellurnar búnir til úr því sem aðrir henda.Allt er vænt sem vel er grænt ..Endurvinnsla he he .Hér er fyrsta Bellan. \nhttps://www.youtube.com/watch?v=SY0gJdXfwnk",
            "date": "2017-03-28 18:07:00",
            "post_id": "174134",
            "reply_to_id": "174132"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm áfram með Bellu.Var í dag að setja framkanta á Bellu mína, sem ég átti í rusli og voru af cherokee litla bílnum.\nByrjaði á að hanna kælihólfið fyrir veiðina eða bjórinn sem mun verða undir pallómyndinni. Svo er ég að reyna að loka götunum á excab húsinu sem eiga að heita gluggar með Pexigleri (plasti) til að snjói eða rigni ekki inn í drusluna.\nAlveg furðulegt hvað þetta er allt mikil vinna.Bara svona að gamni þá er Bella á 38\" Mudder þessa dagana og er óupphækkuð og allt í undirvagni orginal",
            "date": "2017-03-29 16:27:00",
            "post_id": "174142",
            "reply_to_id": "174134"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm prufuðum aðeins að skreppa út úr skúrnum í dag. Búinn að setja drullusokka að aftan og framan einhverjar kanta druslur og plexigler í hliðar gluggana og margt annað smálegt. Stilla álagninguna svo framdekkin rekist ekki utan í skera úr stuðara. Bíllinn keyrir fínt á 38\" Mudernum og vinnur bara furðu vel. Dekkin rekast hvergi í þó beygt sé og misfjaðrað eins og hægt er.En það á eftir að setja timbur á pallinn. Það sem mér finnst vanta er einhver læsing í afturdrifið kanski bara Nospin",
            "date": "2017-03-31 17:29:00",
            "post_id": "174189",
            "reply_to_id": "174142"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm nú skyldi setja Nospin í Bellu.\nUss fékk heilan köggul í verkið en helvítis pinjón var brotin eða það vantaði heila tönn í Nospin köggulinn.\nOkey ekki málið bara að svissa mismunadrifinu úr mínu gamla enda sömu hlutföll og setja nospinið í staðinn fyrir ólæsta mismunadrifði hjá mér.\nTaldi út allar tennur og allt passaði 5:12 sirka.Nema er ég ætlaði að setja kambinn minn á Nospin læsinguna þá kom í ljós að það eru bara 10 boltar sem festa nospinið á kambin í drifinu sem ég fékk örugglega eitthvað eldra dæmi en 12 boltar í mínu drifi.\nSvo ég gerði það sem andskotinn mundi ekki þora og er bannað í jeppabiblíunni. Notaði minn gamla pinjón og kambin og nospinlæsinguna úr hinu drifinu stillti eins vel og ég gat, fékk góða töku á milli pinjóns og kambs og skellti öllu undir og ætla að prufa þetta um páskana á 38\" og sjá hvað gerist. Hef lúmskan grun um að þett gæti gengið he he en það kemur í ljós.",
            "date": "2017-04-08 07:21:00",
            "post_id": "174282",
            "reply_to_id": "174189"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm Nospin læsingin farin að virka, Spólaði á öllum að aftan á lyftunni. Setti nýja bremsuklossa að aftan báðu megin í leiðinni.Þeir gömlu voru alveg að klárast. Málaði með rétta herlitnum öll föls.Tekk fram að þetta verður ekki nein fegurðardís þessi <Bella> frekar en hin.Þetta er bara einhverskonar Rattcars endurvinnslu bíll. Samt allt kram uppgert og í lagi en í útliti ljótara en andskotin eða svipað og Hr:Trump í vindi",
            "date": "2017-04-08 17:30:00",
            "post_id": "174287",
            "reply_to_id": "174282"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm meira Bellu ævintýri.Búinn að mála herlitinn og langt kominn með pallinn allt að smella.38\" kominn á 10\" breiðar felgur  og úrhleypikrana.Henti 12\" breiðu felgunum þær voru þungar og of breiðar fyrir minn smekk og  mynduðu fyrirstöðu í mjúkum snjóbrekkum voru bara of breiðar fyriir svona léttan bíl.En það er bara mín sérviska. Radialdekk vinna á sporlengdinni svo það er óþarfi að glenna þau of mikið í sundur.",
            "date": "2017-04-13 17:05:00",
            "post_id": "174348",
            "reply_to_id": "174287"
        },
        {
            "user_name": "Rodeo",
            "text": "Góður pallurinn þarna að aftan.  Skapast þessi fíni bekkur þegar neðra hólfið er opið, væri flottur í réttirnar tæki vel lúina bændur og þreyttar ær í skutl!",
            "date": "2017-04-13 18:58:00",
            "post_id": "174350",
            "reply_to_id": "174348"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm eða að fara í gott fótabað he he.En þessi flór er til margra hluta nytsamlegur eins og bíllinn er allur, léttur og sparneytinn og lipur og kanski drífur hann eitthvað á 38\" og kominn með læsingar og vigtar 1250kg sirka +  --???",
            "date": "2017-04-13 19:43:00",
            "post_id": "174351",
            "reply_to_id": "174350"
        },
        {
            "user_name": "Svenni30",
            "text": "Sæll vinur. Þetta er bara snild hjá þér eins og allt sem þú kemur við.\nKem í kaffi fljótlega í himnaríki",
            "date": "2017-04-13 22:14:00",
            "post_id": "174354",
            "reply_to_id": "174351"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm mision kompleet.Bella 2 búinn.Verður seld á 31\" og 10\" breiðum felgum og hægt að fá 38\" sem aukagang ef um semst\nFór með hana á vigtina áðan með hana fulla af bensíni.Tók mynd við þá athöfn. 1320 kg á þungum stálfelgum og 38\" Mudder.Þar af er pallurinn um 80 kg með þessu timbri sem er tomma sex.Keyrir fínt vinnur bara allt í lagi á lægri gírunum. En það sem fer í taugarnar á mér er gírskiptingin. Við það að færa húsið aftur um 12 cm þurfti ég eð smíða legg sem færði stöngina aftur sem því nam. Þar af leiðandi eru færslurnar langar og leiðinlegar.Stór galli finnst mér. Mun hafa næstu Bellu sjálfskipta og V-6.Ekki mikið mál að minka þessa vigt um 50 kg með því að setja Bellu á 35\" dekk og álfelgur og nota ekki efrihlutan af pallinum bara flórinn og sætin.Mætti stilla pallinn aðeins og halla honum aðeins meira fram. En hann er á prófílum og bara eitt handtak að taka hann alveg af.Nospinið virkar fínt. Svo nú er bara að selja þessa Bellu og byrja á næstu.Tilboð vel þvegin",
            "date": "2017-04-15 15:04:00",
            "post_id": "174374",
            "reply_to_id": "174354"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm var ekki ánægður með gírstangirnar og hef aldrei verið. Tók mig til og skar úr gólfinu og lækkaði það helling. Setti orginal millikassastöngina í og breitti svo gírstönginni þannig að nú er þetta betra en orginal.Henti gömlu hryggðarmyndinni eða set hana á listasafn,.Loka svo með álplötu og nú er komið fínt pláss fyrir gegnumtök fyrir úrhleypibúnað og kranakistu og mæla.",
            "date": "2017-04-18 15:54:00",
            "post_id": "174407",
            "reply_to_id": "174374"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm þá er búið að loka þessu.Setti tjöruborða neðan í lokið. Fínt stæði komið fyrir stýribúnaðinn á úrhelypibúnaðinum. Svo er bara að klára að mála gólfið og setja smá teppi eða mottur. Vil geta tekið teppin úr gólfunum og þurkað upp vatn svo það liggi ekki á og forða þannig rið myndun",
            "date": "2017-04-19 17:16:00",
            "post_id": "174416",
            "reply_to_id": "174407"
        },
        {
            "user_name": "Járni",
            "text": "Sniðugt",
            "date": "2017-04-19 17:57:00",
            "post_id": "174417",
            "reply_to_id": "174416"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm og jæja fór í að teppalegga aftur í á milli þils og veggja,ætlað hafa lausar mottur fram í til að forðast ryð og bleytu söfnun. Setti í leiðinni sæti úr gömlum Sapparó og hafði þau aðeins hærri en orginal. Nú er gírskiptinginn betri en í óbreittum bíl lauflétt í alla gíra og gaman.Næst er að fá sér 4:24 hlutfall í millikassan en það á að vera til einhversstaðar í útlandinu segja mér fræðingar sem kunna útlenzku..",
            "date": "2017-04-21 16:39:00",
            "post_id": "174439",
            "reply_to_id": "174417"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm ákvað að lengja pallinn um 25 cm og hækka skjólborðin og er þetta mun betra að sjá.",
            "date": "2017-04-26 16:51:00",
            "post_id": "174517",
            "reply_to_id": "174439"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm og jæja fór með Bellu í skoðun og breitingaskoðun. Hún var vigtuð full af bensíni á 31\" dekkum og vigtaði hún þannig 1280kg en 1320 á 38\" á stálfelgum ansi þungum. Fór athugasemdalaust í gegnum skoðun. \nAllar bremsur jafnar og ekkert slit í spindlum eða stýrisendum. Keyrir alveg stór vel og bara vel hepnað verk þó ég segi sjálfur frá og nú er maður loksins kominn með alvöru vörubíl.\nÞakka fyrir samfylgdina í gegnum þenna smíðaferli eða hvað skal kalla þetta HNOÐ. Vonandi hafa einhverjir haft gaman að skoða þetta.Kveðja úr Himnaríki og þá er bara að byrja á næsta verkefni í júní",
            "date": "2017-05-09 17:21:00",
            "post_id": "174623",
            "reply_to_id": "174517"
        }
    ],
    "date": "2017-03-25 00:36:00"
}