{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "32845",
    "title": "Afgashitavandamál í Patrol (2.8)",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=32845",
    "posts": [
        {
            "user_name": "thorjon",
            "text": "Jæja, nú er ég að spá hvort einhver geti komið með svarið/lausnina á afgas-hitavandamáli sem ég hef verið að glíma við.\n„Sjúklingurinn“ er Patrol ´98 með 2.8 vélinni.  Ég fór fyrst að verða var við þetta fyrir ca. ári eftir að skipt var um hedd og pakkningu eftir klassíska heddbilun.  \nAfgasmælirinn hjá mér er eftir túrbínu og því að sýna ca 100 til 150 gráðum of lítið m.v. við raunhita ef ég skil þetta rétt ??\nHiti fyrir hedd og pakkningarskipti var í kringum 200-250 gráður í eðlilegum akstri, eftir heddskipti er meðalhitinn 300 til 370 gráður.\nEf að snúningshraði er undir 2200 snúningum og bínan að blása yfir 10 PSI hækkar hitinn tiltölulega hratt upp í 400 gráður ( en þá slæ ég af og skipti niður um gír,  en þetta er að gerast hjá mér ef ég er bara að fara upp Ártúnsbrekkuna.\nÞví var skotið að mér að þetta gæti verið vitlaus tími á reim en það var tjekkað og vélin rétt á tíma, einnig var skipt út tímareiminni og meðfylgjandi fyrir 2 mánuðum og engin breyting.\nEinnig var í bílnum þegar ég keypti hann tölvukubbur frá þeim þarna út á Seltjarnarnesi ( verkfræðistofa „ehvað“ ) en aldrei vitað hvort hann er tengdur eða ekki ( fyrri eigandi vissi ekki einu sinni af kubbnum LOL) \nJú eitt enn, það er elektróníska olíuverkið í honum og ekkert hefur verið átt við bínuna ( eftir því sem ég best veit), hún er reyndar að mælast hjá mér allt up undir 20 PSI ( sem er jú ekki eðlilegur þrýstingur að mér skilst) en er líka að spá hvort það sé möguleiki að ég hafi tengt PSI mælirinn vitlaust enda grútmáttlaus greyið \nSemsagt Nú er ég vægast sagt opinn fyrir hugmyndum frá mér fróðari mönnum ;)",
            "date": "2016-05-02 19:58:00",
            "post_id": "168955",
            "reply_to_id": false
        },
        {
            "user_name": "Brjotur",
            "text": "Er hann að reykja mikið ?  nú svo spyr ég hefurðu prufað að gefa honum hraustlega inn í ártúnsbrekkunni þegar þú skiftir niður og sjá hvað gerist með afgashitann þá ?  ég held að hann lækki við það :) það er semsagt spurning í mínum huga hvort hann sé að erfiða of mikið það hitar afgasið , svo er spurning um að prufa annan mælir og sjá hvort hann er eins  :)",
            "date": "2016-05-02 20:12:00",
            "post_id": "168958",
            "reply_to_id": "168955"
        },
        {
            "user_name": "thorjon",
            "text": "Nei, reykir ekki mikið, og skipti út mælinum fyrir ca 8 mánuðum ( taldi þetta vera mælirinn en svo var ekki),  Hitinn lækkar já þegar ég skipti niður en þessi \"ofursleggja\" 2.8 sem er í Pattanum er bara svo lífvana að ef maður er ekki búinn að taka gott tilhlaup í brekkuna þá koðnar hraðinn niður og þar með RPM, svo um leið og kvikindið dettur niður fyrir 2200 snúninga þá fýkur hitinn af stað, þetta er helv hvimleitt þegar maður er að \"skjótast\" upp Bröttubrekku/Þröskulda og aðrar alvörubrekkur...... Hitt er svo annað mál að einhvern tímann sagði \"gáfaður\" maður að best væri að vera með enga mæla... það jafngilti engum áhyggjum hehe :)\nHann er reyndar á 39.5 hjá mér og ekki lækkuð hlutföll",
            "date": "2016-05-02 20:26:00",
            "post_id": "168959",
            "reply_to_id": "168958"
        },
        {
            "user_name": "Brjotur",
            "text": "Haha  sammála þessu með mælana :)  menn fara að keyra eins og kellingar með þá :)  en það segir nú heilmargt alveg að vera á original hlutföllum og 39.5 dekkjum ég myndi ekki nenne því , sjálfur átti ég einu sinni 38 pat með tölvukubb og 5/42 hlutföll og hann hefði ekki sagt haaaa í ártúnsbrekkunni , en  það er engan vegin normal að hann sýni þetta miklu meiri afgashita eftir upptekt nema að eitthvað hafi misfarist í henni ? Hann er ekki að hreyfa vatnshitann ?  mér dettur helst í hug að kubburinn hafi verið tengdur áður , en einhverra hluta vegna sé ekki tengdur núna og já þess vegna koðnar hann fyrr niður og hitar afgasið , ég myndi athuga það vel  hvort hann sé tengdur :)",
            "date": "2016-05-02 22:45:00",
            "post_id": "168962",
            "reply_to_id": "168959"
        },
        {
            "user_name": "Startarinn",
            "text": "Ef heddið eða blokkin voru plönuð breytist lengdin milli sveifaráss og knastáss og þar með tíminn á RD28 vélunum (knastás og olíuverk verða svolítið á eftir), ég þurfti allavega að snúa olíuverkinu aðeins þegar það var planaður 1 millimeter af heddinu á Laurelnum hjá mér, ég tók aðallega eftir minna afli og að hann fór að mökk reykja ef hann var staðinn í botni yfir 3500 snúninga á keyrslu. Það hafði ekki verið vandamál fyrir upptekt\nEn þetta var túrbólaus vél hjá mér\nEn þetta sýnir að tíminn á olíuverkinu getur verið rangur þó tennurnar á reiminni séu réttar",
            "date": "2016-05-03 12:26:00",
            "post_id": "168969",
            "reply_to_id": "168962"
        },
        {
            "user_name": "thorjon",
            "text": "Jæja, þá er búið að smella HOPA kubb í Pattann og allt í einu varð hann afl\"meiri\", já svei mér þá ef það var ekki smá upptak í kvikindinu :)  hitt er annað mál að afgashitinn fór næstum jafnhratt upp og snúnigshraðamlirinn,, tja næstum því.  Svo datt mér í hug að hreinsa MAF sensorinn og þá \"skemmdist\" fína stillingin á kubbnum,  við það varð bíllinn arfaslappur en afgashitinn lagaðist/varð eðlilegur.  Núna er búið að yfirfara spíssa og skipta út öllum dísum ( voru í henglum greyin) en þá virðist hann enn viðkvæmari fyrir afgashitanum.\nUm leið var vélin þjöppumælt og reyndist eðlileg þjappa....\nMér er helst að detta í hug hvort hann sé ekki að fá nægt loft inn á vél og hvernig sé best fyrir mig að athuga það ???  Einhverjar tillögur ?\nog er ekki rétt hjá mér að ef að olíuverkið væri í einvherju rugli og gefa of mikla olíu þá ætti hann að kafreykja ? sem hann gerir ekki.\nkveðja:  Einn ráðþrota ;)",
            "date": "2016-08-22 22:44:00",
            "post_id": "170793",
            "reply_to_id": "168969"
        },
        {
            "user_name": "olei",
            "text": "Megin ástæða fyrir of háum afgashita á diesel er of mikið olíumagn m.v loft, of háum afgashita fylgir vanalega litur á útblæstrinum, ekki endilega svartur sótstólpi þó.\n\"Banks\" fyrirtæki í USA sem smíðar túrbókitt í allskonar bíla mælir með því að hiti inn á túrbínu sé ávallt undir 1300 Fahrenheit.\nhttp://bankspower.com/techarticles/show ... -important\n. Aðrar heimidir segja að 1250 F sé hámark undir stöðugu langtíma álagi. \nÞetta gera 670 - 700 gráður Celcius. Þumalregla er að hitafall yfir túrbínu geti verið allt að 250F, sem gerir allt að 120 gráður C.\nÞar af leiðir að hitamælir í pústi sem er alveg við túrbínu ætti ekki að sýna hærra undir þungu stöðugu álagi en 550 gráður C. Þetta þýðir líka að ástæðulaust er að fá í magann þó að hann skoppi stundarkorn upp í 600 gráður.",
            "date": "2016-08-22 23:15:00",
            "post_id": "170795",
            "reply_to_id": "170793"
        },
        {
            "user_name": "olei",
            "text": "Þú sérð það á boost mælinum hjá þér. Þ.e.a.s ef hann er beint inn á soggrein. Ef vélin er að fá t.d 15-20 psi boost þá er hún örugglega ekki svelt á lofti.\nHversu hátt fer afgashitamælirinn hjá þér þegar þú stendur bílinn í botni upp langar brekkur í dag?",
            "date": "2016-08-22 23:31:00",
            "post_id": "170796",
            "reply_to_id": "170795"
        },
        {
            "user_name": "thorjon",
            "text": "wastegateið slær túrbínuna út í 12-14 psi ( Wategateið stóð a sér á tímabili og þá var bínan að blása upp og um 20psi, þá vara hitavandamálið líka minna þegar hún blés hátt).  afgasmælirinn er að sýna 400-425 upp brekkur en ég hef ekki þorað að leyfa honum að fara hærra en það og gíra því niður... NOTABENE ég er með mælirinn EFTIR túrbínu þannig að eflaust er þá 400 í raun 550 ekki satt ??\nVarðandi brekkurnar þá kóðnar dýrið niður / nær ekki að halda rpm fyrr en maður er kominn í 2 gír :(  eflaust má kenna þar um að einhverju leyti að ég er ekki með hlutföll en á 39.5 dekkjum,, en assskoti finnst mér hann slappur samt sem áður :)  Sérstaklega með nýjar dísur og þjappan er eðlileg.\nGetur þetta eitthvað tengst intercoolernum eða einherju örðu en túrbínunni ?? það er þessi mögulegi skortur á lofti inn á vél ??",
            "date": "2016-08-23 00:16:00",
            "post_id": "170798",
            "reply_to_id": "170796"
        },
        {
            "user_name": "olei",
            "text": "Ef þú ert að sjá 12-14 psi á boostmæli sem er tengdur beint inn á soggrein þá er enginn skortur á lofti.\nSamanber það sem ég sagði ofar þá þarftu ekki að hafa neinar áhyggjur af 425 gráðum, þú þarft að fara að slá af þegar þú sérð hærra en 550 á mælinum hjá þér sem er EFTIR túrbínu. Þá er afgasið \ninn\n á túrbínuna líklega komið í 670 gráður sem er það hæsta sem mælt er með undir stöðugu álagi - en Nota Bene - samt í góðu lagi.\nMeð öðrum orðum; þessi afgashiti sem þú ert að tala um er ekkert til að hafa áhyggjur af.",
            "date": "2016-08-23 00:28:00",
            "post_id": "170799",
            "reply_to_id": "170798"
        },
        {
            "user_name": "thorjon",
            "text": "þannig að ef ég skil rétt það er undir 670 gráðum ekkert að \"drepa\" heddið eða annað það er undir stöðugu álagi ?? og að hitadroppið frá fyrir túrbínu til eftir túrbínu sé ca 120 gráður ??  og bölvaður misskilngur að 450 til 500 á mæli EFTIR túrbínu í lengri tíma sé að skemma neitt ??\n..... mikið djöf myndi það lífga uppá veröldina mína :)",
            "date": "2016-08-23 00:37:00",
            "post_id": "170801",
            "reply_to_id": "170799"
        },
        {
            "user_name": "olei",
            "text": "Já þú skilur mig rétt Þórjón.\nÞessar tölur 1250-1300F er það sem flýtur í umræðum um afgashita vestan-hafs (inn á túrbínu, eða raunverulegur afgashiti á vélinni). Í sjálfu sér virðist ekki mikil óvissa eða ágreiningur um þær. Þetta er eins og áður sagði 670-700 gráður Celsius. Meiri óvissa er um hitafallið yfir túrbínuna, en vanalega virðast kanar tala um 250F sem mesta hitafall í praxis. Það er jú um 120gráður. Og þetta er það sem þeir kalla \"safe\".\nMér sýnist þú vera langt frá þessum mörkum.",
            "date": "2016-08-23 00:45:00",
            "post_id": "170802",
            "reply_to_id": "170801"
        },
        {
            "user_name": "thorjon",
            "text": "Takk Óli, tja þá er bara að \"prófa\" hvort þetta passi ekki allt saman.... maður fær þá bara afsökun fyrir öðrum mótor ef draslið bráðnar í húddinu ;)",
            "date": "2016-08-23 07:15:00",
            "post_id": "170805",
            "reply_to_id": "170802"
        },
        {
            "user_name": "Izan",
            "text": "Sæll.\nÉg lærði að hámarksþrýstingur á túrbínuna er 14 psi svo ég setti mína í 15 og hámarks afgashiti væri 700 svo ég keyrði upp brekkur á 750°C (mælir fyrir framan túrbínu)  Það kvartaði enginn neitt yfir þessu og það var ekki hedd sem kálaði vélinni.\nEr ekki talað um að ál bráðni við 900°C þannig að 650-700°C er örugglega hámark en ég hefði ekki svakalegar áhyggjur þangað til.  \nKv Jón Garðar",
            "date": "2016-08-23 17:06:00",
            "post_id": "170807",
            "reply_to_id": "170805"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Ég tel orsökina vera of stór dekk miðað við hlutföll.Hefur þú prufað að aka á td 33 eða 35\" dekkum og svo held ég að afgashiti upp að 650 til 700 ætti að vera í lagi upp einhverjar brekkur skamma stund",
            "date": "2016-08-23 18:13:00",
            "post_id": "170808",
            "reply_to_id": "170807"
        },
        {
            "user_name": "jeepcj7",
            "text": "Hreint ál bráðnar við ca. 660 gráður reyndar baðefnið ca. 900",
            "date": "2016-08-23 18:32:00",
            "post_id": "170809",
            "reply_to_id": "170808"
        },
        {
            "user_name": "thorjon",
            "text": "Já eflaust er maður búinn að vera að þrjóskast of lengi við að vera á original hlutföllum :(  Tja,, reyndar búinn að \"sannfærast\" að ég sé nú bara í rguli með það og er að bíða eftir að 300 kall detti af himnum ofan svo maður geti fengið sér ný hlutföll ( er óttalega paranojaður við að setja gamalt dót í bílinn).\nannað mál,,, til að lækka hitann eitthvað, það er fyrir utan að tussast á 5.42 sem er jú á stefnuskránni... þarf bara að sannfæra yfirvaldið um fjárveitinnguna ;)  hvað er annað sem að lækkar hitann ??\n1) loka EGR ventlinnum ?\n2) \"alvöru\" 3 tommu púst ( smíðað með suðubeygjum)\n#)  Er eitthvað sem e´g get gert við intercoolerinn til að lækka hitann ?? beintengja viftuna eða annað ?  nú er ég mitt á milli þess að vera rasshaus og hlandhaus þegar kemur að díselvélum en er jú eitthvað að læra LOL",
            "date": "2016-08-23 22:12:00",
            "post_id": "170819",
            "reply_to_id": "170809"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll manni dettur helst í huga að gefa ekki of mikkla hráolíu inná kerfið góðan sumurkæli og góðan vatnskassa þetta finnst mér vera eitthvað sem ætti að skoða en ég er ekki klár í þessu með hitan. En og aftur ég mundi prufa bílin á td 33 til 35\" og sjá hvort hann hegði sér eðlilega á þeim dekkum og ef svo er  má gefa sér að dekkin séu of stór fyrir vélina á þessum hlutföllum. Spurning með vatnskassan og trektina sem á að vera á honum er það allt í lagi og nýlegt og þá á ég við td.vatnskassinn.Það eru til álkassar sem gera kraftaverk fyrir patrolinn og fleiri jeppa td 80 Crserinn. En prufa fyrst að svissa yfir í minni dekk helst orginal",
            "date": "2016-08-24 12:32:00",
            "post_id": "170823",
            "reply_to_id": "170819"
        },
        {
            "user_name": "jongud",
            "text": "Passa líka að það séu ekki ljós eða spil að framan sem hindra loftflæði að vatnskassanum.",
            "date": "2016-08-24 13:00:00",
            "post_id": "170824",
            "reply_to_id": "170823"
        },
        {
            "user_name": "jeepson",
            "text": "Ég ætla nú ekki að vera sammála þessu með mælana. Ég breytti ekki aksturslaginu þegar að ég var kominn með mæla. enda þurfti ég ekki að hafa áhyggjur á 33\" bæði 38\" og 33\" bílarnir mínir rúlluðu upp ártúnsbrekkuna í 5.gír án vandræða. Besta útskýringin á 38\" upp þarna á fluginu er sennilega 5,42 hlutföllin. Þau hafa mikið að segja og mér dettur ekki í hug að fara keyra á patrol á stærra en 35\" án 5,42 hlutfalla. Ég mæli með að þú finnir þér hlutföll við 39 tommuna og fylgist svo með mælunum. Bíllinn vinnur mun léttar þá, og þú þarft þá væntalega ekki að pæla í afgashita meira. Tek það fram að á 33\" bílnum var ég með 4 7\" kastara og tveggja raða kassa. Það breytti engu við að setja þá á bílinn.",
            "date": "2016-08-24 16:03:00",
            "post_id": "170829",
            "reply_to_id": "170824"
        },
        {
            "user_name": "thorjon",
            "text": "Vatnskassinn er 3 raða og vatnshitinn er alveg til friðs, það eru 2 7tommu kastarar við grillið en þeir voru þarna líka áður en hitinn hækkaði sem og 39.5 dekkin.  Það skringilega er að hitinn \"hoppaði\" að meðaltali upp um 100-125 gr´ður við heddskipti, síðan var athugað hvort tíminn væri réttur sem hann var og núna síðast við dísuskipti lét ég þjöppumæla mótorinn og þjappan var eðlileg.\nHitt er annað mál að hlutföll myndu eflaust gera mikið enda ef e´g er farinn að ruslast á malarvegum/ slóðum þar sem meðalhraðinn er 40-60 í lélegu færi og brekkum set ég bara í lága og þá er hitinn til friðs.... að mestu ;)\nEn nú er pæling... þar sem það var \"platað\" inná mig 2.5 tommu púst í stað 3tommu ..... myndi / ætti afgashitinn að minnka ef ég set alvöru 3 tommu púst á hann ?? þá úst sem er ekki með beygjum úr beygjuvél heldur suðubeygjum ??",
            "date": "2016-08-24 23:15:00",
            "post_id": "170832",
            "reply_to_id": "170829"
        },
        {
            "user_name": "villi58",
            "text": "Að plana hedd og blokk getur skipt máli og svo þykkt á heddpakkningu sem ætti að velja eftir því hvað fer mikið af í plönun.\n2.5\" púst með suðubeygjum er alveg nóg með vel opinn kút, þetta er nú ekki neinn ofurmótor.\nHafa svo loftsíu sem hentar og eins allar lagnir að vél, allt þetta þarf að vera í lagi annars hækkar afgashitinn.",
            "date": "2016-08-25 06:19:00",
            "post_id": "170834",
            "reply_to_id": "170832"
        },
        {
            "user_name": "Startarinn",
            "text": "Ef ekkert breyttist nema afgashitinn og engu var breytt nema fara í heddið á sínum tíma, er ég ennþá á því að olíutíminn sé of seinn hjá þér",
            "date": "2016-08-25 09:58:00",
            "post_id": "170835",
            "reply_to_id": "170834"
        },
        {
            "user_name": "thorjon",
            "text": "Hvernig kemst ég að því hvort að olíutíminn sé of seinn ?? ( já ég er alveg sauðvitlaus er kemur að díselvélum LOL)",
            "date": "2016-08-25 22:56:00",
            "post_id": "170845",
            "reply_to_id": "170835"
        },
        {
            "user_name": "villi58",
            "text": "Hefur þú prufað að taka loftsíuna úr og aftengja kúlerinn þannig að þá ert þú búinn að útiloka kúlerinn og lagnir ? Bara svona fækka þeim atriðum sem gætu haft áhrif. Of mikil olía á móti lofti hækkar afgashitann, margir hafa fiktað í olíuskrúfunni til að fá meira afl en virkar bara upp að áhveðnum punkti.\nSvo er mjög áríðandi eins og Ástmar segir með tímann á verkinu.",
            "date": "2016-08-26 08:49:00",
            "post_id": "170848",
            "reply_to_id": "170845"
        },
        {
            "user_name": "svarti sambo",
            "text": "Þar sem að það var verið að eiga við heddið, þá grunar mig að það hafi verið sett þynnri heddpakkning í, heldur en hefði þurft að setja. Það þýðir að vélin verður háþrýstari og þú ferð að taka meira út úr henni, sem þýðir hærri afgashiti. Ef að tíminn á verkinu hefði breyst við þessa aðgerð, þá væri það sennilega það mikið að hann ætti að vera grút máttlaus. Átt ekki að þurfa að losa olíuverk, en spurning með punger lift í verkinu, við tímareima skiftin. Þarf að stilla það með klukku og vera með nákvæmlega rétt punger lift fyrir viðkomandi vél. Svona sem dæmi, þá gæti punger liftið verið 1mm á t.d. 7°. Þarf að fá þetta uppgefið hjá umboðinu. Ekki nóg að vera með merkin rétt á tímagírnum.",
            "date": "2016-08-26 12:30:00",
            "post_id": "170850",
            "reply_to_id": "170848"
        },
        {
            "user_name": "villi58",
            "text": "Þú þarft að vera viss hvað mikið var tekið í plönun og hvaða þykkt af pakkningu fór á mótorinn, mundi reyna að fá þær upplýsingar hjá þeim sem vann verkið. Prufa að minnka aðeins olíumagnið á verkinu, ekkert víst að þú finnir mun á krafti en getur lækkað hitann. Mér skilst að margir séu reknir úr skoðun til að minka olíumagnið því menn eru svo æstir að reyna að finna fleiri hestöfl.",
            "date": "2016-08-26 12:49:00",
            "post_id": "170851",
            "reply_to_id": "170850"
        },
        {
            "user_name": "Startarinn",
            "text": "Þessi vél verður ekki háþrýstari við plönun, heddið er flatt, og það litla sem fer af forbrunahólfinu er svo lítið að það myndi sennilega ekki mælast þó maður þjöppumældi fyrir og eftir",
            "date": "2016-08-28 07:05:00",
            "post_id": "170884",
            "reply_to_id": "170851"
        },
        {
            "user_name": "thorjon",
            "text": "Hún var þjöppumæld fyrir 2 vikum á verkstæði og þjappan var eðlileg,  um helgina var farið út á land og mælirinn látinn \"leika\" við 500 gráður ( nota bene mælir er eftir túrbínu) og helvítis vélin er ennþá á sínum stað ;)",
            "date": "2016-08-28 22:33:00",
            "post_id": "170900",
            "reply_to_id": "170884"
        }
    ],
    "date": "2016-05-02 19:58:00"
}