{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "3292",
    "title": "Stýristjakkur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=3292",
    "posts": [
        {
            "user_name": "Startarinn",
            "text": "Mig vantar smá upplýsingar um stýristjakka.\nÉg er með Hilux með 70 cruiser framhásingu, hvað þarf ég sveran og slag langan tjakk við þessa hásingu? Þ.e. sverleiki á stimpli og munur á lengd alveg saman og alveg sundur\nHvað eru stangirnar yfirleitt sverar?\nÉg fann nokkra tjakka á Ebay sem ég get hugsað mér að nota, ég er bara að velta fyrir mér hvað hann á að vera slaglangur, ég var að pæla í að nota 32mm stimpil, nóg til af þeim þarna",
            "date": "2011-02-03 19:03:00",
            "post_id": "14894",
            "reply_to_id": false
        },
        {
            "user_name": "JonHrafn",
            "text": "Hvaða dekkjastærð ertu með, mér finnst þetta helvíti sver stimpill.",
            "date": "2011-02-03 23:02:00",
            "post_id": "14917",
            "reply_to_id": "14894"
        },
        {
            "user_name": "Þorsteinn",
            "text": "sæll.\nbíllinn er það léttur hjá þér að þú átt ekki að þurfa nema 25 mm tjakk. þegar þú ert kominn í svona sveran tjakk er spurning hvað stýrisdælan er öflug uppá að hún nái að höndla tjakkinn. Þetta stór tjakkur er það sem menn eru að nota í econoline-ana og  bíll með of stóran tjakk er leiðinlegur og getur hann átt það til að ef þú snýrð stýrinu hratt til vinstri þá stoppar það kannski á miðri leið vegna þess að tjakkurinn fær ekki nóg magn. þetta er td. að ske á lc 70, ég veit ekki hvort dælan í hilux sé stærri en í crúser.\nhvað kostar tjakkurinn að utan? hefuru borið verðið saman við td. Ljónsstaði?\nkv. Þorsteinn\nps. í sambandi við slaglengdina þá mæliru bara færsluna á td. millibilsstönginni eða þar sem þú setur tjakkinn og þá eru kominn með hvað hann á að vera langur. mig minnir að minn hafi kostað rúman 20 þús þegar ég lét smíða minn hjá ljónsstöðum. hvað kostar hann að utan?",
            "date": "2011-02-04 09:11:00",
            "post_id": "14930",
            "reply_to_id": "14917"
        },
        {
            "user_name": "JonHrafn",
            "text": "Efnið í tjakk frá Barka kostaði okkur 15-20þús minnir mig. Síðan þarf þokkalega góðan suðumann til að hnoða þessu saman. Þetta er fyrir utan slöngur og fittings á stýrisdæluna.",
            "date": "2011-02-04 10:31:00",
            "post_id": "14932",
            "reply_to_id": "14930"
        },
        {
            "user_name": "Startarinn",
            "text": "Þá borgar þetta sig tæplega, tjakkarnir sem ég fann eru lélegir finnst mér, botnarnir eru festir með teinum sem ganga milli enda svipað og sumir lofttjakkar eru, en verðið komið heim er um 12-13 þús.\nBíllinn er á 38\". Það er jeppaveiki í honum sem er að gera mig brjálaðan, verð bara var við hana á 35\" dekkjunum þau eru samt ný balanseruð, spurning hvort alvöru stýrisdempari myndi redda því, orginal demparinn er á arminum frá maskínu að hásingu, setja menn demparana yfirleitt þar eða á millistöngina eins og tjakkinn?",
            "date": "2011-02-04 19:49:00",
            "post_id": "14985",
            "reply_to_id": "14932"
        }
    ],
    "date": "2011-02-03 19:03:00"
}