{
    "forum_title": "Almennt spjall",
    "id": "32941",
    "title": "Spurning hraðamælir á flippi í hilux 93",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=32941",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar var að eignast fínasta Toyota Dobulcab bensín 1993 2,4.Þegar ég er á ferðinni sirka 50 til 60 þá fer hraðamælirinn að sýna 160 til 180 km hraða er þetta barkamælir eða er rafmagnsskynjari. Gæti mælirinn sjálfur verið orðinn slappur eða ónýtur. Tripp teljarinn telur líka of mikið. Einhverjir sem hafa lent í þessu nenni ekki að finna upp hjólið í að gera við þessa bilunn. kveðja guðni á sigló",
            "date": "2016-05-19 20:53:00",
            "post_id": "169328",
            "reply_to_id": false
        },
        {
            "user_name": "draugsii",
            "text": "Það er rafmagnsskynjari, er allavega svoleiðis í mínum spurning hvort skynjarinn á millikassanum sé með dólg",
            "date": "2016-05-19 23:44:00",
            "post_id": "169331",
            "reply_to_id": "169328"
        },
        {
            "user_name": "sukkaturbo",
            "text": "jamm það er rafmagnsskynjari og hann fæst hjá Toyota og kostar 33.500.",
            "date": "2016-05-20 12:41:00",
            "post_id": "169334",
            "reply_to_id": "169331"
        },
        {
            "user_name": "grimur",
            "text": "Er ekki bara sambandsleysi í vírum á honum?\nFer að tifa aukalega þegar titringur frá draslinu bætist við...holyfokksjitt hvað varahlutir kosta orðið í Toyota...",
            "date": "2016-05-20 22:24:00",
            "post_id": "169345",
            "reply_to_id": "169334"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll grímur jamm dýrt er japanska orðið (drotins orðið) ég verslaði grind með  vél kössu hásingu bensín tank nýlegum dempurum flækjur á vél þenslumúffa á 2\" ústkerfi nýlegu súrefnisskynjara og þessu helsta en grind tjónu lítilsháttar og bíllinn var dæmdur ónýtur. Þetta er fínt kram í ofur Bellu sem ég var að eiganst en hún er með Volvo B-21 turbó sem mér líkaði aldrei við braut allt og bramlaði",
            "date": "2016-05-21 08:16:00",
            "post_id": "169348",
            "reply_to_id": "169345"
        }
    ],
    "date": "2016-05-19 20:53:00"
}