{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "3304",
    "title": "Snjóalög á Langjökli",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=3304",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Eru menn byrjaðir að fara upp á jökul?\nVeit einhver hvernig staðan þar er varðandi þokkalega \"örugga\" yfirferð.",
            "date": "2011-02-04 12:40:00",
            "post_id": "14948",
            "reply_to_id": false
        },
        {
            "user_name": "daol",
            "text": "Forðist að fara á Langjökull það er enginn snjór á honum.",
            "date": "2011-02-04 13:11:00",
            "post_id": "14951",
            "reply_to_id": "14948"
        },
        {
            "user_name": "elliofur",
            "text": "Persónulega án þess að vita hvernig snjóalög eru þar þá ætla ég ekki þangað fyrr en í allra fyrsta lagi um páska og þá með öruggum heimildum fyrir því að þar hafi snjóað mjög mikið. Síðasta vor stráðist þunnt öskulag yfir jökulinn sem dregur í sig mikinn hita frá sólinni og bræðir gífurlega.\nÉg minni á þráð sem innihalda myndir frá 3. okt síðasliðnum\nviewtopic.php?f=8&t=2104\nÞað er eins gott að það sjói vel yfir þetta í vetur.",
            "date": "2011-02-04 16:15:00",
            "post_id": "14965",
            "reply_to_id": "14951"
        },
        {
            "user_name": "hobo",
            "text": "Já ég vissi að hann er ljótur að sjá en maður hefur bara enga tilfinningu hvað er búið að safnast mikið á hann þar sem jöklar eru ólíkindatól.\nSvo getur verið hiti og rigning við sjóinn en kafaldsbylur á jöklum.\nVildi bara heyra hvort einhverjir væru búnir að kíkja.\nkv Hörður óþolinmóði\n(sem er búinn að eiga það mission síðan í byrjun ágúst að komast upp á jökul\n(og aftur til baka))",
            "date": "2011-02-04 16:46:00",
            "post_id": "14967",
            "reply_to_id": "14965"
        },
        {
            "user_name": "þórarinn",
            "text": "Tilhvers að vera að þvælast uppá eitthvern þjóðveg uppá langjökull..... ? \nEr ekki nóg af snjó annarstaðar ?   \nStrax austan við hellisheiði er allt orðið á kafi í snjó",
            "date": "2011-02-04 17:18:00",
            "post_id": "14970",
            "reply_to_id": "14967"
        },
        {
            "user_name": "hobo",
            "text": "Þegar snjóað hefur nóg á jökul til aksturs, þá helst hann svoleiðis fram á vor. \nÞetta á ekki við um suðurlandið eða aðra láglendisstaði, snjó tekur upp fyrr en varir.\nAuðvitað helst snjór á hálendinu betur en ég er bara með þessa flugu í höfðinu að komast á jökul. (get eiginlega ekki flokkað mig sem jeppamann fyrr hehe)",
            "date": "2011-02-04 19:06:00",
            "post_id": "14980",
            "reply_to_id": "14970"
        },
        {
            "user_name": "frikki",
            "text": "talið við útivist þeir eru að fara yfir jangjökul og inn á hveravelli um helgina",
            "date": "2011-02-04 19:34:00",
            "post_id": "14983",
            "reply_to_id": "14980"
        },
        {
            "user_name": "Stebbi",
            "text": "Persónulega finnst mér mun skemmtilegra að burra um láglendið í kringum Langjökul en að keyra í þessari hvítu eyðimörk.  Svæðið frá Kaldadal og austur fyrir Hagavatn er bæði fallegra og fjölbreyttara svo má alltaf ef að vel gengur sneiða yfir skaflinn á heimleiðini.  Bíltúr á Langjökull verður seint talin stór-áfangi í jeppamennsku meðal jeppamansins.",
            "date": "2011-02-04 19:38:00",
            "post_id": "14984",
            "reply_to_id": "14983"
        },
        {
            "user_name": "hobo",
            "text": "Voðalega eru menn eitthvað neikvæðir.\nÉg get svosem trúað því að jökull er eins og hvít eyðimörk og ekkert spennandi þegar maður er búinn að prófa það en þar sem ég á þetta eftir, þá er þetta á to-do listanum.\nBíltúr á skaflinn verður stór áfangi fyrir mig þótt það sé það ekki fyrir aðra.",
            "date": "2011-02-04 19:52:00",
            "post_id": "14986",
            "reply_to_id": "14984"
        },
        {
            "user_name": "Stebbi",
            "text": "Þú mátt ekki taka því eins og ég sé eitthvað að draga úr þér, ég stóð akkúrat í þínum sporum fyrir ca 15 árum.  Ef þú vilt gera langjökulsferð eftirminnilega þá myndi ég rotta saman 5-6 bílum og gera ríflega dagsferð úr þessu og þá eru páskarnir málið til að eiga von á þokkalegu veðri.  Að standa allt í botni upp frá Jaka er bara gaman í 5 mínútur.\nDúndurferð væri til dæmis að fara frá Þingvöllum yfir Skjaldbreið, um Hlöðuvelli og upp í Slunka og þaðan upp V-Hagafellsjökul og uppá Hábungu og niður í Jaka eða Skálpanes, eða beina leið norður yfir jökul á Hveravelli.",
            "date": "2011-02-04 20:43:00",
            "post_id": "14994",
            "reply_to_id": "14986"
        },
        {
            "user_name": "Brjótur",
            "text": "Sæll Hobo\nÉg er sammála Stebba með jökulinn og hef nú reyndar varað menn við og tel að menn ættu bara að láta hann vera í vetur, nema að einhver stórkostleg úrkoma verði það sem eftir er af vetrinum, ég fer upp að jökli og lítillega á hann uppi í Skálpanesi í hverri viku og stundum oftar og ég get sagt ykkur að þó að allt virðist slétt og fellt núna þarna uppfrá þá er ansi grunnt á ísnum þarna, þannig bara að djöflast á milli jöklana, það koma aðrir vetur og þá sigrarðu jöklana :)\nkveðja Helgi",
            "date": "2011-02-04 21:55:00",
            "post_id": "15000",
            "reply_to_id": "14994"
        },
        {
            "user_name": "hobo",
            "text": "Ég þakka fyrir varnaðarorð, ekki er vanþörf á.",
            "date": "2011-02-05 09:15:00",
            "post_id": "15013",
            "reply_to_id": "15000"
        }
    ],
    "date": "2011-02-04 12:40:00"
}