{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "33056",
    "title": "Stækka kónískt gat fyrir stýrisenda",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=33056",
    "posts": [
        {
            "user_name": "vignirbj",
            "text": "Sælir,\nEruð þið með einhverja patent lausn á því að stækka eða rýma kóníska gatið fyrir stýrisendann í nafi? Er með Cherokee og langar að setja stærri og sterkari stýrisenda í hann en er ekki með neina lausn aðra en að fara með þetta í stál og stansa.\nEr einhver með eitthvað trix í þetta?\nKv. Vignir",
            "date": "2016-06-16 20:51:00",
            "post_id": "169736",
            "reply_to_id": false
        },
        {
            "user_name": "Tonit",
            "text": "Það er hægt að rauðhita þetta og pressa gamlann jafn sverann enda í meðan allt er rautt, það virkar en hitt er eflaust fagmannlegra.",
            "date": "2016-06-16 20:57:00",
            "post_id": "169737",
            "reply_to_id": "169736"
        },
        {
            "user_name": "svarti sambo",
            "text": "Renniverkstæði Ægis, getur reddað þessu. minnir að þeir taki 7000kr fyrir gatið. Síðan er hægt að fá rýmara hjá alla frænda, fyrir ca: 3-4000kr. og gera þetta sjálfur.",
            "date": "2016-06-16 21:05:00",
            "post_id": "169738",
            "reply_to_id": "169737"
        },
        {
            "user_name": "Sævar Örn",
            "text": "ég setti pitmann arminn í skrústykki hitaði vel og lamdi kón af sams konar ónýtum stýrisenda og þetta small allt saman ekkert mál,",
            "date": "2016-06-16 22:46:00",
            "post_id": "169741",
            "reply_to_id": "169738"
        },
        {
            "user_name": "jongud",
            "text": "Er ekki hætta á að veikja stálið ef maður hitar þetta?",
            "date": "2016-06-17 09:56:00",
            "post_id": "169746",
            "reply_to_id": "169741"
        },
        {
            "user_name": "vignirbj",
            "text": "Það er einmitt málið, ég er svo hræddur við að veikja steypustálið í nöfunum og pitman arminum.",
            "date": "2016-06-17 10:35:00",
            "post_id": "169749",
            "reply_to_id": "169746"
        },
        {
            "user_name": "Atttto",
            "text": "Ég hef fengið mér gamlan snitt tappa og rennt á hann sama kón og átti að nota (slípa svo fríhorn á tappann) smellt þessu svo í standborvél og borað.\nkv. Atli",
            "date": "2016-06-17 15:07:00",
            "post_id": "169754",
            "reply_to_id": "169749"
        },
        {
            "user_name": "jongud",
            "text": "Sjáðu hérna,\nhttp://www.jeppaspjall.is/viewtopic.php?f=9&t=25375&p=157474&hilit=r%C3%ADmari#p157474\n (einn möguleiki).\nEn ef þú ert á Reyðarfirði (eins og stendur í prófílnum þínum) þá myndi ég renna upp á Hérað og spyrjast fyrir. Ég trúi ekki öðru enn að Víðir Sigbjörns, Þórir Gísla, eða eitthvað af verkstæðunum eigi rýmara með réttum kónhalla.",
            "date": "2016-06-17 16:19:00",
            "post_id": "169756",
            "reply_to_id": "169754"
        },
        {
            "user_name": "olei",
            "text": "Hiti og þrykking með gömlum stýrisenda er aðferð sem var (og er hugsanlega enn skv. reglum?)  í lagi við smíðaða arma, sem eru Nota Bene úr smíðajárni sem hefur mjög fyrirsjáanlega eiginleika og herðist ekki eða springur við þessar aðfarir. Almennt voru þeir líka hannaðir þannig að það er sirka þrefalt meira efni í þeim en sambærilegum original örmum.\nÞetta er ekki leyfilegt við original arma, sem almennt séð er bannað að hita til að beygja þá til eða forma á nokkurn hátt. Ég mæli alveg eindregið með því að menn sleppi svoleiðis æfingum á tækjum sem nota gatna- og vegakerfið. Ástæðan er sú að eftir hitun og þrykkingu er engin leið að segja neitt til um endingu, þreytþol og styrk yfirleitt. Glórulaust!!",
            "date": "2016-06-17 21:48:00",
            "post_id": "169760",
            "reply_to_id": "169756"
        }
    ],
    "date": "2016-06-16 20:51:00"
}