{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "33057",
    "title": "BELLA 3 kominn heim",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=33057",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar þá er vitaran kominn á sigló og inn í stæðið sitt. Mikið og skemmtilegt verkefni framundan.Þetta er Suzuki 199?? meða dana 35 framhásingu og 5:38 hlutfalli og loftlæsingu að framan og nospin að aftan gormar að framan og loftpúðar að aftan stýristjakkur. Afturhásingin er dana 44 með diskabremsum og subaru handbremsu eða álíka aukatankur á afturhurð sem er eins og varadekk ansi töff he he.Bíllinn er búinn að standa í mörg ár svo það verður mikið verk að rífa og losa og ryðbæta. Flottast kanski bara að gera þetta að excab með palli og selja B-21 túrbóvélina þar sem erfitt er að fá kassa sem halda og hægt er að setja millikassa á, og setja bara V-8 350 og sjálfskiptingu.Það eru tveir gírkassar í dósinni fjögra gíra Volvo báðir bilaðir og dana 300 millikassi aftan á þessu. Túrbína er Garret úr Sab og var hún gerð upp er ég átti bílinn síðasthjá Framtak blossa vatnskældur cooler og er hún ókeyrð. Vélinn var og er mjög lítið ekinn og drullu virkaði og það vel að gírkassarnir hoppuðu upp úr gólfinu í tví gang hjá mér er ég gaf fulla gjöf og hann reykspólaði á 38\" þar til gírkassarnir gáfu upp andan.Þetta verður Bell 3 og mun ég byrja á henni eftir að smíði Bellu tvö líkur nema einhver nái aða plata þetta út úr mér sem virðist stundum vera alltof einfalt.",
            "date": "2016-06-16 21:23:00",
            "post_id": "169739",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar 17 júní kl.07.00 svona við fyrstu sýn þá er ég að hugsa um að breita úr fimm gata í sex gata deilingu.Þetta er líklega Scout nöf. Er einhver sem á stúta og allt klabbið af Wagoner þeim gamla stóra til sölu??.þarf aðallega nafstútana með felguboltunum.Nú svo er líka möguleiki á að setja 2,4 toyota vél og kassa og toyota hásingar og selja þetta kram.En þetta eru bara pælingar. Væri gaman að koma vélinni í gang en það þarf að fara varlega í það eftir þessa löngu stöðu",
            "date": "2016-06-17 07:14:00",
            "post_id": "169743",
            "reply_to_id": "169739"
        },
        {
            "user_name": "jongud",
            "text": "Er nokkuð mál að finna kassa sem þolir þessa vél?\nT.d. Ax15 úr Jeep, eða bróður hans úr 4Runner.\nHlutföllin eru það lág að ég myndi ætla að það þurfi 5.gír, en annars myndi ég stinga upp á T176 kassa.",
            "date": "2016-06-17 09:52:00",
            "post_id": "169744",
            "reply_to_id": "169743"
        },
        {
            "user_name": "sukkaturbo",
            "text": "jamm komst að því að vélin er gjörsamlega kolföst spurning hvort hún sé ónýt það var ekkert vatn á henni en það verður skoðaða tek boddýið af seinna og skoða hvort þetta sé bíll sem borgar sig að lappa upp á annars ríf ég hann og sel í parta sem ég held að verði rauninn og hyrði hluta af húsinu sem dugar í excab fyrir mi og set það á bensín dobulcab undirvagn nema einhver vilji þetta eins og það er",
            "date": "2016-06-17 12:46:00",
            "post_id": "169752",
            "reply_to_id": "169744"
        }
    ],
    "date": "2016-06-16 21:23:00"
}