{
    "forum_title": "Almennt spjall",
    "id": "33100",
    "title": "Eyðsla á Explorer v8 vs Legacy 2004",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=33100",
    "posts": [
        {
            "user_name": "foxinn82",
            "text": "Sælir. Eruði með svona cirka raunhæfa hugmynd hversu miklu munar í eyðslu á þessum bílum?",
            "date": "2016-07-03 21:39:00",
            "post_id": "169961",
            "reply_to_id": false
        },
        {
            "user_name": "siggigrims",
            "text": "Átti 2004 2.0 Legacy sjálfskiptan. Hann eyddi milli 10 og 11 í akstri Mos-Rvk-Mos. Fór niður fyrir 7 á langkeyrslu, lítið hlaðinn, gott veður og ekið á sæmilega löglegum hraða. Átti svo 2006 Explorer XLT V6 sjálfskiptan. Hann eyddi milli 16 og 17 Mos-Rvk-Mos. Fór niður í 12 á langkeyrslu, krús á 90. Bættu við 2 lítrum í bænum fyrir V8 bílinn og svona lítra utanbæjar. Átti líka Grand Cheorkee 5.7 Hemi V8. Aldrei undir 20 í bænum og niður í 14.4 í langkeyrslu. Játa það reyndar að ég keyrði Grandinn eins og .... það er bara svo gaman að heyra V8 urrið. Þetta er sami mótor og í Durango frá 2004. Og að lokum - það er himinn og haf á milli Subaru og þessara amerísku jeppa í viðhaldskostnaði.",
            "date": "2016-07-03 22:44:00",
            "post_id": "169963",
            "reply_to_id": "169961"
        },
        {
            "user_name": "foxinn82",
            "text": "Áttu við meira viðhald á Explorer? Eg hef þurft að gera slatta við Legacy. Mer hefur verið sagt að varahlutir séu ódýrir i Explorerinn.",
            "date": "2016-07-04 03:44:00",
            "post_id": "169966",
            "reply_to_id": "169963"
        },
        {
            "user_name": "siggigrims",
            "text": "Varahlutir eru ekki dýrir í ameríska bíla t.d. hjá Ljónunum, Fjallabílum Stáli og Stönsum og Bíljöfri. Að ég tali ekki um RockAuto, þó sendingakostnaður spilli þar fyrir. Í mínu tilfelli biluðu þessir bílar svo til stanslaust. Skynjarar, mengunarvarnarbúnaður og síðan ýmsir slitfletir. Explorerinn var ekinn 105 þús km þegar ég eignaðist hann og Grandinn 118 þús km. Grandinn fór með 650 þús í viðgerðir og varahluti á 4 mánuðum en Explorerinn tæp 400 þús á einu ári. Átti 2005 Tacomu eftir Grandinn og það fóru báðar afturljósaperurnar á heilu ári í henni !! Ég er búinn að eiga 13 Subaru bíla frá 1982. Aðeins tveir nýjir af þeim en sumir voru eknir yfir 300 þús km. Var að henda 1998 Subaru Forester en hann var ekinn yfir 400 þús. Sjálfskiptingin var í fínu lagi og hann hreyfði ekki olíu. Veit að það hefur verið bölvað vesen með mengunarvarnarbúnaðinn í Subaru sem dælir inn lofti þegar hann er kaldur. Og afturhjólalegur hafa verið til vandræða í mínu tilfelli. En auðvitað er þetta allt spurning um fyrirbyggjandi viðhald á þessum bílum, sama hvað þeir heita.",
            "date": "2016-07-04 09:59:00",
            "post_id": "169970",
            "reply_to_id": "169966"
        },
        {
            "user_name": "foxinn82",
            "text": "Þakka uppl. En það væri gaman að vita hvað væru bestu kaupin i svona jeppum. Vantar stærri bil. Þarf ekkert að vera v8. Bara góður og flottur jeppi/jepplingur",
            "date": "2016-07-04 12:51:00",
            "post_id": "169971",
            "reply_to_id": "169970"
        },
        {
            "user_name": "siggigrims",
            "text": "Þetta er auðvitað milljón dollara spurningin. Og ekkert eitt svar rétt. Fer eftir smekk manna, fjárráðum og þörfum. Mjög margir íslendingar hafa fundið svarið í Toyota Landcrusier. Margir hrifnir af Honda CR-V, Kia Sorento/Sportage, Hyundai SafnaFé/Tucson og svo framvegis. Áhættufíklar kaupa VW Touareg eða Audi Q7. Þeir sem eru í S/M kaupa LandRover. En þessu er nú stolið af erlendum vafasömum vefsíðum og bara til gamans :-)",
            "date": "2016-07-04 20:17:00",
            "post_id": "169976",
            "reply_to_id": "169971"
        },
        {
            "user_name": "JHG",
            "text": "Ég myndi nú ekki afskrifa ameríska strax.  Ég hef átt 2 cherokee og þetta bilar mjög lítið.  Nú er ég á 2007 Grand Cherokee sem ég get ekki sagt að hafi bilað, hef þurft að skipta um bremsudiska, eina legu, dempara og 2 perur en ég keypti hann árið 2007.  Áður átti ég 1993 módel af Grand Cherokee og það var sama sagan með hann, hann bilaði nánast ekki neitt.  Á einnig gamlan Chevrolet Blazer K5 sem stóð sig gríðarlega vel (er núna að nálgast fertugt og bíður eftir að ég klappi honum).  Systir mín átti Ford F250 með 7,3 Powerstroke og þetta var algjör draumur.  Hún átti hann í nokkur ár án vandræða (fór pera í bremsuljósi).\nBest er að kaupa varahluti sjálfur á netinu.  Ég kaupi mest af \nwww.summitracing.com\n og verðin eru allt önnur en fást hér heima (á flestu).  Það er svolítið fyndið að þegar ég keypti 2007 Grandinn þá keypti ég allar perur í hann til að eiga (kostaði mjög lítið en er dýrt hér heima).  Nú hafa bara farið 2 afturljósaperur en ég er með allt hitt draslið í boxi.\nHinsvegar þá eyði ég löngum stundum í að halda VW Passat sem við eigum gangandi en hann er mjög duglegur að finna upp á einhverju nýju :(",
            "date": "2016-07-06 15:59:00",
            "post_id": "169995",
            "reply_to_id": "169976"
        },
        {
            "user_name": "Óttar",
            "text": "Ég er áhættufíkill og keypti mér Touareg hehe. Það sem menn fá þegar þeir kaupa svona umdeildar tegundir er að þú færð bílinn á góðu verði en þú losnar líka ekki við hann nema selja hann á mjög góðu verði! En ef menn eru sáttir við það þá bara kaupa það sem þeim finnst flottast og best að keyra...í lok dags bilar þetta allt saman alveg sama hvað það heytir ;) Veldu bara hvað þú vilt gera! skipta um upphalara eða peru #VW eða grind # LC120 eða eitthvað annað í Explorer :) bara gaman að því",
            "date": "2016-07-06 22:37:00",
            "post_id": "169999",
            "reply_to_id": "169995"
        }
    ],
    "date": "2016-07-03 21:39:00"
}