{
    "forum_title": "Almennt spjall",
    "id": "33200",
    "title": "Gangtruflanir í Izuzu Trooper disel 1999",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=33200",
    "posts": [
        {
            "user_name": "HjörturN",
            "text": "Góðan daginn \nÉg er að vonast eftir að einhver geti veitt mér upplýsigar sem geta leitt mig áfram með bilaðan Izuzu Trooper árgerð 1999 diesel. \nEinkenni : \n \n* Þegar hann er heitur þá gengur hann ekki lausagang nema í 20 mín, þá drepur hann á sér. \n* Þegar hann er orðinn vel heitur og drepið er  á honum þá fer hann ekki í gang ef það líða ca 20 mín. Þá þarf hann að kólna til að fara aftur í gang.  \n* Þegar hann er orðinn vel heitur og drepið á honum og kveikt strax aftur þá er allt í lagi. \n* Það er hægt að draga hann í gang við hvaða aðstæður sem er. \n* Ég er búinn að skipta um olíu og síu, setti á hann þykkari olíu. Og það virtist ekki breyta neinu. \nMeð von um einhverjar uppl. \nkv. Hjörtur Númason. Hólmavík.",
            "date": "2016-07-24 18:35:00",
            "post_id": "170312",
            "reply_to_id": false
        },
        {
            "user_name": "grimur",
            "text": "Hugsa að hann sé að draga loft inn á hráolíulögn.",
            "date": "2016-07-26 00:03:00",
            "post_id": "170341",
            "reply_to_id": "170312"
        },
        {
            "user_name": "Sira",
            "text": "Ekki nota þykkri olíu   það á að nota 5w30 olíu synthetic  . skipta um báðar smurolíusíunnar . Spurðu Hóbó hér á spjallinu.\nkv\nS.L",
            "date": "2016-08-06 15:55:00",
            "post_id": "170522",
            "reply_to_id": "170341"
        },
        {
            "user_name": "villi58",
            "text": "Gæti verið að smurþrýstingur sé ekki í lagi, þessar vélar þurfa góðan þrýsting annars er fjandinn laus.\nMenn hafa verið að tala um pikkupp rörið sem þarf að því virðist geta lekið vegna sprungna á rörinu og eins þéttingin gæti verið eitthvað tæp.\nVæntanlega getur verið draugur í honum ef smurþrýstingur er ekki í lagi, og svo getur vélin verið með stæla tengt hitastigi á smurolíu eftir hvaða þrýstingur er hverju sinni. Kanski tengja sér smurmælir og sjá hvort það séu einhverjar óeðlilegar sveiflur tengt hitastigi og titringi á mótor.",
            "date": "2016-08-06 18:34:00",
            "post_id": "170526",
            "reply_to_id": "170522"
        }
    ],
    "date": "2016-07-24 18:35:00"
}