{
    "forum_title": "Almennt spjall",
    "id": "33204",
    "title": "Bestu dekkin fyrir Disco 2",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=33204",
    "posts": [
        {
            "user_name": "Gullstöngin",
            "text": "Ég á Disco 2 og nú þarf ég að endurnýja hjólbarða. Það er tvennt sem mig langar að leyta ráða með hjá reynsluyboltum:\n1. Undir honum eru 265/70R16 og ég hef verið að skoða dóma á netinu um heilsársdekk í þessari stærð og þrjár gerðir standa uppúr:\n- Cooper Discoverer M S2\n- Hankook DynaPro ATM RF10\n- Toyo Open country All Terrain\nÉg ek að mestu leyti á malbiki, vil ekki nota nagla en geta farið til rjúpnaveiða og um algenga hálendisvegi meðan þeir eru opnir.\nMeð hverju mælið þið?\n2. Get ég sett stærri dekk undir hann á þess að það kosti mikla vinnu?  Hve stór og hvaða gerð hefur reynst best sbr. ofanritað?\nKveðjur,\nHaldor",
            "date": "2016-07-24 22:48:00",
            "post_id": "170318",
            "reply_to_id": false
        },
        {
            "user_name": "Járni",
            "text": "Ég á toyo open country at, 35\". Mjög góð dekk, mæli með þeim. Gef mér að minni séu jafn góð. Hljóðlát og gripmikil.",
            "date": "2016-07-25 22:58:00",
            "post_id": "170338",
            "reply_to_id": "170318"
        },
        {
            "user_name": "Gullstöngin",
            "text": "Takk fyrir að bregðast við. Ég hef líka góða reynslu af Toyo svo það vegur þungt í valinu.",
            "date": "2016-07-26 09:22:00",
            "post_id": "170348",
            "reply_to_id": "170338"
        },
        {
            "user_name": "biturk",
            "text": "Mér fynnst toyo leiðinlega stífur\nOg á veturna þarf að hafa open country vel nelgdann\nVar með þnnig 33\" dekk og dauðsá eftir að hafa microskorið þau\nHefði átt að negla þau bara almennilega",
            "date": "2016-07-26 18:22:00",
            "post_id": "170358",
            "reply_to_id": "170348"
        },
        {
            "user_name": "Gullstöngin",
            "text": "Jæja það eru ekki allir sammála. Svo var ég að bæta einum möguleika við sem er Nokian Rotiiva AT - hefur einver reynslu af þeim?",
            "date": "2016-07-26 18:40:00",
            "post_id": "170359",
            "reply_to_id": "170358"
        },
        {
            "user_name": "kaos",
            "text": "Ég er með Toyo 33x13,5\" (óvenju breið) undir Suzuki Grand Vitara. Fékk bílinn á þeim (þá nánast nýjum) fyrir 3 vetrum síðan, og hefur líkað þau stórvel. Jú, það þarf að hleypa nánast alveg úr þeim (2-4 pund) til að þau fletjist eitthvað að ráði, en þá líka flýtur hann fjandann ráðalausan. Yfirleitt mjög ljúf og þægileg í akstri, jafnt á vestfirskum malarvegum og malbiki. Það má vara sig á þeim í krapa, en það skrifast á dekkjabreiddina, ekki framleiðandann. Það er komið að endurnýjun á þeim vegna slits, og þó þau séu e.t.v. í dýrari kantinum koma þau mjög sterklega til greina aftur.\n-- \nKveðja, Kári.",
            "date": "2016-07-26 21:47:00",
            "post_id": "170362",
            "reply_to_id": "170359"
        },
        {
            "user_name": "Gullstöngin",
            "text": "Gott að fá mörg sjónarhorn, takk.",
            "date": "2016-07-27 09:19:00",
            "post_id": "170367",
            "reply_to_id": "170362"
        },
        {
            "user_name": "smaris",
            "text": "Mér finnst Toyo dekkin leiðinlega hörð. Er búinn að keyra svoleiðis 2 vetur og er ekki viss um að ég nenni því einn veturinn enn. Finnst þau góð að öðru leiti. Var áður á BF Goodrich At sem mér fannst frábær að öllu leiti nema þegar slabb var á vegum, þá flaut bíllinn upp og varð hálf stjórnlaus.\nEr samt að spá í að fara í Goodrichinn aftur því mér finnst bíllinn vera eins og á loftpúðum á þeim miðað við Toyoinn.\nHef líka keyrt talsvert á Cooper M+S og M+S2 og líkað ágætlega en þar sem þau fást ekki 33x12.5x15 eru þau út úr myndinni fyrir mig.\nKv. Smári.",
            "date": "2016-07-28 10:12:00",
            "post_id": "170381",
            "reply_to_id": "170367"
        },
        {
            "user_name": "Gullstöngin",
            "text": "Takk fyrir allar skoðanir, það er gott að heyra í mönnum.\nDekkjamálið leystis í gær þegar ég kom við í Barðanum en þar lágu lítið notuð Toyo Tranpath dekk sem ég fékk á tombóluprís svo ég stóðst ekki mátið. Þau eru að vísu gjörólík þeim dekkjum sem ég var að skoða en ég hef reynslu af þeim sem afbragðs vetrardekkjum undir minni bíl -  fyrir þetta verð er ég tilbúinn að gera tilraun með þau undir Gullstönginni ;-)",
            "date": "2016-07-28 10:28:00",
            "post_id": "170382",
            "reply_to_id": "170381"
        },
        {
            "user_name": "AlexanderJ",
            "text": "Hvernig hafa Mastercraft MSR eða Mastercraft CT verið að koma út? Einhverjir prufað þau?\nKv. AJ",
            "date": "2016-11-07 08:51:00",
            "post_id": "171935",
            "reply_to_id": "170382"
        }
    ],
    "date": "2016-07-24 22:48:00"
}