{
    "forum_title": "Jeppar",
    "id": "33227",
    "title": "Suburban 46\" 1987 5.9 Cummins",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=33227",
    "posts": [
        {
            "user_name": "Pétur Bjarni",
            "text": "Til sölu mikið breyttur Suburban fyrir 46\" sem þarf valla að kynna frekar hérna.\nCummins 5.9L vél 6cyl lína \nSpicer T5x2276 5 gíra kassi (fyrsti beint aftur og bak á móti frábær kassi fyrir jeppa) \n205 Millikassi og 203 Low gír \nBens vörubíla drifsköft nýjir krossar í aftur skafti þarf ekki að endurnýja aftur á næstunni \nDana 60 framan og aftan \nNo spin læsingar framan og aftan 4.10 hlutföll \nLoftpúðar framan og aftan með sjálfvirkri hæðastillingu, einnig hægt að stjórna innan úr bíl handvirkt. \n4 Link framan og aftan \nMjög heillegur bíll sem er ekki farinn að ryðga niður \nDiska bremsur framan og aftan \nLítið sem á eftir að gera til að þessi verði klár á fjöll, var síðast skoðaður með 15 miða og hefur eiginlega staðið inni síðan sökum þess að ekki hefur verið tími til að klára hann. \nÞað sem búið er að gera síðan úr síðustu skoðun \nPanta nýjar bremsudælur að aftan, eftir að setja þær á \nSkipta um pakkdós og laga naf vinstamegin að aftan, planað saman nafið og diskinn, sérsmíðaðir nýjir felguboltar ofl. \nSkipt um turbínu smá eftir að klára \nMikið búið að yfirfara rafkerfið og laga ljós \nÞað sem vitað er að á eftir að gera: \nSetja nýjar bremsudælur og klossa að aftan fylgir með honum nýtt sett \nLeggja loft frá túrbínu inná vél og tengja loftsíu við túrbínu annað búið \nÞarf að taka startara upp, er orðinn slappur \nAfdrepara ventill (Solinor) í olíuverki stendur stundum á sér, ráðlegg að panta nýjann auðvelt að skipta um. \nAthuga með smá leka á hjálpar kúplingu, forðabúr tæmist hægt. \nFín stilla sjálfvirkt hæðarkerfi \nBílinn stendur núna á 41\" og einnig er til 46\" gangur á felgum báðir gangar eru mjög góðir, samkomulag með sölu hvaða dekkjum hann fer á eða jafnvel báðum. \nSæti eru tau úr Dodge Durango og líta vel út, það er til leður innrétting í hann úr Durango ljós grá sem er einnig hægt að athuga með að selja með honum. \nFornbíll með lágar tryggingar ca 15.000 á ári og engin bifreiðargjöld og skoðun á 2 ára fresti (athuga skiptir samt máli hvenær hann fer í skoðun til að fá 2 ára skoðun) \nSkoða ýmislegt áhugaverð skipti, helst á ódýrari. \nÝmislegt getur verið t.d. jörð, bátur, bíll, vélar ofl. \nVerðhugmynd með báðum dekkjum og leðurinnréttingu er ca. 2,5m en má þó eitthvað semja um\nEr t.d. að leita af mjög öflugri loftpressu 25 bar (360 PSI) og um 20m3 /min (700-900 cfm) lámarks afköst.",
            "date": "2016-07-29 13:28:00",
            "post_id": "170402",
            "reply_to_id": false
        },
        {
            "user_name": "sako1",
            "text": "Sæll\nÁttu til slatta af myndum af honum sem þú gætir sent ?",
            "date": "2016-08-12 11:02:00",
            "post_id": "170600",
            "reply_to_id": "170402"
        },
        {
            "user_name": "Balloontyres",
            "text": "Any pictures please?",
            "date": "2016-08-12 11:30:00",
            "post_id": "170601",
            "reply_to_id": "170600"
        },
        {
            "user_name": "Pétur Bjarni",
            "text": "Sendið mér netfang og ég get sent myndir. Send me email address and I can email photos",
            "date": "2016-08-12 14:37:00",
            "post_id": "170602",
            "reply_to_id": "170601"
        }
    ],
    "date": "2016-07-29 13:28:00"
}