{
    "forum_title": "Jeppar",
    "id": "33260",
    "title": "TS: Grand Vitara 2010",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=33260",
    "posts": [
        {
            "user_name": "hans",
            "text": "Vinsamlega hringið í uppgefið númer, ekki svara hér.\nSuzuki Grand Vitara\t\nÁr\t2010\t\t\nAkstur\t79.000\t\nSkipting\tBeinskiptur\t\t\nEldsneyti\tBensín\t\nTegund\tJeppi\t\t\nSkipti\tEngin skipti\t\nFjöldi sæta\t5\t\t\nFjöldi dyra\t5\t\nFjöldi strokka\t4\t\t\nSkoðaður\tJá\t\nLitur\tGrár\t\t\nVerð: 2.390.000 staðgreitt\nAth. engin skipti\n \nTil sölu: Suzuki Grand Vitara Premium, A/C, Vökvastýri, Veltistýri, ABS hemlar, Spólvörn, Stöðugleikakerfi, Tauáklæði, Hiti í framsætum, Armpúði, Höfuðpúðar aftan, Loftkæling, Aksturstölva, Fjarstýrðar samlæsingar, Geislaspilari, Kastarar, Líknarbelgir, Rafdrifnar rúður, Rafdrifnir speglar, Útvarp, Varadekkshlíf, Þakbogar, ISOFIX festingar \nReyklaus og snyrtilegt bill, nýtt í bremsum (25.07.2016), Þjónustubók, Smurbók \nNæsta skoðun: 2018 \n235/65R17 TXL Nokian Rotiiva AT jeppadekk, Álfelgur \nWe are a German family and leaving Iceland after wonderful years. We are selling our great car for a very good value. The car is available from 30.08.2016. Therefore, we give a discount of 300.000 ISK to comparable Grand Vitaras.  The price is therefore 2.390.000\nThe car was owned by non-smokers. \nThe car is equipped with all necessary \"off-road\" tools, such as permanent four wheel drive, differential lock and reduction gear unit. Further, the car is on snow- and ice-proof All Terrain tires (235/65R17 TXL Nokian Rotiiva AT) with a profile of still 70%. For comfort, it has an automatic climate system, heated and electrical mirrors, heated front seats, car radio with CD, in total three 12V sockets (two in front, one in the luggage compartment) and Isofix. Mileage: 79000 km. The next official check is in 2018. \nAll check ups/inspections and oil-changes/lubrications have been done completely and kept record in the book. The car just got new brakes on 25.07.2016. \nFor any kind of questions, just contact me. \nS. 7787946  Tobias",
            "date": "2016-08-09 15:12:00",
            "post_id": "170561",
            "reply_to_id": false
        },
        {
            "user_name": "hans",
            "text": "Upp",
            "date": "2016-08-12 08:28:00",
            "post_id": "170599",
            "reply_to_id": "170561"
        }
    ],
    "date": "2016-08-09 15:12:00"
}