{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "33309",
    "title": "Pælingar um niðurgírun og hlutföll",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=33309",
    "posts": [
        {
            "user_name": "jongud",
            "text": "Í framhaldi á pælingum um millikassa, á þessum þræði:\nhttp://www.jeppaspjall.is/viewtopic.php?f=5&t=33304\nÉg vildi ekki fara út fyrir efni þráðarins þarna inni þannig að ég setti mínar pælingar á nýjan þráð.\nSvona pælingar á gírun held ég að sé eitt það mikilvægasta við uppbyggingar á jeppum. Ég er alltaf að spá í af hverju menn leysa ekki vandamálið aðeins framar í drifrásinni og hafa meiri niðurgírun í gírkassanum. Oft er það nefnileg þannig að ef fimmti gírinn er yfirgír (overdrive) þá er hann ekkert að nýtast, nema það séu fáránlega lág hlutföll í drifunum, kringum 5.38 eða 5.71 sem eru leiðinlega veik.\nBesta lausnin er fimm gíra kassi með fimmta gír beint í gegn (hlutfallið 1:1). En það eru bara ekki svo margir gírkassar þannig gerðir. Nema hálf-leiðinlegir amerískir kassar eins og NP435 og T18. Og þessir kassar eru bara með fjóra gíra.  Ef menn vilja 5-gíra þá er NP542 eiginlega sá eini.\nSvo hef ég bara heyrt af einni sjálfskiptingu sem er 4ra gíra og með 1:1 í hæsta gír, og það er eldri sjálfskiptingin í Musso (og Bens fólksbílum) og ég hef ekki heyrt hvernig hún reynist aftan á mótor sem er yfir 150 hestöfl.\nEinn möguleiki enn er að vera með sæmilega öfluga 3ja gíra sjálfskiptingu eins og TF727 með læsingu og hafa túrbínu á henni sem slúðrar aðeins meira. þá fær maður mýkri hröðun, lásinn á túrbínunni virkar eins og fjórði gírinn og með lásnum eyðir jeppinn minna úti á vegum. En því miður verður hitinn líklega meiri.",
            "date": "2016-08-21 10:29:00",
            "post_id": "170744",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Gömlu 5 gíra kassarnir úr benz kálfunum eru með 1 gír lágán ca.6-1 og 5 gír beinan í gegn.",
            "date": "2016-08-21 11:00:00",
            "post_id": "170748",
            "reply_to_id": "170744"
        },
        {
            "user_name": "jongud",
            "text": "Hvernig gat ég gleymt þeim !",
            "date": "2016-08-21 17:30:00",
            "post_id": "170769",
            "reply_to_id": "170748"
        }
    ],
    "date": "2016-08-21 10:29:00"
}