{
    "forum_title": "Almennt spjall",
    "id": "33336",
    "title": "U-joint eða CV-joint.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=33336",
    "posts": [
        {
            "user_name": "lettur",
            "text": "Góðan daginn. \nHvort er almennt sterkari búnaður í framhásingu. Svona kúluliður með hosu eða U-liður með krossi??",
            "date": "2016-08-31 11:07:00",
            "post_id": "170922",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Það fer nú allt eftir sverleikanum á dótinu.\nErtu að spá í eitthvað sérstakt \"original\" dót?",
            "date": "2016-08-31 17:18:00",
            "post_id": "170924",
            "reply_to_id": "170922"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Kúluliðurinn skilst mér að haldi styrknum betur við beygju, U krossinn veikist verulega þegar beygt er\nsel það ekki dýrara en ég fékk það...",
            "date": "2016-08-31 18:19:00",
            "post_id": "170925",
            "reply_to_id": "170924"
        },
        {
            "user_name": "biturk",
            "text": "Kúluliður er margfalt sterkari og u-joint verður veikur þegar hann fer yfir ákveðna beygju og ekkert óeðlilegt við það enda reina menn eins og hægt er að hafa sem minnsg brot á drifsköftum þegar er verið að breita jeppum og það er nákvæmlega sama lögmál þar að verki",
            "date": "2016-08-31 19:51:00",
            "post_id": "170926",
            "reply_to_id": "170925"
        },
        {
            "user_name": "snöfli",
            "text": "Sama og í drifsköftum að U-joint breytir hraða við beygju (það leyst í drifsköftum með því að láta liðina beygja hvorn á móti öðrum, þannig að drifskaftið sjálft, sem er ekkert svakalega þungt eða með mikla hreyfitregðu, er sífellt að hraða og hægja á en skaftið inn og út halda jöfnum snúningi). \nÞví þarf hjól í beygju me U-joint að fara sífellt hraðar og hægar til skiptis (miðað við sama snúning á vél) þegar liðurinn er beygður.  Með stórum dekkjum er heyfitregða  orðin mikil og kraftarnir miklir við að hraða og hægja sífellt á dekkinu.\nSpól með hjólið i beygju tekur örugglaga svoldið  í.\nCV-joint breytir hinsvegar ekki hraða hjóls í beygju\nFimmkúluliðir voru dýrir og bara í minni bílum, en nútíma smíðatækni hefur örugglega leyst það.\nVeðja á CV joint ef hann er nægjalega hraustur.\nl.",
            "date": "2016-08-31 21:48:00",
            "post_id": "170928",
            "reply_to_id": "170926"
        },
        {
            "user_name": "olei",
            "text": "Erfitt að svara því heilt yfir.\nU-joint eða hjöruliður með krossi.\nMegin reglan er að styrkurinn í þeim er í samræmi við öxlana. Þannig er beinn hjöruliður viðlíka sterkur og öxlarnir, jafnvel sterkari þar sem iðulega kemur fyrir að öxlarnir snúast í sundur þó að liðurinn bili ekki. Málið versnar hinsvegar mjög fyrir hjöruliðinn þegar hann er í beygju, þá myndast einskonar vogarátak á liðinn og augun í öxlunum. Fyrir vikið er algengt að þau liðamót gefi sig.\nCV (constant velocity) eða Kúluliður.\nMikið til sama sagan þegar liðurinn er beinn og að ofan. Samt er það þannig t.d í Patrol, Hilux og fl. bílum að oftast eru það liðirnir sem brotna en öxlarnir snúast ekki í sundur.  Kúluliðirnir standa síðan miklu betur að vígi í beygjum þar sem styrkurinn í liðamótunum helst lítið breyttur. Öfugt við venjulegan hjöruliðskross.\nÞegar kemur að styrkleika í kúluliðum þá kemur náttúrulega inn hvaðan þeir eru ættaðir. Það er hægt að kaupa ódýra eftirmarkaðsliði í marga bíla sem virka svosem alveg en þeir eru ekki næstum því eins sterkir og original liðir. Síðan eru fyrirtæki eins og RCV sem framleiða öxla og liði úr mjög sterkum stálblöndum - og þeir liðir eru sannarlega miklu sterkari en original liðir. Verðið í samræmi við það.",
            "date": "2016-09-01 13:06:00",
            "post_id": "170929",
            "reply_to_id": "170928"
        }
    ],
    "date": "2016-08-31 11:07:00"
}