{
    "forum_title": "Almennt spjall",
    "id": "33397",
    "title": "Hvernig jeppa?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=33397",
    "posts": [
        {
            "user_name": "Bjossis",
            "text": "Sælt veri jeppafólkið.\nMig langar í jeppa (en ekki hvað). Hann á að vera lítið eða ekkert breyttur, helst 7+ manna, ekki ekinn í drasl og ekki það gamall að ryð eða önnur öldrun geti verið komin í gang. Nenni ekki síbilandi vélum eða sjálfskiptingum. Má kosta 2,5m.\nEinhverjar hugmyndir?",
            "date": "2016-09-16 21:37:00",
            "post_id": "171111",
            "reply_to_id": false
        },
        {
            "user_name": "Einar Hlöðver",
            "text": "Jeep Grand Cherokee eða Ford Explorer er eitthvað sem passar við þessar lýsingar.",
            "date": "2016-09-16 22:05:00",
            "post_id": "171112",
            "reply_to_id": "171111"
        },
        {
            "user_name": "Snake",
            "text": "Ég myndi nú kannski ekki focusa á ameríska illa smíðaða bensínháka. En Mitsubishi Pajero passar ansi vel við lýsinguna.",
            "date": "2016-09-17 00:06:00",
            "post_id": "171116",
            "reply_to_id": "171112"
        },
        {
            "user_name": "svarti sambo",
            "text": "Er með terrano díesel. Hann er ekinn ca: 150.000km. Er búið að losa hann við sílsarið og er 7manna. Á að vera í topp standi. Er 33\" breyttur. Getur fengið hann á brot af því verði sem þú nefnir, eða 850.000kr. Stg.\nS: 8982550",
            "date": "2016-09-17 01:22:00",
            "post_id": "171117",
            "reply_to_id": "171116"
        },
        {
            "user_name": "Bjossis",
            "text": "Aldrei Pajero. Má ekki vera ónýtur við 200þkm og endalaus fóðringavandamál í fjöðrunarbúnaði. Takk samt.",
            "date": "2016-09-17 08:37:00",
            "post_id": "171120",
            "reply_to_id": "171117"
        },
        {
            "user_name": "jongud",
            "text": "Þú getur fengið Land cruiser ekin minna en 200 þús. fyrir 2,5 staðgreitt. Þarft bara að passa að grindin sé í lagi.\nEf þú finnur lítið ryðgaðan Terrano þá mætti skoða hann líka. Það virðist vera með alla jeppa sem eru hér fyrir sunnan í saltpæklinum að það þarf að passa grindurnar sértaklega vel og skoða þegar maður er að kaupa notað.",
            "date": "2016-09-17 10:48:00",
            "post_id": "171122",
            "reply_to_id": "171120"
        },
        {
            "user_name": "Dodge",
            "text": "Dodge durango er alltaf lang mest fyrir peninginn í 7 manna jeppa",
            "date": "2016-09-17 20:11:00",
            "post_id": "171124",
            "reply_to_id": "171122"
        },
        {
            "user_name": "Bjossis",
            "text": "Hvernig er áreiðanleiki Dodge Durango samanborið við Explorer, Terrano, Pajero?\nEr einhver síða á netinu með áreiðanlegar heimildir um bilanatíðnir einstakra tegunda?",
            "date": "2016-09-23 14:24:00",
            "post_id": "171180",
            "reply_to_id": "171124"
        },
        {
            "user_name": "Dodge",
            "text": "Ef menn eru ekki að trassa smurþjónustu eða nota vitlausar olíur þá bilar þetta ekki neitt.\nÞarf að skifta um spindla og stýrisenda stöku sinnum, helstu veikleikar eru að orginal demparanir eru ekki langlýfir og ef menn nýðast mikið á bremsunum er hætt við að diskar aflagist.\nEn í  stuttu máli miklu áreiðanlegri en ford og pajero... Sumir terranoar virðast vera eilífðartæki, bara skelfilega óspennandi bílar.",
            "date": "2016-09-26 09:59:00",
            "post_id": "171248",
            "reply_to_id": "171180"
        },
        {
            "user_name": "JHG",
            "text": "Get tekið undir þetta með Chrysler.  Hef átt 2 Grand Cherokee, fyrst 1993 árgerð sem ég seldi þegar ég keypti mér 2007 árgerð (árið 2007 þegar aðrir voru að kaupa flatskjái).  Þetta bilar ekki neitt (tel ekki með bremsuskipti eftir 80 þús km og legu eftir 120 þús).  \nÉg eyði samt góðum stundum á hverju ári í viðgerðir en það er þýski bíllinn sem veldur því....",
            "date": "2016-09-26 18:27:00",
            "post_id": "171259",
            "reply_to_id": "171248"
        },
        {
            "user_name": "Bjossis",
            "text": "Hvað segja menn um Nissan Pathfinder? T.d. þennan: \nhttp://bilasolur.is/CarDetails.aspx?bid ... &schpage=1",
            "date": "2016-10-14 21:34:00",
            "post_id": "171581",
            "reply_to_id": "171259"
        },
        {
            "user_name": "jongud",
            "text": "Ef hann kemur vel út úr söluskoðun, þá er þetta líklega ekki svo galið.",
            "date": "2016-10-15 11:36:00",
            "post_id": "171588",
            "reply_to_id": "171581"
        }
    ],
    "date": "2016-09-16 21:37:00"
}