{
    "forum_title": "Almennt spjall",
    "id": "33425",
    "title": "Range Rover 1988 og patrol hásinga pælingar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=33425",
    "posts": [
        {
            "user_name": "hafsteinningi",
            "text": "Góðan Dagin\nnú er ég að fara af stað með range rover verkefni og var að spá í 38\" og orginal hásingar með landrover drifhlutföll en er farið að langa að setja hann á aðeins stærra 44 eða 46. og var að velta því fyrir mér hvort það væri ekki best að setja undir hann hásingar úr patrol. þar sem ég er nýlega byrjaður að braska í þessum jeppabreytingum þá veit ég ekki alveg hvernig þetta er. svo það sem ég er að spá er. eru allar patrol hásingar góðar í þetta eða er það eh sérstök árgerð sem hentar best og ég myndi þá vilja hafa læsingar að framan og aftan. eða ætli range rover hásingarnar séu nógu sterkar. hef heyrt að þær séu mjög veikar. \ner eh patrol snillingur hér sem gæti frætt mig um þetta?\nEf eh á hásingar væri ég vel til í að skoða með að kaupa þær!!\nHafsteinn",
            "date": "2016-09-23 12:52:00",
            "post_id": "171177",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Sæll.\nHeld að það gæti verið sterkur leikur hjá þér að ræða þetta við Kristinn.\nviewtopic.php?f=9&t=26851\nÁ til Dana 50 framhásingu fyrir þig, ef þú hefur áhuga á því.",
            "date": "2016-09-23 13:16:00",
            "post_id": "171179",
            "reply_to_id": "171177"
        },
        {
            "user_name": "Kristinn",
            "text": "Þér er velkomið að vera í sambandi, eins er þér velkomið að koma og skoða ...Kv Kristinn s:893-7616",
            "date": "2016-09-23 19:29:00",
            "post_id": "171183",
            "reply_to_id": "171179"
        },
        {
            "user_name": "jeepcj7",
            "text": "Aðalmunurinn með patrol hásingar er að eftir 1989 -1997 breikka þær um ca.5 cm og kúluliðirnir í framöxlunum stækka og 3ja lítra beinskipti bíllinn kemur með stærra afturdrifi og öxlum.",
            "date": "2016-09-23 21:10:00",
            "post_id": "171185",
            "reply_to_id": "171183"
        },
        {
            "user_name": "Brjotur",
            "text": "Eldri patrol er með 8 cm mjórri hásingar og minni bremsum en ég tel að þessar hásingar passi fínt í þetta verkefni :)  og svo eru þær miklu ódýrari og ódýrara í þær á partasölum :)",
            "date": "2016-09-24 13:03:00",
            "post_id": "171198",
            "reply_to_id": "171185"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Takk fyrir svörin nú veit ég nokkurnvegin hvað ég þarf í þetta!",
            "date": "2016-09-24 20:47:00",
            "post_id": "171210",
            "reply_to_id": "171198"
        }
    ],
    "date": "2016-09-23 12:52:00"
}