{
    "forum_title": "Almennt spjall",
    "id": "33439",
    "title": "nýtt 44\" jeppadekk frá Nokian -AT",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=33439",
    "posts": [
        {
            "user_name": "olei",
            "text": "Smáfuglarnir voru búnir að hvísla að mér fyrir nokkru að Arctic Trucks væri að koma með nýtt 44\" radial dekk á markaðinn sem væri fyrir 17\" felgur.\nÉg tók þeim fregnum með fyrirvara enda eru íslenskir jeppamenn búnir að bíða eftir fallegum radial blöðrum yfir 40\" í meira en aldarfjórðung.\nSamkvæmt auglýsingaborða hér efst á síðunni fyrir stórsýningu AT 1. OKT segir að þeir ætli að kynna nýtt byltingarkennt dekk frá Nokien. Nú er ég ekki sérfróður um dekk en það ég best veit eru Nokien dekk finnsk gæðavara og ég hef ekið mjög sáttur á svoleiðis börðum síðustu árin undir rasspútunni. Hér virðist semsagt vera eitthvað VERULEGA spennandi á ferðinni og kannski er loksins komið draumadekkið sem svo margir hafa beðið eftir. En auðvitað er ekki sopið kálið þó í ausuna sé komið...\nHvað vita jeppaspjallarar um þetta nýja dekk?",
            "date": "2016-09-26 21:29:00",
            "post_id": "171261",
            "reply_to_id": false
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "tja... það segir í auglýsingunni Nýtt byltingarkennt 44\" radial dekk frá Nokian.......... það er nú bara mjög spennandi!",
            "date": "2016-09-27 09:05:00",
            "post_id": "171268",
            "reply_to_id": "171261"
        },
        {
            "user_name": "Járni",
            "text": "Jebb, virkilega spennandi. Frábært að fá eitthvað nýtt og stórt :)",
            "date": "2016-09-27 11:01:00",
            "post_id": "171272",
            "reply_to_id": "171268"
        },
        {
            "user_name": "jongud",
            "text": "Svakalega spennandi!\nVerður gaman að sjá hvernig þetta reynist í samanburði við 44\" Dick Cepec.\nOg jafnvel slitin og skorin 46\" Baja claw.",
            "date": "2016-09-27 13:08:00",
            "post_id": "171274",
            "reply_to_id": "171272"
        },
        {
            "user_name": "Járni",
            "text": "Samkvæmt nýuppfærðum auglýsingaborða kemur það í sölu eftir áramót!",
            "date": "2016-09-27 13:12:00",
            "post_id": "171275",
            "reply_to_id": "171274"
        },
        {
            "user_name": "Doddi23",
            "text": "Þetta er vissulega spennandi en því í skrambanum kemur það bara í 17\" þegar 90% af jeppaflotanum er á 15\" felgum :/\nNógu andskoti erfitt er að finna 16 eða 17\" felgur nú þegar :(",
            "date": "2016-09-27 14:49:00",
            "post_id": "171276",
            "reply_to_id": "171275"
        },
        {
            "user_name": "Freyr",
            "text": "Vegna tess ad 15\" felgur passa ekki undir neina bila i dag nema med veseni.......",
            "date": "2016-09-27 15:12:00",
            "post_id": "171277",
            "reply_to_id": "171276"
        },
        {
            "user_name": "snöfli",
            "text": "17\" er nýja 15\" (orange is the new black:)",
            "date": "2016-09-27 15:47:00",
            "post_id": "171278",
            "reply_to_id": "171277"
        },
        {
            "user_name": "Ingójp",
            "text": "17\" Er betra leyfir stærri bremsur",
            "date": "2016-09-27 18:02:00",
            "post_id": "171279",
            "reply_to_id": "171278"
        },
        {
            "user_name": "elliofur",
            "text": "Ekki er ég nú nándanærri sammála þessu. Það er í það minnsta helmingur breyttra jeppa í notkun eða sem verða í notkun sem 15\" smellpassar undir. En ef við tölum um nýju deildina og það sem verður næstu árin eða áratugi, þá erum við að tala um annan hlut.\nEn eftirspurn eftir dekkjum fyrir 15\" felgustærð er mjög mikil. En að það sé hæpið að framleiða eins dekk fyrir tvær felgustærðir á þetta litlum markaði eru síðan mjög gild rök, eða allavega reikningsdæmi. Líklegra er ódýrara fyrir menn að kaupa sér 17\" felgur.\nEn gaman verður að sjá þetta dekk og hvað það kostar! Og síðan framhaldið, hvort þetta sé gott eða slæmt.",
            "date": "2016-09-27 18:33:00",
            "post_id": "171280",
            "reply_to_id": "171279"
        },
        {
            "user_name": "Hansi",
            "text": "Byltingarkennt 44\" Arctic Trucks jeppadekk, hvað þýðir það? Sérframleitt svipað og AT 38\" dekkin? \nÆtli það sé eitthvað búið að prófa þau í úrhleypt? Radialdekk undir þungum bílum hafa ekki endilega verið að standa sig vel samanber Irok 39,5 og 41\". Allavega verður gaman að sjá... :)",
            "date": "2016-09-27 21:52:00",
            "post_id": "171284",
            "reply_to_id": "171280"
        },
        {
            "user_name": "Freyr",
            "text": "Já vissulega átti ég við nýja bíla en ekki gamla eða þá nýlega bíla á gömlum hásingum.",
            "date": "2016-09-27 23:37:00",
            "post_id": "171285",
            "reply_to_id": "171284"
        },
        {
            "user_name": "Freyr",
            "text": "Já vissulega átti ég við nýja bíla en ekki gamla eða þá nýlega bíla á gömlum hásingum. Það er erfitt að neita því að það er vandaðari lausn að stækka felguna og nota bremsubúnaðinn í sinni orginal mynd í stað þess að minnka dælur eða slípa utan af þeim. Einnig hjálpar stærri felga til við að bæta aksturseiginleika dekksins með því að gera það stöðugara, síðan leyfir stærri felga meira backspace sem einnig bætir aksturseiginleika og minnkar slit og álag á hjólabúnaði. Varðandi fjölda breyttra jeppa á stórum dekkjum þá er það sjálfsagt rétt að helmingurinn eða stór hluti þeirra noti 15\" felgur en sé horft til fjölda ekinna km á ári og fjölda nýrra dekkjaganga sem keyptir eru á ári grunar mig að bílar á stærri felgum hafi vinninginn og þá einna helst vegna ferðaþjónustunnar.",
            "date": "2016-09-28 00:01:00",
            "post_id": "171286",
            "reply_to_id": "171285"
        },
        {
            "user_name": "jongud",
            "text": "Ég er nokkurn vegin viss um að einhverjir hjá Arctic Trucks sé nú þegar búnir að prófa þessi dekk í drasl. Allavega ef þeir ætla að byrja að selja þau eftir áramót. Ferðaþjónustan er örugglega slefandi eins og Jabba hutt yfir þessum dekkjum. Líklega eru þau með fínna mynstri og með betri malbikseiginleika en 46\" Baja claw.\n17-tommu felgustærð? Maður er með eitthvað minni \"blöðru\" á vel úrhleyptu miðað við 44x15 gleðigúmmí en ég mig grunar að radial vs. diagonal vegi það upp.",
            "date": "2016-09-28 08:20:00",
            "post_id": "171289",
            "reply_to_id": "171286"
        },
        {
            "user_name": "jongud",
            "text": "Ég heyrði orðróm í gærkvöld um að Arctic Trucks hafi verið að setja fyrsta dekkið á felgu í gær, þannig að þetta eru algerlega óreynd dekk.\nMaður tekur þá í \"þriðju gráðu\" á laugardaginn.",
            "date": "2016-09-29 08:13:00",
            "post_id": "171306",
            "reply_to_id": "171289"
        },
        {
            "user_name": "tomtom",
            "text": "En nu spyr sa sem ekki er mikið inní svona sætti dekkjum, þegar maður er kominn með stærri felgu þa hlítur fótspor bílsins að minka er það ekki? Þar sem maður er kominn með minni hliðar sem sem leggjast til að breikka dekki eða er það bara vitleysa hja mer, svosem eins og 46\" mt baja claw er reindar 16\" en þau eru yfir leitt gefinn upp breiðari en en eins og 44\" dc eða er það ekki? Bara forvitnast væri gaman að spa í þessu lika",
            "date": "2016-09-29 23:46:00",
            "post_id": "171319",
            "reply_to_id": "171306"
        },
        {
            "user_name": "grimur",
            "text": "1\" í radíus hefur tæplega úrslitaþýðingu með það hvermig svona stórt dekk leggst. 15\" er hvort sem er frekar lítið rör innan í 40\" og stærra, belgurinn orðinn ansi mikið út um allt. Það sem mér hefur reynst skipta mestu máli er einmitt hæðin á dekkinu, og að breiddin sé ekki óþarflega mikil á móti. Viðnám eykst hratt eftir því sem dekkið breikkar, en lítið sem ekkert með hæð, og þá miðað við snjóakstur. Auk þess treður hærra dekk mikið betur undir sig þar sem hornið sem það er að klífa miðað við sömu dýpt á fari liggur nær láréttu. Sporlengdin er svo enn og aftur hærra dekkinu í hag og er í réttu hlutfalli við hæð. Mig grunar að mikið af þeim dekkjum sem verið er að nota séu í raun óþarflega breið, en vissulega eru breið dekk vígalegri ásýndar. Rússneskir traktorar á risastórum skurðarskífum virka alveg furðulega vel í drullu svo dæmi sé tekið.\nÞað verður spennandi að sjá hvað kemur úr pakkanum.\nKv\nGrímur",
            "date": "2016-09-30 02:37:00",
            "post_id": "171320",
            "reply_to_id": "171319"
        },
        {
            "user_name": "olei",
            "text": "Fór einhver að skoða, myndir?",
            "date": "2016-10-01 14:22:00",
            "post_id": "171339",
            "reply_to_id": "171320"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "jú ég fór nú reyndar að skoða en tók ekki myndir...... þetta er flott dekk, því verður ekki neitað, AT fá hamingju óskir með þetta afrek!. Stendur hátt, er mjög breytt og flott munstur. Nú vantar bara reynsluna..... eina sem ég veit að mönnum mun ekki líka er verðið en mér heyrist að það stefni í 800k gangurinn, fyrir flesta er þá eftir að kaupa nýjar felgur þar semm sennilega 90% (eða meira) af þeim bílum sem keyra á 44\" í dag eru á 15 eða 16\" felgum....",
            "date": "2016-10-01 14:45:00",
            "post_id": "171340",
            "reply_to_id": "171339"
        },
        {
            "user_name": "jongud",
            "text": "Ég gleymdi símanum heima og tók því heldur ekki neinar myndir. En dekkið er flott, og þeir sem höfðu prófað það halda ekki vatni yfir því hvað það er rásfast og hljóðlátt. 100 grömm af jafnvægisblýi er algengt, en þetta er dýrt, og frekar þungt, svona álíka og 46\" MT Baja Claw. Burðurinn er 1900 Kg. á dekk við max 35psi.\nÉg heyrði ansi áhugaverða speki varðandi dekkjahönnun þarna í morgun. Ef dekk eru að springa allan hringin uppi við banann eða niðri við felgu, þá er dekkið ekki hannað fyrir þann loftþrýsting sem ekið er á. Mig minnir að sprungur niðri við felgu þýði \"of mikill þrýstingur miðað við hönnun\" og uppi við banann þýði \"of lítill þrýstingur miðað við hönnun\".",
            "date": "2016-10-01 16:35:00",
            "post_id": "171342",
            "reply_to_id": "171340"
        },
        {
            "user_name": "olei",
            "text": "Jamm, ég renndi í bæinn og kíkti á þetta. Tókst náttúrulega að gleyma símanum.\nÞetta er mun vígalegra dekk en ég bjóst við, framar vonum má segja. 485/70R17 Load range B 1900 kg max. Baninn á dekkinu mælist sirka 43cm breiður.  Hliðarnar í þeim eru þunnar og dúnmjúkar. Framleidd af Nokien í Finnlandi og það leyndi sér ekki, mjög flott áferð og hnökralaus á þeim. Engir stallar eða sjáanleg skil í hliðum eða bana. Virðast vera mjög vel smíðuð.\nÉg ætla að spá því hér og nú að þetta dekk drífi betur í snjó en nokkurt annað dekk undir 50\"\nÉg er enn slefandi!!",
            "date": "2016-10-01 17:43:00",
            "post_id": "171343",
            "reply_to_id": "171342"
        },
        {
            "user_name": "juddi",
            "text": "Er með einhverja mynd i simanum en ekki komist i tölvu til að setja hana inn, annars fann ég ekki í fljótubragði neitt um felgubreydd á dekkinu",
            "date": "2016-10-01 19:39:00",
            "post_id": "171345",
            "reply_to_id": "171343"
        },
        {
            "user_name": "Óttar",
            "text": "Ég fór og þetta er einmitt það sem ég hef verið að bíða eftir! Spurði einhver hvað þetta viru breiðar felgur sem þeir eru að setja þau á? En var komið verð?",
            "date": "2016-10-01 20:15:00",
            "post_id": "171347",
            "reply_to_id": "171345"
        },
        {
            "user_name": "reyktour",
            "text": "190 á dekk",
            "date": "2016-10-01 21:16:00",
            "post_id": "171349",
            "reply_to_id": "171347"
        },
        {
            "user_name": "gislisveri",
            "text": "Felgurnar sem voru undir 6X6 bílnum eru 16\" breiðar, dekkin verða gefin upp fyrir 14-16\" breiðar felgur (nema væntanlega á Austfjörðum).",
            "date": "2016-10-01 21:56:00",
            "post_id": "171351",
            "reply_to_id": "171349"
        },
        {
            "user_name": "jongud",
            "text": "Dekkin eru víst gefin upp fyrir 14-16 tommu breiðar felgur.\nVerðið er \"kringum\" 200 þúsund.",
            "date": "2016-10-02 09:56:00",
            "post_id": "171354",
            "reply_to_id": "171351"
        },
        {
            "user_name": "raggos",
            "text": "Það sárvantar myndir í þennan þráð. Ég ætla því að stelast til að vísa í myndirnar sem hann Jóhannes Þ Jóhannesson setti inn á FB hópinn \"Breyttir jeppar á klakanum\" í gær, vonandi er það í lagi. \nhttps://www.facebook.com/groups/275423612582883/\nMér fannst magnaðast við þessi nýju dekk hvað þau virkuðu breið miðað við dick cepec 44\". Virkaði litlu mjórra en 46\" MT. Svo var svakaleg mýkt í hliðunum sem lætur dekkin örugglega leggjast vel án hitavandræða. Mjög spennandi kostur",
            "date": "2016-10-02 11:47:00",
            "post_id": "171357",
            "reply_to_id": "171354"
        },
        {
            "user_name": "olei",
            "text": "Gæti best trúað því að margir 44\" breyttir jeppar þyrftu meiri úrklippingu eða jafnvel smá upphækkun fyrir þessi dekk. Sérstaklega að framan.",
            "date": "2016-10-02 13:50:00",
            "post_id": "171362",
            "reply_to_id": "171357"
        },
        {
            "user_name": "heidar69",
            "text": "Flott dekk. Hafa örugglega talsvert meira flot í snjó en MT46 þótt þau séu minni vegna munstursins. Þau hafa sennilega meira snertigrip í gúmmíinu. Áhyggjur mínar eru hins vegar þegar keyrt er t.d. í slabbi að billinn fljóti vegna þess hversu lokað mustrið er. Það verður fróðlegt að heyra reynslusögur þegar menn fara að keyra.  Held að þessi dekk séu frábær í ferðaþjónustuna. Til gamans þá voru DC44  á síðustu öld kölluð aumingjadekk fyrir þá sem ekki kunna að keyra sem lýsir hversu góð þau voru. Ég held að þessi nýju dekk eigi eftir að ryðja þeim af markaðnum.",
            "date": "2016-10-02 19:17:00",
            "post_id": "171375",
            "reply_to_id": "171362"
        },
        {
            "user_name": "AgnarBen",
            "text": "Líta hrikalega vel út þessi dekk og munu með tímanum ryðja 44DC af markaðnum enda radial en ég held að hér séu ekki nein sérstök tíðindi á ferðinni fyrir hinn venjulega jeppamann á meðan dekkin eru svona dýr.  Þetta mun henta ferðaþjónustunni aftur á móti mjög vel enda um 90% malbiksakstur að ræða þar.  Það er svipað lítið munstur í þessum dekkjum eins og í Dick Cepek sem eru með lítið grip en gott flot en líklega eru þessi miklu þyngri eins og MT46\" og venjulegir jeppakarlar sem hafa aflið til að snúa 46\" munu velja þau áfram held ég í stað þessara vegna gripsins ef aðeins eru hugsað um drifgetu ...... Aftur á móti mun ferðaþjónustan taka þessu fagnandi held ég :)",
            "date": "2016-10-03 22:49:00",
            "post_id": "171402",
            "reply_to_id": "171375"
        },
        {
            "user_name": "Símon",
            "text": "Frábært að fá 44 tommu radial en munstrið á þessu er ekki spennandi, virkar svipað lélegt og Cebec, sem sagt hálfgert kamikaze að keyra á þessu í bleytu og hálku - sé ekki hvernig það er spennandi fyrir ferðaþjónustu á Íslandi meirhluta ársins. Það vantar \"mud-terrain\" útgáfu af þessu.",
            "date": "2016-10-04 00:39:00",
            "post_id": "171409",
            "reply_to_id": "171402"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Hvaða leið fara menn í felgu málum eru til td. sex gata felgur úr járni til að breikka. Eða kaupa menn tunnur og miðjur og vinna úr því td. fyrir patrol og hilux?Hvað ætli það kosti efnið í þetta og svo vinnan við að gera felgur td 17\" klárar",
            "date": "2016-10-04 07:47:00",
            "post_id": "171412",
            "reply_to_id": "171409"
        },
        {
            "user_name": "jongud",
            "text": "Við vorum að grínast með það á sýningunni á laugardaginn félagarnir að Smári í Skerpu þyrfti að raðsmíða 17\" felgur á vöktum. Enda skildist mér að  felgurnar sem ArcticTrucks notar í fyrstu gangana séu þaðan.\nMynstrið á þessum dekkjum er Hakkapeliitta mynstrið, sama og á 35-tommu dekkjunum sem hefur reynst vel í snjó, það var bara stækkað.",
            "date": "2016-10-04 08:09:00",
            "post_id": "171413",
            "reply_to_id": "171412"
        },
        {
            "user_name": "AgnarBen",
            "text": "Mér skilst að menn bindi miklar vonir við þetta munstur i snjó og hálku þannig að skv því þá ætti þetta að henta vel í almennan vetrarakstur fyrir ferðaþjónustuna og aðra. Hefði samt viljað sjá opnara munstur en kannski mun þetta bara virka hrikalega vel :-)",
            "date": "2016-10-04 14:16:00",
            "post_id": "171417",
            "reply_to_id": "171413"
        },
        {
            "user_name": "Brjotur",
            "text": "Smári og Maggi felga eru ekki óvanir að taka raðsmíði á felgum , tóku 15 eða 16 ganga af 17 tommu í breikkun og samsetningu fyrir Amazingtours fyrir rétt rúmu ári keyptar voru tunnur og miðjur hja N1 ,  ég er hinsvegar að smíða beat lock innan og utan á 15 tommu felgur fyrir 17 tommu dekk :)",
            "date": "2016-10-04 14:56:00",
            "post_id": "171418",
            "reply_to_id": "171417"
        },
        {
            "user_name": "Óttar",
            "text": "Mér leist vel á dekkið en fór samt að spá í því eftir sýninguna hvort munstrið væri ekki grunnt upp á endingu dekksins að gera?  Sýnist það talsvert grinnra en á 46\" MT dekkjunum t.d",
            "date": "2016-10-04 16:09:00",
            "post_id": "171419",
            "reply_to_id": "171418"
        },
        {
            "user_name": "jongud",
            "text": "Starfsmaður hjá ArcticTrucks (vel að merkja SÖLU-maður) sagðist vera búinn að aka 60 þúsund km. á 35-tommu Nokian Hakkapeliita og gangurinn væri kominn niður að 60% merkinu (40% farið). Það er ekki mikið slit. En ég er viss um að þessi dekk slitna mun hægar á malbiki en t.d. 44-tommu Dick-Cepec.",
            "date": "2016-10-04 19:52:00",
            "post_id": "171423",
            "reply_to_id": "171419"
        },
        {
            "user_name": "Sævar Örn",
            "text": "ættu þessu dekk ekki að endast lengur það er væntanlega stærri snertiflötur heldur en á þessum háu kubbum á 46 tommunni, þar fer öll þyngdin á kubbana sem eru helmingur yfirborðs dekkjanna þegar ekið er á bundnu slitlagi, þetta dekk er með mikið þéttari kubba",
            "date": "2016-10-04 23:24:00",
            "post_id": "171425",
            "reply_to_id": "171423"
        },
        {
            "user_name": "olei",
            "text": "Vangaveltur um jeppadekk:\nÉg er mjög skotinn í radial dekkjum, bæði af því að þau eru betri að keyra á þeim á vegum og ekki síður af því að þau eru hlutfallslega betri í snjó en diagonal. Að sjálfsögðu er þetta ekki klippt og skorið, sum síðari tíma radial eru t.d hönnuð fyrst og fremst fyrir klettaklifur (en ekki drullu eins og eldri úgáfur) og því með sterkar - og þar af leiðandi stífar - hliðar og bana og gera því ekki nein kraftaverk í snjó.\nÞessi aðdáun á radial dekkjum kom fyrst fram kringum 1987 þegar 35\" BF Goodrich Radial Mud Terrain rasskellti gjörsamlega mun stærri dekk eins og 38,5\" Monster Mudder og Ground Hawk og raunar 40\" svoleiðis dekk líka. (40\" útgáfan af þessum dekkjum voru alveg skelfileg snjódekk við flestar aðstæður, raunar skelfileg yfirleitt).\nSíðar kom 36\" og svo 38\" radial Mudder og GH og fl. sem voru stórfín snjódekk miðað við stærð eins og flestir þekkja.  Að mínu mati stoppaði síðan tíminn um þetta leyti - líklega 1992. Í stað þess að það héldu áfram að koma á markaðinn stærri mjúkar radial blöðrur gerðist ekki neitt í þeim efnum. Ég man glöggt eftir mörgum, löngum vangaveltum í fjallakofum frá þessum árum þegar menn dreymdi um breið 40 - 44\" radial í sama dúr og 38\", flestir voru sammála um að svoleiðis dekk væru algerlega málið. Söguna þekkja allir, þau kom aldrei, það sem kom voru mun mjórri dekk og sum, raunar flest þeirra - óttalegt drasl. Ég er örugglega að gleyma einhverju en eina dekkið hingað til sem  eitthvað er varið í af þessu er 42\" Good Year - sem sést undir sífellt fleiri bílum í dag. (Þeir voru t.d nokkrir á sýningu AT s.l helgi)\nSíðasta vetur komst ég að því að eftir nægan akstur á úrhleyptu mýkist 42\" Good Year radial nægilega  til þess að við vissar (jafnvel margar) kringumstæður er hann  jafnoki 44\"DC í snjó (hann er það ekki nýr). Það er harla gott þegar tekið er tillit til þess að það er fyrst og fremst hannað fyrir Rock Crawling (klettabrölt) og það er mun stífara dekk en t.d 38\" radial Mudder eða AT405 og síðast en ekki síst einungis 14,5\" á breidd. Eina ástæðan fyrir því að það stenst miklu breiðara 44 DC snúning er einmitt radial-byggingin.  Þetta er einmitt ástæðan fyrir því að ég er mjög bjartsýnn á drifgetu þessa nýja 44\"AT dekks.\nSvo er það spurningin með munstrið. Mér finnst sumir gera full mikið úr mismun á því hvort að mynstur sé fínt eða gróft í jeppadekkjum. Ég man t.d glöggt eftir því að gamli 44\" mudderinn var ekki sérstaklega frábrugðinn hinu fínmunstraða 44DC í snjó. Jú við vissar aðstæður var hann fljótari að spóla sig á kaf en oftar en ekki svellaði hann undir sig og gripið var hreint ekki út um allt. Helst finnst munur á grófum kubbadekkjum í mjög blautum snjó og krapa. Án þess að hafa reynt það sjálfur hefur mér síðan sýnst - og það virðast vera nokkuð viðtekin sannindi - að 46\" MT batni því slitnara sem það er og best eru þau nærri sköllótt með lítilsháttar teiknað munstur eftir skurðarhníf. Þar fer svolítið kenningin um að gróft munstur sé endilega æskilegt í snjó. En auðvitað er annar þáttur í gangi með MT eins og við vitum sem leikur líklega jafn stórt hlutverk og munsturdýptin sem er stífnin sem er allt of mikil fyrir snjóakstur í nýju dekki. Dekkið mýkist við að slitna upp.\nAð því sögðu gæti ég alveg trúað því að þetta nýja 44\" AT dekk geti verið varasamt í vegkeyrslu þegar það er slabb á veginum. Annað er eiginlega útilokað með svo breiðan bana.",
            "date": "2016-10-05 00:23:00",
            "post_id": "171426",
            "reply_to_id": "171425"
        },
        {
            "user_name": "Brjotur",
            "text": "Langur Pistill hjá þér olei ,  ég kem mínu til skila í styttra máli :)   Ég verð nú að segja fyrir mína parta  að ekki finn ég nokkurn drifmun á radial eða diognal 38 /46  munurinn finnst nú aðallega í götuakstri ,  og er svo sjáanlegur í úrhleypingu þar sem radial krumpast ekki þegar komið er niður í 2 til 3 pund , og já krumpan er bara ekki fyrir mér á nokkurn hátt og ekki finn ég að hún minnki drifgetuna :) 38 /  42 Goodyear eru dekk sem ég er búin að prufa vel undir Hilux og Lc 120  og þetta eru snilldardekk svoldið hál en þvílíkt grip í öllum snjó og já ég tæki þau fram yfir DC 44  ekki spurning :)  sjálfur verð ég á 40 tommu goodyear í vetur ,  46 Bajaclaw fyrir 16 tommu felgur er sennilega best heppnaða jeppadekk samt hingað til , undir þyngri jeppa samt,  hægt að sléttkeyra þau , ef menn vilja , á 15 tommu felgunum springa þau inn við felgu og það oft með hvelli , en ég vil nú frekar ný en slitin samt , ég persónulega er hrifin af grófleikanum :)  og varðandi þetta nýja dekk þá finnst mér það of fínmunstrað , ég myndi skera helling úr því , en gaman verður að fylgjast með því :)",
            "date": "2016-10-05 17:43:00",
            "post_id": "171433",
            "reply_to_id": "171426"
        },
        {
            "user_name": "juddi",
            "text": "Jæja er einhver reynsla af viti kominn á Nokian dekkin er að spá í þessu undir Econoline en er að velta fyrir mér felgubreidd?",
            "date": "2017-11-01 07:27:00",
            "post_id": "176077",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Munstrið á þeim var víst ekki alveg að virka alveg nógu vel heyrði ég.",
            "date": "2017-11-02 08:07:00",
            "post_id": "176087",
            "reply_to_id": "176077"
        },
        {
            "user_name": "juddi",
            "text": "Ok var nefninlega búinn að heyra að þaug væru að skila mönnum nánast jafn langt og 46\" MT",
            "date": "2017-11-03 10:36:00",
            "post_id": "176096",
            "reply_to_id": "176087"
        },
        {
            "user_name": "gislisveri",
            "text": "Sælir félagar,\nAllar reynslusögur sem við höfum fengið hér í Arctic Trucks eru mjög jákvæðar. Ég veit til þess að undir sambærilegum bílum í sama túr var drifgetan mjög áþekk 46\" þó að það væri búið að hleypa minna úr Nokian dekkinu.\nNánast allir minnast á hvað þau eru hljóðlát og einn atvinnubílstjóri sagðist hafa eignast nýjan vinnustað við að skipta yfir í Nokian, hann þyrfti ekki lengur að hrópa á samferðamenn sína í bílnum. Annar kvartaði yfir því að hann heyrði núna ýmis óþægileg hljóð í bílnum sem dekkjahvinurinn hafði áður yfirgnæft.\nEinhverjir tala um að eyðslan sé talsvert lægri á Nokian vs. bæði 44\" Dick Cepek og 46\" MT.\nEinnig virðist slitið vera mjög ásættanlegt en ég er ekki með tölur um það á reiðum höndum.\nÞað er rétt sem einhver minnist á hér í fyrra innleggi að dekkið er stærra um sig heldur en gamli góði Cepek og þarf að gera ráð fyrir aðeins meira plássi.\nAlmennt erum við mjög ánægðir með þetta og dekkið er komið til að vera.\nTek það fram að ég er starfsmaður Arctic Trucks og engan veginn hlutlaus í þessu máli, en ef þið hafið frekari spurningar skal ég svara þeim eftir bestu getu.\nBestu kveðjur,\nGísli.",
            "date": "2017-11-03 11:33:00",
            "post_id": "176099",
            "reply_to_id": "176096"
        },
        {
            "user_name": "Óttar",
            "text": "Hvað er verðið að þessu dekki?",
            "date": "2017-11-03 22:46:00",
            "post_id": "176105",
            "reply_to_id": "176099"
        },
        {
            "user_name": "juddi",
            "text": "Gísli hefurðu einhverjar fregnir af reynslu með felgubreidd ég hef svo sem persónulega aldrey verið hrifin af alltof breiðum felgum",
            "date": "2017-11-03 23:24:00",
            "post_id": "176107",
            "reply_to_id": "176105"
        },
        {
            "user_name": "gislisveri",
            "text": "Dekkið er hannað fyrir 14-16\" breiðar felgur, hefur verið sett á 18\" og er ábyggilega fínt.",
            "date": "2017-11-05 22:06:00",
            "post_id": "176125",
            "reply_to_id": "176107"
        },
        {
            "user_name": "juddi",
            "text": "Ætli ég endi þá ekki í 16\"",
            "date": "2017-11-07 12:16:00",
            "post_id": "176149",
            "reply_to_id": "176125"
        },
        {
            "user_name": "olei",
            "text": "Er eitthvað að frétta af Nokien 44\"\nGallar sem hafa komið upp? Slit?\nEr einhver von til að finna svona gang notaðan undan túristabíl?",
            "date": "2019-02-11 17:34:00",
            "post_id": "179421",
            "reply_to_id": "176149"
        },
        {
            "user_name": "elliofur",
            "text": "Ég var einmitt að tala við einn í dag sem kallaði þetta lyftaradekk, hann útskýrði það svosem ekkert betur nema hann væri ekkert ánægður með það og finndist mynstrið ekki vera nógu opið.\nAðrir dásama þetta, segja þau slitna mjög hægt og ég hef ekki tekið eftir einu einasta dekki af þessari gerð auglýst notað til sölu.\nSvo munið þið að ég er að selja felgur fyrir þau :) jeppafelgur.is\nKv. Elli",
            "date": "2019-02-11 21:52:00",
            "post_id": "179424",
            "reply_to_id": "179421"
        },
        {
            "user_name": "olei",
            "text": "Elli, býður þú upp á 16\" breiðar felgur í 17\" eða jafnvel breiðari?\n*edit*\nÉg sé á felguþræðinum að framleiðandinn býður mest upp á 14\", sem er smá bömmer fyrir svona blöðrur.",
            "date": "2019-02-11 22:36:00",
            "post_id": "179425",
            "reply_to_id": "179424"
        },
        {
            "user_name": "elliofur",
            "text": "Þau eru framleidd fyrir 14-16\" breiðar felgur, ég hef séð þessi dekk á 14\" breidd og það lítur vel út. Nokkrir sem taka felgur hjá mér núna ætla að setja þessi dekk á þær (að mig minnir 5).\nEn við þekkjum þessi trúarbrögð, sumir vilja bara breiðara og því miður get ég ekkert gert fyrir þá að sinni. Ég ætla samt að halda áfram að röfla í mínum manni að græja eitthvað breiðara, vonandi næ ég rörtöng á hann með auknu magni.\nEn ég ætlaði ekki að ræna þræðinum, ef menn vilja ræða þetta frekar þá er ég með þráð undir \"Dekk og felgur\" í söludálknum. Eða jeppafelgur.is\n*edit* 4. mars\nNú er svo búið að ég er búinn að ná í risa rörtöngina og kappinn er til í breiðar felgur, 16-18\" er ekkert mál í dag. Svona er þróunin krakkar mínir!\nÉg ætla að panta meira núna í mars, vonandi um eða fyrir miðjan mars. Það verður þá komið til landsins í ágúst. Ég tek heilan troðfullan gám núna, það var grátlegt að horfa inní síðasta gám, margir rúmmetrar af lofti! Verð með lager fyrir næsta vetur.\nviewtopic.php?f=30&t=35022\nhttp://www.jeppfelgur.is",
            "date": "2019-02-12 23:20:00",
            "post_id": "179433",
            "reply_to_id": "179425"
        },
        {
            "user_name": "olei",
            "text": "Takk Elli, sennilega er ekkert að 14\" felgum í þetta, ég á raunar svoleiðis gang.",
            "date": "2019-02-13 00:10:00",
            "post_id": "179437",
            "reply_to_id": "179433"
        }
    ],
    "date": "2017-11-01 07:27:00"
}