{
    "forum_title": "Jeppinn minn",
    "id": "33485",
    "title": "Patrol Y60 38\" á leið í uppgerð",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=33485",
    "posts": [
        {
            "user_name": "hafsteinningi",
            "text": "Jæja þá var maður að festa kaup á 1990 árgerðinni af patrol y60 38\" breyttan sem er búinn að standa í þó nokkurn tíma og er vægast sagt helling sem þarf að gera fyrir hann eins og til dæmis\nskipta um boddy (ónýtt af riði)\nskera úr \"nýja\" boddyinu, riðbæta og að lokum sprauta.\nskipta um vél (er ágæt en orðin léleg, túrbína vælir heldur mikið þegar honum er gefið)\nskoða fram og aftu læsingar í hásingum (eru til staðar en virka ekki) \nskipta um stýrismaskínu (lekur) \nskipta um legur og annað í hásingum fyrir skoðun\nyfirfara allt í hjólabúnaði fyrir skoðun\nsetja prófíltengi á grind að aftan\nbreyta stigbretta festingum\nog svona má lengi telja.. en planið er að gera hann alveg rið lausan og setja ýmsan aukabúnað í hann með tímanum eins og \nkassa á toppin fyrir spotta og annað dót\núrhleypibúnað\nkastara hringinn \nofl.\nbíllinn er með 5.42 hlutföllum orginal lás að aftan og lás að framan. aukatankur með dælu til að dæla á milli. kastaragrindin að framan er loftkútur",
            "date": "2016-10-07 01:19:00",
            "post_id": "171465",
            "reply_to_id": false
        },
        {
            "user_name": "hafsteinningi",
            "text": "Ég er búinn að taka boddyið af grindinni sem er breytt og ætla að taka allt sem hægt er að hirða úr boddyinu og síðan henda því. því næst er að taka boddyið af þessum óbreytta máta á grindina og skera úr fyrir dekkjunum og máta brettakantana á. hreynsa allt rið úr og sprauta. \nhafa menn einhvað verið að hækka boddyin á patrol? myndi ég græða einhvað á því að setja undir boddy 2\"?\nnokkrar myndir sem ég tók þegar ég var að rífa boddyið af.",
            "date": "2016-10-07 01:19:00",
            "post_id": "171466",
            "reply_to_id": "171465"
        },
        {
            "user_name": "íbbi",
            "text": "Þú ert hugaður..   gangi þér vel",
            "date": "2016-10-07 14:42:00",
            "post_id": "171473",
            "reply_to_id": "171466"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Það þýðir ekkert annað! Takk fyrir :)",
            "date": "2016-10-07 14:46:00",
            "post_id": "171474",
            "reply_to_id": "171473"
        },
        {
            "user_name": "Járni",
            "text": "Boddyhækkun er alveg óþarfi. Gangi þér vel og vertu duglegur að setja inn myndir og uppfærslur.",
            "date": "2016-10-07 14:56:00",
            "post_id": "171476",
            "reply_to_id": "171474"
        },
        {
            "user_name": "jeepson",
            "text": "Það sem að þú kanski græðir við boddý hækkun er að það verður auðveldara að koma 44\" undir.",
            "date": "2016-10-07 15:04:00",
            "post_id": "171477",
            "reply_to_id": "171476"
        },
        {
            "user_name": "Baldur Pálsson",
            "text": "það sem þú græðir á boddy hækkun er allt aðgengi að véla og gírkassa kraminu ,5cm er allveg nóg.\nGangi þér vel.",
            "date": "2016-10-07 16:29:00",
            "post_id": "171478",
            "reply_to_id": "171477"
        },
        {
            "user_name": "hafsteinningi",
            "text": "takk fyrir. ég verð duglegur að taka myndir og henda inn. það sem ég er að spá í með boddyhækkun er einmitt aðgengi að öllu. á klossa til að setja á milli svo ég var að pæla í að henda því í þar sem það er enginn auka kostnaður.",
            "date": "2016-10-07 16:35:00",
            "post_id": "171479",
            "reply_to_id": "171478"
        },
        {
            "user_name": "svarti sambo",
            "text": "Til lukku með gripinn.\nEitt sem mig langar að benda þér á strax, þar sem að þú ert kominn með jeppaveikina. \nGerðu hann bara strax kláran fyrir ekki minni dekk en 44\".\nverð eflaust á hliðarlínunni að fylgjast með.\nAnnars. Gangi þér vel með þetta verkefni.",
            "date": "2016-10-07 22:19:00",
            "post_id": "171484",
            "reply_to_id": "171479"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Já það er pæling að setja hann á 44 ætti ekki að vera mikið mál svosem sérstaklega þar sem ég er að fara í þetta allt. Endilega kikja við ;)",
            "date": "2016-10-07 22:39:00",
            "post_id": "171485",
            "reply_to_id": "171484"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Sæll flott verkefni hjá þér ég myndi klárlega breyta grindinni ef það er ekkert boddy á grindinni og færa gormaskalar niður og fleira sem er mun þægilegra ef boddy er ekki á",
            "date": "2016-10-08 08:28:00",
            "post_id": "171488",
            "reply_to_id": "171485"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nMjög gott að hækka 2\" á boddýi en það er ekki hægt að hækka Patrol með plastkubbum nema kannski á einstaka stað.  Það verður að færa bodýfestingar eða eitthvað slíkt.  Með því að hækka á bodýi ertu að bæta möguleika á að skipta 2.8 út fyrir eitthvað plássfrekara og bætir allt aðgengi og býrð til meira pláss fyrir tanka, loftkúta og afgas.  Þú ert líka að hjálpa til að halda stýrisganginum beinum.\nTil að koma honum á 44\" hjól þarf að gera nokkra hluti svo vel sé, þú þarft að færa olíulokið frá hjólaskálinni t.d. með því að taka það úr bodýinu og sjóða það um breidd sína aftar og svo þarf að færa afturhásinguna um 7-8 cm að algeru lágmarki aftar og framhásinguna fram um 2-3 sm.  Með því að færa afturhásinguna aftur að afturstuðara verður svo jeppinn óstöðvandi.\nKv Jón Garðar",
            "date": "2016-10-08 11:15:00",
            "post_id": "171489",
            "reply_to_id": "171488"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Takk fyrir þetta! Ég á 2\" stál klossa til að setja á milki.. held að þeir dugi í þetta. Er þörf á 44\" undir þennan bíl? Kemst hann ekki flest þó hann sé bara á 38\"?",
            "date": "2016-10-08 11:50:00",
            "post_id": "171490",
            "reply_to_id": "171489"
        },
        {
            "user_name": "olei",
            "text": "Og svo er náttúrulega rétti tíminn til að reyna að lengja lífið í grindinni þegar hún stendur boddýlaus og berstrípuð. Háþrýstiþvo hana og reyna að ná drullunni innan úr henni. Blása með þrýstilofti og/eða sprauta með háþrýstidælu inn í hana, opna göt neðan á henni og jafnvel bora ný neðan á hana til að ná út drullunni. Sprauta síðan inn í hana rollufeiti (Fluid Film) þegar hún er orðin hrein og þurr.\nÞað má alveg búast við því að það sé þykkt lag af drullu í hjólbogunum að aftan og talsvert frameftir grindinni. Þar situr raki sem hægt og rólega tærir grindina sundur",
            "date": "2016-10-08 13:08:00",
            "post_id": "171491",
            "reply_to_id": "171490"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Já ég hef verið að gæla við að galvansera hana.. ekkert svo mikið að rífa í viðbót",
            "date": "2016-10-08 13:19:00",
            "post_id": "171492",
            "reply_to_id": "171491"
        },
        {
            "user_name": "olei",
            "text": "Ef grindin er þokkaleg ennþá - þá getur þú fengið góðan áratug út úr henni í viðbót með þeim aðferðum sem ég lýsti að ofan, jafnvel meira. Það eru ódýr 10 ár og fyrirhafnarlítil á móti því að strípa grindina og láta galvanisera hana.",
            "date": "2016-10-08 13:24:00",
            "post_id": "171493",
            "reply_to_id": "171492"
        },
        {
            "user_name": "olei",
            "text": "Ef þú ferð í boddýhækkun skaltu hækka upp nokkrar festingar, getur notað kubba í restina. Ef þú hækkar boddýið alfarið á kubbum er hætt við að það rambi til á grindinni og springi og tærist kringum festingarnar. Vandaðast er að hækka upp sem flestar festingar á grindinni og nota original púðana náttúrulega.\n38 eða 44\", það fer bara eftir því hvað þú ætlar að nota bílinn í. Ef þeta er brúksbíll að verulegu leyti er 38\" langtum betri og skemmtilegri kostur. 44\" bílar eru miklu nær því að vera eingöngu fjallajálkar. Þeir eyða meira, bila meira, eru verri í umgengni, vinna minna en þeir drífa náttúrulega meira í snjó.",
            "date": "2016-10-08 13:36:00",
            "post_id": "171494",
            "reply_to_id": "171493"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Ég skil þá líklegast færi ég upp festingarnar á boddyinu. \nÆtla á fjöll á bílnum auk þess að nota hann eh sjálfur innanbæjar svo ég held ap 38\" sé fínt í bili :)",
            "date": "2016-10-08 14:18:00",
            "post_id": "171496",
            "reply_to_id": "171494"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Ein spurning ef ég fer í að færa gormaskálarnar niður hversu mikið ætti ég að færa þær niður? Og hvað er ég að fá útúr þvi? Er það ekki bara að hækka hann á veginum? Á èg einhvað að vera ap því ef ég ætla að hafa hann á 38\"?\nSvo ein önnur spurning. Eg ætla mér að gera kassa á toppin á honum og var að velta fyrir mér hvort það þýddi einhvað að hafa rafmagnsloftdæluna þar? Eða ætti ég að setja hana inní bíl?",
            "date": "2016-10-08 16:11:00",
            "post_id": "171499",
            "reply_to_id": "171496"
        },
        {
            "user_name": "jongud",
            "text": "Það finnst mér ekki sniðugt.\nEf dælan er uppi á þaki þá ertu með sverar rafmagnsleiðslur og lofslöngu að auki í gegnum þakið, og því fleiri göt sem eru þar því fleiri möguleikar á lekavandamálum.",
            "date": "2016-10-09 10:21:00",
            "post_id": "171509",
            "reply_to_id": "171499"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Já það er rétt.. er ekki leiðindar læti í þessu ef èg setbhana í skottið?",
            "date": "2016-10-09 11:38:00",
            "post_id": "171511",
            "reply_to_id": "171509"
        },
        {
            "user_name": "svarti sambo",
            "text": "Settu bara eina á vélina og notaðu rafm. til vara. Gott að nota tækifærið og græja dælu á vélina, þar sem að það er ekkert boddy fyrir. Patryk á eina dælu hjá mér. Er örugglega föl.",
            "date": "2016-10-09 12:23:00",
            "post_id": "171512",
            "reply_to_id": "171511"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Já það er reyndar best! Það er auka reimarhjól á vélinni fyrir v reim",
            "date": "2016-10-09 12:43:00",
            "post_id": "171513",
            "reply_to_id": "171512"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Ég spyr patryk útí dæluna. Veistu hvað hún er að dæla á min?",
            "date": "2016-10-09 14:23:00",
            "post_id": "171515",
            "reply_to_id": "171513"
        },
        {
            "user_name": "svarti sambo",
            "text": "Nei, hef ekkert skoðað það.\nHún er hérna hjá mér og þér er velkomið að koma og skoða hana.",
            "date": "2016-10-09 19:03:00",
            "post_id": "171521",
            "reply_to_id": "171515"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Okey ég kiki til þín þegar èg kem vestur.. er í bænum kem á föstudag",
            "date": "2016-10-09 19:06:00",
            "post_id": "171522",
            "reply_to_id": "171521"
        },
        {
            "user_name": "svarti sambo",
            "text": "Vertu velkominn.",
            "date": "2016-10-09 19:12:00",
            "post_id": "171523",
            "reply_to_id": "171522"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Jæja þá er aðeins búið að brasa í þessum um helgina. Boddyið tekið af þeim óbreytta og mátað á breyttu grindina með 2\" upphækkun á boddy. \nSkar gömlu stigbretta festingarnar af grindinni og ætla að sjóða á grindina þykkingu utaná og snitta í það og smíða festingar fyrir stigbrettin og bolta þær á. Og allt sett í galvanseringu. Ætla mèr síðan að smíða nyja stuðara á bílinn. \nSvo er þarna mynd af læsingunni í framhásingu og er èg að spá í hvernig þetta sé útbúið. Var smíðað af rennismið í hafnarfyrði var mér sagt",
            "date": "2016-10-16 21:22:00",
            "post_id": "171606",
            "reply_to_id": "171523"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Þá bættist 3 bíllinn við.. eignaðist þennan fyrir stuttu. Nýlega upptekin framhásing og vèl gírkassi og skipting í topp standi",
            "date": "2016-10-18 19:26:00",
            "post_id": "171627",
            "reply_to_id": "171606"
        },
        {
            "user_name": "jongud",
            "text": "Ég er alltaf að bíða eftir því að einhver fremji helgispjöll á svona bíl eins og var gert á 60 Crúser.\nSett CJ boddí ofan á grindina!",
            "date": "2016-10-19 08:20:00",
            "post_id": "171640",
            "reply_to_id": "171627"
        },
        {
            "user_name": "hafsteinningi",
            "text": "ég fór að athuga með galvanseringu á grindinni hjá mér og athugaði ég með það hjá ferrozink en þeir eru hættir að taka að sér grindur í galvaniseringu vegna þess að kvoðan og drullan sem er á grindinni hefur verið að fara í tækin hjá þeim og menn hafa ekki verið sáttir með meðhöndlun innan í grindunum svo þeir eru hættir því. ætla að athuga með þá í hafnarfirði.. en finn ekki númer hjá þeim.. er einhver með númerið hjá þeim eða heimasíðuna?",
            "date": "2016-10-25 17:05:00",
            "post_id": "171721",
            "reply_to_id": "171640"
        },
        {
            "user_name": "Kristinn",
            "text": "Það er Zinkstöðin í hafnarfirði S 564 1616",
            "date": "2016-10-25 18:53:00",
            "post_id": "171722",
            "reply_to_id": "171721"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Takk fyrir þetta! Hringi á morgun :)",
            "date": "2016-10-25 19:14:00",
            "post_id": "171723",
            "reply_to_id": "171722"
        },
        {
            "user_name": "Kristinn",
            "text": "Hvernig fór með zinkstöðina ?? Er með sömu pælingar með grind úr Range Rover..",
            "date": "2016-10-26 19:29:00",
            "post_id": "171745",
            "reply_to_id": "171723"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Þeir segja að það sé hægt að gera þetta við grindur sem eru úr skúffu járni en því miður ekki grindur sem eru úr prófíl vegna þess að það hefur líklegast verið sett kvoðu inní þær og erfitt að sandblása þær að innanverðu til að ná því burt.. þeir rukka 250 krónur á kilóið\nÞú ert búinn að vera breyta þinni ekki satt? Og ef hún er alveg nokkuð hrein að innan ætti það að vera hægt myndi ég giska á :)",
            "date": "2016-10-26 19:37:00",
            "post_id": "171746",
            "reply_to_id": "171745"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Jæja það var haldið dáldið áfram með hann um helgina. það var allt rifið úr honum að innan hurðar teknar af og allar rúður úr. Enþá smotterí eftir að taka af boddyinu til að fara riðbæta. ætla mér að velta gamla boddyinu við og smíða undir það grind til þess að búa til veltibúkka sem ég síðan set þetta boddy á. Fann smá rið hér og þar sem þarf að skera ur og sjóða í. læt nokkrar myndir fylgja",
            "date": "2016-11-01 19:15:00",
            "post_id": "171815",
            "reply_to_id": "171746"
        },
        {
            "user_name": "Ásgeir Þór",
            "text": "Áhugaverð læsingin að framan hjá þér veistu eitthvað Hvernig þetta er græja í drifinu ? Þar að segja hvernig þetta passar saman köggul úr aftrhasingu að framan ? Væri gaman að vita um einhvern sem græjaði þetta..... :)",
            "date": "2016-11-15 22:06:00",
            "post_id": "172046",
            "reply_to_id": "171815"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Sæll ég veit lítið um þessa læsingu en mér var sagt að það hafi verið rennismiður í hafnarfirði sem smíðaði þetta minnir mig. set myndir af þessu að innanverðu ef ég opna þetta",
            "date": "2016-11-18 01:15:00",
            "post_id": "172065",
            "reply_to_id": "172046"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Enn heldur fjörið áfram. Kláraði að smíða veltigrind undir boddyið og það virkar svona líka vel. Kláraði að rífa allt úr boddyinu þreif það og byrjaði að sandblása. þó er enn svolítið eftir í því þar sem það kom rigning síðast og ekki var hægt að klára.",
            "date": "2017-02-09 22:06:00",
            "post_id": "173480",
            "reply_to_id": "172065"
        },
        {
            "user_name": "svarti sambo",
            "text": "Það væri hagt að halda  að þú værir að fara að gera trefjamót utan um hann. :-)",
            "date": "2017-02-10 00:14:00",
            "post_id": "173481",
            "reply_to_id": "173480"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Hahah er það ekki eina vitið? það riðgar allavega ekki ;)",
            "date": "2017-02-10 00:29:00",
            "post_id": "173482",
            "reply_to_id": false
        },
        {
            "user_name": "grimur",
            "text": "Vá, eljusemin og nennan maður...ég verð að taka ofan fyrir því. Ekki séns að ég myndi standa í svona ryðbætingum. Úff.\nGaman að það eru til einstaklingar sem láta ekki horfna sílsa eða bretti þvælast fyrir sér...",
            "date": "2017-02-10 02:53:00",
            "post_id": "173483",
            "reply_to_id": "173482"
        },
        {
            "user_name": "jongud",
            "text": "Þetta er almennilegt.",
            "date": "2017-02-10 08:15:00",
            "post_id": "173485",
            "reply_to_id": "173483"
        },
        {
            "user_name": "hafsteinningi",
            "text": "Byrjaði að skera úr riðið og sjóða nýtt í um helgina og finst mér þetta koma vel út miðað við að èg er að gera þetta í fyrsta skiptið.",
            "date": "2017-02-23 22:22:00",
            "post_id": "173655",
            "reply_to_id": "173485"
        }
    ],
    "date": "2017-02-10 00:29:00"
}