{
    "forum_title": "Umhverfis- og hagsmunamál",
    "id": "335",
    "title": "utanvegaakstur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=11&t=335",
    "posts": [
        {
            "user_name": "Polarbear",
            "text": ".",
            "date": "2010-02-25 21:43:00",
            "post_id": "1545",
            "reply_to_id": false
        },
        {
            "user_name": "Kiddi",
            "text": "...\nTók út það sem ég skrifaði þar sem það hefur sennilega ekkert uppá sig að vera að æsa sig eitthvað yfir þér.",
            "date": "2010-02-25 22:44:00",
            "post_id": "1552",
            "reply_to_id": "1545"
        },
        {
            "user_name": "Brjótur",
            "text": "Mikið hrikalega er ég ánægður að sjá að Lalli skrifaði sama póst hérna og á F4x4  þá get ég svarað honum hérna, sendi honum reyndar einkapóst, ég er helst á því að hann hafi af einhverjum sökum átt einstaklega slæman dag kanski frúin að gera honum lífið leitt? Ég benti honum á eins og þú Kiddi að þarna væri allt harðfrosið og bílarnir ekki að marka í og að auki þá vex þessi á örugglega í vor og þá? og að auki þá eru þeir á SLÓÐA þar sem Lallinn heldur að þeir séu í utanvegaakstri, kanski ættir þú að fá þér rúnt þarna næsta sumar, aðeins að stilla miðið Lalli Rafn áður en sprengjunum er varpað svo þú hittir nú rétt skotmark.\nKveðja Helgi\nP.s. Reyndar þegar ég skoða myndina af hryggnum betur þá held ég að slóðinn liggi eftir þessum hrygg.",
            "date": "2010-02-25 22:59:00",
            "post_id": "1554",
            "reply_to_id": "1552"
        },
        {
            "user_name": "Polarbear",
            "text": "..",
            "date": "2010-02-25 23:58:00",
            "post_id": "1559",
            "reply_to_id": "1554"
        },
        {
            "user_name": "arni_86",
            "text": "Get ekki skilid afhverju þarf ad vera væla yfir þessu þegar þad sést ad þad er frost í jörðu þarna. \nOg svo er annad. Hverju skiptir þad máli þó ad árbakkinn hefði einhvad \"skemmst\". Áin grefur ju jarðvegin sjálf med tíð og tíma\nEn menn eiga auðvitad ad forðast utanvegarakstur og náttúruspjöll eins og hægt er.\npirradar kveðjur frá einum sem ad finnst ad fólk ætti frekar ad einbeita sér ad því ad hindra fleiri virkjanir fyrir álver sem ad skila engu fyrir þjóðfélagid.\nkiddi",
            "date": "2010-02-26 00:05:00",
            "post_id": "1561",
            "reply_to_id": "1559"
        },
        {
            "user_name": "Fordinn",
            "text": "Þetta er ágætt að við séum allir á tánum,  gagnvart þessu og alveg vert að huga að hvort madur sé að gera eitthvað  misjafnt.     Sjálfur  hef ég fengið á baukinn fyrir myndabirtingar á netinu þar sem verið var að keyra uppúr ám.         Við þær aðstæður verða menn bara að fá að njóta vafans,  ár breyta sér, menn jafnvel verið i vandræðum og erfitt fyrir okkur sem heima sitjum  að meta hverjar aðstæður voru hverju sinni.           Að keyra á frosinni jörð skemmir oft ekkert,  stundum geta komið skemmdir svo að menn ættu að forðast i lengstu lög að keyra á berri jörð.   það er aðallega mosinn sem er viðkvæmastur.... sandar melar og gras þola alveg akstur i frosti.\n      Auk þess er eg farinn að skoða myndir sem eg set á netið med það i huga hvort þær gætu gefið einhverjum ástæðu til skammast yfir,  þótt myndir lýti illa út þarf ekkert ólöglegt að vera í gangi,",
            "date": "2010-02-26 03:06:00",
            "post_id": "1564",
            "reply_to_id": "1561"
        },
        {
            "user_name": "Stebbi",
            "text": "Sama hér, ég til dæmis tek alltaf númerin af hjá mér þegar ég fer á fjöll og reyni helst að vera í myrkri með ljósin slökkt.  Svo ef ég sé mann með myndavél þá ýminda ég mér að ég sé rokkstjarna og hann sé Papparazzi og veð beint í myndavélina.  :)\nBara að muna að brosa strákar, það er nógu mikið af til öðrum hlutum í kringum okkur til að senda mann í óafturkræft þunglyndi að við þurfum að finna okkur nýja.  Enda sýnist mér að Lalli hafi sofið úr sér reiðina og séð að sér í morgun klukkan 8:44.",
            "date": "2010-02-26 09:41:00",
            "post_id": "1567",
            "reply_to_id": "1564"
        },
        {
            "user_name": "gislisveri",
            "text": "Mönnum hlýtur að fyrirgefast það að pirrast öðru hvoru, enda er það okkur öllum hjartans mál að fá að halda áfram að jeppast.\nÞað er hins vegar alveg skýrt í mínum huga að þarna er ekið á freðinni jörð og afar ólíklegt að það verði nokkur ummerki eftir þetta í vor. \n,,Heimilt er að aka vélknúnum ökutækjum á jöklum svo og snævi þakinni og frosinni jörð svo fremi að ekki skapist hætta á náttúruspjöllum\" \n stendur \nhérna\n með vísan í reglugerð.\nSvo er alveg ljóst að við megum passa okkur hvað við birtum því víða eru illa upplýstir ,,jeppaóvinir\" sem eru tilbúnir að valda æsingi við lítilfjörlegustu tilefni.\nFriðarkveðja,\nGísli",
            "date": "2010-02-26 10:01:00",
            "post_id": "1568",
            "reply_to_id": "1567"
        },
        {
            "user_name": "Polarbear",
            "text": "mér sýnist nú að maður þurfi ekki að vera jeppaóvinur til að valda æsingi með lítilfjörlegt tilefni :)\nen jæja já. strjúkum kviðinn og elskum friðinn. það er líklega best fyrir alla.\np.s. og leyfum náttúrunni að njóta vafans og ferðumst af virðingu um landið.",
            "date": "2010-02-26 10:20:00",
            "post_id": "1570",
            "reply_to_id": "1568"
        },
        {
            "user_name": "Brjótur",
            "text": "Daginn Lalli  það er nú enginn með æsing ég vona allavega að þú hafir ekki lesið æsing út úr þessum pistlum, og þú segir lítilfjörlegt tilefni, það var nú ekki svo lítilfjörleg umræða sem þú skaust fram þetta var eins og æsifréttamennska af verstu gerð, en ok strjúkum kviðinn og slöppum af ;)\nkveðja Helgi",
            "date": "2010-02-26 11:42:00",
            "post_id": "1578",
            "reply_to_id": "1570"
        },
        {
            "user_name": "Ofsi",
            "text": "http://blog.eyjan.is/pallasgeir/2010/02 ... /#comments\nPáll Ásgeir fer hamförum á ploggi sínu. \nkv Ofsi",
            "date": "2010-02-26 17:41:00",
            "post_id": "1590",
            "reply_to_id": "1578"
        },
        {
            "user_name": "pardusinn",
            "text": "Nú á bara Rolling Stones aðdáandinn eftir að klæða sig í jakkann og setja upp derhúfuna. ÚÚÚFFFFFFF...........",
            "date": "2010-02-26 18:47:00",
            "post_id": "1594",
            "reply_to_id": "1590"
        },
        {
            "user_name": "dabbigj",
            "text": "Menn þurfa ekki að fara lengra en uppí Esju til að sjá hvernig slæmur umgangur fólks fer með landið,  svo er líka hægt að nefna Leggjabrjót þarsem að göngufólk er búið að ryðja sumstaðar 30 metra breitt svæði og murka allt líf úr mosa sem að var þar fyrir og fólk búið að reyna að stytta sér leið yfir viðkvæmt votlendi og farið illa með þann gróður sem að var þar.\nAllir sem að ferðast á eða við viðkvæm svæði geta skaðað þau og held að menn þurfi að hætta þessum rifrildum og miklu frekar einbeita sér að uppbyggilegri umræðu og varðveita og auka það ferðafrelsi sem að til er í landinu.\nHvernig væri að þeir starfsmenn sem að eru á launum við að senda ferðahópum póst vikunni áður en að þeir fara í skipulagaða ferð á vegum ferðafélags sem að er nánast undantekningalaust til fyrirmyndar væru í því að stika slóðir, byggja upp gamlar vörður o.s.f. frekar en þessum endalausa sandkassaleik ?",
            "date": "2010-02-26 20:49:00",
            "post_id": "1599",
            "reply_to_id": "1594"
        }
    ],
    "date": "2010-02-25 21:43:00"
}