{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "33505",
    "title": "22re vandamál",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=33505",
    "posts": [
        {
            "user_name": "88egill",
            "text": "Er með 22re mótorinn og hann er að láta illa. Hann lýsir sér þannig að hann fer kannski í gang. Gengur í mínútu. Stundum lengur og drepur á sér og fær ekki neista. Svo fiktar maður og hann fer i gang en drepur á sér eftir stutta stund. Ég er buin að skipta um kveikju. Háspennukefli. Og kveikjuheilann??? Eitthverjar uppástungur",
            "date": "2016-10-13 21:05:00",
            "post_id": "171571",
            "reply_to_id": false
        },
        {
            "user_name": "draugsii",
            "text": "hefurðu prufað að villulesa tölvuna?",
            "date": "2016-10-13 22:09:00",
            "post_id": "171572",
            "reply_to_id": "171571"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "Rely fyrir bensín dælu ??",
            "date": "2016-10-13 22:20:00",
            "post_id": "171573",
            "reply_to_id": "171572"
        },
        {
            "user_name": "biturk",
            "text": "Villulesa hann\nAnnars dettur mér í hug jarðtenging\nErtu að skipta bara random um hluti eða bilanagreiniru hlutinn hvort hann sé að virka?",
            "date": "2016-10-14 18:13:00",
            "post_id": "171579",
            "reply_to_id": "171573"
        },
        {
            "user_name": "88egill",
            "text": "Vírarnir i kveikjuheilanum viru illa farnir og einn fór ì sundur þegar ég tók i hann. Eg skipti um háspennukeflið í leiðinni útaf eg àtti það til. Eg skipti um vélartölvuna og hann breyttist ekkert..",
            "date": "2016-10-15 22:38:00",
            "post_id": "171595",
            "reply_to_id": "171579"
        },
        {
            "user_name": "biturk",
            "text": "En eru villukóðar?\nÞað er algert must og getur sagt þér hvort að það sé ennþá vandamál og einangrað vandamálið\nAf hverju skiptiru um tölvuna? Er eitthvað sem segir þér að hún hafi verip biluð? Er sami serial kóði á báðun tölvu um? Er þessi sem fór í örugglega í lagi? Mælist háspennukeflið í lagi",
            "date": "2016-10-16 11:40:00",
            "post_id": "171599",
            "reply_to_id": "171595"
        },
        {
            "user_name": "88egill",
            "text": "Ég prófaði að skipta um tölvu útaf èg átti hana til.. en. Ég held að það sé næsta mál á dagskrá að villulesa hann. Ég á eftir að mæla háspennukeflið. Maður var bara svo viss um að þetta væri kveikjuheilinn útaf hann var svo illa farin",
            "date": "2016-10-16 13:07:00",
            "post_id": "171601",
            "reply_to_id": "171599"
        },
        {
            "user_name": "olei",
            "text": "Ef ég man rétt er 22re með spjald-útfáfu af loftlæðiskynjara sem er í lögninni frá lofthreinsara að mótor. Spjaldið virkar á micro-rofa sem ræsir t.d bensíndæluna, ég man ekki hvort að hann tekur út neistann líka. Hvað um það, auðvelt er að prófa þetta system með því að hafa svissað á bílinn og ýta til spjaldinu, þá á maður að heyra bensíndæluna fara í gang. Tékkaðu á þessu dóti.",
            "date": "2016-10-16 19:47:00",
            "post_id": "171603",
            "reply_to_id": "171601"
        },
        {
            "user_name": "biturk",
            "text": "Spjaldlokinn er í toppnum á lofthreinsaraboxinu\nVillukóðar eru gefnir á hann til dæmis í þessum bílum\nEinnig er hægt að mæla hann samkvæmt bókinni fra toyota eða úr alldata forritinu\nÁgætt samt að gá hvort hann hreifist. Getur ýtt í hann ef þú opnar lofthreinsaraboxið\nOxun td getur valdip því að hann hreifist ekki og þá er bíllinn steindauður",
            "date": "2016-10-16 20:37:00",
            "post_id": "171604",
            "reply_to_id": "171603"
        },
        {
            "user_name": "88egill",
            "text": "Eg lét bil blikka vélarljósinu a mig og það blikkaði 6 sinnum sem þýðir að það er code 6 í honum og það sem eg kemst næst er það speed sensor?",
            "date": "2016-10-22 22:17:00",
            "post_id": "171684",
            "reply_to_id": "171604"
        },
        {
            "user_name": "olei",
            "text": "Bilaður speed sensor er örugglega ekki ástæðan fyrir því að bíllinn gengur ekki.",
            "date": "2016-10-23 02:31:00",
            "post_id": "171686",
            "reply_to_id": "171684"
        },
        {
            "user_name": "kaos",
            "text": "Smá gúggl bendir til að code 6 sé bilaður RPM sensor, snúningshraðaskynjari. Það gæti hæglega komið í veg fyrir að vélin gangi, sérstaklega þar sem þessi skynjari er líklega ekki bara fyrir snúninghraða heldur líka tíma, bæði á innspýtingu og kveikju. Tek samt fram að ég þekki lítið til Toyota mótora. Ég myndi skoða þennan skynjara og tengingar við hann vel.\n-- \nKveðja, Kári.",
            "date": "2016-10-23 08:10:00",
            "post_id": "171687",
            "reply_to_id": "171686"
        },
        {
            "user_name": "88egill",
            "text": "En ætti hann þá ekki að loka lika fyrir bensínið?",
            "date": "2016-10-23 09:47:00",
            "post_id": "171688",
            "reply_to_id": "171687"
        },
        {
            "user_name": "kaos",
            "text": "Enn og aftur; þá þekki ég ekki þessa mótora sérstaklega. En, ef að þessi skynjari er fyrir tímann líka, en ekki bara snúningshraðann (líklegt en ekki víst), og ef kerfið virkar eins og í þeim innspýtingarmótorum sem ég hef kynnst, þá ættu spíssarnir líka að hætta að gefa, en bensíndælan gæti alveg gengið og þrýstingur verið á bensíngreininni að spíssunum.\n-- \nKveðja, Kári.",
            "date": "2016-10-25 09:24:00",
            "post_id": "171717",
            "reply_to_id": "171688"
        },
        {
            "user_name": "biturk",
            "text": "Nú þarftu að stilla tps skynjarann. Hann er á throttle body \nÞú þarft að hafa rafmagnsmælir við hendina, bjór og þolinmæði\nÞarft líka að mæla skynjaran  hvort hann virki\nRpm sensor er annað heiti yfir tps",
            "date": "2016-10-25 12:27:00",
            "post_id": "171718",
            "reply_to_id": "171717"
        },
        {
            "user_name": "kaos",
            "text": "????\nErtu viss um þetta? TPS er throttle position sensor, skynjarinn fyrir stöðuna á loftspjaldinu. Kannski hefur Toyota tekist að finna eitthvert heiti yfir fyrirbærið sem þeir síðan skammstafa RPM, en þá hljóta þeir að hafa sett einhvers konar met í ruglingslegum nafngiftum :-)\n-- \nKveðja, Kári.",
            "date": "2016-10-25 12:39:00",
            "post_id": "171719",
            "reply_to_id": "171718"
        },
        {
            "user_name": "biturk",
            "text": "Eg er 99 % viss\n22re er engin háækni vél og er ekki hlaðinn skynjurum\nÞað er knock sensor á blokkinni\nLoftskynjri á loftsíuboxinu\nPústskynjari\n2-3 vatnshitaskynjarar\nTps\nOg mikið fleiri eru þeir ekki blessaður\nEn illa stilltur eða ovirkur tps getur orsakað svona vandamál",
            "date": "2016-10-25 16:19:00",
            "post_id": "171720",
            "reply_to_id": "171719"
        },
        {
            "user_name": "88egill",
            "text": "Jæja. Nýtt update. Bíllinn er farin að neista. Ég skipti um skynjara inní kveikjunni. En hann lætur eins og það þurfi að stilla kveikjuna.. hann hefur bara sprengt en ekki farið i gang.  Mér gengur hræðilega illa að stilla hana. Ég hef ekki fundið  neinn með tímabyssu... er alveg hræðilega erfitt að koma henni á réttan tíma?",
            "date": "2016-12-03 12:32:00",
            "post_id": "172271",
            "reply_to_id": "171720"
        },
        {
            "user_name": "biturk",
            "text": "Eru allir kerta þræðir á réttum stað?\nEr kveikjan nokkuð 180 gráður vitlaus? Þetta hljómar dáldip þannig. Taktu hana úr og snúðu öxlinum á henni hálfhring og settu saman aftur og prófaðu svo",
            "date": "2016-12-03 17:12:00",
            "post_id": "172274",
            "reply_to_id": "172271"
        },
        {
            "user_name": "88egill",
            "text": "Ég snéri öxlinum 180 gráður.. hann gengur eins og klukka :) takk kærlega fyrir hjálpina",
            "date": "2016-12-04 17:26:00",
            "post_id": "172284",
            "reply_to_id": "172274"
        }
    ],
    "date": "2016-10-13 21:05:00"
}