{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "33579",
    "title": "Umræða um heimasmíðaðar drifskaftshandbremsur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=33579",
    "posts": [
        {
            "user_name": "Sævar Örn",
            "text": "Mig langar að starta umræðu um handbremsur á jeppum.\nÉg er með 14 bolt afturhásingu 13\" skálar og allt nýtt, ástigin handbremsa í ford explorer, allt nýtt borðar dælur útiherslujárn og allt tilheyrandi, en handbremsan er hérumbil ónothæf, ég segi ekki að hún virki ekki vel, en hún tekur aldrei almennilega jafnt, og svo er einsog teygist á börkunum með tímanum.\nÉg hef alltaf verið hrifinn af uppgíraðri handbremsu þ.e. á drifskafti, sérstaklega í fjallajeppum, hef mikið velt fyrir mér að útfæra slíkt á millikassa sem ekki gerir ráð fyrir slíkum búnaði.\nHvað segja menn, mér datt í hug að nota bremsudisk og caliper af mótorhjóli og höfuðdælu með handbremsuskefti með læsingu í miðjustokk bílsins\nsbr. þetta \"kit\".\nhttps://www.aliexpress.com/item/110cc-1 ... 264.ENkeVF\nendilega segið ykkar skoðun, er að brainstorma...",
            "date": "2016-11-04 12:27:00",
            "post_id": "171860",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "menn hafa verið að nota handbremusdótið af patrol millikössunum einfalt sterkt og gott að fá það",
            "date": "2016-11-04 12:35:00",
            "post_id": "171862",
            "reply_to_id": "171860"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ég sé fram á minni smíðavinnu ef ég geri þetta með mótorhjólsdisk, slæda disknum innundir skaftið og smíða nýja stýringu fyrir skaftið.\ncaliperinn festist svo á brakket smíðað sem boltast í samskeytaboltana á millikassanum\nEf ég smíða patrol handbremsu þá þarf að meika saman útöxul úr millikassa og patról jókann því hann heldur bremsuskálinni uppi, en rétt er það þetta er mjög góður búnaður...",
            "date": "2016-11-04 12:39:00",
            "post_id": "171863",
            "reply_to_id": "171862"
        },
        {
            "user_name": "finnzi",
            "text": "Ég er að smíða þessa útfærslu á skaftið hjá mér, ekki komin reynsla á virkni en lýtur vel út og einfalt í uppsetningu.\nhttp://www.4x4wire.com/toyota/reviews/parking_brake/",
            "date": "2016-11-04 13:05:00",
            "post_id": "171864",
            "reply_to_id": "171863"
        },
        {
            "user_name": "Sævar Örn",
            "text": "já þetta er sannarlega einfalt system, og ef manni vantar meiri kraft þá bara lengja kálflegginn ofanvið vogarásinn og auka færsluna um leið, minna bras en ef kæmi í ljós að þyrfti öflugri dælu í vökvakerfinu... endilega bættu við ef þú klárar dæmið",
            "date": "2016-11-04 13:09:00",
            "post_id": "171865",
            "reply_to_id": "171864"
        },
        {
            "user_name": "olei",
            "text": "Fyrsta vandamál við þetta er vökvinn, síðast þegar ég vissi mátti ekki nota vökvafærslur í handbremsur. Bein mekanísk tenging verður að vera til staðar. Kannski er búið að breyta þessu í reglum, breytir því ekki að mann langar ekki til að treysta kínversku vökvadóti fyrir því að handbremsan haldi.\nAnnað vandamál er að þetta er svo veigalítið að það er óvíst að þetta haldi nægilega fyrir bílinn. Og ef þú keyrir eitthvað með þessa handbremsu á þá leysist þetta upp í reyk á augnabliki.",
            "date": "2016-11-04 13:30:00",
            "post_id": "171866",
            "reply_to_id": "171865"
        },
        {
            "user_name": "Sævar Örn",
            "text": "http://www.samgongustofa.is/media/umfer ... 8-2014.pdf\nEkki að sjá að neitt hamli því að nota vökvakerfi fyrir stöðuhemil, krafan er sú að kerfið geti virkað eitt og sér og óháð aksturshemlum\nEr vökvakerfi ekki vélrænt? Allavega ekki síður vélrænt en rafdrifin hemladæla sbr. nýlega VW og fleiri bíltegundir.",
            "date": "2016-11-04 13:42:00",
            "post_id": "171867",
            "reply_to_id": "171866"
        },
        {
            "user_name": "biturk",
            "text": "Ég hef lengingælt við að nota bremsudælunog disk úr næsta bíl sem ég finn og nota svo kúplingsdælubforðabúr fyrir handbremshna sjálfa",
            "date": "2016-11-04 19:12:00",
            "post_id": "171879",
            "reply_to_id": "171867"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Já eina við það ef maður hefur lág drifhlutföll er maður að þeyta disknum uppá ógnarsnúning c.a. 4000sn á þjóðvegahraða en það er kannski allt í lagi, en ábyggilega alltaf betra eftir því sem diskurinn er léttari",
            "date": "2016-11-04 19:19:00",
            "post_id": "171882",
            "reply_to_id": "171879"
        },
        {
            "user_name": "olei",
            "text": "Svona voru reglurnar í den, þú ert ekki sá fyrsti sem langar í vökva-handbremsu. Ég hef ekkert fylgst með reglubreytingum á þessu og þekki ekki hvaða útfærslur eru í gangi í nýjum bílum.\nHér er spurningin hvernig skal túlka \"beinum, vélrænum búnaði\".\nEftir stendur síðan þetta með kínverska vökvadótið, hvort áhugi sé fyrir því að treysta því fyrir handbremsu. Það mundi ég aldrei gera, lágmarkið væri þá að nota hluti frá einhverjum almennilegum framleiðanda.",
            "date": "2016-11-04 19:27:00",
            "post_id": "171884",
            "reply_to_id": "171882"
        },
        {
            "user_name": "biturk",
            "text": "Ég skil ekki þessa kína fordóma í mönnum\nÞað er 80% af heiminum framleiddur þarnabog virkar fínt. Það er bara spurning að velja vel hvað menn kaupa",
            "date": "2016-11-04 19:35:00",
            "post_id": "171885",
            "reply_to_id": "171884"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ég er með kína cylinder head á 2006 hyundai disel sem ég á... virkar mjög fínt og smíðagæðin voru meiri en á upprunalega heddinu sem ég losaði af\nÞað er rétt kína framleiðir allann fjandann fyrir vestrænan markað, en það á að varast eftirlíkingar... ekki kaupa Brambo bremsudælur og ekki kaupa NIGE skó, og ekki DADIAS fatnað... annað held ég sé í lagi",
            "date": "2016-11-04 19:39:00",
            "post_id": "171886",
            "reply_to_id": "171885"
        },
        {
            "user_name": "olei",
            "text": "Það eru margir að framleiða hluti í Kína, mest af þeim varningi sem við þekkjum er framleiddur eftir kröfum evrópskra eða bandarískra fyrirtækja sem annast þannig óbeint gæðahliðina. Það eru til ótal sögur af ströggli þeirra í þessum efnum og mistökum sem hafa komið þeim herfilega í koll. Án slíks aðhalds er lenskan í kína að framleiða eins ódýrt og kostur er. Þá fara kröfur um efnisval og gæði fljótlega í klósettið hafi þær einhverjar verið til að byrja með.",
            "date": "2016-11-04 19:47:00",
            "post_id": "171887",
            "reply_to_id": "171886"
        },
        {
            "user_name": "juddi",
            "text": "Veit allavega að ansi margir hafa lent í vandræðum í skoðun á rally bílum sem hafa verið með vökva handbremsu",
            "date": "2016-11-04 22:49:00",
            "post_id": "171896",
            "reply_to_id": "171887"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Já ég þekki það, og það er í þeim tilfellum sem ég þekki til vegna þess að vökvahandbremsan tengist inná þessa hefðbundnu aksturshemladælu, því gefur að skilja að ef kemur upp leki í kerfinu virka hvorki aksturshemlar né handbremsa, þessu hafa menn bjargað í seinni tíð og hafa einfaldlega upprunalega dælu fyrir aksturshemla og aðra aðskilda fyrir handbremsuna",
            "date": "2016-11-05 00:42:00",
            "post_id": "171899",
            "reply_to_id": "171896"
        },
        {
            "user_name": "olei",
            "text": "Hvað með að hafa bremsuna á millikassanum gormlestaða - og taka hana síðan af með vökva. Það hlýtur að mega!?",
            "date": "2016-11-05 02:21:00",
            "post_id": "171901",
            "reply_to_id": "171899"
        },
        {
            "user_name": "grimur",
            "text": "Vörubílahandbremsa, eða svotil.\nNota kannski vakúm á gormlestaðan tjakk, tengja inn á sama sog og hjálparátak á venjulegu bremsunum....það er oftast vakúm þó glussa hjálparátak sé til.\nÉg hef enn ekki séð virkilega sannfærandi drifskafts handbremsu kitt, alltaf eitthvað hálf heimasmíðað að sjá.\nKannski tækifæri í því að leggjast yfir þetta og finna góða universal lausn...",
            "date": "2016-11-05 04:49:00",
            "post_id": "171903",
            "reply_to_id": "171901"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "nota afturbremsu af fjórhjóli\nætti að vera nægilega öflug",
            "date": "2016-11-05 10:23:00",
            "post_id": "171906",
            "reply_to_id": "171903"
        },
        {
            "user_name": "Tjakkur",
            "text": "Hvað með alla nýju bílana með rafknúinni handbremsu þar sem handbremsan er sett á með nettum rofa?",
            "date": "2016-11-05 10:24:00",
            "post_id": "171907",
            "reply_to_id": "171906"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Nú er mér farið að lítast vel á þessa umræðu! Sérstaklega þetta með að hafa spennta fjöður þar sem einhverskonar aðgerðar er þörf til að losa handbremsuna en að öðru lagi sé hún á, líkt og á vörubifreiðum þar sem loftþrýstingur er notaður til að yfirvinna gormspennu til að losa bílinn úr handbremsu",
            "date": "2016-11-05 11:33:00",
            "post_id": "171908",
            "reply_to_id": "171907"
        },
        {
            "user_name": "Járni",
            "text": "Nú eru meira og minna allir nýrri fólksbílar með barka-handbremsu innbyggða í bremsudælur í afturhjólum. \nAfhverju ekki að nota svoleiðis ef það á hvort sem er að smíða disk og dælu við drifskaft?",
            "date": "2016-11-05 17:13:00",
            "post_id": "171918",
            "reply_to_id": "171908"
        },
        {
            "user_name": "Sævar Örn",
            "text": "já, auðvitað frábær hugmynd, stundum ofhugsar maður... :)\nDeilingin á götunum á skaftinu er akkurat 4x100 þannig þá er bara að nota disk úr eitthverju með 4x100 deilingu og hemladælu úr eitthverju gáfulegu... \nÞetta fer í vinnslu á næstunni!",
            "date": "2016-11-05 17:17:00",
            "post_id": "171920",
            "reply_to_id": "171918"
        },
        {
            "user_name": "Járni",
            "text": "Snilld, endilega smelltu inn hvernig gengur og myndum af framkvæmdum.\nEinfaldast er auðvitað að fá sér Defender, þar er þetta orginalt. \n(Svo er líka hægt að fá sér Patrol, þar er þetta orginalt og virkar miklu betur. :))",
            "date": "2016-11-05 17:37:00",
            "post_id": "171921",
            "reply_to_id": "171920"
        },
        {
            "user_name": "MixMaster2000",
            "text": "Einhverjir hafa notað svona \"vélrænar\" Go Kart bremsur:\nhttp://www.ebay.com/bhp/go-kart-brake-caliper\nkv Heiðar Þorri",
            "date": "2016-11-10 16:43:00",
            "post_id": "171992",
            "reply_to_id": "171921"
        }
    ],
    "date": "2016-11-04 12:27:00"
}