{
    "forum_title": "Almennt spjall",
    "id": "3363",
    "title": "33\" dekk undir galloper,,, smá spurning",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=3363",
    "posts": [
        {
            "user_name": "haukur",
            "text": "Er mikið meira mál að koma 33\" 12,5 x 15 heldur en 33\" 10,5 x 15 undir galloperinn, einhver sem getur frætt mig um það??",
            "date": "2011-02-08 23:52:00",
            "post_id": "15292",
            "reply_to_id": false
        },
        {
            "user_name": "spazmo",
            "text": "það fer svolítið eftir því hvernig felgur þú er með undir bílnum, 10\" breiðar og frekar útstæðar og þá rekast dekkin í hjá mér, og ég þarf að snyrta aðeins betur í könntum.\nen svo var ég með sumardekkin á 8\" breiðum felgum og ekkert vesen með þau.\nog já þetta eru bæði 33x12.5-15\nen þá spyr ég á móti, er bíllinn breyttur fyrir 33\" hjá þér?\nog hér er þráður sem ég gerði um minn bíl. \nviewtopic.php?f=9&t=1360\nvona að þetta hjálpi eithvað.",
            "date": "2011-02-09 06:41:00",
            "post_id": "15296",
            "reply_to_id": "15292"
        },
        {
            "user_name": "helgiaxel",
            "text": "Ég er kominn með Gallann minn á 38\" ekkert mál að breyta þessum bílum og Pajerohásingar passa beint undir þá, fyrir 33\" þarftu aðeins að hífa hann upp á flexitorunum að framn og 1\" upphækkunarklossi að aftan væri mátulegur, þarft að breikka kantana, nóg að setja plastlista innaná kantana, átt eftir líða eins og það sé komin ný vél í bílinn á 33\", orginal drifin passa best fyrir 35\"",
            "date": "2011-02-09 08:38:00",
            "post_id": "15298",
            "reply_to_id": "15296"
        },
        {
            "user_name": "spazmo",
            "text": "helgiaxel.\ner þá ekki flott að koma með myndir og lýsigar á breytingu á honum.",
            "date": "2011-02-11 06:11:00",
            "post_id": "15434",
            "reply_to_id": "15298"
        },
        {
            "user_name": "helgiaxel",
            "text": "Heyrðu jú, ég á eftir að græja myndirnar en hérna er smá lýsing á verkefninu, Boddyhækkaður um 10cm, olíutankur færður upp um 11cm, afturhásing færð aftur um 5cm, 2,5\" mjög opið sílsapúst, 3,1  tdi Izusu vél, gírkassi og millikassi, 9\" aftuhásing úr Pajero með 5,29 og loftlás, sérsíðuð framhásing úr afturhásingu úr Pajero með 5,29 og loflás splæst saman við rör, nöf, öxla og liðhús úr Patrol, heimasmíðaðir brettakantar úr gömlum Pajeroköntum, 38\" DC radial á 14\" breiðum felgum, 12V loftdæla, ac dæla 20l loftkútur, öllu aukarafmagninu komið fyrir í releyboxið sem fylgdi Izusu vélinni (pláss fyrir 10 relay og 13 öryggi) Mælar fyrir smurþrýsting, boost, afgashita og spennu, planið fyrir sumarið er svo að koma fyrir utanályggjandi úrhleypibúnaði og kanski smíða lolo,\nKv\nHelgi Axel",
            "date": "2011-02-26 18:26:00",
            "post_id": "16587",
            "reply_to_id": "15434"
        }
    ],
    "date": "2011-02-08 23:52:00"
}