{
    "forum_title": "Barnaland",
    "id": "33668",
    "title": "Burt með Diesel",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=54&t=33668",
    "posts": [
        {
            "user_name": "muggur",
            "text": "Hí á ykkur á kolatogurunum*...... Flott að vera á v6 bensínhák í bænum ;-)\nhttp://www.ruv.is/frett/disilbilar-utlaegir-ur-storborgum-arid-2025\n* Er þetta ekki annars staðurinn fyrir ómálefnalegar umræður",
            "date": "2016-12-02 09:44:00",
            "post_id": "172258",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "Og ætla þeir þá að kaupa dísilbíla sem fólk á?\nÞvílíkt helvítis bull",
            "date": "2016-12-02 12:45:00",
            "post_id": "172260",
            "reply_to_id": "172258"
        },
        {
            "user_name": "bragig",
            "text": "Þetta eru svosem skiljanleg afstaða í stórborgum þar sem mengun er að ógna heilsu fólks. En að banna dísel bíla alfarið er alveg glórulaust. En ég bíð spenntur eftir að þessi nýja tækni kemst á laggirnar:\nhttp://onlinelibrary.wiley.com/doi/10.1 ... 01169/full\nÞar sem mönnum hefur tekist að útbúa ethanol beint úr rafmagni og CO2. Við eigum nóg af báðum hráefnum og ethanol er kjörið eldsneyti á bensínvélar. Þannig verður hægt að fara í fjallaferð með íslenska orku á tanknum.",
            "date": "2016-12-02 13:31:00",
            "post_id": "172262",
            "reply_to_id": "172260"
        },
        {
            "user_name": "Startarinn",
            "text": "E85 Etanolið er blandað með 25% bensíni í USA á veturna í stað 15% til að auðvelda gangsetningu, en maður getur aukið þjöppuna verulega á E85 sem þýðir moreomph :)\nEn það er ekki keyrt á hreinu etanóli skilst mér",
            "date": "2016-12-02 16:11:00",
            "post_id": "172263",
            "reply_to_id": "172262"
        },
        {
            "user_name": "StefánDal",
            "text": "Yes! Þá hef ég afsökun fyrir því að fara aldrei til Ruslavíkur :)",
            "date": "2016-12-02 20:41:00",
            "post_id": "172266",
            "reply_to_id": "172263"
        },
        {
            "user_name": "íbbi",
            "text": "getum nú andað rólegir, ansi langt þangað til reykjavík kemst á þann stað að vera stórborg",
            "date": "2016-12-03 04:22:00",
            "post_id": "172268",
            "reply_to_id": "172266"
        },
        {
            "user_name": "kaos",
            "text": "Svo er \"menga meira\" eða \"menga minna\", dálítið mikil einföldun á málinu. Ég er enginn sérfræðingur, en mér skilst að vissulega sé meira af sóti í diselútblæstrinum, og kannski líka köfnunarefnisoxíðum (NOx) (sérstaklega þegar búið er að taka EGR ventilinn úr sambandi). En, díselvélar eru almennt sparneytnari, og losa því minna af koltvísýringi, og leggja því minna til gróðurhúsaáhrifanna. M.ö.o. sýnist mér að díselvélar mengi kannski meira í nærumhverfinu, en minna á hnattrænann mælikvarða.\n-- \nKveðja, Kári.",
            "date": "2016-12-03 10:05:00",
            "post_id": "172269",
            "reply_to_id": "172268"
        },
        {
            "user_name": "Victor",
            "text": "áfram bensín !",
            "date": "2016-12-04 03:39:00",
            "post_id": "172281",
            "reply_to_id": "172269"
        },
        {
            "user_name": "Óttar",
            "text": "Kannski hægt að fá ódýran lítið ekinn diesel mótor frá þessum löndum :)",
            "date": "2016-12-05 10:25:00",
            "post_id": "172294",
            "reply_to_id": "172281"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "Það er fræðsluþáttur sem heitir \"under the dome\" um mengun í kínverskum borgum og við erum að tala um verulega skerðingu á lífsgæðum og lífslíkum en ein af ástæðum þess að kínverjar geta framleitt ódýrar vörur er að þeir sleppa alveg kostnaðarsömum mengunarvörnum og keyra raforkuver á svartolíu og kolum af allra verstu gæðum.\nÞað er soldið erfitt að skilja þessar umræður þegar maður býr á klakanum. :-) \nhttps://www.youtube.com/watch?v=MhIZ50HKIp0",
            "date": "2016-12-05 11:43:00",
            "post_id": "172296",
            "reply_to_id": "172294"
        }
    ],
    "date": "2016-12-02 09:44:00"
}