{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "33702",
    "title": "Hraðakstur í lógír",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=33702",
    "posts": [
        {
            "user_name": "Freyr",
            "text": "Sæl öll\nEinhverjir hér sem hafa reynslu af því að aka mikið og hratt í lógír, s.s. með millikassann í háa? Er hitamyndun og smurning raunverulegt vandamál eða sleppur þetta til? Er að spá í þetta til að geta ekið hraðar í lágadrifinu með því að vera með 2:1 lógír en sjálfur millikassinn yrði sjálfsagt á bilinu 2,5-2,7:1. Um leið væri gaman að viðra það hvaða millikassar eru í boði sem eru með gírun í hærri kantinum, eitthvað á borð við 2:1 líkt og í Patrol og NP 203. Þetta fer í meðalstóran jeppa á 46\" dekkjum með 8 cyl vél svo þetta þarf að vera sæmilega hraustur búnaður.",
            "date": "2016-12-17 00:43:00",
            "post_id": "172409",
            "reply_to_id": false
        },
        {
            "user_name": "olei",
            "text": "Ertu að velta fyrir þér smurningu og hitamyndun í lógírnum eða millikassanum?",
            "date": "2016-12-17 00:59:00",
            "post_id": "172410",
            "reply_to_id": "172409"
        },
        {
            "user_name": "jongud",
            "text": "NP205 er með 1,98 í lága og nautsterkur. Dana 20 kemur líka upp í hugann. hann er með 2,0 sétt í lága og er merkilega sterkur. Hann kom í Jeep J400 1-tonna pickup trukkunum sem voru með 304 V8\nÞetta eru möguleikarnir ef þú villt hafa millikassann í kringum 1:2 í hlutfalli. Milligírinn yrði þá eitthvað annað ef þú villt hafa lægra drif þar.\nEf þú villt hins vegar hafa milligírinn með 1:2 þá er það eiginlega bara New Process 203 sem er með svo lága gírun. Það var reyndar fyrirtæki sem hét \"Behemoth drivetrain\" að framleiða milligír með plánetuniðurgírun með 1:2, en það lagði upp laupana.\nÉg myndi ekki hafa miklar áhyggjur af hita með NP203 sem milligír. Til öryggis myndi maður kannski setja hitamæli á kassann og e.t.v vandaðri olíu. (Dýrari).",
            "date": "2016-12-17 10:37:00",
            "post_id": "172412",
            "reply_to_id": "172410"
        },
        {
            "user_name": "olei",
            "text": "2:1 er eins og Jón segir til í Dana (Spicer) 18 og 20 og líka í NP205. Enginn af þessum hentar vel í ló-gírasmíði.  NP 203 er síðan með stakan lágadrifshluta og oft notaður í milligíra, einkum fyrir framan NP205. Ekki beint spennandi græja sökum fyrirferðar og þyngdar en aftur á móti giska skotheldur búnaður.\nSíðan er það náttúrulega Nissan. Bæði Patrol og yngri Terrano og einhverjir pickupar líklega - eru með 2:1 lágadrifshluta sem er tiltölulega létt að aðskilja frá restinni af kassanum. Hjóladótið í þeim er að ég held eins en öxlar mis-sverir afturúr. Ég hefði engar áhyggjur af því dóti í svona bíl - það er ansi voldugt stuff.\nÉg þekki ekki Mitsubishi en Pajero er til með 1.9 lága drif. Myndaleit af MMC kössum sýnir fátt spennandi. Þeir virðast nota endaslagskinnur í stað kónískra lega á neðri tromluna í lágadrifshlutanum sem er ekki kostur.\nSemsagt: Nissan eða NP203. Mér dettur ekkert annað í hug í bili.",
            "date": "2016-12-17 13:25:00",
            "post_id": "172413",
            "reply_to_id": "172412"
        },
        {
            "user_name": "Freyr",
            "text": "Í lógírnum. Gangvart millikassanum er þetta aðallega aukið álag þar sem hann fengi 2x meira tork inn á sig. En með því að nota hraustann millikassa er það ekki vandamál, líklega NP271/273 eða þá úr 200 cruiser.",
            "date": "2016-12-17 14:48:00",
            "post_id": "172414",
            "reply_to_id": "172413"
        },
        {
            "user_name": "Freyr",
            "text": "Einhver sem þekkir þyngdina ca. á 203 lógír? Veit þetta er þungt en væri fróðlegt að heyra einhverjar tölur",
            "date": "2016-12-17 14:52:00",
            "post_id": "172415",
            "reply_to_id": "172414"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég setti inn í þyngdarþráðinn okkar á sínum tíma 203 milligírinn minn hann er 45 kg með millistykkí fram og aftur ss. að skiptingu og að millikassa.",
            "date": "2016-12-17 15:52:00",
            "post_id": "172416",
            "reply_to_id": "172415"
        },
        {
            "user_name": "xenon",
            "text": "Ég er með NP203 milligír með ál endaplötum hann er 42,5 kg án olíu þetta er fyrir Lc 80",
            "date": "2016-12-18 22:39:00",
            "post_id": "172432",
            "reply_to_id": "172416"
        }
    ],
    "date": "2016-12-17 00:43:00"
}