{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "33712",
    "title": "Víbringur í millikassa",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=33712",
    "posts": [
        {
            "user_name": "íbbi",
            "text": "Hef tekið eftir fínum víbring þegar ég er með bílinn í drifunum, \nÞetta kemur eftir að maður tekur af stað,  heyrist mest fyrst, \nHef tekið eftir því að maður heyrir slltaf dáldið í honum, en víbringurinn kemur þegar maður setur hann í drifin,\nÞetta er np273f kassi, keðjudrifin   \nÉg er að geta mér til að það séu legur að valda þessu?",
            "date": "2016-12-20 09:25:00",
            "post_id": "172464",
            "reply_to_id": false
        },
        {
            "user_name": "Haraldur G",
            "text": "Venjulega eru sköptin sem gera þennan víbring",
            "date": "2016-12-20 10:11:00",
            "post_id": "172469",
            "reply_to_id": "172464"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Er ekki dragliður á framskaptinu? Myndi skoða það vel hvort sé komið slit í hann, hann getur búið til leiðindar víbring.",
            "date": "2016-12-20 10:13:00",
            "post_id": "172470",
            "reply_to_id": "172469"
        },
        {
            "user_name": "íbbi",
            "text": "Þetta virkar nefnilega ekki á mig eins og víbringur frá krossum,  það er minni sláttur í þessu",
            "date": "2016-12-20 12:38:00",
            "post_id": "172473",
            "reply_to_id": "172470"
        },
        {
            "user_name": "jongud",
            "text": "Þú getur prófaða að útiloka framskaftið með því að taka það undan og setja svo millikassann í drifið. Ef það víbrar ennþá þá er millikassinn vandamálið, annars er það skaftið.",
            "date": "2016-12-20 13:53:00",
            "post_id": "172474",
            "reply_to_id": "172473"
        },
        {
            "user_name": "sukkaturbo",
            "text": "eða stífir eða hálf fastir hjöruliðir við kassa eða kúlu",
            "date": "2016-12-20 18:21:00",
            "post_id": "172479",
            "reply_to_id": "172474"
        },
        {
            "user_name": "íbbi",
            "text": "En ef við gefum okkur að þetta sé ekki skaptið, \nHvað er mikill kostnaður við að renna í gegnum svona kassa?\nEr nokkuð viss um að þetta sé hann,",
            "date": "2016-12-21 14:01:00",
            "post_id": "172492",
            "reply_to_id": "172479"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ef að þetta er millikassinn hjá þér, þá á ég sennilega allt í hann, nema plánetudrifið. Er að gera lógír úr því.",
            "date": "2016-12-21 14:24:00",
            "post_id": "172493",
            "reply_to_id": "172492"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég myndi skoða krossa í sköftum og öxlum hjólalegur litlu burðarleguna í nafinu og jafnvel pinjóns legur  og drag liði frekar millikassa nema bíllinn sé keyrður milljón eða meira.\nAlveg hægt að prufa að taka sköftin úr og reyna að einangra þetta betur jafnvel athuga hvort þau eru í ballans\nAnnars flottur bíll hjá þér og good luck með þetta.",
            "date": "2016-12-21 23:25:00",
            "post_id": "172508",
            "reply_to_id": "172493"
        },
        {
            "user_name": "Haraldur G",
            "text": "Sköptin og það sem að er tengt þeim er nánast alltaf málið, slappur dragliður, lélegir krossar, ekki rétt smíðað eða bara ekki í balans",
            "date": "2016-12-22 08:59:00",
            "post_id": "172515",
            "reply_to_id": "172508"
        },
        {
            "user_name": "íbbi",
            "text": "Ég ætla að athuga krossana milli hátíðana, er nýbúinn að skipta um hjöruliði/krossa í framhásingu,höbbarnir eru nýjir báðu meginn,\nÁstæðan fyrir því að ég er að velta fyrir mér hvort þetta gæti verið millikassinn sjálfur er að þetta er ekki eins víbringur og ég er vanur frá sköptum,  þetta er hárfínn víbringur, maður heyrir meira en maður finnur,  bara þegar maður tekur af stað, svo hverfur þetta, þegar maður tekur hann úr drifunum þá hverfur þetta, en maður heyrir alltaf smá söng undan miðjum bílnum, ekki ólíkt gamaldags gírkassahvin",
            "date": "2016-12-22 17:39:00",
            "post_id": "172520",
            "reply_to_id": "172515"
        },
        {
            "user_name": "íbbi",
            "text": "Ég ætla að athuga krossana milli hátíðana, er nýbúinn að skipta um hjöruliði/krossa í framhásingu,höbbarnir eru nýjir báðu meginn,\nÁstæðan fyrir því að ég er að velta fyrir mér hvort þetta gæti verið millikassinn sjálfur er að þetta er ekki eins víbringur og ég er vanur frá sköptum,  þetta er hárfínn víbringur, maður heyrir meira en maður finnur, ekki ólíkt ónýtri kúlu eða keflalegu,  bara þegar maður tekur af stað, svo hverfur þetta, þegar maður tekur hann úr drifunum þá hverfur þetta, en maður heyrir alltaf smá söng undan miðjum bílnum, ekki ólíkt gamaldags gírkassahvin",
            "date": "2016-12-22 17:41:00",
            "post_id": "172521",
            "reply_to_id": "172520"
        },
        {
            "user_name": "Arnþór",
            "text": "Hvernig bíll er þetta og hvaða dekkjastærð?",
            "date": "2016-12-22 20:23:00",
            "post_id": "172522",
            "reply_to_id": "172521"
        },
        {
            "user_name": "íbbi",
            "text": "2004 ford f250,  óbreyttur á 33\"",
            "date": "2016-12-22 21:58:00",
            "post_id": "172528",
            "reply_to_id": "172522"
        },
        {
            "user_name": "Startarinn",
            "text": "Hefur dragliðurinn ekki bara verið settur vitlaust saman fyrst það er nýbúið að hreyfa við þessu?",
            "date": "2016-12-23 20:08:00",
            "post_id": "172546",
            "reply_to_id": "172528"
        },
        {
            "user_name": "íbbi",
            "text": "Ekkert búið að hreyfa við sköptunum, þannig að ég ætla byrja á þeim,",
            "date": "2016-12-24 16:16:00",
            "post_id": "172562",
            "reply_to_id": "172546"
        }
    ],
    "date": "2016-12-20 09:25:00"
}