{
    "forum_title": "Almennt spjall",
    "id": "33742",
    "title": "ABS á 44\" jey or nei",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=33742",
    "posts": [
        {
            "user_name": "jonthor85",
            "text": "Ég er að breyta bíl fyrir 44\" og er að velta fyrir mér hvort ég eigi að leggja i að setja ABS í bílinn eða sleppa því. \nHvað segið þið mér reyndari menn ABS já eða nei á breyttum bíl?",
            "date": "2016-12-28 19:19:00",
            "post_id": "172659",
            "reply_to_id": false
        },
        {
            "user_name": "juddi",
            "text": "1966 model af Jeep hefur allavega ekkert með ABS að gera en ef þetta snýst um að aftengja abs er það annað mál en þú talar um að setja abs í bílinn",
            "date": "2016-12-28 19:44:00",
            "post_id": "172660",
            "reply_to_id": "172659"
        },
        {
            "user_name": "olei",
            "text": "Freistandi að láta það mæta afgangi.",
            "date": "2016-12-28 20:08:00",
            "post_id": "172661",
            "reply_to_id": "172660"
        },
        {
            "user_name": "jonthor85",
            "text": "ha? Hverig tengist þetta spurningunni minni?",
            "date": "2016-12-28 20:30:00",
            "post_id": "172662",
            "reply_to_id": "172661"
        },
        {
            "user_name": "Startarinn",
            "text": "Í undirskriftinni þinni stendur að þú sért með 66 módelið af jeep, Dagbjartur er væntanlega að pæla í hvort þú ert með annan bíl sem er/var útbúinn með ABS fyrir breytingu eða hvort þú ert að pæla í að setja ABS í bíl sem var ekki með það",
            "date": "2016-12-28 22:25:00",
            "post_id": "172665",
            "reply_to_id": "172662"
        },
        {
            "user_name": "Járni",
            "text": "Ég hef bara átt einn bíl á 44\" og sá var með ABS. Mér fannst það alls ekki gera mikið fyrir mig, eiginlega bara stórhættulegt þegar á reyndi.",
            "date": "2016-12-28 23:45:00",
            "post_id": "172667",
            "reply_to_id": "172665"
        },
        {
            "user_name": "jongud",
            "text": "Já nú er maður forvitinn. Ég er á 90 Cruiser og 35-tommu dekk undir og ABS kerfið virkar ansi vel á honum. Ég hef líka ekið svolítið á Econoline sem var breytt á Ljónsstöðum og þar var ABS kerfið möndlað í nýju framhásinguna. Og það virkaði líka mjög vel. En svo er spurning hvað gerist á enn stærri dekkjum.",
            "date": "2016-12-29 10:05:00",
            "post_id": "172671",
            "reply_to_id": "172667"
        },
        {
            "user_name": "grimur",
            "text": "Mér hefur fundist bremsurnar svíkja á breyttum bílum með ABS. Fór næstum í gegnum bílskúrshurð útaf ABS svikum nýlega, á þurru undirlagi. False positive dæmi.\nEn svo er ég kannski einn af þessum fáu sem ólust upp með hægri og vinstri bremsur, og kannski með ABS innbyggt í hægri fótinn svona nokkurn veginn. Ég hef allavega aldrei lent í því að þakka ABS það að hafa haldið eða náð stjórn á nokkrum sköpuðum hlut. Hins vegar hef ég nokkrum sinnum lent í að bilað ABS hefur truflað. Skynjari í Yaris sem ég átti var líklega að svíkja eitthvað, allavega hélt hann alltaf að það væri hálka þó að skraufþurrt væri undir. Mjög óþægilegt dæmi. Aftengdi ABS og þá var allt í fína.\nSemsagt: Persónulega fyrir mig nei takk engin svona inngrip, bara góðar bremsur í lagi og ekkert meira.",
            "date": "2016-12-30 02:53:00",
            "post_id": "172686",
            "reply_to_id": "172671"
        },
        {
            "user_name": "snöfli",
            "text": "Hef átt nokkra 38\" bíla með ABS og haft ekkert nema gott af því að segja.  Patrólinn 38/44\" var með það bilað og saknaði þess ekkert sérstaklega heldur.\nABS virkar nema þegar gamlir \"ökusnillingar\" eru að reyna að hafa vit fyrir því.\nÖkumenn munu fyrir rest ekki þekkja neitt annað.  Nútíminn kemur hvort sem mönnum líka betur eða ver.\nMbk.  L.",
            "date": "2016-12-30 22:26:00",
            "post_id": "172699",
            "reply_to_id": "172686"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "Þetta gerist stundum ef abs hringur brotnar,  þá telur tölvan skrik þegar er bremsað er og virkjar dæluna.\nTaka hringinn af, sandblása hann og öxulinn og punkta hringinn saman við öxulinn.\nGerist líka ef dekkin eru ekki öll af sömu stærð undir bílnum.",
            "date": "2016-12-31 18:24:00",
            "post_id": "172722",
            "reply_to_id": "172699"
        }
    ],
    "date": "2016-12-28 19:19:00"
}