{
    "forum_title": "Almennt spjall",
    "id": "33750",
    "title": "Intercooler í hilux",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=33750",
    "posts": [
        {
            "user_name": "halli7",
            "text": "Er nýlega búinn að setja turbínu við 1990 hilux 2.4 diesel.\nOg langar nú að setja við hann intercooler.\nÚr hvernig bílum eru menn að fá coolera sem auðvellt er að koma fyrir framann vatnskassann í hilux?",
            "date": "2016-12-31 07:37:00",
            "post_id": "172709",
            "reply_to_id": false
        },
        {
            "user_name": "Startarinn",
            "text": "Ebay ál kælar held ég að séu hagstæðustu kaupin og þú getur fengið nánast hvaða útfærslu sem þú vilt, annars er ég með kælir úr turbo volvo, en það var allt annað en auðvelt að koma honum fyrir, ég færði grillið og stuðarann fram um 5cm og setti kælirinn fyrir framan lásbitann, en hann er jafn stór og vatnskassinn var við volvo vélina",
            "date": "2016-12-31 10:19:00",
            "post_id": "172711",
            "reply_to_id": "172709"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er húddið á mínum gamla hilux. Þarna er reyndar 2.7 terrano mótor en hvað um það, coolerinn sem sést glitta í hornin á fyrir framan vatnskassa er örugglega sami cooler og Addi talar um, er úr 740 volvo. Ég færði ekkert fram, ég tók bara aðeins úr húddbitanum eða hvað menn vilja kalla hann, allavega sést í coolerinn þarna :)",
            "date": "2016-12-31 10:29:00",
            "post_id": "172713",
            "reply_to_id": "172711"
        },
        {
            "user_name": "halli7",
            "text": "Myndast ekki bara turbo lag með svona stórum cooler?",
            "date": "2016-12-31 16:20:00",
            "post_id": "172719",
            "reply_to_id": "172713"
        },
        {
            "user_name": "elliofur",
            "text": "Þó hann sé stór á hæð x breidd þá er hann alls ekki þykkur, 28 mm og heildar stærð á honum með botnum og öllu er 3.5 lítrar. Samt Cooling core dimensions are substantial with a width of 466 mm or 18.5\" & height of 430 mm or 17\". This gives a core cooling area of 0.2 m2 or 0.65 sq ft. Ég man ekki eftir neinu turbo laggi frekar en í hverjum öðrum cooler. Lesning um þennan cooler hér \nhttp://people.physics.anu.edu.au/~amh11 ... cooler.htm\nÉg gerði svipað með patrolinn minn, það er risa vatnskassi í honum original og gekkert grín að koma front mount intercooler í hann, lagnaleiðir eru nánast engar nema með svaka trikkum eða að fara undir vatnskassann, sem mér fannst ekki álitlegur kostur.\nÉg notaði saab 9000 cooler og smíðaði utaná hann aðra stúta því hinir pössuðu enganveginn, hefði þurft dósabor á vatnskassann sem virkar ekki vel. Það er mjög svipað ef ekki sama element eins og volvo coolerinn.\nÞað lítur svona út\nInn á þennan cooler blæs ég 25-28 psi og það skítvirkar, lekur ekkert (ennþá allavega). Turbo lag er nánast ekki neitt, boost mælis nálin hendist upp hraðar en hendi væri veifað við inngjöf.",
            "date": "2017-01-01 10:59:00",
            "post_id": "172729",
            "reply_to_id": "172719"
        }
    ],
    "date": "2016-12-31 07:37:00"
}