{
    "forum_title": "Almennt spjall",
    "id": "33760",
    "title": "Boddýstál - ryðbæting",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=33760",
    "posts": [
        {
            "user_name": "thor_man",
            "text": "Sælir spjallverjar.\nUm daginn komu virkilega góðar ábendingar frá ykkur um rafsuðuvélar sem komu sér vel við að velja slíka græju. Mig langar því að kasta fram annari pælingu, en það er hversu þykkt boddýstál sé best að nota við ryðbætingar og þá hvernig stál, þ.e. rafgalvanserað eða svart? Kostir og gallar við hvora gerðina af stáli og hvar maður fær það keypt í frekar litlum bútum. Hvað notið þið mest? Er með 60's módelið úr ameríkuhreppi sem ég þarf að fara að láta eitthvað gerast með og sem er búinn að bíða inni í skúr allt of lengi.\nKv. ÞB",
            "date": "2017-01-03 23:13:00",
            "post_id": "172770",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Fer það ekki svolítið eftir þykktinni á því sem verið er að bæta? \nÉg hefði haldið að það væri best að vera með álíka þykkt efni í bótinni og því sem hún á að vera að dekka.",
            "date": "2017-01-04 08:07:00",
            "post_id": "172772",
            "reply_to_id": "172770"
        },
        {
            "user_name": "íbbi",
            "text": "boddýstálið sem hefur fengist hérna heima (djúpvölsunarstál) hefur bara fengist í einum mm, sem er bara þykktin sem þú þarft, ekki ólíklegt að það sé álíka þykkt í bílnum hjá þér, margir yngri sérstaklega asískir bílar eru með afar þunnt, niður í 0.4 hef ég heyrt, \nþað virðast voða margir vera nota rafgalv, getur verið dáldið leiðinlegt að sjóða í það meðan maður er að fara í gegnum húðina,",
            "date": "2017-01-04 10:15:00",
            "post_id": "172773",
            "reply_to_id": "172772"
        },
        {
            "user_name": "olei",
            "text": "Talaðu við G. Arason \nwww.ga.is\nMér skilst að þeir séu að flytja inn stál sem er þægilegt viðureignar í boddýsmíði. Kannski það sem Ívar er að vísa til hér að ofan?",
            "date": "2017-01-04 12:21:00",
            "post_id": "172776",
            "reply_to_id": "172773"
        },
        {
            "user_name": "íbbi",
            "text": "Nei fékk stál hjá sindrason sem hann kallaði bara boddýstál, \nÞað var mjög mjúkt og teygjanlegt, mjög gott að móta það \nEldri maður sem ég þekki til sem er vel skólaður í þessu sagði mér að svona stál hefði alktaf verið kallað djúpvölsunar stál.\nÉg hef einmitt notað þetta hefðbundna galvaníseraða, það er miklu stýfara og leiðinlegra að vinna það, og sjóða það, \nVarðandi suðuvélar, þá rakst ég á eina um daginn sem heitir esab rebel, tig mig og pinni í sömu vélini, þvílík snilld, væri virkilega til í að eignast eina, þótt ég sé mikill fronius maður, \nSjálfur er ég með risastóra telwin, 100kg hlunkur",
            "date": "2017-01-05 02:37:00",
            "post_id": "172785",
            "reply_to_id": "172776"
        },
        {
            "user_name": "thor_man",
            "text": "Takk fyrir upplýsingarnar allir - já, venjulegt boddýstál verður það. Bróðir minn verslaði sér einmitt svona ESAB Rebel fyrir áramótin, hann er ekki farinn að nota hana enn, verður spennandi að heyra hvernig hún kemur út. Sjálfur tók ég litla mig suðuvél frá GYS hjá Gastec, hún ætti að duga mér.",
            "date": "2017-01-05 19:18:00",
            "post_id": "172792",
            "reply_to_id": "172785"
        }
    ],
    "date": "2017-01-03 23:13:00"
}