{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "33799",
    "title": "efnisval í fjaðrahengsli",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=33799",
    "posts": [
        {
            "user_name": "íbbi",
            "text": "er að setja fjaðrir úr 08-16 ford f250/350 í 2004 bíl. \nþær eru lengri en original fjaðrirnar og ég þarf að smíða hengsli/ festingar að framanverðu, \nég keypti 4mm efni í þetta, \nég bjó til \"dummy\" úr 3mm áli til að máta, og það eru farnar að renna á mig tvær grímur með hvort 4mm efnisþykkt sé nóg? eða hvort ég þurfi 6mm, \nath.. þessi á myndunum er 3mm,",
            "date": "2017-01-12 23:35:00",
            "post_id": "172917",
            "reply_to_id": false
        },
        {
            "user_name": "svarti sambo",
            "text": "Sæll\nEr ekki alveg að skylja þessa flóknu smíði.\nHvað notar Henry Ford, og er ekki nóg að taka flatjárn ( t.d. 8x80 eða 8x100 ) og beygja það í U og sjóða neðan á grindina.",
            "date": "2017-01-13 00:25:00",
            "post_id": "172918",
            "reply_to_id": "172917"
        },
        {
            "user_name": "íbbi",
            "text": "haha.. ég ljái þér ekki að skilja þetta ekki, \npælingin er sú að L laga hluti legst utan á grindina og er soðin við hana,  augað á fjöðrini fer í hinn endan sem er eins og prófíll sem er búið að skera undan,  parturinn þar á milli á að vera eins og prófíll sem kemur í 45° niður frá grindini og leiðir álagið frá fjöðruni nokkuð dreift upp í grindina. \nég er búinn að teikna þetta upp aftur með þeim part sem fjöðrin sjálf boltast í 6mm,  lýst betur á það, \njú það væri svo sannarlega hægt að gera þetta á einfaldari máta,  ég er svona lauslega að herma eftir tilbúnum vasa sem menn eru að kaupa í föðurlandinu og halda vart vatni yfir. \nég geri ráð fyrir því að upprunaegu hengslin séu eins og bílnum hjá þér, það er helvíti þykkt í þeim 6-8mm og hnoðuð með 6 hnoðum í grindina, það væri líka hægt að færa þau bara, ég skoða það option hugsanlega, mig langaði nú líka bara að smíða aðeins :)",
            "date": "2017-01-13 01:49:00",
            "post_id": "172919",
            "reply_to_id": "172918"
        },
        {
            "user_name": "grimur",
            "text": "Gæti verið heppilegt að bolta þetta í grindina, og hafa þykkt. Bæta kannski eitthvað við götum.\nÞessum grindum finnst ekkert frábært að láta sjóða við sig, það eru ástæður fyrir því að þetta er hnoðað original.\nBoltarnir þurfa að passa alveg þétt í götin til að koma sem næst hnoðum í virkni, bora aðeins út kannski fyrir mm boltum, ekki fullsnittaða heldur bolta með sléttum legg í gegnum bæði stykkin. Efnis hólka undir rær til að fá teygju í þá og til að það fáist boltar með legg.\nBara mín skoðun, enginn sannleikur svosem en byggt á tæknilegri nálgun.\nKv\nGrímur",
            "date": "2017-01-13 02:50:00",
            "post_id": "172920",
            "reply_to_id": "172919"
        },
        {
            "user_name": "íbbi",
            "text": "svona fyrir forvitnissakir,  hvað er það sem \"þær fýla ekki\" við suðu? vindingur eða verður stálið stökkt/brothætt ?\nnú spyr ég aðalega vegna þess að maður hefur séð menn sjóða þvers og kruss í grindur í gegnum tíðina, hvort sem um vðgerðir er að ræða, stífuvasa og flr\nég er eiginlega tilneyddur til að sjóða þetta, það er það mikið af dóti bakvið grindina sem ég þyrfti að fjarlægja ef ég ætlaði að komast að þessu me'ð góðu móti hinu meginn frá,",
            "date": "2017-01-13 15:15:00",
            "post_id": "172930",
            "reply_to_id": "172920"
        },
        {
            "user_name": "grimur",
            "text": "Aðallega það að amerískar jeppagrindur eru vanalega \"C\" grindur sem eru hannaðar til að geta snúið töluvert upp á sig án þess að það sé til vandræða. Um leið og maður sýður eitthvað bitastætt á þær verður það stífara svæði sem er hættara við að springi útfrá. Þetta hefur alveg verið gert ótal sinnum án vandræða held ég en gengur samt þvert á upphaflegu hönnunina. \nJapanskar grindur eru hins vegar mikiðtil lokaðar, oftast tvöfalt C sem er ekki hannað til að vindast eins mikið, er allt soðið langsum og allt meira eða minna soðið í þær, efnið valið með tilliti til suðueiginleika þannig að það herðist ekki í kringum suðurnar og slíkt.\nÞetta eru nú svona helstu atriðin, það er ekki fráleitt að suður í amerískar grindur feli í sér t.d. að heilsjóða ekki alveg, eyða út stífninni á vösum með að lengja þá meira eftir grindinni og láta deyja út þynnra, afspenna með gasi, berja suðurnar, forhita undir eða þvíumlíkt. Ég þekki ekki bestu trixin í þessu en þau eru örugglega einhver. \nÞað er allavega ekki gott að MIG sjóða efnismikla og stutta vasa í þetta skítkalt og rakt með illa hreinsað undir...er alls ekki að segja að það sé planið í þessu tilfelli, bara að það eru rangar leiðir til og svo aðrar sem geta eflaust skilað ágætis árangri.\nÞað væri nú gaman ef einhver sérfræðingur í þessu hellti úr viskubrunni sínum hérna.\nKv\nGrímur",
            "date": "2017-01-14 02:12:00",
            "post_id": "172941",
            "reply_to_id": "172930"
        }
    ],
    "date": "2017-01-12 23:35:00"
}