{
    "forum_title": "Almennt spjall",
    "id": "33848",
    "title": "Breyta Suzuki Grand vitara 1998-2005?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=33848",
    "posts": [
        {
            "user_name": "Eiki-Bleiki",
            "text": "Eru til breytinga þræðir um þessa fáu sem hefur verið breytt? Langar svo að lesa mig til um og skoða. Alltaf dreymt um að breyta svona bíl, sérstaklega XL-7 bílnum. \nEr að hugsa um svona 35\" breytingu eða stærra. :)",
            "date": "2017-01-23 09:56:00",
            "post_id": "173136",
            "reply_to_id": false
        },
        {
            "user_name": "rockybaby",
            "text": "Sæll . Nokkrum hefur verið breytt á 35\" dekk , veit um einn lx7 sem verið er að breyta á 38\" en ekki búið að klára. Held að ef að breyta eigi lx7 eða grand vitara þá þurfi að byrja setja hásingar undir í stað orginal drifbúnaðar td: hilux , 80 Gruiser , patrol eða usa hásingar með viðeigandi drifhlutföllum , svo er millikassinn bara með 1.9:1 í lága svo það er ekki mjög hentugt hlutfall er reyndar til 4.24:1 frá Calmini en að mínu mati of lágt miðað við háa hlutfallið , Discovery 1.22:1 eða Defender 1.41:1 millikassar í háa drifinu og 3.32:1 í lága drifinu ,geta verið hentugir í þetta breytingaferli en það þarf að smíða þá við skiptingu eða gírkassa með tilheyrandi kostnaði en ekkert stórmál í sjálfu sér. Mbkv Árni",
            "date": "2017-01-23 11:14:00",
            "post_id": "173142",
            "reply_to_id": "173136"
        },
        {
            "user_name": "kaos",
            "text": "Hérna\n eru einhverjar pælingar. Eins og kemur fram þarna eru framdrifin veikasti hlekkurinn í þessum bílum. Með því að styrkja það ætti að vera hægt að búa til 35\", hugsanlega 36\", nothæfan fjallabíl. Allt yfir það held ég að borgi sig að skipta út drifbúnaði strax. Einn áhugaverður möguleiki gæti verið að nota framdrif og afturhásingu úr klafa Hilux. Það hefur verið gert hér á landi og einhvers staðar til myndasafn yfir það. Ein hugmynd sem ég hef velt fyrir mér er að fá boddý af venjulegum Grand Vitara og setja á XL-7 grind. Þannig ætti að verða til ágætis pláss fyrir stærri dekk án þess að þurfa að fara í grindarlengingu/hásingafærslu/óhóflegar klippingar í erfið rými (hurðargöt). \"Bara\" að útbúa nógu traustar boddýfestingar :-) .\n-- \nKveðja, Kári.",
            "date": "2017-01-23 13:21:00",
            "post_id": "173148",
            "reply_to_id": "173142"
        },
        {
            "user_name": "grimur",
            "text": "Baldur Gíslason, Turbogaur og MegaSquirt frumkvöðull setti Toyota drifbúnað í súkkuna sína. Meðal annars framköggul úr klafabíl.\nMyndir hér:\nhttp://www.foo.is/gallery/toydrivetrain",
            "date": "2017-01-24 01:00:00",
            "post_id": "173165",
            "reply_to_id": "173148"
        }
    ],
    "date": "2017-01-23 09:56:00"
}