{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "33906",
    "title": "Isuzu D MAX framdrifs rafmagnsmótor delete",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=33906",
    "posts": [
        {
            "user_name": "elli rmr",
            "text": "Sælir \nEf ske kynni að einhver skyldi hafa áhuga á þessu þá set ég þetta hér inn, ég klikkaði nátúrulega allgjörlega á því að taka myndir af þessu en það ætti ekki að koma að sök... (svo kann ég ekkert að setja myndir inná svona spjall :/ )\nLenti í því eins og svo margir aðrir D Max eigendur að mótorinn á fram\"hásinguni\" gaf upp öndina og kostar hann um 50þ. í umboðinu. Þar sem þetta rafmagnsframdrifsísetningarbúnaður hefur alltaf farið í taugarnar á mér að þá fór ég í að finna leið til að reyna losna við það, \nog það heppnaðist bara svona fjandi vel án mjög mikils vesens.\nByrjaði á því að fá vinstri Öxul og lokur úr Crew cap sem er eldri utgáfa af D Max og margir þekkja vélarnar úr þeim bíl og hafa sett í ýmasar tegundir bíla \nSvo hringdi ég í vin sem hjálpaði mér í þessu eina kvöldstund eða svo  takk :D \nInrri öxulinn passaði beint í en ég þurfti að nota ytri öxulinn úr bínum mínum þar sem hann var lengri EN málið var ekki allveg svo einfalt að þetta passaði bara beint saman þetta var svona smá mix.\nÉg þurfti að nota innri liðin úr eldri bílnum ásamt öxulhosuni. Og til að það passaði þá þurfti að stækka aðeins splittfarið í öxlinum.\nAllar rillur á öxlunum eru eins svo að það passar bæði í drifið að lokur passa beint uppá ytri öxulinn ú D MAXinum \nSvo smíðuðum við lok úr ryðfríri plötu í staðin fyrir þar sem rafmagnsmótorinn á að vera og þurftum að stytta boltanan \nÞannig að núna er ég hamingusamur með mínar lokur út við hjól og einum færri rafmagnsmótor sem klikka yfirleitt á versa stað, í mínu tilfelli í snjóskafli uppá fjöllum í rjúpnaveiðum.......\nVonandi hjálpar þetta einhverjum sem á í sömu vandræðum og ég \nKV Elli",
            "date": "2017-02-05 14:45:00",
            "post_id": "173384",
            "reply_to_id": false
        }
    ],
    "date": "2017-02-05 14:45:00"
}