{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "33902",
    "title": "Alternatorfesting í L200  **Update - Lausn fundin**",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=33902",
    "posts": [
        {
            "user_name": "JónP",
            "text": "Sælir rak augun í að alternatorfestingin hjá mér er brotin. L200 árg 1997. Mér sýnist að þessi festing sé boltuð á vélarblokkina. Á einhver svona festingu til ? Einhver að rífa svona bíl ?",
            "date": "2017-02-04 18:20:00",
            "post_id": "173366",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "Sæl vinur, þér er nokkurt verk fyrir höndum, þetta er hluti af smurolíudælunni þetta eyra fyrir alternatorinn, ég hef tvisvar séð svona áður, í annað skiptið að vísu ekki brotið heldur hafði neðri bolti í alternator verði skilinn eftir laus og búinn að kjaga gatið fyrir boltann og skekkja alternatorinn svo hann fleygði af sér reimunum trekk í trekk.\nen það sem ég ætlaði að segja, í bæði þessi skipti var búið að útbúa patent lausn þ.e. að búa til úr flatjárni c.a. 3mm þykku stýringu fyrir boltagötin og þetta var öðrum megin boltað við stærri boltana á olíudælunni 2 stk og í hinn endann við olíupönnubolta 2 stk, þetta var svo fest saman með röri með 9eða 10mm innanmáli svo boltinn rúmist ágætlega, svo soðið saman, restin af eyranu söguð af og festingin skrúfuð föst þess í stað...",
            "date": "2017-02-05 09:25:00",
            "post_id": "173374",
            "reply_to_id": "173366"
        },
        {
            "user_name": "JónP",
            "text": "Sæll Sævar og takk fyrir greinargott svar og ráð. Stykkið er sem sagt hluti af olíudælunni og því ekki hægt að skipta um það eitt og sér?",
            "date": "2017-02-05 09:54:00",
            "post_id": "173377",
            "reply_to_id": "173374"
        },
        {
            "user_name": "JónP",
            "text": "Ahh er búinn að finna myndir af þessu á netinu núna. Held hreinlega að snyrtilegast væri að skipta um olíudæluna og olíupönnuna í leiðinni.",
            "date": "2017-02-05 11:10:00",
            "post_id": "173379",
            "reply_to_id": "173377"
        },
        {
            "user_name": "Sævar Örn",
            "text": "auðvitað er það, en það er svolítið rifrildi þú nærð t.a.m ekki pönnunni undan til að losa olíu pickup rörið nema taka framdrifið, svo þarf allt að fara framanaf velinni og gott ef ballans ásinn þarf ekki að fara úr einnig, allavega ef vandamálið er ekkert annað en að halda alternatornum þá má leggja á sig smá smíðavinnu og láta það gott heita, gangi þér vel,",
            "date": "2017-02-05 12:06:00",
            "post_id": "173380",
            "reply_to_id": "173379"
        },
        {
            "user_name": "JónP",
            "text": "Fór að ráðleggingum þínum Sævar Örn og hafðu þakkir fyrir. Þetta var smá rif og tæt, skurður og skering. Og mikið af mátun. En hafðist á endanum. Flatjárn boltað í 2 pönnubolta. Annað flatjárn á móti boltað í 2 olíudælubolta. Svo rör á milli utan um lamaboltann neðst á tornum. Vona að einhverjir geti notað þennan fróðleik á myndunum því það eiga pottþétt einhverjir fleiri eftir að lenda í þessu. \nMyndir",
            "date": "2017-02-15 10:13:00",
            "post_id": "173542",
            "reply_to_id": "173380"
        },
        {
            "user_name": "Járni",
            "text": "Takk fyrir þetta, mun pottþétt redda málunum fyrir einhverja í framtíðinni.",
            "date": "2017-02-15 10:33:00",
            "post_id": "173543",
            "reply_to_id": "173542"
        },
        {
            "user_name": "Sævar Örn",
            "text": "góður, þetta er alveg einsog í minningunni",
            "date": "2017-02-15 12:50:00",
            "post_id": "173545",
            "reply_to_id": "173543"
        }
    ],
    "date": "2017-02-04 18:20:00"
}