{
    "forum_title": "Jeppar",
    "id": "33989",
    "title": "TS Ford Econoline E350 4x4 langur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=33989",
    "posts": [
        {
            "user_name": "GunniS",
            "text": "Til sölu Ford Econoline E350 4x4 \"Stóri Rauði\"\nFluttur inn af Rauða Krossinum árið 1992. Framleiddur 1991. Nýorðinn fornbíll.\nÍ eigu Slökkviliðsins til ársins 2015, þá ekinn 140.000 km.\nNotaður sem kafarabíll og var innréttaður sem slíkur.\nBúið að fjarlægja þá innéttingu, bæta við hliðargluggum og útbúa festingar fyrir 2 bekki sem smella úr.\nVélin er 7.3L V8 dísel heil 185hö þegar hún var ný. Án túrbínu.\nAlla tíð verið vel viðhaldið og smurð á réttum tíma.\nSjálfskiptur, langa útgáfan og fjórhjóladrifinn með háu og lágu.\nGrindin er góð og almennt lítið um ryð nema í stuðurunum.\nBoddýið er samt orðið hrukkótt og nokkuð um beyglur hér og þar.\nHann er aðeins ekinn 180.000 km í dag og hefur verið í daglegri notkun síðustu mánuði.\nÞað væri eflaust kjörið að skipta um boddý í heild sinni eða nota kramið í parta.\nHásingarnar eru Dana 50 að framan og Dana 60 að aftan.\nVið fjölskyldan notum hann mikið í hestunum. Algjör þjarkur sem getur dregið allan fjandann.\nRýkur alltaf í gang og hægt að nota hann til flutninga eða fólksferjunar. Skráður 8 manna.\nÞað var ekki planið að selja hann í bráð en okkur hefur mögulega áskotnast yngri útgáfa.\nVerð 500þ.\nGunnar s.866-8282",
            "date": "2017-02-27 21:02:00",
            "post_id": "173698",
            "reply_to_id": false
        },
        {
            "user_name": "brunki",
            "text": "einhver skifti ?",
            "date": "2017-03-02 23:01:00",
            "post_id": "173754",
            "reply_to_id": "173698"
        },
        {
            "user_name": "GunniS",
            "text": "Helst ekki skipti.",
            "date": "2017-03-07 16:15:00",
            "post_id": "173842",
            "reply_to_id": "173754"
        }
    ],
    "date": "2017-02-27 21:02:00"
}