{
    "forum_title": "Jeppinn minn",
    "id": "33992",
    "title": "Ram 2004 5,7",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=33992",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar var að eignast þenna bíl??Veit ekkert hvað ég á að gera við hann.Búinn að labba nokkra hringi í kringum hann og er orðin alveg uppgefin á því. \nHann er svo helvíti langur.Sumar og vetradekk fylgdu svo til ný og eru vetradekk negld en sumardekk eru á 20\"felgum.Skipti um afturfjaðrir og stýrisenda og lagaði handbremsu og fékk svo heila skoðun 2018.Þetta er leður bíll og er skemmtilegur í akstri og kraftar aðeins meira en hiluxinn minn.Spurnig er eitthvað hægt að gera úr svona bíl eru ekki ónýt drif í þessu? og efitt að fá hlutföll og læsingar og alvöru felgur??.Jamm læt þetta standa en væri til í að versla Camper á hann því það eru hjálparpúðar að aftan stýrt innan úr bíl og borga Camperinn með Range Rover 2002 verðmat um 1,5 mills",
            "date": "2017-02-28 18:18:00",
            "post_id": "173714",
            "reply_to_id": false
        },
        {
            "user_name": "Járni",
            "text": "Það er nú engin spurning að þú getur gert eitthvað einstakt úr þessum ram. \nPersónulega myndi ég vilja sjá eitthvað í líkingu við þetta",
            "date": "2017-02-28 20:05:00",
            "post_id": "173717",
            "reply_to_id": "173714"
        },
        {
            "user_name": "sukkaturbo",
            "text": "alvöru uss",
            "date": "2017-02-28 20:09:00",
            "post_id": "173718",
            "reply_to_id": "173717"
        },
        {
            "user_name": "íbbi",
            "text": "Til lukku með raminn, skemmtilegir bílar að nota  hef verið með nokkra svona til afnota, \nÞað er 9.25 tommu afturdrif í þeim, \nPassaðu þig að burðagetan í honum er bara um 500kg, eins og öðrum 1500/150 bílum, það takmarkar úrvalið af camperum  sem er úr að velja ef maður vill vera löglegur,\n \nÞað er svo annað mál að þeie bera mikið meira en þeir eru gefnir upp fyrir,",
            "date": "2017-02-28 20:23:00",
            "post_id": "173720",
            "reply_to_id": "173718"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Okey takk fyrir þetta það stendur í skoðunarvottorði 375 kg burðageta minna en í hiluxnum mínum sem má bera um 450 kg að mig minnir",
            "date": "2017-02-28 23:28:00",
            "post_id": "173723",
            "reply_to_id": "173720"
        },
        {
            "user_name": "íbbi",
            "text": "já þetta er leiðinda dæmi með amerísku pikkana að vissu leyti,  kaninn hefur smíðað pikkana eftir ákveðnu flokka kerfi í áratugi, half ton, 3/4 ton og full ton,  þetta eru faktískt séð ansi littlar tölur m.v hversu milir trukkar þetta eru, \nþeir voru kannski einhverntíman í einhverju samhengi við þessar tölur en það er löngu liðin tíð,  \nmeð fordana t.d þá sést þetta bersýnilega með f250 og f350 em eru nákvæmlega sami bíllinn, og þám eina ég nákvæmlega sami bíll, en annar kemur á burðardekkjum og hinn ekki, og s.k skráningu er 500kg burðargetu munur, \nþetta böggaði mig mikið með 1500 chevy sem ég var með á undan fordinum mínum, burðagetan í honum var skráð 532kg, eftir að hafa viktað bílinn þá var hann 200kg þyngri en uppgefið, þannig að í raun vantaði honum bara um 350kg í uppgefna leyfða heildarþyngd, með camper á pallinum og famelíuna í bílnum var hann kominn langt yfir mörkin, það var svo annað mál að bíllinn fann lítið sem ekkert fyrir þessu, þetta var hálfgerð synd því bíllinn var æðislegur,  fordinn sem ég er með núna má bera tonn, og draga 6 tonn þannig að það sleppur fyrir camper, \nmér hefur þót þetta ansi svekkjandi í ljósi þess að maður sér hiluxa og navara með 700kg+ burðagetu, svo sér maður þá með campera á pallinum sem eru svo þungir að framhjólin snerta varla götuna, en svo má 1500 usa pikki bera minna, toyota tundra má t.d bera minna en hilux",
            "date": "2017-03-01 00:04:00",
            "post_id": "173726",
            "reply_to_id": "173723"
        },
        {
            "user_name": "Rodeo",
            "text": "Þessi græni að ofan lítur út eins og hann sé smíðaður upp úr dráttartögg frá hernum.  Dísel vél, lágir gírar og sterkir öxlar.\nhttp://www.2040-cars.com/_content/cars/ ... 72/004.jpg",
            "date": "2017-03-01 00:31:00",
            "post_id": "173727",
            "reply_to_id": "173726"
        }
    ],
    "date": "2017-02-28 18:18:00"
}