{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "34013",
    "title": "Terrano vesen",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=34013",
    "posts": [
        {
            "user_name": "Krimmi",
            "text": "Góðan dag\nEr einhver hér sem getur sagt mér hvað angrar terrano hjá mér \nHann er þannig núna hann fer í gang og gengur hægagang en þegar ég stig á olíu gjöfina þá kemur vélaljósið og hann fer bara á ca 1500 sn/min.\nÞetta gerist endalaust og bíllinn ókeyrandi.\nNýlega búið að skipta um hráolíusíu og isvari í olíunni.",
            "date": "2017-03-05 21:53:00",
            "post_id": "173787",
            "reply_to_id": false
        },
        {
            "user_name": "Lada",
            "text": "Sæll.\nÉg myndi skjóta á loftflæðiskynjarann. Ég fékk notaðan loftflæðiskynjara á partasölu fyrir einhverja smáaura og það dugaði líftíma bílsins í mínum höndum. Ef ég man rétt voru tvær mismunandi gerðir af skynjurum í þeim, sem sagt sumir með eina gerð en aðrir með öðruvísi. Veit ekki hvað réði því hvaða gerð fór í hvaða bíl.\nKv.\nÁsgeir",
            "date": "2017-03-05 22:14:00",
            "post_id": "173788",
            "reply_to_id": "173787"
        },
        {
            "user_name": "svarti sambo",
            "text": "Ef að loftsían er ekki stífluð, þá er þetta loftflæðiskynjarinn. Og þá er það spurning hvort að þú ert með boss verk eða ekki, hvaða loftflæðiskynjari er í bílnum.",
            "date": "2017-03-05 23:06:00",
            "post_id": "173792",
            "reply_to_id": "173788"
        },
        {
            "user_name": "elliofur",
            "text": "Olíugjafapedalarnir hafa líka verið að hrekkja, það plagaði minn og þá fékk ég annan pedala og hann læknaðist.\nEn það eru tvær gerðir af rafkerfum í þeim, annarsvegar bosch og hinsvegar zexel. Kerfin eru gjörólík, helst er að þekkja það á að opna húddið, beint fyrir ofan olíuverkið eru stór plögg (sem tengjast í olíuverkið), á bosch eru plöggin alveg kringlótt en nær ferköntuð, eilítið rúnuð, á zexel. Það er ekkert þarna sem gengur á milli og ég veit ekki afhverju sumir eru með öðru og aðrir með hinu. Flestir sem ég hef séð eru með bosch.\nKíktu niðrí Vöku ef þú ert þar nærri landfræðilega, þar eru oftast nokkrir bílar og verðin mjög góð.",
            "date": "2017-03-05 23:10:00",
            "post_id": "173793",
            "reply_to_id": "173792"
        }
    ],
    "date": "2017-03-05 21:53:00"
}