{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "34029",
    "title": "Ford explorer 2002 limited sídrif vesen",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=34029",
    "posts": [
        {
            "user_name": "Komedia",
            "text": "Er með Ford explorer Limited 2002 árgerð og síðustu daga hefur 4x4 high ljósið byrjað að blikka í mælaborðinu hjá mér þegar ég hef keyrt hann smá spöl ca 50 km,  og þegar ég er í beygju á bílnum þá hoppar hann allur til. Gæti þetta verið spurning að bæta við olíu og hvernig olíu er best að nota.\nKv. einn í veseni",
            "date": "2017-03-10 16:49:00",
            "post_id": "173875",
            "reply_to_id": false
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "Gæti verið lint í dekki, misjöfn dekkjastærð, röng olía á afturdrifi sem orsakar að abs kerfið skynji misjafnan snúning dekkjana og setur bílinn í 4x4.",
            "date": "2017-03-10 20:07:00",
            "post_id": "173876",
            "reply_to_id": "173875"
        },
        {
            "user_name": "KÁRIMAGG",
            "text": "Er þetta ekki bara rafmagnsvesen við millikassann eins og kemur upp í flestum bílum með rafstýrt 4x4",
            "date": "2017-03-11 11:39:00",
            "post_id": "173883",
            "reply_to_id": "173876"
        },
        {
            "user_name": "hobo",
            "text": "Er þetta sídrifinn bíll með tökkum í mælaborði til að skipta milli háa og lága? Eða eru engir takkar í mælaborði? Það er til öll flóran. \nVar með Explorer í höndunum um daginn sem var ekki með neina takka í mælaborði og sídrifinn.\nMig minnir að millikassinn hafi heitið Borg-Warner 44-10 \nhttps://www.ringpinion.com/Content/Part ... _Cases.pdf\nSá bíll hoppaði og small í öllu með látum í beygjum, kom í ljós að sjálfskiptiolían á kassanum var léleg og kúplingin sem var í honum ónýt.\nFínt að komast að því hvernig kassa þú ert með og og skipta um olíuna",
            "date": "2017-03-11 13:46:00",
            "post_id": "173884",
            "reply_to_id": "173883"
        }
    ],
    "date": "2017-03-10 16:49:00"
}