{
    "forum_title": "Jeppinn minn",
    "id": "34036",
    "title": "Ram 5,7 Hemi 2003 verkefni seldur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=34036",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Jamm ekki er öll vitleysan eins og ekki batnar bílavalið hjá manni. Eignaðist í skiptibralli Dodge Ram 2003 5,7 Hemi leðurbíl 1500.KOm mér á  óvart hversu gaman er að aka þessu og hvað hann er nettur í eyðslu miðað við kraft  og stærð.Burðar og dráttargeta samkvæmt skoðunarvottorði er eins og í gömlum hilux þó svo þessi bíll hafi margfalda getu til að gera meira en gamall hilux.\nSlatti sem þarf að gera að venju og verður þetta verkefni næstu daga eða vikur svo hægt sé að selja þetta með þokkalegri samvisku.Ég ætla að byrja á að skipta um afturfjaðrirnar og ryðbæta hjólbogana í skúffunni og laga lakkskemmd á toppi en þar var kominn lófastór skemmd í lakkið og líka er lakk að hlaupa upp á afturhlera neðst.Kíkja þarf á handbremsu en það er ekki sami hemlakraftur að aftan á hægra og vinstra hjóli og setja þarf nýjan kerrutengil og skipta um stýrisenda og fleira smotterí.",
            "date": "2017-03-13 15:12:00",
            "post_id": "173905",
            "reply_to_id": false
        },
        {
            "user_name": "Járni",
            "text": "Flatbed og 54\"",
            "date": "2017-03-13 20:45:00",
            "post_id": "173910",
            "reply_to_id": "173905"
        },
        {
            "user_name": "jongud",
            "text": "Nei, þá þyrfti maður stóran tank sem kæmi í staðinn fyrir \"bed\"",
            "date": "2017-03-14 08:09:00",
            "post_id": "173914",
            "reply_to_id": "173910"
        },
        {
            "user_name": "Járni",
            "text": "Ekki á Siglufirði :)",
            "date": "2017-03-14 10:23:00",
            "post_id": "173916",
            "reply_to_id": "173914"
        },
        {
            "user_name": "jongud",
            "text": "Þú meinar-\nNóg að láta hann renna niður hlíðina alveg að bensínstöðinni.",
            "date": "2017-03-14 13:12:00",
            "post_id": "173918",
            "reply_to_id": "173916"
        },
        {
            "user_name": "sukkaturbo",
            "text": "JAmm ég held að kramið í þessu dóti sé ekki alvöru fínt að nota þetta undir skellinöðru á hjólum og beltum (snjósleða)",
            "date": "2017-03-14 15:42:00",
            "post_id": "173920",
            "reply_to_id": "173918"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm er svona að dunda mér í Raminum og er að klára að ryðbæta hann.Ryð er eingöngu í skúffuhjólbogunum og undir köntunum og þá ytrabyrðið sem var farið að þynnast eins og hárið á mér.Ryð er líka byrjað að myndast neðst í hleranum enn ekki gat ryðgað.",
            "date": "2017-03-15 17:33:00",
            "post_id": "173941",
            "reply_to_id": "173920"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm búinn að grunna og mála hlerann og brettbogana.Ætti ekki að ryðga framar sett nýtt járn og menjað og grunnað og lakkað í bak og fyrir.",
            "date": "2017-03-18 15:27:00",
            "post_id": "173972",
            "reply_to_id": "173941"
        },
        {
            "user_name": "grimur",
            "text": "Rosaleg skemmdarverk svona lausir kantar sem nudda lakkið. Er svona á 90Cruisernum mínum og næstum eina ryðið í honum er útaf því. Arfavitlaus frágangur hjá framleiðendum.",
            "date": "2017-03-22 01:56:00",
            "post_id": "174033",
            "reply_to_id": "173972"
        },
        {
            "user_name": "sukkaturbo",
            "text": "jamm sammála",
            "date": "2017-03-22 14:07:00",
            "post_id": "174041",
            "reply_to_id": "174033"
        }
    ],
    "date": "2017-03-13 15:12:00"
}