{
    "forum_title": "Almennt spjall",
    "id": "34053",
    "title": "Rexton sídrif (TOD), þolir millikassinn úrhleypingar og torfæru?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=34053",
    "posts": [
        {
            "user_name": "Gunnar-K-G",
            "text": "Góðan daginn, mig langar að athuga hvort einhverjir þekki til TOD millikassans (sídrif) í Rexton 2005. Þetta er víst sami millikassi og Control Trac hjá Ford. Ég var að kaupa bílinn og hann er á 33\" dekkjum. ÉG les að það þarf að passa upp á að snúa dekkjum og kaupa bara ný dekk undir hann (öll eins) og þar fram eftir götunum. Þess vegna fór ég að spá í hversu mikið þolir millikassinn af jeppaleik í snjó?  Þolir hann alveg úrhleypingar og spól og vesen?  \nÞað var nú ekki hugsunin að nota bílinn sem vetrarleiktæki heldur meira sem ferðabíll á sumrin, á hálendinu.\nÞakka fyrirfram fyrir öll svör.\nGunnar Gunnarsson\nÍ uppsveitum Árnessýslu",
            "date": "2017-03-18 13:09:00",
            "post_id": "173970",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Veit ekki með þol kassa en þetta er það sem margir framleiðendur segja þegar maður les upplýsingar sem fylgja mörgum bílum, kanski öllum.\nÉg held að við íslendingar séu lítið að pæla í þessu m.a. vegna lágs ökuhraða á okkar vegum, látum yfirleitt reyna á draslið.\nÞað er komin upp allt önnur staða þegar bílar eru mest á hraðbrautunum á 200-250 km. hraða en við á okkar lága leyfilega hraða.",
            "date": "2017-03-19 04:47:00",
            "post_id": "173980",
            "reply_to_id": "173970"
        },
        {
            "user_name": "jongud",
            "text": "Ég fletti upp á þessu Control Trac dæmi á Wikipedia. Þetta er auðvitað allt tölvustýrt og ekkert mismunadrif í kassanum heldur bara rafstýrðar plötukúplingar.\nEn plöturnar voru sérhannaðar til að þola ansi mikið álag og juð;\n\"\nEventually, the engineers were able to improve the clutch packs enough that the test vehicles could be virtually destroyed from hard off road use, but the clutch packs would still look good.\n\"\nEn ef þetta er hlutur sem þú hefur áhyggjur af væri kannski ráð að athuga hvað kostar að gera við svona kassa eða fá annan áður en þú ákveður að athuga hvað bíllinn þolir.",
            "date": "2017-03-19 10:22:00",
            "post_id": "173987",
            "reply_to_id": "173980"
        }
    ],
    "date": "2017-03-18 13:09:00"
}