{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "34060",
    "title": "Turbina í hilux",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=34060",
    "posts": [
        {
            "user_name": "beover",
            "text": "Eg var að spá af setja turbinu á non-turbo 2L 2.4 diesel vél, eg er með til staða turbinu úr 2.7tdi terrano eða ur 2.5 nissan double cab. Hvaða turbina vera betra fyrir 2.4 vel, eg var að spá að blása 16-20 psi. Eg á allt ur turbo 2.4 vel, pust grein, oliuverki osf.....",
            "date": "2017-03-20 11:47:00",
            "post_id": "174007",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Ég keypti túrbínu fyrir löngu síðan og upplýsingarnar sem fylgdu með ef hún færi á 2.4L no turbo þá má hún ekki blása nema 7.5 psi.\nÁstæðan er að vélar í Hilux 2.4 framleiddar með turbo eru sterkari og þola þá meira boost, hef ekki fengið þær upplýsingar hvað er sterkara en ekkert ótrúlegt.",
            "date": "2017-03-21 08:48:00",
            "post_id": "174018",
            "reply_to_id": "174007"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Held að 16-20 psi á vél sem er ekki gerð fyrir boost vera ávísun á vandræði, blés sjálfur um 10 psi hjá mér á sínum tíma og olíu á móti.\nMunurinn á vélunum er að non turbo útgáfan er með forsprengihólfi og það þolir illa mikinn hita.\nCT20 heitir túrbínan sem kemur orginal með þessum mótorum, en allt af mótorum í svipaðri stærð ætti örugglega að virka fínt.\nGetur fengið þetta á klink frá kína: \nhttp://www.ebay.com/itm/CT20-Turbo-char ... 1039485569",
            "date": "2017-03-21 09:15:00",
            "post_id": "174019",
            "reply_to_id": "174018"
        },
        {
            "user_name": "biturk",
            "text": "Svo er líka undirsprautun i turbovélunum",
            "date": "2017-03-21 17:06:00",
            "post_id": "174023",
            "reply_to_id": "174019"
        },
        {
            "user_name": "grimur",
            "text": "Sumar non turbo 2L vélar voru með olíukælingu undir stimpla. Komst að því þegar ég gerði upp mótor sem hafði rifið stangarlegu vegna trassaskapar í olíuskiptum hjá fyrri eiganda. Það var 1990 módel, XCab.\nKv\nG",
            "date": "2017-03-22 01:47:00",
            "post_id": "174031",
            "reply_to_id": "174023"
        },
        {
            "user_name": "Startarinn",
            "text": "Er nokkuð mál að setja bara stimpilkælingu?\nEru smurgögin ekki aðgengileg nálægt strokkunum?\nÞað eru til ofureinfaldir spíssar frá BMW sem ætti að vera hægt að nota í hvað sem er, ég setti svoleiðis í Volvo mótorinn hjá mér, sjá myndir hér að neðan (part númer á neðri mynd)",
            "date": "2017-03-22 19:49:00",
            "post_id": "174045",
            "reply_to_id": "174031"
        },
        {
            "user_name": "grimur",
            "text": "Spurning með heddið....man ekki hvernig það var, einsog mig minni að það hafi ekki verið með forbrunahólfi. Hitt man ég að það var svolítið sprungið og fór að blása upp í vatnsgang töluvert seinna. Náði að laga það með Wondarweld þétti frá Holts, sem var kraftaverk útaf fyrir sig. Smá föndur þar sem það þurfti að taka einn spíss í einu og láta ganga á 3 í kortér, en þetta virkaði.\nKv\nG",
            "date": "2017-03-23 03:01:00",
            "post_id": "174053",
            "reply_to_id": "174045"
        },
        {
            "user_name": "beover",
            "text": "Mótor sem ég á er ur 93 XtraCab, er hægt af sja hvorta er kæling á stimplum án þess að rifa mótor i spað ? Ég á lika turbo mótor, samt ástand er óvisuð, var að stenda úti í ár og var ekki loka fyrir nó vel,svó ég veit ekki hvorta han er í lagi.",
            "date": "2017-03-24 18:50:00",
            "post_id": "174072",
            "reply_to_id": "174053"
        },
        {
            "user_name": "grimur",
            "text": "Smurpannan undan kvikindinu og þá áttu að geta séð hvort það eru spíssar í blokkinni...",
            "date": "2017-03-25 02:48:00",
            "post_id": "174079",
            "reply_to_id": "174072"
        }
    ],
    "date": "2017-03-20 11:47:00"
}