{
    "forum_title": "Jeppinn minn",
    "id": "34101",
    "title": "Suzuki Jimny 35\" 1.6l sleggja og meira",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=34101",
    "posts": [
        {
            "user_name": "thordur9",
            "text": "Ákvað að búa til smá þráð um djásnið.\nÉg fékk bílinn óbreyttan fyrir að verða ári síðan og hef verið að breyta honum síðan\nég breytti bílnum fyrst fyrir 33\" og gerði það án þess að hækka fjöðrun og body, skorið hressilega úr.\nSíðan fékk ég flugu í hausinn og náði mér í 2\" lengri fjöðrun og body hækkun og smellti 35\" undir.\nRocklobster millikassi á leiðinni í hann með 4:16 í lága í stað gamla 410 millikassans sem er 2:51 í lága.\nAllar uppástungur og pælingar vel þegnar í comment eða skilaboðum.\nKveðja, Þórður",
            "date": "2017-03-31 23:38:00",
            "post_id": "174193",
            "reply_to_id": false
        },
        {
            "user_name": "thordur9",
            "text": "Þessi fékk aðra brettakanta að aftan í gær, drullusokka, og smá rafmagnsföndur.\nSvo þegar tækifæri gefst verður hann mögulega heilmálaður í skemmtilegri lit.",
            "date": "2017-04-01 17:29:00",
            "post_id": "174201",
            "reply_to_id": "174193"
        },
        {
            "user_name": "Járni",
            "text": "Góður, þetta eru alveg óþolandi drifmiklir bílar! :)",
            "date": "2017-04-01 23:52:00",
            "post_id": "174207",
            "reply_to_id": "174201"
        },
        {
            "user_name": "thordur9",
            "text": "Varð mér út um 1.6l 16ventla mótor í vitöru og það var ekki annað í boði en að vinda sér strax í mótorskipti. \nAllt draslið er komið saman en hann fór ekki í gang. Startarinn virðist ekki vilja inná startkransinn.\nÞetta átti að vera alveg súper einfalt, en eins og oft áður þá er það nú ekki, En hann verður vonandi farinn að keyra bráðlega. \nFylgja nokkrar myndir",
            "date": "2017-04-20 21:53:00",
            "post_id": "174433",
            "reply_to_id": "174207"
        },
        {
            "user_name": "Járni",
            "text": "Snýst þetta ekki um að nota framendann af Jimny startaranum á Vitöru startarann?",
            "date": "2017-04-24 09:51:00",
            "post_id": "174489",
            "reply_to_id": "174433"
        },
        {
            "user_name": "thordur9",
            "text": "Einhverstaðar las ég að það væri möguleiki.\nÉg tók báða startarana og mældi alveg í bak og fyrir.\nÞetta virðast vera sömu starararnir(fyrir utan ummálið) en það er einmitt spurning hvort það gæti ekki borgað sig að prufa svissa bendixnum af jimny yfir í vitöru startarann.",
            "date": "2017-04-24 10:44:00",
            "post_id": "174490",
            "reply_to_id": "174489"
        },
        {
            "user_name": "Hólmar H",
            "text": "Kannski ertu löngu búinn að grafa þetta upp, en set þetta hér inn ásamt slóð :)\n\"Starter motor.\nThe Jimny \"fat\" starter will not fit. You can either grind the block a bit OR get get the Skinny bosch starter fitted to some vitaras. I use the skinny starter.\" \n1.6 baleno engine upgrade in jimny g13bb\nhttp://forum.difflock.com/viewtopic.php ... 7e4c7f5919",
            "date": "2017-04-24 12:01:00",
            "post_id": "174491",
            "reply_to_id": "174490"
        },
        {
            "user_name": "sonur",
            "text": "Æðislega auðvelt virðist vera að breyta þessum súkkum.\nHann spókar sig flott á 35\" hja þér, smá öfund í mér",
            "date": "2017-06-13 22:15:00",
            "post_id": "174953",
            "reply_to_id": "174491"
        },
        {
            "user_name": "thordur9",
            "text": "Eitthvað hefur maður verið að brasa upp á síðkastið þó ekki mjög duglegur að taka myndir.\nNýr millikassi kominn í hann \"Rocklobster\" með háa 1.58 og lága 4.16. Skipt var um einhverja krossa og svoleiðis föndur og farið að djöflast uppá Hellisheiði.\nDráttarbeisli smíðað að aftan í stað gamla króksins. \nÞað nýjasta er það að ég skrúfaði gömul slitinn 37x13.5x15 undir bílinn. Aðeins búinn að keyra í bænum og virkar flott verður gaman að sjá hvort þetta svínvirki ekki með lágadrifinu.",
            "date": "2018-01-03 19:00:00",
            "post_id": "176628",
            "reply_to_id": "174953"
        },
        {
            "user_name": "thordur9",
            "text": "Vikan fór í það að hræra aðeins í súkkunni.\nÉg fékk lás í afturdrifið svo kallaðan Lockright og honum var smellt í. Ég hafi aldrei áður skoðað svona drif og hvað þá unnið nokkuð með það svo þetta var ný reynsla og gaman að taka í sundur og skoða.\nþegar allt var komið í sundur kom í ljós að báða afturhjólalegurnar voru orðnar slappar svo ekki um annað að ræða en að skipta um þær.\nVið nánari skoðun kom í ljós að báðar afturdælurnar voru lélegar og að hluta til fastar svo það var einnig keypt allt nýtt þar og þar á meðal gormasett. \nLæt fylgja nokkrar myndir.",
            "date": "2018-01-26 23:42:00",
            "post_id": "176875",
            "reply_to_id": "176628"
        },
        {
            "user_name": "thordur9",
            "text": "Verið er að koma fyrir úrhleypibúnað í súkkuna og kem með myndir af því þegar það er búið.\nFélagi minn er að skvera súkku hjá sér og vantaði mann í að mála kannta, þak og afturhlera, ekki annað hægt en að rífa í könnuna og gluða yfir þetta fyrir hann:\nFleiri myndir á næstunni.",
            "date": "2018-03-01 22:08:00",
            "post_id": "177260",
            "reply_to_id": "176875"
        },
        {
            "user_name": "IngiH",
            "text": "hvar fékkstu kantana og sokkana?",
            "date": "2019-06-26 11:11:00",
            "post_id": "180200",
            "reply_to_id": "177260"
        },
        {
            "user_name": "thordur9",
            "text": "Framkanntarnir voru ættaðir af 4Runner og afturkanntarnir af einhversskonar súkku, mögulega 35\" vitöru eða álika.\nDrullusokkarnir fengust í ET verslun minnir mig.",
            "date": "2019-06-26 17:38:00",
            "post_id": "180201",
            "reply_to_id": "180200"
        }
    ],
    "date": "2017-03-31 23:38:00"
}