{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "34236",
    "title": "Patrol framhásing undir Navöru",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=34236",
    "posts": [
        {
            "user_name": "Robert",
            "text": "Góðan daginn,\nÉg er að fara setja framhásingu undan Patrol undir Navöruna mína\nEr komin með hásingu sem er búið að snúa og stytta.\nÞað var búið að taka allar festingar fyrir stífur gorma skálar og ská stífu af, er einhver sem á skurðateikningar af þessu?\nEr bæði með enda til að hafa millibilstöng fyrir framan eða aftan, hvort er betra og hversvegna?\nVerður hægt að nota orginal stýrisdæluna? Plana að setja stýristjakk. Ef ekki hvað væri þá hentugt?",
            "date": "2017-05-18 11:00:00",
            "post_id": "174692",
            "reply_to_id": false
        },
        {
            "user_name": "olei",
            "text": "Hvaða enda hefur þú að framan fyrir millibilsstöng? \nÞað er ákveðin geómetría sem verður að vera til staðar í millibilsstöng. Ef hún er fyrir framan hásingu þá þurfa endarnir að vera fyrir utan miðlínu spindlana þannig að dekkið sem er innar í beygjunni beygi meira en það sem er utar og er að keyra stærri hring. Sé millibilsstöngin að aftan þurfa endarnir að vera fyrir innan miðlínu spindlana. Þetta er útskýrt hér:\nhttps://en.wikipedia.org/wiki/Ackermann ... g_geometry\nÞað eru einhver dæmi um að menn hafi svindlað á þessu og hugsanlega er það allt í lagi á bílum sem eru nær eingöngu notaðir sem leiktæki. Ég hef ekki prófað það. \nÁstæðan fyrir því að ég nefni þetta er að það er hægt að fá vinstra liðhús af breskum Patrol sem er með armi fyrir togstöng. Þá er hægt að setja millibilsstöng í togstangaraugun að framan. Ofansagt mælir gegn því.",
            "date": "2017-05-19 11:15:00",
            "post_id": "174702",
            "reply_to_id": "174692"
        },
        {
            "user_name": "olei",
            "text": "Ég veit að stýrisdæla í Y60 Patrol (hvort sem hann er með minni eða stærri stýrismaskínunni) er jafn stór og t.d í Terrano. Eini munurinn er flæði/þrýsti ventillinn sem í vissum tilvikum er hægt að plögga á milli með litlum tilfæringum. Þekki ekki hvaða dæla er í Navarra en það væri sjálfsagt að prófa hana bara með tjakk til að byrja með og sjá hvað gerist.",
            "date": "2017-05-19 11:28:00",
            "post_id": "174703",
            "reply_to_id": "174702"
        },
        {
            "user_name": "Robert",
            "text": "Takk fyrir þetta,\nvissi ekki þetta með stýris endana það vantar millibilstöngina ekki komin með hana enn.\nAllar athugasemdir vel þegnar það er 20+ ár síðan að ég breitti jeppa þá var settar 6\" lift fjaðrir og það var ekkert voða gaman að keyra þannig\nKv.Róbert",
            "date": "2017-05-19 14:13:00",
            "post_id": "174704",
            "reply_to_id": "174703"
        }
    ],
    "date": "2017-05-18 11:00:00"
}