{
    "forum_title": "Jeppar",
    "id": "34367",
    "title": "1999 turbo hilux Seldur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=34367",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Toyota Dobulcab 1999 disel\n950.000 kr.\nSiglufjörður\nÞessi er til sölu eftir mikklar lagfæringar.Smíðaþráður::\nviewtopic.php?f=5&t=33920\nSólúga, útvarp með 7\" skjá og bakkmyndavél, ný tímareym, rafgeymar nýjir. Í dag þann 8.05.17 setti ég í Hiluxinn afturfjaðrir úr 2007 dobulcab og svo til nýtt afturskaft sem er bara ekið 15000 km algjörlega óslitinn dragliður og hjöruliðir góðir. Fann mikinn mun til batnaðr á bílnum við þessa aðgerð. Allt nýtt í klöfum að framan fóðringar og stilliboltar,líka allir spindlar.Vinna við klafafóðringar og efni fór í tæp 200.000 andskoti mikið verk.Það var gert á verkstæði. Nú bíllinn er ryðlaus og nýlega sprautaður en þó ekki skúffan eða vélarlokið það er handmálað og er la la gott. Nýlegt framdrif komplet ekið 15000 km 4:30 hlutföll nýjar hjólalegur aftan og bremsuklossar, legur spindlar stýrisupphengja og endalaust búið að eyða í þetta og gera,35\" dekk At munstur tekur 38\" er 35\" breittur og sérskoðaður.\nverð segjum 950.000 sem er ekki fyrir varahlutum hvað þá vinnu eða tilboð til að hafa eitthvað.Get tekið ódýrari Jappa upp í má þarfnast lagfæringa bara að bjóða skoða flest.Hægt að fá bílinn á svo til óslitnum 33\" á álfelgum eða slitinni 35\" á álfelgum og svo er til 38\" gangur af mudder á 14\" breiðum felgum sem selst á 150.000 ef menn vilja hann.Var að bæta við uppgerðina og  skipti um hjólnöfin að framan pinnalegurnar og bremsuklossana og diska  og nýjar  driflokur þar sem hinar voru farnar að smella umdir álagi",
            "date": "2017-08-03 23:00:00",
            "post_id": "175240",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "Seldur líklega",
            "date": "2017-08-13 18:21:00",
            "post_id": "175323",
            "reply_to_id": "175240"
        }
    ],
    "date": "2017-08-03 23:00:00"
}