{
    "forum_title": "Almennt spjall",
    "id": "34361",
    "title": "Skipta um tímkeðjur í BMW-N-62_4,4 V-8 2004",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=34361",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir  félagar er að dunda mér í að skipta um tímagír í BMW 2004 8cyl vél N-62. og smurdælu. Tók vélina úr þar sem ég nenni ekki að beygja mig mikið.Hefur einhver hér unnið þessa vinnu. Keyptum okkur sér verkfæri til að festa ásana.Hef verið að reyna að finna videó af þessari aðgerð en ekki fundið fyrir þessa vél bara eldri vélina en það er ekki eins. Svona til fróðleiks þá vigtaði ég vél og skiptingu og millikassa 375 kg kveðja að norðan úr Himnaríki guðni",
            "date": "2017-07-30 08:56:00",
            "post_id": "175215",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm það má segja að það sé meira mál að skipta um tímkeðjur og smurdælu í þessum X-5 en í Toyota Hilux eða sukku tetrinu.",
            "date": "2017-07-30 14:34:00",
            "post_id": "175216",
            "reply_to_id": "175215"
        },
        {
            "user_name": "grimur",
            "text": "Eftir að hafa skipt um kúplingu í BMW fyrir tæpum 20 árum hef ég ekki snert á þessum fyrirbærum með löngu priki...algerlega ógeðsleg hönnun hjá þeim og ekkert hugsað fyrir viðhaldi.\nEnda eru BMW bara rassmottur.\nKv\nG",
            "date": "2017-08-01 02:13:00",
            "post_id": "175227",
            "reply_to_id": "175216"
        },
        {
            "user_name": "svarti sambo",
            "text": "Og BMW stendur fyrir.\nBilar meira en wolkswagen.",
            "date": "2017-08-01 03:39:00",
            "post_id": "175228",
            "reply_to_id": "175227"
        },
        {
            "user_name": "Járni",
            "text": "Þetta er almennilegt verkefni, aðeins hærra flækjustig en í Suzuki eða Hilux.\nGangi þér vel!",
            "date": "2017-08-01 11:09:00",
            "post_id": "175231",
            "reply_to_id": "175228"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm þetta er komið saman og fer vélin upp í bílinn neðan frá um helgin. Svo er bara að sjá hvort hún fari í gang og ef það gerist þá erum við snillingar feðgarnir í Himnaríki",
            "date": "2017-08-01 12:33:00",
            "post_id": "175232",
            "reply_to_id": "175231"
        },
        {
            "user_name": "grimur",
            "text": "Hahaha og það er nú ekki einsog það sé úr háum söðli að detta með VolksWagen...",
            "date": "2017-08-02 03:29:00",
            "post_id": "175234",
            "reply_to_id": "175232"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm vélin datt í gang og gengur þýðlega.En þetta er ansi mikið verk og mörg handtök og minnir á V-W Bjöllu viðgerðirnar í denn. Verki lokið",
            "date": "2017-08-06 17:34:00",
            "post_id": "175255",
            "reply_to_id": "175234"
        },
        {
            "user_name": "olei",
            "text": "Þið eruð seigir.\nHvað er langt í að þessu verður plantað ofan í húdd á jeppa?",
            "date": "2017-08-06 19:47:00",
            "post_id": "175256",
            "reply_to_id": "175255"
        },
        {
            "user_name": "jeepcj7",
            "text": "Seigur gamli nagli.:-)",
            "date": "2017-08-07 11:16:00",
            "post_id": "175260",
            "reply_to_id": "175256"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm leitaði mér tilboða í þetta verk td. hjá Tækniþjónustubifreiða og B og L. \nTækniþjónustan sagðist ekki taka að sér svona stór verk. Hjá B og L var haldinn fundur og svo hringt í mig og mér gefið  tilboð í verkið. Vinna um 500.000 og varahlutir 350 plús mínus það sem getur komið upp við svona verk. Lentum í  því er við vorum búnir að setja í gang og grobba okkur að það byrjaði að dropa úr stýrismaskínunni nánar með pakkdósinni sem er að ofan. Vegna þrengsla hafði pakkdósin marist. Fórum í að rífa stýrisdótið úr. Þetta er tannstangarstýrir og til að ná því úr þarf að lyfta vélinni og þræða það úr vinstramegin. Til ð ná pakkdósinni úr en henni er haldið með hringsplitti og svo þykkum járnhring sirka 10 mm þykkum með spori að utan fyrir O hring sem er 2 mm þykkur og 32mm innan mál. Erfiðlega gekk að ná þessum járnhring upp úr snekkjunni og varð ég að bora í hann og setja  tvær skrufur í hann til að toga hann upp úr snekkjunni. Í þessum járnhring er pakkdósin og er hún að utanmáli 30mm og innanmál 20 mm. og 5 mm þykk. Reyndi hjá Fálkanum en ekki til. Það var bara til að þykkt 7 mm.Uppgerðarsett ekki framleitt hjá BMW  en hægt að fá þetta að utan á 16000 after market. Svo við erum enn stopp og erum að leita eftir annaðhvort svona stýri eða  panta að utan sem verður líklega niðurstaðan ef ég finn ekki svona pakkdós sem væri ódýrast",
            "date": "2017-08-08 12:55:00",
            "post_id": "175269",
            "reply_to_id": "175260"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm leitaði mér tilboða í þetta verk td. hjá Tækniþjónustubifreiða og B og L. \nTækniþjónustan sagðist ekki taka að sér svona stór verk. Hjá B og L var haldinn fundur og svo hringt í mig og mér gefið  tilboð í verkið. Vinna um 500.000 og varahlutir 350 plús mínus það sem getur komið upp við svona verk. Lentum í  því er við vorum búnir að setja í gang og grobba okkur að það byrjaði að dropa úr stýrismaskínunni nánar með pakkdósinni sem er að ofan. Vegna þrengsla hafði pakkdósin marist. Fórum í að rífa stýrisdótið úr. Þetta er tannstangarstýrir og til að ná því úr þarf að lyfta vélinni og þræða það úr vinstramegin. Til ð ná pakkdósinni úr en henni er haldið með hringsplitti og svo þykkum járnhring sirka 10 mm þykkum með spori að utan fyrir O hring sem er 2 mm þykkur og 32mm innan mál. Erfiðlega gekk að ná þessum járnhring upp úr snekkjunni og varð ég að bora í hann og setja  tvær skrufur í hann til að toga hann upp úr snekkjunni. Í þessum járnhring er pakkdósin og er hún að utanmáli 30mm og innanmál 20 mm. og 5 mm þykk. Reyndi hjá Fálkanum en ekki til. Það var bara til að þykkt 7 mm.Uppgerðarsett ekki framleitt hjá BMW  en hægt að fá þetta að utan á 16000 after market. Svo við erum enn stopp og erum að leita eftir annaðhvort svona stýri eða  panta að utan sem verður líklega niðurstaðan ef ég finn ekki svona pakkdós sem væri ódýrast",
            "date": "2017-08-08 12:55:00",
            "post_id": "175270",
            "reply_to_id": "175269"
        },
        {
            "user_name": "olei",
            "text": "Það er til nóg af 5mm þykkum pakkdósum á ebay. Leitaðu að \"20x30x5 oil seal\" (slepptu gæsalöppunum)",
            "date": "2017-08-09 05:26:00",
            "post_id": "175279",
            "reply_to_id": "175270"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm takk set minn mann í googlið",
            "date": "2017-08-09 08:05:00",
            "post_id": "175280",
            "reply_to_id": "175279"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm fékk pakkdós í Landvélum einfald eða töfalda tók báðar og stálkítti til að setja í götin sem ég boraði í hringin sem pakkdósin kemur í sjá mindir. Einnig fékk ég O hringin. Þarf nokkuð að spá í þrýstingin sem er í snekkjunni varðandi pakkdósirnar og ætti ekki svona stálkítti tveggjaþátt vera nóg til að loka þessum götum.",
            "date": "2017-08-09 12:05:00",
            "post_id": "175284",
            "reply_to_id": "175280"
        },
        {
            "user_name": "asgeirh",
            "text": "Það er maður í Reykjavík sem gerir við stýrismaskínur, ég man ekki nafnið á honum í augnablikinu en kannski er einhver annar með það.",
            "date": "2017-08-09 16:58:00",
            "post_id": "175285",
            "reply_to_id": "175284"
        },
        {
            "user_name": "olei",
            "text": "Mér finnst ólíklegt að það sé einhver spes háþrýstipakkdós í þessu, líklegast hverfandi þrýstingur á þessu. \nÉg hef litla reynslu af stálkítti, en sé nú fyrir mér að snöggur punktur með MIG suðu mundi loka þessum götum án þess að eyðileggja skinnuna. Mér sýnist á myndunum á bakið á pakkdósinni blokki götin - ef hún er gúmíklædd ætti það að þétta eitt og sér. Ekki svo að skilja að ég mundi treysta því.",
            "date": "2017-08-10 01:06:00",
            "post_id": "175297",
            "reply_to_id": "175285"
        },
        {
            "user_name": "villi58",
            "text": "Er hún nógu þykk til að snitta og setja skrúfu í götin + lím. Slípa svo slétt báðu megin.\nStoppskrúfurnar eru til mjög litlar.",
            "date": "2017-08-10 07:56:00",
            "post_id": "175298",
            "reply_to_id": "175297"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm fjandans vesen vorum komnir út með bílinn og vorum að lofttæma vökvastýrið og allt svo fínt. Þá allt í einu byrjaði að leka úr snekkjunni. Úff bíllinn inn á lyftu hjólabúnaðurinn sem sagt nafið öxullinn og framdrifi tekið undan og vélabitanum slakað niður og stýrið tekið úr bílnum og hlutir skoðaðir. Þá kom í ljós að nýja pakkdósin var orðin ónýt og hafði rifnað á smá parti undir gorminum. En er ég að pæla í er einhver mikill þrýstingur á þessu.Varla hægt að skemma þetta í samsetningu. Allavega erum að bíða eftir notaðri snekkju. Það er fyrir eitthvað sem BMW selur ekki varahluti í þetta. Bara hægt að fá allt júnítið.Dauð langar að reyna einu sinni enn að setja nýja pakkdós.Eru kanski til einhverjar pakkdósir sem þola meiri þrýsting.Fékk þær sem ég er með hjá Landvélum. Málin eru 30mm utan mál 20 mm innan mál og 5 mm þykt. Þessi dós fer inn í slíf sem er með 0 hring að utanverðu og svo niður í stútinn á stýris snekkjunni og splitti kontrar þetta fast.",
            "date": "2017-08-25 07:50:00",
            "post_id": "175426",
            "reply_to_id": "175298"
        },
        {
            "user_name": "helgiarna",
            "text": "Það er alltaf hætta á að skemma pakkdósir í ísetningu sérstaklega ef það eru stallar á öxlinum. Ef rennismiðurinn er við hendina þá myndi ég fá hann til þess að smíða stýrihólk á öxulinn úr einhverju þægilegu efni s.s POM plasti eða einhverju öðru tiltæku efni og prófa aðra pakkdós.",
            "date": "2017-08-25 08:58:00",
            "post_id": "175428",
            "reply_to_id": "175426"
        },
        {
            "user_name": "sukkaturbo",
            "text": "jamm akkúrat það eru stallar á öxlinum fór yfir allt verkferlið í morgun og þetta er ísetningar skemmd á dósinn",
            "date": "2017-08-25 12:02:00",
            "post_id": "175431",
            "reply_to_id": "175428"
        },
        {
            "user_name": "kroni",
            "text": "Ég myndi fá mér þunna plastfilmu t.d úr plastvasa fyrir blöð og setja utan um öxulinn með vel af gúmmífeiti reka pakkdósina í draga filmuna burt og allt verður yndislegt,vona að þú áttir þig á hvað ég er að meina:)",
            "date": "2017-08-25 22:33:00",
            "post_id": "175439",
            "reply_to_id": "175431"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm er í vinnslu en notuð á leiðinni.Geri við þá gömlu og á hana",
            "date": "2017-08-26 08:57:00",
            "post_id": "175443",
            "reply_to_id": "175439"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm allt komið í lag og engin leki Bimmin keyrður suður og allt virkað",
            "date": "2017-09-05 13:08:00",
            "post_id": "175549",
            "reply_to_id": "175443"
        }
    ],
    "date": "2017-07-30 08:56:00"
}