{
    "forum_title": "Almennt spjall",
    "id": "34401",
    "title": "Lofttjakkur í LC90",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=34401",
    "posts": [
        {
            "user_name": "johnnyt",
            "text": "Er mikið vesen að skipta rafmagnsdótinu á afturlásnum í LC90 út fyrir lofttjakk ? Er þetta bara skrúfa mótorinn af og skrúfa tjakkin á og tengja loft við hann ? eða þarf að opna drifið og einhverjar krúsidúllur ?\nSpyr sá sem ekki veit :)",
            "date": "2017-08-18 12:36:00",
            "post_id": "175363",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Tjakkurinn fer ekki á sama stað og rafmótorinn. Gatið þar sem rafmótorinn er á að blinda (loka því) en tjakkurinn kemur í hliðina á kögglinum.\nHérna er eina myndin sem ég hef fundið af svona tjakk, og þetta er af LC80 framhásingu.",
            "date": "2017-08-19 10:05:00",
            "post_id": "175367",
            "reply_to_id": "175363"
        },
        {
            "user_name": "jongud",
            "text": "Fann reyndar aðra mynd af 8\" afturhásingu eftir nokkra leit.",
            "date": "2017-08-19 10:14:00",
            "post_id": "175368",
            "reply_to_id": "175367"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Kristján í Borgarnesi seldi mér einn fyrir hilux fyrr í mánuðinum, það er sama útfærsla og í LC90 en ekki einsog í Lc80, þetta er voða simpellt, ég reyndar tók drifið úr hjá mér en þess er ekki þörf, ísetningin tók c.a. 10 mínútur uppi á borði, og hann útvegar lok til að setja í gatið þar sem rafmótorinn bjó áður...\n´Hér er mynd af mínum tjakk,",
            "date": "2017-08-19 12:46:00",
            "post_id": "175370",
            "reply_to_id": "175368"
        },
        {
            "user_name": "jongud",
            "text": "Þarf ekki að taka drifið úr?\nEndilega segðu hvernig er hægt að sleppa því, ég er nefnilega með svona tjakk frá Kristjáni, en á alltaf eftir að setja hann í.",
            "date": "2017-08-19 17:34:00",
            "post_id": "175371",
            "reply_to_id": "175370"
        },
        {
            "user_name": "Sævar Örn",
            "text": "þetta er tiltölulega einfalt.. undir rafmótornum eru tveir tappar fyrir 6mm sexkant um annan tekurðu úr kúlu og gorm og hendir undir hinum slærðu inn 5mm rörsplitti sem þú grípur með pennasegli inn um gatið sem mótorinn var áður, þetta splitti notarðu svo til að festa lásgaffalinn við lofttjakkinn. Þetta skýrir nokkuð sjálft þegar þú hefur tjaķkinn í höndunum og með honum fylgir tappi til að loka gatinu eftir mótorinn.\nþetta er skýringatextinn frá kristjáni",
            "date": "2017-08-19 17:46:00",
            "post_id": "175372",
            "reply_to_id": "175371"
        },
        {
            "user_name": "johnnyt",
            "text": "Nú er hægt að panta orginal rafmagnsmótorinn frá Bretlandi á svipuðu verði og það kostar að kaupa lofttjakkinn og ARB dælu, væri það sniðugara fyrir einhvern eins og mig sem treystir sér kannski ekki alveg í eitthvað mix ? Væri það ekki bara plug and play ?",
            "date": "2017-08-19 20:11:00",
            "post_id": "175373",
            "reply_to_id": "175372"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "Ef þú tekur dælu sem dugar fyrir dekk ertu kominn aðeins lengra í jeppamennsku. :-) \nEn þetta eru engin geimvísindi að tengja tjakkinn með dælu, lögnum og rofum en samt minna mál að henda original mótornum í, bara hafa hann ólæstan þegar hann er settur í.",
            "date": "2017-08-20 11:05:00",
            "post_id": "175375",
            "reply_to_id": "175373"
        },
        {
            "user_name": "jongud",
            "text": "En þá þarf líka rafkerfið fyrir mótorinn að vera í lagi. Ég er að skipta yfir í tjakk af því að það er bilað.",
            "date": "2017-08-21 10:21:00",
            "post_id": "175389",
            "reply_to_id": "175375"
        }
    ],
    "date": "2017-08-18 12:36:00"
}