{
    "forum_title": "Almennt spjall",
    "id": "34447",
    "title": "Range Rover 1988 vantar rafteikningar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=34447",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Jamm er nú að dunda í nýjasta verkefninu en það er Range Rover 1988. Hann er með 90 Cruser mótor og sjálfskipting og allt komið í gang. Er að brasa við að tengja hleðsluljósið sem er orginal í Rover inn á orginal Cruser altenatorinn sem er með innbyggðan spennustilli. Hef þrjá granna víra aftur  úr altenatornum rauðan með bláu og gulan og hvítan. búinn að koma sverakaplinum á sinn stað. Vantar að tengja stýringuna. Finn ekki réttu teikningarnar fyrir Roverinn hér á netinu fæ alltaf upp nýrri bíla.Rover var 8 cyl.Vantar að fá rageymaljósið sem gaumljós fyrir hleðsluna.Er einhver klár í að gúggla teikningu fyrir þennan bíl??",
            "date": "2017-09-05 13:15:00",
            "post_id": "175551",
            "reply_to_id": false
        },
        {
            "user_name": "kaos",
            "text": "Hérna er service manual (sem bretinn vill reyndar kalla workshop manual): \nhttp://www.landroverresource.com/docs/rangerover/Range_Rover_Manual_1992.pdf\n Ath. að þótt það sé 1992 í skráarnafninu á hann að dekka 1987 til 1992. Svo rakst ég líka á \nhttp://www.landroverweb.com/landrover/\n og \nhttp://www.landy.ee/manuals/downloads/cars.htm\n, en á báðum stöðum virðist í fljótu bragði vera allskonar gúmmulaði um allt sem selt hefur verið sem Landrover og Rangerover.\nSamkvæmt manualnum hafa upprunalega átt að hafa verið tveir grannir vírar að alternatornum, annar brúnn með gulri rönd, og hinn hvítur með grárri rönd. Sá brúni/guli er frá hleðsluljósinu. Hinn vírinn tengist einhverju sem heitir \"Multi function unit and binnacle\".\n-- \nKveðja, Kári.",
            "date": "2017-09-05 23:30:00",
            "post_id": "175557",
            "reply_to_id": "175551"
        },
        {
            "user_name": "kaos",
            "text": "Eftir örlítið meira gúgl, held ég að \"Multi function unit and binnacle\" sé mælaborðið, og vírinn sem því tengist gæti verið fyrir snúningshraðamerki.\n-- \nKveðja, Kári.",
            "date": "2017-09-05 23:48:00",
            "post_id": "175558",
            "reply_to_id": "175557"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm uss mikið takk binnacle jamm einmitt gleraugu hefði ég þýtt það enda ensku kunnátta í lágmarki en áfram með verkið.Það verður líklega erfitt að fá snúningshraðmælinn til að virka þar sem er komin japönsk frú um borð eða 90 Cruser vél",
            "date": "2017-09-06 07:16:00",
            "post_id": "175562",
            "reply_to_id": "175558"
        },
        {
            "user_name": "jongud",
            "text": "Hérna fann ég smávegis um snúningshraðamæli í 1KZ-TE\nhttp://toyotasurf.asn.au/forum/viewtopic.php?p=248975\n(Póstur frá 14 mars 2014)\nÞað kemur merki frá tölvunni úr miðjuplögginu (blágrænu) númer B9 (níundi pinni frá vinstri)\nEn þeir segja að spennan á vírnum segi til um hvað snúningurinn sé mikill. En það finnst mér skrýtið, myndi frekar halda að það sé tíðnin.",
            "date": "2017-09-06 08:23:00",
            "post_id": "175563",
            "reply_to_id": "175562"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm þetta potast og takk fyrir aðstoðina félagar ég er með 3 vír stubba úr tenginu sem er aftan í altenatornum sem er orginal á 90 Cruser vélinni. Einn er rauður með blárri rönd gulur og svo hvítur hvernig eiga þeir að tengjast.Þessi altenator er með innbyggðum spennistilli.Annað það var engin lofthreinsari með þessu eru einhverjir skynjarar sem þurfa eða eiga að vera tengdir lofthreinsaranum ef ég mundi smíða í hann úr öðrum bíl.Þetta er 1998 vél.kveðja úr Himnaríki",
            "date": "2017-09-06 17:32:00",
            "post_id": "175566",
            "reply_to_id": "175563"
        },
        {
            "user_name": "kaos",
            "text": "Eftir rafmagnsteikningum sem jongud vísaði einhverntíma á hér á spjallinu. Þær eru reyndar fyrir 1996 árgerð, en litirnir eru a.m.k. þeir sömu:\nGulur er hleðsluljós, og myndi því tengjast við brúnan/gulan í bílnum.\nHvítur er \"sense\", og ætti að tengjast beint á geymi. Mætti líka tengjast yfir á svera vírinn.\nRauður/blár er \"ignition\", eða straumur í gegnum sviss. Mætti kannski ná í frá kveikjunni sem eitt sinn var?\nAllir varðir með 7.5A öryggjum.\nÞví miður sýnist mér Toyota ekki hafa notað alternatorinn fyrir snúningshraðamerki, svo það fæst ekki nema hugsanlega með skurðaðgerð.\nViðbót: Rakst á \nhttp://wilbo666.pbworks.com/f/1303833431/201104270135_Toyota_Alt_S_Wire.png\n sem bendir á að það sé ekki sniðugt að taka \"sense\" beint frá svera vírnum á alternatornum, heldur eigi að tengja það sem næst geymi, og ekki á lögn sem er að flytja mikið afl. Auðvitað rétt, þegar maður hugsar um það, en ég er samt ekki viss um að það skipti miklu máli nema menn séu með mjög mikla og stöðuga straumnotkun.\n-- \nKveðja, Kári.",
            "date": "2017-09-06 21:24:00",
            "post_id": "175568",
            "reply_to_id": "175566"
        },
        {
            "user_name": "kaos",
            "text": "Sammála því, held að eitthvað hafi skolast til þarna. Spennan getur reyndar eitthvað breyst líka, sem getur útskýrt að þeir virðast hafa fengið einhverja svörun á spennumælingu, en tíðnin er örugglega áreiðanlegri og það sem snúningshraðamælirinn notar. Annars sýnist mér að Toyota hafi notað skynjara á olíuverkinu fyrir snúningshraðann, en það gildir það sama með hann.\n-- \nKveðja, Kári.",
            "date": "2017-09-06 21:40:00",
            "post_id": "175570",
            "reply_to_id": "175568"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm mikið takk félagar.Fer í þetta í dag og gef svo skýrslu um árangur fljótlega.",
            "date": "2017-09-07 07:20:00",
            "post_id": "175576",
            "reply_to_id": "175570"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm skýrsla búin að tengja og allt virkar eðlilega og mikið takk fyrir aðstoðina. Var að skoða orginal lofthreinsaran og sé ekki nein merki um að í hann komi nokkur skynjari eða air flow sensor er að vísu ekki viss",
            "date": "2017-09-07 11:45:00",
            "post_id": "175578",
            "reply_to_id": "175576"
        },
        {
            "user_name": "jongud",
            "text": "Þessu tengt;\nÉg fann yfirlit yfir svokallað \"pinout\" á 1KZ-TE vélatölvunni. Það eru \"bara\" 43 vírar virkir. Það er þó aðeins skárra en LS mótorarnir með yfir 100 víra.\nhttp://www.toyotasurf.asn.au/techsite/downloads/1KTZE%20PININ-PINOUT.pdf",
            "date": "2017-09-07 13:00:00",
            "post_id": "175580",
            "reply_to_id": "175578"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm úff þetta er flókið að sjá",
            "date": "2017-09-07 16:50:00",
            "post_id": "175582",
            "reply_to_id": "175580"
        },
        {
            "user_name": "jongud",
            "text": "Þetta er eins og að éta heilan fíl, Þú tekur einn bita í einu...",
            "date": "2017-09-08 08:08:00",
            "post_id": "175585",
            "reply_to_id": "175582"
        },
        {
            "user_name": "Sævar Örn",
            "text": "ef landróverinn notaði snúningshraða frá alternator er það líklega bara einn fasi af þremur og tíðnin snýr mælinum, þú getur breytt hvaða alternator sem er til að virka svona, lóðar bara vírskott framanvið díóðu í vafning og tengir á snúningshraðamælinn, svo gæti þurft að fínstilla snúningshraða með mismunandi stærð af trissuhjóli eða tíðnibreyti",
            "date": "2017-09-08 11:29:00",
            "post_id": "175586",
            "reply_to_id": "175585"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm jæja þá er búið að slökkva öll ljós sem voru í mælaborðinu. Hleðslan kominn hleðsluljós virkar eðlilega hleður núna 13.6 til 14 amp.Ljós fyrir vöntun á bremsuvökva farið og líka vegna vöntunar á rúðupissvökva  . Handbremsuljós farið að virka bláa háaljósmerkið farið að virka. Fann vírinn fyrir orginal hitamælinn sem er í mælaborðinu grænn vír með bláu passaði við teikningar. Hann mælist sem plús ef honum er gefið jörð. Spurning hvar ég get komið honum fyrir í 90 Cruser vélinni. Datt í hug að fá mér orginal Range Rover vatnshitaviðnám og setja það í miðstöðvarslönguna með té stykki.Snúningshraðmælirinn gæti orðið vandamál en ætla að enda á því.",
            "date": "2017-09-08 11:40:00",
            "post_id": "175587",
            "reply_to_id": "175586"
        }
    ],
    "date": "2017-09-05 13:15:00"
}