{
    "forum_title": "Almennt spjall",
    "id": "34470",
    "title": "Lexus RX400H árgerðir í sölu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=34470",
    "posts": [
        {
            "user_name": "dms",
            "text": "Ég er að leita mér að Lexus RX400 hybrid jeppling. Ætlaði mér að skoða árgerðir svona cirka 2009-2011 en virðist ekki finna neina á sölu hér á landi.\nFinn bara bíla frá 2006-2008 og svo frá 2012-2016 í sölu, ætli það sé bara tilviljun eða voru þessar árgerðir ekkert í sölu hér á landi?\nEinhver hér inni sem hefur reynslu af þessum bílum? Hvernig þeir eru að endast komnir á þennan aldur, eyðslutölur og hversu vel rafhlaðan er að koma út eftir þennan tíma?",
            "date": "2017-09-17 16:23:00",
            "post_id": "175649",
            "reply_to_id": false
        },
        {
            "user_name": "Rodeo",
            "text": "Ég er með 2013 Highlander hybrid sem er að koma mjög vel út, held að það sé sami vélbúnaður og lexusnum.   Skipti honum út fyrir 2006 explorer, highlanderinn er heldur stærri, báðir taka 7 farþega og draga kerru en eyðslan minnkaði um meira en helming.  Stór kröftug bensín vél keyrir framjólin en svo kemur hybrid drifið inn að aftan og gefur manni ígildi fjórhjóladrifs, auðvitað enginn torfæru jeppi en dugar vel í snjó, hálku og kulda.  Bensín mótorinn drepur sjálkrafa á sér á ljósum, tekur svo af stað á rafmótornum og bensínvélin er sjálfkrafa ræst þegar hann er kominn í dáldinn hraða eða gefið kröftuglega inn, sömuleiðis drepið á bensínvélinn í hvert sinn sem hann fer niður brekku eða lítið mæðir á.  Mjög lipurt kerfi og það er ekki nema maður sé að hlusta grant að maður tekur eftir því hvort vélin er í gangi svo lipurlega er skipt á milli.  Eyðslan er tæpir 8l í lankeyrslu rúmir 8 innanbæjar ekki mikill munur þar.  \nEkkert að rafhlöðunni í þessum, keyrður rétt tæp 100þús km og ekki heldur í prius sem við eigum líka 2008 módel keyrður 200þús km",
            "date": "2017-09-18 06:54:00",
            "post_id": "175652",
            "reply_to_id": "175649"
        },
        {
            "user_name": "Járni",
            "text": "Og þetta með árgerðirnar á við um langflestar tegundir :-)",
            "date": "2017-09-18 07:42:00",
            "post_id": "175653",
            "reply_to_id": "175652"
        },
        {
            "user_name": "dms",
            "text": "Takk fyrir svarið Járni. Er mikið að velta því fyrir mér að skella mér á eitt stykki og nota fyrir familyuna. \nÆtli þetta með árgerðirnar í sölu sé þá bara út af ártalinu, lítið selt af þeim fljótlega eftir hrun :)",
            "date": "2017-09-18 08:52:00",
            "post_id": "175654",
            "reply_to_id": "175653"
        },
        {
            "user_name": "Járni",
            "text": "Að öllum líkindum já :)",
            "date": "2017-09-18 12:26:00",
            "post_id": "175655",
            "reply_to_id": "175654"
        },
        {
            "user_name": "Navigatoramadeus",
            "text": "Raflöðurnar hafa verið (og eiga að) að endast út fyrstu prius bílana sem komu á markað 1999.\nToyota kerfin halda rafhlöðunum í kringum 50-70% hleðslu sem fer miklu betur með þær heldur en að vera að fullhlaða og tæma 100%-0%-100% sem fer illa með flestar rafhlöður.\nEf þú keyrir skynsamlega er þetta umtalsverður eldsneytissparnaður mv hefðbundna benzínbíla og jafnvel dieselbíla.\nLítið að hrjá RX bílana, ef eitthvað má nefna afturbremsur og hjólalegur.\nVar aðeins á einum 400h í sumar, ca 8l/100km innanbæjar.\nÞað var lítið ekinn 2009 bíll, hefði átt að takann.",
            "date": "2017-09-19 21:19:00",
            "post_id": "175667",
            "reply_to_id": "175655"
        },
        {
            "user_name": "streykir",
            "text": "Passaðu að skoða vel hvort raki sé undir loki í skotti, sumir hafa verið að leka með samskeytum á/við afturhlera, kostnaður við að laga það er ca 150 þ.kr í umboðinu.",
            "date": "2017-09-20 22:39:00",
            "post_id": "175679",
            "reply_to_id": "175667"
        }
    ],
    "date": "2017-09-17 16:23:00"
}