{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "34480",
    "title": "Drifskaftsvangaveltur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=34480",
    "posts": [
        {
            "user_name": "BTF",
            "text": "Sælir félagar.\nNú er ég að velta fyrir mér uppsetningu á afturdrifskafti hjá mér.\nSkaftið er frekar stutt og jókinn á hásingunni er ekki í miðju. Því myndast bæði lárétt og lóðrétt gráða á milli hásingar og millikassa.\nEina lausnin við því sem ég hef fundið er að vera með svokallaða broken back uppsetningu á drifskaftinu þar sem báðir jóka vísa upp til þess að fá jafna gráðu á báða krossa, sjá mynd\nMér sýnist ég enda með um 9 gráður á krossunum hjá mér ef ég geri þetta. Haldið þið að það verði of mikið (fer drifskaftið að hegða sér eins og sippuband)?\nNú eða hafa menn einhverjar aðrar lausnir? \nKveðja,\nBirgir",
            "date": "2017-09-21 17:30:00",
            "post_id": "175693",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Hérna er ansi mikil langloka um drifsköft;\nhttp://www.billavista.com/tech/Articles/Driveshaft_Bible/index.html\nOg ef þú leitar að \"broken back\" í textanum þá finnur þú þetta;\nMost of the equipment that uses driven shafts in a broken-back configuration though, are fairly low RPM (but not all). The reason is, due to the nature (geometry) of the configuration (again, have a look at the picture above) with this setup, there's a lot more inherent strain on the slip member as it rotates. because of the opposite angles, the shaft \"wobbles\" the slip member back and forth as it rotates - like a skipping rope being swung. At high rpm, with anything but the tightest slip-joint assembly, this would cause a horrible vibration - that's why Spicer light duty driveshafts do not normally come factory in this arrangement. Note however, that some Land Rovers do have stock driveshafts in the broken back configuration, so it can work! \nMiðað við hvernig skaftið og afstaðan milli jóka er hjá þér þá væri það allavega tilraunarinnar virði að prófa \"hryggjarbrot\" á drifskaftið. En það er þá vissara að vera með traustan draglið.",
            "date": "2017-09-22 08:16:00",
            "post_id": "175701",
            "reply_to_id": "175693"
        },
        {
            "user_name": "aae",
            "text": "Þegar þú hleður bílinn verður efri liðurinn (við kassa)  beinn en brotið á neðri (við hásingu) verður meira, þá er hætt við að þetta fari að víbra. \nAlgengasta leiðin sem er farin í svona tilfellum er að snúa hásingu þannig að neðri liður verði beinn eða því sem næst og seta 2 faldan lið við kassann. En þá er pinjónslega í drifi komin ofarlega og betra að passa að hún smyrji sig, t.d. setja meiri olíu á drifið.",
            "date": "2017-09-22 08:52:00",
            "post_id": "175703",
            "reply_to_id": "175701"
        },
        {
            "user_name": "BTF",
            "text": "Var búinn að sjá þess grein. Hún er góð. Þetta um Land Roverinn sem þú vitnar í vakti einmitt athygli mína. Veit einhver gráðuna á krossunum í þeim?",
            "date": "2017-09-22 21:24:00",
            "post_id": "175709",
            "reply_to_id": "175703"
        },
        {
            "user_name": "BTF",
            "text": "Vandamálið er að ég get bara vísað hásingunni beint á millikassann séð frá hlið, en ekki ofan frá séð þar sem pinjóninn er ekki fyrir miðri hásingu.",
            "date": "2017-09-22 21:27:00",
            "post_id": "175710",
            "reply_to_id": "175709"
        },
        {
            "user_name": "grimur",
            "text": "Oftast nær veltur hásingin fram, ef eitthvað, í samslagi. Þannig réttast báðir krossarnir af samtímis.\nLíst alls ekki illa á þessa pælingu með broken back útfærslu, Freysa-Gráni var t.d. með broken back afturskaft, með hliðrunina...ég bara næ ekki að sjá fyrir mér hvort jókarnir samhraðast í svona brokenback-offset samsetningu. Óhefðbundið allavega, en þarf ekki að vera slæmt fyrir það.\nFjöðrunargeometríuna verður samt að skoða vel m.t.t. alls sviðsins, uppá að setja ekki eitthvað á tamp t.d.\nKv\nGrímur",
            "date": "2017-09-23 01:58:00",
            "post_id": "175712",
            "reply_to_id": "175710"
        },
        {
            "user_name": "jongud",
            "text": "Það er auðvitað hægt að stilla stífulengd og millibil þannig að \"broken back\" uppsetning með hliðruðu skafti haldi sama gráðumismun gegnum allt fjöðrunarsviðið, en það er áskorun sem ég myndi aðeins taka að vel athuguðu máli.",
            "date": "2017-09-23 08:27:00",
            "post_id": "175714",
            "reply_to_id": "175712"
        },
        {
            "user_name": "grimur",
            "text": "Þetta verður nú ekki að vera svo ofur nákvæmt í fullu sundur eða samslagi. Menn keyra nú ekki langleiðir á 100km hraða þannig.\nHins vegar þarf þetta að vera nokkuð rétt í kjörstöðu og amk svolitlu samslagi þaðan frá uppá hlaðinn bíl að gera.\nHliðrunin...er ennþá að hugsa það aðeins. Hugsa að ég hendi því upp í SolidWorks til að sjá aðeins hvernig það hagar sér.",
            "date": "2017-09-23 22:55:00",
            "post_id": "175722",
            "reply_to_id": "175714"
        },
        {
            "user_name": "olei",
            "text": "Þetta getur alveg virkað, en það þarf að pæla vel út stífur til að halda brotinu nærri lagi - sérstaklega ef skaftið er stutt.  Hliðrunin breytist ekki við fjöðrun (eða mjög lítið ef skástífa er löng) og krossarnir ættu að haldast í fasa við það. 9° brot á hjörulið er talsvert mikið og hætt við einhverjum titringi bara út af því. Tvöfaldur liður uppi virkar ekki því að þá mishraðar skaftið sér út af neðri liðnum sem er með hliðarbroti. Tveir tvöfaldir liðir væri líklega besta lausnin. Semsagt bæði uppi og niðri.",
            "date": "2017-09-25 11:25:00",
            "post_id": "175734",
            "reply_to_id": "175722"
        },
        {
            "user_name": "aae",
            "text": "En að nota CV kúluliði í þetta? eitthvað í þessum dúr: \nhttp://www.driveshafts.com/products/Dri ... riveshafts\nHvefur einhver verið að nota svona kúluliði í drifsköft hér heima ?",
            "date": "2017-09-25 14:50:00",
            "post_id": "175737",
            "reply_to_id": "175734"
        },
        {
            "user_name": "grimur",
            "text": "Það er eitthvað takmarkað sem kúluliðir ráða við snúningshraða svona almennt séð, en sköft hafa vissulega verið búin til með þeim. \nTvöfaldir liðir stytta aðeins legginn í skaftinu, brotmiðjan færist ögn nær miðju í báða enda með því, kannski er það ekki svo mikið að það hafi úrslitaáhrif.\nAlveg eitthvað til að skoða allavega, til dæmis með reverse uppsetningu eða pinjón stefnt beint á millikassa, þar sem pinjóninn færist heilmikið upp við það sem aftur minnkar brotið sem liðirnir þurfa að taka á sig...\nKv\nGrímur",
            "date": "2017-09-26 04:07:00",
            "post_id": "175743",
            "reply_to_id": "175737"
        }
    ],
    "date": "2017-09-21 17:30:00"
}