{
    "forum_title": "Jeppinn minn",
    "id": "34547",
    "title": "Jeppinn minn í dag 18.10.17",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=34547",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Jamm eignaðist 1997 model af Toyota landruser disel ekinn 335.000 beinskiptur á góðum 38 AT negldum dekkum og 14\"breiðum felgum. Búið er að fara í hedd og túrbínu og tímareym í 295.000km. Kúpling og nýtt framdrif var sett í, í vor. Hlutföll 4:88. Hef verið að gera hann kláran fyrir veturinn. Skipti um spindla af falls rör frá túrbínu fara yfir alla grindina og gerði þar við tvö lítil göt sem höfðu komið þegar aftur hásingin var færð aftur um 15 cm. Graddinn hafði gert smá göt.Fór yfir bremsur og lagaði lakk á köntum og lagaði áfyllingar rör fyrir aukatankinn.Datt í hug að rífa úr honum teppin þar sem ég ætla að leggja slöngur fyrir úrhleypibúnað í gegnum gólfi með gegnum tökum og hnjám.Þá kom í ljós ryðlitur eða ryð vinstra megin við hurðarnar sem nær þó ekki í gegn og ætla ég að laga það í leiðinni.Tek í leiðinni auka rafið og grisja það. Það eru spilfestingar og tengi framan og aftan á bílnum og einhversstaðar á ég gamlan Warn með mótornum ofan á 4000 lbs í góðu lagi og voru þetta ansi sterk og endingar góð spil í denn.",
            "date": "2017-10-18 18:33:00",
            "post_id": "175963",
            "reply_to_id": false
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Þú ert helvíti duglegur að versla þér bíla :D",
            "date": "2017-10-20 00:36:00",
            "post_id": "175974",
            "reply_to_id": "175963"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm þetta er alltaf gaman en hef samt mest gaman að gera við þá og selja þá svo.",
            "date": "2017-10-20 07:45:00",
            "post_id": "175975",
            "reply_to_id": "175974"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm kláraði að gera við nokkur göt í bílstjóra gólfinu notaði 2 mm þykkt raf galv í það og setti svo rúst stopp yfir allt saman og kíttaði svo yfir með Stick. Ég lakka svo á morgun og set svo koppafeiti og plast yfir allt saman og ætti þá ryðmyndun að minnka eitthvað. Gerði líka við hjólskálina hægramegin að aftan. Gat ekki soðið þar vegna plássleysis en skrúfaði og límdi það sem ég náði til. Tók svo teppið og sætin og þvoði allt með háþrýstidælu. Sjá má mikinn mun á teppum og sætum fyrir og eftir þvott og er drullu rönd í miðju bakinu á bílstjórasætinu  sem ég skildi eftir fyrir myndatöku. Næst eru það sílsarnir eða aftasti hlutinn af þeim.",
            "date": "2017-10-20 13:58:00",
            "post_id": "175976",
            "reply_to_id": "175975"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm þegar ég var að vinna í innra afturbettinu kom í ljós ryð gat osköp meinleysislegt. Ákvað að skoða þetta nánar og viti menn bara fullt af ryði og krabbameini svo það eru skemmtilegir tímar framundan . Settur hefur verið svampur inn í alla kanta bæði að framan og aftan og eru öll bretti því ónýt neðan til og cirka 5 cm upp á brettinn og hluti af innribrettunum handónýtur svo sér inn í vélarsal og skott.\nMeiri fjandans vinnubrögðin á þessu. Jamm gott að maður hefur aðstöðu og tíma í að tjasla í þetta. En þessir 90 Cruser bílar eru bölvaðar ryðdósir finnst mér.\nNota tækifærið og sker úr fyrir 44\" á líka 47 Pitt Bull á felgum kanski sker ég úr  fyrir þeim. Spurning hvað er hægt að skera mikið úr að framan þar sem þetta er enn á klöfunum. Ekkert mál að aftan hásing hefur verið færð aftur um 15 cm sýnist mér. Hefur einhver sett 44 undir svona bíl á klöfunum og er nægilet pláss til að skera fyrir þeim??",
            "date": "2017-10-22 12:43:00",
            "post_id": "175983",
            "reply_to_id": "175976"
        },
        {
            "user_name": "íbbi",
            "text": "úff.. þetta  var heldur leiðinlegur fundur\njá þeir ryðga töluvert þessir  bílar hefur manni fundist, ekki jafn mikið og nissan, en töluvert engu síður\nmér hefur fundist þetta þrælskemmtilegir bílar samt",
            "date": "2017-10-22 13:20:00",
            "post_id": "175984",
            "reply_to_id": "175983"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm þeir eru góðir verð að viðurkenna það. En þessi er ekki rétt unnin á köntum er mitt mat.Þessi lokun á öllu rými með plasti og svampi gengur ekki það situr í þessu raki. Held að þetta sé ekki gert svona í dag. Frekar límt inn í kantana sjálfa til að verja þá grjótkasti. En þetta er góð æfing fyrir mig í að ryðbæta og svo er þetta ansi skemmtilegt. Vil heldur setja inn myndir og upplýsingar en að leyna þessu og getur þá væntanlegur kaupandi fylgst með og áttað sig á hvað er í boði, það er að segja ef  ég get selt þetta einhvern tíman. he he. Er nokkuð viss um að allir eða flestir þessi eldri 90 Cruser bílar eru orðnir svona undir köntum og mottum í gólfi. En hvað er að þegar ekkert er að",
            "date": "2017-10-22 13:40:00",
            "post_id": "175986",
            "reply_to_id": "175984"
        },
        {
            "user_name": "grimur",
            "text": "Original eru VX bílarnir með kanta sem nudda sig í gegnum lakkið þar sem þeir eru ekki límdir. Glatað á Íslandi en sleppur víðast hvar annarsstaðar þar sem tæringin er ekki eins ágeng. Á eitt eintak sem er ekki mikið ryðgað nema útaf akkúrat þessu.\nSvamp-lokun á rýmum er rosalega vond hugmynd. Alltílagi að fylla kantana af svampi, en að loka inn að járni er bara ótrúlega heimskulegt.\nStálið í þessum bílum virðist ekki neitt sérlega vel tæringarþolið þegar tæring fer af stað á annað borð, það er alveg á hreinu. Lykilatriði eins og alltaf að koma í veg fyrir að raki nái að sitja á lítið eða illa vörðu efni. \nUm tíma voru tæringarvarnir hjá Toyota á grindum í lamasessi, allavega í einhverjum verksmiðjum. Þar er við tæringarvarnir að sakast. \nToyota fór þá leið að skipta út grindum undir ábyrgð í einhverjum tilfellum, Nissan hefur farið í gegn um svipað dæmi og fregnir herma að þeir kaupi upp bílana og setji í pressuna. Dæmigert fyrir Nissan....enda einnota bílar!!!! (Hahahaha væri gaman ef Patrolman væri ennþá á kreiki!)\nGott í bili\nGrímur",
            "date": "2017-10-24 07:30:00",
            "post_id": "175996",
            "reply_to_id": "175986"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm er að byrja að ryðbæta fór á Akureyrir í gær til að ná mér í gas og boddístál. Keypti mér 0,8 mm rafgalv.Þar sem ég er ekki vanur suðu og ryðbætingarmaður væri gott að fá einhverjar ráðleggingar.Á ég eð heilsjóða nýja efnið við það gamla eða á ég að bora göt og með segjum 2 cm millibili og sjóða í þau og kítta svo yfir eða hnoða og líma.Er hætta á að efnið það gamla dragist til við að heilsjóða allt saman??Er í lagi að láta nýja efnið skarast innfyrir það gamla eða verður það að vera brún í brún??",
            "date": "2017-10-24 08:10:00",
            "post_id": "175997",
            "reply_to_id": "175996"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm aðeins byrjaður að loka skápum og byrja á nýrri hjólskál. Skar burt allt lélegt efni.",
            "date": "2017-10-24 16:09:00",
            "post_id": "176002",
            "reply_to_id": "175997"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm ryð leynist víða varð að opna ytrabyrðið neðst við stuðara hronið hægra megin að aftan og gera við gat í bita sem er þar inn í. Líka að bæta bitan sem liggur þvert yfir bílinn aftast í honum voru tvö göt. Gat soðið skrúfað og límt nýja stálið þar í. Ryðhreinsaði bitan innan og grunnaði hann að innan og utan áður en ég lokaði honum. Er varla byrjaður að ryðbæta ytrabyrðið enn þá. Þar sem laga þarf inn viði og burðavirki fyrst. Bara skemmtilegt verk",
            "date": "2017-10-25 12:02:00",
            "post_id": "176010",
            "reply_to_id": "176002"
        },
        {
            "user_name": "villi58",
            "text": "Sæll Guðni!\nHefur þú prufað Arrow frá Olís ?  Það er víra og tógfeyti sem er alveg mögnuð í lokuð hólf, hurðar, sílsa, grindur, afturhlera (hurðir) og fl.\nHef notað það með mjög góðum árangri, smígur endalaust þar sem byrði koma saman og þar sem fátt annað nær til.\nHefur ekki þornað hjá mér og er að smita út með hurðarhandföngum og niður úr hurðum þó svo að það séu komin c.a. 4 ár síðan ég sprautaði í minn bíl.\nEini gallinn er að það þarf að strjúka af t.d. með hurðarhandföngum og sílsum það sem kemur niður úr hurðum einu sinni í c.a. viku fer eftir hitastigi þar sem bíllinn er geymdur, nóg þur tuska ef það er gert reglulega.\nÞetta segir mér að efnið er að virka vel og stirnar ekki eins og holrúmavax. \nÞetta efni er framleitt til að þola sjó (seltu) fyrir sjáfarútveginn og þar sem mikið mæðir á vegna seltu og vatns, hef ekki séð ryðmyndun þar sem efnið er, virðist eftir þann tíma sem er kominn virka skratti vel.\nKveðja!\nVR.",
            "date": "2017-10-26 09:32:00",
            "post_id": "176017",
            "reply_to_id": "176010"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll Villi nei hef ekki prufað það en mun gera það og setja í nýju skápana sem ég er að smíða og inn í sílsana og víðar.Takk fyrir ábendinguna",
            "date": "2017-10-26 11:54:00",
            "post_id": "176018",
            "reply_to_id": "176017"
        },
        {
            "user_name": "villi58",
            "text": "Ég penslaði ryðgaða felgu á kerruni minni fyrir c.a. 2 mán. og það er náhvæmilega eins í dag, var að prufa til að sjá hvort sól og veður mundi eyða olíunni, bara eins og ég hafi gert þetta í gær.\nÉg þarf að vara þig við ef þú kaupir Arrow þá þarf að setja annann úðastút á brúsann t.d. slanga með úðara eins og er notað þegar farið inn í bita eða holrúm annars er bunan bein og dreyfist ekki eins og málninga-lakkbrúsunum.\nEf þú átt ekki svona slöngu þá get ég lánað þér.\nKveðja.",
            "date": "2017-10-26 14:53:00",
            "post_id": "176019",
            "reply_to_id": "176018"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm Villi gæti ekki loftdrifin þvotta kanna með löngum stút dugað?",
            "date": "2017-10-26 18:10:00",
            "post_id": "176020",
            "reply_to_id": "176019"
        },
        {
            "user_name": "villi58",
            "text": "Jú það hlítur að vera, hef ekki prufað það.\nÞessi olía er reyndar á spray-brúsum en veit ekki hvort það sé til á brúsum eða dollum.\nÞað er hægt að ná úr spray-brúsum en það þarf að fara mjög varlega, gera pínulítið gat á toppinn til að hleypa þrýsting af og vera helst úti eða yfir dalli með nóg af tuskum, freyðir slatta.\nGæti verið hægt að hafa þá á hvolvi og tappa af þrýstingi ?? veit ekki.\nKveðja. VR.",
            "date": "2017-10-27 09:14:00",
            "post_id": "176021",
            "reply_to_id": "176020"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm meiri ryðbætingar er að klára hjólbogan,verð að játa að ég smíðaði hann ekki alveg upp notaði það sem hægt var af þeim gamla til að hafa á bakvið. Hreinsaði það samt og setti ryðstopp og svo grunn og límdi og sauð nýjan boga yfir. Kanski ekki fagmannlegt en ætti að duga einhver ár.Er ekki nægilega flinkur ennþá til að búa til svona boga en þessi er svo sem allt í lagi. Brýt svo neðribrúnina inn fyrir þegar allt er orðið fast.Næst er að grunna og kítta að innan og fara svo í bakborðshliðna hliðina",
            "date": "2017-10-27 11:43:00",
            "post_id": "176022",
            "reply_to_id": "176021"
        },
        {
            "user_name": "íbbi",
            "text": "maður notar enska hjólið í bogana, ég hef alltaf ætlað mér að smíða eitt og æfa mig, en hef ekki látið af því verða",
            "date": "2017-10-27 22:59:00",
            "post_id": "176029",
            "reply_to_id": "176022"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm ég veit en skar þennan út til að bjarga mér.Hörður 54\" kappi og snillingur gerði sér þannig græju minnir mig",
            "date": "2017-10-27 23:11:00",
            "post_id": "176031",
            "reply_to_id": "176029"
        },
        {
            "user_name": "Lada",
            "text": "Hvað er enska hjólið?\nKv.\nÁsgeir",
            "date": "2017-10-27 23:19:00",
            "post_id": "176032",
            "reply_to_id": "176031"
        },
        {
            "user_name": "sukkaturbo",
            "text": "https://www.youtube.com/watch?v=omRlIBONJAM",
            "date": "2017-10-28 00:23:00",
            "post_id": "176033",
            "reply_to_id": "176032"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm skar allt ryð úr sílsunum sem var ekki mikið og tók mynd inna í þá  til að sjá hvernig þeir væru að innan. Allt furðu heilt og efnismikið og eru ekki margir sem teka sölu myndir inna úr sílsunum he he. Grunnaði vel og lokaði þeim með 08.00 mm rafgalv og grunnaði svo yfir suður og kíttaði með Stick lími og svo verður allt lakkað blátt á morgun.Þá ætti þessi bifreið að endast nýjum eiganda í all mörg ár án þess að ryðga niður.",
            "date": "2017-10-28 17:29:00",
            "post_id": "176036",
            "reply_to_id": "176033"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Þetta er flott hjá þér guðni og eljan í þér, sé ekki fyrir mér að ég endist svo lengi!!\nen þu meinar bakborðann næst, farþeginn á alltaf réttinn í bílunum, enda stjórnborðsmegin",
            "date": "2017-10-29 14:53:00",
            "post_id": "176044",
            "reply_to_id": "176036"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm Svævar rétt hjá þér hef aldrei farið á sjó og er mjög sjóveikur og er nóg að sjá mynd af skipi í öldum þá gubba ég.En það eru svo margar hliðar á þessum jeppum.\nJamm  var duglegur í dag kláraði að laga inn í frambrettunum málaði blátt það sem búið er að ryðbæta setti kantana á bílinn. Síðan setti ég bílinn á 44\" Dick svona til að sjá hvað þarf að gera til að hann beri þau og er það ýmislegt. Mældi að ganni undir lægsta punkt að framan og var það 50 cm á full pumpuðu bara ansi gott.\nByrjaði á að setja stútana í brettin fyrir úrhleypibúnaðinn. Er  nokkuð ánægður með viðgerðina og fellur hún vel að brettum og ytrabyrði og engar stórara rifur og mætti halda að fagmaður hefi gert þetta en ekki einhver fúskari. Jamm fjallajappin er sko nauðsynlegur við hvert heimili.\nNytsemi fjallajappans:\nFjallajappinn er skúradýr, en hann má líka finna stundum fyrir utan húsið. En hann er oftast í skúrnum en hann fer stundu, líka inn í bæinn, en bara þegar hann er bilaður og þarf að fara á verkstæði í viðgerð og eigandinn á smá umfram pening. En það ákveður hann ekki sjálfur heldur eigandinn .\nFjallajeppinn hefur sjö hliðar, efri hliðina, neðri hliðina, fremri hliðina, aftari hliðina, eina hliðina, hina hliðina og innri hliðina. Á framhliðinni er spilið og það er til þess að það sé hægt að draga hina jappana. Spilið er frá Warn og er bara til skrauts því það er alltaf bilað. Það snýst eiginlega aldrei. Það er á milli aðlaljósana. Jappinn hefur tvö göt framan á sér. Það eru aðaljósin og svo eru tvö önnur göt og það eru kastarar og svo mörg lítil göt en það eru ryðgöt.\nJamm meira síðar.kveðja frá sigló.",
            "date": "2017-10-29 15:57:00",
            "post_id": "176045",
            "reply_to_id": "176044"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm áfram með Cruser. Skoðaði rörin fyrir miðstöðina aftur í og virðast þau vera endurnýjuð fyrir einhverju síðan og vera úr rústfríu en ég er þó ekki alveg viss. En þau líta vel út allavega.\nEr að setja úrhleypibúnað í bílinn í leiðinni og nota tækifærið meðan hann er teppalaus og allir kantar opnir. Tek slöngurnar í gegnum gólfið með gegnum tökum og hnjám og fæ þannig góða stöðu og lögn á slöngurnar þannig er hægt að skipta um slöngur undir bílnum án þessa að  þurfa að rífa upp teppi og fara alla leið inn að krönum.\nEr með einfalda útsetningu á þessari kranakistu sem er eins og bíll með fjórum krönum og svo eitt Joystik frá Landvélum til að pumpa í og hleypa úr og léttan mæli. Kostar lítið svona búnaður. Legg svo 10mm plastslöngu aftur í skott fyrir væntanlega rafmagnsdælu sem mun fæða greiðuna og verður það líklega Fini eða Nardi. Næsti eigandi sér um það set líka öflugan straum aftur í fyrir væntalega dælu í  allavega 36. kvaðrat kappli.Ljósið í afturstuðaranum vinstramegin er orðið ansi rygað og vantar mig eitt ljós.",
            "date": "2017-11-05 16:41:00",
            "post_id": "176119",
            "reply_to_id": "176045"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm hver kannast ekki við það að ein eða fleiri hliðar rúður rafdrifnar virka ekki.Í mínu cruser hefur hægri framhurðar rúðan ekki virkað lengi.Eftir mikið japl jaml og fuður fannst bilunin í pulsunni í vinstri framhurð.Þar var jörð farinn í sundur.Einhverjir höfðu lagt í mikla vinnu með þjófatengjum og allskyns slaufum en án árangurs. Lagaði vírinn með því að lóða hann saman og allt virkar fínt og klipti í burtu alla þjófa og annan óþarfa.Nema hvað uss ekki málið skemmtilegt verk",
            "date": "2017-11-06 15:49:00",
            "post_id": "176133",
            "reply_to_id": "176119"
        },
        {
            "user_name": "jongud",
            "text": "Er mikið verk að að komast að rúðuvindudótinu í þessum hurðum?\nÉg er í smá vanda með rúðuna í bílstjórahurðinni hjá mér, hún fer ekki nema hálfa leið niður.",
            "date": "2017-11-07 08:17:00",
            "post_id": "176143",
            "reply_to_id": "176133"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm sæll Jón nei það er bara furðu gott þegar búið er að taka plastið frá.Þetta eru mjög einfaldir bílar til viðgerða. Gott að komast að flestu og þeir koma mér skemmtilega á óvart bæði í krafti og þægindum. Segir maður sem alla tíð hefur verið á Hiluxum og Sukkum. Sjálfsagt allt gott miðað við það.Þarf samt að gæta að ryði þegar maður verslar sér svona bíl.",
            "date": "2017-11-07 16:52:00",
            "post_id": "176153",
            "reply_to_id": "176143"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm reyndi að gera við talstöðina mína en lóða þarf eittvað undir prentplötunni.Rendi yfir gulu IPF tveggjageysla kastarana og fleira rafdót í húddinu.Skipti um olíu og loftsíu.Gekk frá teppinu í skottinu og úrhleypibúnaðinum inn í bíl og út í bretti og erði klára raflagnir og lotlögn fyrir dælu í skottinu er með 10mm. Lagt í 8 mm. Verklok verða í þessari törn á morgun með góðri umferð af bóni.Þannig að nýr eigandi þarf ekki að gera mikið svona til að byrja með. Klárt er fyrir gps bæði straumur Ram kúla og tengi fyrir fartölvu í hanskahólfinu nokkuð löng snúra fyrir tölvu bara að stinga í samband.Verður til sölu eftir viðgerð á 1300000eðat tilboð skoða skipti á jöppum",
            "date": "2017-11-09 16:47:00",
            "post_id": "176167",
            "reply_to_id": "176153"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm verk lok kominn heim á hlað fullur af olíu og nýsmurður og til í hvað sem er og er til sölu ef einhverjum langar í vil fá tilboð.Veit ekki hvað á að setja á svona bíl hef séð tölur 12 til 1500000 á svona bílum en veit ekki hvað er sanngjarnt svo markaðurinn ræður bara skoð öll tilboð.Gæti tekið hilux eða patrol sem þarfnast viðgerðar upp í allvega skoða það með opnum hug og ekki væri verra ef einhver ætti góðan Unimog",
            "date": "2017-11-10 15:59:00",
            "post_id": "176177",
            "reply_to_id": "176167"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Veit ekki hvað á að setja á svona bíl hef séð tölur 12 til 1500000 á svona bílum en veit ekki hvað er sanngjarnt svo markaðurinn ræður bara skoða öll tilboð.Gæti tekið hilux eða patrol sem þarfnast viðgerðar upp í allvega skoða það með opnum hug og ekki væri verra ef einhver ætti góðan Unimog.\nÞetta er 1997 model ekinn 334.000km svo til nýtt framdrif hlutföll 4:88 nýleg kúpling tímareym og hedd einhverjar nótur fyrir því aukatankur færð afturhásing ekkert ryð í grind og búið að ryðbæta boddý að mestu heill innan og bara ansi góður bíll sérskoðaður á 38 og er á negldum AT dekkum og tveggja ventla 14\" breiðum felgum kominn með úrhleypibúnað út í bretti dælu á milli tanka tveggja geysla IPF gulir kastarar spiltengi framan og aftan drullutjakksfestingar dráttar krókur aftan og framan og fleira og fleira sem ég nenni ekki að telja upp",
            "date": "2017-11-10 16:50:00",
            "post_id": "176178",
            "reply_to_id": "176177"
        }
    ],
    "date": "2017-10-18 18:33:00"
}