{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "3458",
    "title": "kúplings vesen",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=3458",
    "posts": [
        {
            "user_name": "arni87",
            "text": "Nú var kúplingin að fara hjá mér, og er ég kominn með allt sem ég þarf að skifta um.\nEn ég veit að ég þarf að hafa hana miðjustillta og er ég að velta fyrir mér hvernig menn hafa stillt þetta hjá sér.\nÞarf ég að renna öxul sem passar í þetta, eða þarf ég að fá lánað eithvað sér verkfæri??",
            "date": "2011-02-16 11:30:00",
            "post_id": "15788",
            "reply_to_id": false
        },
        {
            "user_name": "Brjótur",
            "text": "það er mjög einfalt að stilla hann á miðjuna eftir fægða slitfletinum, passa bara að fullherða ekki fyrr en þú ert sáttur,ég er búinn að gera þetta svona 4 sinnum klikkar ekki, en stundum fylgir svona stilliöxull úr plasti en ekki með mínum diskum\nkveðja  Helgi",
            "date": "2011-02-16 11:49:00",
            "post_id": "15789",
            "reply_to_id": "15788"
        },
        {
            "user_name": "Haukur litli",
            "text": "Ég miðaði við slitið á kasthjólinu og tékkaði svo á þessu eftir að ég herti pressuna á. Ég þurfti að hreyfa diskinn aðeins með því að setja átaksskaftð í gegnum diskinn og ýta honum um ca 2 mm. Gírkassinn og vélin runnu mjúklega saman og allt virkar eðlilega.",
            "date": "2011-02-16 12:17:00",
            "post_id": "15791",
            "reply_to_id": "15789"
        },
        {
            "user_name": "steindór",
            "text": "Fáðu þér öxul sem gengur inn í kúplingsleguna, ef hann er rúmur vefðu þá teipi um öxulinn þar til hann er passlegur í leguna. Vefðu líka teipi um þennan öxul þar til kúplingsdiskurinn passar upp á hann, passaðu bara að vefja á réttum stað. Þetta hefur alltaf virkað mjög vel hjá mér þegar ég hef staðið í þessu. Kv. Steindór",
            "date": "2011-02-16 12:25:00",
            "post_id": "15793",
            "reply_to_id": "15791"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "það er til alveg magnað stiki í svona vinnu hjá stillingu kostar um 2000kr",
            "date": "2011-02-16 21:14:00",
            "post_id": "15829",
            "reply_to_id": "15793"
        }
    ],
    "date": "2011-02-16 11:30:00"
}