{
    "forum_title": "Jeppar",
    "id": "34590",
    "title": "Til sölu 38\" 90 Cruser 1997",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=34590",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar ætla að selja 1997 90 Cruserinn sem ég hef verið að gera upp og ryðbæta.Hann er ekinn 335.000 km beinskipur með 4:8 hlutföll og bilaðan aftur raflás og engan framlás en nýtt fram drif.Þetta er orðinn þokkalegur bíll heill innan og þéttur.Ryðbætti hjólskálar aftan og framan og gerði við smá ryð í gólfi. Háþrýsti þvoði teppin og sætinn og lítur það allt mjög vel út. Setti í hann úrhleypibúnað út í kanta en það á eftir að græja felgurnar.Þetta er í 10 mm fyrir dæluna  og 8 mm út í kanta og Joystikk og kranakista.Lagði rafmagn í sveru aftur í skott fyrir loftdælu og setti rauða stungu fyrir 16 Q og 50 amp og. Skipti um tvo spindla sem sett var út á í skoðun og rörið fyrir smur affallið frá túrbínunni.Frá fyrri eigendum eru nótur frá verkstæði fyrir hedd vinnu og tímareym  og fleiru þar í kring í sirka 295000km bíllinn ekinn í dag um 335.000km. Virðast vera rústfrí rör fyrir afturmiðstöðina.. Nýtt framdrif síðan síðasta vetur ekið um  3000km kúpling var sett í á sama tíma. Lagnir fyrir Gps ramkúla og tengi fyrir fartölvu. Lagnir fyrir VHF lofnetskapall \"ekki stöng\" og straumur. Biluð Yeasu stöð lílega ónýt en veit það ekki með vissu.Boddýlift fremstu og öftustu færðar upp um 10 cm. Ég skar úr fyrir 44 dekkum en kantar eru bara fyrir 38\".Afturhásing færð aftur um sirka 15 cm.Aukatankur og dæla.Spiltengi og festingar  og drullutjakks stýringar aftan og framan og klárt rafmagn fyrir spil að framan.Grindin er í lagi ryðbætti á tveimur stöðum gerði við lítil göt, smá ryð er enn í aftasta þverbitanum undir afturhurðinni en náði að laga það að mestu. Þyrfti að taka tankinn úr til að gera það fullkomið.Mjög þokkalega 38\" AT nagladekk á 14\" breiðum felgum tveggjaventla.Læsing í afturdrifi stendur á sér rauðaljósið blikkar.Hásing og rafmótor og leiðslur líta heillega út.Nýjir afturdemparar hurðalamir heilar og ekkert jugg eð skrölt. Fór yfir rafmagn í hurðum og glugga hífur og virkar það allt.Er með smíða þráð hér á spajllinu þar sem menn og konur geta skoða vinnuna og bílinn á myndum. Verð  segjum 1300.000 í beinni og 1500 í skiptum og svo skoða ég tilboð auðvitað. Get tekið jeppa sem þarfnast viðgerða og athygli upp í en vil fá mynnst 750.000 í pening með.Vonandi er þessi auglýsing tæmandi en er með síma 8925426 ef menn vilja spyrja og spjalla. Svo er hér linkur á viðgerðaþráðinn \nviewtopic.php?f=9&t=34547\n kveðja guðni",
            "date": "2017-11-23 12:56:00",
            "post_id": "176204",
            "reply_to_id": false
        },
        {
            "user_name": "orrihaf",
            "text": "Sæll. er  með mözdu6 2003 ek 160þ ssk,  leður, lúa,  Bose sound kerfi, til í slétt skifti ?",
            "date": "2017-12-19 15:28:00",
            "post_id": "176490",
            "reply_to_id": "176204"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm seldur",
            "date": "2017-12-19 18:19:00",
            "post_id": "176491",
            "reply_to_id": "176490"
        }
    ],
    "date": "2017-11-23 12:56:00"
}