{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "34602",
    "title": "Uppstilling dempara",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=34602",
    "posts": [
        {
            "user_name": "isak2488",
            "text": "Hver er ykkar skoðun á afstöðu afturdempara,\nErum að búa til nýjar demparafestingar að aftan eftir hásingaskifti á 60 Cruiser og erum að væblast með hvort það sé gott að dempararnir vísi fram að ofan eða hafa þá lóðrétta.\nVæri gaman að fá pælingar frá ykkur með þetta\nEins hvaða demparar væru hentugir undir hann, er á 50mm Old man emu lift gormum undan 80 Cruiser",
            "date": "2017-11-25 18:58:00",
            "post_id": "176250",
            "reply_to_id": false
        },
        {
            "user_name": "villi58",
            "text": "Á  gamla Hilux eru afturdemparar hallandi, hægri hallar fram að ofan en vinstri hallar aftur að ofan.",
            "date": "2017-11-26 12:34:00",
            "post_id": "176253",
            "reply_to_id": "176250"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Þannig er þetta á flestum fjaðrabílum til að forðast það að ásinn velti við fjöðrun og myndi þannig skakkt átak á fjaðrirnar, líkt og gerist þegar gefið er snarplega inn, á útlensku er þetta kallað \"Axle wrap\".\nEftir hverju ert þú að leitast? Ert þú með langa dempara m.v. fjöðrunarsvið, er eitthvað annað en dempararnir sem takmarka sundurslátt?\nÞumalreglan hefur verið að nota dempara sem sundurslátt, þó þeir séu fæstir hannaðir til þess, en það er bara þannig og gefst ágætlega enda reynir sjaldan á það. \n\"Yfirleitt\" er það á 4 link fjöðrun þannig að demparar mynda 90° horn til móts við miðlínu langstífa bæði á hásingu og uppi við grind, þannig ætti alltaf að haldast  sem næst 90° horni milli þeirra og demparanna gegnum allt fjöðrunarsviðið að því gefnu að það sé ekki afskaplega langt.\nKappakstursbílar nota oft innvísandi dempara að ofan til að auðvelda misfjöðrun á miklum hraða, þá veltur hásingin og ýtir þannig beint upp á demparann, ef hann væri beinn upp og annað hjólið kýlist upp myndast skakkt átak á demparann og hann nýtist ekki til fulls heldur veltur í fóðringunum. \nSvo gerist akkurat öfugt ef bæði hjól fjaðra á sama tíma, nýtingin er aldrei 100% í báðum tilvikum.\nÞetta er reyndar mikil fræði og ég tek þetta bara sem einfaldað dæmi, það er engin ákveðin regla sem virkar best, þetta byggist allt á því hverju þú ert að leita að, og hvernig fjöðrun þú ert með og hvernig dempara.\nÍ svona vangaveltum getur verið betra að smíða eitthvað og prófa, eða til einföldunar að nota stillanlega dempara.",
            "date": "2017-11-26 13:10:00",
            "post_id": "176254",
            "reply_to_id": "176253"
        }
    ],
    "date": "2017-11-25 18:58:00"
}