{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "34619",
    "title": "Breyting á Montero (Pajero)",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=34619",
    "posts": [
        {
            "user_name": "Orrisigurjons",
            "text": "Góðan daginn.\nÉg ætlaði að athuga hvort einhver hér gæti hjálpað mér og gefið mér smá upplýsingar.\nÉg er sem sagt með 2005 árgerð af Montero bíl (ameríku týpan af Pajero) og mig langar rosalega að hækka hann upp fyrir 33\".\nHins vegar er ég algjörlega blautur á mklli eyrnanna þegar kemur að því að breyta jeppum og ferlinu bak við það en einhversstaðar verður maður að byrja :)\nHversu mikið mál er að græja þetta sjálfur og hvað mætti maður búast við ca miklum kostnaði bakvið það, tíma og þessháttar? Þó ég hafi aldrei gert neitt svona áður er ég mjög handlaginn og á auðvelt með að klóra mig fram úr nýjum hlutum og þess háttar.\nEr eitthvað ákveðið hækkunarkit sem maður myndi kaupa eða hvernig virkar þetta allt saman?\nAllar ábendingar eru vel þegnar!\nMeð fyrirfram þökk.",
            "date": "2017-12-02 10:26:00",
            "post_id": "176316",
            "reply_to_id": false
        },
        {
            "user_name": "elli rmr",
            "text": "Mér er sagt að allt sem þurfi er stòr slaghamar, slìpirokkur og skortur à skynsemi..... en ég sel það ekki dyrara en ég stal þvì",
            "date": "2017-12-04 22:48:00",
            "post_id": "176357",
            "reply_to_id": "176316"
        },
        {
            "user_name": "muggur",
            "text": "Sæll\nÞað eru til tvennskonar breytingar á þessum bílum.  Annarsvegar eru það klossar sem hægt er að kaupa í málmsteypunni Hellu að ég held.  Þá er hægt tiltölulega auðveldlega að koma einhverjum evrópustærðum sem er nánast 33 tomma undir án þess að setja kanta og fínerí.\nHin breytingin er að koma 33 tommu dekkjum 33x12.5r15 (eða r16) þá þarf kannta og gott ef ekki þarf eitthvert mix með bremsudælur ef farið er í 15 tommu felgu.\nEn það hlítur einhver hér að þekkja þetta betur.\nkv. Muggur",
            "date": "2017-12-05 09:12:00",
            "post_id": "176363",
            "reply_to_id": "176357"
        },
        {
            "user_name": "gislisveri",
            "text": "Sæll Orri,\nEf það er ekki búið að endurnýja spyrnufóðringar í bílnum, þá er það stór kostnaðarliður þegar bíllinn er hækkaður því það þarf að hjólastilla bílinn eftir hækkun og venjulega er allt gróið fast, í þessum bíl bæði að framan og aftan. Ég myndi hafa þetta á hreinu áður en lagt er í annan kostnað.\nMálmsteypa hella á kit til að hækka bílinn og eru sanngjarnir í verðlagningu.\n-GS",
            "date": "2017-12-05 13:37:00",
            "post_id": "176364",
            "reply_to_id": "176363"
        },
        {
            "user_name": "Orrisigurjons",
            "text": "Þarf sem sagt líka að endurnýja þessar spyrnufóðringar ef maður fær þessa klossa hjá Málmsteypunni Hellu til að lyfta honum aðeins upp?",
            "date": "2017-12-06 18:39:00",
            "post_id": "176375",
            "reply_to_id": "176364"
        },
        {
            "user_name": "íbbi",
            "text": "það þarf að hjólastilla eftir hækkunina, og það er hjólastillingin sem er vandamálið hvað grónu boltana varðar,",
            "date": "2017-12-06 19:39:00",
            "post_id": "176376",
            "reply_to_id": "176375"
        },
        {
            "user_name": "Orrisigurjons",
            "text": "Ég skil, þarf þá að kanna með þessar fóðringar. En hefur þú einhverja hugmynd um hversu stór dekk ég kæmi undir hann án þess að hækka hann? Hann er núna á 265/70r16 dekkjum, væri gaman ef maður gæti mögulega komið örlítið stærri og breiðari dekkjum undir.",
            "date": "2017-12-06 19:42:00",
            "post_id": "176377",
            "reply_to_id": "176376"
        },
        {
            "user_name": "íbbi",
            "text": "ég var með minn svona á 33\" óbreyttan, á original felgunum, Það gékk vandræðalaust og var laust við að rekast í, en það fer misjögnum sögum af því hjá mönnum hvort þau rekist í eða ekki",
            "date": "2017-12-06 21:19:00",
            "post_id": "176380",
            "reply_to_id": "176377"
        }
    ],
    "date": "2017-12-02 10:26:00"
}