{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "34631",
    "title": "D44 framhásing, óhljóð",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=34631",
    "posts": [
        {
            "user_name": "íbbi",
            "text": "ég geri mér grein fyrir því að það er alltaf illgeranlegt að reyna bilanagreina svona út í loftið. \nætla engu síður að kasta þessu út í cosmosið, \nég er að díla við óhljóð úr framdrifinu hjá mér,  þetta er 96 Ram með d44, \nþegar bíllinn er í framdrifinu og á inngjöf þá koma háir smellir af og til úr drifinu, eða högg öllu heldur\nþegar ég fékk bílinn var hann með brotna öxla og ég skipti um innri og ytri öxla ásamt höbbum og krossum í liðhúsum,  þanni að ég veit að öxlarnir eru góðir, \nþegar að öxlarnir voru komnir í tók ég eftir að CAD dótið (vacum membran og tilheyrandi til að tengja saman hægri öxlana) virkaði ekki, gaffalinn var fastur,  ég liðkaði upp öxulinn sem gaffalinn er á og  setti rær upp á hann til að halda gaflinum föstum með driföxlana tengda. \ní venjulegum akstri með framdrifið á verður maður ekki varir við neitt, en ég tók eftir því ef ég gaf bílnum vel inn úr kyrrstöðu að það komu frekar þung högg undan bílnum að framan, að mér fannst hægra meginn við miðju, til að lýsa þessu þá líktist þetta því helst að öxull kæmist hálfhring eða svo áður en hann gripi. \náðan ætlaði ég eitthvað að leika mér og brunaði upp langann fjallveg með léttu púðri á, ég var með loftlásinn á að framan,  ég tók eftir að þessi högg komu þá reglulega, þegar ég snéri við tók ég eftir að þessi högg koma alltaf núna eftir að ég tek af stað með bílinn í framdrifinu. \nþað hefur ekki áhrif hvort ég er með lásinn á eða ekki.\nég hef ekki skoðað kamb/pinion eða opnað drifið sjálft.  krossar í liðhúsum eru nýjir og óþvingaðir, ég get ekki séð að það sé slag í krossum í framskapti. \nþað eru engin önnur hljóð í drifinu, vælir ekki í því, og ég get ekki greint að það sé mikið slag í því, m.v að maður seti bílin í drifið á búkka og snúi hjólinu þangað til það tekur. \nkv, íbbi",
            "date": "2017-12-06 18:29:00",
            "post_id": "176374",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Nýlega var ég nálægt Ford 150 sem komu þung högg/smellir frá þegar gefið var vel í, í fjórhjóladrifinu. Hljóðið virtist koma framarlega úr bílnum.\nEftir að búið var að skoða og rífa allt að framan, kom í ljós að bilunin var í millikassanum.\nMan ekki hvað var meinið samt.\n...bara nokkrir punktar í umræðuna.",
            "date": "2017-12-06 21:03:00",
            "post_id": "176378",
            "reply_to_id": "176374"
        },
        {
            "user_name": "íbbi",
            "text": "allt vel þegið,  ég er nokkuð viss um að þetta kemur úr hásinguni, þó ég útiloki ekki neitt, ég er að fara skipta um hjólalegur í afturhásinguni um helgina, ætli ég endi ekki á að opna framhásinguna og sjá hvort ég sjái eitthvað",
            "date": "2017-12-06 21:07:00",
            "post_id": "176379",
            "reply_to_id": "176378"
        },
        {
            "user_name": "Járni",
            "text": "Ég átti patrol með auto lokur. Ég var nær alltaf með þær í lock, en þegar þær byrjuðu að svíkja komu annað slagið svaka högg á drifrásina. Ég man að ég gat framkallað það með því að bakka aðeins og keyra svo áfram.",
            "date": "2017-12-07 07:18:00",
            "post_id": "176382",
            "reply_to_id": "176379"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm skoðaðu millikassan",
            "date": "2017-12-07 07:55:00",
            "post_id": "176383",
            "reply_to_id": "176382"
        },
        {
            "user_name": "íbbi",
            "text": "Hljóðið er  einmitt líkt lokum að svíkja,  ein hugmyndin er að tengiróin sé að svíkja, \nHljóðið kemur alveg fremst undan bílnum, þannig að ég væri hissa ef þetta væri millikassinn, en útiloka ekkert",
            "date": "2017-12-07 09:52:00",
            "post_id": "176384",
            "reply_to_id": "176383"
        },
        {
            "user_name": "sigurdurhm",
            "text": "Ég myndi allavega byrja á loknum. Ég hef reyndar lent í því að öxullinn út í lokurnar dróst inn og þá virkaði ekki framdrifið. Minnir að því hafi samt ekki fylgt nein óhljóð.",
            "date": "2017-12-07 11:01:00",
            "post_id": "176386",
            "reply_to_id": "176384"
        },
        {
            "user_name": "íbbi",
            "text": "Hann er ekki með lokum þessi, það vacum búnaður sem tengjir saman öxlana, kallað Cad system,",
            "date": "2017-12-07 12:33:00",
            "post_id": "176387",
            "reply_to_id": "176386"
        },
        {
            "user_name": "íbbi",
            "text": "jæja, í morgun þegart ég fór af stað þá hafði þetta versnað. klúnkaði og klankaði fyrstu metrana og svo ekkert,  og ekkert drif að framan heldur, \nég tók eftir að ég gat ekki heldur sett inn vinstra framdekkið með loftlásnum, sem ég gat áður en ég festi skiptirónna(múffuna) \nþannig að þá fór nú grunurinn að lenda á millikassanum,  en svo þegar ég kom til vinnu sá ég að Cad dótið hékk undan bílnum á vacum slöngunum,  þannig að hann hefur brotið skiptigaffalinn og sprengd loftmembruna út,\naf hverju loftlæsingin virkar allt í einu ekki veit ég ekki, pressan fer heldur ekki í gang, einnig veit ég ekki af hverju það er svona mikið álag á gafflinum, \nég kemst vonandi í þetta um helgina,",
            "date": "2017-12-07 19:03:00",
            "post_id": "176390",
            "reply_to_id": "176387"
        },
        {
            "user_name": "jongud",
            "text": "Hvernig festirðu skiptigaffalinn?\nGetur verið að þú hafir sett álag á hann \"of langt\" og þannig ýtt innri öxlinum inn í drifið?",
            "date": "2017-12-08 08:15:00",
            "post_id": "176396",
            "reply_to_id": "176390"
        },
        {
            "user_name": "íbbi",
            "text": "Upprunalega er hann festur með splittum sitthvoru meginn, hann getur hreyfst upp og niður en ekki til hliðana,.\nÉg færði hann til á öxlinum og setti ró á öxilinn við hlið gaffalsins svo hann kæmist ekki til baka, en var frír til að ganga upp og  niður",
            "date": "2017-12-08 11:09:00",
            "post_id": "176397",
            "reply_to_id": "176396"
        },
        {
            "user_name": "jongud",
            "text": "Það væri gaman að sjá myndir af því hvernig þetta brotnaði.\nEDIT\nFann þetta, þeir eru að gera sama hlutinn.\nhttps://www.youtube.com/watch?v=8GAH7pcVYQg\nOg það er orðið erfitt að gruna skiptigaffalinn um græsku eftir að hafa séð hvenig þetta er byggt upp.",
            "date": "2017-12-08 12:34:00",
            "post_id": "176398",
            "reply_to_id": "176397"
        },
        {
            "user_name": "íbbi",
            "text": "Ég á eftir að opna þetta, hann hrækti membruni með öxlinum í götuna, gaffalinn gæti verið heill",
            "date": "2017-12-08 12:44:00",
            "post_id": "176399",
            "reply_to_id": "176398"
        }
    ],
    "date": "2017-12-06 18:29:00"
}