{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "34645",
    "title": "Landcruiser KDJ95 framhjólalega",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=34645",
    "posts": [
        {
            "user_name": "johannesJ",
            "text": "Er að skipta um bakplötur undir bremsudiskum að framan. Veit einhver hvernig maður nær navinu af liðhúsinu, eða hvað þetta nú heitir?\n   Þetta er Landcruiser KDJ95 árgerð 2001.",
            "date": "2017-12-13 21:08:00",
            "post_id": "176444",
            "reply_to_id": false
        },
        {
            "user_name": "helgiarna",
            "text": "Nafið næst ekki úr nema í pressu og þar með er lega og pakkdósir ónýtar. Þú getur hugsanlega náð að höggva gömlu hlífina í sundur með meitli og skorið nýju hlífina í tvennt, skrúfað hana á sinn stað og soðið hana saman á staðnum. Þetta er kannski ekki flottasta aðferðin en sparar þér legu og pakkdósir.",
            "date": "2017-12-14 00:55:00",
            "post_id": "176446",
            "reply_to_id": "176444"
        },
        {
            "user_name": "johannesJ",
            "text": "Ok takk fyrir þetta semsagt einnota drasl.\n Best að fá sér 80 bíl aftur !",
            "date": "2017-12-14 09:13:00",
            "post_id": "176447",
            "reply_to_id": "176446"
        },
        {
            "user_name": "helgiarna",
            "text": "Einnota eða ekki? Framhjólalegur í 90 cruser eru flestar að endast um 400 þúsund km hefur mér sýnst og ég hef séð nokkra sem eru eknir yfir 600 þúsund km án þess að teljast dekurbílar.",
            "date": "2017-12-14 10:28:00",
            "post_id": "176448",
            "reply_to_id": "176447"
        },
        {
            "user_name": "Kiddi",
            "text": "Þú átt ekki að þurfa að taka leguna í sundur heldur ætti að duga að losa hana frá liðhúsinu með hjólnafinu í og komast þannig í þetta. Losar líka stóru róna á öxlinum.",
            "date": "2017-12-14 14:36:00",
            "post_id": "176449",
            "reply_to_id": "176448"
        },
        {
            "user_name": "helgiarna",
            "text": "Landcruser 95 árgerð 2001 er ekki boltað leguhöbb heldur er legan pressuð í liðhúsið og fest með splitthring undir pakkdósinni.",
            "date": "2017-12-14 20:06:00",
            "post_id": "176452",
            "reply_to_id": "176449"
        },
        {
            "user_name": "johannesJ",
            "text": "Eg reddaði þessu með því að skera nýju hlífarnar sundur sauð síðan renninga á annan helminginn málað og skrúfað saman með nettum ryðfríum skrúfum. Það er engin leið að ná þessu sundur nema í pressu sýnist  mér.",
            "date": "2017-12-14 22:00:00",
            "post_id": "176453",
            "reply_to_id": "176452"
        }
    ],
    "date": "2017-12-13 21:08:00"
}