{
    "forum_title": "Almennt spjall",
    "id": "34651",
    "title": "Bolt on twinnbíll",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=34651",
    "posts": [
        {
            "user_name": "creative",
            "text": "Sælir. \nNúna undanfarið hef ég kynst kostum twinnbíla og hversu eiðslugrannir þeir eru og þeim kostum við að geta snarlega lækkað eldsneytiseiðslu og í ljósi þess hef ég hugleitt hugmynd um það að hvort það væri ekki hægt að hanna búnað sem myndi lækka eyðslu í jeppa og vera svona bolt on lausn. \nEin hugmyndinn sem ég hef pælt í er millikassi sem er hannaður frá grunni sem myndi vera útbúnn með flans fyrir rafmótor til að hjálpa til við að knýja jeppan áframm. Ég sé fyrir mér að 20-40 hp 3 fasa  mótor gæti snarlega lækkað eyðslu á langkeirslu og verið með þokkalega drægni en ekki er verið að tala um að jeppinn væri 100% knúinn rafmagni heldur væri tilgangurinn að lækka eyðslu í langkeirslu og torfærum.\nEf við tölum um kosti og galla þessa kerfis þá kemur þyngd og pláss sem helstu galla því rafhlöður, stýribúnaður og rafmótor sem helstu hæla þessa kerfis þar sem að rafhlöður taka mikla þyngd og kassin undir stjórnbúnað tekur pláss frá farangri en ekkert sem er hægt að koma fyrir í pallbíl eða stórum jeppa.\nrafhlaðan gæti verið sett upp úr 18650 lithium rafhlöðum og sérsniðin af plássi og formi hvers bíls og raðtengd með cellum með spennu frá 80-200v (sama setup og í Tesla rafbílum).\nstýribúnaðurinn er til nú þegar og hef ég haft auga á hönnun frá áhveðnum aðila og þyrfti að útfæra þennan búnað með aflstýringu í huga en þetta byggist allt á inverter tækni sem tekur dc spennu og riðar hana í 3 fasa riðspennu. yfirburðir þess að notast við riðspennu er betri stýring á aflnotun og 3 fasa rafmórorar eru frekar ódýrir og mjög algengir þó svo að það kæmi til greina að hanna mótor frá grunni til að minnka stærð,þyngd og vera með betri kælingu.\nþessi humynd er aðeins á pælingarstigi og vill ég fá athugasemdir og gagnrýni um kosti, galla og hverjir hefðu áhuga á svona búnaði en staðreindinn er að svona mun kosta mjög líklega rosalega mikið og kanski ekki borga sig fyrir almennann jeppakarl.\nhægt væri að útbúa kassan með 2-4 gírum í öllum mögulegum niður eða uppgírun til að auka við fjölbreittni \nég veit að það er ekki mikið um hleðslustaði á hálendinu en maður verður líka að horfa framhjá þeirri staðreind að margir af þessum jeppum keira líka á þjóðvegum og gæti verið sniðug lausn fyrir ferðaþjónustubíla.\nsvo endilega látið ljós ykkar skýna ég vill fá allar athugasemdir hvort þetta sé sniðugt eða þetta er alveg galið verkefni.\nkv.",
            "date": "2017-12-17 18:54:00",
            "post_id": "176468",
            "reply_to_id": false
        },
        {
            "user_name": "gislisveri",
            "text": "Þetta er gjörsamlega galið verkefni og þess vegna styð ég það af heilum hug.\nKv.\nGísli.",
            "date": "2017-12-17 22:43:00",
            "post_id": "176474",
            "reply_to_id": "176468"
        },
        {
            "user_name": "jongud",
            "text": "Ég er að spá í hvort það væri ekki einfaldara að taka tvinn-rafmótor og brunamótor úr einhverjum tvinnbíl og setja í jeppa.\nÞað hefur alltaf verið einfaldara að taka vél og skiptingu sem passa saman þegar verið er að skipta út drifrásinni í jeppum. Og það á örugglega líka við um tvinn-kram.\nSíðan myndi maður reyna að finna rafhlöðueiningu sem passar \"nokkurnvegin\", svona eins og þessa;\nhttps://www.summitracing.com/int/parts/rnb-587-002",
            "date": "2017-12-18 08:22:00",
            "post_id": "176477",
            "reply_to_id": "176474"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Ég hef aðeins pælt í svipaðri hugmynd en þá var pælingin að knýa bílinn áfram með rafmótor alfarið og nýta þannig kosti rafmótorsins sem mest og leyfa \"rafstöðinni\" að damla bara á optimal vinnslu.\nNota þá rear power unit úr Teslu, þá annað hvort einn eða 2 eftir útfærslu (hvort menn vilji 500 eða 1000 hö), nota svo batterýpack úr sama bíl eða nokkra banka úr chevy volt.\nÞað er ekki mikið mál að finna svona mótora í usa, menn eru duglegir að klessa þetta sýnist mér, svo var ég búinn að finna búnað sem talar við stýringuna og \"opnar\" hana.\njá eða svo bara bíða eftir Wrangler hybrid og sjá hvernig hann plummar sig á fjöllum :)",
            "date": "2017-12-18 13:27:00",
            "post_id": "176483",
            "reply_to_id": "176477"
        },
        {
            "user_name": "Rodeo",
            "text": "Tvíorka snarvirkar á bíl í jeppastærð, rafhlöður, rafmótorar geymar og allt þetta dót er til.  Flækjustigið er hins vegar í stýringunni á búnaðinum sem hefur allt að segja með sparneytni og endingu, veit ekki hvernig væri að reyna skálda það stýrikerfið sjálfur.  Það er slatti af jeppum og jepplingum komið með þennan búnað hér westra.  Það náttúrulega eyðileggur allar pælingar að kaupa bara einn af þeim, en kannski mætti kaupa tjónabíl til að geta nýtt sem mest af fullhönnuðu kerfi.  \nSjáfur er ég er með 2013 Highlander hybrid sem er að koma mjög vel út.  Skipti honum út fyrir 2006 explorer, highlanderinn er heldur stærri, báðir taka 7 farþega og draga kerru en eyðslan minnkaði um meira en helming. Stór kröftug bensín vél keyrir framhjólin en svo kemur hybrid drifið inn að aftan og gefur manni ígildi fjórhjóladrifs. Auðvitað enginn torfærujeppi en dugar vel í snjó, hálku og kulda. Bensín mótorinn drepur sjálfkrafa á sér á ljósum, tekur svo af stað á rafmótornum og bensínvélin er sjálfkrafa ræst þegar hann er kominn í dáldinn hraða eða gefið kröftuglega inn, sömuleiðis drepið á bensínvélinn í hvert sinn sem hann fer niður brekku eða lítið mæðir á.   Mjög lipurt kerfi og það er ekki nema maður sé að hlusta grant að maður tekur eftir því hvort vélin er í gangi svo lipurlega er skipt á milli.  Rafmótorinn er svo notaður sem mótstaða til að hægja á bílnum og hlaða geymana.   Á enn eftir að skipta um bremsuklossa á litla bílnum eftir rúmlega 200þúsund kílómetra og bý samt upp á hæð.  Eyðslan er tæpir 8l í lankeyrslu rúmir 8 innanbæjar ekki mikill munur þar. \nEnding á geymunum er góð, jeppinn er keyrður rétt tæp 100þús km og prius sem við eigum líka 2008 módel keyrður rúm 200þús km báðir á sömu geymunum án þess að þeir séu farnir að slappast merkjanlega.",
            "date": "2017-12-18 22:02:00",
            "post_id": "176484",
            "reply_to_id": "176483"
        }
    ],
    "date": "2017-12-17 18:54:00"
}