{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "34664",
    "title": "aukatankasmíði",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=34664",
    "posts": [
        {
            "user_name": "íbbi",
            "text": "ég hef i hyggju að smíða mér aukatank við tækifæri. \nætla koma honum fyrir þar sem núna er varadekk, a milli grindabitanna aftan við hásingu,\nhvernig dælusystem eru menn að nota til að dæla á milli tanka?  hvernig er með mæla?\nhvað er besta leiðin varðandi áfyllingu?",
            "date": "2017-12-22 17:51:00",
            "post_id": "176516",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Ég hef verið skammaður fyrir að hafa bensínbrúsa aftarlega í skúffunni á pickup. Var beinlínis sagt að allur þungi ætti að vera framan við hásingu.\nÉg færði brúsana fremst í skúffuna og þá var jeppinn ekki að setjast jafn oft á rassgatið.\nHins vegar er ekki oft um annað pláss fyrir aukatanka að ræða.\nFyrir nokkrum árum voru Subaru bensíndælur vinsælar til að dæla á milli tanka. \nOg þær eru enn fáanlegar: \nhttp://www.electricfuelpumps.com/make/Subaru.html\nEn það er hægt að fá helling af öðrum dælum. Það er líka hægt að fá skipti sem svissar bæði túr og retúr á tankalögnunum, og þá þarf bara eina dælu framanvið skiptinn sem dælir inn á vélina.\nHérna er einn frá Ford;\nMæla er hægt að fá í öllum stærðum og gerðum, oft er hægt að fá sett og þá er stillanlegt flotholt með;\nÁfylling á aukatank fer svolítið eftir því hvernig jeppinn er. Það er vinsælt að smíða -Y- sem kemur í staðin fyrir upprunalega áfyllingarstútinn þannig að hægt sé að dæla á báða tankana gegnum sama stútin. Stundum er hægt að beina dælustútnum ofan í hvorn tankinn sem maður vill.\nSvona eins og hérna;\nAnnað sem er vinsælt er að kaupa er áfyllingarstútur fyrir bátadekk, og setja hann á þægilegan stað.",
            "date": "2017-12-23 10:50:00",
            "post_id": "176518",
            "reply_to_id": "176516"
        },
        {
            "user_name": "íbbi",
            "text": "takk fyrir þetta úrvals svar. \nég held að það sé ekki margt í boði hvað staðsetninguna varðar, original tankurinn er framan við afturhásinguna út i vinstri hliðini, en pústið hinumeginn þannig að það þyrfti að fara í einhverjar æfingar með pústið ef tankurinn ætti að vera þar. \nað einhverju leyti héldist þyngdardreifinin þar sem að það var 32\" dekk á stálfelgu þarna fyrir",
            "date": "2017-12-23 17:39:00",
            "post_id": "176521",
            "reply_to_id": "176518"
        }
    ],
    "date": "2017-12-22 17:51:00"
}