{
    "forum_title": "Almennt spjall",
    "id": "3469",
    "title": "4x4 Buggy ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=3469",
    "posts": [
        {
            "user_name": "ÓskarÓlafs",
            "text": "Sælir spjallverjar.\nHvernig er það, er einhver sem er búinn að púsla saman 4x4 buggy fyrir íslenskar aðstæður (eða íslenska geðveiki more like it) ?\nfékk þessa skemmtilegu hugmynd að fara kanski útí buggy byggingu og pælingin bara afhverju ekki að hafa hann 4x4 ?\nEða er ég bara snargeðveikur að íhuga þetta?",
            "date": "2011-02-16 19:39:00",
            "post_id": "15821",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Hérna eru myndir af einum góðum á beltum að aftan.\nhttp://www.pallio.net/myndasafn.phtml?safn=182",
            "date": "2011-02-16 21:45:00",
            "post_id": "15837",
            "reply_to_id": "15821"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er bara gaman, ég á 2 sem ég smíðaði sjálfur, önnur léttbyggð með mjög mjúkri fjöðrun úr algjörum afgöngum, rússagrind, volvo vél og sjálfskipting, suzuki millikassi, hilux hásingar og fjöðrunarkerfi úr tercel. 33\" hjólbarðar\nHin er meira heví, 350 chevy og 350skipting, scout grind og hásingar og er reyndar ennþá að nota blaðfjaðrirnar úr scout, þær eru mjög langar og mjúkar að aftan en ég hef bara ekki komið mér í að gormavæða að framan því þetta virkar alveg svona :) Ég tók reyndar svera burðarblaðið úr afturfjöðrunum og ég er á setti númer 2 þar sem vandamálið er að á lengri tíma sný ég uppá fjaðrirnar og brýt þær. 38\" mudder hjólbarðar",
            "date": "2011-02-16 21:52:00",
            "post_id": "15839",
            "reply_to_id": "15837"
        },
        {
            "user_name": "ÓskarÓlafs",
            "text": "er þessi heimasmíðaður eða fluttur inn ?   sé að hann er á númerum nefnilega...",
            "date": "2011-02-16 22:07:00",
            "post_id": "15842",
            "reply_to_id": "15839"
        },
        {
            "user_name": "ÓskarÓlafs",
            "text": "eru þeir 4x4 eða bara rwd ?  ég er að íhuga að fara smíða mér og er að pæla í hvort það sé eikkað meira vesen að púsla saman 4x4 á þetta líka eða ekki?\neinnig, meðan maður man,    Ef ég myndi smíða mér buggy 4x4, væri, nei, réttara sagt, hversu mikið vesen væri það að gera hann götulöglegann ?",
            "date": "2011-02-16 22:11:00",
            "post_id": "15844",
            "reply_to_id": "15842"
        },
        {
            "user_name": "elliofur",
            "text": "Þeir eru báðir 4x4 enda svipað hjólhaf og sama breidd og tíðkast á jeppum enda allt sem í þeim er verksmiðjuframleitt í hinum ýmsu bílum.\nGötuskráningu þekki ég ekki en sjálfsagt geturu notað einhverja skráningu ef þú uppfyllir hin og þessi skilyrði.\nÓdýrast og best er samt að gleyma því bara strax :)",
            "date": "2011-02-16 22:24:00",
            "post_id": "15846",
            "reply_to_id": "15844"
        },
        {
            "user_name": "ÓskarÓlafs",
            "text": "haha ekki séns! ég vill nota þetta kvikindi til að sjá um jólagjafainnkaupinn ef þess þarf :P",
            "date": "2011-02-16 22:32:00",
            "post_id": "15848",
            "reply_to_id": "15846"
        },
        {
            "user_name": "andrig",
            "text": "Elli hefurðu hugmynd um hvað þessir bílar vigta hjá þér?",
            "date": "2011-02-17 00:51:00",
            "post_id": "15862",
            "reply_to_id": "15848"
        },
        {
            "user_name": "elliofur",
            "text": "Ég vigtaði v8 1300kg en þá á 36\" með ford 302 og c4, get ekki trúað því að hafa þyngst mikið við að fara í chevy og 38\".\nLitla grindin er óvigtuð en hún er langt undir tonninu, ég lyfti henni upp að aftan einn en á soldið í að lyfta henni að framan :) Hún er byggð mjög mikið með léttleika og mjúka fjöðrun í huga og tókst það ótrúlega vel þrátt fyrir að vera 100% scrapyard dót.",
            "date": "2011-02-17 08:06:00",
            "post_id": "15868",
            "reply_to_id": "15862"
        },
        {
            "user_name": "hobo",
            "text": "Ég veit akkúrat ekkert um þennan buggy, ég bara skoða þessa myndasíðu reglulega vegna fósturjarðartengsla.",
            "date": "2011-02-17 19:44:00",
            "post_id": "15890",
            "reply_to_id": "15868"
        },
        {
            "user_name": "Árni",
            "text": "Þetta er innflutt, held frá Kína. Heitir Raider Extreme, 1100cc fjórgengis.",
            "date": "2011-02-17 22:02:00",
            "post_id": "15903",
            "reply_to_id": "15890"
        },
        {
            "user_name": "juddi",
            "text": "Bíllin á beltunum er bara afturdrifin",
            "date": "2011-02-18 14:14:00",
            "post_id": "15951",
            "reply_to_id": "15903"
        },
        {
            "user_name": "psycho",
            "text": "Ég átti einn svona 4x4 frá kína og var alltílagi eftir að það var búið að gera eitthvað til að toga meira útúr litla 500cc mótornum en ef maður hefði átt pening til að fá sér 800 mótor úr renegade með tölvukubb þá hefði þetta verið geggjað. Annars eru þeir að flytja inn sama bílinn í dag með 800 mótor hjá shopchina.is",
            "date": "2011-02-18 18:41:00",
            "post_id": "15959",
            "reply_to_id": "15951"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Einmitt mikið búinn að vera pæla í svona, en burtséð frá götuskráningu, vitiði hvernig er að fá rauð númer á eitthvað svona? (heimasmíðað þeas), og kannski skrá þetta bara sem fjórhjól?\nhttp://www.pirate4x4.com/forum/showthread.php?t=434920\n svo eru nokkrir nokkuð sneddý hérna :)",
            "date": "2011-02-20 17:52:00",
            "post_id": "16117",
            "reply_to_id": "15959"
        },
        {
            "user_name": "arnijr",
            "text": "Hvað þarf mikið til svo maður geti bara haldið götuskráningunni af \"líffæragjafanum\"? Er ekki Tomcat skráður sem Range Rover eða Land Rover eftir atvikum? Þar er ekki gefið að það sé annað eftir af upprunalega bílnum en grindin. Nægir kannski að hafa með grindarbút úr einhverju sem er ennþá með skráningu?",
            "date": "2011-02-20 18:22:00",
            "post_id": "16120",
            "reply_to_id": "16117"
        },
        {
            "user_name": "psycho",
            "text": "minn var götuskráður en hann var líka bara skráður sem fjórhjól.",
            "date": "2011-02-20 18:55:00",
            "post_id": "16127",
            "reply_to_id": "16120"
        },
        {
            "user_name": "Polarbear",
            "text": "mér skillst að 11% orginal grind dugi. það má koma henni fyrir víða í svona smíði :) að öðru leiti þarftu að standast venjubundna skoðun myndi ég halda.\nán þess þó að ég taki á því nokkra ábyrgð að þetta sé satt.....",
            "date": "2011-02-20 22:29:00",
            "post_id": "16149",
            "reply_to_id": "16127"
        },
        {
            "user_name": "Hjörturinn",
            "text": "einmitt heyrt margar útgáfur af þessari tölu, veit einhver hvar er hægt að sjá þetta á svörtu og hvítu?",
            "date": "2011-02-20 23:20:00",
            "post_id": "16152",
            "reply_to_id": "16149"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég hef einmitt heyrt þessa fáránlegu 11% tölu margoft áður.  Hvernig ósköpunum er þetta eiginlega mælt.",
            "date": "2011-02-21 08:51:00",
            "post_id": "16172",
            "reply_to_id": "16152"
        },
        {
            "user_name": "Offari",
            "text": "Ég hef oft pælt í því að smíða mér Buggy úr Subaro sendil. E12 minnir mig að þeir heiti.  Það er grind undir þeim bílum rassmótor og fjórhjóladrif.  Ég helld að þetta gæti komið vel út á fjórhjóladekkjum.",
            "date": "2011-02-21 09:44:00",
            "post_id": "16175",
            "reply_to_id": "16172"
        },
        {
            "user_name": "andrig",
            "text": "ég á einmitt 1 stk patrol undirvagn sem ég hef verið að pæla í að gera eitthvað við,",
            "date": "2011-02-21 14:08:00",
            "post_id": "16187",
            "reply_to_id": "16175"
        },
        {
            "user_name": "psycho",
            "text": "Hér eru linkar inná einn flottasta buggy semég hef séð heimasmíðaðann ( reyndar 2wd ) en fjöðrunin er alveg geggjuð.\nhttp://www.youtube.com/watch?v=dJineh0DNio\nhttp://www.youtube.com/watch?v=3YCzKmb737Y",
            "date": "2011-02-21 14:43:00",
            "post_id": "16191",
            "reply_to_id": "16187"
        },
        {
            "user_name": "psycho",
            "text": "EF maður smíðar buggy með röragrind er þá ekki bara hægt að kaupa sér ónýtt 4hjól og nota skráninguna af því.\nOrginal buggy frá verksmiðju sem fá skráningu hér eru skráðir sem 4hjól.",
            "date": "2011-02-21 14:54:00",
            "post_id": "16192",
            "reply_to_id": "16191"
        },
        {
            "user_name": "elliofur",
            "text": "Mikið er þessi fjöðrun að virka svakalega vel...",
            "date": "2011-02-21 17:29:00",
            "post_id": "16206",
            "reply_to_id": "16192"
        },
        {
            "user_name": "psycho",
            "text": "Já og hér er linkur inná myndband þar sem hann rennir létt yfir smíðina.\nhttp://www.youtube.com/watch?v=Ho0v1vw7wTY",
            "date": "2011-02-22 00:27:00",
            "post_id": "16261",
            "reply_to_id": "16206"
        }
    ],
    "date": "2011-02-16 19:39:00"
}