{
    "forum_title": "Almennt spjall",
    "id": "34731",
    "title": "Stýrisdæla sem Glussadæla",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=34731",
    "posts": [
        {
            "user_name": "Startarinn",
            "text": "Hefur einhver hérna prófað að nota stýrisdælu sem glussadælu?\nÉg á gamlan Massey Ferguson traktor sem er ekki með tvöfaldri kúplingu og það er að gera mig alveg brjálaðan að geta ekki lyft ámoksturs tækjunum þó ég standi á kúplingunni.\nMér datt í hug að smíða glussakerfi og nota bara stýrisdælu til að knýja það, ég á til glussakistu úr lyftara til að nota við þetta, sér einhver eitthvað sem mælir gegn þessu?",
            "date": "2018-01-24 17:46:00",
            "post_id": "176856",
            "reply_to_id": false
        },
        {
            "user_name": "Grímur Gísla",
            "text": "Ekkert sé ég sem mælir á móti því, þessar dælur í gömlu MF voru að skila 12-16 lítrum á mínútu.",
            "date": "2018-01-24 18:36:00",
            "post_id": "176857",
            "reply_to_id": "176856"
        },
        {
            "user_name": "jongud",
            "text": "Ég held svei mér þá að ég hafi séð þetta gert einhversstaðar. Hvort það var stýrisdæla á bílmótor sem knúði eitthvað glussatæki, sturtupall eða eitthvað.\nStýrisdælur eru stundum notaðar til að knýja spil á jeppum þannig að þetta ætti að vera nógu öflugt.",
            "date": "2018-01-25 08:10:00",
            "post_id": "176863",
            "reply_to_id": "176857"
        },
        {
            "user_name": "Startarinn",
            "text": "Þetta bætist þá á verkefnalistann, ég geri tilraunir með þetta með tíð og tíma.\nVæntanlega þarf ég að smíða forðatank fyrir dæluna og eitthvað fleira smáföndur\nÆtli svona kerfi þurfi eitthvað sérstaklega að vera með kælir?",
            "date": "2018-01-25 20:25:00",
            "post_id": "176866",
            "reply_to_id": "176863"
        },
        {
            "user_name": "olei",
            "text": "Hér eru upplýsingar um MF35 \nhttps://www.tractor-db.com/en/tractor/1 ... erguson-35\nSamkvæmt þessu er flæðið á vökvakerfinu 13l/mín og þrýstingurinn 193 bör. \nDæmigerð stýrisdæla úr bíl hefur hámarksþrýsting 90-100 bör, svo það er fyrsta vandamál (hálf lyftigeta á tækjunum). Næsta vandamál er að flæðið í flestum þeirra er talsvert innan við 10l á mínútu (afstætt eftir mótorsnúningi og trissustærðum en hámarkshraði á tækjunum yrði verulega minni en áður). Hvorugt mjög spennandi. Tilfæringar til að auka flæði og þrýsting á stýrisdælu - ekki þess virði að mínu mati. Svona project útheimtir alltaf talsverða vinnu og nokkurn kostnað (t.d bara í vökvaslöngum) þó að efnið finnist fyrir lítið. Lágmark að útkoman sé skemmtileg til að það sé þess virði að standa í þessu.\nÞess vegna:\nÞað eru til reimhjól með segulkúplingu (svipað og í aircondition) sem eru gerð fyrir dæmigerða tannhjóladælu og hægt að velja mismunandi dælu-stærðir. Trúlega dýr pakki hér heima en hugsanlega hægt að finna þetta á ebay ódýrara. Tékkaðu á \"electro magnetic clutch pump\"\n*uppfært*\nKannski virkar þessi hlekkur:\nhttps://www.ebay.co.uk/itm/12-V-Electro ... O55ByZaDkQ\nÞarna er þetta fína dælukitt klárt í fergusoninn, velja mátulega dælu og loksins færu tækin að hreyfast af viti. :)\nPs,\nÉg hef sett svona kitt á vél fyrir mörgum árum og það virkaði bara fínt.",
            "date": "2018-01-25 23:14:00",
            "post_id": "176867",
            "reply_to_id": "176866"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég sá svipaða dælu frá Landvélum, notað í trukka í snjómokstri til að stýra tönninni, mig minir að verðið á henni hafi verið í kringum 200 þús\nEr nokkur öryggisloki við ebay dælunna?\nþ.e. sem stjórnar hámarksþrýsting\nSökkar að stýrisdælan sé svona aum :(\nÞetta fer þá bara aftar á verkefnalistann, af nógu er að taka :)\nEn ég er alveg sammála því að það er glatað að leggja haug af vinnu í þetta og vera svo alveg jafn fúll yfir virkninni, bara á annann hátt",
            "date": "2018-01-26 18:59:00",
            "post_id": "176871",
            "reply_to_id": "176867"
        },
        {
            "user_name": "olei",
            "text": "Jamm, ég hef nú mokað meira en ég kæri mig um að rifja upp með gömlum gráum Ferguson og veit alveg hvað er að pirra þig. Þreytandi að tækin detti út við að stíga á kúplinguna. En ég er á því að vandamálið færðist til ef notuð væri stýrisdæla við tækin. Meira að segja milemaker vökvaspilin er óttalega seinvirk á upptjúnnuðum stýrisdælum. Minnir að milemaker gefi upp eða bjóði upp á öflugri dælur við þau sem bæði flæða meira og þrýsta hærra.\nÉg er nokkuð viss um að þessi dæla á ebay er bara plain tannhjóladæla og ekkert með henni. Ef þú ert heppinn gæti verið öryggisloki í kistunni af lyftaranum sem nú nefnir hér ofar. Veit ekki hvort að þessi seljandi á ebay stendur við ókeypis fragt til Íslands, en ef hann gerir það þá kostar þetta kit hjá honum 330GBP+vsk komið til Íslands, segjum 145 iskr í pundinu þá er þetta um 60þús með skatti.\nEn svo er ekkert víst að segulkúpling sé nauðsyn og hægt að meika bara reimhjól á einhverja heppilega dælu, stakar vökvadælur kosta svosem ekki stórt á ebay ef út í það er farið....",
            "date": "2018-01-26 22:25:00",
            "post_id": "176872",
            "reply_to_id": "176871"
        },
        {
            "user_name": "kaos",
            "text": "En, hvernig væri dæla sem er ætluð í nákvæmlega þetta? T.d. \nhttps://www.agrilineproducts.com/parts/ ... 21334.html\n sem er ætluð í t.d. IH B275, sem á sínum tíma var í beinni samkeppni, og sambærilegur, við MF 35. Kostar þar 114 evrur + flutning. Í Nallanum var hún reyndar með tannhjól og tengdist tímagírnum, en það ætti að vera gerlegt að mixa á hana reimskífu og bracket. Hún er sjálfsagt ekki með yfirþrýstiventil, svo það er aftur spurning hvort hann er í ventlakistunni, eða hvort að það þurfi að fá hann sérstaklega. Hún er heldur ekki með segulkúplingu, en ég efast um að hennar sé þörf. Flestir traktorar, allt frá umræddum Nöllum til dagsins í dag, eru með dælur sem ganga stanslaust með vélinni (stundum er möguleiki á að aftengja þær, en það er sjaldnast gert) og virðist ekki há þeim. Auðvitað hlýtur að vera eitthvað afltap svoleiðis, en ef lagnir og ventlar er nógu svert miðað við afköst dælunnar ætti það að vera óverulegt.\nEn svo er auðvitað spurning hvort menn vilja menga Ferguson genin með Nalla pörtum :-)\n-- \nKveðja, Kári.",
            "date": "2018-01-26 23:15:00",
            "post_id": "176874",
            "reply_to_id": "176872"
        },
        {
            "user_name": "svarti sambo",
            "text": "Þetta er líka einn möguleiki.\nhttps://www.flowfitonline.com/clutches- ... t-zz000468",
            "date": "2018-01-27 02:26:00",
            "post_id": "176878",
            "reply_to_id": "176874"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég er nokkuð viss um að yfirþrýstiventillinn er ekki á kistunni sem ég á til\nÞað er ekkert mikið atriði að halda vélinni alveg orginal, t.d. finnst mér asnalegt að brettin nái ekki yfir hjólin, ég keyrði hana einusinni í rigningu 2-3 kílómetra og var bara heppinn að hafa ákveðið að vera í regnfötum. Dekkin ausa svo yfir mann\nÉg finn einhverja lausn þegar kemur að þessu, en það eru komnar nokkrar góðar hugmyndir hérna sem ég hafði ekki hugsað útí og vissi ekki að væru í boði. Þetta endar með einhverskonar reimdrifinni dælu, annars ætla ég að skoða vélinni svolítið þegar ég kem í land, það er aldrei að vita nema það sé gert ráð fyrir tímagírs dælu eins og á Nallanum",
            "date": "2018-01-27 09:49:00",
            "post_id": "176880",
            "reply_to_id": "176878"
        }
    ],
    "date": "2018-01-24 17:46:00"
}