{
    "forum_title": "Almennt spjall",
    "id": "34734",
    "title": "Löm á pallhús",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=34734",
    "posts": [
        {
            "user_name": "risinn",
            "text": "Sælir nú jeppaspjallverjar.\nÉg er með Ford pickup með pallhúsi og núna er lömin á efri hleranum að syngja sitt síðasta. Þetta er svona Leer pallhús með einni löm sem að er 107 cm löng og 2.5 cm breyð. Núna veit ég ekki hvar ég get fengið svona löm. Búinn að prófa bílasmiðinn, lb bíla , AT búðina. Er eitthvað sem að ykkur dettur í hug að prófa. Jú ég er líka búin að prófa ebay og fann þetta ekki þar.",
            "date": "2018-01-26 23:57:00",
            "post_id": "176876",
            "reply_to_id": false
        },
        {
            "user_name": "baldvine",
            "text": "Gætu þessir mögulega hjálpað?\nhttp://www.truckoutfittersplus.com\nLeer dealer með netverslun. \nFinn reyndar ekki svona löm hjá þeim í fljótu bragði, en þú gætir prófað að hafa samband við þá.",
            "date": "2018-01-27 00:30:00",
            "post_id": "176877",
            "reply_to_id": "176876"
        },
        {
            "user_name": "jongud",
            "text": "Ég myndi athuga einhverja iðnaðarmenn eins og þá sem eru í sérsmíði á hurðum, eða jafnvel innréttingasmiði. Þegar ég vann hjá Húsasmiðjunni þá voru seldar þar ryðfríar 1 og 1,2m langar lamir, en þær eru ekki nógu viðamilklar í þetta. Hins vegar minnir mig að þær hafi komið frá birgja úti í bæ. Því miður man ég ekki hvaða heildsala það var, en ef það fýkur í öll skjól, þá gætirðu kannski fengið þær upplýsingar hjá starfsfólki húsasmiðjunnar.",
            "date": "2018-01-27 10:00:00",
            "post_id": "176881",
            "reply_to_id": "176877"
        },
        {
            "user_name": "risinn",
            "text": "Takk fyrir svörin núna hef ég eitthvað að gera eftir helgina. :-)",
            "date": "2018-01-27 18:22:00",
            "post_id": "176882",
            "reply_to_id": "176881"
        },
        {
            "user_name": "íbbi",
            "text": "ég hef verið að nota lamir frá metal sem koma í eflaust meters lengjum og maður sker niður eftir hentugleika",
            "date": "2018-01-28 01:34:00",
            "post_id": "176884",
            "reply_to_id": "176882"
        }
    ],
    "date": "2018-01-26 23:57:00"
}