{
    "forum_title": "Jeppar",
    "id": "34737",
    "title": "T.s: Land Rover Defender 2002 árg 38\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=34737",
    "posts": [
        {
            "user_name": "DABBI SIG",
            "text": "Jæja þá er grái fiðringurinn til sölu.\nÆtlaði að eiga þennan til lengri tíma og búinn að endurnýja og leggja mjög mikið í hann síðasta 1.5 árið. Mjög þéttur bíll og gott að keyra.\n2002 árg (nýlegri innréttingin og tölvan sem kom 2002), td5 2.5 dísel 5 gíra bsk. \nMappaður. Sprækur og vinnur vel, togar vel á lágum snúning.\nSmurbók frá upphafi.\nHeithúðaður botn/gólf í bílnum og er 7 manna með patrol leðursætum niðurfellanleg.\nWebasto olíumiðstöð með fjarstýringu á kælivatn tengt miðstöð inní bíl sem hitar innanrými. Æðislegt á morgnana og köldum dögum. Aukamiðstöð afturí. Hiti framsætum.\nLoftdæla með tengi við húdd. \nKastarar framan. \nSpotta/verkfærakassi á afturhlera.\nSnorkel\nBættar hljómgræjur, aukahátalarar og tweeterar.\nVirkar allt í bílnum, allar hurðalæsingar, rafmagn og slíkt. 2 lyklar til.\nBíllinn var víst í skólaalstri fyrir norðan og því langkeyrsla mikið, ekinn 398 þús, lítur vel út á body og hvað varðar ryð og er búinn að endurnýja mikið þar sem ég ætlaði að eiga hann áfram. Til nótur fyrir öllu. Það helsta:\nMótoryfirferð-keypt nýtt hedd og skipt um allt tilheyrandi, heddpakkning, vatnshosur, heddstýringar, glóðarkerti, vatnslás, knastás, startari, ásamt nýjum spíssum, spíssaþéttingum hringjum.\nNýr gírkassi, kúpling, svinghjól og tilheyrandi núna í des.\nNý vatnsdæla og yfirferð á webasto núna í janúar. Kúplingsdæla ný fyrir ári.\nNý olíudæla í tank.\nNýr rúðuþurrkumótor, spindlar og tilheyrandi.\nNýr 115 Ah rafgeymir \nNýjar hurðalamir \nNýir gormar aftan og bremsuklossa \nNýjar spindillegur.\nSvo var nýtt framdrif og allt í framhasingu fyrir 2árum.\nNýjar hjólalegur og krossar.\nLjósarofi. \nBúið að setja tæpar 2 millj í þessa endurnýjun.\nSelst á glænýjum 37'' dekkjum á 2ventla stálfelgum.\nVerðið 2.790 og er opinn fyrir beinni sölu og skiptum á ódýrari fólksbíl/jeppling. Helst 4x4 og dísel. T.d. Bmw 4x4, bmw x3, Outlander, Skoda, Volvo o.fl.\nUppl. s.8698577 eða skilaboð.\nEr á höfuðborgarsvæðinu\nKv. Davíð Þór Sig.",
            "date": "2018-01-29 17:09:00",
            "post_id": "176890",
            "reply_to_id": false
        }
    ],
    "date": "2018-01-29 17:09:00"
}