{
    "forum_title": "Jeppar",
    "id": "34759",
    "title": "TS. 44\" grand cherokee",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=34759",
    "posts": [
        {
            "user_name": "Atttto",
            "text": "T.S. 44\" Jeep Grand Cherokee (WJ) árgerð 2001 ekinn tæpar 119 þús mílur. um 6 þús eftir breytingu.\nVerð: 2.2 milljónir\nÞað er mikið búið að gera fyrir þennan bíl,\nÞað helsta:\nSettar undir hann Dana 44 hásingar framan og aftan undan I.H. Scout II\nARB loftlásar framan og aftan.\nDiskabremsur framan og aftan\nFourlink að aftan, Range rover stýfur að framan, gormar F/A\nBúið að breyta A/C dælu í loft dælu.\nþegar honum var breytt fór allt nýtt í báðar hásingar nema öxlarnir.\nLagnir fyrir Vhf\n240W LED bar er á toppnum og framan eru 2 stk spot og 2 stk dreyfikastarar.\nBúið að smíða grind framan á bílinn, (þeir sem þekkja það þá er ekkert til að hengja í WJ bílana að framan) og lítið mál að smíða á hana prófíltengi fyrir spil eða hvað sem er.\nAukaraf, með fullt af lausum tengipunktum.\nÞað fylgir bílnum Superchips tölva til að breyta afli og er bilanagreinir líka.\n44\" D/C fun country sem eiga nóg eftir ótöppuð(11-14mm) svo fylgir eitt 44\" D/C án felgu sem er með 11 mm munstri sem vara dekk.\n39,5\" irok sem á ekki mikið eftir (búið að tappa í síðuna á einu dekki)\nBílinn er allur leðraður og með topp lúgu.\nSelect track millikassi, Hægt að hafa bara í afturdrifi.\nOg ábyggilega eitthvað sem ég er að gleyma.\nHér er linkur á jeppaspjallinu síðan ég breytti bílnum.\nviewtopic.php\n…\nÓkostir:\n1. Það á eftir að klára að setja teppi eða eitthvað í skottið.\n2. Ekki nægur beygjuradius að mér finnst, ætti að vera hægt að laga það með því að snúa pitman arminum aðeins á stýrismaskínuni.\n3. Lekur olíu (þetta er amerískt)\n4. aðeins farin að brotna brettakantur V/M að framan.\n5. það er farið að myndast rið í hurða falsinu V/M að aftan annars er boddy nánast ryðlaust.\nGúmmí listar í kringum glugga eru farnir að ryðga\n6. ábyggilega eitthvað meira sem ég man ekki eftir\nBílinn er ekki á skrá eins og er, en afhendist nýskoðaður\nHef mestan áhuga á beinni sölu eða skipti á ódýrari amerískum minna prófs pickum skoða þó önnur skipti og öll tilboð í peningum sama hvort það eru krónur, evrur eða dollarar (það má líka fylgja að ég hef ekki hugmynd um hvert raunhæft verð er á svona bíl svo verðið er meiri viðmiðunar tala og ekkert heilagt í þeim efnum)\nNánari uppl. eru í síma 866-5110 eða hér",
            "date": "2018-02-09 12:18:00",
            "post_id": "177029",
            "reply_to_id": false
        }
    ],
    "date": "2018-02-09 12:18:00"
}