{
    "forum_title": "Almennt spjall",
    "id": "34829",
    "title": "Terrano breyting",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=34829",
    "posts": [
        {
            "user_name": "Terranofan",
            "text": "Sæl og blessuð\nÉg er að fara að breyta Nissan Terrano yfir í 33\" og væri til í að fá ráð hjá reyndari mönnum. Hvað þarf ég að gera í sambandi við fram fjöðrunina?",
            "date": "2018-03-06 23:30:00",
            "post_id": "177301",
            "reply_to_id": false
        },
        {
            "user_name": "Gisli1992",
            "text": "Sæll, eg myndi telja að það væri nóg að skera bara úr honum þetta er nú það lítil stækkun a dekkjum að hann yrði skemmtilegur i akstri þannig",
            "date": "2018-03-07 08:54:00",
            "post_id": "177302",
            "reply_to_id": "177301"
        },
        {
            "user_name": "Terranofan",
            "text": "Sæll,\nÉg hef heyrt að menn séu að skrúfa í vindustöngunum og séu að ná 1.5\" hækkun úr því. Væri ekki betra að hækka hann örlítið",
            "date": "2018-03-07 11:45:00",
            "post_id": "177303",
            "reply_to_id": "177302"
        },
        {
            "user_name": "Gisli1992",
            "text": "Sko ég held ekki bara máta dekkinn undir hann og skera bara eins og brettakantarnir leyfa, hvað er stórt undir honum núþegar taka dekkjastærðina sem hann er á og draga frá 33 og ef það er bara 1-1,5\" munur á radíus myndi ég sleppa því",
            "date": "2018-03-07 14:12:00",
            "post_id": "177304",
            "reply_to_id": "177303"
        },
        {
            "user_name": "Terranofan",
            "text": "Hann er á 31\"",
            "date": "2018-03-07 14:43:00",
            "post_id": "177305",
            "reply_to_id": "177304"
        },
        {
            "user_name": "Gisli1992",
            "text": "Þá bara undir með dekkinn og skera svo þau geta beygt þetta er það lítill stærðamunur tekur sig ekki að hækka hann fyrir þetta",
            "date": "2018-03-07 18:48:00",
            "post_id": "177306",
            "reply_to_id": "177305"
        },
        {
            "user_name": "Terranofan",
            "text": "Takk kærlega",
            "date": "2018-03-07 20:13:00",
            "post_id": "177309",
            "reply_to_id": "177306"
        },
        {
            "user_name": "Lada",
            "text": "Sæll.\nÉg breytti svona bíl fyrir nokkrum árum og það er ekki svo flókið. Hann var á 31\" áður og ég setti hann á 33\". Ég setti klossa undir afturgormana og sneri aðeins upp á vindustangirnar og skar svo fyrir restinni. Athugaðu að þú þarft að láta hjólastilla hann þegar þú skrúfar stangirnar. Þú þarft að skera úr framstuðaranum og færa festingarnar á honum. Annars er þetta merkilega einföld breyting sem skilar mjög skemmtilegum jeppa.\nKv.\nÁsgeir",
            "date": "2018-03-07 22:47:00",
            "post_id": "177313",
            "reply_to_id": "177309"
        },
        {
            "user_name": "Gisli1992",
            "text": "Afhverju að hækka hann fyrir svona litla breytingu frekar að skera bara meira og lyfta sem minnst og svo fyrst að hann er a vindustöngum þá verður lítil fjöðrun upp a við a honum frekar að halda fjöðruninni sem mestri til að fá sem skemtilegastan bil",
            "date": "2018-03-08 10:17:00",
            "post_id": "177314",
            "reply_to_id": "177313"
        },
        {
            "user_name": "íbbi",
            "text": "það þarf að skrúfa þá upp ef þú ætlar að vera á 12.5\" dekkjum,  það er svo lítið pláss frá framhurð í dekkið á þessum bílum\nþað er skorið aðeins úr brettakantnum neðst að aftan verðu og í sumum tilfellum barið aðeins inn gólfið sem liggur við það. svo er sett klossa undir að aftan og skrúfað þá upp að framan. \nég mæli samt með að skrúfa eins lítið og þú mögulega kemst upp með, þeir verða alveg grjóthastir að framan og að mínu mati leiðinlegir, þú þarft að skrúfa hann eftir þörf og stoppa leið og þú nærð að full fjaðra og beygja",
            "date": "2018-03-08 22:47:00",
            "post_id": "177319",
            "reply_to_id": "177314"
        },
        {
            "user_name": "Wifi",
            "text": "Fyrst að það er nú Terrano þráður hérna þá er óþarfi að búa til nýjan:\nHvað með að fara úr 33 í 35?  Hefur einhver reynslu á þeirri breytingu?\nVæri nóg að body hækka um 2\" / 5cm?\nOg er það svona einfalt eins og þessir lofa? \nhttp://xpajun.com/fitting.htm\n (bara að passa steering column og brake pipes, vatnskassi á að sleppa en þarf að ath með coverið fyrir viftuna, svo festingar fyrir stuðara)\nSéns á að fara í breiðari en 12.5 bara með að skera eða fara í spacera?\nEr í ferlinu að læra og langar að hækka minn upp, hann er á 33 með 2cm hækkun á gormum að aftan og aðeins skrúfaður upp á vindustöngum.",
            "date": "2018-03-08 23:01:00",
            "post_id": "177320",
            "reply_to_id": "177319"
        }
    ],
    "date": "2018-03-06 23:30:00"
}