{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "34901",
    "title": "Sílsaskipti á Land Cruiser 120",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=34901",
    "posts": [
        {
            "user_name": "Hannafd",
            "text": "Ég fór með bílinn í skoðun í morgun LC 120, 2003 árg, 33\".\nÉg fékk ekki skoðun vegna ryðgaðra sílsa og viðgerð er áætluð yfir tvær milljónir, þ.e. ef ég læt skipta um alla.\nToyota segir að ég geti sloppið með minni aðgerð, en það mun alltaf kosta um eða yfir hálfa milljón, 60 þúsund í varahluti og 40 tímar í vinnu hjá þeim.\nEf ég kaupi alla sílsa þá er það milli 5 og 600 þúsund í varahlutakostnað, svo vinnan er stærsti kostnaðurinn.\nGetið þið ráðlagt mér einhvern stað þar sem ég gæti fengið vinnuna eitthvað ódýrari?",
            "date": "2018-04-13 14:19:00",
            "post_id": "177660",
            "reply_to_id": false
        },
        {
            "user_name": "íbbi",
            "text": "ef það er bara um sílsana að ræða þá er 2 milljónir í besta falli undarlega há tala. \nheyrðu í nuno valentim, hann er með verkst sem kallast classic garage. sílsana færðu hjá strák sem vinnur hjá augnablikk minnir að hann heiti aron. \nnuno er almennilegur með afbrigðum, og verðleggur sig furðu lágt.",
            "date": "2018-04-13 15:43:00",
            "post_id": "177661",
            "reply_to_id": "177660"
        },
        {
            "user_name": "brunki",
            "text": "eru þessir sílsar úr Gulli eða",
            "date": "2018-04-13 20:50:00",
            "post_id": "177662",
            "reply_to_id": "177661"
        },
        {
            "user_name": "grimur",
            "text": "Held að það sé bara morgunljóst að Toyota kærir sig ekkert um að standa í ryðbætingum. Original partarnir rugl dýrir og verðlagning á tímann plús tími áætlaður þannig að enginn ætti að fá óvænt háan reikning.\nFínt hjá þeim bara, enginn fer að taka svona tilboði, enda greinilega ætlunin.\nÉg er alveg viss um að það er hægt að fá þennan bíl lagfærðan sæmilega vel fyrir 400 kall eða minna. Alltaf spurning hvað er gengið langt með frágang eins og að fella allt 100% saman, lökkun og þessháttar. Ef það er ekki praktískt að fara í 100% smáatriði vegna þess að restin af bílnum er hvort sem er ekki fullkomin má alveg spara sér helling. \nKv\nGrímur",
            "date": "2018-04-14 06:28:00",
            "post_id": "177664",
            "reply_to_id": "177662"
        },
        {
            "user_name": "Hannafd",
            "text": "Takk allir, Nuno er búinn að kíkja á bílinn fyrir mig og getur gert við hann fyrir brot af því sem Toyota setur upp.",
            "date": "2018-04-16 15:18:00",
            "post_id": "177677",
            "reply_to_id": "177664"
        },
        {
            "user_name": "grimur",
            "text": "Það er alltaf viðkvæmt mál að pósta upplýsingum um verð á viðgerðum sem geta verið mismunandi að umfangi á spjallvefina, ekki viljum við láta verða til óbragð að Jeppaspjallinu allavega hjá þeim sem eru að gera vel. \nMeð þeim fyrirvara að svona viðgerð gæti einmitt verið allsherjar sílsaskipti eða smá bútasaumur, eða eitthvað þar á milli, værir þú samt til í að deila með okkur sirka hvað þetta gæti komið til með að kosta...svona min til max upphæð með VSK?\nKv\nGrímur",
            "date": "2018-04-18 02:52:00",
            "post_id": "177684",
            "reply_to_id": "177677"
        }
    ],
    "date": "2018-04-13 14:19:00"
}