{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "34932",
    "title": "Tvennt sem angrar minn Jeep Liberty 2003",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=34932",
    "posts": [
        {
            "user_name": "jeep Liberty",
            "text": "Sæl öll.\nÉg er samsagt að leita að einhverjum sem er með góða þekkingu á Jeep Liberty 2003, til að taka að sér að greina og vonandi að laga. Verkstæði eða einhver sem tekur svona að sér í hjáverkum.\nÞað fyrsta er að bíllinn hleður ekki, það er ekki hleðsluljós en það er vélarljós. Það er búið að fara með þennan bíl á tvö verkstæði en ekkert gengur. Geri ráð fyrir að hleðslan frá alternator hafi verið mæld.\nHitt atriðið er að það syngur í afturdrifinu, eitthvað farið eða ónýtt.\nÞannig, henda að laga. Helst laga ef það væri innan skynsemlegra marka. Það væri þvi gott að geta greint þetta almennilega.\nkv s",
            "date": "2018-04-27 18:28:00",
            "post_id": "177764",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "Kemur hleðsluljósið þegar svissað er á, og hverfur þegar sett er í gang? Ef það kemur alls ekki væri ráð að athuga peruna, sé hún biluð er það í mörgum tilvikum frá þessum tíma nóg til að alternator hlaði ekki.\nVerkstæðismaður ætti að geta metið með þér hvað best sé að gera varðandi hávaðann frá drifrásinni, greina hvaðan hann kemur og telja upp kostnaðaráætlun sem hægt væri að fylgja nokkurnveginn.",
            "date": "2018-04-28 13:16:00",
            "post_id": "177766",
            "reply_to_id": "177764"
        },
        {
            "user_name": "jeep Liberty",
            "text": "Takk fyrir þetta, kem til með að athuga þetta. En demmmmmit getur pera pirrað mann svona, maður getur varla trúað því en og prufa það.\nÞakka fyrir innleggið.",
            "date": "2018-04-30 20:03:00",
            "post_id": "177784",
            "reply_to_id": "177766"
        }
    ],
    "date": "2018-04-27 18:28:00"
}