{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "34982",
    "title": "Wrangler TJ breyting",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=34982",
    "posts": [
        {
            "user_name": "StebbiHö",
            "text": "Góðan dag spjallverjar.\nMig langar að forvitnast aðeins um þessa bíla og hvernig er að koma þeim á ca 35\". Ég bý í Californiu og langar að fá mér einn til að fara í jeppamennskuna hér aðeins. Hér þarf ég ekki mikið breyttann bíl og þess vegna er ég að halda mig við 33\"-35\" með 37\" sem algert max en bíllinn yrði líka í daglegum akstri svo það yrði hæpið, en möguleikinn yrði kanski hafður með. Nú er hægt að fá einfalt og ódýrt lift kit upp á 2\" og 2,5\" í þessa bíla og lítil mál að koma þeim í. En þarf að skera mikið úr fyrir 35\" og er það mikið mál? Eins og menn vita þá er ekki mikið um að menn skeri úr hér heldur lifta upp eins og ekkert annað sé í boði, en ég ætla mér að hafa þetta frekar Íslenskt ferli og hækka minna og skera meira. Youtube er náttúrulega fullt af myndböndum af hækkunum en minna séð af úrklippum. Sama með kanta, er ekki hægt að breikka orginal kantana, held að það sé hægt að fá breiðari kanta hér en ef hægt er að breikka orginalinn, og lengja, þá er spurning um að dunda sér við það.\nMeð bestru kveðjum \nStefán í San Diego",
            "date": "2018-05-29 17:39:00",
            "post_id": "178044",
            "reply_to_id": false
        },
        {
            "user_name": "grimur",
            "text": "Náðu þér í dekkjagang á felgum, 35\", ásamt nagara eða blikkklippum(vá hvað þetta er svakalegt orð...eins og finnska).\nSvo er bara að máta og klippa eftir dekkjunum. Hækkun er auðvitað síðasta úrræði hjá okkur sem kunnum þetta :-)\nÉg er í Flórída og setti 2001 módel af 4Runner á 33\" án hækkunar. Það er eitthvað sem er alveg fáheyrt hérna megin Atlantshafsins á meðan það er bara rétt svo snyrting á Íslandi...ja eða þarumbil.\nÞessar hækkanir þeirra hérna á þessum slóðum eru alveg svakalegar, þó að vegirnir séu alveg rennisléttir og engar malbiksrásir eru þessi grey út um allt á vegi. Kubbar undir fjaðrir ennþá í algleymingi, framstífur svo brattar að þær eru næstum lóðréttar o.s.frv.\nEru kantareglur í Cali? Hérna má vera með dekkin út um allt, ég held ég hafi séð bíl með innri brún á bana fyrir utan bretti...\nkv\nGrímur",
            "date": "2018-05-30 04:16:00",
            "post_id": "178046",
            "reply_to_id": "178044"
        },
        {
            "user_name": "Kiddi",
            "text": "Þetta getur nú verið allavega þarna vestur frá, enda er fjölbreytileikinn eitt af því sem gerir Ameríku skemmtilega. Þó svo að margir hækki bílana upp á stór hjól til þess eins að vera töff eru líka margir sem breyta bílunum á skemmtilegan hátt og íslendingar geta lært margt af sumum breytingum sem eru gerðar fyrir vestan. Hvernig bílunum er breytt fer mikið eftir því hvernig menn ætla að nota þá. Hér á Íslandi er líka leiðinlega mikið af bílum sem eru of mikið hækkaðir og nánast ekkert klippt úr en það er alltaf minna áberandi hér útaf brettaköntunum. En nóg um það.\nMig grunar að það sé ekki alveg hlaupið að því að setja TJ á 35\" án þess að hækka hann eitthvað á fjöðrun eða boddýi, nema þá að setja mikið undir samslátt (sem er leiðinlegt) eða hækka brettin. Þessi þráður hér getur gefið einhverjar hugmyndir: \nhttp://www.pirate4x4.com/forum/jeep-non ... n-tjs.html\nSíðan er til mikið úrval af brettum sem leyfa dekkjunum að fara hærra, þessi hér eru til dæmis mjög flott \nhttps://genright.com/products/tj-lj-6-f ... minum.html\nSíðan er séns á að þessi bretti gefi ehv meira pláss \nhttps://mcefenders.com/product/tj-gener ... s-6-width/\nEn annars þá er Gunnar Ingvi brettakantasmiður farinn að smíða trefjaplast bretti sem koma hærra á boddýið, svipað og highline kittið frá AEV.",
            "date": "2018-05-30 15:53:00",
            "post_id": "178047",
            "reply_to_id": "178046"
        },
        {
            "user_name": "StebbiHö",
            "text": "Ég sé allavega útgáfur á götum hér og sýnist að það séu ekki strangar reglur um hversu langt út fyrir dekkin meiga standa svo það verður sjálfsagt ekki vandamál. Ég vil hins vegar vera með þetta innan við kanta og fá mér þá kanta sem eru svipaðir og menn eru að nota heima. Mér finnast þessir álkantar ekki  fallegir þó þeir séu sjálfsagt ágætir en ætli endi ekki með að maður taki kanta að heiman ef maður fer ekki í að breikka þetta sjálfur. Ég hgusa að ég lifti um 2\" og skeri svo, nema maður nái sér í Rubicon þá þarf þess nú varla þar sem hann á að duga meira að segja fyrir þá hérna, fyrir 35\". Ég hef bara ekkert skoðað þessa bíla í nálægð ennþá og þekki ekki hvernig er að skera úr. En líklega er bara að finna bíl og byrja, ekki þarf að fara í stórar breytingar til að fara fyrstu ferðir, ekki eins og maður þurfi lolo og 44\" til að vera memm!\nKv Stefán",
            "date": "2018-05-31 15:20:00",
            "post_id": "178052",
            "reply_to_id": "178047"
        }
    ],
    "date": "2018-05-29 17:39:00"
}