{
    "forum_title": "Almennt spjall",
    "id": "34990",
    "title": "Nankang FT9 MT  37\" dekk",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=34990",
    "posts": [
        {
            "user_name": "stebbiþ",
            "text": "Sælir.\nHefur einhver hér reynslu af þessum Nankang 37 x 12.50R15 dekkjum sem Sólning er að selja. Finn lítið um þau á netinu, samt smá frá einhverjum áströlskum jeppaköllum sem virðast vera ánægðir með þau. \nKv, Stefán Þ.",
            "date": "2018-06-08 16:02:00",
            "post_id": "178070",
            "reply_to_id": false
        },
        {
            "user_name": "íbbi",
            "text": "ég ætlaði að kaupa svona dekk, en gafst upp á biðini (síðasta sumar)  allir sem ég talaði við voru ljómandi sáttir við þau.  þau virðast samt heldur lítil í málum m.v mörg önnur",
            "date": "2018-06-08 17:03:00",
            "post_id": "178071",
            "reply_to_id": "178070"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Fékk mér svona í gær frá Sólningu og fór beina leið inn í þórsmörk á 12 pundum þetta var einsog að vera á betri malbiksvegum sem við þekkjum, bíllinn léttur í stýri og rásar ekki vott, hávaði er ekki eftirtektarverður, kosturinn fyrir mig, gíring nokkuð rétt og hraðamælir réttur, fín sumardekk í stað 38\" at dekkjanna á Hilux jeppanum mínum\n150 kall undir komið",
            "date": "2018-06-09 15:31:00",
            "post_id": "178076",
            "reply_to_id": "178071"
        },
        {
            "user_name": "karig",
            "text": "Þetta eru fín dekk, a.m.k. undir hilux, þurfti lítið að ballanssera, bíllinn eyðir mun minna en á 38\" og verðið er mjög gott. Er búinn að keyra á svona síðan í fyrravor, ekki neitt nema gott um þau að segja, sérlega hljóðlát, þrátt fyrir gróft munstur. Kv, Kári.",
            "date": "2018-06-12 07:48:00",
            "post_id": "178089",
            "reply_to_id": "178076"
        },
        {
            "user_name": "stebbiþ",
            "text": "Þakka góð svör.\nJá, ég hef ekki lesið neitt nema jákvætt um þessi dekk. Fór í gær í Sólningu og nældi mér í 4 stykki. Hæstánægður með þau.",
            "date": "2018-06-12 15:03:00",
            "post_id": "178091",
            "reply_to_id": "178089"
        }
    ],
    "date": "2018-06-08 16:02:00"
}