{
    "forum_title": "Jeppar",
    "id": "35018",
    "title": "Patrol Y61 2,8 1999 árgerð 35“ breyttur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=35018",
    "posts": [
        {
            "user_name": "Boxer",
            "text": "Til sölu þessi líka fíni Patrol með „stærri“ 35“ breytingunni þ.e breiðari brettakönntum og 10“ prime álfelgum.\nBíllinn er leðurklæddur með topplúgu og driflæsingu að aftan, ekinn 269.500 km en mikið búið að endurnýja á síðustu árum eins og:\nStimplar í bremsudælum ásamt klossum og diskum. \nHjólalegur að framan. \n2 stk hjöruliðskrossar. \nPakkdósir út við hjól í afturhásingu. \nTímareim, pakkdósir, millihjól, vatnsdælu, vatnslás ásamt frostlegi.\nOrginal glóðarkerti.\nOlíupönnu ásamt dreni frá túrbínu. \nStartari tekinn upp. \nSkipt um legur í alternator. \nSkipt um bolta í olíuverki sem kemur í veg fyrir þekkt vandamál í þessum bílum með að þeir séu leiðinlegir í gang heitir.  \nSkipt um allar perur í rofum og mælaborði\nSetan á bílstjórasæti bólstruð upp þannig að það er gott að sitja í honum.\nBúið er að renna niður stýringarnar á afturöxlunum þannig að hægt er að nota felgur með venjulegu miðjugati. \nBúið að ryðbæta aftasta part af grind Vm. \nBúið að ryðbæta gormaskálar að aftan og styrkja vel. \nÞað er VHF loftnet á bílnum og lögn fram í mælaborð frá því. \nMeð bílnum fylgja 2 pör af lyklum og fjarstýringum ásamt smurbók frá upphafi.\nNæsta skoðun er 2019 (númer endar á 4).\nNýbúið að taka upp gírkassann (skipt um allar legur af fagmanni), skipt um kúplingu og pakkdós aftur úr mótor ásamt því sem swinghjól var skoðað og metið í góðu lagi.\nÞað eru svo þriggjapunkta belti með hnakkapúðum í miðju aftursætinu ásamt veltigrind þar yfir. Þetta var sérsmíðað í bílinn og hefur reynst mjög vel. Orginal er bara 2 punkta belti í miðjunni og það fylgir með ef menn vilja breyta til baka og taka grindina úr honum aftur. \nÖftustu sætin og hilla fylgja svo með ef menn vilja hafa bílinn 7 manna. \nSnyrtilegur og góður bíll og mjög þéttur í akstri sem er þó aðeins farinn að blása út í vatnsgang, mjög lítið þó þar sem hann er búinn að vera í daglegri notkun án vandræða og keyrir hvert sem er og það hefur ekki soðið á honum, en það þarf að fylgjast með kælivatninu. \nÞar sem þetta vatnsvesen er á bílnum þá fæst hann á mjög góðu verði eða 320 þúsund sem er rétt rúmlega verðið á gírkassanum og kúpplingunni. \nÉg er ekki svo mikið á netinu, þannig að það er betra að hringja og fá nánari upplýsingar.\nATH bíllinn er á Akureyri. \nHjalti Steinn  \n894-6545",
            "date": "2018-07-02 11:40:00",
            "post_id": "178163",
            "reply_to_id": false
        }
    ],
    "date": "2018-07-02 11:40:00"
}