{
    "forum_title": "Dekk og felgur",
    "id": "35022",
    "title": "Hóppöntun á felgum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=30&t=35022",
    "posts": [
        {
            "user_name": "elliofur",
            "text": "Sælir félagar.\nÉg fann kontact út í Kína sem framleiðir felgur á betra verði en hér heima þannig að ég braut sparibaukinn og pantaði 3 ganga af felgum til prufu.\nUm ræðir allt að 14\" breiðar felgur, sem er algengasta breiddin okkar í 38\"+ deildinni, 15, 16 og 17\" háar, með eða án beadlock.\nÉg tók 16\" venjulegar, 17\" venjulegar og 17\" með beadlock til að sjá þetta með eigin augum, því verðið er svo gott að mig langar að fara af stað með hóppöntun. Framboðið hjá mínum manni er nóg til að allir jeppamenn landsnis fái nýjar felgur og við verðum að taka vel á því til að fá þennan díl.\nÉg get boðið 15\", 16\" og 17\" háar, 14\" breiðar felgur á 148.800kr með vsk. \nMeð beadlock, sömu stærðir á 198.400kr með vsk.\nÞetta er verðmiði á heilum gangi, 4stk!\nTunnur eru 4mm þykkar og botnar 6mm. Þetta eru mjög sterkar felgur, einhverjum kunna jafnvel að þykja þær full þungar.\nÉg get ekki lagt út fyrir stórri pöntun nema að hluta og þarf ég helming kaupverðsins fyrirframgreiddan. Ég vona að ég hafi þokkalegt kredit í jeppaheiminum svo þið treystið mér fyrir því. Ef ekki, þá haldið þið áfram að kaupa helmingi dýrari felgur á hefðbundinn hátt :)\nHér eru myndir af því sem komið er. Ég get fengið hvaða backspace sem menn vilja, allar gatadeilingar og 3 liti, hvítt, grátt eða svart. Það þarf bara að vera í svolitlu magni hver gerð svo það gangi upp. Ég er að fínpússa dílinn við Kínamann og læt vita hér hvað þarf mikið af hverju.\nAfhendingartími er milli 80 og 110 dagar. Þessar felgur sem ég sótti í dag greiddi ég til dæmis 15. mars sem eru 111 dagar en framleiðslan tafðist vegna bilnunar í málningarlínu. Þeir gefa sér 40 daga í smíðina og 40 daga í skipi, en þær fóru í skip 22 maí.\nÉg ætla að reyna að panta fyrir 20. júlí svo þetta verði nú einhverntíman komið áður en fer að snjóa að ráði :)\nÉg vill hafa þetta hér á jeppaspjallinu þó það sé því miður að deyja. En ég linka þetta eitthvað á facebook en ég vill að umræður fari fram sem mest hér.\nEf þið viljið ræða við mig beint þá er síminn minn 8666443 og mailið \nellisnorra@gmail.com\nSvo held ég að það sé sniðugt að ég renni til stóra þorpsins í suðri einn daginn og sýni þeim sem vilja sjá þetta með berum augum. En ég er svona útiálandi pakk (bý rétt utan við Akranes) Meira um það síðar.",
            "date": "2018-07-04 19:26:00",
            "post_id": "178180",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Mátaðu þær endilega undir 90 krúser...",
            "date": "2018-07-04 20:56:00",
            "post_id": "178181",
            "reply_to_id": "178180"
        },
        {
            "user_name": "Járni",
            "text": "Spennandi!\nErtu búinn að máta dekk upp á þær?",
            "date": "2018-07-04 21:09:00",
            "post_id": "178182",
            "reply_to_id": "178181"
        },
        {
            "user_name": "elliofur",
            "text": "Ég á ekki 90 krúser til að máta undir, kvíðir þú því að það passi ekki?\nEngin dekk hafa ennþá farið á þær ennþá en ég ætla að máta þær á ballanseringavél á morgun og sjá hversu réttar þær eru. Læt vita hér.",
            "date": "2018-07-04 21:16:00",
            "post_id": "178183",
            "reply_to_id": "178182"
        },
        {
            "user_name": "elliofur",
            "text": "Ég fór með tvær felgur í ballanseringavél í morgun, 16“ og 17\" beadlock og þær komu nokkuð vel út. Klukka hjá rennismið myndi finna smá skekkju á innri kanti en ytri kantur var mjög góður á báðum. Ef þetta úrtak endurspeglar restina þá erum við í góðum málum.",
            "date": "2018-07-05 10:13:00",
            "post_id": "178189",
            "reply_to_id": "178183"
        },
        {
            "user_name": "Orvis",
            "text": "sæll,\nværi samkvæmt þessu hægt að fá 17\" felgur með gömlu 5 gata deilingunni?",
            "date": "2018-07-05 10:15:00",
            "post_id": "178190",
            "reply_to_id": "178189"
        },
        {
            "user_name": "svarti sambo",
            "text": "Er í boði líka 8x170 gatadeilingin.",
            "date": "2018-07-05 11:08:00",
            "post_id": "178191",
            "reply_to_id": "178190"
        },
        {
            "user_name": "Höfuðpaurinn",
            "text": "Þar sem það er ekki tekið fram, þá verð ég að spyrja; eru þetta ekki örugglega stálfelgur?\nÞú segir breidd allt að 14\", þannig að fræðilega séð gæti ég fengið 15\" háa, 12-13\" breiða með 5x150 gatadeilingu? \nEr sama verð óháð stærð og breidd?",
            "date": "2018-07-05 12:25:00",
            "post_id": "178192",
            "reply_to_id": "178191"
        },
        {
            "user_name": "elliofur",
            "text": "17x14 5x139,7 í boði. \n8x170 í boði í 17x14, því miður gat Kínaman ekki gert þær í 16\". En hann á 8x165.1 í 16\" og 17\"\nAllt stálfelgur, já hægt að fá mjórri og ég get athugað með 5x150. Ég er bara með tvö verð, það er einfaldast, með eða án beadlock.\nVandamálið við þetta alltsaman er að hann vill helst fá dálítið magn í hverri gerð, 40 stykki nefndi hann en sagðist samt koma til móts við allt eins og hægt er en það bitnaði þá á framleiðslutíma. \nÉg vill samt taka við sem flestum pöntunum og láta svo á það reyna hvað ég kemst langt með þetta.",
            "date": "2018-07-05 15:27:00",
            "post_id": "178195",
            "reply_to_id": "178192"
        },
        {
            "user_name": "elliofur",
            "text": "16\" háar 14\" breiðar 19kg\n17\" háar 14\" breiðar 21.5kg\n17\" háar beadlock 14\" breiðar 25.5kg",
            "date": "2018-07-05 20:50:00",
            "post_id": "178196",
            "reply_to_id": "178195"
        },
        {
            "user_name": "elli rmr",
            "text": "Vel gert nú þarf maður bara að fara breyta jeppanum....",
            "date": "2018-07-05 22:21:00",
            "post_id": "178197",
            "reply_to_id": "178196"
        },
        {
            "user_name": "elliofur",
            "text": "Eitt sem var kannski ekki nógur skýrt. Verðin, 148.800kr fyrir venjulegar felgur í 15-17\" hæðum (14\" breiðar)  og 198.400kr fyrir beadlock felgur í 15-17\" hæðum (14\" breiðar) er fyrir heilan gang, 4stk!\nEinnig er hægt að fá fleiri eða færri, stykkjaverðið er bara 37500kr fyrir venjulegar og 49600kr fyrir beadlock með vsk.",
            "date": "2018-07-06 21:34:00",
            "post_id": "178202",
            "reply_to_id": "178197"
        },
        {
            "user_name": "elliofur",
            "text": "Ég er í pínu vandræðum, nokkrir vilja skoða þetta og spá og spekulera en enginn nennir útúr bænum :) Mig vantar einhverskonar aðstöðu í bænum á þokkalegum stað til að geta leyft mönnum að kíkja við og skoða, eitthvert kvöldið. Einnig, ef hægt væri að nota saman stað til að útbíta varningnum þegar þetta kemur í haust. Ég er bara svona útiálandipakk og hef ekki aðstöðu í bænum. Ef einhver hefur tök á því að aðstoða mig við þetta þá væri það frábært. Mér er nokkuð sama hvort það sé bílskúr eða iðnaðarhúsnæði eða eitthvað slíkt, bara helst meira en stofugólf :)\nÉg er ekki að biðja um þetta frítt, felgudíll í boði :)",
            "date": "2018-07-06 21:55:00",
            "post_id": "178203",
            "reply_to_id": "178202"
        },
        {
            "user_name": "elli rmr",
            "text": "Màtt koma ì bìlskùrinn hjà mér à Selfossi ef það hjàlpar,",
            "date": "2018-07-07 08:14:00",
            "post_id": "178205",
            "reply_to_id": "178203"
        },
        {
            "user_name": "jongud",
            "text": "Hafðu samband við Sveinbjörn formann hjá 4X4, Geymslan niðri er á stærð við góðan bílskúr og það er hægt að rúlla kerrunni út á meðan. Opin hús eru alltaf á miðvikudögum og gaman að fá tilbreytingu í þau.\n(Húsið lítur aðeins betur út en á þessari gömlu mynd)",
            "date": "2018-07-07 08:32:00",
            "post_id": "178207",
            "reply_to_id": "178205"
        },
        {
            "user_name": "elliofur",
            "text": "Þakka þér fyrir frábæra hugmynd Jón. Ég hringdi í Sveinbjörn og hann tók mér fagnandi og bauð mig velkominn á næsta miðvikudagsfund með felgur.\nMiðvikudaginn 11. júlí kl 20 verð ég með felgurnar til sýnis í Síðumúla 31, húsnæði Ferðafélagsins 4x4.",
            "date": "2018-07-09 20:09:00",
            "post_id": "178227",
            "reply_to_id": "178207"
        },
        {
            "user_name": "Járni",
            "text": "Glæsilegt!",
            "date": "2018-07-09 22:18:00",
            "post_id": "178228",
            "reply_to_id": "178227"
        },
        {
            "user_name": "elliofur",
            "text": "Látið jeppavini og jeppakunningja vita :-)",
            "date": "2018-07-09 22:20:00",
            "post_id": "178229",
            "reply_to_id": "178228"
        },
        {
            "user_name": "jongud",
            "text": "Frábær kynning hjá Elmari í gærkvöld. Hefði mátt vera betri mæting, en fótbolti og sumarfrí settu líklega strik í reikninginn.\nhttp://www.f4x4.is/myndasvaedi/kynning-a-felgum/",
            "date": "2018-07-12 09:23:00",
            "post_id": "178273",
            "reply_to_id": "178229"
        },
        {
            "user_name": "íbbi",
            "text": "djöfull langar mig í beadlock felgurnar.. verst bara að mig vantar þær engannveginn",
            "date": "2018-07-14 01:10:00",
            "post_id": "178278",
            "reply_to_id": "178273"
        },
        {
            "user_name": "elliofur",
            "text": "Jæja félagar.\nNú ætla ég að fara af stað aftur með þetta. Þetta hefur legið í smá dvala þar sem ég var svo ljónheppinn (kaldhæðni) að brjósklos fór að angra mig og þá heldur maður að sér höndum með fjárútlát, þegar maður veit ekki hvað framundan er. En nú er ég á batavegi og farinn að vinna aftur, þá geta hjólin farið að snúast.\nÉg bið þá afsökunar sem hafa sett sig í samband við mig frá því í sumar að hafa ekki látið formlega vita um þessar tafir.\nEf fleiri vilja vera með í hóppöntun á felgum þá endilega hafið samband við mig. Ég ætla að reyna að senda út pöntun í þessari viku eða næstu. Þá gætum við búist við fallegum jólapökkum undir trén :)\nellisnorra@gmail.com\n eða sími 8666443\nPS ég á einn gang eftir af upphaflegu pöntuninni, 16\" háar 14\" breiðar 6 gata sem ég er til í að selja núna.",
            "date": "2018-09-10 12:48:00",
            "post_id": "178595",
            "reply_to_id": "178278"
        },
        {
            "user_name": "elliofur",
            "text": "Ég er búinn að vera í viðræðum við Kínamann, það er ekkert hraðvirkt ferli með 8 tíma tímamismun :-)\nEn það er að koma go á þetta! Nú er ég að safna saman peningum þar sem ég þarf að greiða 100% þegar ég panta.\nEf einhverjir vilja enn bætast við í pöntun þá er séns á því en ég ætla að reyna að klára ferlið og panta og borga á þriðjudaginn. Þá er kominn 2. Okt\nDíllinn er að borga helming við pöntun og rest við afhendingu í kringum jól. \nÉg fékk svar í nótt að hann getur sett eyru fyrir úrhleypibúnað í felgurnar og reikna ég með að allir vilji svoleiðis. Það þarf ekki að nota það og þá er það ekkert fyrir en snilld að hafa þegar þarf að nota það. \nSjá meðfylgjandi teikningu.\nKv. Elli",
            "date": "2018-09-27 09:37:00",
            "post_id": "178675",
            "reply_to_id": "178595"
        },
        {
            "user_name": "FORDJONNI",
            "text": "Glæsilegt\nVæri samt semtilegra að færa eirun svo járnið lendi ekki fyrir felguboltana.",
            "date": "2018-09-27 16:28:00",
            "post_id": "178677",
            "reply_to_id": "178675"
        },
        {
            "user_name": "elliofur",
            "text": "Góður punktur Jonni. Ég skoða það.",
            "date": "2018-09-27 23:10:00",
            "post_id": "178679",
            "reply_to_id": "178677"
        },
        {
            "user_name": "ÓskarWild",
            "text": "Daginn, ég mæli með að menn slái til og fái sér einn gang ef menn þurfa, ég keypti af Elmari einn ganga 16x14 og hann er kominn undir og allt klárt. Viðskiptin gengu einsog í sögu við Elmar, ég borgaði felgurnar og kom svo rúmlega viku seinna á ákveðinn stað og sótti þær. Þannig að hann stendur við sitt 100%. Ég setti Toyo 385/70/16 undir hjá mér og þetta lúkkar og rúllar vel, takk kærlega fyrir mig Elmar.",
            "date": "2018-09-29 09:09:00",
            "post_id": "178685",
            "reply_to_id": "178679"
        },
        {
            "user_name": "elliofur",
            "text": "Frábært Óskar. Takk fyrir viðskiptin og hlý orð.",
            "date": "2018-09-29 09:45:00",
            "post_id": "178686",
            "reply_to_id": "178685"
        },
        {
            "user_name": "elliofur",
            "text": "Bæti hér við mynd af felgu með silfur lit sem ég tek í þessari pöntun. Ég tek samt sama 8 spoke lookið og í síðustu sendingu, það finnst mér lang flottasta lookið.",
            "date": "2018-09-29 09:49:00",
            "post_id": "178687",
            "reply_to_id": "178686"
        },
        {
            "user_name": "ARG22",
            "text": "Ég ákvað að vera með í þessu sýnist þetta allt standast eins og stafur í bók, er sammála þessu með eyrun væri gott að þurfa ekki að taka þverslána af ef þarf að skrúfa dekk undan.\nkv Aron",
            "date": "2018-09-29 10:53:00",
            "post_id": "178688",
            "reply_to_id": "178687"
        },
        {
            "user_name": "jeepcj7",
            "text": "Sæll verð á 17x10 felgum svartar 11cm backspace 8x170 deiling ekki beadlock  og ekki spöng.",
            "date": "2018-10-07 13:05:00",
            "post_id": "178730",
            "reply_to_id": "178688"
        },
        {
            "user_name": "elliofur",
            "text": "Það er nánast sama verð á öllu hjá Kínverjanum svo ég setti bara upp tvo verðmiða. Ég ætlaði bara að panta 14\" felgur núna en tek amk tvo 12\" ganga líka svo hví ekki að sjá hvort hann eigi ekki 10\" líka :)\nHeyrðu í mér í síma ef þú vilt skoða þetta betur",
            "date": "2018-10-07 13:12:00",
            "post_id": "178731",
            "reply_to_id": "178730"
        },
        {
            "user_name": "bmgeisli",
            "text": "Hvernig er hallinn upp á ytri kanntinn henta þessar fyrir at dekkinn",
            "date": "2018-10-07 14:16:00",
            "post_id": "178732",
            "reply_to_id": "178731"
        },
        {
            "user_name": "elliofur",
            "text": "Svona eins og þetta er hægra megin er hann búinn að lofa mér",
            "date": "2018-10-07 14:34:00",
            "post_id": "178733",
            "reply_to_id": "178732"
        },
        {
            "user_name": "elliofur",
            "text": "Ef menn viljia stökkva inní pöntun þá er sólahringur til stefnu.",
            "date": "2018-10-07 17:34:00",
            "post_id": "178734",
            "reply_to_id": "178733"
        },
        {
            "user_name": "Musso varahlutir",
            "text": "Sæll Elli , ertu búinn að senda pöntun ?\nVantar einn gang og er ákveðin .\nkv.\nÞórarinn\nfacebook : musso varahlutir",
            "date": "2018-10-08 23:29:00",
            "post_id": "178741",
            "reply_to_id": "178734"
        },
        {
            "user_name": "elliofur",
            "text": "Þórarinn náði að vera með, ég er búinn að senda pöntun. Það verða gleðileg jól víða um land þetta árið :-)\nTakk fyrir góðar móttökur!",
            "date": "2018-10-09 00:39:00",
            "post_id": "178742",
            "reply_to_id": "178741"
        },
        {
            "user_name": "elliofur",
            "text": "Og hann lagaði eyrun. Sjá teikningu",
            "date": "2018-10-09 11:00:00",
            "post_id": "178744",
            "reply_to_id": "178742"
        },
        {
            "user_name": "elliofur",
            "text": "Smá update. \nPeningurinn er lentur í Kína svo nú fer allt af stað. En hann tekur sér 45 daga í að smíða þetta, ekki 30 eins og ég hafði áður gert ráð fyrir. Astæðan er að pöntunin er pínu flókin, 16 mismunandi liðir. Td er ég með 4 gerðir af felgum fyrir lc100, svo lítið eitt sé nefnt :)\nEn þá ætti þetta að fara í skip síðustu vikuna í nóvember, það tekur 40 daga og þá erum við komin í kringum 10. janúar. Og þá eru jólin búin! Jæja.\nEn ég tók eitthvað af auka felgum núna, á 15, 16 og 17\" í 14\" breidd fyrir 6x139,7 og líka 12x17 fyrir 6gata. 17x14 í 8x165,1 og 8x170 ásamt 10x17 fyrir 8x170 sem er akkúrat fyrir ford pickupa 35-37\"\nEf þið viljið tryggja ykkur eitthvað af þessu þá er bara að setja sig í samband við mig, eftirspurnin er talsverð, seldi td einn gang í dag.\nTakk fyrir góðar móttökur og gott pepp.",
            "date": "2018-10-10 22:31:00",
            "post_id": "178760",
            "reply_to_id": "178744"
        },
        {
            "user_name": "svarti sambo",
            "text": "Sæll\nErtu að fá 16x14 felgur og gatadeiling 8x170.",
            "date": "2018-10-11 08:32:00",
            "post_id": "178763",
            "reply_to_id": "178760"
        },
        {
            "user_name": "elliofur",
            "text": "Nei ekki núna. Bara 17x14 og 17x10 í 8x170",
            "date": "2018-10-11 09:31:00",
            "post_id": "178764",
            "reply_to_id": "178763"
        },
        {
            "user_name": "jongud",
            "text": "Ein spurning.\nVæri hægt að fá ómálaðar felgutunnur hjá þessum náunga?\nSvona ef maður er ekki alveg ákveðinn hvaða gatadeilingu maður kemur til með að nota eftir 6-mánuði eða vill eitthvað sérstakar miðjur úr hardox?",
            "date": "2018-10-11 09:38:00",
            "post_id": "178765",
            "reply_to_id": "178764"
        },
        {
            "user_name": "elliofur",
            "text": "Já það er hægt. Ég ætlaði að panta þannig fyrir einn sem síðan hætti við. Mig minnir að gangurinn hafi verið á 85 þúsund af 17x14",
            "date": "2018-10-11 09:42:00",
            "post_id": "178766",
            "reply_to_id": false
        },
        {
            "user_name": "Kalli",
            "text": "En væri hægt að fá bara felgutunnur sem væri 17x9\" ?\nKv. Kalli",
            "date": "2018-10-11 18:34:00",
            "post_id": "178769",
            "reply_to_id": "178766"
        },
        {
            "user_name": "elliofur",
            "text": "Það er flest hægt hjá kauða. Við getum skoðað það í næstu pöntun, verði áhugi fyrir því. Veltur þá á reynslunni af þessari sendingu, ég krossa puttana að þetta verði að sömu gæðum og síðast.",
            "date": "2018-10-11 18:46:00",
            "post_id": "178770",
            "reply_to_id": "178769"
        },
        {
            "user_name": "Kalli",
            "text": "Allt í lægi ég bíð rólegur :O)",
            "date": "2018-10-13 00:15:00",
            "post_id": "178778",
            "reply_to_id": "178770"
        },
        {
            "user_name": "elliofur",
            "text": "Sælir félagar.\nGleðilegt nýtt ár og takk fyrir það gamla.\nKínverjinn hefur dregið aftendingu hjá okkur. Í skilmálum var talað um 45 daga frá því greiðsla bærist (10 okt) þar til felgurnar færu í skip. Það átti skv því að vera í lok nóvember. Það dróst, að hans sögn vegna mikils álags í verksmiðjunni, þeir höfðu ekki undan pöntunum. Þá var sett stefna á 20. des, en hann gat þó ekki lofað því. Ég á í góðum samskiptum við hann og svo lét hann mig vita að lykilmaður í framleiðslunni hefði slasast og tafir því enn meiri. Nú lofar hann mér sendingu 6. janúar.\nÞað er því ljóst að afhending tefst um rúman mánuð, og vonast ég til að fá þetta miðjan febrúar.\nMér þykja þessar tafir mjög leiðinlegar. Ég er búinn að trassa að skrifa þennan póst þar til ég fæ staðfesta dagsetningu, að þetta sé komið um borð, en nú verð ég að láta vita núna í millitíðinni, þar sem upphafleg afhendingardagsetning er alveg að renna upp.\nÉg vona að ég geti sent ykkur staðfestingu á sendingu í kringum 6 janúar. Sending tekur 40 daga.\nKv. Elmar Snorrason",
            "date": "2019-01-03 20:04:00",
            "post_id": "179162",
            "reply_to_id": "178778"
        },
        {
            "user_name": "íbbi",
            "text": "er planað að taka inn aðra sendingu seinna meir?",
            "date": "2019-01-03 22:43:00",
            "post_id": "179163",
            "reply_to_id": "179162"
        },
        {
            "user_name": "elliofur",
            "text": "Það er vel líklegt ef menn verða ánægðir með þetta. Ef þetta reynist vel, þá eykst eftirspurnin, ef þetta reynist illa þá er þessu sjálfhætt.\nÞegar ég pantaði þetta þá tæmdi ég bankann og lánstraustið að auki og tók nokkra auka ganga.\nÉg á 15x14, 16x14, 17x14 og 17x12 í 6x139,7. Einnig 17x14 í báðum 8 gata deilingunum og 17x10 í 8x170, Allt nema síðastnefnda með eyrum fyrir úrhleypibúnað.\nFyrstur kemur, fyrstur fær.\nSvara glaður fyrirspurnum í síma eða tölvupósti, \nellisnorra@gmail.com\n og 8666443",
            "date": "2019-01-03 23:42:00",
            "post_id": "179164",
            "reply_to_id": "179163"
        },
        {
            "user_name": "elliofur",
            "text": "Sælir félagar.\nÉg fékk í nótt staðfestingu á að felgurnar okkar fari af stað 6. Janúar. Ég fékk einnig nokkrar myndir, set sýnishorn í viðhengi.\nÞetta tekur 40-45 daga að koma, þetta ætti því að koma 15-20. febrúar\nGleðifréttir að þetta sé loksins farið af stað, þrátt fyrir að vera rúmlega mánuði of seinar, þær áttu að vera að koma til okkar eftir ca viku. Svona er lífið, konan mín fór í búð rétt fyrir jól þar sem úrval var lítið, þar var ástæðan sú sama og hjá okkur, seinkun á sendingu. Sjitt, bömmer þar, sitja uppi með jólasendinguna alla á útsölu eftir áramót.\nÉg læt vita þegar ég veit nákvæmlega hvenær ég get afhent.\nKv. Elmar Snorrason",
            "date": "2019-01-04 21:54:00",
            "post_id": "179169",
            "reply_to_id": "179164"
        },
        {
            "user_name": "íbbi",
            "text": "beadlock felgurnar eru hrikalega vel útlýtandi",
            "date": "2019-01-05 02:10:00",
            "post_id": "179172",
            "reply_to_id": "179169"
        },
        {
            "user_name": "lecter",
            "text": "Hvað með  16\"   19! breiðar  5 bolta gamla nafið bronco willys",
            "date": "2019-01-05 04:15:00",
            "post_id": "179173",
            "reply_to_id": "179172"
        },
        {
            "user_name": "elliofur",
            "text": "14\" er mesta breidd sem þessi framleiðandi ræður við. Gatadeilingin er ekkert mál, ég get skaffað 16x14 ef ég panta aftur, ef það dugar þér.",
            "date": "2019-01-05 08:28:00",
            "post_id": "179176",
            "reply_to_id": "179173"
        },
        {
            "user_name": "elliofur",
            "text": "http://www.jeppafelgur.is/\n \nÉg setti upp nýja heimasíðu fyrir áhugasama felgukaupendur. Hún er þó enn í vinnslu en mun verða uppfærð ma. með fullt af myndum þegar næsta sending kemur.",
            "date": "2019-02-11 21:50:00",
            "post_id": "179423",
            "reply_to_id": "179176"
        },
        {
            "user_name": "Polarbear",
            "text": "djöfull er þetta gott framtak Elli, hrikalega ánægður með þig :D",
            "date": "2019-02-12 13:11:00",
            "post_id": "179428",
            "reply_to_id": "179423"
        },
        {
            "user_name": "elliofur",
            "text": "Takk vinur, ég vona að þetta reynist vel! :)",
            "date": "2019-02-12 23:21:00",
            "post_id": "179434",
            "reply_to_id": "179428"
        },
        {
            "user_name": "elliofur",
            "text": "Jæja krakkar mínir. Kominn tími á uppfærslu hér. Hér hafa verið annasamir tímar að koma út felgum til þeirra sem hafa forpantað, og allra hinna. Ég hef engan heyrt kvarta undan þessu enn.\nEn það var skemmtileg stund að fá svona pakka!\nVerst að hann var hálftómur! (Ég átti krakkann fyrir!) (edit einhverra vegna kemur þetta á hlið, það verður bara að hafa það)\nÞetta lítur alltsaman ljómandi vel út\nNæsta mál á dagskrá er að panta meira! Mikið meira. Næst ætla ég að fá sem allra minnst af kínversku lofti. Eða allavega að hafa það lokað ofaní skemmtilegum pappakössum :)\nEftirspurnin er gífurleg. Ég er búinn að selja meira en 80% sem dugar til að skila mér smá í annan vasann :) Allt sem heitir 17\" fyrir 6 gata er búið. Það sem ég á eftir er eftirfarandi\n(hæð x breidd)\n15x14 6x139.7 gráar einn gangur\n16x14 6x139.7 gráar tveir gangar\n17x14 8x165.1 gráar einn gangur\n17x14 8x165.1 svartar einn gangur\n17x14 8x170 gráar einn gangur\n17x10 8x165.1 gráar þrír gangar\nTil afhendingar strax.\nKomandi tímar eru spennandi. Ég er búinn að ná helvíti góðu griphaldi á Kínverjanum með stórri rörtöng. Áður var 14\" breitt max, nú er ég kominn með hann alveg uppí 18\" breidd. Kannski jafnvel meira, ég hef bara ekki farið lengra með hann :)\nÉg ætla því að eiga á lager 10-18\" breiðar felgur í 17\" fyrir 6 gata, og slatta af allskonar í öðrum deilingum.\nÉg ætla ekki að taka neitt beadlock á lager, nú er ég að fjármagna þetta í samstarfi við bankann og beadlock er mun dýrara í innkaupum og lagerhaldi.\nEn þeir sem vilja forpanta jeppafelgur og fá það sem þeir vilja (beadlock er í boði í forpöntun) geta endilega sett sig í samband við mig, greitt helming í staðfestingu og eiga sínar felgur vísar þegar gámurinn kemur í ágúst.\nÉg ætla að panta í mars, helst fyrir miðjan mars, þó ég sé ekki með neina sérstaka dagsetningu í huga.\nHægt er að senda mér tölvupóst á \njeppafelgur@jeppafelgur.is\n eða í gegnum formið á jeppafelgur.is eða hringt í mig í síma 8666443 ef menn vilja forvitnast. Best er þó fyrir mig ef um pantanir er að ræða að nota emailið, annars næ ég ekki að halda utanum þetta alltsaman.\nTakk fyrir frábært samstarf með þetta hingað til!\nhttp://www.jeppafelgur.is/",
            "date": "2019-03-04 21:23:00",
            "post_id": "179632",
            "reply_to_id": "179434"
        },
        {
            "user_name": "jongud",
            "text": "Stórt læk á þetta, jafnvel heilu stórfljótin.",
            "date": "2019-03-05 08:13:00",
            "post_id": "179636",
            "reply_to_id": "179632"
        },
        {
            "user_name": "elliofur",
            "text": "Ég hnoðaði saman verðlista.\nSama verð á öllum gatadeilingum. Verð hoppar í breiddum.\nVerð fyrir venjulegar felgur\n10” 99.200kr\n12” 124.000kr\n14” 148.800kr\n16” 161.200kr\n18” 173.600kr\nVerð fyrir beadlock felgur (beadlock eingöngu í forpöntun)\n14” 210.800kr\n16” 229,400kr\n18” 248.000kr",
            "date": "2019-03-05 20:57:00",
            "post_id": "179640",
            "reply_to_id": "179636"
        },
        {
            "user_name": "elliofur",
            "text": "Nú er ég að spá og spekúlera.\nHvaða deilingar vantar?\nÉg ætla að kaupa svolítið til að eiga á lager handa ykkur á góða verðinu. Ég tek slatta af 6x139.7 allt frá 10\" uppí 18\". Eitthvað í 5x150, eitthvað í 5x127 og 5x139.7. Ég á ennþá svolítið í 8gata deilingunum.\nHvað geta menn bent mér á fleira? Hefur einhver áhuga á 5x114.3?",
            "date": "2019-03-11 19:27:00",
            "post_id": "179697",
            "reply_to_id": "179640"
        },
        {
            "user_name": "íbbi",
            "text": "",
            "date": "2019-03-11 19:58:00",
            "post_id": "179698",
            "reply_to_id": "179697"
        },
        {
            "user_name": "elliofur",
            "text": "Hvaða hæð og breidd í 5x139.7?\nGott væri að hæð og breidd fylgi, á óskastærðunum, svo ég viti eftir hverju er eftirspurn.",
            "date": "2019-03-11 20:13:00",
            "post_id": "179699",
            "reply_to_id": "179698"
        },
        {
            "user_name": "elliofur",
            "text": "Nú ætla ég að fara að senda út pöntun. Einhverjir sem vilja sérpanta sér felgur? Ég ætla að reyna að klára þetta fyrir helgina.\nEkkert beadlock á lager en hægt að fá í sérpöntun.",
            "date": "2019-03-19 12:32:00",
            "post_id": "179720",
            "reply_to_id": "179699"
        },
        {
            "user_name": "elliofur",
            "text": "Pöntunin er farin af stað. Ég pantaði slatta af allskonar núna. Mér var lofað minni töfum núna, ég er að verða aðeins meiri VIP hjá þeim :)\nSendingin á að berast til landsins í kringum næstu verslunarmannahelgi.\n10-18\" breiðar felgur í nokkrum gatadeilingum. Ég fæ líka Króm núna!",
            "date": "2019-03-29 08:59:00",
            "post_id": "179790",
            "reply_to_id": "179720"
        },
        {
            "user_name": "íbbi",
            "text": "Úú..  hvað kostar krómið?",
            "date": "2019-03-29 12:37:00",
            "post_id": "179791",
            "reply_to_id": "179790"
        },
        {
            "user_name": "elliofur",
            "text": "Ég er ekki alveg búinn að reikna það. En það er töluvert dýrara í innkaupum. Ég verð með öll verð klár í sumar. Fylgist með :-)",
            "date": "2019-03-29 13:12:00",
            "post_id": "179792",
            "reply_to_id": "179791"
        },
        {
            "user_name": "elliofur",
            "text": "Þónokkur áhugi er á hvað ég pantaði. Ég skal bara setja inn listann hér af því sem er til að fara á lager, sérpantanirnar klippti ég út. Mis mikið í hverri stærð, sumt bara einn gang en annað meira.\nÉg ætla ekki að taka frá pantanir að sinni, sé til þegar nær líður afhendingu.\n17X14\tsteel wheel 17x14, PCD:5-114.3,C/B :78.3,  ET:-83 with ears\tSilver\n17X12\tsteel wheel 17x12, PCD:5-127, C/B:78.3 ET:-57  with ears\t\tsilver\n17x14\tsteel wheel 17x14, PCD:5-127,C/B 78.3  ET:--83 with ears\t\tSilver\n17x10\tsteel wheel 17x10, PCD:5-139.7,C/B 110  ET:--32 \t\t\tchrome\n17x14\tsteel wheel 17x14, PCD:5-139.7, C/B:110 ET:-83 with ears\t\tSilver\n17x10\tsteel wheel 17x10, PCD:5-150,C/B 110  ET:--32 \t\t\t\tsilver\n17x12\tsteel wheel 17x12, PCD:5-150, C/B:110 ET:-57 \t\t\t\tchrome\n17x12\tsteel wheel 17x12, PCD:5-150, C/B:110 ET:-57 \t\t\t\tsilver\n17x14 \tsteel wheel 17x14, PCD:5-150, C/B:110 ET:-83 with ears\t\tSilver\n17x16 \tsteel wheel 17x16, PCD:5-150, C/B:110 ET:-108 with ears\t\tsilver\n16x16\tsteel wheel 16x16, PCD:6-139.7, C/B:110 ET:-108 with ears\tsilver\n17x10\tsteel wheel 17x10, PCD:6-139.7, C/B:110 ET:-32\t\t\tchrome\n17x10\tsteel wheel 17x10, PCD:6-139.7, C/B:110 ET:-32\t\t\tsilver\n17x12\tsteel wheel 17x12, PCD:6-139.7, C/B:110 ET:-57\t\t\tchrome\n17x12\tsteel wheel 17x12, PCD:6-139.7, C/B:110 ET:-57 with ears\t\tsilver\n17x12\tsteel wheel 17x12, PCD:6-139.7, C/B:110 ET:-57 with ears\t\tblack\n17x14\tsteel wheel 17x14, PCD:6-139.7, C/B:110 ET:-83 with ears\tsilver\n17x14\tsteel wheel 17x14, PCD:6-139.7, C/B:110 ET:-83 with ears\t\tblack\n17x16\tsteel wheel 17x16, PCD:6-139.7, C/B:110 ET:-108 with ears\tsilver\n17x16\tsteel wheel 17x16, PCD:6-139.7, C/B:110 ET:-108 with ears\tblack\n17x18\tsteel wheel 17x18, PCD:6-139.7, C/B:110  ET:-133 with ears\tsilver\n17x14\tsteel wheel 17x14, PCD:6-139.7, C/B:110 ET:-83 \t\t\tchrome\n17x16\tsteel wheel 17x16, PCD:8-170, C/B:131 ET:-108 with ears\t\tSilver\n17x14\tsteel wheel 17x14, PCD:8-165.1, C/B:124, ET:-83 with ears\tsilver\n17x16\tsteel wheel 17x16, PCD:8-165.1, C/B:124,ET:-108 with ears\tsilver",
            "date": "2019-03-31 18:52:00",
            "post_id": "179798",
            "reply_to_id": "179792"
        },
        {
            "user_name": "elliofur",
            "text": "Þessar koma eftir 2 mánuði. Og nokkrar í viðbót. \nNú eru arctictrucks menn að auglýsa flottar álfelgur á verði sem ég man ekki eftir að hafa séð áður. Er ég að hræra upp í markaðnum? :-)\nÉg er hæstánægður með þetta hjá þeim, þetta er okkur jeppamönnum til hagsbóta. \nKv. Elli",
            "date": "2019-06-20 14:16:00",
            "post_id": "180172",
            "reply_to_id": "179798"
        },
        {
            "user_name": "íbbi",
            "text": "varstu kominn með verð á krómið?\nþrælflottar að sjá",
            "date": "2019-06-20 18:26:00",
            "post_id": "180173",
            "reply_to_id": "180172"
        },
        {
            "user_name": "Höfuðpaurinn",
            "text": "Nú ferðu alveg með mig, ég þarf greinilega að safna fyrir króminu líka.",
            "date": "2019-06-21 11:32:00",
            "post_id": "180178",
            "reply_to_id": "180173"
        },
        {
            "user_name": "elliofur",
            "text": "Krómið er dýrara, ég er ekki búinn að reikna það nákvæmlega en mér sýnist það vera 50% dýrara.",
            "date": "2019-06-21 17:05:00",
            "post_id": "180179",
            "reply_to_id": "180178"
        },
        {
            "user_name": "elliofur",
            "text": "Næsta sending er að lenda, fullt til í allskonar deilingum og breiddum, króm og allskonar.\nÞegar ég verð kominn með þetta inná gólf og tilbúið til afhendingar þá opna ég vefbúð á jeppafelgur.is\nÞað verður væntanlega um helgina. Ég læt vita :)",
            "date": "2019-08-20 22:24:00",
            "post_id": "180381",
            "reply_to_id": "180179"
        },
        {
            "user_name": "elliofur",
            "text": "Fyrsta tilkynning kemur að sjálfsögðu á jeppaspjallið.\nFelgurnar eru komnar inn í hús hjá mér og tilbúnar til afgeiðslu.\nVefbúð þar sem hægt er að tryggja sér eintak, sjá myndir og upplýsingar er komin inn á \nhttps://www.jeppafelgur.is/vefverslun\nTakmarkað magn er til svo fyrstur kemur, fyrstur fær. Nokkrar týpur eru eingöngu til í einum gangi.\nGleðileg jól :)",
            "date": "2019-08-22 14:47:00",
            "post_id": "180392",
            "reply_to_id": "180381"
        },
        {
            "user_name": "snowflake",
            "text": "Sæll,\náttu eða væntanlegt 17\" felgur fyrir land rover defender 5 gata?",
            "date": "2019-08-23 14:49:00",
            "post_id": "180429",
            "reply_to_id": "180392"
        },
        {
            "user_name": "elliofur",
            "text": "Ég ætla að reyna að ná því í næstu sendingu. Eftirspurn eftir þessari deilingu var engin í upphafi en nú er hún að skila sér. Ég vona að ég nái næstu sendingu fyrir sumardekkin :)",
            "date": "2019-08-25 20:46:00",
            "post_id": "180438",
            "reply_to_id": "180429"
        }
    ],
    "date": "2018-10-11 09:42:00"
}