{
    "forum_title": "Umhverfis- og hagsmunamál",
    "id": "3513",
    "title": "Friðlýsing",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=11&t=3513",
    "posts": [
        {
            "user_name": "ofursuzuki",
            "text": "http://www.mbl.is/frettir/innlent/2011/02/19/fagna_fridun_langasjos/\nJæja þá vitum við hvað friðlýsing ákveðinna landsvæða gengur út á, ekki landvernd í eiginlegum skilningi heldur \nað koma i veg fyrir að þar verði virkjað. Ekki svo að skilja að ég sé að segja að það sé ekki í lagi en þarna er umhverfisverndarsinnum rétt lýst, ekki hægt að kalla hlutina sínum réttu nöfnum og oft verið að fara eins og \nköttur í kringum heitan graut. Hver ætli sé þá raunveruleg ástæða fyrir því að vilja loka Vonarskarði.\nJú það fer einfaldlega í taugarnar á ákveðnum hópi fólks að jeppamenn skuli fara þarna um því að þeir vilja \nhafa þetta útaf fyrir sig eða hvað, eru þeir kannski hræddir um að það verði farið að virkja einhverstaðar \nþarna nálægt.  Spyr sá sem ekki veit.",
            "date": "2011-02-19 12:40:00",
            "post_id": "16022",
            "reply_to_id": false
        },
        {
            "user_name": "arnijr",
            "text": "Ekki að ég ætli að fara að verja allt sem er verið að gera í umhverfismálum þessa dagana, en er ekki eðlilegt að friðlýsing snúist um að koma í veg fyrir að svæði verði skemmd eða eyðilögð? Virkjanir eyðileggja jú svæði, Langisjór væri ekki mikils virði sem náttúruperla ef hann væri undir uppistöðulóni.\nÉg sé ekki vandamálið við að friðlýsa Langasjó þannig að við getum notið hans áfram, hvort sem við erum jeppamenn, fjórhjólamenn, göngufólk eða eitthvað annað. Ef það er ekki landvernd, hvað er það þá?\nMín jeppamennska gengur að mestu leyti út á að vera útí ósnortinni (fyrir utan slóðann sem ég keyri á) náttúru. Ég er þá væntanlega umhverfissinni, því ef allt hálendið færi undir uppistöðulón og borholur, þá myndi ég selja jeppann, hefði ekkert við hann að gera.\nVonarskarð er svolítið öðruvísi mál og eiginlega ekki hægt að blanda þessum málum saman.",
            "date": "2011-02-20 11:44:00",
            "post_id": "16102",
            "reply_to_id": "16022"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef eitthvað er þá er svokölluð 'friðun' Vonarskarðs ekkert annað en ósvífni.  Þar eru ekki virkjanakostir né neitt annað sem hefur fjárhagslegan ávinning fyrir ákveðna hópa í landinu.  Hugsanlega er það hluti af stærra máli sem ekki er komið á kortið, að ná að friða lítil svæði utan þjóðgarðsins til þess eins að getað víkkað út mörk hans í krafti þess að sameina friðlýst svæði.",
            "date": "2011-02-20 12:40:00",
            "post_id": "16106",
            "reply_to_id": "16102"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Sælir strákar, ég er því sammála að friðun er af hinu góða gagnvart of miklum framkvæmdum og styð það af heilum hug\nað landið fái að vera sem mest ósnortið. Það er bara kannski forsendurnar sem farið er með fram þegar verið er að friða viðkomandi svæði eru ekki alltaf þær sem raunverulega liggja að baki og það er sem ég er að reyna að benda á.\nÞess vegna nefndi ég Vonarskarð, hverjar eru raunverulegar ástæður fyrir því að þar eigi að banna mest alla umferð nema fótgangandi. Gaman væri að vita það.",
            "date": "2011-02-20 18:12:00",
            "post_id": "16119",
            "reply_to_id": "16106"
        },
        {
            "user_name": "arnijr",
            "text": "Ég held að í Langasjós málinu sé akkurat farið fram með réttum forsendum, það er verið að vernda land og það kemur í veg fyrir að því verði drekkt með virkjun. S.s. ógnin sem stafar að landinu þarna er virkjun og það er landvernd að koma í veg fyrir hana.\nHvað varðar Vonarskarð þá er það erfiðara að verja, í þessum Vatnajökulsþjóðgarsmálum heyrðust allskonar skrýtin rök, að bílaumferð spillti upplifuninni fyrir gangandi og fleira. Vissulega eigum við ekki að fá að keyra nákvæmlega þar sem okkur listir (nema þá víðast á snjó og frosinni jörð), stundum er hluti af því að náttúra sé ósnortin að þar séu engir slóðar, en mér finnst hafa verið farið aðeins fram úr sér í þjóðgarðinum. Það er meira gaman af ósnortinni náttúru ef maður kemst í námunda við hana.",
            "date": "2011-02-20 18:30:00",
            "post_id": "16121",
            "reply_to_id": "16119"
        },
        {
            "user_name": "stebbiþ",
            "text": "Alveg út í hött að bera saman þessa frábæru friðlýsingu við lokun Vonarskarðs fyrir jeppaumferð.\nLangisjór og umhverfi er eitt fegursta og tignarlegasta svæði Íslands og það er frábært að það skuli vera búið að forða þessu tígulega fjallavatni frá virkjanaóvitum sem vildu veita Skaftá inn í stöðuvatnið og breyta því í drullupoll.\n Sum svæði eiga að fá að vera í friði, ekkert flóknara en það.",
            "date": "2011-02-20 18:46:00",
            "post_id": "16124",
            "reply_to_id": "16121"
        }
    ],
    "date": "2011-02-19 12:40:00"
}