{
    "forum_title": "Jeppinn minn",
    "id": "35335",
    "title": "Toyota Hilux Extracab 1990",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=35335",
    "posts": [
        {
            "user_name": "baraÆgir",
            "text": "Sælir spjallverjar, ætla reyna halda utanum þráð um nýjasta Hiluxinn.  Þetta er semsagt eldgamall extracab lúxus sem hóf líf sitt sem v6 hryllingur, en var með volvo vél í svolítinn tíma en þegar ég kaupi hann þá var búið að klístra ofaní 2.4 turbolausri toyotu vél sem ég var fljótur að slíta uppúr.  Átti til 1KZ-TE vél sem ég hafði hugsað ofaní hann en festi kaup á Isuzu CrewCab 3.1TD sem ég ætla að nota lengjuna úr frekar, 3.0 Toyota vélin er til sölu by the way. Þetta fer hægt af stað vegna skólagöngu og get bara unnið í þessu um helgar, pantaði frá Bretlandi í 3.1 tímareimarsett, vatnsdælu, vatnslás, kúplingu og pakkningarsett fyrir heilar 29þús íslenskar krónur sem ég tel vera nokkuð gott!  Fer í það bráðlega að sækja líffæragjafann og þá er hægt að fara möndla þessu saman :) Læt einu myndina sem ég á af dýrinu fylgja",
            "date": "2019-02-02 05:10:00",
            "post_id": "179336",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm verður gaman að fylgjast með þessu hjá þér félagi",
            "date": "2019-02-02 06:47:00",
            "post_id": "179337",
            "reply_to_id": "179336"
        },
        {
            "user_name": "íbbi",
            "text": "laglegur bíll.  sá hann auglýstann um daginn,  hef verið að renna hýru auga til þessara lúxa síðustu vikurnar",
            "date": "2019-02-02 11:15:00",
            "post_id": "179338",
            "reply_to_id": "179337"
        },
        {
            "user_name": "baraÆgir",
            "text": "Jæja helgin var nýtt í að ná í líffæragjafann og spaðrífann, þessi annars glæsilegi Isuzu Pickup með 3.1 ekinn litla 190þ km!\nMjög sprækur mótor en þorði ekki mjög hratt því það er lítið sem ekkert um bremsur í boði.\nSlípirokkur, slaghamar, bílalyfta, 14mm og 17mm toppar og hjartað laust\nNú er bara að slíta kassan af, skipta um kúplingu, slíta heddið af og skipta heddpakkningu, tímareim og vatnsdælu.  Þarf eitthvað að skoða legur í svona mótor ekinn 190þ?\nGamli Ford dregur vélarvana Hiluxinn\nHvernig AC dælu hafa menn skrúfað á þessar vélar? notast við orginal dælurnar og breyta þeim eða eitthvað annað?",
            "date": "2019-02-10 20:03:00",
            "post_id": "179410",
            "reply_to_id": "179338"
        },
        {
            "user_name": "StefánDal",
            "text": "Gaman að sjá að það séu enn svona verkefni í gangi!\nÉg er mikill áhugamaður um 4jg2 vélina og hrifinn af Hilux. Þessi blanda getur ekki klikkað. Hvað varðar ac dælur þá myndi ég bara nota dæluna sem er á vélinni. Fullt af uppl á netinu um hvernig best sé að ganga frá svona dælum.",
            "date": "2019-02-10 21:07:00",
            "post_id": "179413",
            "reply_to_id": "179410"
        },
        {
            "user_name": "baraÆgir",
            "text": "Smá update\nSkellti mér sem co-ari á fjöll um helgina og náði bara rétt að kíkja á bílinn núna í kvöld\nÞorrablót hjá Húnvetningadeild 4x4 í Ströngukvísl\nEn hvað um það reif úr lúxanum í kvöld teppið, hluta af innréttingu og allt komlett v6 rafkerfið\nSvona á orginal ósnert gólfið frá 1990 að lýta út, bara ryk og drulla á því, þetta er alveg nær óryðgað! þvílikt gott eintak ryðlega séð.  Bara loka einu gati á miðju gólfinu sem var fyrir aftari gírstöngina þegar að hann var með tvo kassa.  Sat í bílnum um helgina sem prýðir þessa lengju í dag og þetta er hreint magnað að hræra í tveimur og jafnvel þremur stöngum í snjónum, alltaf til réttur gír\nHúddið orðið heldur tómlegt \nAllt komplett bensínrafkerfið, set rafkerfi úr dísel bíl til að fá dísel öryggjabox og svona\nHentugt að vera með pallbíl undir dótið\n3.1 bjútíið bíður eftir að láta slaka sér ofaní næztu helgi..\nEGR ruslið rifið af og hent beinustu leið í ruslið\nTveir svona keyptir, lágir og fínir svo hausinn sé ekki límdur við toppinn, hálf körfustólalegir þannig það má kalla þetta sportbíl\nNú væri fínt að fá álit hjá mönnum, hvernig lýst ykkur á þessa staðsetningu? kaupi bílinn svona og er að velta því fyrir mér að breyta þessu",
            "date": "2019-02-18 03:37:00",
            "post_id": "179474",
            "reply_to_id": "179413"
        },
        {
            "user_name": "villi58",
            "text": "Breyttu þessu í hvelli.",
            "date": "2019-02-18 08:43:00",
            "post_id": "179475",
            "reply_to_id": "179474"
        },
        {
            "user_name": "jongud",
            "text": "Þetta er ekkert ofboðslega sniðugur staður fyrir úthleypibúnað, \nen úr því að það er búið að koma honum fyrir,\n og ef hann virkar þarna,\nog ef þér finnst í lagi að vinna með kranana þarna,\nþá myndi ég ekki breyta þessu.\nÞað er jú ekkert ofboðslega mikið pláss í Hilux þannig að þetta er ákveðin lausn á því vandamáli.\nÞetta eru allavega mínar 2,38Kr.",
            "date": "2019-02-18 09:12:00",
            "post_id": "179476",
            "reply_to_id": "179475"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég myndi hafa kistuna þarna áfram. Fáir betri staðir í boði. Það væri ekki úr vegi að smíða eitthvað í kringum hana svo þetta lýti betur út. \nEn hvaða bíll er með lengjuna í dag?",
            "date": "2019-02-18 17:28:00",
            "post_id": "179479",
            "reply_to_id": "179476"
        },
        {
            "user_name": "baraÆgir",
            "text": "Það er gamall 4Runner á 44\" á Hvammstanga, mjöög flottur bíll",
            "date": "2019-02-18 19:21:00",
            "post_id": "179481",
            "reply_to_id": "179479"
        },
        {
            "user_name": "baraÆgir",
            "text": "Jæja paskafríið var nýtt að hluta til í lúxann\nSetti hann á 31\" svo það væri þæginlegra að vinna í honum\nMundi svo að vélargálginn var í útláni svo því var reddað í hvelli\nFyrsta mátun\nSlípað og fínt\nLent ofaní og lýtur bara vel út\nPunktað í\nSvo koma þessum fyrir\nMæla og pæla, Isuzu bitinn skorinn til\nDrög að gírkassabita\nAllt dottið á sinn stað nú bara heilsjóða allar festingar\nNóg pláss fyrir vatnskassa\nGírstöng á mjög flottum stað\nÞarf aðeins að breyta millikassastöng\nLokaði gatinu fyrir aftari gírstöngina\nSkipti um brotna hliðarrúðu\nSpáð í cooler málum, hugsa að ég noti ekki þennan\nNúna er bara verið að mála allar festingar og pjatt, fer og ríf komplett rafkerfi úr dísel bíl og legg í þennan og fer að tengja :)\nSmíðaði millilegg fyrir 350mm stýri, mátaði stól í hann og fannst þetta heldur þæginlegra en gamla orginal stýrið",
            "date": "2019-04-22 03:19:00",
            "post_id": "179916",
            "reply_to_id": "179481"
        },
        {
            "user_name": "Startarinn",
            "text": "Það var snilld að vera með 2 gírkassa. engin þörf á að breyta hlutföllum, bíllinn er væntanlega ennþá með 4,56:1 \nÉg notaði 3ja gír á 41\", 4ða á 38\" og 5ta á 225/75R15\nog 3-5 gír var þægilegt millistig milli 3-4 og 4-4 þegar það var keyrt á 38\"\nMér finnst sorglegt fúskið sem var unnið á bílnum milli þess að ég sel hann og þar til Ægir eignast hann, sé að hann er í góðum höndum í dag",
            "date": "2019-04-22 17:05:00",
            "post_id": "179917",
            "reply_to_id": "179916"
        },
        {
            "user_name": "baraÆgir",
            "text": "Já sumt sem var búið að fúska var ótrúlegt, sem dæmi þá losaði ég aðra mótorfestinguna af grindinni með 3 léttum höggum frá léttum slaghamri og \"vaccumið\" inná bremsukútinn var teipuð garðslanga sem lá frá lofthreinsara yfir í bremsukút, stúturinn á vaccumdælunni stóð bara opinn útí loftið haha.  Já bíllinn er ennþá á 4,56 en varðandi gírkassana þá er ég sammála þér, sat sem co-ari í bílnum sem prýðir þá gírkassa í dag og það var alveg hreint magnað að sjá þetta í actioni :) Það fer undir hann 9\" Pajero afturhásing og 60 cruiser að framan með 4:88 hlutföllum næsta sumar.",
            "date": "2019-04-23 02:35:00",
            "post_id": "179922",
            "reply_to_id": "179917"
        },
        {
            "user_name": "Hailtaxi",
            "text": "3.1l mótorinn kom í einhverjum second gen Trooperum, og þá var notaður sami gírkassi og við 4JX1 (3L vélina).  Þá er sett á mótorinn Dual Mass Flywheel, stærri kúplingsdiskur og auka milliplata, bæði til að kassinn passi og líka til að búa til pláss fyrir swinghjólið.\nEf þú ferð með bílinn á mjög stóra skó og þessi kassi höndlar það ekki þá hefurðu möguleikann á því að setja stærri kassa við vélina og það er mestmegnis bolt-on, og kannski líka skera-úr, og smá berja-til, og svo framvegis :-)",
            "date": "2019-04-23 07:38:00",
            "post_id": "179923",
            "reply_to_id": "179922"
        },
        {
            "user_name": "baraÆgir",
            "text": "Já ég þekki það einmitt, hef sett 3.1 ofaní 3.0 Trooper :)",
            "date": "2019-04-26 01:40:00",
            "post_id": "179933",
            "reply_to_id": "179923"
        }
    ],
    "date": "2019-02-02 05:10:00"
}