{
    "forum_title": "Jeppinn minn",
    "id": "35373",
    "title": "Broncoll 1987 38\" - (44\")",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=35373",
    "posts": [
        {
            "user_name": "IceViking",
            "text": "Set þennan inn lìka. Reyndar ekki minn bìll en er ad vinna i honum. \nBroncoll sem hefur einhvertima verid svaka tæki. Svona eins langt og tad kemst.\nSkilst ad hafi verid breytt à 38\" svo hefur einhver trodid undir hann 44\". \nEfast um nokkur madur muni vidurkenna suduvinnuna i tessum bìl samt. Hef bara ekki sèđ svona grautarmauk sìđan i skòla à fyrsta degi og var þad samt skàrra en sum vinnan ì þessum bìl. \nEn er med \nD44 framan og 9\" 28rillu aftan med ESAB læsingu  \nKöngulærnar voru òtenntar og þvi skellt ì eitt fulllæst ESAB drif. medan bedid er eftir ödru.\nHàsingarnar komu undan gamla bronco vìst.\n2.9litra V6 nýupptekin hjà motorstillingu. \nEr med leyfar af ùrhleypibùnadi. Svo sem mestmegnid til stadar. Vantar bara dælu til ad keyra þetta kerfi.\nARB dælu og loftlas i frammhasingu\nSvo var svo mikill grautahruga af allskonar aukarafkerfisleyfum ùtum allan bìl. Var ekki nema von hann leiddi ùt. Svo ofanà þad þà hefur einhver rafvirki komist med puttanns i hann þvi þad var buid ad tengja rafkerfi med idràttarvir \nHAAANDÒNÝT skel.\nEn hurđar, bretti, hùdd og allt svoleidis i þokkalegu astandi midad vid aldur og fyrri störf. \nInnrètting komin a hauganna ad mestu. \nSætin eru samt til ef einhver hefur àhuga. Frammbekkur ekki stolar. Brunn ad lit. \nJæja làtum myndir tala bara.. \nSvo þeir sem þekkja sögu bìlsins og hafa upplysingar um hann og tala nù ekki um myndir endilega segid mèr frà og sendid mèr myndir a \nastmar1984@gmail.com",
            "date": "2019-02-19 22:02:00",
            "post_id": "179510",
            "reply_to_id": false
        },
        {
            "user_name": "elli rmr",
            "text": "Svakalega er þetta ryðgað !!",
            "date": "2019-02-19 22:47:00",
            "post_id": "179511",
            "reply_to_id": "179510"
        },
        {
            "user_name": "IceViking",
            "text": "Þetta er meira ad segja verra en þù heldur. Ætla ekki ad reyna vid tessa skel. Verst er ad tad var vilyrdi fyrir annari en gekk ekki eftir.",
            "date": "2019-02-19 23:23:00",
            "post_id": "179512",
            "reply_to_id": "179511"
        },
        {
            "user_name": "petrolhead",
            "text": "Æææ, þetta boddy er ekki á vetur setjandi eins og sagt var í sveitinni í gamladaga....þetta er eitt það al ryðgaðsta sem ég hef séð sem ekki er búið að henda :(",
            "date": "2019-02-20 23:53:00",
            "post_id": "179530",
            "reply_to_id": "179512"
        },
        {
            "user_name": "IceViking",
            "text": "Nei. Vissi þetta væri slæmt. En svo var tetta verra og myndirnar gera tessu engin skil. Enda er verid ad leita bara ad annari skel",
            "date": "2019-02-22 03:54:00",
            "post_id": "179547",
            "reply_to_id": "179530"
        },
        {
            "user_name": "Sævar Örn",
            "text": "https://www.copart.com/lotSearchResults ... ronco%20ii\nfinnur ryðlausan bíl þarna kannski með undirvagnstjóni og flytur inn færð gott boddy, best að bíða eftir boddy frá suðurríkjum bandaríkjanna þar eru boddýin góð en lakkið oft sólbrunnið og innrétting, en ekkert að járni...",
            "date": "2019-02-22 22:52:00",
            "post_id": "179558",
            "reply_to_id": "179547"
        },
        {
            "user_name": "jongud",
            "text": "Það er líka hægt að fremja helgispjöll og skella á þetta JEEP trefjaboddíi.",
            "date": "2019-02-23 09:27:00",
            "post_id": "179562",
            "reply_to_id": "179558"
        },
        {
            "user_name": "IceViking",
            "text": "Jà kanski ekki vitlaus hugmynd. Þar sem þađ sem bùiđ er ađ finnast nùna hèrna heima i misjöfnu àstandi er... hmm.. skulum orđa þađ þannig. Um leiđ og einhver leitar er þetta gull.. \nYa. Vitlausari hugmyndir hafa nu verid framkvæmdar. Eigandinn vill nù setja a þetta Outlander body sem à til. Hefur verid sma togstreita tar a milli. Þvi eg vil bara finna annad bronco body. \nHelst bara heilan bìl og færa hàsingar og motor a milli.",
            "date": "2019-02-23 13:37:00",
            "post_id": "179565",
            "reply_to_id": "179562"
        }
    ],
    "date": "2019-02-19 22:02:00"
}