{
    "forum_title": "Jeppar",
    "id": "35384",
    "title": "SELDUR!",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=35384&p=179615#p179615",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Til sölu þessi Hilux árgerð 1991 disel ekinn 255.000km Skráningar númer YR-468 orginal hlutföll og raflás nýleg kúpling og fleira fór af skrá 11-12-2008.Hann lenti í árekstri og kom höggið á vinstrihlið framanvert . Grind eitthvað skemmd fremst og yfirbygging sem er á 10 Cm klossum hefur gengið til yfir til hægri.Gírstangir sem voru lengdar brotnuðu og sauð ég þær saman aftur og prufaði að keyra bílinn. Trissan náði að snerta pönnuna sem er undir henni og losaði ég hana niður og lét vélina ganga nokkrar mínótur og virðist húna bara vera helvíti góð.Margt sem var búið að endur nýja skömmu fyrir tjónið svo sem kúplingu og fjaðradót.Er að auglýsa fyrir vin minn hann Bjarna sími 8936921 og ég með 8925426. Verðið er 150.000 krónur og verður að taka bílinn á kerru.Skúffa þokkaleg og ekki langt síðan bíllinn var heilsprautaður.Búið að leggja palst undri fætur bílstjór.Ljóst er að bíllinn er skakkur og hefur gengið til. Hann er á dekka druslum. stuðarinn að framan sem er flottur rörastuðari er í skúffunni.Bíllinn er á sigló kveðja Guðni gsm 8925426 og bara seldur í heilu .",
            "date": "2019-03-02 12:42:00",
            "post_id": "179615",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm skoðaði hurðar að vísu ekki inn í þær en þær virðast ansi góðar",
            "date": "2019-03-03 12:52:00",
            "post_id": "179620",
            "reply_to_id": "179615"
        },
        {
            "user_name": "jongud",
            "text": "Eru hurðirnar nokkuð skakkar eða yfirbyggingin?\nÉg var að spá í að þetta er sæmileg yfirbygging ef einhver er með góðan bíl en of ryðgað boddí.",
            "date": "2019-03-03 19:36:00",
            "post_id": "179621",
            "reply_to_id": "179620"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm jón ekki gott að segja nema mæla.En inriframbrettin eru byrjuð að rifna frá hvalbaknum og rifur á hurðum eru ekki jafnar aðallega á vinstrihliðinni og gólfið er plastað undir fótum bílstjór og hefur rifnað frá sílsanum svo þetta er bara best í varahluti finnst mér",
            "date": "2019-04-22 17:11:00",
            "post_id": "179629",
            "reply_to_id": "179621"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Seldur",
            "date": "2019-04-24 07:11:00",
            "post_id": "179927",
            "reply_to_id": "179629"
        }
    ],
    "date": "2019-03-02 12:42:00"
}