{
    "forum_title": "Almennt spjall",
    "id": "35409",
    "title": "Breyting á reglugerð, umsagnir",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=35409",
    "posts": [
        {
            "user_name": "Startarinn",
            "text": "Eru engir jeppakallar sem vilja segja álit sitt á þessari breytingu?\nVarðandi auka ökuljós á bílum\nÞað er að verða síðasti séns, þessu lokar á morgun\nhttps://samradsgatt.island.is/oll-mal/$Cases/Details/?id=1337&fbclid=IwAR2OmOSlVdh9edknkWZJy41j8ybP5HtpuGXxzZVC0D08w5V7H3HyB7yDHTw",
            "date": "2019-03-20 10:56:00",
            "post_id": "179731",
            "reply_to_id": false
        },
        {
            "user_name": "jongud",
            "text": "Fínt þetta.\nLjósabarirnir verða þá löglegir svo lengi sem þeir eru allavega 30 cm á breidd.\nSé ekki hver ætti að hafa einhverjar athugasemdir við þetta.",
            "date": "2019-03-20 17:16:00",
            "post_id": "179732",
            "reply_to_id": "179731"
        },
        {
            "user_name": "kaos",
            "text": "Sammála Jóni með að ég sé enga galla við þessar breytingar. Ég vil samt þakka Ástmari fyrir að vekja athygli á þessu. Það er alltaf þess virði að fylgjast með yfirvofandi breytingum á lagaumhverfinu.\n-- \nKveðja, Kári.",
            "date": "2019-03-20 18:01:00",
            "post_id": "179735",
            "reply_to_id": "179732"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Í þessa umræðu vantar þá vangaveltu að kröfur til aukaháljósa eru aðrar en til ljóskastara. \nAuka háljós þurfa að vera e-merkt og það eru líklega tæplega helmingur LED bara sem seldir eru hérlendis.\nÞessi reglugerðarbreyting myndi því litlu breyta fyrir jeppamenn sem dæmi, LED barir sem tengdir eru á sérrofa(líkt og kastarar) og, eða auka háljósker sem ekki er E merkt væri ósamþykkt áfram. \nLjóskastarar eru undanþegnir kröfu um E-merkingu og því myndi liðka mikið til fyrir ef LED barir yrðu skilgreindir sem kastarar og þ.a.l. leyfðir á vöru og hópbifreiðum ásamt breyttum torfærubifreiðum.\nkv. Sævar",
            "date": "2019-03-20 19:02:00",
            "post_id": "179736",
            "reply_to_id": "179735"
        },
        {
            "user_name": "Startarinn",
            "text": "Í alvörunni strákar?!?\nNorðmenn tóku allar takmarkanir af kösturum 1. okt í fyrra og voru þar að fylgja dæmi Svía\nEina takmörkununin fyrir utan hvernig þeir eiga að vera tengdir er að þeir eiga að vera samhverfir um lengdarmiðju. Þar eru engar takmarkanir á fjölda eða ljósstyrk",
            "date": "2019-03-20 20:28:00",
            "post_id": "179737",
            "reply_to_id": "179736"
        },
        {
            "user_name": "Aparass",
            "text": "Ég vil nú bara þakka ykkur fyrir að vera svona vakandi yfir þessu og hvað þið eruð duglegir að setja inn athugasemdir í samráðsgáttina.\nÞá sérstaklega Sævari fyrir mjög lógíska og vel útskýrða athugasemd.\nÞessi reglugerð verður vonandi eitthvað endurskoðuð og gerð frjálsari.\nÞetta er alveg lýsandi dæmi um hvað þetta jeppaspjall hérna er mikilvægt og áríðandi að það haldist opið áfram.\nKv.",
            "date": "2019-03-20 21:18:00",
            "post_id": "179738",
            "reply_to_id": "179737"
        },
        {
            "user_name": "jongud",
            "text": "Fjandakornið!\nÉg áttaði mig ekki á þessu með E-merkinguna. Eru einhverjir ljósabarir með svoleiðis merkingu?",
            "date": "2019-03-21 08:13:00",
            "post_id": "179742",
            "reply_to_id": "179738"
        },
        {
            "user_name": "Sævar Örn",
            "text": "LEDSON hjá ET. Verslun er með einhverja vottun, líklega E merkt.\nÖnnur LED Bar ljós hef ég ekki séð E merkt.",
            "date": "2019-03-21 19:25:00",
            "post_id": "179744",
            "reply_to_id": "179742"
        },
        {
            "user_name": "haffij",
            "text": "Ljósin þurfa líka að vera E merkt.",
            "date": "2019-03-22 19:00:00",
            "post_id": "179751",
            "reply_to_id": "179744"
        },
        {
            "user_name": "Startarinn",
            "text": "Sælir,\nÉg rak augun í nýlegan Volvo bíl frá Lögreglunni á Sauðárkróki (alþakinn nýju merkingunum) þegar ég fór út í búð í kvöld, hann var með 1 langt LED bar að framan.\nÉg spurði lögregluþjóninn sem var á bílnum hvað þetta væri búið að vera svona lengi og það var síðan að bíllinn kom til þeirra, en gat þó ekki svarað því hvernar það var.\nÉg benti henni á að þetta væri ólöglegt samkvæmt reglugerðinni og margir væru búnir að lenda í vandræðum í skoðun hérna á Króknum útaf svona uppsetningu, mér var þakkað fyrir ábendinguna.\nÉg fór beint eftir þetta og skoðaði málið inná samráðsgáttinni, þar voru niðurstöður ekki kynntar ennþá svo þessi reglugerðarbreyting er ekki kominn í gegn og bíllinn því ólöglegur samkvæmt reglugerð um gerð og búnað ökutækja.\nLED barið sést í þessari frétt undir númeraplötunni:\nhttps://www.logreglan.is/nyjar-merkingar-a-okutaeki-logreglunnar/",
            "date": "2019-08-09 23:42:00",
            "post_id": "180343",
            "reply_to_id": "179751"
        }
    ],
    "date": "2019-03-20 10:56:00"
}