{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "35427",
    "title": "úrhleipibúnaður",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=35427",
    "posts": [
        {
            "user_name": "draugsii",
            "text": "sælir hvað þarf maður sirka marga metra af lögnum í svona úrhleipibúnað?",
            "date": "2019-04-03 09:48:00",
            "post_id": "179810",
            "reply_to_id": false
        },
        {
            "user_name": "elli rmr",
            "text": "of marga :D \nÉg rata út :D",
            "date": "2019-04-03 15:40:00",
            "post_id": "179811",
            "reply_to_id": "179810"
        },
        {
            "user_name": "olei",
            "text": "Ég keypti 20metra til að leggja föstu lagnirnar í bílinn hjá mér, (terrano) og það varð ekki stór afgangur af því. Lagnir út í hjól utan við þetta.",
            "date": "2019-04-03 17:01:00",
            "post_id": "179812",
            "reply_to_id": "179811"
        },
        {
            "user_name": "johnnyt",
            "text": "Er nóg að vera með 8 mm ytra mál  slöngur í þessu eða eru það 8 mm innra mál",
            "date": "2019-04-03 20:14:00",
            "post_id": "179813",
            "reply_to_id": "179812"
        },
        {
            "user_name": "snowflake",
            "text": "Er verið að nota þessar venjulegu “mjúku”loftslöngur í svona?",
            "date": "2019-04-04 01:58:00",
            "post_id": "179814",
            "reply_to_id": "179813"
        },
        {
            "user_name": "olei",
            "text": "Mér hefur sýnst flestir vera með 8mm lagnir í þessu. Það er utanmál. Heppilegt og tiltölulega ódýrt lagnaefni í þetta er nylon lagnir eins og notaðar eru í loftkerfum í vörubílum. Fæst í Landvélum og Barka og vafalaust víðar. Það eru mjög margir með það út í hjól líka.  Þetta efni þolir verulegt hnjask og mikið nudd án þess að gefa sig. \nSvo er líka til loftlagnaefni úr Polyuretan sem er mun mýkra en Nylon efnið og meðfærilegra að beygja og þræða það í þrengslum. Það er hinsvegar með meiri veggþykkt og því flæðir 8mm slík lögn ekki eins vel og 8mm nylon. Ég mundi ekki nota það út í hjól í 8mm þykkt, hugsanlega 10mm svoleiðis. \nBæði þessi lagnaefni ganga beint inn í loft-hraðtengi og hægt að fá ótal gerðir af nipplum, minnkunum, samtengjum os.frv. við þau. \nPs; 8mm polyuretan lögn, 6 metra löng +10mm nylon út í hjól + snúninghné 10mm tæmir 44\" dekk úr 25 pundum niður í 3 pund á 6 mínútum.   Beint úr snúninghnénu tekur sama úrhleyping 1 mínútu.",
            "date": "2019-04-04 02:20:00",
            "post_id": "179815",
            "reply_to_id": "179814"
        },
        {
            "user_name": "grimur",
            "text": "10mm PolyUrethan í þetta allt, alla daga. Nylon slöngur eru algert drasl, mega ekki frétta af hita eða núningi, frosti eða beygjum og þá er allt farið að leka. PU er eitthvað dýrara, en marg borgar sig.\nSvo er mikið hagræði í að taka allt í sama sverleika. Ég hef notað 10mm PU út í hjól með góðum árangri, passlegur stífleiki og er ekki að þvælast eins mikið og þessar grönnu slöngur.\nSvo er sniðugt að taka almennilegar slönguklippur. Dúkahnífur sleppur alveg ef vel er farið með, en bítari er ekki að gera sig fyrir lofthraðtengi, endarnir þurfa að vera rétt skornir og óskemmdir.\nKv\nGrímur",
            "date": "2019-04-04 04:53:00",
            "post_id": "179816",
            "reply_to_id": "179815"
        },
        {
            "user_name": "villi58",
            "text": "Segi sama og Grímur 10 mm Polyurethan í allt, mikið auðveldara að leggja þar sem eru ótal beygjur. Passlega stífar úr bretti í hjól.",
            "date": "2019-04-04 09:28:00",
            "post_id": "179817",
            "reply_to_id": "179816"
        }
    ],
    "date": "2019-04-03 09:48:00"
}