{
    "forum_title": "Almennt spjall",
    "id": "35421",
    "title": "Smá tæknihorn: Snúningshné fyrir pumpusystem.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=35421",
    "posts": [
        {
            "user_name": "olei",
            "text": "Hér er uppskrift að snúningshné sem er auðvelt að útbúa í skúrnum og útheimtir enga vélavinnu. Úr þessu fæst öflugt hné sem ætti að endast vel og flæðir gnótt fyrir stóru dekkin. Efniskostnaður um 2000 kall per stykki.\nÞetta byrjar allt á því að 10mm glussarör passar þétt og fínt inn í standard kúlulegu #6000. Til dæmis SKF6000-2RSH, held að flestar lokaðar 6000 seríu kúlulegur ættu að virka. Utanmál á legunni er 26.mm og hún er 8mm að þykkt.\nVið leit að heppilegu efni til að smíða úr leguhús fannst þessi gaur í Húsasmiðjunni. Hann heitir víst 1\" - 1/2\" brjóstnippill og er ansi líklegur.\nSvo skemmtilega vill til að sumir - ekki allir - tomma-niður-í-hálftommu brjóstnipplar eru eins og sniðnir í þetta verkefni. Innanmálið í nipplinum er passlegt til að legan situr þétt og föst í honum. Það er því hægt að nota þá beint án nokkurrar rennivinnu. ATH að vissara er að hafa með sér skíðmál þegar farið er í búðina, því að þessir nipplar eru ekki allir skapaðir eins. Byko útgáfan gengur ekki án rennivinnu.\nSmellpassar.\nKomið saman til prufu og lítur nokkuð vel út.\nHér er mætt á svæðið venjuleg pakkdós 10-26-7mm. Þ.e.a.s 10 mm innanmál sem passar á rörið, þykktin er 7mm og utanmálið er 26mm sem passar inn í nippilinn. Hér er líka mætt á svæðið ryðfrítt 10 mm vökvarör / glussarör sem ég fékk í Barka. Ef þið rýnið í myndina sjáið þið far eftir rörskera sirka 10mm frá endanum. Það er fyrir lásinn á lofthraðtenginu, þau ná ekki að grípa og festast í ryðfrítt rör, en þessi lausn reddar því mjög vel.\nSíðan er bara að pressa þetta saman, með klípu af eftirlætis smurfeitinni þinni innan í vörinni á pakkdsósinni og slurk á milli hennar og legunnar til að tryggja smurning á dósinni.\nHér er þetta komið saman, ryðfrítt rör sem ég beygði eftir smekk. Rörskeri á endann til að búa til far fyrir lásinn á lofthraðtenginu. Í einhverju pjatti setti ég nippilinn í rennibekk og renndi niður gengjurnar. Það er auðvitað hreinn óþarfi.\nÁ bakhliðinni er svokölluð formúffa. 1/2\" niður í 3/8. Hún gegnir því hlutverki að herða hnéð fast í slána og líka að minnka gengjur fyrir áframhaldandi tengingar. Hér nota ég einfaldlega 3/8\" -10mm slöngustút. \nÉg þrýstiprófaði þetta með sápu yfir 40 psi og fann engan leka á þessu. Ég er búinn að keyra um 500km með þetta og hef ekki orðið var við nein vandræði. Ef nylon rörið úr í hjólið húkkast í þá gefur samtengið sig og slitnar í sundur. Það hefur gerst tvisar hjá mér og hnén skemmdust ekkert.\nEfniskostnaður per hné:\nBrjóstnippill 1\" -> 1/2\" 629kr -Húsasmiðjan\nFormúffa 1/2\" ->3/8\" 529kr Húsasmiðjan \nLega 6000RSH 350 kr -keypt á netinu\nPakkdós 10-26-7 mm erlendis frá 150kr\nRyðfrítt 10mm vökvarör 200 kr - Barki\nSamtals frá nylon lögn og yfir í 3/8 innan gengjur fyrir lögn að hjóli samtals: 1858 kr - eða svo.\nATH:\nÞessar legur og pakkdósir fást víða hér á landi, Paulsen, Barki, Landvélar, Fálkinn... Lagervara.",
            "date": "2019-03-26 21:01:00",
            "post_id": "179779",
            "reply_to_id": false
        },
        {
            "user_name": "olei",
            "text": "Þess má geta að innanmál á 10mm ryðfríu glussaröri er 8mm. Þessi hné flæða því mjög vel.",
            "date": "2019-03-26 21:05:00",
            "post_id": "179780",
            "reply_to_id": "179779"
        },
        {
            "user_name": "Sævar Örn",
            "text": "kærar þakkir, þetta eru frábærar upplýsingar og gagnast mörgum, ódýr og góð lausn",
            "date": "2019-03-26 21:12:00",
            "post_id": "179781",
            "reply_to_id": "179780"
        },
        {
            "user_name": "StefánDal",
            "text": "Frábær lausn! Þakka þér kærlega fyrir að deila þessu með okkur.",
            "date": "2019-03-26 21:18:00",
            "post_id": "179782",
            "reply_to_id": "179781"
        },
        {
            "user_name": "Járni",
            "text": "Takk fyrir þetta!",
            "date": "2019-03-26 23:51:00",
            "post_id": "179783",
            "reply_to_id": "179782"
        },
        {
            "user_name": "olei",
            "text": "Takk. Vonandi getur einhver nýtt sér þessar upplýsingar. Þessi brjóstnippill er skemmtilega passandi fyrir þetta verkefni fyrir þá sem ekki hafa aðgang að rennibekk. Fljótlegt og skemmtilegt föndur að púsla þessu saman. \nHvað snertir rörið í hnénu má auðvitað nota standard 10mm glussarör. Ekki rústfrítt altso. Þau eru þykkari en þau rústfríu og líklega hægt að beygja þau sæmilega án þess að hafa þar til gerðar græjur - þau leggjast síður saman grunar mig. Það rústfría útheymtir \"beygjuvél\" ef vel á að vera.  \nÞað er svolítið slag í rörinu með SKF6000RSH sem er standard \"deep grove\" kúlulega, en það virðist ekki koma að sök. Þessar pakkdósir sem ég keypti virðast þola hreyfinguna enda stutt frá legunni. Ég valdi þessa legu af því að hún er með \"bestu\" þéttingunum hvað snertir raka og ryk. Bara SKF smíðar svona legur með nokkrum mismunandi þéttingum eftir útfærslum. Ég hef ekki nennt að athuga það en ég er nokkuð viss um að það eru til útgáfur af þessum 6000 legum sem eru með extra þétta rýmd og þá væri líklegast minna slag í rörinu. Hér er semsagt tækifæri til frekari þróunnar fyrir þá sem hafa áhuga á því. \nEinnig á reynslan eftir að leiða í ljós hvernig þetta endist. Ég smurði pakkdósina með heimskri koppafeiti (Starplex) og setti slurk á milli hennar og legunnar. Það er ekki ólíklegt að til sé heppilegri og betri smurningur fyrir hana - allar ábendingar og vangaveltur um það vel þegnar.",
            "date": "2019-03-27 00:20:00",
            "post_id": "179784",
            "reply_to_id": "179783"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Jamm takk fyrir ódýrt og flott lausn á eftir að gera þetta",
            "date": "2019-03-27 06:54:00",
            "post_id": "179785",
            "reply_to_id": "179784"
        },
        {
            "user_name": "gislisveri",
            "text": "Gott framtak, það eru sjálfsögð mannréttindi að vera með úrhleypibúnað!",
            "date": "2019-03-27 08:00:00",
            "post_id": "179786",
            "reply_to_id": "179785"
        },
        {
            "user_name": "jeepcj7",
            "text": "Flott og ódýr lausn.",
            "date": "2019-03-27 23:52:00",
            "post_id": "179789",
            "reply_to_id": "179786"
        },
        {
            "user_name": "jongud",
            "text": "Mjög sniðugt.\nEf einhver vill endilega nota tvær legur eru hægt að finna allsskonar kopartengi sem gætu hentað fyrir þetta. Bara svo lengi sem innra þvermálið er 10 mm. eða rétt undir. Allt að 9mm myndi ég treysta mér til að bora út með handborvél og góðu skrúfstykki.",
            "date": "2019-03-30 09:18:00",
            "post_id": "179794",
            "reply_to_id": "179789"
        },
        {
            "user_name": "jongud",
            "text": "Þetta væri kannski enn sniðugra?\nÞetta heitir \"mixed bulkhead connector\" á engilsaxnesku.",
            "date": "2019-03-30 09:29:00",
            "post_id": "179795",
            "reply_to_id": "179794"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er æði :-)",
            "date": "2019-03-31 23:38:00",
            "post_id": "179800",
            "reply_to_id": "179795"
        },
        {
            "user_name": "grimur",
            "text": "Myndi nú frekar veðja á eitthvað með 26mm gati eða þar rétt undir. Sé ekki alveg hvernig svona lega ætti að sitja í 10mm gati.\nAðeins lengri stútur og 2 legur væri alveg gargandi snilld ofaná snilldina sem er í þessu fyrir. \nKv\nGrímur",
            "date": "2019-04-02 03:41:00",
            "post_id": "179806",
            "reply_to_id": "179800"
        },
        {
            "user_name": "petrolhead",
            "text": "Snillingur að finna þetta út, cheap as dirt, og dauð einfalt fyrir hvern sem er að útbúa þetta.....bara magnað !!\nMBK\nGæi",
            "date": "2019-04-02 07:28:00",
            "post_id": "179807",
            "reply_to_id": "179806"
        },
        {
            "user_name": "jongud",
            "text": "Heh- ruglaðist á innra og ytra þvermáli á legunni...",
            "date": "2019-04-03 08:04:00",
            "post_id": "179809",
            "reply_to_id": "179807"
        },
        {
            "user_name": "olei",
            "text": "Við verðum eiginlega að fá bilanasögur af snúningshnjám áður en við áttum okkur á vanköntunum á þessum sem hér um ræðir. Þar stend ég að mestu á gati af því að ég hef hingað til ekki gefið þeim eða svona utaná liggjandi pumpusystemi neinn gaum. Ég er farinn að nálgast 1000km með mín og ekkert fundið að enn. Ég fattaði það reyndar að legurnar sem ég keypti höfðu nasty viðbót í enda númersins. C3. Ég tók hreinlega ekki eftir því. C3 er með meiri rýmd en standard lega og því meira slag í rörinu hjá mér. Þetta virðist ekki koma að sök ... enn!? \nÉg tók líka eftir því þegar ég var að fikta við segullokana sem ég setti við pumpusystemið að eitt hnéð hjá mér þoldi loftþrýstinginn á verkstæðinu, 9.5 bar, í nokkur skipti áður en legan þrýstist af stað og poppaði pakkdósinni úr. Ég þurfti að banka hana í aftur og passa mig betur á að vera ekki að fikta í lokunum með skrúfað fyrir kranana inn á felgurnar. Ég setti líka þrýsti-minnkara inn á lokana þannig að 120 psi kerfið í bílnum nær aldrei hærri þrýstingi inn á dekkin en 35 psi. Mig langar ekki að þoltesta nýju Nokien dekkinn ef ég gleymi nú kerfinu á pumpun eða eitthvað klikkar. \nReynslubolti úr fjallaferðum - sem ferðast mikið - sagði mér að það sem klikkar í Landvélahnjánum er að rörið gegnum þau slitnar undan pakkdósinni og þau fara að leka í kjölfarið. Mér dettur í hug að ryk og drulla nái að safnast fyrir í vörinni í pakkdósinni og myndi einskonar slípimassa sem étur niður rörið. Hann sagði að rörið í þeim sé \nekki\n ryðfrítt?",
            "date": "2019-04-09 23:24:00",
            "post_id": "179849",
            "reply_to_id": "179809"
        }
    ],
    "date": "2019-03-26 21:01:00"
}