{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "355",
    "title": "Hásing vs klafar.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=355",
    "posts": [
        {
            "user_name": "Kölski",
            "text": "Hvort er betra og gott væri að fá rökstuðning.?????",
            "date": "2010-03-01 09:12:00",
            "post_id": "1699",
            "reply_to_id": false
        },
        {
            "user_name": "Einar",
            "text": "Hásingar:\n1. Oftast sterkari búnaður.\n2. Bíllinn víxlfjaðrar betur (er það ekki annars rétt orð).\n3. Lægsti punktur alltaf sá sami þó að bíllinn fjaðri niður.\n4. Færri hlutir sem geta slitnað og bilað.\n5. Einfaldari smíði.\nKlafar:\n1. Oftast betri aksturseiginleikar á vegi\n2. Minni fjaðrandi massi.\n3. Hærra undir bílinn (þangað til hann fjaðrar niður).\nÖrugglega margt fleira sem má tína til",
            "date": "2010-03-01 09:40:00",
            "post_id": "1706",
            "reply_to_id": "1699"
        },
        {
            "user_name": "Phantom",
            "text": "Sæll Kölski,\nHvað ætlarðu að fara að gera? Það er fyrsta spurningin þegar það á að fara að setja upp fjöðrunarkerfi.\nHásingarnar eru góðar til síns brúks, traustar, sterkar og eina sem þú þarft að stilla reglulega er tóið(hvort bíllinn sé innskeifur eða útskeifur). Hásingar eru fínar fyrir flest það sem við erum að gera á jeppunum þar sem að oftast eru menn að fara hægt yfir og ef það er mjög ójafnt undirlag getum við alltaf hleypt úr. Ath að stór dekk eru ekkert annað en gormur og dempari sem maður getur stillt af með loftþýstingnum.\nKlafarnir bjóða upp á fleiri stillimöguleika á afstöðu dekkjanna. Einnig fleiri stillingar sem þarf að halda við. Þegar farið er hratt yfir þá eru klafarnir betri þar sem að massinn sem fer um undirlagið er léttari.\nHvorugt er betra og bæði er betra.\nFjöðrun er einusinni þannig að það verður alltaf að fara milliveg nema að þú ætlir alltaf að keyra í nákvæmlega sömu aðstæðum.\nÉg vona að ég hafi ekki ruglað þig enn meira en ég mæli með hásingunum, slaglöngum dempurum og loftpúðum. Ef þú ferð í gorma, eyddu þá frekar tíma í að prófa nokkrar tegundir af þeim í stað þess að vera alltaf að breyta dempurunum því þú kemst í gegnum marga stífleika af gormum áður en þú þarft að skipta um stífleika á dempara.\nOg svo eru það afstöður á stífum, skiptir höfuðmáli. Og getur leikið þér með að stilla þannig af að td bíllinn lyftir sér eða lækki við átak\nkveðja\nSvanur",
            "date": "2010-03-01 09:53:00",
            "post_id": "1708",
            "reply_to_id": "1706"
        },
        {
            "user_name": "gislisveri",
            "text": "Góður þráður, færði hann yfir á breytingasvæðið.\nÉg er nú enginn sérfræðingur, en ég er sammála öllu hér fyrir ofan, þegar upp er staðið er þetta alltaf spurning um smekk frekar en að eitt sé algerlega betra en hitt.\nEitt sem ég hef oft heyrt en aldrei getað trúað er að framhásing þýði betri drifgetu í snjó því að hásingin hleypi snjó yfir sig.\nÞýðir það þá að það sé betra að plægja snjóinn en að fljóta á honum? \nEða eru menn almennt ósammála þessu? Hvað finnst ykkur?",
            "date": "2010-03-01 10:24:00",
            "post_id": "1709",
            "reply_to_id": "1708"
        },
        {
            "user_name": "Magnús Ingi",
            "text": "Ég mæli með hásingu. Mér persónulega minn hásinginn henta tildæmis mun betur í púðurfæri þá hleypir hún snjónum svona í gegnum sig hleður honum ekki öllum fyrir framan bílinn og í klafana einsvo klafabílinn gerir. Bara mín persónulega skoðun..",
            "date": "2010-03-01 10:53:00",
            "post_id": "1710",
            "reply_to_id": "1709"
        },
        {
            "user_name": "Kölski",
            "text": "Ég hef bara verið að velta þessu fyrir mér hvaða ofsatrú væri á bakvið hásingarnar. Það hefur verið alveg svart og hvítt hvernig menn tala um þetta fer bara eftir við hvern er talað. En annars hef ég verið að velta því fyrir mér að fá mér nissan navara D22, hann er á klöfum en eitthvað hef ég heyrt að verið er að setja hásingu undir þá. En ég hef líka heyrt að í erfiðum snjó sé hásingin bara fyrir stæða. En endileg skjótið allir ykkar skoðunum.",
            "date": "2010-03-01 11:14:00",
            "post_id": "1711",
            "reply_to_id": "1710"
        },
        {
            "user_name": "JonHrafn",
            "text": "Min reynsla er sú að hásing er málið í snjóakstri. Þegar bíllinn var á klöfum hjá okkur þá komst maður þetta og þetta langt en síðan hékk afturhásingin í því sem klafarnir og bíllinn voru búnir að þjappa niður og maður komst ekki lengar áfram það skiptið.\nMýkra og skemmtilegra fjöðrunarkerfi að mínu mati eftir hásinga og gormavæðingu allan hringin.",
            "date": "2010-03-01 12:29:00",
            "post_id": "1712",
            "reply_to_id": "1711"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Hásing er að vissu leiti betra og þessir punktar sem komu hérna ofar eru að nokkru leiti réttir, þó set ég spurningamerki við að hásing sé sterkari, ég vil meina að þegar svoleiðis högg kemur á klafabúnað að hann bogni eða brotni, þá gerist slíkt hið sama við hásingarbúnaðinn.\nEn það er klárlega slaglengri og réttari fjöðrun með hásingu, hjólhalli helst tiltölulega réttur miðað við lestun og svo mætti lengi telja.\nEn eins og áður kom fram er þetta eingöngu smekksatriði og ekkert annað.\nhásingabúnaður er mjög vinsæll í \"rock crawling\" klettaklifri vegna slaglengdarinnar en klafafjöðrun í \"dune buggy racing\" eyðimerkurkappakstri vegna fjöðrunarinnar og stöðugleikans",
            "date": "2010-03-01 12:40:00",
            "post_id": "1713",
            "reply_to_id": "1712"
        },
        {
            "user_name": "jeepson",
            "text": "Ég ætla að leifa mér að koma með speki dagsins :p Þetta hefur alt sína kosti og galla :D\nHinsvegar vorum við pabbi að ræða þetta um daginn. Mér fynst þetta klafa dót hundleiðinlegt í púðursnjónum. En aftur á móti er maður með sjálfstæða fjöðrun að framan sem ætti að gefa manni betra grip á framhjólunum.",
            "date": "2010-03-01 13:13:00",
            "post_id": "1718",
            "reply_to_id": "1713"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Í mjög þungu færi þar sem bílarnir sökkva alveg, býr hásingabíll til för sem eru töluvert dýpri en allur undirvagninn á bílnum, þannig að það verður mikklu minna viðnám fyrir bílin að troðast áfram þar sem að það eru bara hásingarnar sem liggja í snjónum.  Ókosturinn við klafabílana í þungu færi er hvað það er hátt undir þá að framan (kostur/ókostur), þeir búa nefnilega til för sem eru jafn djúp eða bara örlítið dýpri en allir undirvagninn á bílnum. Um leið og klafabíllin grefur sig niður að framan leggst hann á klafana, millikassabita, tankinn og allt sem er eitthvað neðarlega í undirvagninum og þá þarf stundum að moka mikið til að losa bílinn. Þetta finnst mér vera algengasta og einfaldasta skýringin á því afhverju hásingabílar festast síður í mjög þungu færi. Það að hásingarbílar séu að drífa meira af því að snjórinn flæði yfir hásinguna eru galdrar sem ég hef ekki séð eða sanfærst alveg ennþá um að sé helsta skýringin á drifgetu. Á seinust árum hefur orðið smá bötnun í breytingu á klafabílum þar sem að klafarnir hafa verið síkkaðir, þannig fara þeir ennþá neðar en restin af undirvagninum. Þetta hefur mér fundist muna mjög mikklu á t.d. hiluxnum sem ég er á núna árg 07 og hiluxnum sem ég átti árg. 94. Varðandi styrk, þá eru alltaf kostir og gallar í öllu, klafar þurfa oftar einhverjar styrkingar.... en þegar það er búið halda þeir oft kjafti.\nÞegar öllu er á botnin hvolft..... er það oftast bílstjórinn sem skiptir máli...\nKv.\nÓskar Andri.... sem hefur stundum velt því fyrir sér að setja lista/tönn neðst á pönnuna framan á bílnum til að dýpka förin örlítið.... gæti verið nógu heimskulegt til að prófa einhverntíman",
            "date": "2010-03-01 14:15:00",
            "post_id": "1721",
            "reply_to_id": "1718"
        },
        {
            "user_name": "birgthor",
            "text": "Er ekki svolítið ósanngjarnd að bera saman vel smíða fjöðrunarkerfi á hásingu og svo uppskrúfaða orginal klafa með flexitorum. Er nokkur hér á landi sem hefur smíðað upp klafa með gormum og longum spyrnum? Þá væri hægt að bera það saman.\nKv.",
            "date": "2010-03-08 22:42:00",
            "post_id": "2065",
            "reply_to_id": "1721"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "HJARTANLEGA sammála......",
            "date": "2010-03-09 08:43:00",
            "post_id": "2078",
            "reply_to_id": "2065"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Hér eru menn heldur betur búnir að smíða upp klafasystemið.\nAlveg þokkaleg teygja á þessu hjá þeim.",
            "date": "2010-03-09 18:21:00",
            "post_id": "2096",
            "reply_to_id": "2078"
        },
        {
            "user_name": "birgthor",
            "text": "Þetta er það sem ég er að tala um Alvöru klafabúnaður. \nKosti sem ég held að séu við klafa eru hversu hátt er undir þá og sjálfstæð fjöðrun. Svo held ég að menn geti ekki sagt að það sé ókostur að það sé jafn hátt undir klafana og aðra hluti bílsins, og hvað þá vegna þess að það sé hætta á því að fá verri festu. Held að þetta sé kostu því þú festis seinna og kannski bara ekkert ;)\nKv.",
            "date": "2010-03-09 18:38:00",
            "post_id": "2098",
            "reply_to_id": "2096"
        },
        {
            "user_name": "Brjótur",
            "text": "Samt strákar eru klafabílar yfirleitt fyrstir til að festast :=)",
            "date": "2010-03-09 18:41:00",
            "post_id": "2099",
            "reply_to_id": "2098"
        },
        {
            "user_name": "birgthor",
            "text": "ekki... :)",
            "date": "2010-03-09 18:49:00",
            "post_id": "2100",
            "reply_to_id": "2099"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Ég held ég verði nú að vera sammála því að klafabílar setjast mun fyrr á kviðinn en hásingabílarnir vegna þess að þeir hafa yfirleitt styttri fjöðrun\nheldur en hásingabílarnir og svo finnst mér að klafarnir vilji safna upp snjó framan við sig sem þvælist fyrir. En um margt er klafafjöðrunin skemmtileg og er hún als ekki alvond, kannski svona breytingar eins og eru á myndunum sem ég setti inn séu eitthvað til bóta.",
            "date": "2010-03-09 19:52:00",
            "post_id": "2106",
            "reply_to_id": "2100"
        },
        {
            "user_name": "gislisveri",
            "text": "Það er búið að þræta um þetta í svo mörg ár að maður er farinn að verða frekar forvitinn.\nHver vill taka að sér að skoða þetta vísindalega?\nTaka tvo eins bíla, t.d. Hilux, annan á klöfum, hinn með röri, passa að þeir séu á eins dekkjum/felgum og jafn þungir á hvorum ási. Svo bara keyra samsíða og telja festurnar. Er einhver til? :)",
            "date": "2010-03-09 20:58:00",
            "post_id": "2109",
            "reply_to_id": "2106"
        },
        {
            "user_name": "jeepson",
            "text": "Það væri nú einmitt gaman af svona könnun. Þetta hefur alt sína kosti og galla þetta dót.",
            "date": "2010-03-09 21:03:00",
            "post_id": "2110",
            "reply_to_id": "2109"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Eitthvað eru menn að eltast við því ansi margir fara út í að breyta úr klöfum í hásingu, varla er það bara einhver tískubóla eða hvað?",
            "date": "2010-03-10 11:38:00",
            "post_id": "2132",
            "reply_to_id": "2110"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Eins og ég sagði kostur/ókostur. Þegar að það er komið í þungt færi þar sem bílarnir hafa lítið flot og skilja eftir sig djúp för (kúludráttur) að þá eru það bara hásingarnar í hásingabílnum sem plægja og liggja í snjónum. Jafnvel þótt að hásingabíllin spóli aðeins að þá eru það bara hásingarnar sem sökkva aðeins dýpra og fyrirstaðan að hjakka sig lausan ekki svo mikil. Á bíl með óbreyttri sjálstæðri fjöðrun (ekki búið að síkka fjöðrun) liggur undirvagninn meira í snjónum þessvegna má hann minna við því að sökkva eða spóla til að bíllin festist. Þegar að klafabíll festist að þá leggast hann alltaf á pönnu að framan sem hefur mikklu meira flatarmál heldur en nokkurntíman hásingarrör og það þarf hugsanlega líka að moka annarstaðar undan undirvagni bílsins. Eins og ég sagði áður, á bílum þar sem er búið að síkka fjöðrunina hefur þetta batnað slatta en þeir hafa ennþá hlífðarpönnuna til að leggjast á......\nÞetta er mín skoðun án þess að ég hafi nokkurntíman átt breyttan jeppa með hásingu að framan. \nKv.\nÓskar Andri",
            "date": "2010-03-10 13:09:00",
            "post_id": "2136",
            "reply_to_id": "2132"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Aðalástæðan er sennilega sú að smíðin er einfaldari....",
            "date": "2010-03-10 13:16:00",
            "post_id": "2137",
            "reply_to_id": "2136"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-03-10 14:23:00",
            "post_id": "2143",
            "reply_to_id": "2137"
        },
        {
            "user_name": "birgthor",
            "text": "Já, flottur póstur og skemmtilegur þráður. Engin með neitt rugl bara rökfærslur og málefnalegir menn ;)\nSvo er annað að flestir þessara bíla í dag sem eru á klöfum eru með hásingu að aftan og þá fá þeir að mínu mati verri eiginleika heldur enn bara hásingar eða klafar báðumegin.\nTil dæmis þá safnar svoleiðis bíll snjónum upp að framan en misfjaðrar ekki jafnvel að aftan og margt fleira.\nTil er bíll sem er hannaður fyrir mikla vinnu í hliðarhalla, ófærð og erfiðu landslagi. Sá bíll er á klöfum að framan og aftan. Hann er hannaður fyrir hraðann akstur í þessu öllu saman. Þar eru verkfræðingar og fræðimenn sem hanna bíl til þess að endast og þurfa lítið viðhald (veit ekki hvernig það tókst).\nÞað er HUMMER... af þeim bíl hef ég mikið álit og tel vera mjög góða, reyndar bara af þeim sögum sem menn sem hafa átt þannig segja.\nKv. Biggi",
            "date": "2010-03-10 23:36:00",
            "post_id": "2188",
            "reply_to_id": "2143"
        },
        {
            "user_name": "grimur",
            "text": "Ég get nú ekki alveg skrifað undir það að klafarnir misfjaðri betur en hásing. Kannski með blaðfjöðrum jú, en þær eru hálfgerðar ballansstangir um leið.\nMeð gormum/púðum er nefninlega staðan sú að um leið og annað hjólið fer uppá eitthvað myndast \"pivot\" undir gorminum þeim megin. Þar af leiðandi myndast gagnátak í öfuga átt sem \"togar\" hitt hjólið niður. Þetta lögmál er svo jafnframt mjög háð því hversu nálægt miðju gormarnir eru, vegna þess að vægið um téðan \"pivot\" punkt deilist á arma sem eru mis langir.\nTökum dæmi: \nNotum miðju dekkja sem viðmið, segjum að það séu 200cm miðju í miðju.\nGormarnir eru svo með 100cm millibili á hásingu. Þannig er kerfið akkúrat í 1/4 hlutum kraftfræðilega séð.\nSvo er annað hjólið sett upp á stein, segjum að krafturinn undir það aukist um 200kg á því.\nÞá eru auka 200kg á armi upp á 50cm.(frá dekkmiðju í aðliggjandi gorm)  200*0.5m=100kgm\nAndvægi myndast á 150cm armi yfir í hitt hjólið. -100kgm / 1.5m = -66.6kg. \nSamslagið á annarri hliðinni ýtir þar af leiðandi undir sundurslag á hinni hliðinni >=meiri teygja.\nTil að átta sig betur á þessu má ímynda sér að færa báða gormana saman á miðja hásingu. Þá gengur vægið fullkomlega yfir og fullkomin teygja. \"Body roll\" verður hins vegar fullkomnað sem vandamál í því tilfelli.\nMeð klöfum er ekkert samhengi af þessari gerð, þessvegna er það líka oft kallað sjálfstæð fjöðrun.\nkkv\nGrímur",
            "date": "2010-03-14 01:39:00",
            "post_id": "2317",
            "reply_to_id": "2188"
        },
        {
            "user_name": "Stebbi",
            "text": "Hummer er hannaður til að keyra þangað til hann er ónýtur og þá pantarðu annan í fallhlíf.  Þetta eru og verða hertæki sem eiga takmarkaða samleið með jeppasportinu.  Hummerinn sem tók þátt í rallýinu fyrir nokkrum árum sýndi ekki þetta \"endast mikið og bila lítið\" og vildi frekar kasta hjólunum með legu og öllu út í móa eftir smá akstur.",
            "date": "2010-03-14 13:52:00",
            "post_id": "2328",
            "reply_to_id": "2317"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Dakar keppnisbílarnir sem keyra í eyðimörkunum á fullu, sem er ekki svo ólík snjó að mörgu leiti eru flest allir klafabílar, gaman væri að vita hvort þeir færi rök fyrir því að öðru leiti en að fjöðrunin sé betri og bíllinn rásfastari",
            "date": "2010-03-15 12:33:00",
            "post_id": "2367",
            "reply_to_id": "2328"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Þeir nota klafana einfaldlega út af betri aksturseiginleikum í svona rallíakstri og þeir fá að vissu marki meiri veghæð undir bílana, í eyðimerkurakstrinum þá eru þessir bílar sjaldnast að sökkva það djúpt í sandinn að það sé að há þeim en það sem margir vilja meina er að í djúpum snjó þá vilja klafabílarnir setjast á kviðinn og festast þar sem hásinga bíll myndi að vísu draga hásingarnar en kannski ekki sitja fastur vegna minni mótstöðu hásingana og snjórinn ætti kannski þó nokkuð eftir til að ná botni bílsins. Þetta er að minnsta kosti mín reynsla af því að hafa verið bæði á klafa bílum og hásingar bílum.",
            "date": "2010-03-15 12:56:00",
            "post_id": "2369",
            "reply_to_id": "2367"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Það sem mér finst helst há mínum er að þegar ég er búinn að stoppa í djúpum snjó og reyni að bakka, þá fer hann bara niður.\nGaman væri að eyða smá tíma í að gera botninn á bílnum sléttan við grindina(með plötum og því um líku og sjá hvort hann renni ekki bara eins og sleði í snjónum, enda rétt tæp 1200 kiló :)\nEn ég vil samt meina að í utanvegaakstri sé hásing betri kostur, allavega á íslandi, en ég myndi ekki fórna bílnum mínum fyrir hásingu því ég nota hann það mikið utanbæjar og nýt þeirra litlu aksturseiginleika sem súkka á klöfum býður upp á.",
            "date": "2010-03-15 18:33:00",
            "post_id": "2379",
            "reply_to_id": "2369"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég fann stóran mun á bílnum hjá mér þegar ég tók pönnuna undan drifinu og vélini.  Bíllinn fór einfaldlega að drífa meira og hætti að vera svona gjarn á að setjast á kviðinn og sleppa framhjólunum.  Svona snjóþotuæfingar virka ekki nema á miklum hraða og þá er eins gott að halda hraðanum.",
            "date": "2010-03-15 20:19:00",
            "post_id": "2389",
            "reply_to_id": "2379"
        },
        {
            "user_name": "grimur",
            "text": "Eitt annað sem mig langar að koma á framfæri sem ásæðu bílaframleiðenda fyrir því að setja upp klafa frekar en hásingar:\nÞað að setja upp hásingu kostar töluverða smíðanákvæmni á óheppilegum stað í framleiðsluferlinu. \nMeð klafaútfærslu er hægt að leyfa aðeins minni nákvæmni sem síðan er stillt út þegar klafarnir eru settir saman. Þannig næst aðeins meiri framleiðsluhagkvæmni vegna þess að úrkast vegna smíðaskekkju verður minna. \nVal á lausnum af þessari ástæðu er \"ósýnilegt\" flestum spekúlöntum þar sem það hefur ekkert beinlínis með aksturseiginleika að gera ef allt heppnast eins og það á að gera.\nStaðreyndin er samt sú að bílar hafa þróast, og munu halda áfram að þróast að stórum hluta til með framleiðsluhagkvæmni að leiðarljósi. Bestu lausnir hvað aksturseiginleika eða styrk varðar lenda því ekkert endilega í fyrsta sæti. \nVarðandi keppnisbíla, þá gilda allt önnur lögmál. Sérmíðaðir klafar geta virkað feiknalega vel, en það þýðir ekkert að reyna að telja mér trú um að Dakar-keppnisbílar séu gerðir til að endast 5 til 10 ár og 200.000 kílómetra í \"venjulegri\" notkun. \n5000 kílómetrar á innan við viku í rosalegu álagi þar sem hávaði og þægindi skipta litlu máli en styrkur og áreiðanleiki ráða ferðinni eru hreinlega allt aðrar hönnunarforsendur sem kalla á aðrar lausnir. \nSennilega eru þær forsendur töluvert nær þeim kröfum sem við gerum, en endurspegla engan veginn það sem hinn almenni jeppakaupandi biður um eða þarf á að halda.\nAf akkúrat þeirri ástæðu eru til dæmis LC70 bílarnir ansi nærri hönnunarforsendum fyrir íslenskt fjallasport. Mikill styrkur, lúxus í öðru sæti og áreiðanleiki eins og best gerist af færibandinu.\nEnda eru þeir bílar kallaðir \"SÞ\" bílar, einfaldlega vegna þess að þeir eru samsetning af því áreiðanlegasta sem TOYOTA hefur að bjóða og markaðssettir á þau svæði heimsins þar sem þessi atriði skipta mestu.\nkkv\nGrímur",
            "date": "2010-03-15 21:43:00",
            "post_id": "2395",
            "reply_to_id": "2389"
        },
        {
            "user_name": "Kiddi",
            "text": "Mín persónulega skoðun er sú að munurinn á aksturseiginleikum sjálfstæðrar fjöðrunar og hásinga í vegaakstri sé stórlega ýktur. Ég held að þetta sé frekar spurning um það hversu mikið vandað sé til fjöðrunarinnar, sama hvort hún er sjálfstæð eða ekki. Tökum Grand Cherokee sem dæmi. Þar er á ferðinni virkilega vel heppnuð fjöðrun með hásingum að framan og aftan. Síðan með sjálfstæðafjöðrun þá höfum við t.d. Terrano II sem mér þykir fjaðra einstaklega leiðinlega og hinsvegar LC 120 sem er með mjög vel heppnaða fjöðrun. Munurinn er sá að það er bara mikið meira lagt í Land Cruiser fjöðrunina... sem er það sem skiptir máli í öllum fjöðrunarkerfum!",
            "date": "2010-03-15 23:02:00",
            "post_id": "2400",
            "reply_to_id": "2395"
        },
        {
            "user_name": "Kölski",
            "text": "Jahá það eru skiptar skoðanir á þessu sé ég.",
            "date": "2010-11-17 00:56:00",
            "post_id": "10989",
            "reply_to_id": "2400"
        },
        {
            "user_name": "bragi",
            "text": "og svo er þetta: \n[youtube]w_F7QrR4Ur8[/youtube]",
            "date": "2010-11-18 15:07:00",
            "post_id": "11049",
            "reply_to_id": "10989"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nJeppi er ekki með klafa!\nMenn eru búnir að rembast eins og rjúpan við staurinn við að gera klafa nothæfa undir jeppa en engum tekist það.  Komust einna lengst með það undir Pajeró þar sem allur klafabúnaðurinn er færður niður og þannig er \"sportbíllinn\" losaður við snjósöfnun undir kviðinn en hvað gerist.  \nStrákar, við erum ekki að keyra í eyðimörk og við erum ekki að breyta jeppum til að keyra á 110km hraða á malbiki.  Okkar aðstæður eru þannig að við keyrum í snjó og þegar við keyrum í snjó safnast snjórinn undir bílana og þyngir þá svo um munar.  Þá leggjast allir jeppar, nema loftpúðajeppar, á samsláttarpúðana og hvernig líta klafarnir út þá.  Þeir eru komnir miklum mun neðar heldur en hásing fer nokkurntíma og bíllinn drifur ekki bofs.\nÞað að minnast á Hömmer er í sjálfu sér allt í lagi því að þar eru klafarnir níðsterkir og í viðbót er niðurgírun með upphækkun út við hvert hjól.  Þannig heldur Hömmerinn mikilli hæð þrátt fyrir að þyngjast.\nKlafar virka þannig í snjó að þeir ýta ekki snjónum á undan sér heldur treður honum undir bílinn.  Þannig byrja vandamálin því að þegar bíllinn fer ekki lengra er hann búinn að byggja snjóskafl undir framhjólastellið og kemst þá heldur ekki afturábak.  Hásingabíllinn ýtir snjónum á undan sér og kemst sjálfsagt styttra áfram í einu en þá er langoftast hægt að bakka.\nÉg er búinn að nota fleiri klaufajeppa, bara nokkuð frambærilega, og er núna kominn á hásingabíl.  Upplifunin var þannig að klafabílarnir voru mun léttari, bara í eðli sínu, og þegar ég fór að nota hásingabílinn sem var um 700kg þyngri hélt ég að ég færi ekki meira á fjöll, ætti bara ekkert erindi.  Raunin var akkúrat á hinn veginn, komst kannski ekki lengra en á þúsundfalt meiri möguleika á að bakka úr vandanum.  \nKv Jón Garðar\nÁ myndinni er ég að keyra í færi sem klafabíll prófaði.  Hann átti ekki erindi.",
            "date": "2010-11-19 21:07:00",
            "post_id": "11099",
            "reply_to_id": "11049"
        },
        {
            "user_name": "Óvinurinn",
            "text": "kannski ekki málefnalegasta innleggið ... en það var að brotna hjá mér klafi svo að ég er ekkert rosalega hrifinn af þeim akkúrat núna :þ",
            "date": "2011-03-01 23:52:00",
            "post_id": "16883",
            "reply_to_id": "11099"
        },
        {
            "user_name": "Offari",
            "text": "Ég er svo gamaldags að ég vill helst hásingar og blaðfjaðrir.  Einfaldlega vegna þess að það er einfaldasti búnaðurinn.  Gaman samt að lesa þetta og útskýringar manna á því hversvegna hásingar drífa meir en klafarnir.  En eins og flestir segja þá eru klafarnir með betri aksturseiginleika en hásingarnar hafa reynst betur í ófærðini.  Því er það eina helst spurning hverju vilja menn fórna frekar?  Það sem mér fannst vanta í þessa umræðu er það hvernig klofhásingin var að reynast? Náði hún að sameina kosti hásingana og klafana eða hirti hún gallana frá báðum?  Ég veit vel að flestir gáfust upp á þessum hásingum vegna viðhalds.",
            "date": "2011-03-02 00:28:00",
            "post_id": "16886",
            "reply_to_id": "16883"
        },
        {
            "user_name": "helgiaxel",
            "text": "Ég ákvað að skifta út klöfunum hjá mér fyrir hásingu, það var nú ekki endilega afþví að ég héldi að hann færi að drífa meira, heldur út af því að öll ummhirða í kringum bílinn er auðveldari með hásingu, td. ef á að hækka hann meira það er það hægt með litlum tilkostnaði, og annað að þessi drif sem koma í þessum klafabílum eru nú ekki til að hrópa húrra fyrir, oftast í kringum 7-8\" drif og ekkert hægt að fá í þetta af hlutföllum og lásum. Best er að velja sér sterka hásingu sem auðvelt er að fá hluti í.\nKv\nHelgi Axel",
            "date": "2011-03-02 08:36:00",
            "post_id": "16894",
            "reply_to_id": "16886"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Hvernig bíll ert þú með Helgi???",
            "date": "2011-03-02 09:34:00",
            "post_id": "16899",
            "reply_to_id": "16894"
        },
        {
            "user_name": "helgiaxel",
            "text": "38\" Galloper með 3,1tdi vél, gírkassa og millikassa (úr Izusu crew cap), 9\" hásingar úr Pajero með 5,29 og loftlás,´gæti trúað að ég fari með hann uppá 44\" áður en langt um líður\nKv\nHelgi Axel",
            "date": "2011-03-02 11:41:00",
            "post_id": "16906",
            "reply_to_id": "16899"
        },
        {
            "user_name": "birgthor",
            "text": "Ég veit til þess að ef breita á Econoline á 35\" eða minna og 4x4 eru menn farnir að setja klofhásingu frekar en heila. Veit hinsvegar ekki afhverju.\nHvernig er það hafa menn ekkert verið að prófa setja loftpúða á klafana?",
            "date": "2011-03-02 17:03:00",
            "post_id": "16932",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Sæll Helgi\nErtu að nota partol ytri hluta og Pajero afturdrif?\nEf svo er ertu þá með 28 rillu drifið úr pajero og framhásingadót úr gamla patrol 83-88?",
            "date": "2011-03-02 17:44:00",
            "post_id": "16937",
            "reply_to_id": "16932"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Með því að slá inn \"double wishbone airbag suspension\" í google fann ég m.a. þetta: \nhttp://www.google.is/imgres?imgurl=http://image.mustangmonthly.com/f/miscellaneous/air-ride-debuts-new-1967-1970-mustang-front-suspension/10031018%2Bcr1%2B%2520re0%2Bar1/air-ride-strongarm-front-suspension-for-classic-mustangs.jpg&imgrefurl=http://retrorides.proboards.com/index.cgi%3Fboard%3Dgeneral%26action%3Dprint%26thread%3D48729&usg=__aaxl0hYYmZIIUgolIMhK7nWs5Tw=&h=480&w=640&sz=61&hl=is&start=118&zoom=1&tbnid=3109it0Bg9W9AM:&tbnh=138&tbnw=148&ei=RYFuTYrxMs618QP9zbz8Dg&prev=/images%3Fq%3Ddouble%2Bwishbone%2Bairbag%2Bsuspension%26um%3D1%26hl%3Dis%26biw%3D1280%26bih%3D899%26tbs%3Disch:10,3200&um=1&itbs=1&iact=rc&dur=478&oei=NoFuTem1DoPGlQfP-pw3&page=5&ndsp=30&ved=1t:429,r:9,s:118&tx=16&ty=58&biw=1280&bih=899\nSíðan má finna meira með því að slá inn \"IFS airbag suspension\" þetta virðist samt aðalega vera kaninn að setja þetta í sportbíla og hotroda.....",
            "date": "2011-03-02 17:46:00",
            "post_id": "16938",
            "reply_to_id": "16937"
        },
        {
            "user_name": "helgiaxel",
            "text": "sæll Hrólfur, ég er með köggulinn úr Pajerinum hann er 28rillu og með 9\" hring og nota við það rör, liðhús, nöf og öxla úr 95´Patrol, ég þarf að breyta öxlunum til að passa inn í drifið. En með þessu er ég kominn með sama köggulinn að framan og aftan, nóg til af þessum drifum, koma orginal með 5,29 og loftlás, mjög sterk drif, hringurinn+casing er um 60mm þykkt.\nÞú getur komið og kikt á þetta hjá mér ef þú vilt, ég er á skaganum\nKv\nHelgi Axel",
            "date": "2011-03-02 18:08:00",
            "post_id": "16940",
            "reply_to_id": "16938"
        },
        {
            "user_name": "þórarinn",
            "text": "jú veitu ég held að þetta sé ekkert svo langt frá sannleikanum.. Hópþrýstingur frá félögum að menn séu ekki á alvöru jeppa fyrr en hann er komin á hásingu að framan er allavega ekkert að ýta mönnum frá því að fara í þetta.",
            "date": "2011-03-03 01:33:00",
            "post_id": "16998",
            "reply_to_id": "16940"
        },
        {
            "user_name": "birgthor",
            "text": "Ég held það væri gaman að sjá alvöru klafa með loftpúðum, þá ættu þeir ekki að vera dragast niður við mikil þyngsli og ef þeir settust á kviðinn ætti að vera hægt að lyfta þeim aðeins með púðunum.",
            "date": "2011-03-03 10:43:00",
            "post_id": "17008",
            "reply_to_id": "16998"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2011-03-03 11:38:00",
            "post_id": "17013",
            "reply_to_id": "17008"
        },
        {
            "user_name": "Kiddi",
            "text": "Það er þá bara svipað og undir nýjum Range Rover a loftpuðum",
            "date": "2011-03-03 14:34:00",
            "post_id": "17032",
            "reply_to_id": "17013"
        },
        {
            "user_name": "birgthor",
            "text": "Já það væri gaman að heyra meira af þessum Pajero. En ég er alls ekki að tala um púða eins og eru í range rover þar sem færslan er miklu styttri hefði ég haldið í svona götu bíl.\nÉg var þá að tala um 38\"> breyttan bíl (Hummer kannski ;) með löngum púðum, þá þegar bíllinn færi að þingjast væri hægt að bæta í púðana og ef hann settist á kviðinn væri séns að pumpa vel í og sjá hvort dekkin\nað lyfta honum upp.",
            "date": "2011-03-03 21:43:00",
            "post_id": "17077",
            "reply_to_id": "17032"
        },
        {
            "user_name": "Kiddi",
            "text": "Range Roverarnir eru nú með merkilega langt fjöðrunarsvið, en það leiðinlega er að það fylgir þessum púðum í þeim leiðinlega mikið viðhald (dýrt) þó svo að frágangur sé \"réttur\" (rétt eins og í vörubílunum í rauninni ef út í það er farið :-) )\nÞað væri líka áhugavert að sjá hvernig þetta var leyst að framan í Pajeronum (þó ég sé ekki mikill loftpúðamaður), þar sem demparinn og gormurinn eru sambyggðir (strut). Í Rovernum er púðinn á demparanum en það er líklega erfitt að smíða svoleiðis svona eftir á...\nUndir Hummer þá er demparinn líka inni í gorminum þannig að það þyrfti að færa hann auk þess sem það væri frekar áhugavert verkefni að koma loftpúðanum fyrir þannig að hann gangi rétt saman við fjöðrun",
            "date": "2011-03-04 01:26:00",
            "post_id": "17107",
            "reply_to_id": "17077"
        },
        {
            "user_name": "birgthor",
            "text": "Það er einmitt það sem mér langaði að sjá á þessari pæju þ.e. útfærsluna á því að fá púðann rétt saman og sundur.\nHvernig er það er ekki hægt að laga þennan þráð, þó svo ég sé mikill hummer aðdáandi þá fýla ég ekkert sérstaklega svona breiða þræði :)",
            "date": "2011-03-04 14:55:00",
            "post_id": "17132",
            "reply_to_id": "17107"
        },
        {
            "user_name": "birgthor",
            "text": "Gleymið þessu með breiða þræði, prófaði að opna þetta í firefox og þá var allt í lagi.",
            "date": "2011-03-04 23:06:00",
            "post_id": "17158",
            "reply_to_id": "17132"
        }
    ],
    "date": "2011-03-02 17:03:00"
}