{
    "forum_title": "Almennt spjall",
    "id": "35510",
    "title": "Pajero og Crucer 120",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=35510",
    "posts": [
        {
            "user_name": "thoriceland",
            "text": "Hvort er skynsamlegra að kaupa \nPajero eða L cruiser 120    verð. Ca 2-2,5 millj.\nÓbreytta bíla.",
            "date": "2019-06-17 21:53:00",
            "post_id": "180161",
            "reply_to_id": false
        },
        {
            "user_name": "íbbi",
            "text": "þetta er ansi mikið jarðsprengusvæði að hætta sér inn á að svara. \nbáðir bílar eru í senn góðir og alls ekki gallalausir.\npersónulega kann ég betur við cruiserinn.  \ncruiserinn er engu síður langt frá því að vera gallalaus,  grindurnar á þeim hafa verið að ryðga illa og  toyota hefur skipt um complete grindur í fjöldanum öllum af þeim.  svo er einhver hópur manna sem hefur setið uppi með ónýtar grindur í bílum úr ábyrgð\n mér finnst flestir sem ég þekki a.m.k lenda í að skipta um spíssa í þeim. sem er ansi kostnaðarsamt\nhásingarörin á þeim hafa líka verið að ryðga illa\nloftpúðafjöðrunin í VX bílunum getur verið afskaplega andfélagsinnuð og er dýr í service. \nengu síður hef ég alltaf verið hrifinn af þessum bílum, finnst gott að keyra þá og umgangast, sérstaklega í barnastússi og  tilheyrandi, mótorinn í þeim skemmtilegur og ekki  frekur á dropann. \nþessir bílar eru samt að mínu mati  alltof dýrir og verðið á þeim notuðum síðasta áratuginn hefur verið gjörsamlega glórulaust.\nfyrsti stóri kosturinn við pajeroinn er verðið, fyrir sama pening færðu mun yngri og minna ekinn bíl en af land cruiser. \nþekktasti galinn í pajero er að stillibolltarnir fyrir klafana á þeim að aftan gróa fastir, bíllinn endar svo á að setjast  á rassgatið, missa hjólastillingu og mislíta dekkjunum, þegar það á svo að hjólastilla er allt fast og það er rúmlega 200k pakki að koma þessu í rétt horf. \náfyllingastúturinn í þeim ryðgar og ég hef heyrt af tilfellum þar sem drulla úr stútnum kemst alla leið upp í mótor (háþrýstidælu) og veldur skemmdum þar, dýrum. \nEGR í þeim stíflast og getur valdið skemmdum. \n það ryðga á þeim sílsarnir, byrja að aftan á halda áfram í átt að framhjólinu.\n5 gíra skiptingin í þeim er gríðarlega dýr í upptekt. það fer að mér skylst í þeim plánetugírinn og hann fæst aðeins original og é ghef heyrt menn tala um að með honum og vinnuni við upptekt sé svona skipting 800þús kr pakki.  \nmér hefur persónulega ansi margir af þeim sem ég þekki með þessa bíla hafa lent í að mótorinn hafi kvatt partýið í 3.2 did bílunum.  \nég átti sjálfur bensín pajero af þessum árgerðum og kunni mjög vel við hann,  .þægilegur fjölskyldubíll, en afskaplega þyrstur og líka frekar máttlaus (3.5l bíll)",
            "date": "2019-06-20 00:39:00",
            "post_id": "180167",
            "reply_to_id": "180161"
        },
        {
            "user_name": "grimur",
            "text": "Skoðunarmaður hjá Frumherja sagði mér að grindurnar í öllum þessum bílum, Cruiser, Pajero, Patrol, Navara og hvað þeir allir kallast, breyttust sjálfkrafa í ryð að aftanverðu á ákveðnu árabili, ca frá 2003 til eitthvað. Eina undantekningin væri Terracan, þar sem burðarvirkið í hann hefði ekki komið úr sömu fabrikkunni og allt hitt.\nMerkilegt það, forveri Terracan, Galloper, sem ég átti einmitt um tíma, er einna ryðsæknasti bíll sem ég hef átt. Grindin slapp reyndar ágætlega en boddíið var ferlegt.\n...en aftur að efninu...ég er hlutdrægari en allt í þessu, myndi hiklaust velja Cruiser. Hins vegar er það líklega sammerkt með öllum þessum og ekki síst Toyota að þegar árin eru komin í 2ja stafa tölu er maður betur settur með einfaldari bíl með minna lúxus-blingbling sem getur bilað.\nHitt er svo meira smekksatriði og bara spurning um viðhald, meðferð og annað ástand...\nKv\nGrímur",
            "date": "2019-06-20 03:24:00",
            "post_id": "180169",
            "reply_to_id": "180167"
        }
    ],
    "date": "2019-06-17 21:53:00"
}