{
    "forum_title": "Almennt spjall",
    "id": "3563",
    "title": "jepp eða ford",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=3563",
    "posts": [
        {
            "user_name": "kiddiei",
            "text": "Er að spá í grand cherokee 2005 til 2006 eða ford explorer 2006 er að tala um v6.\nHvað segja menn um kosti og galla þessara bíla, Er að leita að góðum keyrslu og ferða jeppa.Er á 90 cruser var að  spá í að  skipta honum í nýri cruser ein mér blöskrar verðið á þeim. Átti 150 ford 2004 í 4ár fannst hann vera full dýr í rekstri.",
            "date": "2011-02-22 19:32:00",
            "post_id": "16301",
            "reply_to_id": false
        },
        {
            "user_name": "Stebbi",
            "text": "Þetta er alveg jafn slæmt og að spyrja 'Bensín eða Dísel'\nEftir að hafa átt Grand Cherokee sjálfur þá veit ég hvað ég myndi velja, Grandinn alla leið.  Minni, léttari, eyðslugrennri og liprari í alla staði.",
            "date": "2011-02-22 22:11:00",
            "post_id": "16318",
            "reply_to_id": "16301"
        },
        {
            "user_name": "Einar",
            "text": "Mér hefur alltaf þótt Explorerinn ákaflega óspennandi bíll en Grandinn er klassabíll og hefur verið það allt tíð, allar útgáfur frá upphafi.",
            "date": "2011-02-23 18:56:00",
            "post_id": "16396",
            "reply_to_id": "16318"
        },
        {
            "user_name": "jeepson",
            "text": "Ég er nú bæði Ford og Jeep maður en ég myndi segja grandinn :)",
            "date": "2011-02-23 20:05:00",
            "post_id": "16402",
            "reply_to_id": "16396"
        },
        {
            "user_name": "kiddiei",
            "text": "já ég fékk 2005 árg af cerokee v6 til prufu hann kom á óvart lipur og skemmtilegur í akstri konan sagði að 90 cruserin væri helvítis traktor eftir að hún prufaði Grandinn.Einn hvernig er drifbúnaðurinn að virka v6 bíllinn er ekki með lágt drif bara 4,7l og 5,7l.er búin að heyra að v6 sé að koma rosa vel út í eyðslu.Eða ætti maður bara fara í 4,7l",
            "date": "2011-02-23 21:44:00",
            "post_id": "16411",
            "reply_to_id": "16402"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef þú ætlar í 4.7 þá myndi ég reyna að fara í 2009 eða yngri, þá er hann komin með MDS eins og 5.7 vélin og orðin um 300hö.  Eldri bíllinn (WJ) með 4.7 er alveg ótrúlega léttur í rekstri miðað við 8cyl jeppa og ég á ekki von á því að nýja vélin sé neitt síðri en sú eldri.\nP.s\nÞú átt skynsama konu sem virðist hafa smá vit á bílum.  :)",
            "date": "2011-02-23 23:00:00",
            "post_id": "16420",
            "reply_to_id": "16411"
        },
        {
            "user_name": "Hjörturinn",
            "text": "þó það stingi í Toyotuhjartanu við þetta þá verð ég að segja Jeep all the way...",
            "date": "2011-02-24 01:18:00",
            "post_id": "16431",
            "reply_to_id": "16420"
        },
        {
            "user_name": "SiggiHall",
            "text": "Ég verð að segja fordinn, liprir og skemmtilegir bílar",
            "date": "2011-02-24 02:00:00",
            "post_id": "16432",
            "reply_to_id": "16431"
        },
        {
            "user_name": "JHG",
            "text": "Hef ekki reynslu af Explorer (eflaust ágætir bílar) en á 2007 módel af V6 Grand og þetta eru virkilega skemmtilegir bílar.  Eyðslan er um 11-12 á þjóðvegum en hjá mér um 16-18 í bænum (fer eftir því hvort það er sumar eða vetur).  Faðir minn átti samskonar Grand og hann eyddi 15 í bænum og ég veit um einn sem var alltaf um 20. Tengdafaðir minn fékk Grandinn minn lánaðann síðasta sumar og fór hringinn, hann eyddi 15 hjá honum í langkeyrslu.  Ég held að þessi mismunandi eyðsla skýrist aðallega af ökumanninum, ég á það til að vera frekar þungstígur á bensíngjöfina hér í bænum en útá vegum er ég um löglegan hraða og með cruisecontrol á.\nÞrátt fyrir skort á lágu drifi þá er hann ótrúlega duglegur að róta sér áfram, veit ekki hvernig spólvörnin virkar en hún gerir allavegana það sem hún þarf að gera :)\nEini gallin sem ég sé við þennan bíl er að það er frekar þröngt afturí (fyrir fullorðna), sleppur samt alveg.",
            "date": "2011-02-24 11:34:00",
            "post_id": "16447",
            "reply_to_id": "16432"
        },
        {
            "user_name": "kiddiei",
            "text": "Já þetta eru eðlilegar eyðslu tölur, ég var búin að tala við menn sem eiga svona bíla þeir sögðu 9 til 11 í langkeyrslu og 13 til 14 í snatti.Sem mér fannst ekki trúlegt.Svo fer þetta allt eftir aksturlagi fordin sem ég átti fór aldrei undir 18 til 20 í snatti og yfr 20 á veturnar.Einn þegar faðir minn var á honum fór hann aldrei yfir 15l.Maður er svona miða við að fara ekki yfir 18l þá er maður sáttur,ég var nú spurður í síðasta fjölskilduboði hvort ég væri ruglaðu að fara skipta disel cruser í Amersíkan bensín hák ein svona er bíladellann.",
            "date": "2011-02-24 14:07:00",
            "post_id": "16454",
            "reply_to_id": "16447"
        },
        {
            "user_name": "Einar",
            "text": "Það má nú aka nokkra km á verðmuninum milli diesel Crusers og bensín Grand.",
            "date": "2011-02-24 17:16:00",
            "post_id": "16462",
            "reply_to_id": "16454"
        },
        {
            "user_name": "Stebbi",
            "text": "Og fyrir utan það að fá fullt af peningum á milli þá fær maður nútíma lúxus eins og almennileg sæti.",
            "date": "2011-02-24 17:19:00",
            "post_id": "16463",
            "reply_to_id": "16462"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Svo er þessi síða alltaf jafn mikið gull, bara bera saman hvað fólk segir um hvorn bíl fyrir sig. \nhttp://www.carsurvey.org/\nSérstaklega þegar er að skoða frekar algenga bíla.",
            "date": "2011-02-26 11:50:00",
            "post_id": "16554",
            "reply_to_id": "16463"
        }
    ],
    "date": "2011-02-22 19:32:00"
}