{
    "forum_title": "Almennt spjall",
    "id": "3605",
    "title": "Fjölskyldu jeppi?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=3605",
    "posts": [
        {
            "user_name": "Bessi",
            "text": "Það verður ekki flúið að fara að fá sér stærri bíl.Fjölskyldan telur 5 og ég er að spá í 7 manna jeppa.Þá koma til greina LC 90,Pajero,Patrol og Explorer.Árg ca 2002-2003 verð ca 2,5m.Sennilega óbreitt eða lítið breitt.Þá kemur spurningin eru eitthverjar hrillings sögur um þessa bíla sem maður ætti að vita um?",
            "date": "2011-02-25 17:06:00",
            "post_id": "16520",
            "reply_to_id": false
        },
        {
            "user_name": "bragig",
            "text": "Sæll.\nFyrir þennan pening myndi ég fá mér LC 100 með díselvél og sjálfskiptingu. Engar hryllingssögur bara alvöru jeppi með skothelt kram.\nkv. Bragi",
            "date": "2011-02-25 18:49:00",
            "post_id": "16527",
            "reply_to_id": "16520"
        },
        {
            "user_name": "jeepson",
            "text": "Ef þú ert að pæla í óbreyttu eða lítið breyttu þá er patrol ekki slæmt val heldur. Svo er það líka bara að keyra ökutækin eftir þeim kostum og göllum sem að þau hafa.",
            "date": "2011-02-25 20:56:00",
            "post_id": "16531",
            "reply_to_id": "16527"
        },
        {
            "user_name": "svavaroe",
            "text": "Sammála þér vinur, enn á hvaða plánetu fæst LC 100 cruiser með disel á 2.5m árgerð 2002-2003 ?",
            "date": "2011-02-25 21:27:00",
            "post_id": "16536",
            "reply_to_id": "16531"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég bara spyr á hvaða plánetu er þetta satt sem þið eru að bulla í manninn eða eruð þið sölumenn hjá toyota. :o/",
            "date": "2011-02-25 23:31:00",
            "post_id": "16540",
            "reply_to_id": "16536"
        },
        {
            "user_name": "SiggiHall",
            "text": "Gleymdu bara strax patrol og pajero, annað hvort lc eða explorer. Explorerinn notar sennilega heldur meira eldsneyti, en er líka töluvert skemmtilegri bíll en cruiserinn. Cruiserinn er sjálfsagt allt í lagi óbreyttur, minn var á 33\" og mé fannst hann alltaf máttlaus, hann var reyndar ekki commonrail. \nSvo mætti kannski skoða cherokee, durango eða terrano.",
            "date": "2011-02-26 04:02:00",
            "post_id": "16545",
            "reply_to_id": "16540"
        },
        {
            "user_name": "steinarxe",
            "text": "LC90,Patrol,Pajero og síðan einhverstaðar í fyrndinni sé ég explorer. Í þessari röð myndi ég flokka þessa bíla gæðalega séð en persónulega myndi ég reyndar alltaf taka patrol frammyfir lc90 ,sem er nú aðallega útaf því að mér finnst lc90/120 og pajero ljótir bílar;)og svo er pattinn einhvernveginn meiri jeppi á hásingu að framan og svo framvegis.En mér finnst á þér að þú sért að leita að áreiðanleika fyrst og fremst og þá segi ég að lc90 tróni á toppnum fyrst við erum að tala um óbreytta bíla, einu sögurnar sem maður heyrir um þá eru veik frammdrif,en það á ekkert að bögga fyrr en í 38 tommunni.\n Patrolinn er búinn glíma vélarvandamál í mörg ár sem lýsa sér í fáum hestöflum og hitavandamálum. Pajeroinn er ágætis tík,ekkert sérlega slæmur og ekkert sérlega góður. Þeim pajeroum sem ég hef kynnst finnst mér alltaf vera eitthvað smá pillerí,ein pakkning þarna og nemi hinumeginn.Einhvernveginn erfitt að vera með þetta í tip top standi í einhvern tíma. Þetta er samt fínt tæki fyrir einhvern höfuðborgar búann sem finnst gamann að rúnta hringveginn með hund í skottinu,grenjandi krakka afturí og tjaldvagn í rassgatinu,helvíti gott að sitja í þessu:)\nFordinum er ekki treystandi,brimborg er djöfullegt umboð og ford menn eru alltof duglegir við að framleiða mánudagsbíla. Að kaupa góðann Ford finnst mér svipað og að vinna meira en 200kr á happaþrennu. Explorerinn sjálfann þekki ég nú samt ekki enda nenni ég ekki að spá mikið í svonan hálfjeppum.Ford er búið að fara þannig í mig að ég nenni ekki lengur að spá í undirmerkjunum á þeim.\nJæja nú ætti þetta að vera komið ,tek framm að ég er einungis að lýsa mínum skoðunum sem ég byggi mestmegnis á minni reynslu og minna nánustu en með góðum slurk af slúðursögum yfir kaffi bolla samt;) Ég er alveg hættur að nenna að móðgast þegar einhver öskrar á mig Hrælúx,Landlúser eða togoýta. kv.steinar",
            "date": "2011-02-26 05:06:00",
            "post_id": "16546",
            "reply_to_id": "16545"
        },
        {
            "user_name": "Kiddi",
            "text": "http://bilasolur.is/CarDetails.aspx?bid ... &schpage=3",
            "date": "2011-02-26 09:12:00",
            "post_id": "16548",
            "reply_to_id": "16546"
        },
        {
            "user_name": "svavaroe",
            "text": "Þetta er ekki '02-03 árgerð. Þetta er '99 árgerðin með gömlu skiptingunni sem ku vera endingarlítil.\nMig rámar í að það hafi komið ný skipting árið 2003 ?",
            "date": "2011-02-26 09:33:00",
            "post_id": "16549",
            "reply_to_id": "16548"
        },
        {
            "user_name": "Bessi",
            "text": "http://www.carcomplaints.com/worst_vehicles/\n   Sææll Explorer í löngum röðum.Já ég er að sækjast eftir áreiðanleika eitthvað sem þarf ekki mikið viðhald næstu árin.Ég hef verið talsvert á lc 120 og líkað vel en þeir eru bara svo djö.. dýrir.Er Cherokee ekki bara 5 manna?",
            "date": "2011-02-26 15:06:00",
            "post_id": "16560",
            "reply_to_id": "16549"
        },
        {
            "user_name": "Stebbi",
            "text": "Grand Cherokee er 5 manna og rétt svo það.",
            "date": "2011-02-26 19:30:00",
            "post_id": "16591",
            "reply_to_id": "16560"
        },
        {
            "user_name": "SiggiHall",
            "text": "Það má kannski minnast á að explorerinn er búinn að vera lang mest seldi bíllin í sínum flokki í USA, svo af nógu er að taka og fólk frekar tilbúið að kvarta yfir því sem bilar en dásama það sem bilar ekki.\nSvo er búið að innkalla heldur fleiri toyotur en forda á síðustu árum, held ég.\nOg já cherokee er bara 5 manna, tæplega, kannski meira 4,5 manna.\nErtu búinn að fara og prófa það sem kemur helst til greina? Ekki gleyma að setjast afturí líka (a.m.k ef þú ert að spá í pajero)",
            "date": "2011-03-06 18:38:00",
            "post_id": "17274",
            "reply_to_id": "16591"
        },
        {
            "user_name": "Bessi",
            "text": "Takk allir,nei Siggi ég er ekki búinn að fara að prufa var að reyna að þrengja hringinn aðeins.Mér hefði aldrei dottið í hug að þú værir hallur undir Ford:)",
            "date": "2011-03-06 20:06:00",
            "post_id": "17282",
            "reply_to_id": "17274"
        },
        {
            "user_name": "Stebbi",
            "text": "Hingað til hefur ekki verið vöntun á plássi afturí Pajero, allavegna ekki á miðað við hina japönsku jeppana.",
            "date": "2011-03-06 23:04:00",
            "post_id": "17299",
            "reply_to_id": "17282"
        },
        {
            "user_name": "steinarxe",
            "text": "Jamm,sem betur fer virðist toyota vera með metnað til þess að gera við mistökin sem koma framm í beyglunum þeirra. Eitthvað sem Ford mætti taka sér til fyrirmyndar.",
            "date": "2011-03-07 00:25:00",
            "post_id": "17308",
            "reply_to_id": "17299"
        },
        {
            "user_name": "SiggiHall",
            "text": "Það er kannski nóg pláss, en hræðilegt að sitja þar, hörð og óþægileg sæti",
            "date": "2011-03-07 17:17:00",
            "post_id": "17353",
            "reply_to_id": "17308"
        }
    ],
    "date": "2011-02-25 17:06:00"
}