{
    "forum_title": "Almennt spjall",
    "id": "3652",
    "title": "lc 80",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=3652",
    "posts": [
        {
            "user_name": "s.f",
            "text": "er með lc 80 dísel og það ligja alltaf 7v á glóðakertonum eftir að það er búið að setja hann í gang veit enhver hér hvort það er ethvert reley eða tíma tölva sem getur verið bilað og hvar það er í bínum",
            "date": "2011-02-28 21:49:00",
            "post_id": "16775",
            "reply_to_id": false
        },
        {
            "user_name": "haffij",
            "text": "Hættir hann þessu ekki eftir smá stund? Það er eðlilegt að hann geri þetta í smá tíma, sérstaklega ef hann er kaldur.",
            "date": "2011-02-28 21:58:00",
            "post_id": "16776",
            "reply_to_id": "16775"
        },
        {
            "user_name": "s.f",
            "text": "Nei ég mældi hann þá var hann búinn að standa inni í 1-2 vikur í kynntu húsnæði og hann var ekki enn búinn að slökva eftir \n2-3 mín. Ég átti hilux og hann slökti eftir 7 sec þó það væri kalt úti.",
            "date": "2011-02-28 22:08:00",
            "post_id": "16778",
            "reply_to_id": "16776"
        },
        {
            "user_name": "haffij",
            "text": "Stýritölvan fyrir þetta er bakvið hanskahólfið, hitaneminn er einhversstaðar í blokkinni bílstjóramegin ef ég man rétt og releyin sem að stýra þessu eru einhversstaðar bílstjóramegin á innra brettinu.\nVið 20 gráðu heitt vatn ætti eftirglóðin að hanga inn í 120 sekúndur, samkvæmt viðgerðarbókinni fyrir 1hdt vélina.\nEf þú finnur ekki útúr þessu þá mæli ég með Tæknivélum á Tunguhálsi 5 til að kíkja á þetta.",
            "date": "2011-02-28 22:12:00",
            "post_id": "16779",
            "reply_to_id": "16778"
        },
        {
            "user_name": "s.f",
            "text": "hann kveikir ekki hita ljósið",
            "date": "2011-02-28 22:53:00",
            "post_id": "16783",
            "reply_to_id": "16779"
        },
        {
            "user_name": "haffij",
            "text": "hmmm, þá er eitthvað bilað.",
            "date": "2011-02-28 23:04:00",
            "post_id": "16786",
            "reply_to_id": "16783"
        },
        {
            "user_name": "TF3HTH",
            "text": "Þetta gæti verið eðlilegt.  Í 2.8 Patrol er forhitun með 12V og eftir að hann er kominn í gang er 6/7V hitun í einhvern tíma.  En ljósið í mælaborðinu lýsir bara þegar 12V hitunin er.\n-haffi",
            "date": "2011-02-28 23:50:00",
            "post_id": "16792",
            "reply_to_id": "16786"
        },
        {
            "user_name": "Freyr",
            "text": "Get mælt með þeim hjá Tæknivélum, topp menn þar.",
            "date": "2011-03-01 00:25:00",
            "post_id": "16793",
            "reply_to_id": "16792"
        },
        {
            "user_name": "s.f",
            "text": "sælir, ég mældi þetta aftur og núna var hann búinn að standa úti í nokkra daga og þá fór spenan uppí 16v í sirka 2mín og sló svo út, enn mig vantar enn hita ljósið dettur enhverjum eithvað í hug \nég er um 800km frá rvk svo tæknivélar koma ekki til greina strax",
            "date": "2011-03-02 17:24:00",
            "post_id": "16934",
            "reply_to_id": "16793"
        },
        {
            "user_name": "jeepson",
            "text": "Það er í þannig í vélinni sem er í patrolinum mínum núna. að systemið á að gefa 12V í forhitun. og svo á hann að gefa 12V inná 4 5 og 6 kerti í alt að 5 mínútur samkvæmt umboðinu. Ég ég er búinn að vera í pínu veseni þar sem að ég er með rafkerfi fyrir 4,2 diesel en er með 2,8 vél í bílnum. Þannig að hann er frekar erfiður í gang í frostinu. Reyndar mældi ég nú rafmagnið inná kertin og komst að því að tölvan hleypir inná kertin í forhituninni. Þannig að það dugar sennilega að skipta um eitt eða fleiri kerti sem eru þá væntalega farin. En ég myndi kanski prufa að hafa bílinn í gangi í svona 5mín og mæla svo hvort að hann sé en að hleypa inná kertin. Og hvort að hann hleypi inn á öll. T.d eru 2 greinar í mínum bíl, þannig að hann hleypir bara inná seinni 3 í eftirhitun ef alt er rétt.",
            "date": "2011-03-02 21:07:00",
            "post_id": "16967",
            "reply_to_id": "16934"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2011-03-02 21:30:00",
            "post_id": "16972",
            "reply_to_id": "16967"
        },
        {
            "user_name": "s.f",
            "text": "ég er búinn að ath peruna veit enhver hvað það er sem stjórnar ljósinu",
            "date": "2011-03-02 22:05:00",
            "post_id": "16980",
            "reply_to_id": "16972"
        },
        {
            "user_name": "helgiaxel",
            "text": "Forhitaratölvan stjórnar ljósinu líka, hún fær merki frá analog hitanema 0°C=9k ohm,  80°C=0,35 k ohm þú ert líklega með 3 hitanema, eða tvo og þá er annar tvöfaldur (3ja póla). analog neminn fyrir mælinn í mælaborðinu vinnur á þrengra viðnámssviði ca. 0°C=2k ohm 80°C=0,35k ohm, sá þriðji er on/off nemi (thermoswitsch) og er oft settur á 60-70° hann slekkur á afterglow á kertunum, það er líka tími á því, hann er mismunandi 3-5min. þ.e  hiti>70°C eða tími(3-5min)=off.\nÉg myndi skoða nemana, getur soðið vatn og prófað að setja nemana ofaní og viðnámsmæla þá, þeir ættu að sýna ca. þessi gildi sem ég skrifaði. \nÞað er eðlilegt að spennan yfir kertin lækki eftir að bíllin fer í gang, viðnámið eykst með auknum hita og spennan fellur þá nær öll yfir sérstakt viðnám drop resistor) og við það lækkar spennan yfir kertin.\n´\nPrófaðu að mæla nemana\nmælanemi            ca.0°C=2k ohm 80°C=0,35k ohm \nnemi fyrir hitaljós ca. 0°C=9k ohm,  80°C=0,35 k ohm \nthermoswitch        ca. 70°C=off\nÞetta getur verið mismunandi milli bíla, en oftast er þetta svona\nKv\nHelgi Axel\n898-6514",
            "date": "2011-03-02 23:05:00",
            "post_id": "16987",
            "reply_to_id": "16980"
        },
        {
            "user_name": "helgiaxel",
            "text": "Og ef nemarnir eru í lagi þá myndi ég athuga hvort þeir fái spennu frá hitaratölvunni, það ættu að vera 12V á öðrum vírnum sem fara í nemana, svo gætu relayin verið farin, annaðhvort byggð inní tölvuna eða í öryggjaboxinu í húddinu, ég myndi athuga þetta fyrst, hitaratölvan kostar öruglega svolítið,\nKv\nHelgi axel",
            "date": "2011-03-03 08:19:00",
            "post_id": "17001",
            "reply_to_id": "16987"
        },
        {
            "user_name": "haffij",
            "text": "Ég sendi þér kaflann um forhitarakerfið í 1-hdt (12 ventla) vélinni úr Toyota viðgerðabókinni í netfangið sem ég fann í prófílnum þínum hérna. Ef þú ert með nýrri vélina (24ventla) þá get ég kannski fundið þann kafla líka, sendu mér þá bara til baka hvað þín vél heitir.\nÞar eru upplýsingar um hvernig þetta á að virka, mæligildi á hitanemunum og fleira. Vonandi hjálpar þetta þér eitthvað.",
            "date": "2011-03-03 12:38:00",
            "post_id": "17026",
            "reply_to_id": "17001"
        }
    ],
    "date": "2011-02-28 21:49:00"
}