{
    "forum_title": "Almennt spjall",
    "id": "3678",
    "title": "Steinolía",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=3678",
    "posts": [
        {
            "user_name": "rambo",
            "text": "Góðan daginn.\nMig langar að forvitnast hvort menn hafi notast við steinolíu á bíla sína. Ég var að spá í að prófa að keyra á steinolíunni er með Hilux með commaon rail vél 2,5. Teljið þið sem eruð lengra komnir í þessum málum að það sé óhætt?\nKveðja Svavar",
            "date": "2011-03-02 09:16:00",
            "post_id": "16898",
            "reply_to_id": false
        },
        {
            "user_name": "charon",
            "text": "Ég er nu enginn sérfræðingur í þessum málum, en það sem ég hef heyrt er að alls ekki megi keyra common rail bílana á steinolíu, en ég er hinsvegar með gamla patrol tík og hún kjamsar á steinolíunni með bestu lyst, þetta hefur líklega eithvað með auknaþrýstinginn á common railinu að gera, en ég ætla ekki að fullyrðaneitt, þetta er það sem mer hefur verið sagt, \nEinnig annað sem skal hafa bakvið eyrað að steinolían gefur minni kraft og þarmeð huxanlega eiðir bíllinn meira, en ég hef ekki mælt það, þannig ég get hvorki staðfest né afsannað það",
            "date": "2011-03-02 10:11:00",
            "post_id": "16901",
            "reply_to_id": "16898"
        },
        {
            "user_name": "Laffy",
            "text": "ég er á Patrol 2007 common rail  og var að prófa fyrsta tankinn minn af 100% steinoliu og hef ekki lent i neinum vandræðum hingað til. Ég er að mæla eyðsluna á honum og það er sami kraftur á honum",
            "date": "2011-03-02 10:17:00",
            "post_id": "16902",
            "reply_to_id": "16901"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Sælir\nÞað er búin að vera löng umræða um þetta bara fyrir mjög stuttu síðan.\nÉg hef víða leitað af áliti m.a. hjá toyota og bifvélavirkjum hjá öðrum bílaumboðum. Það sem ég hef fengið frá bílaumboðum er það hefur ekki verið hægt að segja það með fullri vissu hvort steinolía hafi valdið bilun m.a. í 3.0 D4-D common rail en það er talið líklegt að steinolía sé skemma eða jafnvel eyðilegja spíssa í common rail vélum (og jafnvel háþrýstidælur). Ástæðan fyrir þessu er hversu ríkt brennisteinsmagn er í steinolíu. Ég hef prófað á mínum bíl að keyra einn tank af 100% steinolíu og munurinn sem ég fann nákvæmlega var að það heyrðist aðeins hærra í vélinni undir ákveðnum snúning, eyðslan minkaði um tæpan líter (sem er þveröfugt við það sem gerist í olíuverksbílum) hægagangur eða afl breyttist ekkert. Vinnufélagi minn er með toyotu corollu eða avensis D4-D diesel, hann prófaði að keyra á rúmlega helming steinolíu á móti diesel og hann hafði sömu sögu að segja með eyðsluna, hún minkaði lítillega. Ég held að það verði engar skemmdir á vélum stamstundis þegar sett er steinolía á þær heldur er þetta til lengri tíma litið. Við þetta má bæta að Toyota gat ekki með nokkru móti mælt með því að nota eingöngu steinolíu á common rail vélar.\nÞrátt fyrir þetta hefur mér gengið erfiðlega að heyra frá fyrstu hendi eiganda bíla sem hafa lent í bilunum eftir að hafa notað steinolíu.\nVarðandi olíuverksbíla hef ég heyrt talað um 10% \"reglu\" 10% minna afl, 10% meyri eyðsla, 10% hægari hægagangur.... \nTalað hefur verið um að 3-5% BioDiesel sé nóg til að bæta smureiginleika steinolíu en það minkar náttúrulega ekki brennisteinsmagnið. \nMeira varðandi brennistein... mér skillst að í dieselolíunni hjá okkur sé nú þegar ríkt magn af brennisteini þannig að????\nÞetta er svona smá samantekt af því sem ég hef lesið og spurt um..\nKv.\nÓskar Andri",
            "date": "2011-03-02 10:55:00",
            "post_id": "16904",
            "reply_to_id": "16902"
        },
        {
            "user_name": "jeepson",
            "text": "Ég var með gamlan 3gja lítra benz. eða semsagt 300D bílinn. og ég notaði tvígengis olíu útí steinolíuna. mér var sagt að nota um líter af tvígengis olíu útí heilan tank af steinolíu. Niðurstaðan varð sú að sparnaðurinn er altof lítill. bíllinn reykti meira. varð kraftminni og erfiðari í gang. Þannig að ég lét þetta bara eiga sig..",
            "date": "2011-03-02 16:26:00",
            "post_id": "16928",
            "reply_to_id": "16904"
        },
        {
            "user_name": "Kalli",
            "text": "Tekið af þessari síðu. \nhttp://www.leoemm.com/adal.htm\nSvo virðist sem margir rugli saman litaðri gasolíu og steinolíu sem eru á svipuðu verði þrátt fyrir að skattlagning steinolíunnar sé mun minni. Bannað er að nota litaða olíu á venjulega einkabíla. Hins vegar er öllum heimilt að nota steinolíu á Dieselbíla á eigin ábyrgð. Ég hef notað steinolíu eingöngu um tíma á gamlan Opel með túrbó-Dieselvél með stjörnu-olíuverki og gormaspíssum. Hef engan mun fundið. Steinolían er frá N1. Til öryggis mun ég endurnýja eldsneytissíuna oftar. Sé þessi ,,Kassa-Benz\" með olíuverki skaltu blanda steinolíu til helminga við gasolíuna en sleppa annarri íblöndun sem er gagnslaus að mínu mati (sjálfskiptiolía og/eða tvígengisolía eykur bara mengun og kostnað). Það sem gæti gerst ef of lítill brennisteinn væri í gas- eða steinolíu er að þéttingar í stjörnu-olíuverkum gætu gefið sig vegna skorts á smurningi en brennisteinninn gegnir hlutverki smurefnis í þeim kerfum. Til er sérstakt íblöndunarefni fyrir þessi eldsneytiskerfi.\nSteinolían er þotueldsneyti (Jet Fuel A-1)\nSíðan N1 reið á vaðið og birtir tæknilegar upplýsingar um eldsneyti á vefsíðu sinni vitum við að það sem selt er sem steinolía frá dælum, a.m.k. hjá N1, er sama efni og nefnist Jet Fuel A-1 - þ.e. þotueldsneyti. Það þýðir að steinolían inniheldur meira af brennisteini en gasolía (Diesel-olía). Brennisteinninn er blandaður í burðarefnið áltríoxíð (Al2O3) og virkar sem smurefni og er sérstaklega mikilvægt fyrir stjörnu-olíuverk (gúmmíþéttingar) og raðdælur (element og einstreymislokar). Upplýsingar N1 þýða að þeir sem eiga Diesel-bíla með olíuverki ættu að vera öruggari með óblandaða steinolíu sem eldsneyti heldur en gasolíu. Engin frekari íblöndun er nauðsynleg né til bóta (eins og ég hef lengi haldið fram).\nkv. Kalli :O)",
            "date": "2011-03-02 20:13:00",
            "post_id": "16958",
            "reply_to_id": "16928"
        },
        {
            "user_name": "arnarlogi15",
            "text": "Steinolían má alls ekki fara á comon rail bíla! Hún eyðuleggur fóðringar í spíssunum.",
            "date": "2011-03-06 18:55:00",
            "post_id": "17277",
            "reply_to_id": "16958"
        },
        {
            "user_name": "Turboboy",
            "text": "Nú er ég að spá, ég er búinn að vera að keyra seinustu daga á steinolíu á Háþekjupatrol sem ég á. Hann er 38\" breyttur, enn er á 35\" dekkjum eins og stendur, enn samt var bíllinn að streða upp kambana í 3 gír ! Er ekki eitthvað sem ég get gert til að gera hann sprækari á steinolíuni ? eða er það alveg lost case !?",
            "date": "2011-03-07 03:14:00",
            "post_id": "17324",
            "reply_to_id": "17277"
        },
        {
            "user_name": "JonHrafn",
            "text": "Hafa menn ekki verið að flýta olíuverkinu ef bílarnir verða máttlausir á steinolíunni?   Las það einhversstaðar en aldrei prófað það.",
            "date": "2011-03-07 07:18:00",
            "post_id": "17326",
            "reply_to_id": "17324"
        },
        {
            "user_name": "arni87",
            "text": "Nú var ég að heira að skattman væri farinn að heimta útskýringar á ýtrekuðum kaupum á 200L tunnum af steinolíu.\nEr einhver hér sem veit hvort þetta sé rétt eða ekki.\nÉg er að spá í kaupa 200L tunnu á 34 þúsund og nota steinolíu á bílinn, það se smá munur á 170 kr/L og 230 kr/L",
            "date": "2011-03-07 11:56:00",
            "post_id": "17330",
            "reply_to_id": "17326"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Ætli það líði nokkuð að löngu þangað til að þetta verði tekið af okkur..... ekki séns að meðal Jóninn fái að komast upp með nokkuð jafn hrottalegt að hella aðeins ódýrari olíu á bílinn á sína eigin ábyrgð... nei nei... það verður að hýða okkur með skattasvipunni.....",
            "date": "2011-03-07 12:41:00",
            "post_id": "17333",
            "reply_to_id": "17330"
        },
        {
            "user_name": "Laffy",
            "text": "ertu allveg með þetta á hreinu? \nnú er ég á common rail (Patrol 07) og var að prófa fyrsta tankinn minn af steinoliu og ég finn engan mun í krafti og hann eyðir aðeins minna.Er þetta einhvað sem skeður með timanum eða getur þetta skéð strax?  og er ekki hægt að bæta einhverru úti steinóliuna til að gera hana betri?",
            "date": "2011-03-07 13:35:00",
            "post_id": "17337",
            "reply_to_id": "17333"
        },
        {
            "user_name": "Turboboy",
            "text": "Sæll Laffy,\nÞú getur sett Bætiefni í olíuna, svo sem spíssabæti efni :) Kaupir það einna helst á olís að mig best minnir :)",
            "date": "2011-03-07 14:01:00",
            "post_id": "17340",
            "reply_to_id": "17337"
        },
        {
            "user_name": "arnarlogi15",
            "text": "Já en það eru samt ekki fóðringarnar sem fara, ég talaði aðeins af mér í þeim efnum.\nEn steinolían hefur ekki jafngóða smureiginleika og hráolían eða díselolían sem er vanalega notuð og það getur skemmt þá. En þú getur sett tvígengisolíu með steinolíunni til þess að bæta það upp. \nEn samt ekki nota bara steinolíu, verður að blanda henni við díselolíuna og þá hefði ég haldið að þetta væri í lagi!",
            "date": "2011-03-07 19:26:00",
            "post_id": "17365",
            "reply_to_id": "17340"
        },
        {
            "user_name": "elliofur",
            "text": "Hvaðan hefur þú þitt vit ef ég má spurja með fullri virðingu?",
            "date": "2011-03-07 20:20:00",
            "post_id": "17374",
            "reply_to_id": "17365"
        },
        {
            "user_name": "arnarlogi15",
            "text": "Hvaða óþarfa comment er þetta? \n[/quote]Hvaðan hefur þú þitt vit ef ég má spurja með fullri virðingu?[/quote]",
            "date": "2011-03-07 21:14:00",
            "post_id": "17383",
            "reply_to_id": "17374"
        },
        {
            "user_name": "elliofur",
            "text": "Hvaðan hefur þú þitt vit ef ég má spurja með fullri virðingu?[/quote][/quote]\nBara eðlileg spurning um hversu traustar fullyrðingar þínar eru, ekkert skítkast eða neitt slíkt.",
            "date": "2011-03-07 22:10:00",
            "post_id": "17388",
            "reply_to_id": "17383"
        },
        {
            "user_name": "arnarlogi15",
            "text": "Ég vissi ekki að það væri kominn einhver gæðastjórnun á upplýsingaflæðið  sem kemur hérna inn. \nEn ef þú þarft endilega að vita þá er ég búin að vera í skóla að læra vélfræði eða vélstjórn seinustu tvö ár og árin tvö á undan því var ég að læra bifvélavirkjun, utan við það að ég hef unnið við þetta og rætt við marga sérfræðinga um þetta,\n[/quote]\nBara eðlileg spurning um hversu traustar fullyrðingar þínar eru, ekkert skítkast eða neitt slíkt.[/quote]",
            "date": "2011-03-07 22:36:00",
            "post_id": "17391",
            "reply_to_id": "17388"
        },
        {
            "user_name": "Laffy",
            "text": "Sæll og takk fyrir upplýsingarnar\nErtu að meina þá að ég get sett 100% steinolíu og bætt hversu mikið að tvígengisolíu i hana.  Eða þá að hafa disel og steinolíu þá einungis og í hvaða hlutföllum?\nen svona fyrir mann sem hefur ekki mikið vit á vélum hvað skéður ef að fóðringarnar skemmast?",
            "date": "2011-03-07 22:52:00",
            "post_id": "17396",
            "reply_to_id": "17391"
        },
        {
            "user_name": "arnarlogi15",
            "text": "Ég myndi alls ekki mæla með því að hafa 100% steinolíu, á eldri bíla sem ekki eru með common rail er hægt að hafa drýgri blöndu en útaf því að þú er með svona nýjan bíl þá myndi ég frekar hafa minna af steinolíu heldur en meira því spíssar í common rail kerfið eru rándýrir.\nEn með hvernig blöndunarhlutfallið er þá myndi ég ekki hafa það meira en 1 á móti 3, semsagt á móti hverjum 1 lítra af steinolíu seturu 3 lítra af díselolíu útaf því að þú ert með common rail kerfi. Á eldri bíla hafa menn verið að keyra á þessu 50/50.\nEn með tvígengisolíunna er ég ekki alveg viss, en svona alveg útí loftið þá myndi ég giska á að ef þú fyllir hann með blöndunarhlutfallið 1/3 þá ætti að vera nóg að setja einn brúsa af tvígengisolíu. En ég vil samt taka fram að þetta er algjör ágiskun. Prófaðu að spyrja starfsmennina á bensínstöðvunum hversu mikið af tvígengisoliu þeir setja þegar sett er bensín á díselbíla.\nVona að þetta hafi hjálpað þér eitthvað!",
            "date": "2011-03-08 12:38:00",
            "post_id": "17437",
            "reply_to_id": "17396"
        },
        {
            "user_name": "arni87",
            "text": "Ég er á disel musso 97 árgerð og hf fóðrað hann með allskonar olíum síðasta ár, flotaolíu, steinolíu og steikarfeiti, hann kvartar ekkert, en í vinnuni hjá mér var einn ford keirður á steinolíu og það þurfti að taka upp olíuverkið eftir 5 tanka af smurolíublandaðri steinolíu. Fordinn er með commonrail vél.",
            "date": "2011-03-08 12:46:00",
            "post_id": "17438",
            "reply_to_id": "17437"
        },
        {
            "user_name": "Kalli",
            "text": "Steinolían er þotueldsneyti (Jet Fuel A-1)\nSíðan N1 reið á vaðið og birtir tæknilegar upplýsingar um eldsneyti á vefsíðu sinni vitum við að það sem selt er sem steinolía frá dælum, a.m.k. hjá N1, er sama efni og nefnist Jet Fuel A-1 - þ.e. þotueldsneyti. Það þýðir að steinolían inniheldur meira af brennisteini en gasolía (Diesel-olía). Brennisteinninn er blandaður í burðarefnið áltríoxíð (Al2O3) og virkar sem smurefni og er sérstaklega mikilvægt fyrir stjörnu-olíuverk (gúmmíþéttingar) og raðdælur (element og einstreymislokar). Upplýsingar N1 þýða að þeir sem eiga Diesel-bíla með olíuverki ættu að vera öruggari með óblandaða steinolíu sem eldsneyti heldur en gasolíu. Engin frekari íblöndun er nauðsynleg né til bóta (eins og ég hef lengi haldið fram).\nkv. Kalli.",
            "date": "2011-03-08 13:37:00",
            "post_id": "17441",
            "reply_to_id": "17438"
        },
        {
            "user_name": "elliofur",
            "text": "[/quote]\nBara eðlileg spurning um hversu traustar fullyrðingar þínar eru, ekkert skítkast eða neitt slíkt.[/quote]\nÉg ætla að gerast svo ósvífinn að ítreka þessa spurningu mína þar sem henni hefur ekki verið svarað. Arnar, þú virðist vita hvað þú ert að segja, en veistu það í raun? Allir hafa vitneskju sína einhverstaðar frá og hvaðan hefur þú þína, svona þar sem þú ert fullum fetum að ráðleggja mönnum? \nÉg ítreka einnig að þessar vangaveltur mínar eru með fullri virðingu, mér finnst ég bara eiga rétt á frekari rökstuðningi frá þér þar sem þú kemur fram eins og þú vitir þetta uppá 10.",
            "date": "2011-03-08 15:06:00",
            "post_id": "17444",
            "reply_to_id": "17441"
        },
        {
            "user_name": "Kiddi",
            "text": "Nú spyr ég kannski eins og fávís kona, en er nokkur þörf yfir höfuð á smurningu í Common-rail spíssum, snýr þetta ekki öllu heldur að því að þeir stíflist ekki af óhreinindum og þess háttar?\nAnnars er það líka spurning hvaða áhrif mikill brennisteinn hefur á hvarfakútana...",
            "date": "2011-03-08 15:11:00",
            "post_id": "17446",
            "reply_to_id": "17444"
        },
        {
            "user_name": "Baldur Örn",
            "text": "Ég sé nú ekki að sparnaðurinn við að blanda steinolíu 1 á móti 3 og svo brúsa af tvígegnisolíu geti verið fyrirhafnarinnar virði, maður verður kominn skuggalega nálægt verðinu á venjulegri dieselolíu. Ég segi þetta nú með fyrirvara um að ég er ekki með öll verð 100% á hreinu en ég veit að tvígengisolía er ekki gefins.",
            "date": "2011-03-08 16:31:00",
            "post_id": "17449",
            "reply_to_id": "17446"
        },
        {
            "user_name": "arni87",
            "text": "Samkvæmt því sem ég reikna út að þá er maður að borga ca 15 kr/l minna fyrir þessa blöndu (1/3).\nÉg miða verðið við 200l tunnu af steinolíu keifta í N1 á 32.000 og 230 kr/l fyrir disel þá ertu að borga 215 kr/l fyrir blönduna, svo sú blanda væri varla að borga sig.\nÉg myndi allavega ekki nenna að standa í þessu fyrir kanski 900 kr á tankinn (tek 60l að meðaltali í einu).",
            "date": "2011-03-08 16:39:00",
            "post_id": "17450",
            "reply_to_id": "17449"
        },
        {
            "user_name": "arnarlogi15",
            "text": "Smurið úr oíunni er líka notað til að þétta spíssanna, þannig að sá eiginleiki minnkar náttúrulega eftir að þú blandar steinolíunni við.\nEn það er reyndar rétt að þetta varlaborgar sig ef að það sparast bara 900kr á tankinum, en þetta borgar sig náttúrulega á eldri bílum sem þú getur leikandi sett 50/50 blöndu á bílinn.",
            "date": "2011-03-09 13:12:00",
            "post_id": "17515",
            "reply_to_id": "17450"
        },
        {
            "user_name": "Kiddi",
            "text": "Hvernig stendur þá á því að þeir aka vandræðalaust á þotueldsneyti á suðurskautinu á common-rail Toyotum?",
            "date": "2011-03-09 15:18:00",
            "post_id": "17518",
            "reply_to_id": "17515"
        },
        {
            "user_name": "elliofur",
            "text": "Og ekki bara þeir, ég persónulega veit um nokkra bíla sem keyra á hreinni N1 steinolíu og hafa gert í mislangan tíma, common rail og ekki common rail, að því er ég best veit upp á eigin áhættu. Einhver sagði líka að Bandaríkjaher notaði eingöngu steinolíu á sína bíla, ég veit ekkert um það. \nÉg veit ekkert meira en næsti maður um hvað má og hvað má ekki í þessum efnum en mér finnst mjög skrýtið að sá sem setur fram sterkar fullyrðingar sé feiminn við að segja hvaðan sú vitneskja sé. Er ég sá eini hér sem dregur órökstuddar fullyrðingar Arnars Loga í efa? Hér eru að auki stórir peningar í spilinu hvað má og hvað má ekki sem gerir þetta mál miklu mikilvægara heldur en margt sem rætt er um hér á þessu frábæra spjalli :)",
            "date": "2011-03-09 15:37:00",
            "post_id": "17520",
            "reply_to_id": "17518"
        },
        {
            "user_name": "arnarlogi15",
            "text": "Ég er bara að segja að til lengri tíma hefur þetta áhrif á spíssana og getur á endanum skemmt þá. \nEn geturu þá sagt mér af hverju er ekki bara keyrt á steinolíu alltaf, því eins og stendur hérna ofar finna menn fyrir litlum sem engum mun á kraftinum?\nEn sumir Land Roverar eru koma hannaðir frá verksmiðjunni til að keyra á steinolíu.\nEn ég er búin að vera í skóla bæði að læra bifvélavirkjun og vélstjórn og búin að vera brasa í þessu í töluverðan tíma ef þú vilt endilega vita hvaðan ég fæ þessa vitneskju. En það er enginn að biðja þig um að hlusta á mín ráð þótt ég sé að reyna að hjálpa einhverjum öðrum.",
            "date": "2011-03-09 19:18:00",
            "post_id": "17529",
            "reply_to_id": "17520"
        },
        {
            "user_name": "elliofur",
            "text": "Arnar þú mátt ekki vera sár þó ég spyrji hvað sé á bakvið þessar ráðleggingar þínar.",
            "date": "2011-03-09 19:51:00",
            "post_id": "17534",
            "reply_to_id": "17529"
        },
        {
            "user_name": "finni",
            "text": "Auðvitað vilja menn nota eins ódýrt eldsneyti og hægt er hverju sinni. En alltaf kemur upp sú spurning hvort þetta er ódýrara en hefðbundið eldsneyti. Að mörgu er að hyggja, smureiginleikar mismunandi gerða að olíu er auðvitað einn þáttur ekki síður en orkuinnihald per kíló. Víða um heim eru díselvélar keyrðar á ýmsum jurtaolíum sem eru án brennisteinsefna og með lágt parafín innihald.\n Reyndar er alltaf verið að minnka leyfilegt magn brennisteins í olíu um allan heim. í dag er leyfilegt 0,5 % á innhöfum (tala þá um fyrir skip) og á að lækka í 0,05% eftir 3-5 ár. Til að mæta þessu hefur orðið mikil þróun í dælum og spíssum, og er common rail hluti af þessari þróun, þó auðvitað það sé líka komið til vegna þess að það gefur ögn betri nýtingu og ekki hvað síst hreinni útblástur. \nAllt tal um  íblöndun á ýmsum olíum í steinolíu eru í besta falli til komnar af hindurvitni  og vanþekkingu. Gera ekkert annað en auka útfellingar á ventla og í túrbínur. \nHef ekki séð í námskrá bifvélavirkja neitt um notkun á óhefðbundu eldsneyti og veit að þetta er ekki kennt í vélskólanum.\nRaunar er þessi umræða hér á undan byggð á hindurvitni og gömlum kreddum.",
            "date": "2011-03-09 19:55:00",
            "post_id": "17535",
            "reply_to_id": "17534"
        },
        {
            "user_name": "arnarlogi15",
            "text": "haha ég er langt frá því að vera sár og það getur vel verið að þetta sé ekki á námskránni akkurat þetta efni. En það kemur samt ekkert í veg fyrir að það sé talað um þetta.\nEn eins og ég er búin að vera að reyna að segja er að það er ástæða fyrir því þú sért ekki að nota steinolíu að staðaldri í staðinn fyrir dísel ef hún hefði nákvæmlega sömu eiginleika og er helmingi ódýrari það hlýtur nú að segja sig sjálft.\nSteinolían hefur aðra eiginleika heldur en díselolían og við þá sem ég hef rætt við, bæði í skólanum og á verkstæðum tala um það sama, þið ráðið því alveg hvort þið takið mig trúverðugan eða ekki, ég var bara að reyna að hjálpa.",
            "date": "2011-03-10 01:58:00",
            "post_id": "17572",
            "reply_to_id": "17535"
        },
        {
            "user_name": "KÁRIMAGG",
            "text": "Hvernig er það eru þeir að sekta fyrir notkun steinolíunnar eða er bara verið að bíða eftir skattinum á hana",
            "date": "2011-10-19 10:33:00",
            "post_id": "32051",
            "reply_to_id": "17572"
        },
        {
            "user_name": "geirsi23",
            "text": "Úff, ég er með pajero 3,2 með tölvustýrðu olíuverki, einn tankur af steinolíu og ég mátti kaupa annað olíuverk fyrir 200.þús sem telst gott verð. þó hefur gamla verkið sennilega verið lúið en þetta gerði endanlega útaf við það. Mín reynsla er sú og líka hjá þeim sem í kringum mig eru að fljótlega eftir að farið er að keyra á steinolíu komi ójafn gangur í bílinn, þeir verði máttlausir, lengur í gang og gangi illa lausagang þegar þeir eru kaldir. Bílar með hitavandamál s.s patrol 2,8 ræður ekkert við sig undir álagi á steinolíu og hitnar frekar. Auk þess sem sparnaðurinn er orðinn lítill þegar farið er að bæta smurefni auk þess sem langflestir bílar eyða meira á steinolíu nema þeir sem segjast stilla sýna bíla fyrir steinolíu, ég hef ekki prófað það. Ég hef prófað þetta á marga bíla og verið í kringum marga sem prófa þetta og flestir enda á því að hætta þessu vegna þess að þetta borgar sig ekki.\nEftir þetta augljósa dæmi með 3,2 pajero kem ég aldrei nálægt steinolíu aftur nema kannski með master blásara sem er jú gerður fyrir steinolíu",
            "date": "2011-10-19 11:40:00",
            "post_id": "32057",
            "reply_to_id": "32051"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Strákar mínir þið getið alveg hætt að vera að pæla í þessu, Steingrímur er búinn að sjá fyrir því \nen eins og þið kannski vitið stendur til að leggja olíugjald á steinolíu í nýja fjárlagafrumvarpinu.\nÆtli það verði ekki lagt olíugjald á matarolíu líka ef eitthvað yrði farið að keyra á henni að ráði.\nAldrei má maður ekki neitt. \nKv. BIO",
            "date": "2011-10-19 18:22:00",
            "post_id": "32093",
            "reply_to_id": "32057"
        }
    ],
    "date": "2011-03-02 09:16:00"
}