{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "3683",
    "title": "millikassaval.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=3683",
    "posts": [
        {
            "user_name": "Offari",
            "text": "Er með gamlan Gmc van sem er með fjögra gíra ch kassa og 205 millikassa.  Er að spá í að setja 5 gíra Bens kassa í bílinn.  Aftan á benskassanum er 203 millikassi og því spurning hvort hægt sé að nota hann eða setja annað hvort 205 kassan aftan á Bens kasan eða aftan á 203 kassan.  Ég hef ekkert að gera með auka millikassa í þessum bíl svo ég haf svoldið verið að pæla í að hafa bílinn með mismunadrifskassanum (203)  Einhvertíman heyrði ég að ekki væri hægt að notta þann kassa með læsingum, en það er læsing í afturdrifi hjá mér (líklegast no spin) Svo mér vantar að vita hversvegna þetta gengur ekki upp.   Eignig voru mismunadrifskassarnir alltaf með sama hlutfall að framan og aftan en ég veit ekki hvort það sé á gemsanum hjá mér.  Þarf að vera sama drifhlutfall á báðum drifum ef mismunadrifskassinn er notaður?",
            "date": "2011-03-02 15:12:00",
            "post_id": "16923",
            "reply_to_id": false
        },
        {
            "user_name": "Einar",
            "text": "Ég sé enga rökrétta skýringu á því hvers vegna læsing í hásingu ætti að vera vandamál við sídrifskassa. Mismunandi drifhlutföll sleggja hins vegar óþarfa álag á mismunadrifið í kassanum sem er þá stöðugt að vinna.\nEn það sem þú er að tala um er væntanlega að sumir amerískir jeppar (og kannski fleiri) voru oft ekki með nákvæmlega sama drif að framan og aftan, t.d. 4,09:1 að framan og 4,10:1 að aftan. Þetta er mjög lítill munur og ætti varla að skemma jálk eins og NP203 en ástæðan fyrir þessum mun er að verið er að gera bílinn rásfastari með því að láta framdrifið toga örlítið meira en afturdrifið. Ef menn snúa þessu við og setja hærra drifið að aftan og það fer þar með að ýta framhjólunum hefur það hörmulegar afleiðingar fyrir aksturseiginleikana, menn hafa stundum klikkað á þessu.",
            "date": "2011-03-02 18:11:00",
            "post_id": "16941",
            "reply_to_id": "16923"
        },
        {
            "user_name": "spámaður",
            "text": "sælir,eru ekki allir millikassar með sömu hlutföll fyrir fram og afturskaft???\nsvo hef ég eftir áræðanlegum heimildum frá vinum okkar í four wheeler að ástæðan fyrir mismunandi drifum að framan og aftan td. í gamla bronco 4:10 og svo 4:11 er ekki það að láta framendan toga aðeins meira..þetta er víst mjög allgengur miskilningur..sem ég hélt að væri ástæðan fyrir þessu. þetta var út af því að  í bronco er framhásingin dana 44 en ford hásing að aftan.\nmargir jeppa framleiðendur kaupa fram og aftur hásingar frá mismunandi hásinga og drifframleiðendum.(td dana að framan og AAM að aftan)\nþað er víst erfitt að fá 4:11:1 9\" og 4:11:1 8\" vegna ummáls kambs og annara þátta. þess vegna var 4:10 og svo 4:11 td\nekki það að öörlítið hærra drif að framan er betra uppá aksturseiginleika í jeppa..en það var víst ekki viljandi gert bara vegna þess.\n(segja gárungarnir í ameríkuhrepp)\njæja ég er hættur að bulla núna.\nkv hlynur",
            "date": "2011-03-03 00:11:00",
            "post_id": "16996",
            "reply_to_id": "16941"
        },
        {
            "user_name": "Kiddi",
            "text": "Dana framleiðir bæði 4.10:1 og 4.09:1 (eða var það 4.11:1?) þannig að þessi rök sem Four Wheeler setur fram halda ekki vatni. Amerískir jeppamenn eiga það til að einfalda hlutina aðeins en það er rétt að það fást ekki alveg sömu hlutföll i 9\", t.d. er það óðs manns æði að nota 4.88:1 i bíl með D44 að framan og 9\" að aftan því það sem selt er sem 4:88:1 i 9\" er i raun 4.86:1 með tilheyrandi áhrif a aksturseiginleika. 4.10:1, 4:56:1 og 5:13:1 er hins vegar með muninn i rétta átt. :-)",
            "date": "2011-03-03 09:05:00",
            "post_id": "17005",
            "reply_to_id": "16996"
        },
        {
            "user_name": "spámaður",
            "text": "Old man tales.\nfront gear ratios don't always match the rear,as the manufacturer wants one end to pull harder then the other.\nNot true.in reality,the difference in front-to-rear gear ratios such as 4.09:1 front and a 4.11:1 rear as you will find in some fords,for example is that the vehicle manufacturer sources the drivline components from different manufacturers--say,a dana axle up front and a AAM in the rear.Due to ring gear diameter and other design factors,the ratios may be slightly different. \nveit ekki hvort þeir bulli mikið í fourwheeler,en thetta stendur þar allavega,svo verða menn bara að gera upp við sig hvað er rétt og hvað ekki.\nkv hlynur",
            "date": "2011-03-03 12:24:00",
            "post_id": "17020",
            "reply_to_id": "17005"
        },
        {
            "user_name": "Kiddi",
            "text": "Eins og ég sagði þá framleiðir Dana fleiri en eina gerð af hverju \"hlutfalli \" þannig að mér þykir þessi skýring þeirra Four Wheeler manna full mikil einföldun auk þess sem ég get vottað fyrir að það svín virkar i hálku að láta framendann toga aðeins en þeir þekkja það auðvitað ekki þarna i Kalíforníu. :-)",
            "date": "2011-03-03 14:22:00",
            "post_id": "17031",
            "reply_to_id": "17020"
        },
        {
            "user_name": "spámaður",
            "text": "allir jeppar sem ég hef séð með sömu hásingum af framan og aftan eru með nákvæmlega sömu hlutföll aftan og framann.td scout,wagoner..\nþetta er í þeim tilvikum sem sami framleiðandi er ekki á báðum hásingum....eða ekki sama ummál á kambi.\nþetta er álitið allt sama hlutfallið.\n \ngear ratio_________ring gear teeth_____pinion gear teeth_____common Applications \n4.09:1 ________________ 45______________11_____________ Dana 44\n4.10:1 ________________ 41______________10_____________ Dana 30 and others \n4.11:1 ________________ 37______________ 9______________ Ford 9\" \neins og ég sagði þá er betra að toga aðeins í framendan.þeir settu hærra hlutfallið að framan til þess að hafa aksturseiginleika betri.\nen gerðu það ekki viljandi að hafa þennan mismun.\nþannig skil ég þetta.\nég er hættur að bulla í bili.:)\nkv hlynur",
            "date": "2011-03-03 19:52:00",
            "post_id": "17059",
            "reply_to_id": "17031"
        },
        {
            "user_name": "Kiddi",
            "text": "Jeep Cherokee og Wrangler komu t.d. með 3.54:1 að framan og 3.55:1 að aftan eða 4.10:1 að framan og 4.11:1 að aftan.",
            "date": "2011-03-03 22:53:00",
            "post_id": "17090",
            "reply_to_id": "17059"
        },
        {
            "user_name": "spámaður",
            "text": "er það ekki út af því að framhásingin,dana 30 er með 7.25\" drifi og afturhásingin,dana 35 er með 7.5\" drifi???",
            "date": "2011-03-04 18:45:00",
            "post_id": "17142",
            "reply_to_id": "17090"
        },
        {
            "user_name": "Offari",
            "text": "Er þetta líka í þeim bílum sem eru með mismunadrifsmillikassa?  Eða voru þeir aldrei til sídrifnir?   Annar er þetta rétt að ég hef aldrei séð mismun á milli drifhlutfalla þegar sama drif er að framan og aftan en  þekki það ekki hvort þetta var til í sídrifsbílum.  Alla vega heyrði ég eitt sinn skýring á því er að millikassi fór í Lödu sport hafi verið sú að dekkin hafi verið misslitin (slitin að aftan og ný framdekk)  Kannski bara sögusagnir.",
            "date": "2011-03-04 19:34:00",
            "post_id": "17146",
            "reply_to_id": "17142"
        },
        {
            "user_name": "spámaður",
            "text": "jú þetta er í td xj cherokee með np 241 sem er með sídrifskassa sem er að vísu hægt að læsa.\nþetta er svo lítill munur yfirleitt að það sakar ekki,en ég mundi samt aldrei viljandi hafa mjög mikið slitin dekk að framan og ný að aftan,bara uppá það að vera ekki að leggja of mikið álag á dótið,sérstaklega ef það er einhver munur á hlutföllum fyrir.\nþetta á samt ekki að vera eitthvað til að skemma ef maður er að keyra í snjó eða sandi.\njá ég hef ekki séð mismunandi hlutföll í bílum með samstæðar hásingar td scout og wagoner.\nþeir eru allavega mjöög kaldir í fourwheeler að setja svona fram án þess að hafa rannsakað málið aðeins.\nþeir sem skrifa greinar þarna eru ekki \"blaðamenn\" þetta eru jeppa kallar og flestir með menntun og reynslu í jeppageiranum.\ngæti allveg trúað því að lödukassin hafi gefið upp öndina út af þessum ástæðum ef að mismunadrifið hefur þurft að singja allan dagin í langan tíma:)\nég væri allveg til í þennan kassa hjá þér starri ef þú ferð í að skipta.\nkv frá húsavík.",
            "date": "2011-03-05 11:49:00",
            "post_id": "17177",
            "reply_to_id": "17146"
        }
    ],
    "date": "2011-03-02 15:12:00"
}