{
    "forum_title": "Jeppar",
    "id": "3686",
    "title": "Til sölu patrol 98 árg 38\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=3686",
    "posts": [
        {
            "user_name": "villi",
            "text": "Jæja er endanlega búinn að ákveða að reyna að selja aftur eftir tilraun síðasta haust. Patrol 98 árg , beinskiptur, á góðum negldum 38\" GH dekkjum og 14\" breiðum felgum. ekinn 236.??? þ km. Loftpúðar að aftan sem pumpað er í aftan á bíl, Kominn púði annarsvegar að framan (er ekki kominn lengra :) ) Reimdrifin loftdæla og kútur með einstefnuloka og öryggisventli getur fylgt með. Xenon í kösturum , vinnuljós á toppi. orginal læsing að aftan en um síðustu helgi slitnuðu vacuum lagnir úr sambandi þarna afturí. plastkassi á afturhurð, tengi og loftnet fyrir VHF stöð.Túrbína ekin ca 27þ km. Fyrir 21þ km síðan að skipt var um sveifarás, og legur, smurdælan endurnýjuð í leiðinni. Ca 35þ km síðan skipt var um eina stimpilstöng og ca 45þ km síðan skipt var um hedd og allt í því. Eitthvað er jú að svona bíl. liður í ballansstöng að framan er ónýtur. Ég er ekki viss með spíssana en mér finnst vera tikk í þeim og þessvegna fylgja aðrir spíssar með sem eru eknir 20þ km. Þarf að skipta um millikassa en einhverra hluta vegna hefur öxullinn aftan úr honum skekkst örlítið og það er smá víbringur í honum, annar kassi fylgir með. 300 km síðan skipt var um olíu á vél, kössum og drifum. það Splunkunýr geymir í honum. Á svo til splunkunýja ARB læsingu í framdrifið sem er ennþá í kassanum sem getur selst með\nKv Villi\nvillis@mi.is\n456-1575",
            "date": "2011-03-02 17:30:00",
            "post_id": "16936",
            "reply_to_id": false
        },
        {
            "user_name": "villi",
            "text": "Gleymdi að nefna að það er afgasmælir í honum og það fylgja 15\" álfelgur með honum 12\" breiðar\nSet á hann 1.250.000 en hann fæst á 1.050.000 og læsingin fæst á 145.000 ef hún er tekin með bílnum\nvillis@mi.is\n456-1575\nKv Villi",
            "date": "2011-03-02 20:41:00",
            "post_id": "16962",
            "reply_to_id": "16936"
        },
        {
            "user_name": "villi",
            "text": "Er til í skipti á Ford 150\nKv Villi\nvillis@mi.is\n456-1575",
            "date": "2011-03-04 10:37:00",
            "post_id": "17119",
            "reply_to_id": "16962"
        },
        {
            "user_name": "villi",
            "text": "Skoða líka skipti á ódýrari fólksbílum\nvillis@mi.is\n456-1575\nVilli",
            "date": "2011-03-06 18:50:00",
            "post_id": "17276",
            "reply_to_id": "17119"
        },
        {
            "user_name": "villi",
            "text": "Kúplingslega fór að væla en búið að panta leguna og fóðringuna í kasthjólið og bíllinn á tíma á verkstæði á mánudaginn í næstu viku\nBíllinn er flutur in frá Þýskalandi\nvillis@mi.is\n456-1575",
            "date": "2011-03-10 15:04:00",
            "post_id": "17604",
            "reply_to_id": "17276"
        }
    ],
    "date": "2011-03-02 17:30:00"
}