{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "3750",
    "title": "Tach signal á  '76 318.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=3750",
    "posts": [
        {
            "user_name": "Sævar Páll",
            "text": "Sælir. Er í leit að merki fyrir m.a snúningshraðamæli á 76 Ramcharger með 318. er búinn að prófa að tengja hann með græna við mínusinn á keflinu, en mér finnst hann bara vera vaða einhverja villu þegar hann er tengdur svoleiðis, rúllar hægagang kanski á 500 snúningum og fer svo max í 2000 snúninga á WOT. er eitthvað öðruvísi kveikjukerfi í þessum bílum sem að ég veit ekki af eða gæti verið að mælirinn sé bara á einhverju flippi? og já ég er með hann stilltann fyrir 8 göt.\nps. Mælirinn er annars frá fyrirtæki sem ég hef aldrei heyrt um...\nKv Sævar P",
            "date": "2011-03-07 12:52:00",
            "post_id": "17334",
            "reply_to_id": false
        },
        {
            "user_name": "Offari",
            "text": "maður hefði helst haldið að mælirinn væri stiltur á fjögra sílendra hreyfil.  Sumir snúningshraðamælar voru með margra leiðslur eftir því hvað marga sílendra var tengt við.  Gömlu mælarnir voru tengdir við platínur og sértu með platínur gæti bilið verið orðið of mikið en þá ættir þú reyndar líka að verða var við gangtruflanir.",
            "date": "2011-03-07 13:50:00",
            "post_id": "17339",
            "reply_to_id": "17334"
        },
        {
            "user_name": "Sævar Páll",
            "text": "Ég er með original rafeindakveikju, með mælinn stilltann a 8cyl og hann gekk mjög fínan hægagang þegar að ég var að prufa þetta. Get ég kanski náð mér í signal frá  öðrum vírunum sem að liggur að kveikjunni?",
            "date": "2011-03-07 14:19:00",
            "post_id": "17341",
            "reply_to_id": "17339"
        },
        {
            "user_name": "Offari",
            "text": "Þú átt að fá mínussignal frá frá kveikju.  Best er að taka bæði + og - frá háspennukefli Þarf færði bæði sviss plúss og mínussignal.  En sé þetta rétt tengt er líklegt að mælirinn sé bilaður eða að þessi rokkur snúist bara ekki meir.",
            "date": "2011-03-07 19:51:00",
            "post_id": "17369",
            "reply_to_id": "17341"
        }
    ],
    "date": "2011-03-07 12:52:00"
}