{
    "forum_title": "Almennt spjall",
    "id": "3753",
    "title": "Vélar spurning",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=3753",
    "posts": [
        {
            "user_name": "Jóhann",
            "text": "Sælir félagar \nLangar að henda fram spurningu til ykkar snillingana. Hefur einhver heyrt eða vitað til að það hafi verið sett saman v8 318 eða 360 chrysler og mitsubitsi skiftingu úr pajero ? hef heyrt að það gæti verið að það passaði saman gæti verið gaman að skoða það að troða svoleiðis í pajeroinn.",
            "date": "2011-03-07 17:22:00",
            "post_id": "17354",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Tja það er á stefnuskránni hjá mér að setja 350tbi ofaní pæju, en vinna við það er ekki hafin.",
            "date": "2011-03-07 17:32:00",
            "post_id": "17355",
            "reply_to_id": "17354"
        },
        {
            "user_name": "Jóhann",
            "text": "Það sem ég er að spá hvort þetta gæti passað beint við skiptinguna það er alla vegana mjög líkur kransin og gatasetningin en hef ekki getað mátað það saman. veit einhver hvort þetta gæti verið það voru nú eignatengsl þarna á milli einu sinni.",
            "date": "2011-03-07 17:47:00",
            "post_id": "17357",
            "reply_to_id": "17355"
        },
        {
            "user_name": "Offari",
            "text": "mitsibitshi noatað alla vega einhvertíman Chrysler skiptingar en einhvernveginn tel ég ólíklegt að kuplingshúsin passi saman.",
            "date": "2011-03-07 18:27:00",
            "post_id": "17361",
            "reply_to_id": "17357"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er að mér skilst kúplingshús sem fer aftaná 4M40 (2.8). Er reyndar fyrir v5m31 gírkassann en ekki skiptinguna, en allavega sést boltpatternið þarna.\nHér sést svo að ég held amc 273-360 kúplingshúsið.\nHægt er að bera þetta saman með augunum að einhverju leiti.\nMyndbirting með fyrirvara um að strákarnir í útlöndum hafi rétt fyrir sér. (sem ég stal þessum myndum frá)",
            "date": "2011-03-07 20:09:00",
            "post_id": "17371",
            "reply_to_id": "17361"
        },
        {
            "user_name": "elliofur",
            "text": "Svo er sbc svona",
            "date": "2011-03-07 20:32:00",
            "post_id": "17377",
            "reply_to_id": "17371"
        },
        {
            "user_name": "Jóhann",
            "text": "Þannig að það hefur bara verið tóm vitleysa sem ég hafði heyrt um að þarna væti einhver skildleiki á ferðinni þá verður maður bara að vera þolinmóður áfram.",
            "date": "2011-03-07 23:58:00",
            "post_id": "17405",
            "reply_to_id": "17377"
        },
        {
            "user_name": "Kiddi",
            "text": "Það er mikið einfaldara dæmi að mixa millikassa saman við aðra skiptingu, nú þá er líka hægt að nýta tækifærið og smíða milligír. Ef þú tekur t.d. mótor úr Dodge Ram / Grand Cherokee, 318 eða 360 með innspýtingu, skiptingu og millikassa. Smíðar milligír úr millikassanum sem er á skiptingunni og setur Pajero millikassann þar aftaná. Milligírinn er þá með lægra hlutfall en Pajero kassinn, bara win-win situation eins og maður segir!!! Best væri þetta þó með Chevrolet mótor, ekki nokkur spurning hehehe. Annars þá var Páll Pálsson að auglýsa til sölu Ford 5.0 mótor með innspýtingu, sjálfskiptingu og millikassa á torfaera.is um daginn: \nhttp://www.torfaera.is/spjall/viewtopic.php?t=5368\nÞað hefði ég haldið að væri ekki slæmur kostur ef á að fara í V8 bensín. Annars þá á ég 350 með 700 overdrive skiptingu en að vísu blöndungsmótor ef þú hefur áhuga, en gjaldið fyrir þann pakka er nú aðeins hærra en það sem Palli vill fá fyrir Fordinn.",
            "date": "2011-03-08 00:07:00",
            "post_id": "17406",
            "reply_to_id": "17405"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nHvað er í MMC skoptingunni og millikassanum til að sækjast eftir.  Ég hefði haldið að amerískar jeppaskiptingar og millikassar séu miklu sterkari og betri fyrir stóru amerísku vélarnar.  Ameríkuvæða allann jeppann, ég myndi veðja á það.\nKv Jón Garðar\nP.s. segi ég sem eyddi stórfé í að brasa ameríkuvél saman við japanskann gírkassa.",
            "date": "2011-03-08 08:57:00",
            "post_id": "17420",
            "reply_to_id": "17406"
        },
        {
            "user_name": "Dodge",
            "text": "Það hefur allavega verið minn skilningur í gegn um tíðina að pajero kassar (hvort sem það er sjálf eða beinskift) séu í mestu vandræðum með að halda pajero vélunum, þannig að það þíði ekki mikið að bjóða þeim 2falt meira torque...\nÞað eina sem ég get sagt þér er að 727 Crysler skiftingar eru eitthvað það alsterkasta sem þú finnur og er eylífðar eign.",
            "date": "2011-03-08 11:11:00",
            "post_id": "17427",
            "reply_to_id": "17420"
        },
        {
            "user_name": "Jóhann",
            "text": "sælir þetta var nú bara hugdetta þegar ég heyrði að þessar vélar gætu hugsanlega passað, ég er með 2millikassa og þess vegna kom þetta upp, svo er ansi þægilegt að hafa sellect trak millikassan sem bíður upp á að vera í 2wd eða opin 4wd eða læstan 4wd og svo lága.",
            "date": "2011-03-08 13:16:00",
            "post_id": "17439",
            "reply_to_id": "17427"
        },
        {
            "user_name": "elliofur",
            "text": "Jóhann, ert þú með hásingu eða ennþá klafadótið? Ef hásingu, ertu ennþá með kúluna vinstramegin?\nÉg á TF727 úr range rover classic 85 með sídrifskassanum með LT230 sídrifskassa sem er fáanlegt fyrir lítið fé. Enn í bíl og hægt að fá að prófa, framan við þetta er chevy 6.2 dísel, þannig að það passar við sbc.\nEn með minn pajero var ég að skoða betur líffæragjafann. Þar vissi ég mæta vel að væri 350tbi 1993 árgerð keyrð 18897 mílur og nú var ég að sjá að þar aftaná er 4l80E en ég hafði aldrei veitt þessari skiptingu neina athygli. Nú er ég alveg hættur að hugsa um pajero skiptinguna og farinn að huga að millikassa aftan á þessa nautsterku skiptingu, en þetta er í einsdrifs bíl (chevy stepvan 30). Ég ætla að setja d44 með 4.56 og nospin framhásingu sem ég á til og hún er með kúluna hægra megin. Spurning hvort ég eigi að nota NP208 kassa sem ég á til eða eitthvað annað?",
            "date": "2011-03-08 15:21:00",
            "post_id": "17447",
            "reply_to_id": "17439"
        },
        {
            "user_name": "Jóhann",
            "text": "Sæll Elli\nJá ég er með hásingu að framan d44 og kúlan vinstra megin.\nþað stendur nú ekki til að fara fara út í miklar breitingar að sinni en alltaf gaman að pæla.\nÞessi sídrifskassi úr Range rover það er ekki hægt að vera með hann bara í afturdrifi er það nokkuð eins og pajero kassan?\nen ég er sammála um að chevy væri mest spennandi en líka oftast dýrast. Hins vegar gæti gamli rumur verið til sölu ef kæmi sæmilegt  tilboð.",
            "date": "2011-03-08 17:57:00",
            "post_id": "17456",
            "reply_to_id": "17447"
        },
        {
            "user_name": "elliofur",
            "text": "Ég satt að segja man ekki hvernig þessi rover kassi er, langt síðan ég hef keyrt hann eitthvað að ráði og það var meira að segja mjög lítið.\nEn ég er búinn að skoða meira með þessi kúplingshús og mér sýnist vera ráð að nota chevy kúplingshús á chevy mótor og annarartegundar skiptingu og smíða millistykki milli skiptingar og kúplingshúss.\nEn það skal tekið fram að ég hef aldrei gert svona og enga reynslu á þessu sviði, bara rápað svolítið um olíublautar vefsíður :)\nAdapting the Chevrolet & GM Standard Shift Bellhousings to the Jeep T90 Transmission\nhttp://www.novak-adapt.com/catalog/kits_cx.htm",
            "date": "2011-03-08 18:36:00",
            "post_id": "17459",
            "reply_to_id": "17456"
        },
        {
            "user_name": "Einar",
            "text": "Range Rover millikassinn LT230 er hreinn sídrifskassi með handlæstu mismunadrifi milli fram og afturdrifs. Hann er með frekar lágu lágadrifi 3.32:1 en er líka með niðurgírun í hága drifinu 1.222:1 þannig að hann getur hentað vel í bíla með frekar hágum drifum.",
            "date": "2011-03-08 21:41:00",
            "post_id": "17479",
            "reply_to_id": "17459"
        }
    ],
    "date": "2011-03-07 17:22:00"
}