{
    "forum_title": "Jeppinn minn",
    "id": "376",
    "title": "Toyota Hilux 2007 - Einfari",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=376",
    "posts": [
        {
            "user_name": "Óskar - Einfari",
            "text": "Jeppin minn er Toyota Hilux DoubleCap 2007 3.0 D4-D sjálfskiptur. Hann er hækkaður og breyttur fyrir 38\". Breytingin er þannig að framfjöðrunin er síkkuð um 5cm og færð framm um 4cm, síðan er 4cm spacer á gormunum þannig að samtals hækkun að framan er 9cm. Að aftan var smíðuð 4-link gormafjöðrun með íhlutum úr LC80 og afturhásingin færð 6cm aftur í leiðinni hækkun er c.a. 10cm. 1:4,88 hlutföll, ARB læsingar framan og aftan með sér ARB dælu. Fasttengd Fini loftdæla í húddinu. Aukatankur, 2,5\" púst, VHF stöð, GPS tæki, spiltengi framan og aftan, skófla, álkarl, drullutjakkur og langur tegjuspotti. Er á 38\" MTz. \nEr að fara að dunda eitthvað í rafkerfinu á næstunni og svo er maður alltaf eitthvað að breyta, bæta og pæla...\nFleiri myndir hér:\nhttp://www.oskarandri.com/index.php?option=com_g2bridge&view=gallery&Itemid=53&g2_itemId=382",
            "date": "2010-03-02 12:53:00",
            "post_id": "1766",
            "reply_to_id": false
        },
        {
            "user_name": "krunki",
            "text": "Fallegur þessi !! en personulega fynnst mig þeir flottari með pallin beran:)",
            "date": "2010-03-02 16:17:00",
            "post_id": "1774",
            "reply_to_id": "1766"
        },
        {
            "user_name": "Gummi V.",
            "text": "Þessi er flottur hjá þér!",
            "date": "2010-04-12 21:53:00",
            "post_id": "3793",
            "reply_to_id": "1774"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nAsskoti gæjalegur jeppi en hvernig hefur þér gengið að nota þessi dekk í snjó?\nKv Jón Garðar",
            "date": "2010-04-13 23:34:00",
            "post_id": "3847",
            "reply_to_id": "3793"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Takk fyrir það. Þetta eru klárlega bestu dekk sem ég hef notað eða séð í virkni undir þessum þyngdarflokki af bíl. Það eru góðir hliðarkuppar sem gefa ótrúlega gott grip þegar búið er að hleypa úr og þau virðast þola úrhleypingar sérstaklega vel. Fjöðrunin er mjög góð en ég var áður á mudder sem mér fannst vera of mjúk fyrir þennan þyngdarflokk af bíl. Ég hef amk verið nógu ánægður með þau til þess að ég keypti mér fyrir stuttu annan gang fyrir næsta vetur.\nÞað sem ég hef lært að varast varðandi þessi dekk er\nÉg hef verið með dekkin á 12\" breiðum felgum, það hefur svosem ekki háð mér í drifgetu en ég er alveg að verða þeirra skoðunar að þessi dekk ættu að vera á breiðari 13-15\" breiðum felgum... það er aðalega út af því að þau leggjast það vel í úrhleypingu að belgurinn leytar svo mikið undan bílnum í hliðarhalla, hliðarnar hafa verið gatast hjá mér út af þessu sama líka.\nog þessi dekk eru frekar mikið rúm á felgu og þurfa valsaðan kant eða kantlás. Hefðbundnar kant suður eða límingar hafa ekki verið að virka. Þegar menn voru fyrst að byjra með þessi dekk eyðilögðust nokkrir gangar út af þess... þ.e.a.s. þau urðu ónothæf til úhleypinga.\nKV.\nÓskar Andri",
            "date": "2010-04-14 04:37:00",
            "post_id": "3850",
            "reply_to_id": "3847"
        },
        {
            "user_name": "EBG",
            "text": "Þessi er eigilega draumurinn ;) svaka flottur!",
            "date": "2010-04-26 22:32:00",
            "post_id": "4495",
            "reply_to_id": "3850"
        },
        {
            "user_name": "JHG",
            "text": "Flottur og vel græjaður bíll :)",
            "date": "2010-05-04 12:12:00",
            "post_id": "4876",
            "reply_to_id": "4495"
        }
    ],
    "date": "2010-03-02 12:53:00"
}