{
    "forum_title": "Almennt spjall",
    "id": "3812",
    "title": "Hvar fær maður ullar föðurland á góðu verði",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=3812",
    "posts": [
        {
            "user_name": "Pajero1",
            "text": "Sælir félagar , Hvar fær maður ullar föðurland á góðu verði",
            "date": "2011-03-11 01:58:00",
            "post_id": "17655",
            "reply_to_id": false
        },
        {
            "user_name": "Billi",
            "text": "Færð þetta t.d. í öllum útivistarbúðum. Everest, Fjallakofinn, Útilíf og fleirri \nhvað verðið varðar veit ég ekki hvar besta verðið er",
            "date": "2011-03-11 02:27:00",
            "post_id": "17656",
            "reply_to_id": "17655"
        },
        {
            "user_name": "oggi",
            "text": "ef þú finnur búð sem selur þatta á skikanlegu verði þá máttu setja það hingað inn",
            "date": "2011-03-11 07:56:00",
            "post_id": "17659",
            "reply_to_id": "17656"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nEf þú ert að tala um hnausþykkt alvörunni föðurland er ég ekki svo viss um að þú finnir það nema þú eigir ömmu sem er lipur með prjónana.\nHinsvegar getur þú fengið ullar nærföt eins og áður var talið 66°N, ellingsen o.s.frv.  Þau föt eru ekki þykk en sem innanundir föt virka þau mjög vel.  Þykkur flísgalli utanyfir þessi föt eru fín viðbót og jafnvel ullarpeysa í stað flíspeysunnar þegar komið er í skála er toppurinn.\nÉg keypti mér fyrir nokkrum árum peysu í Janus búðinni en þar eru peysur sem eru framleiddar úr ull af kafloðnum nýsjálenskum rollum (að mig minnir) og hafa þann kost að vera miklu nýkri en \"íslensku\" ullarpeysurnar þannig að mann klæjar ekki neitt.  Þessi peysa er heldur of þunn en hún er virkilega góð samt og ég fékk ekkert áfall þegar ég keypti hana.\nKv Jón Garðar\nP.s. það er voðalega gaman að fara í Janusbúðina því að föt á fullorðið fólk er meiri aukabúgrein hjá þeim, annars selja þeir mest ungbarnaföt.",
            "date": "2011-03-11 08:47:00",
            "post_id": "17660",
            "reply_to_id": "17659"
        },
        {
            "user_name": "arnijr",
            "text": "Ég nota sjálfur ullarföt úr Janus búðinni (sem er flutt á Laugaveginn). Yfir því er ég venjulega í grunnlagsflíspeysu, fór og kíkti á 66N vefinn og sé að mín heitir \"Vík hálfrennd peysa\". Í miklum kulda á ég flísbuxurnar við þessa peysu, en þarf sjaldan að fara í þær. Þetta hefur reynst mér mjög vel sem grunnlag.\nGamla \"góða\" hnausþykka föðurlandið er að ég held alveg liðin tíð. Kosturinn við þetta þunna dót er líka að það þornar afskaplega hratt og heldur þér tiltölulega þurrum, fyrir utan að það klæjar ekki undan því.\nUtanyfir þetta er svo eitthvað softshell dót og göngubuxur og loks 3ja laga skel í kulda eða bleytu. Ef vel er samið þarf bara að láta annað nýrað fyrir skelina.\nSvo er alvöru lopapeysa og/eða dúnúlpa í köldum skála eða tjaldstæði alveg málið.",
            "date": "2011-03-11 10:39:00",
            "post_id": "17668",
            "reply_to_id": "17660"
        }
    ],
    "date": "2011-03-11 01:58:00"
}