{
    "forum_title": "Vara og aukahlutir",
    "id": "3905",
    "title": "Chevy 350 (SELD)",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=3905",
    "posts": [
        {
            "user_name": "Kiddi",
            "text": "Til sölu er Chevy 350 mótor.\nÍ dag (16.3.2011) er vélin í bíl og hægt að setja í gang og heyra. Vélin verður þó fljótlega tekin úr, en ekki ljóst alveg hvenær það verður.\nNánari upplýsingar:\nChevrolet 350, 2ja bolta blokk árg. 1972.\nTveggja bungu, \"camel hump\" hedd, árg. 1969 að mig minnir. Góð hedd sem er eitthvað búið að dunda í.\nCrane 272-284 knastás. Vélin vinnur vel upp í um 6000 snúninga.\nGM álmillihedd.\nNÝR QuadraJet blöndungur frá Summit. Uppsettur fyrir hressa small block upp að 400 CID.\nHEI kveikja, nýtt lok, hamar og þræðir.\nStuttar Hedman \"block-hugger\" flækjur.\nALLAR pakkningar eru nýjar (Felpro) og vélin er sömuleiðis nýmáluð, Chevrolet appelsínugul með svört ventlalok. Nýir PCV ventlar í báðum ventlalokum.\nFraman á vélinni er flatreimarkerfi úr Blazer S-10. Vantar A/C dælu en mögulegt er að setja A/C delete hjól, eða original dælu sem ég á ekki til og fylgir því ekki með.\nNÝR alternator, 105 amper.\nNÝR niðurgíraður mini startari. Betri búnaður en gömlu hlunkarnir.\nNÝ 4\" há K&N loftsía í krómuðu húsi.\nNÝ flexplata fyrir skiptingu.\nTilboð óskast!!! En þar sem það reynist oft á tíðum erfitt að gera tilboð þá fylgja með verðhugmyndir hér að neðan:\nÁsett verð 200.000 \nMEÐ ÖLLU\n.\nEf reimarkerfið, ásamt startara er ekki tekið með dragast frá 45.000 kr.\nEf loftsían er ekki tekin með dragast frá 20.000 kr.\nHelst vil ég láta blöndunginn með en ef þess er sérstaklega óskað að hann fari ekki með má svosem skoða það.\nÁhugasamir hafi samband símleiðis (\n869-7544\n) eða með tölvupóst: \nkristinnm@gmail.com",
            "date": "2011-03-16 21:14:00",
            "post_id": "18098",
            "reply_to_id": false
        },
        {
            "user_name": "Kiddi",
            "text": "Aðeins að minna á þetta.",
            "date": "2011-03-21 00:18:00",
            "post_id": "18510",
            "reply_to_id": "18098"
        },
        {
            "user_name": "Freyr",
            "text": "Hvað á að fara setja í hann í staðinn??????\nKv. Freyr",
            "date": "2011-03-21 01:30:00",
            "post_id": "18515",
            "reply_to_id": "18510"
        },
        {
            "user_name": "Kiddi",
            "text": "Jæja, endilega látið orðið berast. Það líður ekki á löngu þar til mótorinn verður rifinn úr þannig að ef menn vilja heyra í þessu hljóðið þá er um að gera að hafa samband sem fyrst!",
            "date": "2011-03-22 17:34:00",
            "post_id": "18652",
            "reply_to_id": "18515"
        },
        {
            "user_name": "Kiddi",
            "text": "Vélin er seld",
            "date": "2011-04-09 13:32:00",
            "post_id": "19872",
            "reply_to_id": "18652"
        }
    ],
    "date": "2011-03-16 21:14:00"
}