{
    "forum_title": "Jeppinn minn",
    "id": "3917",
    "title": "Ford Fákar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=3917",
    "posts": [
        {
            "user_name": "Ásgrímur",
            "text": "Hérna er smá útlistun á Bronco eigninni sem er í skúrnum. Í fyrstalagi er 1974 Bronco Sport eða það sem eftir er af honum það eftir af honum. Bíllinn var keyptur í lok árs 2008 var þá 38\" tommu breyttur með no spin að aftan og loftlæstur að framan, hásingar eru orginal. Bíllinn var ekki númerum enda var allt bremsur handónýtar eins og átti til að gerast með þessa skála bremsur. Í húddinu er 302 með flækjum vélin gekk vel þega bíllinn var keyptur. Ég vissi að bíllinn var töluvert ryðgaður en þegar byrjað var skrúfa varð ljóst að Boddýið var handónýtt þ.e.a.s skélin en plast brettir voru að aftan, grill, aftur hleri, húdd var hægt að bjarga. Er búinn að finna mér plast frambretti og hurðar sem eru nothæfar.  \nen síðan reyndist stimpill brotin með skemmtilegum skemmdum á sveifarás og rispum í slíf.\nHérna er gossið komið skúrinn. \nHérna er gripur áður en hann er keyptur \nÖll skelinn var alveg haugryðguð.\nHérna var búið að ákveða að henda boddýinu og reyna að finna betra.\nSá bíl auglýstan úr dánabúi hjá fornbílaklúppnum. Bronco 74 6 cyl, 200 cid, beinskiptur með skiptinguna í stýrinu. Bíllinn hafði staðið í 8 ár samfleytt inn skúr og án þess að vera hreyfður. Það var því tekið flugið til þess að skoða gripinn og finna út hvernig væri hægt að koma honum austur á Reyðarfjörð. Það þurfti lítið að spá í því, settur nýr geymir, dælt í dekk og fylltur af bensíni og síðan var keyrt þess 700 km án þess að slá feilpúst. Þegar ég var kominn austur og búinn að skoða bílinn hágt og lágt þá týmdi ég enganveginn að slátra honum bara til þess að nota boddýið. Þannig að leit að heillegri skel stendur ennþá yfir.\n \nÞað var því ákveðið að halda áfram að gera gera upp restina af bláa bílnum upp en halda þeim brúna eins og hann er. \nByrjaði að taka vélina í gegn, þar sem hún hafði gengið vel þegar ég keypti bíll þá var ætlunin bara að hreinsa og mála. En setja hana ál millihedd 289 edilbrock og 4 hólfa edilbrock blöndung. \nÞað skemmtilega koms hinvegar ljós þegar ég tók olíu pönnuna undan að einn stippil var brotinn að neðan og hafði skemmt sveifarás og slíf þannig að vélin hefur fengið smá pásu á meðan undirritaður jafnar sig því að þurfa rífa allt draslið í sundur aftur. Næst verður byrjað að kíkja í kjallarann áður eitthvað annað er gert.\nÞað var því ráðist í koma grindinni ásættanlegt ástand og var því byrja á því að sandblása og skera burtu stífufesting sem búið var að mixa til hjálpa fjöðrunum að aftan. Í staðinn fyrir fjaðrir kemur fourlink fjöðrun að aftan með Defender gormum. Þetta verður nánast eins gera var á þessum bíl (\nhttp://www.4x4offroads.com/4x4-ford-bronco-1974.html\n) nema mun reyna að hafa þverstífna lengri og beygja hana aðeins til þess að koma bensín tanknum fyrir.\nGrindin mjög heil enda greinlegt að hún hefur verið tekin í gegn áður.\nAftur hásingin verður færð 14 cm aftar\nGömlu demparafestingarnar teknar og grindin ryðbætt þar sem þær voru.\nBúið að fjárfesta í fóðringum.\nÞetta er staðan í dag næst mál er að klára að hreins hásinguna og teikna upp festingar fyrir stífurnar.",
            "date": "2011-03-17 15:14:00",
            "post_id": "18147",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Ef þú skyldir einhverntíman ákveða að losa þig við þennan brúna þá  máttu hafa samband við mig :) En ég hef ekki áhuga nema að hann hann haldist áfram orginal :)",
            "date": "2011-03-17 16:15:00",
            "post_id": "18151",
            "reply_to_id": "18147"
        },
        {
            "user_name": "Ásgrímur",
            "text": "Þessi er eftir að fá að halda sér eins og hann er.",
            "date": "2011-03-17 20:16:00",
            "post_id": "18169",
            "reply_to_id": "18151"
        },
        {
            "user_name": "birgthor",
            "text": "Leiðilegt að heyra með skemmdirnar á skemmtilegunum á sveifarásnum ;)\nAnnars flott verkefni",
            "date": "2011-03-17 20:24:00",
            "post_id": "18170",
            "reply_to_id": "18169"
        },
        {
            "user_name": "Ásgrímur",
            "text": "Henti inn nýjum myndum þar eitthvað er farið hallast í rétta átt",
            "date": "2011-03-19 22:21:00",
            "post_id": "18386",
            "reply_to_id": "18170"
        },
        {
            "user_name": "jeepson",
            "text": "Flott að sjá þetta :)",
            "date": "2011-03-19 22:55:00",
            "post_id": "18392",
            "reply_to_id": "18386"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "sæll þessi blá þótti nú rosalegur í gamla daga kv Heiðar",
            "date": "2011-03-19 23:30:00",
            "post_id": "18398",
            "reply_to_id": "18392"
        },
        {
            "user_name": "Ásgrímur",
            "text": "Það væri gaman ef einhverjir ættu eldri myndir af honum og einnig eigandasögu.",
            "date": "2011-03-20 08:17:00",
            "post_id": "18412",
            "reply_to_id": "18398"
        },
        {
            "user_name": "Ásgrímur",
            "text": "Þessi brúni er til falur sjá nánar undir jeppar til sölu",
            "date": "2011-04-15 23:37:00",
            "post_id": "20329",
            "reply_to_id": "18412"
        },
        {
            "user_name": "SiggiHall",
            "text": "Ég get ekki betur séð en að það sé búið að skera aðeins úr honum að aftan",
            "date": "2011-04-16 11:26:00",
            "post_id": "20347",
            "reply_to_id": "20329"
        },
        {
            "user_name": "Ásgrímur",
            "text": "Það er búið að því og var örugglega gert um leið bíll var innréttaður",
            "date": "2011-04-16 13:26:00",
            "post_id": "20354",
            "reply_to_id": "20347"
        },
        {
            "user_name": "jeepcj7",
            "text": "Bara gott ekki margt ljótara en óskorinn svona eðalvagn.",
            "date": "2011-04-16 14:06:00",
            "post_id": "20355",
            "reply_to_id": "20354"
        },
        {
            "user_name": "66 Bronco",
            "text": "Fór sá brúni nokkuð í eitthvað rugl? Breytingu eða niðurrif?\nKveðja góð,\nHjörleifur.",
            "date": "2011-04-17 09:34:00",
            "post_id": "20391",
            "reply_to_id": "20355"
        },
        {
            "user_name": "Ásgrímur",
            "text": "Sá sem ætlaði að kaupa hann hætti við þar sem hann var ekki með aðstöðu til þessa hýsa hann þannig að hann er ennþá á planinu hjá mér. Er að henda toppnum á hann svo hægt sé að keyra hann í rigningu",
            "date": "2011-04-19 21:10:00",
            "post_id": "20626",
            "reply_to_id": "20391"
        },
        {
            "user_name": "66 Bronco",
            "text": "Hvað kostar bíllinn? Á Bronco heimili?\nKv,\nHjörleifur.",
            "date": "2011-04-19 22:38:00",
            "post_id": "20641",
            "reply_to_id": "20626"
        },
        {
            "user_name": "Ásgrímur",
            "text": "400 þús staðgreitt það vantar topp á myndirnar, er að setja hann á svo hægt sé að keyra hann hvert á land sem er.",
            "date": "2011-04-20 22:11:00",
            "post_id": "20700",
            "reply_to_id": "20641"
        },
        {
            "user_name": "bjsam",
            "text": "Sæll á til 325.000 til að kaupa svona bíl .Kv.Bjarni    \nskbs@simnet.is",
            "date": "2011-04-22 00:00:00",
            "post_id": "20769",
            "reply_to_id": "20700"
        },
        {
            "user_name": "Ásgrímur",
            "text": "Hann er farinn",
            "date": "2011-04-22 23:24:00",
            "post_id": "20848",
            "reply_to_id": "20769"
        },
        {
            "user_name": "gudjonarnarr",
            "text": "faðir minn átti þennan bláa og ef ég man rétt þá breitti bróðir hans honum á 38\" á sínum tíma, veit að í albúmum heima er til mynd af þessum á lödu dekkjum til þess að koma honum inná bílalyftu",
            "date": "2011-12-15 20:12:00",
            "post_id": "37951",
            "reply_to_id": "20848"
        }
    ],
    "date": "2011-03-17 15:14:00"
}