{
    "forum_title": "Jeppinn minn",
    "id": "3941",
    "title": "hilux 81módel uppfært 20.12.2016",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=3941",
    "posts": [
        {
            "user_name": "ojons",
            "text": "Ég á eitt stykki hilux sem ég er búinn að vera dunda í síðustu ár og ætlaði að leyfa ykkur að sjá gripinn.\nþað sem ég er búinn að gera í honum er:\nAlgjör riðbæting allt rið skorið úr og soðið nýtt  í.\nheilsprautun (þarf að sprauta aftur illa gert)\nlosaði mig við 2,2lítra mótorinn og kom 302 fyrir(á eftir að skipta aftur þegar ég verð ríkur;)\ntók hásingarnar og fjaðrirnar undan og kom fyrir patrol hásingum og gormum.\nBreikkaði kantana.\nþetta eru aðal atriðinn en sem komið er. læt fylgja nokkrar myndir eins og hann er í dag.",
            "date": "2011-03-19 01:26:00",
            "post_id": "18291",
            "reply_to_id": false
        },
        {
            "user_name": "ojons",
            "text": "",
            "date": "2011-03-19 01:30:00",
            "post_id": "18293",
            "reply_to_id": "18291"
        },
        {
            "user_name": "steinarxe",
            "text": "geggjaður bíll hjá þér.",
            "date": "2011-03-19 09:17:00",
            "post_id": "18298",
            "reply_to_id": "18293"
        },
        {
            "user_name": "olistef",
            "text": "Snilldar framtak hjá þér að gera upp einn af þessum.",
            "date": "2011-03-19 09:24:00",
            "post_id": "18299",
            "reply_to_id": "18298"
        },
        {
            "user_name": "Ásgrímur",
            "text": "Flottur Vagn. Ragnar Valson hefur örugglega byggt yfir þennan á sínum tíma.",
            "date": "2011-03-19 09:31:00",
            "post_id": "18302",
            "reply_to_id": "18299"
        },
        {
            "user_name": "arntor",
            "text": "tetta eru bara helvítis edalvagnar=) og tessi verdur mjog flottur",
            "date": "2011-03-19 12:50:00",
            "post_id": "18320",
            "reply_to_id": "18302"
        },
        {
            "user_name": "Samúel Sig",
            "text": "Gaman að þessu var búinn að fá leið á jeppum sem eru keyptir tilbúnir beint á pönnuna þetta er jeppamenska.\nKveðja.\nSamúel Sig",
            "date": "2011-03-19 18:06:00",
            "post_id": "18350",
            "reply_to_id": "18320"
        },
        {
            "user_name": "Offari",
            "text": "Flottur Jeppi.  Gaman að sjá að það er til einn svonaenn í dag..  Þessi gæti hafa verið á Húsavík.",
            "date": "2011-03-19 19:40:00",
            "post_id": "18359",
            "reply_to_id": "18350"
        },
        {
            "user_name": "ojons",
            "text": "þegar ég fæ hann er hann hvítur og ég náði í hann í landeyjarnar, skilst að hann hafi verið á hvolsvelli þar áður...",
            "date": "2011-03-19 19:57:00",
            "post_id": "18361",
            "reply_to_id": "18359"
        },
        {
            "user_name": "Stebbi",
            "text": "Besti hilux sem ég hef átt var 84 módelið með sama frágang á húsi og á þessum.  Ekkert annað en snilldin ein og loksins komin einhver þyngd að aftan til að fá bílinn til að fjaðra eðlilega.  Þessi yfirbygging er frá Ragga Vals.",
            "date": "2011-03-19 20:42:00",
            "post_id": "18369",
            "reply_to_id": "18361"
        },
        {
            "user_name": "66 Bronco",
            "text": "Brúkaði '82 árgerð með Ragnars yfirbyggingu í mörg ár og þótti alltaf afar vænt um þann bíl. Óli Stef hér á spjallinu gerði hann upp á sínum tíma. Man alltaf eftir mynd af honum í gamla Bílanaust sem sýndi hann í vetrarferð með tveimur öðrum 33\" breyttum. Þóttu ógurleg skrímsli á sínum tíma.. Skelfirinn svokallaði hvarf í ryð fyrir rest og var ekki við bjargandi, þessu fer fækkandi, gott framtak!\nGaman væri að eignast svona bíl aftur, áttatíu og eitthvað með Ragnars fráganginum.\nHjörleifur.",
            "date": "2011-03-26 08:53:00",
            "post_id": "18924",
            "reply_to_id": "18369"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Getur verið að þessi bíll hafi verið Rauður sem þú talar um hér að ofan Hjörleifur ? \nOg spili þá eitt af aðalhlutverkunum í þessari myndaseríu hér að neðan ?\nhttp://icejeep.com/album/displayimage.php?pid=4435\nKv. \nStjáni.",
            "date": "2011-03-26 18:14:00",
            "post_id": "18940",
            "reply_to_id": "18924"
        },
        {
            "user_name": "smaris",
            "text": "Þetta er ekki bíllinn í þessari myndaseríu Stjáni.\nÞessi bíll er frá Hvolsvelli og breytti félagi minn honum fyrir 38\"\nhttp://www.f4x4.is/index.php?option=com_jfusion&Itemid=235&g2_itemId=13106\nÞetta er bíllinn í miðjunni á þessari mynd.\nFremsti bíllinn er minn bíll sem ég á enn þann dag í dag.\nKv. Smári",
            "date": "2011-03-26 20:10:00",
            "post_id": "18944",
            "reply_to_id": "18940"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Veistu þá einhvað um þennan Ljósa jeppa í mynda seríuni Smári ? \nAnnars er þinn helvíti flottur, Hvernig standi er hann í í dag ? Áttu nýlegar myndir. \nKv. \nStjáni",
            "date": "2011-03-26 20:36:00",
            "post_id": "18945",
            "reply_to_id": "18944"
        },
        {
            "user_name": "smaris",
            "text": "Nei ég veit ekkert um þennan ljósa.\nMinn er í ágætu standi en þyldi orðið yfirhalningu. Tók hann síðast í gegn 1995 og hefði kanski þurft að gera það aftur fyrir nokkrum árum.\nhttp://www.f4x4.is/index.php?option=com_jfusion&Itemid=235&g2_itemId=8514\nSvona lítur hann út í dag nema aðeins bleikari (orðinn upplitaður).\nhttp://www.f4x4.is/index.php?option=com_jfusion&Itemid=235&g2_itemId=11842\nHérna er svo linkur á síðustu uppgerð fyrir 16 árum.\nGetur síðan smellt á nafnið mitt til að skoða mín myndasöfn á alveg óskiljanlegri myndasíðu 4x4.\nKv. Smári.",
            "date": "2011-03-26 21:04:00",
            "post_id": "18946",
            "reply_to_id": "18945"
        },
        {
            "user_name": "66 Bronco",
            "text": "Einkennilega líkur honum, sömu litir, sama lúkk, en ekki sami bíll. Yfirbyggingin var aðeins önnur, minni hliðarrúður finnst mér. Rauður gamli bar annars að mig minnir GU 754 og þar áður alveg örugglega T-104.\nHelvíti langar mann aftur í svona bíl..\nHjörleifur.",
            "date": "2011-03-27 21:55:00",
            "post_id": "19029",
            "reply_to_id": "18946"
        },
        {
            "user_name": "Valdi B",
            "text": "ég á einn svona sem er falur í skiptum fyrir dót eða peninga, er dálítið ryðgaður, ónýtt húdd,og eitthvað, skúffann er frekar ryðguð en hann er ekki yfirbyggður, það vantar inní hann innrétttingu , og alls konar dót, veit ekkert í hvaða standi mótor er , \nef eitthver hefur áhuga á partabíl eða uppgerðarbíl þá getiði sent mér póst ;)",
            "date": "2011-04-01 14:15:00",
            "post_id": "19358",
            "reply_to_id": "19029"
        },
        {
            "user_name": "ojons",
            "text": "jæja hér kemur smá update, ég er loksins byrjaður aftur að vinna í bílnum \nnú er ég búinn að fara með millikassan til að láta setja handbremsuna aftan á hann ætti að vera til í nóv.\nég tók báðar bremsudælurnar að aftan og gerði þær upp og málaði,\nbúinn að kaupa allar fóðringar nýjar í aftur hásinguna og kem þeim í um helgina \nfannst riðliturinn ekki flottur og ákvað að hreinsa allt í burtu af hásingu og stífum, var að enda við að sprauta hásingu, stífur ofl.",
            "date": "2011-10-29 02:31:00",
            "post_id": "33088",
            "reply_to_id": "19358"
        },
        {
            "user_name": "jonni187",
            "text": "Þessi er asskoti góður hjá þér :)\nEr með einn, 1985 módel með yfirbyggingu frá Ragga. \nKlæddiru hann sjálfur að innan ? \nÉg þarf að fara verlsa mér efni í þetta og annaðhvort föndra við þetta sjálfur eða láta gera það fyrir mig, enginn spurning hvort kæmi betur út :) \nm.b.k \nJonni",
            "date": "2011-10-31 01:16:00",
            "post_id": "33275",
            "reply_to_id": "33088"
        },
        {
            "user_name": "-Hjalti-",
            "text": "geggjaður hilux hjá þér.",
            "date": "2011-10-31 08:17:00",
            "post_id": "33277",
            "reply_to_id": "33275"
        },
        {
            "user_name": "BANGSINN",
            "text": "hann er helvítið smek leggur svona að sjá er hann ekki hérna á selfossi er mikið búinn að keira fram hjá honum á mínum Hilux og líst drelli vel á þetta bara seiji gangi þér vel ;)",
            "date": "2011-11-04 01:16:00",
            "post_id": "33684",
            "reply_to_id": "33277"
        },
        {
            "user_name": "jeepcj7",
            "text": "Mjög flott hjá þér bara töff look og svo er ekkert mál í framtíðinni að ná mega afli út úr 302 vélinni ef þörf er á.",
            "date": "2011-11-04 01:26:00",
            "post_id": "33685",
            "reply_to_id": "33684"
        },
        {
            "user_name": "ojons",
            "text": "jæja maður er að reyna vinna svoldið í honum og stefni á að nota hann í vetur ef það kemur enhver snjór þar að segja :)\nsem betur fer var toppurinn í honum klæddur þegar ég fæ hann og jú ég er á selfossi.\nheld ég leyfi bara myndunum að tala",
            "date": "2011-11-19 01:40:00",
            "post_id": "34980",
            "reply_to_id": "33685"
        },
        {
            "user_name": "ojons",
            "text": "svo er ég líka búinn að leggja öll bremsurör ný, bæði á hásingum og grind :)",
            "date": "2011-11-19 01:48:00",
            "post_id": "34983",
            "reply_to_id": "34980"
        },
        {
            "user_name": "stjanib",
            "text": "Ég verð bara að segja flott verkefni hjá þér og líka flott aðstaða sem þú ert með, sérstaklega hvað hún er snyrtilega og verkfærum sem þú ert með að dæma á myndunum.\nGangi þér vel það sem eftir er!!!",
            "date": "2011-11-19 01:58:00",
            "post_id": "34985",
            "reply_to_id": "34983"
        },
        {
            "user_name": "flækingur",
            "text": "maður fær nánst tár í augun af söknuði yfir 83 modleinu sem ég smíðaði upp en endaði á að rúlla honum nokkra hringi og var ekki fræðilegur möguleiki að gera hann upp eftir það. en mikið er gaman að sjá menn smíða upp gamla og góða jeppa.. væri til í einn svona aftur :-)",
            "date": "2011-11-19 17:19:00",
            "post_id": "35019",
            "reply_to_id": "34985"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Lofar mjög góðu :)  hef alltaf verið hrifin af þessu gamla boddíi :)\nÉg lenti einmitt í því líka fyrir nokkrum vikum að þurfa að kaupa þennan  færslubolta fyrir bremsudæluna hjá IH fyrir 1800kr. Var búinn að leyta víða annarstaðar. Þetta er samt hátíð miðað við hvað IH vilja fá fyrir hlífina fyrir bremsudiskinn (dust shield) 20K stikkið.... báðar hlífarnar voru ónýtar á þessari afturhásingu sem ég er að púsla saman og ég er ekki að tíma að borga 40K fyrir parið á þessum hlífum :( \nKv.\nÓskar Andri",
            "date": "2011-11-19 20:19:00",
            "post_id": "35035",
            "reply_to_id": "35019"
        },
        {
            "user_name": "Forsetinn",
            "text": "Flott smíði hjá þér, gaman að sjá að fleiri og fleiri eru að sækja aftur í gömlu bílana..... kunningi minn átti svona bíl og alveg ótrúleg græja. Bara neitaði að festast. Endaði svo á því að velta honum því miður.",
            "date": "2011-11-19 21:40:00",
            "post_id": "35042",
            "reply_to_id": "35035"
        },
        {
            "user_name": "Freyr",
            "text": "Hvernig er það þegar heilu undirvagnarnir eru grunnaðir og málaðir eins og í þessu tilfelli,  er fyrst allt ryð, tektíll og drulla hreinsað burt eða hvað? Ef svo er hvaða aðferðir nota menn?\nFreyr",
            "date": "2011-11-19 22:49:00",
            "post_id": "35049",
            "reply_to_id": "35042"
        },
        {
            "user_name": "ojons",
            "text": "leiðindar veltu sögur eru þetta ég ætla að vona að það hætti með breyðari hásingum :)\n Ég þurfti líka að redda mér annari hlífini að aftan og fékk hana hjá kidda bergs, mjög þægilegt að hafa hann í næsta nágreni þegar manni vantar patrol hluti.\nÍ mínu tilfelli þá fór ég með vírskífu í slípiroknum allstaðar þar sem ég sá ryð restina hreinsaði ég bara.",
            "date": "2011-11-19 23:38:00",
            "post_id": "35052",
            "reply_to_id": "35049"
        },
        {
            "user_name": "Freyr",
            "text": "Það er varla ögn af ryði undir mínum heldur bara slatti af tektíl hér og þar og svo drulla. Hvernig er undirvagninn hreinsaður fyrir svona? Er einhver góð leið til að ná tektílnum og drullunni af málningunni?\nFreyr",
            "date": "2011-11-20 00:06:00",
            "post_id": "35054",
            "reply_to_id": "35052"
        },
        {
            "user_name": "Forsetinn",
            "text": "Ein þægileg leið til að ná tektíl og drullu er að nota gasbrennara, og hita þetta aðeins. Flýgur af :-)\nPassa sig bara að kveikja ekki í öllu hehe.",
            "date": "2011-11-20 00:50:00",
            "post_id": "35057",
            "reply_to_id": "35054"
        },
        {
            "user_name": "Bóndi",
            "text": "þessi fór út áðan",
            "date": "2011-12-18 21:29:00",
            "post_id": "38312",
            "reply_to_id": "35057"
        },
        {
            "user_name": "ojons",
            "text": "svona lítur hann orðið út \nverst að það er svo mikið af frágangi eftir að maður er ekkert að fara neitt langt strax",
            "date": "2011-12-18 22:26:00",
            "post_id": "38319",
            "reply_to_id": "38312"
        },
        {
            "user_name": "joisnaer",
            "text": "þessi er nú alveg ferlega glæsilegur!",
            "date": "2011-12-18 22:38:00",
            "post_id": "38322",
            "reply_to_id": "38319"
        },
        {
            "user_name": "Nóri 2",
            "text": "helvíti flott vinnubrögð og helvíti vígalegur",
            "date": "2011-12-20 00:36:00",
            "post_id": "38403",
            "reply_to_id": "38322"
        },
        {
            "user_name": "arni hilux",
            "text": "til lukku með þennan, vígalegur hjá þér",
            "date": "2011-12-20 00:40:00",
            "post_id": "38404",
            "reply_to_id": "38403"
        },
        {
            "user_name": "gudjonarnarr",
            "text": "virkilega smekklegur bíll",
            "date": "2011-12-22 10:52:00",
            "post_id": "38682",
            "reply_to_id": "38404"
        },
        {
            "user_name": "Turboboy",
            "text": "hann er eiginlega geeeeeeeeeeeeeeeeðveikur !",
            "date": "2011-12-26 23:20:00",
            "post_id": "39003",
            "reply_to_id": "38682"
        },
        {
            "user_name": "Svekktur",
            "text": "Þetta er sami bíllinn, félagi minn átti þennann bíl fyrir nokkrum árum og seldi hann svo niður í landeyjar.\nhttp://f4x4.is/index.php?option=com_jfu ... emId=42766",
            "date": "2012-01-07 10:05:00",
            "post_id": "40330",
            "reply_to_id": "39003"
        },
        {
            "user_name": "smaris",
            "text": "Og þarna er hann annar í röðinni fyrir 18 árum. Þá átti Atli hann sem breytti bílnum. Til gamans má geta þess að allir bílarnir á myndinni eru enn til og á götunni.\nhttp://f4x4.is/index.php?option=com_jfu ... emId=13106\nKv. Smári",
            "date": "2012-01-07 11:37:00",
            "post_id": "40338",
            "reply_to_id": false
        },
        {
            "user_name": "Big Red",
            "text": "Er þessi kominn á fullt í snjófjörið?",
            "date": "2013-01-07 20:25:00",
            "post_id": "80650",
            "reply_to_id": "40338"
        },
        {
            "user_name": "lecter",
            "text": "talandi um svona gamlar Toyota jeppa ,,, en þetta er flott að bjarga þessum .... \nþað er til landcruser F55 var það ekki langi jeppinn  ég atti einn þannig ,,,þetta var 4 dyra ymist með hurðum að aftan eða hlera  ég veit bara um einn sem er að gera upp slikan bil hann heitir Magnús Þórðarson eydal held  að hann sé með 2",
            "date": "2013-01-07 20:59:00",
            "post_id": "80660",
            "reply_to_id": "80650"
        },
        {
            "user_name": "ojons",
            "text": "Þessi er nú ekki kominn í fjörið enþá en það styttist verulega í það, ég er alltaf á leiðini að setja inn myndir hérna á jeppaspjallið en mér finnst það bara svo mikið einfaldara á facebookinu. \nÉg skipti um hedd pakkningar og allar þar fyrir ofan í fyrra vetur og seti inn myndir af því hér :\nhttp://www.facebook.com/media/set/?set=a.3559559516289.2167835.1491818946&type=3\nog svo byrjaði ég að safna dóti seinasta vetur til að hressa mótor aðeins og er bara ný byrjaður að vinna í honum fyrir veturinn hérna eru myndir af því ferli :\nhttp://www.facebook.com/media/set/?set=a.10200342867482926.2201287.1491818946&type=3\nég er búinn að opna mynda albumin með lúxanum inná féssinu endilega skoðið :)",
            "date": "2013-01-07 22:54:00",
            "post_id": "80678",
            "reply_to_id": "80660"
        },
        {
            "user_name": "björninn2",
            "text": "þessi er með þeim flottari",
            "date": "2013-01-07 23:35:00",
            "post_id": "80686",
            "reply_to_id": "80678"
        },
        {
            "user_name": "Valdi B",
            "text": "var ekki til allavega einn rauður og einn svona fjólublaár /svartur, félagi minn átti þann fjólubláa/svarta á 44\" fun country , ég á mótorinn úr honum, 302 með þrykktum stimplum og fullt af dóti, á víst að vera helvíti skemmtilegur mótor sem á að vinna vel, hann situr bara í skúrnum að biða eftir bronco tila ð fara ofaní hehe :D",
            "date": "2013-01-08 00:11:00",
            "post_id": "80700",
            "reply_to_id": "80686"
        },
        {
            "user_name": "ojons",
            "text": "Jæja rétt að koma með smá uppfærslu, búinn að breyta töluvert síðan síðast.\nStæðsta breytingin er líklega mótorinn en ég er búinn að setja 2.7 tdi úr terrano í húddið, aftan á honum er terrano kúplingshús og svo patrol gírkassi og millikassi. Það er skemmtilegt við þennan kokteil að þetta er bara skrúfað samann einginn sérsmíði fyrir utan mótor festingar og gírkassabita.\nSvo keypti ég mér stóran ál vatnskassa af ebay og kom honum í það var töluverð smíði þar sem kassinn var eiginlega of stór ;) en stærra er betra er það ekki?\nMeð þessari diesel væðingu þorði ég ekki öðru en að lækka hlutföll í hásingum og keypti hásingar með 5:42 hlutföllum og færði kögglana á milli.\nSvo keypti ég mér haugslitin 44\" gleðigúmmí, skar í þaug og smíðaði mér 16\" breyðar felgur klárar fyrir úrhleypibúnað. \nDekkin skulfu náttúrulega svo svakalega að ég þurfti að tækla það, var að pæla í stýristjakk en prufaði að kaupa stýrisdempara úr benz vörubílskálf og hann bara svínvirkar allur skjálfti farinn úr bílnum.\nÉg ferðaðist þó nokkuð á honum seinasta vetur og gekk það bara príðilega, sáttur með aflið og eyðslan er mjög skapleg eða á milli 12 og 13 l.pr 100km í langkeyrslu.\nFyrir þennan vetur ætlaði ég svo að breyta fjöðrunarkerfinu/stýfum til að rýma til fyrir stærri eldsn. Tank og ætla setja loftpúða undir að aftan.\nÉg á lítið til af myndum inná símanum núna annað en frá núverandi framkvæmdum en redda þeim seinna\nLæt þetta duga í bili.",
            "date": "2016-12-20 18:27:00",
            "post_id": "172480",
            "reply_to_id": "80700"
        },
        {
            "user_name": "íbbi",
            "text": "Snilld,  töff bíll",
            "date": "2016-12-21 17:45:00",
            "post_id": "172498",
            "reply_to_id": "172480"
        },
        {
            "user_name": "ojons",
            "text": "Gróf upp nokkrar myndir úr dropboxinu og af fésinu svona til dægrastyttingar",
            "date": "2016-12-21 21:14:00",
            "post_id": "172507",
            "reply_to_id": "172498"
        },
        {
            "user_name": "olei",
            "text": "Lítur glæsilega út Óskar.\nÉg get vottað það að þessi bíll stóð sig vel síðasta vetur í nokkrum ferðum. Hörkugræja.",
            "date": "2016-12-22 07:41:00",
            "post_id": "172512",
            "reply_to_id": "172507"
        }
    ],
    "date": "2012-01-07 11:37:00"
}