{
    "forum_title": "Almennt spjall",
    "id": "3963",
    "title": "Bestu kaup á 35\" jeppa.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=3963",
    "posts": [
        {
            "user_name": "Fjalla-Brá",
            "text": "Mig vantar álit á nokkrum jeppum og kosti þeirra og galla.\nÆtla að fjárfesta í 35 tommu breyttum bíl sem verður að vera 7 manna og í þeim flokki eru Patrol-Pajero-Trooper-Toyota.Ég er að leita að bíl árg 1998-2000 ca og langar að vita hvað menn hafa segja um þessa bíla og hvernig þeira hafa reynst, td eyðsla, bilanatíðni, gallar, kostir og bara gæði yfir höfuð.\nMeð hvaða bíl mælir þú með og hvers vegna ???\nEndilega tjáið ykkur",
            "date": "2011-03-20 12:28:00",
            "post_id": "18426",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Ætli menn séu ekki orðnir þreyttir á að svara algengum spurningum.\nPrófaðu leitina efst í hægra horni og þú munt finna margar umræður og reynslusögur um flesta jeppa.",
            "date": "2011-03-21 19:44:00",
            "post_id": "18567",
            "reply_to_id": "18426"
        },
        {
            "user_name": "Doror",
            "text": "Ég myndi hiklaust segja Trooper ef að það á ekki að jeppast mikið. Eyðir temmilega og hægt að fá 35\" bíla á 4-500 þúsund. Patrolinn er mun dýrari og eyðir meira og Toyotan er margfallt dýrari fyrir 7 manna.\nMögulega væri líka hægt að fá fínan Terrano á lítin pening.",
            "date": "2011-03-21 21:44:00",
            "post_id": "18580",
            "reply_to_id": "18567"
        },
        {
            "user_name": "MattiH",
            "text": "Ég hef allavega bara gott að segja um Pajeroinn, Er mjög sáttur við minn. (98 2.8tdi 35\") \nÞægilegur ferðabíll, Fer þær fjallaferðir sem ég þarf að fara og nóg pláss.\nMaður situr \"rétt\" í honum annað en í öðrum jeppum og þreytist lítið í langakstri.\nÉg prufaði marga bíla áður en ég keypti þennan og mér fannst Pajeroin bera af í akstri og þægindum.",
            "date": "2011-03-21 22:26:00",
            "post_id": "18589",
            "reply_to_id": "18580"
        },
        {
            "user_name": "Fjalla-Brá",
            "text": "Já ég átti Trooper 33\" í 4 ár og líkaði hann mjög vel en ég fékk að kynnast aðeins þeim göllum varðandi vél sem hafa verið að hrjá þessa bíla en það er spurnig þegar búið er að skipta þeim hlutum út og endurnýja að þeir séu til friðs eftir það.\nOg varðandi Pajero þá hefur maður oft heyrt það að þetta væru mjög góðir og skemmtilegir ferðabílar og vel að þeim látið yfir höfuð með annað.",
            "date": "2011-03-22 09:03:00",
            "post_id": "18618",
            "reply_to_id": "18589"
        }
    ],
    "date": "2011-03-20 12:28:00"
}