{
    "forum_title": "Almennt spjall",
    "id": "3991",
    "title": "Heddpatning í patrol 3.0",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=3991",
    "posts": [
        {
            "user_name": "RÞJ patrol",
            "text": "Sælir,, Ég var að taka vélina í bílnum hjá mér í gegn þá meina ég nýja stimpla, legur, boruð blokk  allt planað og  fíneri vélin er fullkomin eftir þetta en á þriðja degi byrjaði hann að blása köldu í miðsöðina ekkert buin að hitna eða neitt hjá mér heddið er ný þrístiprófað á eg að trúa að heddpatningin sé farin hann blæs í vatsganginn hann fyllir aukaforðabúrið ,ég hef heirt að maður verði að nota orginal patningu frá umboðinu hefur eitthver reynslu af þessu kv Reynir",
            "date": "2011-03-21 18:01:00",
            "post_id": "18560",
            "reply_to_id": false
        },
        {
            "user_name": "RÞJ patrol",
            "text": "jæja er buin að skifta um heddpakningu í bílnum hjá mér keifti núna pakkningu hjá kistufelli í brautarhollti límdi hana líka niður með heddpakningarlími vona að þatta haldi kjafti núna hann allavega er komin í lag núna ,Ég keifti fyrstu pakkninguna hjá kistufelli á höfða hún var byrjuð að ryðga og mjög illa farin eftir aðeins 3 daga í bílnum er búin að heira af tveimum öðrum sem lendu í sama veseni og allir eigum við það sameigilegt að við keiftum allir pakkningar hjá kistufelli á höfaðanum held að pakkningarnar hjá þeim séu ekki góðar í partol 3,0. En þeir eru góðir í öllu öðru held ég frábærir strákar .Ég er með ný planaða blokk og hedd og búið að plana stimlana líka . Núna verður bara koma í ljós hvað nýja pakkningin dugar leingi kv Reynir",
            "date": "2011-04-11 21:49:00",
            "post_id": "20041",
            "reply_to_id": "18560"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nFékkstu góðar leiðbeiningar um það hvernig á að herða heddið niður?  Er það ekki á þessum vélum sem þarf að herða heddið bæði fram og niður.  Allavega er það þannig í einhverri Patrolvél og þar hafa menn átt til að klikka.  Það þarf allskyns kúnstir við að koma þessu rétt saman.\nAuðvitað getur allt gerst þegar það er verið að skakast í heddum á vélum.  Ég lét plana fyrir mig hedd og sá sem gerði það sagði mér að hann lenti stundum í því að fá sama heddið aftur þó að hann vissi engann mun á vinnubrögðunum í fyrra eða seinna skiptið.  Þetta er vandvirkur og góður maður og ég hef ekki trú á að hann sé að fúska eitthvað en hann sagði mér að láta mér ekki bregða, hann skyldi bara plana það aftur ef þetta kæmi upp.\nKv Jón Garðar",
            "date": "2011-04-12 00:08:00",
            "post_id": "20056",
            "reply_to_id": "20041"
        },
        {
            "user_name": "hobo",
            "text": "Eru ekki teygjuboltar í þessu eins og öðrum álheddsvélum, og eru menn ekki örugglega að endurnýja þá í hvert skipti sem hedd er yfirfarið?",
            "date": "2011-04-13 10:55:00",
            "post_id": "20129",
            "reply_to_id": "20056"
        },
        {
            "user_name": "hobo",
            "text": "Obb bobb bobb",
            "date": "2011-04-14 20:24:00",
            "post_id": "20247",
            "reply_to_id": "20129"
        },
        {
            "user_name": "RÞJ patrol",
            "text": "sælir Ég herti heddið niður eftir bókinni 44nm og svo leisa, herða heddið fram um 8-9nm herða 98-102nm og svo losa aftur alveg herða svo aftur 44nm herða svo 95 graður og svo aftur 95 gráður .einginn smá vinna en jæja og jú eg setti nýja heddbolta og aftur með nýju pakkningunni sem virkar, en nóg með það .Ég fór í bústað um helgina bíllinn alveg í toppstandi og ég alveg skælbrosand allan hringinn EN NEI BYRJAR EKKI HELVÍTIS TÚRBINAN AÐ SUÐA . ég rétt náði að renna í hlaðið í bústaðnum þegar hann byrjar að reykja FRÁBÆRT TÚRBÍNAN BÚIN þurti að skilja bílinn eftir AAAAARRRGGGG jæja fór í dag og fann ný uppgerða túrbínu á góðu verði, ógeðslega sáttur  EN NEI þegar ég kem heim tek ég eftir að þessi túrbína er ekki með vatskælingu er úr eldri bíl AAAAARRRRGGGG og mig sár vanntar túrbínu núna þessi patrol vill bara hafa mig í húddinu Ef eitthver veit um vatskælda túrbínu endilega látið mig vita kvReynir þór 8996909",
            "date": "2011-04-18 22:05:00",
            "post_id": "20538",
            "reply_to_id": "20247"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÉg get ekki annað en vonað að þessi Patrol komi einhverntíma til með að gleðja þig, minn hefur klárlega gert það dag eftir dag síðastliðin 3 eða 4 árin.  \nMinn er 92 módel og túrbínan á honum var vatnskæld.  Fatta ekki hvaða afbrigði þú ert með í höndunum.\nÁ í alvöru að herða 4 cyl patrol álhedd svona hrikalega mikið??????  Þetta er sambærilegar tölur og ég fékk á v8 chevy með stálheddum.  Þetta finnst mér hrikalega mikil hersla fyrir álhedd, en ef ef gögnin segja þetta þá skyldi maður ætla að það sé rétt.\nVeit ekki hvort þú takir því sem hroka en ég segi samt góða skemmtun.\nKv Jón Garðar",
            "date": "2011-04-18 22:49:00",
            "post_id": "20544",
            "reply_to_id": "20538"
        },
        {
            "user_name": "RÞJ patrol",
            "text": "fekk lika herslunar frá umboðinu þetta eru þær eingin smá hersla. Þessi túrbína sem ég er með er alveg eins og í bílnum en bara vantar kæliroragöt á hliðina er bara gat fyrir olíurorið neðst. er með 2002 bíl \nkv Reynir",
            "date": "2011-04-18 23:56:00",
            "post_id": "20552",
            "reply_to_id": "20544"
        }
    ],
    "date": "2011-03-21 18:01:00"
}