{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "4028",
    "title": "Vettnisgræja Thor Energy Zolutions?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=4028",
    "posts": [
        {
            "user_name": "Kölski",
            "text": "http://mbl.is/frettir/sjonvarp/55853/?cat=innlent\n \nhttp://tezpower.com/\nOki ég verð að segja að þetta er of gott til að vera satt. \n\"Á verkstæðinu Thor Energy Zolutions á Höfðanum í Reykjavík eru íslenskir tæknimenn að þróa vetnisbúnað fyrir bæði bensín- og díselvélar. Búnaður þessi, sem er smár í sniðum og fallegur, eykur afl véla og minnkar eyðslu að meðaltali um 30%, dregur úr mengun um 70-80%\"\nEr ekki einhver eðlisfræðingur hérna sem getur frætt okkur um þetta betur. Ég hélt að vandamálið með vettni væri hvað það þyrfti svakalega mikið rafmagn í að búa til smá vettni. Svo er þetta allt komið í smá hólka þarna og þú fyllir á með vatni úr krananum hjá þér. \nÞeir taka það fram í frétt mbl.is að þetta auki afl að meðaltali um 30% líka.\nOki bíll með eyðslu upp á 20lítra á hundraði. fara niður í hvað 14lítra á hundraði. \nSama skapi bíll sem er 200hp verður eitthvað um 260hp eftir svona breytingu.\nÞað er eiginlega ekki hægt að trúa þessu. En ef þetta er svona þá er þetta náttúrulega mesta snilld.  einhver menntamaður á þessu sviði geti leitt okkur í sannleikann hver sem sá ku vera. \nEndilega commentið og gott væri ef",
            "date": "2011-03-23 13:14:00",
            "post_id": "18743",
            "reply_to_id": false
        },
        {
            "user_name": "helgiaxel",
            "text": "Þetta eykur vetnisinnihald eldsneitisblöndunnar, sem leiðir til betri og hreinni bruna, prósentutölur um aflaukningu og eyðslu eru auðvitað áætlaðar og fara sjálfsagt eftir því hversu góður bruninn í vélinni hjá þér er fyrir, þetta er auðvitað engin vetnisframleiðsla í stórum stíl til að drífa bílinn áfram á vetninu, það myndi aldrei virka, en aukning í prósentubrotum á vetnisinnihaldi blöndunnar geta skift sköpun á gæði brunans í vélinni, getur í raun líkt þessu við að blæða smá Própangasi inná soggreynina hjá þér, allir geta verið sammála um að það sé aflaukning við það, vetnisinnihald própangass er mun meira en á gasolíu eða bensíni, því leiðir það af sér betri bruna. vetnisinnsprautunin er mun hreinni því í própangasi er líka mikið að kolefnum sem aftur \"óhreinka brunann\" miðað við hreint vetni.\nMá segja að þetta sé bætiefni í eldsneitið í formi vatns :)\nKv\nHelgi Axel",
            "date": "2011-03-23 14:19:00",
            "post_id": "18750",
            "reply_to_id": "18743"
        },
        {
            "user_name": "Einar",
            "text": "Það var verið að fjalla um þetta hérna um daginn og einnig á vef f4x4:\njeppaspjall.is: Minnkar bensíneyðslu um 30%\nf4x4.is: Vetni? vit eða vitleysa?",
            "date": "2011-03-23 14:49:00",
            "post_id": "18751",
            "reply_to_id": "18750"
        },
        {
            "user_name": "cameldýr",
            "text": "Mér finnst þetta sé svipað og að halda því fram að eyðslan minnki um einhver prósent við það að keyra í gegnum lyktina frá bensínstöð þar sem er verið að fylla á birgðatankinn :)\nEf tækið tekur einn líter af vatni sem á duga 1000 km og bíll sem eyðir 10 til 15 lítra á hundraðið fer með 100 til 150 lítra af bensín eða olíu á 1000 km þá eru 2/3 líter vetni og 1/3 líter súrefni óskaplega lítið.",
            "date": "2011-03-23 18:54:00",
            "post_id": "18766",
            "reply_to_id": "18751"
        },
        {
            "user_name": "Stebbi",
            "text": "Eftir að hafa lesið viðbröðg frá forsprakka Thor Energy Zolutions (Z gerir gæfumuninn) á moggablogginu hjá Ómari Ragnars þá hef ég akkúrat enga trú á þessu.  Hann gekk svo langt eftir að hafa opinberað það að hann vissi ekkert um tæknilegu hliðina eða þá efnafræðilegu að kalla þetta 'Fred Flintstone' tækni.  Rock solid tappar hér á ferð.\nHérna er bloggfærslan og vinurinn mætir á svæðið í pósti 25",
            "date": "2011-03-23 20:05:00",
            "post_id": "18768",
            "reply_to_id": "18766"
        },
        {
            "user_name": "gislisveri",
            "text": "Ég hef enga sérstaka skoðun (eða sérstaka trú) á þessum búnaði en mig langar til að hrekja tvær fullyrðingar sem ég hef séð á spjallborðum um þetta mál annars staðar:\n1. Orkunýting bensínvélar er bara 30%, vetnið brennir bensíninu betur svo nýtni þess verður meiri.\nVissulega rétt að orkan sem verður til við bruna bensíns skilar sér ekki nema að litlu leyti út í hjól, hins vegar er sáralítið bensín sem fer óbrunnið út um pústið, nema bíllinn sé hreinlega í ólagi. Stór hluti orkunnar frá brunanum verður að varma eða fer í að yfirvinna innra viðnám hreyfilsins, drifrásar, keyra alternator, stýrisdælu ofl. \n2. Orkan sem fer í að rafgreina vetnið er jöfn orkunni sem verður til við bruna þess.\nÍ fullkomnum heimi er þetta rétt, en eins og í vélinni sjálfri verður hellings orkutap við framleiðslu rafmagns til að rafgreina vatnið. M.ö.o. í þeoríu gengur þetta upp en í praxis gerist það ekki.\nÉg vona að fullyrðingar um minni mengun reynist sannar, því ef svo er ekki munu þessir bílar menga meira eftir á sökum rafmagnsþorstans.",
            "date": "2011-03-23 22:14:00",
            "post_id": "18776",
            "reply_to_id": "18768"
        }
    ],
    "date": "2011-03-23 13:14:00"
}