{
    "forum_title": "Almennt spjall",
    "id": "4033",
    "title": "Stærri sendingar frá USA",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=4033",
    "posts": [
        {
            "user_name": "olistef",
            "text": "Daginn.\nSpurning til þeirra sem hafa reynslu af verslun frá usa: Hvaða leið hafið þið farið ef um er að ræða stærri gerð af pökkum? \nÍ þessu tilfelli fjaðrir, gormar, demparar o.f.l. Kanski 60-70 kg. Reiknivél á heimasíðu ups segir mér 1000 usd. Það er ansk. mikið.\nÉg hef verslað mikið af varahlutum beint af þessum gaurum (Broncograveyard og Wild horses) en aldrei neitt svona stórt (Truck freight).\nMeð von um að einhver nenni að svara þessu.\nKveðja Óli",
            "date": "2011-03-23 16:12:00",
            "post_id": "18755",
            "reply_to_id": false
        },
        {
            "user_name": "JHG",
            "text": "Þegar ég hef keypt að utan þá læt ég ekki reikninvél segja mér hvað þetta kostar, marg borgar sig að hafa samband (tölvupóstur dugar yfirleitt) og fá uppgefinn flutningskostnað.  Þú getur þá óskað eftir ódýrasta mögulega flutning (ef þér liggur ekkert á).  Ég keypti m.a. V8 vél frá Summit og flutningurinn tók örugglega 2 mánuði, hann var líka bara brot af því sem að reiknivélin gaf upp.\nkv. Jón H.",
            "date": "2011-03-23 16:43:00",
            "post_id": "18756",
            "reply_to_id": "18755"
        },
        {
            "user_name": "JonHrafn",
            "text": "Græja svona þunga pakka í skip, þessar sjálfvirku reiknivélar setja þetta oftast í flug.",
            "date": "2011-03-23 18:07:00",
            "post_id": "18763",
            "reply_to_id": "18756"
        },
        {
            "user_name": "gislisveri",
            "text": "Sammála síðustu ræðumönnum, reiknivélarnar virka bara ekki til Íslands oft á tíðum, seljandinn finnur yfirleitt miklu lægri flutning fyrir mann, jafnvel þó það sé í flugi.",
            "date": "2011-03-23 22:27:00",
            "post_id": "18778",
            "reply_to_id": "18763"
        },
        {
            "user_name": "Stebbi",
            "text": "Það sem kostar mest er flutningur innanlands í USA.  Ef þú ert svo óheppin að vera að panta frá birgja sem er staðsettur lengst inn í landi þá verður þetta alltaf dýrt.",
            "date": "2011-03-24 12:52:00",
            "post_id": "18804",
            "reply_to_id": "18778"
        },
        {
            "user_name": "olistef",
            "text": "Takk fyrir þetta.\nFékk góð svör hjá Jónar transport. Bíð eftir svari frá söluaðialanum. Er að versla frá Kaliforníu, hef nógan tíma svo að pakkinn má mínvegna sigla fyrir Hornhöfða.\nKveðja Óli.",
            "date": "2011-03-24 13:55:00",
            "post_id": "18807",
            "reply_to_id": "18804"
        },
        {
            "user_name": "gaz69m",
            "text": "þar að auki er alveg eins víst að þetta tölvu apparat geri ráð fyrir að varan sé keyrð til þín , vann í fyrirtæki sem flutti in dót frá amríkuhrepp og eithvað brást að koma vörunum umborð í skip , fékk skömmusíðar símhringingu og var spurður hvort ekki væri í lagi að þetta væri keyrt með truk til okkar , og það tók smá tíma að fá viðkomandi til að skilja að þú keyrir ekkert til íslands frá amríku hrepp",
            "date": "2011-03-24 16:14:00",
            "post_id": "18815",
            "reply_to_id": "18807"
        },
        {
            "user_name": "Pallipilot",
            "text": "Med 3riggja mànada stoppi ì Sòmalìu... :)",
            "date": "2011-03-30 05:55:00",
            "post_id": "19181",
            "reply_to_id": "18815"
        }
    ],
    "date": "2011-03-23 16:12:00"
}