{
    "forum_title": "Almennt spjall",
    "id": "4065",
    "title": "Vonbrigði með norðanmenn..",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=4065",
    "posts": [
        {
            "user_name": "Hjalli",
            "text": "Sælir allir jeppamenn,,\nÉg er búinn að vera að leita mér af Dílsel jeppa ( jeppling ) í þó nokkurn tíma.\nÉg var alveg kominn á það að fá mér terranó ,, Hætti við það..\nSvo var ég kominn inná kia sorrento 2005 módel ,, Finnst skottið eitthvað lítið.\nSvo datt ég inná þá hugmynd að fá mér pajero did 2002 model , ( hann er á akureyri ) get ekki skoðað hann strax.\nog núna nýjasta hjá mér er ssangyoung kyron..?\nOg ég er algerlega orðinn ringlaður í þessu , fer að sofa hugandi um bíla og vakna hugsandi um einhverja aðra tegund af bíl  ( kallast kannski valkvíði)\nÞannig að ég bara spyr .\ner kyron drasl ?\ner kia vesen?\ner pajeo 2002 model verkstæðismatur?\nÉg á bara rétt rúmar 2 millur , hvað skal velja?\nkv\nHjálmar",
            "date": "2011-03-26 00:14:00",
            "post_id": "18918",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Gamla súkku, og keyra í kring um hnöttinn fyrir afganginn..",
            "date": "2011-03-26 08:34:00",
            "post_id": "18922",
            "reply_to_id": "18918"
        },
        {
            "user_name": "Krúsi",
            "text": "Like alot á þetta......",
            "date": "2011-03-26 12:47:00",
            "post_id": "18932",
            "reply_to_id": "18922"
        },
        {
            "user_name": "Hjalli",
            "text": "Var að bjóðast landcrusier 120 gx 2003 model ekinn 216 þús..  Er það ekki alltof mikill akstur?  spyr sá sem ekkert veit.\nÞað fer bráðum að sjóða á manni í pælingum...\nkv\nHjálmar",
            "date": "2011-03-27 08:32:00",
            "post_id": "18966",
            "reply_to_id": "18932"
        },
        {
            "user_name": "Stebbi",
            "text": "Án þess að vita verðið fyrirfram eða hvaða bíll þetta er þá er ég nokkuð viss um að þú þarft að borga of mikið fyrir hann.  Það er bara þannig með Land Cruiser.\nAf þessum 3 sem þú taldir upp í byrjun þá myndi ég byrja á því að skoða Kiuna og fara svo og kaupa Pajeroin, en það er bara ég og ég er engan vegin hlutlaus frekar en aðrir.",
            "date": "2011-03-27 10:31:00",
            "post_id": "18971",
            "reply_to_id": "18966"
        },
        {
            "user_name": "arni87",
            "text": "Ég myndi prufa bílana og sjá hvern þeirra þér þykir þægilegast að keira.\nFyrst Pajeroinn er á Akureyri þá myndi ég prufa sambærilegan bíl, það er Pagero sama árgerð, vélarstærð og típu.\nOg kaupa þann sem þér þykir best að keira og líst best á.",
            "date": "2011-03-27 10:48:00",
            "post_id": "18972",
            "reply_to_id": "18971"
        },
        {
            "user_name": "Hjalli",
            "text": "pajero dislel ( DID ) árg 2002 ekinn 165 þús verð 2.2 mils      VS      toyota Landcrusier 120 gx 2003 model ek 220 þús verð 2.7 mils.\nHvorn myndu nú menn velja ef báðir litu vel út og með jafn góða sögu?",
            "date": "2011-03-27 13:13:00",
            "post_id": "18981",
            "reply_to_id": "18972"
        },
        {
            "user_name": "steinarxe",
            "text": "Landcruiser án efa,með ekki meiri uppl. en þetta.",
            "date": "2011-03-27 16:29:00",
            "post_id": "19001",
            "reply_to_id": "18981"
        },
        {
            "user_name": "olihelga",
            "text": "Góðan daginn hef alltaf verið hrifinn af Pajero en þessi grindarlausi DID bíll er finnst mér ótrúlega hávær, þ.e. mikið götuhljóð í honum og svona bíll sem er ekinn svona mikið færi ég að hafa áhyggur af fóðringum í fjöðrunarkerfi og það eru ekki fáar svoleiðis með klafa á öllum hjólum :). Kia Sorento ég er sjálfur með svoleiðis bíl reyndar 2.4 bensín hefur komið ótrúlega á óvart miðað við verð en því miður hefur vélin ekki staðið undir væntingum frekar máttlaus og hefur bilað of mikið búin að fara heddpakkning og búið að skipta um tímareim tvisvar sinnum, fór í seinna skiptið en skemmdi ekkert stórt(einhvern stöðuskynjara á sveifarás) en bíllinn er ekki ekinn nema um 130þús. Þeir segja mér reyndar hjá Kia að bensínvélarnar í þessum 1og 2 kynslóðar Sorentobílum séu uppfært dót frá Hyondai sem hefur ekki komið nógu vel út tala betur um disel mótorana en hef ekki reynslu af þeim sjálfur. Toyota er náttúrulega kapítuli út af fyrir sig færð væntanlega góðan bíl sem bilar svo sem líka en þú þarft í flesum tilfellum að borga fyrir það, þ.e. eru dýrir miðað við aðra sambærilega bíla í aldri og búnaði. Kiron er eitthvað sem ég veit ekki alveg nógu mikið um en það fyrsta sem kemur í hugan er Musso og og það er nú efni í bók að fjalla um hann, og mér fynnst frekar ótraustvekjandi að vera með 2,0 disel mótor í jeppa fynnst eins og það virki ekki, þetta er jú jeppi á grind með millikassa. Ég myndi allavegana skoða Pajeroinn, Kiuna og Toyotauna vel prófa þá bara og bera vel saman og taka svo það sem mér lýst best á.\nGangi þér vel Ólafur Helgason\nP.s. Kian leynir ótrúlega á sér í plássi og ég veit að það eru sterkir bílar búin að prófa það, framanákeyrsla út á þjóðvegi.",
            "date": "2011-03-27 16:56:00",
            "post_id": "19004",
            "reply_to_id": "19001"
        },
        {
            "user_name": "Stebbi",
            "text": "Þarna ertu komin niður á smekksatriði.  Best fyrir þig er að prufa toyotuna og svo sambærilegan pajero á höfuðborgarsvæðinu afþví hinn er fyrir norðan.  Mundu að þú ert alltaf að borga aðeins meira fyrir að hafa toyota merkið í grillinu, sumum finnst það fínt öðrum ekki peningana virði.",
            "date": "2011-03-27 19:05:00",
            "post_id": "19022",
            "reply_to_id": "19004"
        },
        {
            "user_name": "Hjalli",
            "text": "Sælir \nMikið þakka allar þessar upplýsingar..\nÉg prufaði áðan Toyotuna ,, Hrikalega gott að keyra hann , Mér fannst þetta bara eins og sportbíl ( komandi af Hondu crv jeppling) hef svosem aldrei átt almennilegan sportbíl .\nHann var virkilega fjarskafallegur  en þegar ég skoðaði hann nánar að þá var lakkið farið að bólgna aðeins of mikið fyrir minn smekk fyrir ofan rúðu, líka smávegis á hurð.\nÞannig að ég varð allavegana ekki ástfanginn af lakkinu , heldur hvernig það var að keyra hann.\nSkrítið hvað sumir eigendur fara illa með svona annars fallega bíla , synd . Ég hefði líklegast keypt hann á staðnum ef hann hefði ekki verið svona illa farinn.\nEn norður á vita æfintýrana held ég . Prufaði nefnilega Pajero 2003 modelið  um daginn í leiðindarfærð og mér fannst hann fínn . \nNú pajeróinn klikkar á hjlóta norðanmenn að eiga einn flottan ..........\nTakk fyrir upplýsingarnar.\nkv\nHJálmar",
            "date": "2011-03-27 21:01:00",
            "post_id": "19027",
            "reply_to_id": "19022"
        },
        {
            "user_name": "Hjalli",
            "text": "Jæja ..\nBest að segja ykkur bara frá þessu..\nÉg fór norður á Akureyri í dag til að kaupa pajero did 2002 model . Ég var búinn að láta söluskoða bílinn og slapp hann þaðan nánast án athugasemda.  Þannig að ég flýg þá norðu til að ganga frá kaupum að þá kom þetta í ljós.\n1. Bíllinn var að mér fannst soldið útskeifur að aftan  , og eftir því sem ég best veit að þá getur kostað slatta að láta laga það...\n2. Mér fannst vera aukahljóð í vel ( keðjuhljóð kannski ) . Þannig að ég bruna með bílinn á þjónustuverkstæði fyrir mitsubisi og þeir segja mér að þetta sé eitthvað sem þurfi nú að skoða betur s.s ekki eðlilegt.\nOg ég spyr ykkur þá góðu sérfræðingar :\nættu báðir þessir hlutir ekki að koma fram á söluskoðun?\nBílinn var skoðaður af frumherja á Akureyri.\nEf þetta hefði verið á söliskoðunarsýrslunni að þá hefði ég aldrey lagt í þetta ferðalag ...\nkv\nEinn hundfúll",
            "date": "2011-03-28 22:10:00",
            "post_id": "19085",
            "reply_to_id": "19027"
        },
        {
            "user_name": "arni87",
            "text": "Það er nokkuð augljóst að það er eithvað að í vélinni miðað við lýsingu og gæti verið tímakeðja ef það er keðja í honum.\nÞetta hefði átt að koma í skoðun, séstaklega hefði ég haldið að frumherjamenn myndu sjá útskeif dekk.\nÉg fékk allavega ábendingu um hjálaskekkju straks og ég keirði inn til þeirra í Njarðvík í aðalskoðun og athugasemd.\nSvo ég myndi setja stórt spurningamerki við áreiðanleika söluskoðunnarinnar á bílnum miðað við þetta.",
            "date": "2011-03-28 22:19:00",
            "post_id": "19086",
            "reply_to_id": "19085"
        },
        {
            "user_name": "G,J.",
            "text": "Ekkert á þessar söluskoðanir að treysta!\nKeypti einn fyrir stuttu sem var nýskoðaður án athugasemda hjá Frumherja,\nallt í afturbremsum var ónýtt(diskar-klossar-handbr borðar-gúmmí og barkar)\nÍskraði og vældi í öllu saman og handbremsa var algjörlega óvirk.\nLangbest að fá einhvern sem maður þekkir...helst einhver neikvæðan til að \nskoða bíla fyrir sig og ekki verra að hann taki konuna sína með :)\nKv.Guðmann",
            "date": "2011-03-28 22:41:00",
            "post_id": "19092",
            "reply_to_id": "19086"
        },
        {
            "user_name": "Pajero",
            "text": "Sæll Hjalli.\nÉg á 2001 Pajero DID og þurfti að opna vélina, þá kom það í ljós að hluti tímakeðjustrekkjarabúnaðarins svokallað \"Upper guide plate\" var orðið ansi laskað. Þetta er ferlega ómerkilegt stykki sem boltast á milli knastásanna og heldur við tímakeðjuna.Þetta er nokkurnvegin vinkill með plastfóðringu á.\n Á einhverjum árgerðum af Pajeroum eftir 2000 átti plastið það til að brotna af og þá fór keðjan að slást uppí járnið með tilheyrandi keðjuhljóði. Ég keypti endurbætta útgáfu af þessu stykki hjá Heklu á innan við 5000kr. Það er nóg að kippa ventlalokinu af og þá blasir þetta við.\nVarðandi hjólhallan að aftan þá er það þekkt vandamál. Það sem virðist gerast og gerðist hjá mér er það að spyrnurnar í efri klöfunum eru handónýtar frá framleiðanda og bíllinn verður sligaður og rangskeiður, og við viss hálkuskilyrði stórhættulegur í akstri. Hekla selur aðeins allan klafann með sömu gúmmí fóðringunum sem  koma orginal á morðfjár. Ég fékk hinsvegar polyurethan fóðringar hjá Stáli og Stönsum fyrir 25.000 í bæði hjól. Það var ótrúlega þægilegt að koma þeim í.\nMig langaði bara að deila þessu. Spurning um að fá eigandann til að kippa þessu í liðinn því þetta eru flottir og góðir bílar.",
            "date": "2011-03-28 22:55:00",
            "post_id": "19093",
            "reply_to_id": "19092"
        },
        {
            "user_name": "Hjalli",
            "text": "He he\nJá varðandi eigandann  hann sagði nú bara sí svona hann er til sölu svona eins og hann stendur.....\nOg það besta af öllu að þá sagði sölumaðurinn mér í síma ( áður en ég fór norður ) að geisladiskamagasínið væri eitthvað bilað , og sagði einnig að hann vildi hafa allt uppá borðum þegar hann væri að selja bíla ,,s,s nennti ekki að standa í neinum leiðindum eftirá.... en mér var ekkert sagt frá þessu..áður en ég keypti flugmiðann.\nBurt frá því að þá leit bíllinn mjög vel út og ekki ætla ég að gefa tegundinni neina slæma einkun því ég þekki hana lítið sem ekki neitt.\nkv Hjálmar",
            "date": "2011-03-28 23:10:00",
            "post_id": "19097",
            "reply_to_id": "19093"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Magnað hvað þessar toyotur eru teknar framyfir. Þetta væri aldrei spurning um að taka frekar pajeroinn á mínum bæ. Mun betri akstursbíll heldur en toyotan þó að það hafi verið einhverjir vankanntar á pajeronum sem má laga. Þessar toyotur eru líka á hverju einasta götuhorni og því ætti verðið að vera minna...\njust my 2 cents...",
            "date": "2011-03-28 23:45:00",
            "post_id": "19099",
            "reply_to_id": "19097"
        },
        {
            "user_name": "steinarxe",
            "text": "Hann spurði menn hvað þeir myndu velja og ég sagði honum það,var ekki að staðhæfa neitt um gæði bílanna,þó ég hafi kannski sterka skoðun á því;)Ég er líka ósammála þér með að Pæjan sé betri að keyra en það er bara smekksatriði.Skiptir sennilega litlu máli hver er valinn,bæði fínir bílar og eiga eftir að standa sig ef vel er hugsað um þá.",
            "date": "2011-03-29 01:13:00",
            "post_id": "19105",
            "reply_to_id": "19099"
        },
        {
            "user_name": "Kiddi",
            "text": "Hefur þú keyrt Toyotuna ???? Nei bara spyr sko... Pajeroinn er hastur, Toyotan er sem að svífa um á bleiku skýi...",
            "date": "2011-03-29 09:39:00",
            "post_id": "19113",
            "reply_to_id": "19105"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Þarna kemur kannski ástæðan fyrir því að þessir bílar eru alltaf á hliðinni útí næsta árfarvegi... því þeir \"svífa\" óþarflega mikið og eru ekki nógu rásfastir. Nei segi nú bara svona. Ég hef borið nokkra svona bíla saman breytta og óbreytta og það er áberandi hvað Pajeroinn er stöðugri. Þó það kosti það kannski að vera örlítið stífari bíllinn er ég á því að það sé nú í góðu lagi. En sitt sýnist hverjum...",
            "date": "2011-03-29 11:54:00",
            "post_id": "19120",
            "reply_to_id": "19113"
        },
        {
            "user_name": "Kiddi",
            "text": "Þú ert krútt dabbi minn :Þ",
            "date": "2011-03-29 12:05:00",
            "post_id": "19122",
            "reply_to_id": "19120"
        },
        {
            "user_name": "Grease Monkey",
            "text": "Hérna eru myndir af þessu stykki sem getur valdið miklu tjóni ef það fer, en hvað varðar hjólahallann þá getur verið nóg að hjólastilla bílinn sem kostar ca 15 þús en ef hjámiðjurnar eru fastar, þá þarf að kveikja á rauða lyklinum og fara brenna hluti í burtu og kostar það örugglega rúman 100,000 kall \nÉg er búinn að eiga Pajero í tvö ár og líkar hann vel en þetta er bara spurning um fyrir þig að prófa sem flest og kaupa það sem þér líkar best við og hentar þínu notkunarsviði en af þessum bílum sem þú telur upp þá myndi ég segja að valið standi á milli LC120 og Pajero.",
            "date": "2011-03-29 12:06:00",
            "post_id": "19123",
            "reply_to_id": "19122"
        }
    ],
    "date": "2011-03-26 00:14:00"
}