{
    "forum_title": "Jeppinn minn",
    "id": "4080",
    "title": "HJ-61 \"feiti\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=4080",
    "posts": [
        {
            "user_name": "Hjörturinn",
            "text": "Sælir, þar sem ég ligg bara í bælinu heima í Svíþjóð með ekkert að gera ákvað ég að koma upp svona þræði um kaggan minn, aðeins til að drepa tímann.\nkeypti djásnið krambúlerað árið 2007 og eyddi svo vetrinum að skverann upp, fór á götuna Maí 2007 minnir mig, tók ekki nema 4 mánuði.\nsvona var hann þegar ég fékk hann\nfékk galloper á 90 í hliðina, hásinginn og grindin að framan í frumeindum. Upphaflega ætlaði ég að rífa hann í FJ-55 cruiser sem ég átti en örlögin höguðu því þannig að sá bíll var að mestu partaður í þennan seinna.\nEn þar sem boddýið var svona sultugott þá hafði ég það ekki í mér að partann, þannig ég fékk mér bara nýja grind\nÁ gormum (reyndar lélegum) með barkalæstar hásingar og 4.88 hlutföll.\nþá var ekkert annað en að vippa boddýinu af og fara að færa á milli\nhlaupaköttur er alveg þyngdar sinnar virði í gullu við svona (og vikta þeir nú slatta)\nmótorinn kominn  í nýju grindina sem var hreinsuð og ryðvarinn áður.\nSvo var bara slakað á aftur\nSvo voru steyptir kantar og sett nýtt bretti, bjó svo vel að það voru til mót fyrir þessa kanta uppá lofti :P\nskar úr afturköntunum þannig hurðarnar gætu opnast.\nsvo var bara pússað og pússað þar til hægt var að mála þetta sómasamlega\nVar þá bara orðinn nokkuð sneddý fannst mér\nog eftir að hafa fengið vægt hjartaáfall þegar ég skoðaði stigbretti ákvað ég bara að smíða mín eigin\nsmá prufa úr beygjuvélinni\nsvo var bara beygt\nog kom svona sultuvel út fyrir bara brot af því sem brettin kostuðu í bílanausti og ég gat ráðið breiddinni á þeim sjálfur\nsvo þurfit auðvitað að pósa í sólinni\nsvo smíðað voða fínt beisli, sem er nú búið að fá að taka aldeilis á því í gegnum árin núna \nFann svo þessa mögnuðu græju aftur uppá lofti, kom úr Benz Atego minnir mig, svo maður væri nú ekki alltaf að stúta perunum þeim kerrum sem ég var að nota\nog þar sem þetta er nú óttalegur traktor þá var hann auðvitað notaður sem slíkur í sveitinni, töluvert skemmtilegra að slóðadraga á svona en MF135 :)\nog með 3.5 tonna dráttargetu mátti brúka hann töluvert í hestakerrubull\nekki að þegar þessi 7 hesta kerra var vel lestuð þá var ekkert voðalega gaman að fara upp kambana...\nSvo fannst mér orginal stuðarinn ekki að vera gera sig þannig ég smíðaði nýjann\nsvo var málað og fyrst ég var að því þá málaði ég grillið og plöstin að framan líka, kom bara nokkuð vel út fannst mér\nSvo kom að því að kæla draslið, var reyndar ekki alveg með það á hreinu hvar þetta skildi komast en fékk hann á ágætis verði :P\nen í fór helvítið með smá tilfæringum \nvar mjög sáttur við bílinn eftir þetta.\nsvo nýjir hjólbarðar, búinn að keyra yfir 40.000km á þessum og sér ekki á þeim og virka mjög vel í snjó fyrir þetta þungan bíl allavega.\nsvo stuðarinn skveraður til og sett prófíltengi\nsmíðaði svo svona brúsastól á hann\norðinn bara feiknarlega góður ferðabíll.\nLeðursæti úr imprezu GT\njæja þetta er nóg í bili held ég, vona einhverjir hafi gaman að þessu, veit mér finnst alltaf mjög skemmtilegt að skoða svona myndir frá öðrum þannig maður verður að \"pay it forward\" :P",
            "date": "2011-03-27 13:34:00",
            "post_id": "18983",
            "reply_to_id": false
        },
        {
            "user_name": "Hjörturinn",
            "text": "nokkrar myndir af afturstuðaranum sem ég smíðaði\nGerður úr 2mm blikk plötum\nÞarna er ég bara að sjóða festingaranar við grindina á svo þetta passi nú\nSetti álplötu á toppinn eins og að framan til að hafa eitthvað grip þegar maður stendur á þessu, lookar líka ágætlega\n..þarf að fara taka afturhlerann í gegn.\nSvo nokkrar action myndir :p\nglettilega seigur þegar búið er að læsa að framan og aftan, alger jarðýta\nTekið áðí með brotinn framöxul\nKrapaógeð",
            "date": "2011-03-27 13:35:00",
            "post_id": "18984",
            "reply_to_id": "18983"
        },
        {
            "user_name": "Hjörturinn",
            "text": "og vonandi hér líka",
            "date": "2011-03-27 13:35:00",
            "post_id": "18985",
            "reply_to_id": "18984"
        },
        {
            "user_name": "arni_86",
            "text": "Vel gert! \nHørkubilar . Gott ad menn nenna ad halda thessu vid.",
            "date": "2011-03-27 13:47:00",
            "post_id": "18987",
            "reply_to_id": "18985"
        },
        {
            "user_name": "stebbi1",
            "text": "ég væri nú alveg til í að gefa anann handlegginn fyrir þenann!!\nþetta er alveg þræl maggnað hjá þér.",
            "date": "2011-03-27 13:55:00",
            "post_id": "18988",
            "reply_to_id": "18987"
        },
        {
            "user_name": "elliofur",
            "text": "Glæsilegur bíll hjá þér, alltaf skemmtilegt að skoða mydnir frá öðrum, sérstaklega af svona verkefnum í ódýrari kantinum :)",
            "date": "2011-03-27 14:07:00",
            "post_id": "18989",
            "reply_to_id": "18988"
        },
        {
            "user_name": "jeepson",
            "text": "Held að þetta sé nú bara sá flottasti sem að ég hef séð af þessum cruiserum :)",
            "date": "2011-03-27 14:13:00",
            "post_id": "18990",
            "reply_to_id": "18989"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Hann er flottur hjá þér Hjörtur, einmitt alltaf mjög gaman að sjá svona myndir þegar menn eru að breyta og bæta. hvað varð um gamla cruserinn sem þú áttir??",
            "date": "2011-03-27 14:39:00",
            "post_id": "18991",
            "reply_to_id": "18990"
        },
        {
            "user_name": "Járni",
            "text": "Verklegt!",
            "date": "2011-03-27 14:41:00",
            "post_id": "18992",
            "reply_to_id": "18991"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Þakka hlý orð um kaggann :)\nJá þessi bíll hefur alltaf verið smíðaður á námsmanna budgeti þannig ég hef eiginlega gert allt í honum sjálfur.\nAnnars þá seldi ég rauða tröllið eftir að ég var búnað tæta hásingarnar í spað og selja úr þeim og nota í brúna, vona hann komist einhverntímann í stand\nhérna er mynd af þeim grip\nhrottalega verklegur gripur, þurfti bara alltof mikla vinnu til að verða góður :/",
            "date": "2011-03-27 14:43:00",
            "post_id": "18993",
            "reply_to_id": "18992"
        },
        {
            "user_name": "stebbi1",
            "text": "Er sá rauði í uppgerð hjá einhverjum eða bara að ryðga einhversstaðar?",
            "date": "2011-03-27 15:46:00",
            "post_id": "18996",
            "reply_to_id": "18993"
        },
        {
            "user_name": "JonHrafn",
            "text": "Alltaf gaman að sjá svona uppgerðir.",
            "date": "2011-03-27 16:11:00",
            "post_id": "18999",
            "reply_to_id": "18996"
        },
        {
            "user_name": "Hjörturinn",
            "text": "skilst hann standi bara á Ísafirði (eða einhversstaðar þarna á vestfjörðum)",
            "date": "2011-03-27 16:23:00",
            "post_id": "19000",
            "reply_to_id": "18999"
        },
        {
            "user_name": "jeepson",
            "text": "Gott að boddýið standi ekki í Bolungarvík. Skal bara tékka á því næst þegar ég fer á ísafjörð :)",
            "date": "2011-03-27 16:44:00",
            "post_id": "19003",
            "reply_to_id": "19000"
        },
        {
            "user_name": "Guðjón S",
            "text": "Flottir og góðir bílar sem hægt er að treysta á. Svo væri eiginlega upplagt að efna til ferðar þar sem þessir LC hj60-61 hafa frumkvæðið, skemmtilegt fyrir eigendur og aðra að skoða og njóta. \nÞú ert kannski búinn að sjá þetta.\nhttp://www.f4x4.is/index.php?option=com ... mId=252224\n.\nEfnum til stórferðar LC HJ-60-61, er það ekki málið.\nKv, Guðjón S.",
            "date": "2011-03-27 19:19:00",
            "post_id": "19024",
            "reply_to_id": "19003"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Jú grefilli flottur þessi\nAnnars hefði ég ekkert á móti LC60 ferð, er reyndar í námi í Svíþjóð en kem í 2 vikur yfir páskana, var kominn dagsetning á þetta?",
            "date": "2011-03-27 19:56:00",
            "post_id": "19025",
            "reply_to_id": "19024"
        },
        {
            "user_name": "Guðjón S",
            "text": "Nei, engin dagsetning. Var bara að skjóta þessu fram. Þyrfti kannski einhvern annan með til að skipuleggja svona hópferð.",
            "date": "2011-03-28 01:01:00",
            "post_id": "19037",
            "reply_to_id": "19025"
        },
        {
            "user_name": "steinarxe",
            "text": "Þrusuflottur krúser hjá þér!!snilldar bílar",
            "date": "2011-03-28 10:13:00",
            "post_id": "19042",
            "reply_to_id": "19037"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Nokkrar uppfærslur á kagganum undanfarna daga..\nVarð svo frægur um daginn að fá mér nýja gorma :) þá er bara næst að fá sér dempara (námsmannabudget sjáiði til)\nUm leið þá boraði ég út og setti 10mm pinnbolta með tengiró sem var með renndann 90 gráðu kón, mjög patent og einföld lausn (þakka rennverkstæði Ægirs fyrir tipsið)\nEn þar sem toyotu hjartað slær svo taktfast í manni ákvað ég að möndla pinnbolta úr 100 cruiser í restina, fá soldið meira stock lúkk og þá kem ég bremsskálinni af án þess að losa boltana, um leið uppfærði ég felguboltana úr 12mm í 14mm, að aftan eru framboltar úr 100 cruiser (14x1.5) og framan úr Chevy suburban ofl. (14x1.5).\nBrotið drasl. (að framan)\nekki brotið og ekki drasl :) (að aftan)",
            "date": "2011-08-13 10:25:00",
            "post_id": "26944",
            "reply_to_id": "19042"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Svo nokkrar ferðamyndir frá Grímsvatnaferð í Júní\nTungnaá\nFann pitt á leiðinni uppá vatnajökul\nManni leið stundum eins á tunglinu þarna..\nSvo var nú bara engu líkara en maður væri kominn á sprengisand :/\nEn það mátti líka leika sér eitthvað austan við grímsvötn",
            "date": "2011-08-13 10:49:00",
            "post_id": "26947",
            "reply_to_id": "26944"
        },
        {
            "user_name": "MattiH",
            "text": "Mjög flottur hjá þér !",
            "date": "2011-08-14 00:14:00",
            "post_id": "26970",
            "reply_to_id": "26947"
        },
        {
            "user_name": "hobo",
            "text": "Þetta er glæsilegt verkefni hjá þér. Og ekki verra að búa að góðri aðstöðu.",
            "date": "2011-08-14 18:43:00",
            "post_id": "27000",
            "reply_to_id": "26970"
        },
        {
            "user_name": "jongunnar",
            "text": "Mér finnst þessi bíll vera alveg þrælflottur hjá þér. Ég féll alveg fyrir stígbrettunum, mig langar að smíða mér svona á minn bíl...",
            "date": "2011-08-14 20:48:00",
            "post_id": "27008",
            "reply_to_id": "27000"
        },
        {
            "user_name": "juddi",
            "text": "Ertu með rendar tengi rær að aftan eða lausan kón og ró og ertu með pinnbolta úr 100 krúser að aftan ? Er að fá svona vandamál inná gólf til min sem þarf að leysa fljótt og örugglega.",
            "date": "2011-08-15 10:51:00",
            "post_id": "27041",
            "reply_to_id": "27008"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Öðrumegin að aftan er ég með tengirær þar sem ég renndi 90 gráðu kón á endann.\nHinumeginn eru svo pinnboltar úr 100 cruiser með lausum kón, spenniskinnu og ró.\nKóninn á 100 cruiser dæminu er 50 gráður, en ég slípaði bara niður 90 gráðu úrsnara til að geta kónað þetta dýpra.\npinnboltarnir eru svo M10x1.25 snitti.",
            "date": "2011-08-15 12:48:00",
            "post_id": "27046",
            "reply_to_id": "27041"
        },
        {
            "user_name": "Svenni30",
            "text": "Mjög flottur hjá þér",
            "date": "2011-08-15 13:36:00",
            "post_id": "27049",
            "reply_to_id": "27046"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Hurðu svo nýjasta nýtt, 5 bolta stýrisarmur!\nEinnig bætti ég við gati neðst á liðhúsið til að tappa af vatni.",
            "date": "2011-08-15 23:00:00",
            "post_id": "27084",
            "reply_to_id": "27049"
        },
        {
            "user_name": "juddi",
            "text": "Aæll aftur en stýri pinnarnir sleptirðu þeim eða smíðaðir nýja ? svo ef einhver lumar á frammfjöðrum eða einu augablaði þá vantar mig það",
            "date": "2011-08-16 09:40:00",
            "post_id": "27099",
            "reply_to_id": "27084"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Nei ég sleppti þeim bara, götin orðinn kjöguð og þeir flestir brotnir, styrkurinn í 10mm boltunum á móti þeim 8mm er svo miklu meiri að ég læt það bara duga\nSvo fleirri myndir af liðhúsinu",
            "date": "2011-08-16 09:55:00",
            "post_id": "27101",
            "reply_to_id": "27099"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Búnað vera prufa kaggann á mismunandi dekkjum\n41\" irok, kom virkilega vel út í mjög þungu færi í Janúar á þessu ári, hefði mátt vera meira flot en þessi dekk eru með allt gripið í heiminum, kom vel út en varð rosalega kjánalegur því þetta er svo mjótt, já og draumur að keyra á þessu og eyðslan minnkaði. (fór með 10l frá Selfossi til hrauneyja, hálka).\nSvo auðvitað gleðigúmmíið, auðvitað alveg handónýtt útá vegi en fljóta fyrir allann peningin, lookar líka frekar verklegur á þeim :)\nEyðsla frá selfossi á hrauneyjar um 12-13 lítrar.\njá og svo video \nhttp://www.youtube.com/watch?v=2-jUmaU1pxA&feature=plcp",
            "date": "2012-06-08 13:07:00",
            "post_id": "58626",
            "reply_to_id": "27101"
        },
        {
            "user_name": "hobo",
            "text": "Jájá þú ert alveg með´etta.\nÉg væri til í að prófa 41\" Irok ef ég hefði hug á að stækka við mig, virðast hafa þokkalegt orð á sér.\nEn þá þyrfti ég að skipta um bíl..",
            "date": "2012-06-08 14:10:00",
            "post_id": "58628",
            "reply_to_id": "58626"
        },
        {
            "user_name": "Hrannifox",
            "text": "Rosalega fallegur bíll hjá þér.\nEkki getur verið að ég hafi séð hann á ferðinni í fyrradag inni kopavogi ?\nsá allavega nákvæmlega eins bíl, þakka guði fyrir að ég hafi ekki snúið mig úr hálslið, munaði litlu þó",
            "date": "2012-06-11 19:27:00",
            "post_id": "58841",
            "reply_to_id": "58628"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Þakka fyrir hlý orð, jú það gæti bara hugsast, en sem betur fer sjá menn hann ekki oft í návígi, hann er nefnilega svona fjarskafallegur :)\nSkelfilegt hvað þessir bílar eru ryðsæknir :S",
            "date": "2012-06-11 23:51:00",
            "post_id": "58882",
            "reply_to_id": "58841"
        },
        {
            "user_name": "Hrannifox",
            "text": "tja ég læt það vera að segja að hann sé fjaskafallegur, má nú ekki draga hann niður :)",
            "date": "2012-06-13 15:04:00",
            "post_id": "58988",
            "reply_to_id": "58882"
        },
        {
            "user_name": "Hjörturinn",
            "text": "jæja smá update, kominn reimdrifinn dæla í húddið og beadlock á dekkinn, svo búnað kaupa mestallt sem þarf fyrir úrhleypingarkerfi og vélahitara sem fer í á næstu dögum",
            "date": "2013-03-01 15:37:00",
            "post_id": "90509",
            "reply_to_id": "58988"
        },
        {
            "user_name": "jeepson",
            "text": "Drífur hann eitthvað minna aðþví að hann er fjarskafallegur?",
            "date": "2013-03-01 15:47:00",
            "post_id": "90510",
            "reply_to_id": "90509"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Bara meira ef eitthvað er :)",
            "date": "2013-03-01 15:49:00",
            "post_id": "90511",
            "reply_to_id": "90510"
        },
        {
            "user_name": "jeepson",
            "text": "Þá myndi ég ekki hafa neinar áhyggjur af útlitinu :)",
            "date": "2013-03-01 16:44:00",
            "post_id": "90517",
            "reply_to_id": "90511"
        },
        {
            "user_name": "Hlynurn",
            "text": "Svakalega flottur bíll, hvaða vél er í þessu hjá þér?\nedit: hvernig spyr maður :P smá hjálp frá google og svarið blasir við",
            "date": "2013-03-01 19:13:00",
            "post_id": "90540",
            "reply_to_id": "90517"
        },
        {
            "user_name": "einsik",
            "text": "Get ekki annað en verið sammála þessu.\nSkemmtilega fallegur bíll, væri mjög sáttur ef minn liti svona vel út.",
            "date": "2013-03-01 21:22:00",
            "post_id": "90556",
            "reply_to_id": "90540"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Maður er búnað vera svo asskoti duglegur síðastliðna daga að bíllinn er orðinn hlaðinn allskonar drasli, mjög afkastahvetjandi að fara í svona stóra ferð :)\nReimdrifin dæla:\nlokar fyrir úrhleypibúnaðinn:\nMælar fyrir hvert dekk:\nMælaborðið orðið all svakalegt!\nút í hjól:",
            "date": "2013-03-09 21:49:00",
            "post_id": "91809",
            "reply_to_id": false
        },
        {
            "user_name": "Hjörturinn",
            "text": "Já svo setti ég afturgorma úr 80 cruiser að framan hjá mér, var með lúna patrol gorma sem lágu eiginlega bara á samslættinum.\nkomið undir\norðinn svona grefilli vígalegur, var alltaf á nefinu áður.",
            "date": "2013-03-09 21:55:00",
            "post_id": "91811",
            "reply_to_id": "91809"
        },
        {
            "user_name": "Valdi B",
            "text": "fl0ttur en á neðstu myndinni lítur út fyrir að hann sé farinn að ryðga frekar mikið, hvað er langt síðan hann var sprautaður ?",
            "date": "2013-03-09 22:10:00",
            "post_id": "91815",
            "reply_to_id": "91811"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Já það er farið að sjá vel á honum, sérstaklega bílstjórahurðinn, en hún skemmdist líka um árið.\nÞað eru 6 ár síðan ég sprautaði hann en fór frekar hratt yfir sögu þegar ég gerði það.",
            "date": "2013-03-09 22:17:00",
            "post_id": "91817",
            "reply_to_id": "91815"
        },
        {
            "user_name": "Valdi B",
            "text": "já 0kay, fl0ttur er hann samt :)",
            "date": "2013-03-10 00:30:00",
            "post_id": "91845",
            "reply_to_id": "91817"
        },
        {
            "user_name": "lecter",
            "text": ",",
            "date": "2013-03-10 13:41:00",
            "post_id": "91892",
            "reply_to_id": "91845"
        },
        {
            "user_name": "ingi árna",
            "text": "Settiru orginal aftur gorma úr 80 cruiser að framan. Og hvernig er það þa að virka ??",
            "date": "2013-09-23 11:23:00",
            "post_id": "111326",
            "reply_to_id": "91892"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Þetta eru eitthvað stífari gormar en orginal skilst mér, en þetta kemur virkilega vel út, auðvelt að koma fyrir og fjöðrunin allt önnur eftir þetta.",
            "date": "2013-09-23 11:28:00",
            "post_id": "111327",
            "reply_to_id": "111326"
        }
    ],
    "date": "2013-03-09 21:49:00"
}