{
    "forum_title": "Vara og aukahlutir",
    "id": "4084",
    "title": "Kastarar, fjarstart, rafmagnsdót o.fl",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=4084",
    "posts": [
        {
            "user_name": "Taco",
            "text": "Fjarstart frá Autostart + þjófavarnarkerfi\n130db sírena, högg og hreyfiskynjarar, 2 fjarstýringar. Flott græja.\nVerð: kr. 35.000\nHella Optilux 1402 - Blátt\nFramleiðandi segir að þetta sé ídeal fyrir smærri jeppa, pallbíla og slíkt, en getur auðvitað gengið með hverju sem er. Flott lýsing (bláhvítt) og auðvelt að koma fyrir.\nVerð: kr. 10.000\nStefnuljós á Jeep Liberty\nÞetta eru glær ljós sem koma í staðinn fyrir orgínal, fokljótu appelsínugulu stefnuljósin á framstuðara. Gefur fallegra look á framenda bílsins. Passar á 2002, 2003, 2004 og eitthvað áfram þar til stuðarinn breytist. Myndin hér að neðan sýnir á hvað þetta stemmir. Ljósin eru ný úr kassasanum. \nVerð: 8.000  \nTwin Power 850T\n \n(SELT)\nTveggja geisla ljós (tvær perur í hvoru ljósi)\nVerð: kr. 6.000\nFoco AM 50\n \n(SELT)\nLitlir en öflugir kastarar. Hægt að velja hvítt, gult eða grænt ljós.\nVerð: kr. 5.000 \nAngel eye þokujós\n \n(SELT)\nEru ekki í kassa og veit ekki framleiðanda - H7 pera.\nVerð: kr. 6.000\nElectric stabilizer\nIf you have been adding aftermarket electronics to your car such as stereo, entertainment and GPS systems, the original voltage stabilizer may not be enough to do the trick anymore. In this case, you could really benefit from an extra voltage stabilizer for your car. By regulating the amount of voltage received from a power source, the stabilizer ensures that all devices in an electrical system receive the proper amount of voltage regardless of surges and drops. As a result, the devices are less likely to be damaged, will function better, and will last longer.\nVerð: kr. 5.000\nTRD (toyota) álrenningur í sílsa\nPassar í flesta bíla.\nVerð: kr. 2.000\nEitthvað rafmangsdrasl\nVeit ekkert hvað þetta er (kannski einhver geti útskýrt það hér)\nVerð kr. 2.500\nVil helst díla í seðlum en er alveg til í að skoða skipti á dóti, setja upp í dekk (285/75/16, 285/70/17)  felgur 16\" 6 gata Toyota o.fl. o.fl. \nSendið póst á \nhrafnkell@today.is\n / 893 0447",
            "date": "2011-03-27 18:16:00",
            "post_id": "19011",
            "reply_to_id": false
        },
        {
            "user_name": "KÁRIMAGG",
            "text": "Hvar er hægt að skoða þetta hjá þér?\nKári 8987428",
            "date": "2011-03-27 18:53:00",
            "post_id": "19021",
            "reply_to_id": "19011"
        }
    ],
    "date": "2011-03-27 18:16:00"
}