{
    "forum_title": "Almennt spjall",
    "id": "4092",
    "title": "Mickey Thompson dekk MTZ ??",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=4092",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir hefur einhver reynslu af Mickey Thompson dekk MTZ  38\" hvernig eru þau að virka í snjó er að spá í að setja svoleiðis dekk undir Foxinn þessi dekk eru 1/2 slitin væri gott að fá commnet kveðja Guðni á Sigló mail \ngudnisv@simnet.is\n  gsm 8925426",
            "date": "2011-03-28 16:46:00",
            "post_id": "19057",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "ég er með svona dekk undir hjá mér og hef bara aldrei fengið betri dekk. alveg kringlótt og virka vel í snjó. ég er með þau á 15\" breiðum felgum og líkar vel.",
            "date": "2011-03-28 20:00:00",
            "post_id": "19073",
            "reply_to_id": "19057"
        },
        {
            "user_name": "Kalli",
            "text": "Ég myndi halda að þau væru allt of stíf fyrir þetta léttan jeppa :O)\nkv. Kalli",
            "date": "2011-03-28 20:38:00",
            "post_id": "19077",
            "reply_to_id": "19073"
        },
        {
            "user_name": "nobrks",
            "text": "Eru frekar rúm á felgum.",
            "date": "2011-03-28 23:10:00",
            "post_id": "19096",
            "reply_to_id": "19077"
        },
        {
            "user_name": "Freyr",
            "text": "ÉG er með Dick cepeck mud country (sama dekk, annað munstur, örlítið grófara) undir XJ Cherokee sem kringum 2,2 tonn í helgarferð. Dekkin eru í einu orði sagt frábær, mikil drifgeta í öllum gerðum af snjó, kringlótt endast vel. Eina sem er að þeim er að þau eru rúm á felgum, er með mínar valsaðar.\nFreyr",
            "date": "2011-03-29 01:03:00",
            "post_id": "19102",
            "reply_to_id": "19096"
        },
        {
            "user_name": "AgnarBen",
            "text": "Frábær dekk, keyrði á svona dekkjum í nokkur sumur undir Patrol 2001, mjög kringlótt og rásföst, voru microskorin. Eina vandamálið er að þau eru laus á felgu, þurfa bedlock, valsaðar felgur eða vel meðhöndluð felgusæti með góðum kanti ef það á að hleypa mikið úr þeim. Veit um marga sem eru að nota þetta að vetri til og virka þau sérstaklega vel undir þyngri bílum. \nSpurning samt hvort súkkan nái belgja þau nógu mikið, þau eru nokkuð stíf þessi dekk en það hjálpar að skera doldið úr munstrinu. Kannski eru þau samt bara fín svona hálfslitin og orðin nógu mjúk. \nPassaðu þig vel á því að skoða dekkin vel og hvort þau hafi nokkuð skemmst við það að snúast á felgu ...",
            "date": "2011-03-29 01:07:00",
            "post_id": "19104",
            "reply_to_id": "19102"
        },
        {
            "user_name": "sukkaturbo",
            "text": "takk fyrir kommentin þá fer maður af stað og prufar þessi dekk",
            "date": "2011-03-29 07:41:00",
            "post_id": "19108",
            "reply_to_id": "19104"
        },
        {
            "user_name": "rottinn",
            "text": "Guðni. Ef þú færð þér breikkaðar Musso felgur áttu að geta sleppt völsuðum kanti og þvíumlíku. Þær eru örlítið hærri en  þessar hefðbundnu og MT er síður að skralla á þeim. Kv frá Selfossi",
            "date": "2011-03-29 20:32:00",
            "post_id": "19158",
            "reply_to_id": "19108"
        }
    ],
    "date": "2011-03-28 16:46:00"
}