{
    "forum_title": "Almennt spjall",
    "id": "4360",
    "title": "Horny Performance reynsla",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=4360",
    "posts": [
        {
            "user_name": "tommi3520",
            "text": "Mig langaði að fá að vita reynslu manna af Horny Performance. Ég hélt alltaf að þetta væri frekar solid fyrirtæki og að maður gæti gengið að því vísu að geta hent skiptingunum í bílana og að það ætti ekki að vera vesen. Ég veit af 2 tilfellum sem menn hafa skipt við þá og þau tilfelli eru slæm, sérstaklega annað þeirra, bara kjaftur í síman og þess háttar.\nÞannig ég spyr bara eru þessi 2 tilfelli bara 2 af fáum eða eru menn gjörsamlega að fara á mis.\nTommi",
            "date": "2011-04-14 00:29:00",
            "post_id": "20201",
            "reply_to_id": false
        },
        {
            "user_name": "arnarlogi15",
            "text": "Eru þeir ekki með einhverja ábyrgð á vinnuni hjá sér??",
            "date": "2011-04-15 00:31:00",
            "post_id": "20267",
            "reply_to_id": "20201"
        },
        {
            "user_name": "tommi3520",
            "text": "Jújú en ábyrgðin nær ekkert lengra en það sem þeir hefðu átt að gera í fyrsta lagi - að skila af sér því stykki sem maður var að borga fyrir. Auka vinna og tími fer í að leiðrétta vonandi bara einangruð mistök því ég hef ekki fengið nein viðbrögð, kannski eru fáir hér að skipta við þá.\nPersónulega ef ég myndi skila af mér skiptingu sem á að vera nýupptekin og virkar síðan ekki, myndi ég koma henni strax í flug til AK og sú skipting færi efst á lista í forgangsröðun, ég myndi gera við hana eins og maður og senda síðan strax aftur til kaupanda. Ásamt afsökunarbeiðni og íhuga alvarlega að endurgreiða manninum eitthvað.\nEn svona vinnubrögð eins og ég lýsi hér að ofan virðast ekki vera nálægt því sem ég hef séð frá þeim. Virðingin er ekki mikil.\nTommi",
            "date": "2011-04-15 08:57:00",
            "post_id": "20273",
            "reply_to_id": "20267"
        },
        {
            "user_name": "Dodge",
            "text": "Hann gerir upp nokkrar skiftingar á viku þannig að viðskiftin eru talsverð, reynslan almennt jákvæð en vissulega eru til nokkur dæmi um vandamál, en þá hefur hann held ég alltaf bara boðist til að rúlla yfir hana aftur mönnum að kostnaðarlausu.\nÞað er samt eins þarna og á öllum öðrum verkstæðum að ef viðkomandi aðili tekur skiftinguna ekki úr og í líka þá dekkar ábyrgðin ekki þann hluta vandans.\nEn munurinn er hinsvegar sá að þú þarft ekki að borga hundruði þúsunda fyrir upptektina.",
            "date": "2011-04-15 12:33:00",
            "post_id": "20283",
            "reply_to_id": "20273"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég er með skiptingu sem bara virkar eftir yfirferð frá Horny.Hún fær alveg að vinna fyrir sínu þegar dótið er á ferðinni sem er reyndar alltof sjaldan.",
            "date": "2011-04-15 13:01:00",
            "post_id": "20288",
            "reply_to_id": "20283"
        },
        {
            "user_name": "SævarM",
            "text": "Búin að versla 2 skiptingar af honum önnur fór í uppgerð hina keypti ég bara af honum og báðar voru og eru fínar. \nLenti meira að segja í að setja ónýtan converter á fyrri skiptinguna úr cruisernum mínu og hann tók og yfirfór hana aftur og þreif fyrir klink.\nhef ekki heyrt margar svona sögur eins og þú ert að segja. en auðvitað er alltaf eitthvað.\nVoða fá verkstæði eða menn sem aldrei gera mistök eða lenda í veseni.",
            "date": "2011-04-15 13:22:00",
            "post_id": "20289",
            "reply_to_id": "20288"
        },
        {
            "user_name": "tommi3520",
            "text": "Gott að heyra Sævar",
            "date": "2011-04-15 20:04:00",
            "post_id": "20316",
            "reply_to_id": "20289"
        },
        {
            "user_name": "Eli",
            "text": "Ég lenti í að skiptingin var vitlaust samansett og tók óratíma að sannfæra þá um að svo væri, sendi skiptinguna norður (sem er vesen) og var orðinn svo leiður á að bíða eftir henni að ég dúndraði bara norður og náði í hana aftur eftir að þeir gerðu við hana - en þeir gerðu allavega við hana á endanum sem er jákvætt.\nþá keypti converter af þeim sem var þó fullur af drullu og ónýtur - fékk hann samt ekki endurgreiddan, bara \"sorry\". Þar næst keypti ég millikassa sem hefur virkað fínt, skipti stöngin brotnaði þó fljótlega við engin átök. Svo keypti ég Benz skipti og borgað vel fyrir en hann brotnaði líka.",
            "date": "2011-05-08 20:36:00",
            "post_id": "21858",
            "reply_to_id": "20316"
        },
        {
            "user_name": "Izan",
            "text": "og menn kaupa aftur og aftur af sama aðila eftir hver hörmungarviðskiptin á fætur öðrum.  \nÆtla að taka skýrt fram að ég þekki þetta ekki neitt, vissi ekki að Horny Performans væri til og því síður að það væri á Íslandi.\nMér hefur alltar fundist neikvætt þegar fyrirtæki eru tekin fyrir á einhverjum vefum og rifin niður í druslur.  Þetta hefur verið gert við hin ýmsu fyrirtæki og meðal annars fyrirtæki sem áttu það ekki skilið, svo að ég ætla að biðja ykkur, jeppasjpallverjar, að gæta orða ykkar.\nEli skrifaði \" sendi skiptinguna norður, sem er vesen\" !  Welcome to the real world.  Nákvæmlega jafnmikið vesen fyrir þig að senda skiptinguna norður og alla landsbyggðamenn að fá sérhæfða viðgerðaþjónustu.  Í versta falli lendum við í að senda heilu bílana í viðgerð og það er ekki alltaf þægilegt.\nÉg hef ekki trú á öðru en að reglur um ábyrgð gildi um þetta fyrirtæki eins og önnur og það er eitthvað til sem heitir neytendasamtökin eða eitthvað svoleiðis ef einhver þráast við.  Auðvitað geta komið upp álitamál en það á við um allflest fyrirtæki.  Þeir þekkja það sem hafa þurft að ræða við tryggingafélagið sitt.\nKv Jón Garðar",
            "date": "2011-05-08 22:28:00",
            "post_id": "21861",
            "reply_to_id": "21858"
        },
        {
            "user_name": "Eli",
            "text": "Jón Garðar skrifaði : \"og menn kaupa aftur og aftur af sama aðila eftir hver hörmungarviðskiptin á fætur öðrum.\" Ég keypti þetta allt á sama tíma.\nÞað er ekki verið að \"rífa eitt eða neitt niður í druslur\" heldur bara deila reynslusögum og það kemur fram hér uppi að það sé 90% jákvætt hjá þeim - róum okkur aðeins.\n\"nákvæmlega jafn mikið vesen fyrir þig að senda skiptinguna norður og alla landsbyggðamenn að fá sérhæfða viðgerðarþjónustu.\" say what?? \nÉg veit að það er ekkert minna vesen fyrir mig að senda hana norður en nokkurn annan mann. Næ þessu ekki hjá þér. Þú talar um \"við\" ...hverjir erum \"við\" ??\nJújú þeir tóku ábyrgð á þessu og gerðu við þetta sem og ég tók fram að væri jákvætt. \nwelcome to the real world sömuleiðis.\nKv.",
            "date": "2011-05-09 01:56:00",
            "post_id": "21866",
            "reply_to_id": "21861"
        }
    ],
    "date": "2011-04-14 00:29:00"
}