{
    "forum_title": "Vara og aukahlutir",
    "id": "437",
    "title": "Klifur og jöklabúnaður til sölu.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=437",
    "posts": [
        {
            "user_name": "Haukur litli",
            "text": "Ég er með 25mx9,8mm línu, Hún á að vera í góðu standi, engin föll á henni. Er búin að vera í þurri skuggsælli geymslu seinustu 4 ár. Ég myndi ekki nota hana í annað en tryggingar og til að binda í menn við vöð og til að tryggja mig við jeppa á sprungusvæði. Hún er farin að eldast og ég myndi ekki mæla með henni í klifur eða sig, aldur óþekktur. Hún selst með Frendo ströppum sem halda henni snyrtilega saman við flutning. Verðhugmynd er 8 þús.\nCassin Sharad 80cm ísexi, rauð. Hún hefur aldrei verið notuð. Hún selst með Petzl hlífðar-gúmmíum fyrir blað og odd. Verðhugmynd 15 þús.\nKong átta, svört. Mjög lítið notuð, eins og ný. Verðhugmynd 2.000 kr.\nSalewa HOT læst karabína. Lítið notuð, aðallega í dobblanir og léttar festingar. Verðhugmynd 2.000 kr\nSalewa HMS læst karabína. Sér ekki á henni, var notuð til að festa sigtól við belti, engin föll á henni. Verðhugmynd 2.500 kr.\nPetzl slingur, lykkja, 120 cm ummál. Slatti af 5mm prússik. selst saman á 1000 kr.\nEdelrid Alpine Light-Vario klifurbelti. Létt og nett belti sem hentar vel í göngu og til að tryggja sig á sprungusvæðum. Ekki þægilegt í langt klifur eða mikla sigvinnu þar sem það er ekki fóðrað. Maður finnur ekki fyrir þessu belti þegar með er kominn í það, en þykkri belti eru alltaf meira \"fyrir manni\". Framleitt 2006. Verðhugmynd er 15 þús.\nAustriAlpin Tyrol 10 mannbroddar. Stillanlegir og passa á flesta skó. Festir með ströppum. Fór eina stutta ferð á þeim en þurfti svo að finna mér öðruvísi brodda fyrir nýju skóna mína. Verðhugmynd 12 þús.\nÉg var að taka myndir áðan og næ vonandi að uploada þeim á eftir eða á morgun. Annars á að vera hægt að googla þetta allt eftri upplýsingunum hér fyrir ofan.\nÞetta hefur allt verið geymt við stofuhita og fjarri sólarljósi og vel farið með þetta allt.\nVerð á öllu stöku er samanlagt 57.500 kr, 50.000 kr fyrir allann pakkann. Er á Akureyri og get sent frítt til Reykjavíkur.\nHaukur 663-6898 eða haukur21 hjá hotmail.com",
            "date": "2010-03-08 12:49:00",
            "post_id": "2020",
            "reply_to_id": false
        },
        {
            "user_name": "Haukur litli",
            "text": "Lína, mannbroddar, exi og slingur er selt! Belti, karabínur og átta eru samanlagt á 21.500 kr, 20.000 kr ef allt er tekið í einu.",
            "date": "2010-03-08 18:26:00",
            "post_id": "2039",
            "reply_to_id": "2020"
        },
        {
            "user_name": "Haukur litli",
            "text": "Allt selt!",
            "date": "2010-03-10 02:14:00",
            "post_id": "2122",
            "reply_to_id": "2039"
        }
    ],
    "date": "2010-03-08 12:49:00"
}