{
    "forum_title": "Almennt spjall",
    "id": "4376",
    "title": "Dekk og drifgeta",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=4376",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Ég var að hugsa, (ótrúlegt en satt) en tvö af vetrardekkjunum mínum eru meira slitin en hin tvö.\nHvort er betra uppá drifgetu í snjó að hafa gripmeiri dekkin að framan eða aftan, eða skiptir þetta engu máli?",
            "date": "2011-04-15 18:17:00",
            "post_id": "20310",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Ég myndi nú hafa gripmeiri dekkin að framan uppá stýringu að gera. sumir vilja nú samt meina að slitin dekk virki best á létta bíla. Þetta var mér sagt þegar ég átti cherokeeinn sem að ég átti fyrir nokkrum árum síðan.",
            "date": "2011-04-15 18:52:00",
            "post_id": "20315",
            "reply_to_id": "20310"
        },
        {
            "user_name": "Freyr",
            "text": "Í Snjóakstri skiptir gríðarlega miklu máli að bíllinn sökkvi ekki meira að aftan en framan. Því myndi ég segja að slitnari dekkin eigi að vera að aftan til að afturdekkin grafi sig síður niður úr förunum. \nÞað að slitinn dekk virki vel undir léttum bílum getur vel verið satt, slitinn dekk eru mýkri en nýleg svo þau leggjast betur undir léttum bíl og ræna minna vélarafli.\nFreyr",
            "date": "2011-04-15 22:53:00",
            "post_id": "20324",
            "reply_to_id": "20315"
        },
        {
            "user_name": "birgthor",
            "text": "Bílar slíta líka öllu jafna meira dekkjum að framan og því ágætt að svissa reglulega svo grófara mynstrið sé að framan.",
            "date": "2011-04-16 00:04:00",
            "post_id": "20332",
            "reply_to_id": "20324"
        },
        {
            "user_name": "hobo",
            "text": "Flott er, ég nefnilega setti minna slitnu dekkin að framan í gær.\nÆtla að prófa þetta svona, en ég hef alltaf haft þetta hinsegin.",
            "date": "2011-04-16 08:28:00",
            "post_id": "20341",
            "reply_to_id": "20332"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég er búina að prufa þetta á Hilux og var með nánast ný dekk að aftan og vel slitin að framan og það var ekki nokkur leið fyrir þann bíl að drífa meira þó að dekkin að framan hefðu verið ný.  Það skiptir mestu máli fyrir bílinn í snjó að ná spyrnu í eitthvað til að koma sér áfram, þá er betra að hafa gott grip að aftan.  Hvorki súkka eða hilux þurfa að hafa sérstakar áhyggjur af því að spóla sig niður þegar maður er komin af stað.  :)",
            "date": "2011-04-17 13:48:00",
            "post_id": "20412",
            "reply_to_id": "20341"
        },
        {
            "user_name": "hobo",
            "text": "Heyrðu það er líka flott þar sem í jeppaferðinni í gær kom ég ekki loftslöngunni á hraðtengið öðru megin að framan. Þá hef ég borað gatið fyrir kranann nokkrum gráðum innar þannig að loftkúplingin rakst í driflokuna. Þessu verður því svissað aftur :)",
            "date": "2011-04-17 13:56:00",
            "post_id": "20413",
            "reply_to_id": "20412"
        }
    ],
    "date": "2011-04-15 18:17:00"
}