{
    "forum_title": "Almennt spjall",
    "id": "4396",
    "title": "Spurning um teygjuspotta?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=4396",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Er það satt sem ég heyrði að þegar alvöru teygjuspottar slitna við átök detti hann niður dauður í stað þess að skjótast með látum í annan hvorn bílinn?",
            "date": "2011-04-17 09:43:00",
            "post_id": "20392",
            "reply_to_id": false
        },
        {
            "user_name": "Jóhann",
            "text": "Það er öruglega ekki rétt því að þá væri ekki teija í honum, alltaf að vera með eitthvað lagt yfir spottan þegar þarf að taka vel á spottanum.",
            "date": "2011-04-17 10:03:00",
            "post_id": "20395",
            "reply_to_id": "20392"
        },
        {
            "user_name": "Rúnarinn",
            "text": "hvar fær maður almennilega kaðla og spotta??",
            "date": "2011-04-17 12:41:00",
            "post_id": "20408",
            "reply_to_id": "20395"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Nei það er kolrangt, hefði hinsvegar frekar trú á að venjulegur spotti sem slitnar detti niður eða þjóti amk. ekki jafn hratt í afturrúðuna hjá hinum :)",
            "date": "2011-04-17 14:22:00",
            "post_id": "20415",
            "reply_to_id": "20408"
        },
        {
            "user_name": "hobo",
            "text": "Þá er þetta eins og ég hélt, maður þarf að taka öllu sem manni er sagt með fyrirvara.",
            "date": "2011-04-17 14:43:00",
            "post_id": "20417",
            "reply_to_id": "20415"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Rúnar ég fékk minn 25m splæstur í báða enda með gúmmihólkum 28mm þykkur í Ellingsen ódýrt fyrir fjöldamörgum árum, skoðaðu það allavega.",
            "date": "2011-04-17 15:04:00",
            "post_id": "20418",
            "reply_to_id": "20417"
        },
        {
            "user_name": "Ofsi",
            "text": "http://www.isfell.is/vorur/\nÍsfell heitir fyrirtækið, nema að þú viljir borga meira, þá ferðu annað :-)",
            "date": "2011-04-17 15:27:00",
            "post_id": "20420",
            "reply_to_id": "20418"
        },
        {
            "user_name": "SiggiHall",
            "text": "Það er alltaf einhver teygja í \"venjulegum\" spotta, svo hann dettur ekki bara dauður niður, en hann fer ekki af sama krafti og teygjuspotti",
            "date": "2011-04-17 18:20:00",
            "post_id": "20439",
            "reply_to_id": "20420"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nPrófaðu að taka teygjuna sem er utanum póstinn hjá þe´r og togaðu hana þangað til hún slitnar og vittu hvort hún dettur dauð.\nÞað er prýðisregla að setja eitthvað á kaðalinn alltaf þegar er dregið.  Við í Björgunarsveitinni Héraði fengum að sjá svona fyrirbæri virka þegar spilfestan rifnaði út úr snjóbíl hjá okkur.  Einn smá jakkadjöfull bjargaði afturhleranum á Raminum okkar.  Ég á að eiga vídeómynd af þessu.  Það var dynex tóg á spili og slynkurinn aftan á jeppan var býsna mikill þó að jakkinn hefði verið.  Ég set helst eitthvað allavega um leið og menn eru farnir að kippa og rykkja eitthvað, þá er mesta hættan á einhverju veseni.\nEinhvernveginn minnir mig að teygjuspotti hafi brotið bæði fram og afturrúðu í sama bílnum í sama skiptið fyrir fáeinum árum.  Það var bara heppni að krakkarnir voru úti að horfa.\nKv Jón Garðar",
            "date": "2011-04-17 18:35:00",
            "post_id": "20441",
            "reply_to_id": "20439"
        },
        {
            "user_name": "Stebbi",
            "text": "Reyndu að segja gömlu súkkuni minn þennan og sjáðu hvort að hún brosi ekki aðeins.  Það rifnaði á hana nýtt rassgat fyrir ofan afturrúðu þegar að ekki-teygjuspottinn kom fljúgandi í hana með dráttarkrók á endanum.\nÞað er sama hvort að það er teygjuspotti eða ekki þetta kemur allt fljúgandi með látum þegar þetta slitnar.",
            "date": "2011-04-17 18:56:00",
            "post_id": "20445",
            "reply_to_id": "20441"
        },
        {
            "user_name": "Örn Ingi",
            "text": "Dynex (Ofurtó) á að detta niður dautt þegar að það slitnar í jöfnu togi .þ.e.a.s þegar verið er að draga eithvað bíl t.d \nenn eins og einhver sagði hérna þegar er verið að rykkja í þetta með látum og eithvað slitnar þá kemur þetta á ferðinni!",
            "date": "2011-05-12 21:29:00",
            "post_id": "22048",
            "reply_to_id": "20445"
        }
    ],
    "date": "2011-04-17 09:43:00"
}