{
    "forum_title": "Almennt spjall",
    "id": "4439",
    "title": "Parnelli jones??",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=4439",
    "posts": [
        {
            "user_name": "jeepson",
            "text": "Hvað geta menn sagt mér um parnelli jones dirt grip dekkin?? Ég var að heyra ægilegar draugasögur af þessu sem gerði það að verkum að ég hætti við að kaupa svona dekk.",
            "date": "2011-04-19 23:43:00",
            "post_id": "20646",
            "reply_to_id": false
        },
        {
            "user_name": "dragonking",
            "text": "Þessi dekk áttu til að rifna út úr hliðunum,,, 38 tomman aðalllega... held það urðu nokkur slys útaf því að dekkið rifnaði upp við felgu... þessi dekk eru svo stíf og þykk upp við felgukantinn að þegar búið er að hleypa úr þeim, getur skemmst gúmmíið (brotnar og sprunga myndast)og raki og drulla komist í strigann og/eða jafnvel stálvírinn sem gefur sig svo einn góðan veðurdag... \nsvo eru örugglega einhverjir sem hafa keyrt á þessum dekkjum í mörg ár án vandræða... en betra að hafa í huga að þetta getur komið fyrir...\nkv.\nDavíð Freyr",
            "date": "2011-04-20 00:35:00",
            "post_id": "20648",
            "reply_to_id": "20646"
        },
        {
            "user_name": "Kristján Mar",
            "text": "getur þetta ekki komið fyrir öll dekk?",
            "date": "2011-04-20 05:58:00",
            "post_id": "20651",
            "reply_to_id": "20648"
        },
        {
            "user_name": "AgnarBen",
            "text": "Það eru örugglega ekki til mörg dæmi um að td Mudder eða MT hafi hvellsprungið á fullpumpuðu á ferð eins og  38\" Trexus og PJ dekkin áttu til hérna fyrir nokkrum árum en ég ætla þó ekki að fullyrða neitt um það.  Það var hætt að flytja þessi dekk inn, væntanlega út af því að því að þau þoldu úrhleypingar mjög illa.  Eru menn virkilega að keyra á þessu ennþá ?\nFélagi minn var með frekar  nýleg 38\" PJ undir Patrol 2001 fyrir nokkrum árum og eftir að hafa hleypt úr þeim nokkrum sinnum þá lenti hann í því að það hvellsprakk á einu þeirra fullpumpuðu á Sólheimasandi með alla fjölskylduna og tjaldvagninn aftan í.  Hann var bara stálheppinn að geta stýrt bílnum beint út á sandinn við hliðina á.  Ég myndi aldrei detta í hug að keyra á þessu dóti eftir að hafa séð hvernig þetta dekk rifnaði gjörsamlega í tætlur hjá honum enda skipti hann þessu út mit det samme.",
            "date": "2011-04-20 09:12:00",
            "post_id": "20653",
            "reply_to_id": "20651"
        },
        {
            "user_name": "joisnaer",
            "text": "ég veit um eitt dæmi þar sem eitt svona dekk hvellsprakk hjá félaga mínum og hann var svo óheppinn að það var mjög hár kanntur sitthvorum meginn við þar sem hann var að keyra. svo hann velti eina veltu og fór frekar illa með bílinn. dekkið hvellsprakk víst þannig að það hljóp af felgunni og fór inn þannig að það var ekkert hægt að stýra bílnum né bremsa almennilega.\nlang versta við þetta var það líka að þetta gerðist á svo gull fallegum land rover",
            "date": "2011-04-20 11:05:00",
            "post_id": "20655",
            "reply_to_id": "20653"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta eru einmitt þessar sögur sem að ég hef verið að heyra. Ég heyðri einmitt eina þar sem svona dekk voru undir landcruiser og hann var rétt kominn inn á bensínstöð þegar það hvellsprakk. Það var splunku nýtt dekk og hafði aldrei veri hleypt úr því. En það er alveg á hreinu að ég læt þessi dekk eiga sig.",
            "date": "2011-04-20 11:50:00",
            "post_id": "20660",
            "reply_to_id": "20655"
        },
        {
            "user_name": "Brjótur",
            "text": "Árið 2002 voru svona dekk keyrð út undir ferðamannajeppa sem ég ók talsvert, þau sprungu ekki, en ekki ætla ég að gefa þeim háa einkunn sem snjó eða jeppadekkjum hundleiðinleg bara. :)\nkveðja Helgi",
            "date": "2011-04-20 20:18:00",
            "post_id": "20691",
            "reply_to_id": "20660"
        },
        {
            "user_name": "joisnaer",
            "text": "ég mundi allt í einu eftir því að ég á gang af 37\" parnelli jons dekkjum sem ég fékk bílinn minn á, og ég var ekki lengi að taka þau undan, alveg ónothæft drasl!",
            "date": "2011-04-20 20:55:00",
            "post_id": "20694",
            "reply_to_id": "20691"
        },
        {
            "user_name": "jeepson",
            "text": "Ég hafði aðalega hugsað mér þetta sem keyrslu dekk í sumar. En þar sem að ég er búinn að fá altof margar slæmar sögur, þá er ég hættur við þessi dekk. En það breytir því ekki að mig vantar ódýr dekk. Ég gat fengið þessi á 50kall með felgum. En ég er hugsanlega búinn að ganga frá kaupum á 2 groundhawk dekkjum. Þá get ég bjargað mér í sumar. Ég er með Gh að framan hjá mér og svo mudder að aftan. aftur dekkinn eru með 500nöglum hvort en því miður eru þau orðinn frekar lúin inn við felgu þannig að ég býst við að ég mun henda þeim eða selja þau á slikk, Ef einhver gæti notað þau til að máta undir jeppa sem er í breytingu þá er hægt að fá þau fyrir mjög lítið.",
            "date": "2011-04-20 21:02:00",
            "post_id": "20695",
            "reply_to_id": "20694"
        },
        {
            "user_name": "joisnaer",
            "text": "halda þau lofti?",
            "date": "2011-04-20 23:04:00",
            "post_id": "20708",
            "reply_to_id": "20695"
        },
        {
            "user_name": "jeepson",
            "text": "Já þau virtust gera það.",
            "date": "2011-04-21 10:42:00",
            "post_id": "20718",
            "reply_to_id": "20708"
        }
    ],
    "date": "2011-04-19 23:43:00"
}