{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "4505",
    "title": "hásinga væðing",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=4505",
    "posts": [
        {
            "user_name": "arni hilux",
            "text": "sælir félagar, ég er að spá í að fara að hásinga væða bílinn minn núna í sumar og var að spá hvort það væri mikið mál, mér hefur boðist cruser 70 hásing með gormum og stífum og öllu því sem til þarf og er að spá í því hvort að það sé mikið mál að henda því undir sjálfur og einnig ætla ég að setja 4 link undir að aftan hjá mér sem var undir runnara, það væri fínt ef menn myndu deyla reynslu sinni hérna svo maður gæti fræðst eitthvað og ef það hjálpar eitthvað þá er þetta hilux 2,4 bensín dubblari á klöfum að framan,\n Árni",
            "date": "2011-04-25 12:18:00",
            "post_id": "21012",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "hæhæ þetta hefur verið milljón sinnum gert við bíl eins og þinn og því eflaust ekki erfitt að fá aðstoð og ráðleggingar tengda tegundinni\nannars er þetta voða basic maður verður bara að vita nokkurnveginn hvernig maður vill hafa þetta þ.e. færslu á hasingunni og hverskyns fjöðrun osfv.\nsvo er bara listin að smíða og alveg búast við því að fyrsta tilraun takist ekki 100%\nen það er eitthvað svo gaman að gera þetta allt sjálfur\ner að gera svipað við súkkuna mína t.d.\nviewtopic.php?f=9&t=3639&p=19408#p19408",
            "date": "2011-04-25 13:23:00",
            "post_id": "21017",
            "reply_to_id": "21012"
        },
        {
            "user_name": "JonHrafn",
            "text": "Þetta er ekkert mál fyrir menn sem hafa aðstöðu í þetta og kunna sjóða.   Menn hafa nú ekki verið hrifnir af því að nota 4runner 4linkið undir double cabs. Það skemmir aukatankapláss.",
            "date": "2011-04-25 18:00:00",
            "post_id": "21038",
            "reply_to_id": "21017"
        },
        {
            "user_name": "arni hilux",
            "text": "já ég ætlaði að hafa minn á pallinum og bora bara beint niður í hinn tanki svo verður bara krani á slönguni á pallinum eða ég hafði hugsað mér það ódýrasta leiðinn;)",
            "date": "2011-04-25 18:35:00",
            "post_id": "21042",
            "reply_to_id": "21038"
        },
        {
            "user_name": "arni hilux",
            "text": "[quote=\"Sævar Örn\"]hæhæ þetta hefur verið milljón sinnum gert við bíl eins og þinn og því eflaust ekki erfitt að fá aðstoð og ráðleggingar tengda tegundinni\nannars er þetta voða basic maður verður bara að vita nokkurnveginn hvernig maður vill hafa þetta þ.e. færslu á hasingunni og hverskyns fjöðrun osfv.\nsvo er bara listin að smíða og alveg búast við því að fyrsta tilraun takist ekki 100%\nen það er eitthvað svo gaman að gera þetta allt sjálfur\ner að gera svipað við súkkuna mína t.d.[/quote\njá ég ætla ekki að færa neitt það á allta að vera eins nema gormar og hásingar að framan]",
            "date": "2011-04-25 19:05:00",
            "post_id": "21043",
            "reply_to_id": "21042"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég setti 70 cruiser hásingu undir minn, það smellpassaði að setja gormaskálar úr gamla patrol (u.þ.b. 92') á grindina og nota svo afturgorma úr 90 cruiser. það þarf að færa hægri gormaskálina á hásingunni um 2-3 cm og skera 3-4 cm neðan af gormunum þar sem þeir bogna inn að miðju. \nMeira að segja demparafestingarnar pössuðu hjá mér en ég held að það hafi verið búið að síkka patrol festinguna\nÉg notaði allt úr 70 cruisernum sem ég gat, arminn á maskínuna, togstöng og þverstífu, ég færði stýrismaskinuna neðar og lengdi bara stöngina frá stýri að maskínu. \nÉg færði hásinguna minnir mig um 2-3 cm, sem var það mesta sem ég taldi mig komast upp með án þess að nota maskínuna úr 70 cruiser.\nSíðan síkkaði ég bara festingarnar fyrir stífurnar þar til ég var kominn með 10° hallann sem ég vildi á spindlana\nKannski hjálpa þessar myndir eitthvað:\n[url]http://www.facebook.com/media/set/fbx/?set=a.1096439744635.15489.1635848940&l=7c37d6181a\n[/url]",
            "date": "2011-04-25 19:50:00",
            "post_id": "21045",
            "reply_to_id": "21043"
        },
        {
            "user_name": "arni hilux",
            "text": "hvernig er það þegar það er búið að hækka boddy fyrir 38'' og það er ekkert búið að skera,ég var þá að spá í að lækka hannaftur og skera en þarf ég þá að breyta stýrisdælunni og því öllu það er búið að lenga arminn sem fer úr dælunni og uppí stýri, maður er bara svo fá fróður um þetta;)",
            "date": "2011-04-25 20:53:00",
            "post_id": "21050",
            "reply_to_id": "21045"
        },
        {
            "user_name": "armannd",
            "text": "þú notar maskínu úr klafabíl færð armin úr cruser eða lætur smíða ef þú lækkar hann á boddýi þá þarftu að hækka hann meira á gormum sem er ekki gott og efast þú þurfir að breyta stöngini úr stýri og niðrí maskínu",
            "date": "2011-04-25 21:05:00",
            "post_id": "21053",
            "reply_to_id": "21050"
        },
        {
            "user_name": "karig",
            "text": "Hversu síð er stífufestingin á grindinni eða hvað er langt úr neðri brún á grind í miðjan stífuendann? Síkka menn maskínuna til að togstöngin halli jafnt þverstífunni? Kv, Kári.",
            "date": "2011-04-25 21:09:00",
            "post_id": "21054",
            "reply_to_id": "21053"
        },
        {
            "user_name": "karig",
            "text": "hversu mikið lækkið þið stýrismaskínuna? Kv, Kári.",
            "date": "2011-04-26 13:04:00",
            "post_id": "21091",
            "reply_to_id": "21054"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég færði festinguna sem er ofan á grindinni, undir grindina og setti maskínuna svo eins nálægt efri brún grindar og ég gat, núna vísar öxullinn beint niður úr maskínunni í staðinn fyrir að halla eins og áður. Ég þurfti örugglega að færa að minnsta kosti annað rörið gegnum grindina, ég man bara ekki hvort ég lét frema rörið halda sér og færði hitt. Ég reyndar bætti við röri.\nÉg byrjaði á að breyta maskínunni og stillti svo hallan á þverstífunni eftir því, ég lét bílinn standa í hjólin með togstöngina tengda og var með gráðustillt hallamál og stillti hallann á þverstífunni eins, mig minnir að hallinn sé 2-3°hjá mér.",
            "date": "2011-04-26 19:27:00",
            "post_id": "21114",
            "reply_to_id": "21091"
        },
        {
            "user_name": "Startarinn",
            "text": "Eitt sem mér finnt alveg nauðsynlegt að gera við þessar hásingar, það er uppfærsla á bremsum, 70 cruiser dótið eru varla hægjur miðað við orginal klafadótið.\nEinfaldasta leiðin er að láta 70 cruiser nöfin halda sér, nota frekar millilegg undir felguna ef hásingin þarf að ná fullri breidd á afturhásingu klafabíls, setja við þetta diska úr 60 cruiser og bremsudælurnar af klafabílnum, þetta er nánast plug and play. Það eina sem þarf að breyta er að beygja bremsurörin aðeins til úr klafadótinu og klippa úr hlífinni kring um diskinn til að dælan komist fyrir, en klafadælan er aðeins stærri um sig en dælan úr 70 cruiser. \nEkki nóg með að maður fái bremsukraftinn úr klafadælunum heldur er 60 cruiser diskurinn 12mm stærri í þvermál en diskurinn úr klafabílnum og kældur (jafn stór og 70 cruiser sem er með einfaldan disk). Minn bíll hefur allavega aldrei bremsað jafnvel og hann gerir eftir þessa breytingu",
            "date": "2011-04-26 19:35:00",
            "post_id": "21115",
            "reply_to_id": "21114"
        },
        {
            "user_name": "Nóri 2",
            "text": "það er ekki nokkur spurning að færa hásinguna framar ef að þú ættlar að vera að brasa í þessu á annað borð, fint að færa hana svona 8-10cm framar og þá kemuru 44'' undir hann í framtíðinni!",
            "date": "2011-05-03 11:04:00",
            "post_id": "21559",
            "reply_to_id": "21115"
        },
        {
            "user_name": "karig",
            "text": "Takk fyrir þetta, nú er bara spurning hversu langt maður færir hásinguna fram, 3 cm er nóg til að koma 38 vel fyrir en kannski vissara að fara ca 5-6? Þarf ekki að lengja drifskaftið til samræmis? Kv, Kári.",
            "date": "2011-05-03 11:36:00",
            "post_id": "21560",
            "reply_to_id": "21559"
        },
        {
            "user_name": "Nóri 2",
            "text": "jú það þarf að lengja það, ég færði hásinguna hjá mér framar um 8cm og það passar bara mjög vel fyrir 44''",
            "date": "2011-05-03 11:48:00",
            "post_id": "21562",
            "reply_to_id": "21560"
        }
    ],
    "date": "2011-04-25 12:18:00"
}