{
    "forum_title": "Jeppinn minn",
    "id": "4520",
    "title": "Suzuki Refur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=4520",
    "posts": [
        {
            "user_name": "birgthor",
            "text": "Jæja ég fór um daginn og keypti mér gamlann \"jálk\" en um ræðir Suzuki Fox 410, árgerð 1987.\nBíllinn er á 31\" dekkjum og orginal að öllu leiti fyrir utan bodýhækkun. Vélin hefur líklegast ekki öll sín orginal 45 hestöfl til staðar og því ekkert alltof kraftmikil ;)\nÞað sem stendur til að gera er:\nHugsa sem mest um hvað væri hægt að gera og sjá svo til hvað gerist :)",
            "date": "2011-04-26 17:18:00",
            "post_id": "21102",
            "reply_to_id": false
        },
        {
            "user_name": "gislisveri",
            "text": "1987 er svo gott sem nýr bíll.\nTil hamingju, fagur er hann. Varla þarftu neitt að gera nema S-in þrjú, setjast, skella, svissa og starta.",
            "date": "2011-04-26 23:39:00",
            "post_id": "21135",
            "reply_to_id": "21102"
        },
        {
            "user_name": "birgthor",
            "text": "Já takk fyrir það Gísli, en ég hugsa að ég þurfi að kíkja í skúrinn hjá þér svona til þess að geta fengið myndræna umgjörð fyrir draumana. Þá verða þeir miklu raunverulegri :)",
            "date": "2011-04-27 12:03:00",
            "post_id": "21146",
            "reply_to_id": "21135"
        },
        {
            "user_name": "jeepson",
            "text": "djöfullinn að hafa mist af þessum. Ég var að pæla í að kaupa hann. Hann er flottur :)",
            "date": "2011-04-27 12:22:00",
            "post_id": "21147",
            "reply_to_id": "21146"
        },
        {
            "user_name": "Haffi",
            "text": "Þessi bíll er svakalega flottur. Ég pældi mikið í að versla hann á sínum tíma, þangað til þáverandi eigandi hætti við að selja, en ég fann mér annan í næsta bæjarfélagi. Nú þarftu bara að breyta þessu almennilega og setja aðeins fleiri hesta í hesthúsið. ;)\nEr þetta ekki með seinustu foxunum sem voru framleiddir? Kom ekki Samurai fyrst '88?",
            "date": "2011-04-27 14:16:00",
            "post_id": "21154",
            "reply_to_id": "21147"
        },
        {
            "user_name": "birgthor",
            "text": "Var það, ég hélt að Sj410-413 hefði verið fyrir evrópu markað og samurai fyrir ameríku, svo voru þeir með enn eitt nafnið í asíu.\nAnnars veit ég ekki alveg hvaðan þetta fox nafn kemur, það virðist ekki notað úti.",
            "date": "2011-04-27 14:42:00",
            "post_id": "21157",
            "reply_to_id": "21154"
        },
        {
            "user_name": "Haffi",
            "text": "Fox er \"íslenska\" nafnið á bílnum að mig minnir.\nEn jú kannski, en þeir voru samt framleiddir eins. \nMinn er t.d. '88 og hann er með öðrum framenda.",
            "date": "2011-04-27 15:10:00",
            "post_id": "21159",
            "reply_to_id": "21157"
        },
        {
            "user_name": "Einar",
            "text": "Það passar, afi minn keypti einn af fyrstu 410 bílunum sem komu 1982 og hann fékk þá skýringu á nafninu hjá umboðinu (sem var Sveinn Egilsson á þeim tíma ef ég man rétt) að þeim hefði þótt eitthvað snautlegt að selja þá bara undir númerinu SJ410 og hefðu þessvegna óskað eftir að fá að selja þá með nafni og sent nokkrar tillögur til Suzuki og þeir hefðu samþykkt að það mætti selja hann hér á landi sem \"Fox\" (sem fyrir þá sem ekki eru sleipir í ensku þýðir einfaldlega \"Refur\"). Ég veit ekki til að það hafi verið notað nokkurstaðar annarsstaðar.\nSamkvæmt Wikipedia hefur hann verið seldur undir eftirfarandi nöfnum:\nSuzuki Caribbean\nSuzuki Katana\nSuzuki Potohar\nSuzuki SJ410\nSuzuki Samurai\nSuzuki Santana\nSuzuki Sierra\nHolden Drover\nMaruti Gypsy\nÞetta er sá sem afi minn átti:",
            "date": "2011-04-27 18:01:00",
            "post_id": "21170",
            "reply_to_id": "21159"
        },
        {
            "user_name": "juddi",
            "text": "Svipað og Lada sport þekkist bara hér heima",
            "date": "2011-04-28 00:03:00",
            "post_id": "21208",
            "reply_to_id": "21170"
        },
        {
            "user_name": "gislisveri",
            "text": "Bendi áhugasömum á sögu súkkunnar á sukka.is, sjá hér: \nhttp://sukka.is/page.php?4",
            "date": "2011-05-31 20:40:00",
            "post_id": "23132",
            "reply_to_id": "21208"
        },
        {
            "user_name": "Einar",
            "text": "Efnið í þessari grein er fínt en í guðanna bænum fáið einhvern til að laga uppsetninguna á þessu.\nMér leikur forvitni á að vita hvaðan bílarnir sem voru fluttir hingað komu, voru þetta Spánverjar eða ekta Japanar? Veit það einhver?\nAf reynslu veit ég að það er ekkert að marka það sem stendur í skráningarskýrteinum.",
            "date": "2011-06-02 21:11:00",
            "post_id": "23228",
            "reply_to_id": "23132"
        },
        {
            "user_name": "Sævar Örn",
            "text": "eitt sinn var þessi grein fallega skrifuð og myndir á flottum stöðum en það virðist allt hafa farið út í veður og vind.\ngísli átt þú upprunalega útgáfu af greininni?",
            "date": "2011-06-03 01:21:00",
            "post_id": "23237",
            "reply_to_id": "23228"
        },
        {
            "user_name": "gislisveri",
            "text": "http://www.off-road.com/trucks-4x4/tech ... 20356.html\nHún var tekin að láni héðan og þar kemur skýringin á því að myndirnar eru horfnar.\nÉg hef samt rekist hana annarsstaðar með sömu myndum, svo þá er um að gera að gúgla.",
            "date": "2011-06-03 17:30:00",
            "post_id": "23250",
            "reply_to_id": "23237"
        }
    ],
    "date": "2011-04-26 17:18:00"
}