{
    "forum_title": "Jeppar",
    "id": "4527",
    "title": "Hilux til sölu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=4527",
    "posts": [
        {
            "user_name": "Hjörvar Orri",
            "text": "Hann er '90 árgerð, 38\" breyttur, turbo-laus. Hann er á fjöðrum allan hringin (rancho á aftan) nýlegir demparar, nýlegir krossar í afturskafti, ársgamlir rafgeymar, Hiclone og k&n sía, það margt sem hefur verið endurnýjað. Bílnum var breytt fyrir \"38 2006, það er búið að færa boddyfestinguna fyrir aftan framdekkin upp, þannig dekkið er ekki að rekast í hana, ég hef lært að keyra uppá fjöllum á þessum bíl. Ég er búinn að eiga hann í 6 ár og er annar eigandinn af honum, þetta er helvíti seigur fákur og er góður í frekari breytingar. Hurðarnar eru góðar nema bílstjóra-hurð skúffan er slöpp. Það fylgir honum loftdæla, og lagnir fyrir vhf. Verðtilboð óskast.\nhttp://www.facebook.com/media/set/fbx/\n? ... =1&theater\nK.v.Hjörvar\nSími:898-6183",
            "date": "2011-04-26 22:25:00",
            "post_id": "21130",
            "reply_to_id": false
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "http://www.facebook.com/#!/photo.php?fb ... =1&theater",
            "date": "2011-04-26 22:29:00",
            "post_id": "21131",
            "reply_to_id": "21130"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Bíllinn er ekinn 246000 k.m. Skipt um tímareim í 200000 k.m.Það sem ég hef endurnýjað í honum er: hraðamælisbarki, vatnskassinn var þrystiprófaður hjá Gretti, og var allt í lagi með hann(það var farin hosa) Hrútshorn, spindillegur, hjólalegur, reley fyrir afturljós og eitthvað meira.......\nÞað sem fylgir með er annar gírkassi ásamt millikassa úr bensín hilux, (kassinn sem er í er góður og ekki þörf að skipta), nóg af fjöðrum, viftureimar og eitthvað meira af smádrasli. ég hef hugsað mér að fá 250000 k.r. fyrir hann.",
            "date": "2011-04-27 22:01:00",
            "post_id": "21193",
            "reply_to_id": "21131"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "upp",
            "date": "2011-04-28 21:06:00",
            "post_id": "21265",
            "reply_to_id": "21193"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Skoða ekki skipti á bílum. En skoða skipti á ýmsu jeppa dóti, og varhlutum fyrir 3.0 diesel Runner",
            "date": "2011-04-29 11:07:00",
            "post_id": "21302",
            "reply_to_id": "21265"
        },
        {
            "user_name": "Snorri69",
            "text": "Gæti ég fengið að sjá myndir innan úr honum?",
            "date": "2011-07-12 22:24:00",
            "post_id": "25363",
            "reply_to_id": "21302"
        }
    ],
    "date": "2011-04-26 22:25:00"
}