{
    "forum_title": "Jeppinn minn",
    "id": "4591",
    "title": "Jeep XJ 46\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=4591",
    "posts": [
        {
            "user_name": "gummij",
            "text": "Fyrsta XJ bílinum breytti ég 1995. Það var tveggja dyra bíll. Helsti útbúnaður þá var. 38\" hjól, 3\" hækkun. 9 \" Ford afturhásing með diskalás 4.57 hlutfall Dana 30 rewers framhásing með 4,55 hlutfalli, 5 gíra beinskiptur, millikassinn NP231 með 2,72:1 hlutfalli og vélin 2.5 L bensín. þessi bíll var 1460 kg tómur og bensínlaus á slitnum 38\"mudderum. \n 1997 uppfærði ég í 4 dyra, 4L, I6 og bæti við til dæmis 9\" Ford afturhásingu frá Curry með 31 rillu öxlum, detroit true-track lás fram og aftan, flækjum og mopar vélartölvu, Sjálfskiptingu, Aisin AW4. Þessi bíl var 1620 kg tómur og bensínlaus á slitnum 38\"mudderum.\n 2009 uppfærði ég aftur í 2001 boddí og hækkaði hann um 4” (samtals) og klippti úr fyrir hjól sem geta verið allt að 46\" há. Þá setti ég 5.40 hlutföll í hann og Dana 44 framhásingu sem ég hafði 2\" breiðari en þá gömlu. Nú nota ég hann á 41\" Irok dekkjum og 46\" Baja Claw. Bíllinn er 1700 kg tómur og bensínlaus á slitnum 46 tommu hjólunum.\nmyndir á f4x4\nhttp://www.f4x4.is/index.php?option=com ... mId=108381",
            "date": "2011-04-30 15:56:00",
            "post_id": "21375",
            "reply_to_id": false
        },
        {
            "user_name": "Brjótur",
            "text": "Í þessum þræði og öðrum eru menn að tala um vigt bíla sinna og þeir tala um tóman bíl, afhverju? ég myndi frekar vilja sjá tölur um bílinn tilbúinn í túr semsagt raunvigt, kanski þetta sé ástæðan fyrir því að maður heyrir allskyns kg tölur fyrir bíla sem eiga ekki við nein rök að styðjast, engin leiðindi bara pæling :)\nEn að bílnum Gummi nær þetta að virka eitthvað? ég spyr því að ég veit að gamli Patrol er ekki að bæla svona dekk og er hann nú þyngri en þessi Jeep hjá þér?\nkveðja Helgi",
            "date": "2011-05-01 17:52:00",
            "post_id": "21451",
            "reply_to_id": "21375"
        },
        {
            "user_name": "gummij",
            "text": "Brjótur\nEf þú vilt vita hvað bíll er þungur tilbúin í einhverja ferð þá þarftu taka fram, hvað ferð og hvernig búinn.\nNær þetta að bæla svona dekk ?\nNýtt 46” Baja Claw er 66 kg,  alveg massíft og ónothæft undir léttan jeppa.\nDekk eins og eru undir bílnum mínum eru dekk sem búið er að keyra næstum út undir hestaford. Þannig dekk eru um 50 kg stykkið, ég sker svo 6 kíló af gúmmíi úr hverju dekki til viðbótar með það að markmið að mýkja það eins og frekast er kostur. 46” dekkin og felgurnar sem eru undir bílum eru 240kg samtals. Þannig dekk eru bara að virka ágætlega undir þessum bíl. það kemur mer að á óvart hvað þau virðast  miklu betri en 44\" DC.",
            "date": "2011-05-01 20:02:00",
            "post_id": "21458",
            "reply_to_id": "21451"
        },
        {
            "user_name": "jeepcj7",
            "text": "46\" er líka með sama strigalaga fjölda og td.44\" cepek en reyndar talsvert meira af gúmmíi,notað 46\" dekk er alveg merkilega mjúkt.",
            "date": "2011-05-01 20:07:00",
            "post_id": "21459",
            "reply_to_id": "21458"
        },
        {
            "user_name": "gummij",
            "text": "svopni \nFótarímið er eiginlega meira en í gamla 38\" tommu XJ-inum mínum.  Ég færði framhásinguna meira fram og breikkaði hana um 2\" til að búa til meira pláss.\nmyndir af breytingum",
            "date": "2011-05-01 20:10:00",
            "post_id": "21460",
            "reply_to_id": "21459"
        },
        {
            "user_name": "gummij",
            "text": "jeep cj7\nÞað er sami strigalagafjöldi í hliðunum en 46\" BC dekkin eru með tvö auka strigalög  í bananum samtals 6 sem vantar í 44\"DC\nÞað er að ég held ástæðan fyrir því hvað 46\"BC dekin er miklu betri hvað akstur og grip varðar.",
            "date": "2011-05-01 20:26:00",
            "post_id": "21462",
            "reply_to_id": "21460"
        },
        {
            "user_name": "Brjótur",
            "text": "Gummi, já það hlaut að vera einhver meðhöndlun og já vel keyrð dekk :) en varðandi vigtina þá er ég nú yfirlett með það sama alltaf í bílnum, svo mismunurinn á þyngdinni hjá mér  liggur yfirleitt bara í eldsneytinu, ok takk fyrir svarið.\nkveðja Helgi",
            "date": "2011-05-01 21:27:00",
            "post_id": "21464",
            "reply_to_id": "21462"
        },
        {
            "user_name": "gummij",
            "text": "Hásinagarnar eru færðar 3” fram,  4” aftur og niður um  4 eða 5”   Bíllin er sem sagt lendur um 18 cm og hækkaður um 10-12.\nÞað er ekki mikið klippt að aftanverðu í fremra hjólgatinu en þess meira að framanverðu.",
            "date": "2011-05-01 22:01:00",
            "post_id": "21469",
            "reply_to_id": "21464"
        },
        {
            "user_name": "AgnarBen",
            "text": "sæll Gummi, \nAthyglisverð uppfærsla á Cherokee-inum, fyrirfram hafði ég nú ekki mikla trú á þessu þegar ég heyrði af þessu en hef heyrt að þú látir vel af þessu.  Hvernig er svo drifgetan í samanburði við 41\" Irokinn, ætlar þú að nota þessi dekk áfram sem snjódekk ?\nSvona af því að menn eru að spá í þyngdum Cherokee XJ þá mældi ég minn fyrir breytingaskoðun 1720 kg með hálfan bensíntank og tvo kassa í skottinu á slitnum 38\" Mudderum og stálfelgum (enginn í bílnum).  Mældist 2060 kg með tveim köllum rúmlega 100 lítrum af bensíni og hefðbundnum farangri fyrir helgarferð.",
            "date": "2011-05-01 22:24:00",
            "post_id": "21472",
            "reply_to_id": "21469"
        },
        {
            "user_name": "gummij",
            "text": "Sæll Agnar\n\"ætlar þú að nota þessi dekk áfram sem snjódekk ?\"\nÉg er bara búín að nota 46\" samtals í 7 daga í snjó, en þau hafa reynst betur en ég átti von á svo líklega er svarið já.",
            "date": "2011-05-01 23:09:00",
            "post_id": "21474",
            "reply_to_id": "21472"
        },
        {
            "user_name": "AgnarBen",
            "text": "http://f4x4.is/index.php?option=com_jfusion&Itemid=235&g2_itemId=300068",
            "date": "2011-05-02 00:06:00",
            "post_id": "21483",
            "reply_to_id": "21474"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það stendur 6 ply rating á 44\" DC dekkjunum mínum og líka á 46\" dekkjunum en ég hef reyndar ekki skorið þau nóg upp til að telja lögin eru þessar tölur þá ekki réttar?",
            "date": "2011-05-02 00:45:00",
            "post_id": "21486",
            "reply_to_id": "21483"
        },
        {
            "user_name": "Kiddi",
            "text": "Það er eins og mig minni að það standi 4 Ply sidewall, en 6 Ply rating á DC? Ég nenni ekki að labba alla þessa þrjá metra út í skúr og athuga það................... :-)",
            "date": "2011-05-02 00:51:00",
            "post_id": "21487",
            "reply_to_id": "21486"
        },
        {
            "user_name": "Freyr",
            "text": "Minn XJ '97 er 1710 kg án alls og bensínlaus á nýjum 38\" DC mud country. Viktaði hann í morgunn á Kjalarnesi með 140l. af bensíni, tvo kalla, verkfæri og annað sem þarf í dagstúr yfir Langjökul. Hann var 1210 kg að framan og 1000 að aftan = 2210 í það heila. \ntil samanburðar var 38\" L200 2.480 kg. og 2002 Grand cherokee á 38\" en kominn á þyngri hásingar 2.5xx kg, man ekki nákv. töluna.\nÞað voru 40 kg. af krapa á viktinni þegar við komum að henni, man ekki hvort þau 40 kg. eru inní þessum tölum.\nFreyr",
            "date": "2011-05-02 01:27:00",
            "post_id": "21492",
            "reply_to_id": "21487"
        },
        {
            "user_name": "gummij",
            "text": "Sælir allir og takk fyrir að sýna þessu áhuga\nVarðandi strigalög í dekkjum þá var það þannig að í árdaga hjólbarðans var burður mældur í strigalögunum. Því fleiri sem strigalögin voru því meira loft var hægt að hafa í dekkinu og því meira bar það. Síðan batnaði efnið í dekkjunum og í staðin fyrir striga er núna nylon, glassfiber, stál og fl.  Þá var hægt að fækka “striga”lögunum og fá sama eða meiri burð.  6 ply rating er svipað og load range C  sem stendur líka á dekkjum í dag og 10 ply rating sama og load range D að mig minnir.\nÞað stendur hinsvegar  líka á  dekkjum hvað raunverulega er í þeim til dæmis stendur á BC dekkjunum  Sidewall 4 ply polyester /  thread 6 ply  polyester. Og ef maður grefur á heimasíðunni hjá þeim þá var þar eitthvað talað um baja belted , tækni frá MT sem er auka lag í bana bias ply dekkja sem er styrkt með glertrefjum, ég finn það reyndar ekki núna á síðunni hjá þeim ?\nÍ öllum öðrum bias dekkjum sem við erum að nota, DC, Irok og fl er sami fjöldi laga og sama efni í hliðum og bana.\nÉg er búinn að saga í sundur mörg dekk um daganna til að sjá hvað er í þeim ég er með sneið úr 46” BC í höndunum núna  ;-)",
            "date": "2011-05-02 10:44:00",
            "post_id": "21498",
            "reply_to_id": "21492"
        },
        {
            "user_name": "bragi",
            "text": "Strigalögin eru yfirleitt gefin upp hjá framleiðanda og þegar talað er um fjölda strigalaga, þá er átt við þau sem eru í bananum.\nEins á þetta að standa á dekkjunum sjálfum (ply rating).\nÞetta sést vel hérna um \nIrok dekkin\n en t.d. \nMickey Thompson\n gefur hins vegar ekki upp stigalög í hliðunum, bara í bananum (og jafnvel ekki).\nLoad Range C = 6 strigalög en hafa yfirleitt 2-3 lög í hliðunum\nLoad Range D = 8 strigalög og hafa yfirleitt 3-4 lög í hliðunum\nLoad Range E = 10 strigalög og hafa yfirleitt 3-4 lög í hliðunum\nÞetta er svona grófa þumalreglan, síðan verður að skoða hverja tegund fyrir sig. T.d. 38\" SSR, fyrir 15\" felgur, eru LR-C (6 ply) en hafa 2 í hliðunum og þið sjáið einnig að sum Irok dekkjanna hafa líka bara 2 lög, þótt þau séu 8 strigalaga í bana. Ef við skoðum Irok 41\" radial, þá eru þau sem eru gerð fyrir 16\" og 17\" felgur með 3 lög en þau sem eru fyrir 18\"-22\" felgur, hafa 2 lög, þannig að þetta er svolítið ruglingslegt og varla hægt að segja að það sé nokkur regla með þetta.\nÞað eru strigalögin í hliðunum sem segja til um hversu \"hentugt\" það er að hleypa úr þeim en það myndast meiri hiti eftir því sem lögunum fjölgar.\n-Bragi Þór (\"gamall\" dekkjahundur)\nbtw. Þetta er helv... \"snyrtilegur\" bíll hjá þér Gummi ;)",
            "date": "2011-05-03 10:26:00",
            "post_id": "21557",
            "reply_to_id": "21498"
        },
        {
            "user_name": "gummij",
            "text": "Þetta er ekki alveg rétt Bragi PLY RATING og  NUMBER OF CORDS  eða PLIES  er ekki það sama.\nToday's load range/ply ratings do not count the actual number of body ply layers used to make up the tire's internal structure, but indicate an equivalent strength compared to early bias ply tires. Most radial passenger tires have one or two body plies, and light truck tires, even those with heavy-duty ratings (10-, 12- or 14-ply rated), actually have only two or three fabric plies, or one steel body ply.\nSjá meira hér\nTaflan á heimasíðu interko er  villandi eða beinlínis röng þar er side ply sennilega rétt en þar sem stendur thread ply er í reynd sett inn ply rating.  \n Á 41\" irokdekkjunum mínum  stendur:\nload rang D    8 ply ratin  \nen á honum stendur líka:\nThread: 3 plies polyester + 2 plies steel + 1 plies nylon    Sidewall: 3 plies polyester.\nþetta eru samtals 6 lög ekki 8. (3 polyeste í hliðunum og 3 í bananum eru þau sömu )\nsama á við um mudder\nhann er 6 ply rating en það er bara 2 nylon  + 2 stál í bananum og  2 nylon í hiliðunum sem eru að  sjálfsögðu þau sömu og eru í hliðunum. samtals 4 lög.",
            "date": "2011-05-04 10:40:00",
            "post_id": "21618",
            "reply_to_id": "21557"
        },
        {
            "user_name": "bragi",
            "text": "Gott að fá þetta uppfært, það eru nefnilega komin 15 ár síðan ég var í þessu dekkjadóti og einhver framþróun hlýtur að hafa verið :)\n(auk þess sem eitthvað hefur gleymst í millitíðinni)",
            "date": "2011-05-04 15:22:00",
            "post_id": "21628",
            "reply_to_id": "21618"
        },
        {
            "user_name": "gummij",
            "text": "Fór í smá lagfæringar á jeppanum fyrir Stórferð f4x4 2014.\nStuðarahornin voru orðin mjög upplituð þannig að ég gerði þau samlit bílum og endurmálaði brettakantan og fleira sem sá á.\nÉg gerði líka smá lagfæringar á sundurslætti til að fá meiri teygju sem tókst ágætlega held ég.\nÉg skipti líka um aðra peruna í kösturunum. (55 W HID) ég var með 4300K perur í báðum ljósunum\nen setti 3000K peru í annað fyrir ferðina. Það er alveg fáranlega mikið betra en að vera með tvær 4300K. Ég hef ekki prufað tvær 3000K\nsjálfur en með því að standa fyrir ljósunum til skiptis í slæmu skyggni inn á Kaldadal þá virtist mun betra að blanda þessu saman.",
            "date": "2014-03-23 17:03:00",
            "post_id": "132322",
            "reply_to_id": "21628"
        },
        {
            "user_name": "jeepcj7",
            "text": "Þessi er bara alveg snilld en hvenær á að splæsa í LS /Hemi í húddið eða eitthvað svoleiðis?  ;O)",
            "date": "2014-03-23 18:19:00",
            "post_id": "132335",
            "reply_to_id": "132322"
        },
        {
            "user_name": "Stóri",
            "text": "þetta er snilld... hrikalega fallegur bíll Guðmundur :)",
            "date": "2014-03-23 20:09:00",
            "post_id": "132350",
            "reply_to_id": "132335"
        },
        {
            "user_name": "Hilmar Örn",
            "text": "Hvað ertu með breiðar felgur á 46\"  dekkjunum og ertu sáttur við þá felgubreidd?",
            "date": "2014-03-23 20:39:00",
            "post_id": "132355",
            "reply_to_id": "132350"
        },
        {
            "user_name": "gummij",
            "text": "\"jeepcj7 \"Ég er núna með mótorinn sem kom í 2001 bílnum, 4L og einhverja tölvu sem á að gera þetta rúmlega 200 hö. Það skilar þessu sæmilega áfram en meira afl er næst á dagskrá.\nLS  er nokkuð sem ég er mjög spenntur fyrir en Hemi finnst mér minnna spennadi þyngra en það sem ég er með og kostnaðarsamt að tjúna það dót . Undanfarið er ég farinn að hallast á að stróka bara 4l mótor úr 2000 bíl sem ég á til. Það er mun minna mál, kostar minna og ætti að geta gert allt að 300 hö ef maður vandar sig.  Þannig kitt með sveifarás (nýjum rétt vigtuðum ekki gömlum rendun 4.2 ás), kanstás, gormum, stimplum,  stöngum og öllu viðaeigandi kostar um 2000 usd. \n\"Stóri\"  Takk fyrir það.\n\"Hilmar Örn\"  Þetta eru 16\" x 16\" felgur það er fínt en ég mund sennileg hafa þærr mjórri ef ég væri að gera þetta núna fyrir svona léttan bíl.",
            "date": "2014-03-23 21:02:00",
            "post_id": "132363",
            "reply_to_id": "132355"
        },
        {
            "user_name": "Hilmar Örn",
            "text": "Hvernig er með þessi dekk, koma brot í þau við úrhleypingu, gæti það ekki gerst með mjórri felgum. Þekki þessi dekk ekki neitt en finnst þau áhugaverð.\nkv Hilmar",
            "date": "2014-03-23 21:19:00",
            "post_id": "132367",
            "reply_to_id": "132363"
        },
        {
            "user_name": "gummij",
            "text": "Þessi dekk dala mjög lítið undir svona léttum bíl, ég fæ beyglu í hliðina á kannski 0,5 PSI  svona svipaða beyglu og kemur á 44\" DC á 16\" breiðum felgum og 3 PSI undir Patrol. Þá hættir maður að komast áfram, fyristaðan verður mjög mikil en stoppar samt ekki alveg. Félagi minn er á 14\" breiðum felgum og ámóta léttum bíl það virðist ekki vera vandamál en samt ekki mikil reynsla komin á það.",
            "date": "2014-03-23 21:44:00",
            "post_id": "132377",
            "reply_to_id": "132367"
        },
        {
            "user_name": "andriorn",
            "text": "Glæsilegur bíll hjá þér Gummi, ertu nokkuð með link á breytingarferlið sem virkar?\nÉg fæ allavega bara forsíðuna á f4x4 þegar ég smelli á linkinn hérna ofar :)\nKv.\nAndri Örn Sigurðsson",
            "date": "2014-03-24 11:41:00",
            "post_id": "132417",
            "reply_to_id": "132377"
        },
        {
            "user_name": "gummij",
            "text": "Þetta var kannski ekki merkilegt efni, en er greinilega horfið af f4x4.is.   Ég átti  backup og er búinn að stofna nýtt albúm með því sem var þarna.\nhttp://www.f4x4.is/myndasvaedi/46-tommu-breyting-a-jeep-xj-2001/",
            "date": "2014-03-24 15:30:00",
            "post_id": "132446",
            "reply_to_id": "132417"
        },
        {
            "user_name": "Finnur",
            "text": "Sæll\nFlottur bíll hjá þér. \nSegðu mér hvernig finnst þer þessi 46\" dekk koma út í samanburði við 44\" DC. Mikill munur á drifgetu? \nEru þau ekki mun stífari en DC og auka því eysluna töluvert eða hvað?\nMyndir þú mæla með þessum dekkjum undir 1800-2000 kg bíl.\nkv\nKFS",
            "date": "2014-03-24 15:56:00",
            "post_id": "132449",
            "reply_to_id": "132446"
        },
        {
            "user_name": "AgnarBen",
            "text": "Gummi, hvað ertu með breiðar hásingar og mikið backspace á felgunum ?  Ertu ekki ennþá með 9\" að aftan ?\nEru til einhverjar aðrar skiptingar sem þú veist um aftan á 4.0HO mótorinn ?  AW-4 skiptingin er ágæt að mörgu leiti, gott að hjakka með henni og virðist þola vel álagið en mér finnst vanta þrep í hana og hún heldur sér illa í 1 gír í brekkum, vill stöðugt vera að skipta sér í 2.  Væri alveg til í að finna 4 þrepa skiptingu með OD.",
            "date": "2014-03-24 16:03:00",
            "post_id": "132450",
            "reply_to_id": "132449"
        },
        {
            "user_name": "gislisveri",
            "text": "Þessi bíll lúkkar miklu betur en maður hefði fyrirfram haldið, ótrúlega flottur.\nAnnars skal ég lofa þér því að ef þú dælir myndunum hingað inn, þá fá þær að vera óáreittar um ókomna tíð.\nKv.\nGisli.",
            "date": "2014-03-24 16:09:00",
            "post_id": "132451",
            "reply_to_id": "132450"
        },
        {
            "user_name": "gummij",
            "text": "Ég hef ekki notað DC sjáfur í 20 ár en mér hefur aldrei fundist þau virka nema illa. :-)  Bíll sem er undir 2000 kg í ferð  er að mínu mati betri að jafnaði á sæmilegum 38 tommu radialdekjum en 44 DC.  Ég nota 46 BC vegna þess að mér finnst þau betri en hitt og ég er venjulega  um 2000 kg ?.",
            "date": "2014-03-24 17:14:00",
            "post_id": "132456",
            "reply_to_id": "132451"
        },
        {
            "user_name": "gummij",
            "text": "Man ekki hvað hásingarnar eru breiðar en þær eru rúmelag 2 tommum breiðari en orginal.  Þetta er að mestu eins og það var fyrir 5 árum þegar ég breytti bílnum . Ég man ekki back spaceið  en það er talsvert minna fyrir BC dekkin  en á orginal felgunum (Það er að segja minna en 5,5 tommur  kannski 4 ? )\nÉg er sáttur við skiptinguna í mínum eftir að ég setti hraðmæladrif sem sýnir 50% of mikin hraða. Ég er með annað stýrikerfi fyrir skiptinguna en þú svo það virkar sennilega ekki fyrir þig. Annars hef ég ekki spáð í mikið í þetta. þessi er með LS mótor og handskipta AW4.\nhttp://www.youtube.com/watch?v=UprAIVlUoiU&feature=youtu.be",
            "date": "2014-03-24 18:05:00",
            "post_id": "132463",
            "reply_to_id": "132456"
        },
        {
            "user_name": "gummij",
            "text": "Takk fyrir þetta.\nÉg held ekki að myndirnar hafi verið fjarlægðar með vilja, heldur gengur þeim bara illa að halda utanum þetta.",
            "date": "2014-03-24 18:41:00",
            "post_id": "132467",
            "reply_to_id": "132463"
        },
        {
            "user_name": "AgnarBen",
            "text": "OK.  Dana 35 er 60,5\" orginal í XJ og D30R svipað.  Ég hef mikið verið að velta fyrir mér hvort það borgaði sig að fara í D44 að framan og skipta yfir í 5.13 drifhlutföll og setja 41\" radial Irok undir.  Ég veit samt ekki alveg hvort þetta upgrade borgar sig raunverulega.  39,5 Irok-inn sem ég er með er fínn en stundum væri ég til í örlítið meira flot.  Varstu ánægður með 41\" Irok-inn ?",
            "date": "2014-03-24 19:53:00",
            "post_id": "132479",
            "reply_to_id": "132467"
        },
        {
            "user_name": "gummij",
            "text": "Þetta eu ágæt dekk nema að þau þola illa að vera á litlu lofti . Ég keyrði dekkin mín, sem ég fékk rúmlega hálf slitinn um 30Þ km og tókst að eyðileggja dekk á því að vera á of litlu lofti í vegaakstri. Ég nota ekki irok núna aðalega vegna þess að ég  nenni ekki að vera alltaf með áhyggjur af loftinu í þessu, en ef þú ert að nota 39,5 Irok án vandamála þá verður 41 Irok líklega ekki vandamál fyrir þig og þú drífur örugglega talsvert betur á þeim.",
            "date": "2014-03-24 23:32:00",
            "post_id": "132519",
            "reply_to_id": "132479"
        }
    ],
    "date": "2011-04-30 15:56:00"
}