{
    "forum_title": "Jeppinn minn",
    "id": "4611",
    "title": "Setja díselvél í Grand Cherokee - eitthvað vit?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=4611",
    "posts": [
        {
            "user_name": "olafuring",
            "text": "Hefur einhver prófað að setja dísel vél í óbreyttan Grand Cherokee V8, t.d. árg 97 eða 98?\nSpurning hvort eitthvað vit sé í því - en hef séð soldið á netinu um þetta.\nÞá hafa menn verið að setja t.d. Izusu 2.8L eða Cummins. \nEr þetta óhemjuvinna og dýrt? \nÁstæðan er að sjálfsögðu að spara í bensínkostnaði - varla hægt að reka V8 bensínbíl lengur.",
            "date": "2011-05-02 18:23:00",
            "post_id": "21517",
            "reply_to_id": false
        },
        {
            "user_name": "jeepcj7",
            "text": "Það hefur eitthvað verið gert af þessu man eftir einum xj með 2.7 terrano vél og held að það hafi komið ágætlega út.\nEf þú ert alvarlega að spá í þessu held ég að 2.7 terrano eða 3.1 isuzu séu sniðugir kandidatar í svona mix eða þá 2.9 úr musso alveg slatti til af þessu og ætti að fást á fínu verði\nPs. 4 cyl cummins er alger grjótmulnings vél og öfugt við mörg önnur lönd er þetta frekar sjaldgæfur mótor hér á landi og þar af leiðandi dýr hérna heima og að auki talsvert þungur (allt úr járni)",
            "date": "2011-05-02 19:51:00",
            "post_id": "21523",
            "reply_to_id": "21517"
        },
        {
            "user_name": "G,J.",
            "text": "Þetta er auðvitað ekkert vit :) en ef ég væri að fara í svona framkvæmdir þá myndi ég reyna að\nsetja í hann 2.9 Benz (Musso),nóg til af þessum vélum og ekkert vesen með varahluti. \nÉg átti GC sem var að eyða 12-14l í langkeyrslu fyrir breytingu,Mussoinn sem ég er á í \ndag er að eyða 11.5-13l á 35 tommu dekkjum (væri líklega í kringum 10l óbreyttur).\nSamt alveg spurning hvort maður myndi tíma að missa helminginn af hrossunum \núr húddinu fyrir nokkra hundrað kalla.\nKv. Guðmann",
            "date": "2011-05-02 20:47:00",
            "post_id": "21527",
            "reply_to_id": "21523"
        },
        {
            "user_name": "Einar",
            "text": "Ekkert vit!\nEn ef þú vilt endilega fara að nota grútarbrennara þá væri hugsamlega ódýrara fyrir þig að leita að einum sem er orginal með diesel jafnvel þó að það þyrfti að flytja hann inn. Það er til hellingur af svona bílum með dieselvél í Evrópu.\nhttp://suchen.mobile.de/fahrzeuge/search.html?scopeId=C&isSearchRequest=true&sortOption.sortBy=price.consumerGrossEuro&makeModelVariant1.makeId=12600&makeModelVariant1.modelId=7&maxFirstRegistrationDate=1998-12-31&fuels=DIESEL\nhttp://www.autoscout24.de/ListGN.aspx?atype=C&mmvmk0=38&mmvmd0=1806&mmvco=1&make=38&model=1806&fuel=D&fregto=1998&pricefrom=1000&cy=D&zipc=D&ustate=N,U&nm=False",
            "date": "2011-05-02 23:37:00",
            "post_id": "21540",
            "reply_to_id": "21527"
        },
        {
            "user_name": "G,J.",
            "text": "Svo má auðvitað ekki gleyma kostnaðinum við að breyta úr bensín í dísel.....hægt að keyra helling fyrir þann pening ;)\nKv.Guðmann",
            "date": "2011-05-03 07:48:00",
            "post_id": "21548",
            "reply_to_id": "21540"
        },
        {
            "user_name": "Einar",
            "text": "Sérstaklega með það í huga að kostnaðurinn deilist á mismuninn á eldsneytiseyðslu, ekki heildareldsneytiseyðslu, Ég myndi halda að það þurfi lágmark 3 ár til að borga upp breytinguna þegar allt er reiknað með, jafnvel lengri tíma. Og þegar breytingin er gerð á þetta gömlum bíl þá er spurning hvort hann verður ekki orðin ónýtur að þeim tíma liðnum og þá borgar hún sig aldrei.",
            "date": "2011-05-03 09:35:00",
            "post_id": "21552",
            "reply_to_id": "21548"
        },
        {
            "user_name": "olafuring",
            "text": "Er ekki 3.1 TD vélin sem kom í 1999-?? JGC óttaleg sleggja? Las eitthvað um að þessi vél væri óáreiðanleg, gróf og hávær- sérstaklega samanborið við 2.7 mercedes vélina sem kom eitthvað seinna.",
            "date": "2011-05-04 19:20:00",
            "post_id": "21633",
            "reply_to_id": "21552"
        },
        {
            "user_name": "steinarxe",
            "text": "tjaa, þessi cherokee er varla að nýta mikið af þessum hrossum,við þessa eyðslu.Er ekki fólk þá að vanda sig ansi mikið?Ég held nú að munurinn aukist ansi mikið við álag.",
            "date": "2011-05-04 21:31:00",
            "post_id": "21649",
            "reply_to_id": "21633"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef þér finnst 5.2 vera eyða heldur mikið þá færi ég frekar með peningana í að skipta upp í WJ með 4.7.  Miklu skemmtilegri vél, eyðir mun minna og skilar sínu betur í malbikið.  Miðað við tíman, vesenið, peningana, vesenið, skítuga putta, tæpa geðheilsu, vesenið og vesenið við að troða 5cyl Musso ofaní JGC þá verður þetta aldrei peningana virði.",
            "date": "2011-05-04 22:06:00",
            "post_id": "21652",
            "reply_to_id": "21649"
        },
        {
            "user_name": "þórarinn",
            "text": "5cyl Musso er þaðsama díselvél og kom í mercedes kálfunum ??",
            "date": "2011-05-04 23:28:00",
            "post_id": "21656",
            "reply_to_id": "21652"
        },
        {
            "user_name": "Einar",
            "text": "Nei í kálfunum sem myndin er af voru eldri vélar ýmist 2,4L 4 sílendra eða 3L 5 sílendra hétu held ég OM616 og OM617. Þær voru líka til í fólksbílunum W123 og eldri G jeppunum.\nMusso vélin er byggð á OM602 sem er notuð í Sprinter kálfunum og einnig í yngri fólksbílum (frá sirka 1984-6) og G jeppanum frá svipuðum tíma.",
            "date": "2011-05-05 09:04:00",
            "post_id": "21663",
            "reply_to_id": "21656"
        },
        {
            "user_name": "helgiaxel",
            "text": "Ég held að munurinn að eyðslu sé nú meiri en menn vilja viðurkenna, ef 8 eða 6 syl amerískur er að slá niður í eiðslu að japönskum díesel þá eru menn ekki að nota fleiri hestöfl út út bensínvélinni en dieselnum, en dieselvélin er alltaf með torkið tilbúið og eiðir ekkert meira þó maður noti torkið,   Til dæmis er ég með 44\" bíl með 3,1 tdi Izusu vél,  ég fór í ferð á honum um páskana, krapavíðbjóður og ömurlegar aðstæður til að keyra í, bíllinn var á ferðinni í ca. 4 klukkutíma og ég fór með 15lítra af diesel í ferðina , nóg af torki og ekkert verið að spara gjöfina.\nAnnars er ég mjög hrifinn af 6sil vélunum sem jeppavélum, myndi fá mér þannig ég ég færi út í bensínvél, en ég myndi ekki skifta úr diesel þó mér væri borgað fyrir það.\nKV\nHelgi Axel",
            "date": "2011-05-05 09:10:00",
            "post_id": "21664",
            "reply_to_id": "21663"
        },
        {
            "user_name": "Offari",
            "text": "Ég held að það sé gáfulegra bara að fá sér disel bíl heldur en að standa í svona mixi.  Diselbílar eru í mörgum tilvikum betur hljóðeinangraðir en bensín bíllinn. Það er ákaflega leiðinlegt að aka um á gömlum bensínbíl sem breytt hefur verið í disel ef ekki er hægt að tala við þann sem situr við hliðina á manni sökum hávaða. Diselvélar eru aflminni en V8 mótorar og því breytist aksturslagið tölvert við að skipta. Það er því spurning hvort ekki sé hægt að láta V8 vélina eiða minna með því að láta hana vinni sig hægar upp líkt og disel vélin gerir.\nDiselbílar hafa oftast verið sparneytnari en V8 bensín bílarnir (undantekningin er gamla 7,3 disel sem eyddi meir en 460 bensín) en þegar menn voru að mixa díselvélar í bensín bíla tók það oftast ca ár að keyra og laga gallana sem komu fram í mixinu. og þar að auki máttu allveg kaupa þér eldsneyti fyri allan þann pening sem slíkt mix kostar. Ég þekki ekki hvernig vélar henta best í svona mix og er einhvernveginn ekki mjög hrifin af koreu dóti þótt það sé benz stæling.  Ég ek um á Isuzu 3,1 disel og þar er meðaleyðslan 10l á hundraðið á óbreyttum bíl.  En það er engin spítt kerra.\nSvo á ég gamlan gmc van með 6,2 disil eyðslan hjá mér á langkeyrslu er 13 lítrar en ég þarf að hækka vel í græjunum til að yfirgnæfa hávaðan frá vélini. Ég hugsa samt að slíkt mix borgi sig þar sem ég reikna ekki með að sá bíll hafi verið undir 20 l eyðslu með bensín vélini.",
            "date": "2011-05-05 09:48:00",
            "post_id": "21668",
            "reply_to_id": "21664"
        },
        {
            "user_name": "Einar",
            "text": "Ég átti svona 1996 ZJ Grand með 4L 6 sílendra og langkeyrslutölur um 12-14 l/100km í langkeyrslu sem einhver nefndi eru ekkert út í hött og þarf engan sérstakan sparakstur til þess. 90-110km/kl. með cruse control voru 12lítrar +/- 1l á mínum, menn hafa talað um að á V8 þurfi að bæta við 1-2l við eyðslutölurnar miðað við sexuna. Innanbæjar og í þungu slarki eru hins vegar tölurnar hærri, hæðsta tala sem ég man eftir á mínum var einhverjir 23-24l/100km í kuldum og slarkfæri innanbæjar í Reykjavík.\nÞetta eru sérlega ljúfir og skemmtilegir jeppar og bensínvélarnar í þeim henta vel í jeppa hvort sem það eru 6 eða 8 sílendra og ég held að það væri algjör eyðilegging að vera með einhverja leiðinda dieselvél sem ekki hentar í honum. Orginal diesel vélarnar í þessum eldri (1993-1998) eru ítalskar 2,5L VM-Motori vélar sem ég held að séu í það minnsta þó ég hafi ekki prófað það (115PS, 300Nm tog).\nNý kynslóð WJ kemur 1999 með stærri VM Motori, 3,1L og einum sílender meira (5),140PS, 483Nm tog.\n2002 kemur síðan vél sem gæti verið spennandi, Mercedes Bens 2,7L 5 sílendra common rail 163PS 400Nm tog.",
            "date": "2011-05-05 13:05:00",
            "post_id": "21685",
            "reply_to_id": "21668"
        },
        {
            "user_name": "þórarinn",
            "text": "ætla ekki að stela þræðinum en hvernig henta þessar gömlu 3L 5  OM617 í 38\"jeppa? eru menn að setja Turbó á þær?",
            "date": "2011-05-05 13:32:00",
            "post_id": "21689",
            "reply_to_id": "21685"
        },
        {
            "user_name": "Einar",
            "text": "Þær voru til turbo í fólksbílunum en frekar sjaldgæfar, ég veit um dæmi þess að menn hafi sett turbo á túrbínulausu vélarnar en það hefur gefist misvel, þetta eru eilífðarvélar ef þær eru túrbínulausar en endingin hefur oft orðið mjög stutt eftir túrbínuvæðingu.\nEinhver sérfræðingur var einhvertíman að segja að það væri allt annað innvols í vélunum sem eru orginal með túrbínu en það er mjög erfitt að finna svoleiðis.",
            "date": "2011-05-05 13:52:00",
            "post_id": "21691",
            "reply_to_id": "21689"
        },
        {
            "user_name": "Stebbi",
            "text": "Ekki veit ég hvaðan þú hefur þennan miskilning en 7.3 þarf að vera með gat á olíuverki, olíulögn og tanki til að eyða meira en 460.  Ég hef reynslu af 2 bílum með gömlu Navstar 7.3 og þeir voru báðir með umþb. 15 á hundraðið óbreyttir.  Annar bíllinn fór í 13 í langkeyrslu á sumrin.  Um leið og þetta heitir PowerStroke þá er búið að opna á möguleikan á eyðslu en þá eru hlutirnir líka farnir að gerast.",
            "date": "2011-05-08 23:21:00",
            "post_id": "21863",
            "reply_to_id": "21691"
        }
    ],
    "date": "2011-05-02 18:23:00"
}