{
    "forum_title": "Jeppinn minn",
    "id": "4633",
    "title": "Jeep Grand Cherokee Laredo [óbreyttur] 1996",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=4633",
    "posts": [
        {
            "user_name": "gudlaugur",
            "text": "Sælir, Ég verslaði mér minn fyrsta jeppling um daginn.\nEn þetta er semsagt Cherokee MJÖG vel með farinn að mér finnst. \nNánari info um hann:\n4.0L 186 hoho\nÁrgerð 01.1996\nEkinn 211þús km\nRauður með filmum að aftan\n29\" dekk\nSkoðaður 2011 Með \"5\" í endastaf\nSmurbók frá 7000km til dagsins í dag\nInnrétting lítur mjög vel út\nEKKERT ryð á boddy, og það litla sem var byrjað að koma undan rispu á skottloki og grjótkast á húddi hefur verið blettað í\nFrammtíðarplön.\nMér langar að mála grillið að framan svart/mattsvart\nLangar að breyta pústinu til að fá smá rödd, eitthvað nálægt 2\" og svo strait pipe tvöfalt að aftan, en hræddur um að það eigi eftir hafa áhrif á eyðsluna til hins verra\nMála stuðara og hliðarplöst svört, er ekki alveg að fíla þennan gráa lit\nBóna reglulega og hugsa vel um hann næstu árin\nMyndir:\nÁ eftir að láta djúphreinsa bílinn og skipta út gúmmí mottunum fyrir tau mottur.",
            "date": "2011-05-04 22:14:00",
            "post_id": "21653",
            "reply_to_id": false
        },
        {
            "user_name": "ktor",
            "text": "Flottur Grand :)",
            "date": "2011-05-05 10:47:00",
            "post_id": "21672",
            "reply_to_id": "21653"
        },
        {
            "user_name": "gudlaugur",
            "text": "Þakka þér :)",
            "date": "2011-05-05 11:21:00",
            "post_id": "21674",
            "reply_to_id": "21672"
        },
        {
            "user_name": "gudlaugur",
            "text": "Vita menn hvað ég kem stórum dekkjum undir þennan bíl ? Mér var að bjóðast 33\" dekk nefnilega.",
            "date": "2011-05-08 23:23:00",
            "post_id": "21864",
            "reply_to_id": "21674"
        },
        {
            "user_name": "Einar",
            "text": "Flottur bíll. Bestu jepparnir á markaðnum. Ég átti einn svona og sakna hans alltaf. Sex sílendra vélinn gerir hann ekki að neinum sportbíl en skilar honum samt ágætlega áfram og er með allra bestu jeppavélum og hún er sparneytnari heldur en V8.\nEn miðað við útlitið er þetta \"árgerð\" 1995 hvort sem hann var nú skráður á því ári eða ekki. Það þekkist best á grillinu og stuðaranum, á árgerðum 1993-1995 er það eins og á þessum, stuðarinn er sléttur að ofan og grillið slétt við, á 1996-1998 kemur grillið aðeins neðar og tekið úr stuðaranum.\nEf hann er innfluttur notaður og mílutölurnar í hraðamælinum eru stærri er hann smíðaður ameríkuhreppi.\nEf hann er innfluttur nýr og kílómetratölurnar í hraðamælinum eru stærri hefur hann aldrei til ameríku komið heldur er hann smíðaður í Austurríki.\nHvort sem er stendur örugglega í skráningarskírteininu að hann sé framleiddur í USA en það er ekki alltaf rétt.",
            "date": "2011-05-09 14:10:00",
            "post_id": "21873",
            "reply_to_id": "21864"
        },
        {
            "user_name": "Kiddi",
            "text": "Kanada er líka með kílómetra :-)",
            "date": "2011-05-09 14:20:00",
            "post_id": "21874",
            "reply_to_id": "21873"
        },
        {
            "user_name": "JHG",
            "text": "Flottur grand, átti einn svona 93 módel með sömu vél og þetta eru meiriháttar bílar!  Er núna á 2007 Grand með V6 vélinni en verð að segja að ég myndi nú treysta gömlu góðu L6 vélinni betur (eilífðarvélar!).",
            "date": "2011-05-09 23:38:00",
            "post_id": "21898",
            "reply_to_id": "21874"
        },
        {
            "user_name": "gudlaugur",
            "text": "Þetta með árgerðina passar alveg :) Hann er frammleiddur 1995 en skráður fyrst hér 1996 svo þá telst hann sem 1996 árgerð hér á landi ( frekar asnalegt ) \nVarðandi V8 vs V6 þá spáði ég mikið í þessu þegar ég var að skoða þessa bíla... og mér var ráðlagt af cherokee manni miklum að gleyma bara V8 bílnum, hann eyddi bara meira og það sem hann gæfi umframm V6 væri ekki þess virði. :) Ég sé ekki eftir því, mér finnst þessi alveg þrælskemmtilegur og eyðslan á honum þessa ca 600km sem ég er búinn að keyra hann frá því  3.maí sl er 14.1 blandað af langkeyrslu og innanbæjar snatti. Það má til gamans geta að ég var á gömlum bmw 520ia sem var að eyða 17-18 á hundraðið á undan þessum :) Ég er allavega ýkt sáttur og eina sem ég væri til í sem er ekki er glertopplúga,,, en hún lekur þá bara ekki á meðan hehe :)",
            "date": "2011-05-10 00:09:00",
            "post_id": "21900",
            "reply_to_id": "21898"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Þetta er náttúrulega ekki jepplingur eins og þú kallar það heldur nálægt að vera fullvaxta jeppi;) þótt það séu skiftar skoðanir um það á milli manna.\nEn ég hefði haldið að eyðslan myndi akkúrat minnka frekar en aukast við að setja sverara púst við bílinn, jafnvel flækjur ef þú nennir að fara í þannig pakka. Minna viðnám í pústkerfinu og vélin erfiðar minna.\nVarðandi 33\" dekkin þá eru bæði til 33\" dekk annars vegar og svo 33\" hins vegar. Sum dekk geta slagað uppí þessa stærð og verið samt á 7-8\" breyðum (orginal) felgum á meðan önnur sem eru stimpluð 33\" passa á felgur sem eru lágmark 10\" breyðar og þá þarf maður að fara í nýja stærri brettakannta og klippa meira úr til að ná að beygja og álíka.\nSvo verður maður að bæta við að þessar felgur sem eru undir honum núna er ekki alvega það fallegasta sem maður sér þótt að bíllinn sé náttúrulega mjög flottur og alveg garanterað góð kaup.\nKv. Haffi",
            "date": "2011-05-10 10:53:00",
            "post_id": "21909",
            "reply_to_id": "21900"
        },
        {
            "user_name": "gudlaugur",
            "text": "Haha ég er alveg sammála þér haffi :) Þessar felgur gera akkurat ekkert fyrir bílinn. En þar sem það eru svo nýleg dekk á þeim neyðist ég til að aka um á þessu eitthvað áfram þangað til ég get réttlætt það fyrir frúnni að eyða pening í dekk og felgur,, nema einhver hafi áhuga á því að versla þetta af mér,, þetta eru reyndar gróf dekk sem voru nelgd held ég, allavega er mark eftir/fyrir nagla í þeim, veit ekki hvort að svoleiðis er eitthvað áhugavert til kaups. Annars myndu þær ekkert versna þó ég tæki þær og pússaði aðeins og myndi svo spreyja þær gráar eða svartar jafnvel, ég var eitthvað að láta mér detta það í hug (úps) :S",
            "date": "2011-05-10 23:01:00",
            "post_id": "21950",
            "reply_to_id": "21909"
        },
        {
            "user_name": "gudlaugur",
            "text": "Ég væri einmitt til í einhverjar svona felgur og dekk,, jafnvel ef ég kem svona dekkjum á felgurnar sem eru undir þá held ég þeim bara og læt taka þær í gegn.\nhttp://bilasolur.is/CarDetails.aspx?bid ... &schpage=1",
            "date": "2011-05-10 23:12:00",
            "post_id": "21954",
            "reply_to_id": "21950"
        },
        {
            "user_name": "gudlaugur",
            "text": "Jæja, þá er komið að viðhaldi á þessum,, byrjaði á því um daginn að höggva hressilega þegar ég dreg hann úr \"P\" í \"R\" eða \"D\" :/  En ef ég stíg fast á bremsuna og dreg hann niður þá heggur hann ekki :S OG þegar hann heggur þá finnst mér hann hoppa einhvernvegin þangað til ég kemst yfir 60km eða svo... Allar´uppástungur eru vel þegnar varðadni hvað þetta er sem er að hrjá hann greyjið.",
            "date": "2011-07-22 17:06:00",
            "post_id": "25880",
            "reply_to_id": "21954"
        },
        {
            "user_name": "stebbi83",
            "text": "skipta um olíu kannski",
            "date": "2011-07-23 02:25:00",
            "post_id": "25901",
            "reply_to_id": "25880"
        },
        {
            "user_name": "gudlaugur",
            "text": "Hún lítur alls ekki illa út og það vantar ekki heldur á hana.. En hann fer í smurningu um mánaðrmótin og skipt um allar olíur. Finnst það samt hæpið að það sé að valda þessu... En þakka ábendinguna ;)",
            "date": "2011-07-23 16:56:00",
            "post_id": "25922",
            "reply_to_id": "25901"
        },
        {
            "user_name": "stebbi83",
            "text": "Annað sem mér dettur í hug, Prolong efni\nSölumaður frá þeim var að sína mér efni á sjálfsskiptingar sem hann alhæfði að fixaði allar sjálfskiptingar nema þær væru hreinlega ónýtar.\nGetur tékkað á því \nwww.prolong.is",
            "date": "2011-07-25 01:25:00",
            "post_id": "26010",
            "reply_to_id": "25922"
        },
        {
            "user_name": "Kiddi",
            "text": "Hjöruliðskross í driskapti, skoðaðu það.\nEf skiptingin er með leiðindi hef ég enga trú á að eitthvert bætiefni lagi það.\nAthugaðu að á þessa skiptingu á að fara sérstakur Mopar ATF4+ vökvi, ef það er ekki gert er það ávísun á vandræði.",
            "date": "2011-07-25 01:33:00",
            "post_id": "26011",
            "reply_to_id": "26010"
        },
        {
            "user_name": "gudlaugur",
            "text": "Okey... geturðu sagt mér hvar ég get keypt þann vökva ? Eða ætti hann að vera til á öllum betri smurverkstæðum ?",
            "date": "2011-07-25 23:14:00",
            "post_id": "26067",
            "reply_to_id": "26011"
        },
        {
            "user_name": "gudlaugur",
            "text": "Ákvað að drullast í að kíkja á bremsurnar H/megin að framan þar sem það var það eina sem þarf að lagfæra fyrir fulla skoðun, bjánaskapur í mér að vera ekki búinn að kippa þessu í lag fyrr!.  Reif barðan af og sá að það var nánast ekkert mark eftir klossana :) svo hann hefur ekki verið að bremsa mikið hægramegin,, samt frekar skrítið að ég hafi ekki fundið fyrir þessu greinilega...  Lét renna diskinn og kíkja á dæluna fyrir mig og stimpillinn er víst ónýtur, Fór á stúfana að finna annan en kíkti samt við á rockauto.com þar sem það er planið að panta smotterí fljótlega og kíkti á verðið þar.... 7.12usd ;) á íslandi er þetta hins vegar ALLT önnur saga.. H.Jónsson: 9.700kr ! Stilling: 7.600kr  ! N1: 3.700kr   Smá munur þarna á milli dýrasta og ódýrasta :/  Er ekki alveg að skilja þessa álagningu hérna heima !",
            "date": "2011-07-26 01:18:00",
            "post_id": "26077",
            "reply_to_id": "26067"
        },
        {
            "user_name": "stebbi83",
            "text": "mopar vökvann færðu allavegana í H.Jónssyni\nAnnars er stilling líka með vökva sem á að covera sömu staðla (carlube), en hann er aðeins dýrari",
            "date": "2011-07-26 02:26:00",
            "post_id": "26079",
            "reply_to_id": "26077"
        },
        {
            "user_name": "gudlaugur",
            "text": "Þessi kominn með fulla skoðun :) Loksins !",
            "date": "2011-07-28 17:23:00",
            "post_id": "26179",
            "reply_to_id": "26079"
        },
        {
            "user_name": "gudlaugur",
            "text": "Tók þennan í alþrif í dag,, á samt eftir að djúphreinsa hann... EKki skemmtilegt þegar krakkarnir hella kókómjólk í teppið.. lyktin er að drepa mig sem gossar upp annað slagið :) \nAnnars er nýjasta nýtt að frétta af þessum að ég hef ákveðið að breyta honum á 31/33\" dekk... Búinn að finna kit á ebay sem er of gott til að vera satt... \nhttp://cgi.ebay.com/ebaymotors/93-98-Je ... 812wt_1165\n Hvað fleira þarf ég að hafa í huga þegar ég fer í svona gjörning ? Væri gott að fá TIPS frá mönnun sem hafa breytt cherokee og eða þekkja  þetta yfirhöfuð.\nkveðja",
            "date": "2011-08-06 21:34:00",
            "post_id": "26587",
            "reply_to_id": "26179"
        }
    ],
    "date": "2011-05-04 22:14:00"
}