{
    "forum_title": "Almennt spjall",
    "id": "464",
    "title": "Heimildar þátturinn á Rúv",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=464",
    "posts": [
        {
            "user_name": "Hr hilux",
            "text": "Sáuð þið þáttinn á Rúv í gær.    Þvílikt rugl maðurinn var út um allt.  Eitt skiftið er hann að keira gríttann fjallaveg á hálendinu og svo kominn til eyja. Þar næst hálendið svo geysir og svo hálendið þar næst Seljanesfoss og svo aftur hálendið. Þar fyrir utan keyrði hann utan vegar yfir mosa þegar ekkert var að veginum.Síðan týndi hann slóðanum og tók þá upp Gps tækið og tók stiðstu leið yfir á veginn aftur.Síðan gerði hann svaka mál yfir lækjarsprænu sem var 15cm djúp Þvílikt rugl þáttur en ég ættla ekki að missa af næsta þætti.",
            "date": "2010-03-10 13:53:00",
            "post_id": "2141",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Er þetta ekki þátturinn með dananum sem þú ert að tala um? Ég sá hann reyndar ekki. En danir eru nú óttalegir aumingjar. Enda alt flatt í DK",
            "date": "2010-03-10 13:54:00",
            "post_id": "2142",
            "reply_to_id": "2141"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-03-10 14:33:00",
            "post_id": "2144",
            "reply_to_id": "2142"
        },
        {
            "user_name": "Ofsi",
            "text": "Þetta var bara skemmtilegt, bara horfa á þetta með jákvæðu gleraugunum og halla sér aftur í sófanum að sófariddara sið :-)\nSammála Haffa, Danir er langflottastir á norðurlöndunum\nkv Ofsi",
            "date": "2010-03-11 21:34:00",
            "post_id": "2222",
            "reply_to_id": "2144"
        },
        {
            "user_name": "Alpinus",
            "text": "Ég þoldi ekki hvað tróð alltaf trýninu alltaf upp í linsuna á myndavélinni. Bara David Attenborugh kemst upp með að gera það. Svo fór í taugarnar á mér þessi utanvegaakstur hjá honum. Frekar óspennandi þáttur og fáránlega klipptur. Ætla samt að sjá næsta;)",
            "date": "2010-03-13 01:34:00",
            "post_id": "2282",
            "reply_to_id": "2222"
        },
        {
            "user_name": "Stebbi",
            "text": "Mig langaði bara á fjöll þegar ég sá þennan þátt.\nKveðja úr sófanum\nStebbi",
            "date": "2010-03-13 10:18:00",
            "post_id": "2286",
            "reply_to_id": "2282"
        }
    ],
    "date": "2010-03-10 13:53:00"
}