{
    "forum_title": "Almennt spjall",
    "id": "4640",
    "title": "Aftengja geymir og tölvu áður en soðið er á grind?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=4640",
    "posts": [
        {
            "user_name": "Arsaell",
            "text": "Langaði aðeins að forvitnast um það hvort að menn almennt aftengja hjá sér geyminn og tölvuna áður en soðið er á grind með einhverskonar rafsuðu. Er einhver hætta á að grilla tölvuna í bílnum ef þetta er ekki gert?",
            "date": "2011-05-05 10:46:00",
            "post_id": "21671",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "það borgar sig alltaf að aftengja geymi áður en soðið er, hvort sem það er í grind eða boddý eða annað. ég hef ekki heyrt um að menn séu að aftengja tölvuna sérstaklega... en það er ekki alveg að marka þar sem engar tölvur eru í bílnum mínum",
            "date": "2011-05-05 11:12:00",
            "post_id": "21673",
            "reply_to_id": "21671"
        },
        {
            "user_name": "olei",
            "text": "Aðal\n atriðið er að jarðskautið á suðunni sé tengt eins nærri suðusvæðinu og kostur er. Ef þú ert að sjóða í hásingu þá tengir þú jörðina beint í hásinguna. Ef þú ert að sjóða í grind þá hefur þú jörðina í grindina í nágrenninu. Ef þú ert að sjóða í boddý þá hefur þú jörðina í boddýið sem næst suðusvæðinu - os.frv. Ef það er passað vandlega upp á þetta þá er hægt að sjóða bíla út og suður án þess að hafa áhyggjur af skemmdum. \nÞrátt fyrir áratugaleit hef ég ekki fengið neina rökræna skýringu á því hvað það hjálpar að aftengja rafgeyminn þegar soðið er í bíl. Aftur á móti er það ljóst að rafgeymirinn með sitt lága innra-viðnám virkar eins og risastór þéttir fyrir spennupúlsa sem kunna að spanast upp í raflögnum við suðuæfingar og skammhleypir þeim til jarðar. Hann virkar því sem vörn fyrir rafkerfið í bílnum ef hann er tengdur, en örugglega ekki ef hann er aftegndur. Ef þú aftengir geyminn þá skaltu bolta tryggilega saman geymasamböndin -plús og mínus. Þá ertu búinn að jarða slurk af rafkerfi bílsins og færð nokkra vörn við það. En þetta skiptir ekki öllu máli, ef þú passar jörðina ertu safe, ef þú passar hana ekki og suðustraumurinn þarf að fara gegnum handbremsubarka, boddýfestingar, jarðtengingar milli boddýs og grindar, drifsköftin eða eitthvað slíkt - þá er fjandinn laus og litlu skiptir hvernig eða hvort rafgeymirinn er tengdur.\nÞar til ég sé einhver rök um annað þá tel ég best að aftengja geyminn og bolta samböndin saman. Nærri jafngott er að hafa samböndin á geyminum. Lakasta aðferðin er að aftengja geyminn án frekari aðgerða. \nPs\nRafgeymar í hleðslu ættu ekki að vera í nágrenni við neistaflug eða opinn eld. Það er því ekki góð hugmynd að hafa hleðslutæki á bíl og fara að sjóða eða slípa undir húddinu - eða í námunda við rafgeymi sem er í hleðslu.",
            "date": "2011-05-05 12:08:00",
            "post_id": "21680",
            "reply_to_id": "21673"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Vinn á verkstæði og þar er þetta aldrei gert, pústverkstæði gera þetta aldrei, ekki einusinni í range rover sem er sérlega viðkvæmur hvað tölvu og rafkerfi varðar.\nAðal málið er eins og áður var sagt að hafa góða jarðtengingu svo milljónamperin úr rafsuðunni leiti sér ekki langrar leiðar gegn um þunna tölvurásir í átt að jarðskautinu.\nEins þegar soðið er t.d. í kringum legur, gott dæmi þegar soðið er í mismunadrif skal alltaf festa jarðskautið beint á kambinn, sumir setja jarðskautið á drifskaftið eða hásinguna sjálfa og skilja svo ekkert hvaða hljóð eru komin í drifið, en það sem hefur gerst er að neistar á milli í driflegunum og rífur upp himnuna á þeim og veldur óhljóðum og jafnvel eyðileggingu á skömmum tíma.\nmbk. verkstæðissnáði sem sýður mjög mikið í bíla án þess að taka rafgeymapóla af",
            "date": "2011-05-05 12:32:00",
            "post_id": "21681",
            "reply_to_id": "21680"
        }
    ],
    "date": "2011-05-05 10:46:00"
}