{
    "forum_title": "Jeppar",
    "id": "4672",
    "title": "Toyota 4Runner 44\" verkefni til sölu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=4672",
    "posts": [
        {
            "user_name": "Gísli R",
            "text": "Eins og ég elska þennan bíl þá er ég ekki að sjá að ég hafi tíma til að klára greyjið mitt. hann er því til sölu með öllu sem ég hef gert og fylgir allt með honum sem ég á og á eftir í fara í hann. vill minna fólk á að skoða gallery linkinn sem fylgir og allar þær myndir sem fylgja. er ekki að fela neinn einasta riðblett. \nHér koma típiskar uppl en endilega hringja ef það eru e-h spurningar\n[url=\"http://www.live2cruize.com/spjall/showthread.php?140209-4Runner-á-44-quot-Breitingarskeiði\"]Linkur á gallery þráð[/url]\nJæja fyrst maður er byrjaður að rífa og skera fyrir 44\", er um að gera þráð um bílinn til að halda manni við efnið. \nÞessa bensínfyllibyttu keypti ég í byrjun feb 2009 og var hann þá á 35 dekkjum og án alls aukabúnaðar. \nÍ fyrstu atrennu gerði ég eftirfarandi við bílinn í febrúar 2009\n5,29 hlutföll og ARB loftlás að aftan\nARB loftdælu og 10 ltr kút\nVHF talstöð\nCB talstöð\n38\" Mudder 12\" breiðum prime felgum\nFjarstart\nAukatankur (á samt eftir að setjann í)\nPrófíltengi aftan\nKastaragrind og prófíltengi framan\n4 kastarar\nSvo sel ég bílinn í MAÍ 2009 :(\nEN svo kaupi ég bílinn aftur í Nóvember 2010 og ákveð að halda áfram með verkefnið mitt\nOg þær breitingar sem eru áætlaðar fyrir sumarið eru\n44\" dekk (komið)\nHásing að framan\nARB loftlás að framan\nklára setja aukatankinn í\nSetja stærri brettakanta (Koma í næstu viku)\nfæra afturhásingu um 15-20 CM\nRange Rover gormar allann hringinn Progressive\nFæra auka rafkerfið inn í bíl\nFilma\nSprauta (litur óákveðinn)\nBox á toppinn\nEr örugglega að gleyma e-h.\nJæja skellum þá inn myndum.\nEr samt búinn að tína myndunum frá því að ég var að breita honum fyrir 38\" af úrskurðinum og því öllu. Leiðinlegt því ég var og er mjög montin af úrskurðinum að framan\nSvona er bíllinn þeghar ég fæ hann\nSvona leit hann út þegar ég sel hann í maí 2009\nOg svona er statusinn á honum í dag. var ekki lengi að gera hann ökufærann á 44\" en þó er langt í land að hann verði tilbúinn\nReyni svo að vera duglegur að henda inn myndum\n15.02.2011\nJæja smá uppdate\nBúinn að mál felgur og klippa meira úr til að geta notað bílinn á meðan breitingu stendur yfir.\nSmá blýbúnki eða 1,7 kg\nFelgurnar orðan svartar\nSvona munu kantarnir koma til með að líta út að aftan\nHér má sjá innréttinguna farna úr skottinu. ætla byrja á morgun að skera innribrettin til.\n1.04.2011\nJæja þá er loksins e-h byrjað að gerast aftur. fékk nýju kantana í dag og byrjaði að möndla annann framkantinn á. myndirnar segja restina\n13.04.2011\nJæja þá er maður búinn að rífa vélina með ónýtu heddpakkningunni úr og er búið að tilla nýju vélinni í. Já ég veit. ég setti aðra eins ofaní en bætti þó við flækjum. reikna með að setja í gang seinna í dag\nendilega bjallið ef þið hafið áhuga. það er samningstatriði hvort ég set aftari kannana á fyrir sölu. hef hreinlega ekki tíma lengur fyrir hann og er hann því til sölu. söluverðið ræður hversu mikið verður gert fyrir sölu.\n Allar uppl sem standa í þræðinum gefa til kynna búnaðinn sem honum fylgir. það er ekkert mál að slá 150 þús af honum og strípa hann, en hver vill það. \nReynið að finna 44\" jeppa með þessum aukabúnaði á þennann pening. auðvitað þarf hann aðhlynningar, ég veit það en þessi bíll í góðu lagi fer á 1,5 millu, ný sparautaður\nÞað sem hann þarfnast fyrir næsta vetur er:\n44\" breitingaskoðun\nhásingarfæsrsla aftan\nhásing framan\nstigbretti\nsprautun\nsmotteris frágangur\nen bíllinn er búinn að vera á 44\" núna í nokkra mán og er bara fínt að keyrann á því og er fínn beygjuradíus.\nVerð er 750.000 kr \nSkoða skipti á öllu.\n \nSamningsatriði hversu mikið ég klára fyrir sölu\n \nuppl í síma:895-6667 Gísli\neða í \ngislipatro@gmail.com\neða í PM",
            "date": "2011-05-07 02:53:00",
            "post_id": "21799",
            "reply_to_id": false
        },
        {
            "user_name": "Gísli R",
            "text": "Hásing undir hann að framan getur fylgt með fyrir 70 þús aukalega. þá er það hásing með ÖLLU nema orginal drifi",
            "date": "2011-05-07 03:05:00",
            "post_id": "21800",
            "reply_to_id": "21799"
        },
        {
            "user_name": "Gísli R",
            "text": "Verð er 750.000 kr \nSkoða skipti á öllu.\n \nSamningsatriði hversu mikið ég klára fyrir sölu",
            "date": "2011-05-09 23:25:00",
            "post_id": "21897",
            "reply_to_id": "21800"
        },
        {
            "user_name": "Gísli R",
            "text": "Nýtt verð. fæst á 700 þús stgr \nMEÐ EFTIRFARANDI\nStigbretti\nFramhásing með öllu nema drifi (stífur,gormar,bremsur allt saman sem þarf)\nAukatankur úr áli",
            "date": "2011-06-08 21:54:00",
            "post_id": "23510",
            "reply_to_id": "21897"
        }
    ],
    "date": "2011-05-07 02:53:00"
}