{
    "forum_title": "Jeppinn minn",
    "id": "4677",
    "title": "4Runner",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=4677",
    "posts": [
        {
            "user_name": "Hjörvar Orri",
            "text": "Sælir félagar, ég var að eignast þennan um daginn \nhttp://www.facebook.com/?ref=home#!/pho ... =1&theater\nÞetta er 3.0 diesel 38\" breyttur. Það er búið að setja í hann stærra frammdrif eða semsagt afturdrif úr 90 Cruser, drifhlutföllin eru 5:29 og hann er einnig með niðurgírun í millikassanum, þannig fyrsti í lága er extra lár. Svo eru loftlásar framan og aftan, auka tankur og aircondition dæla og afturhlerinn virkar :)",
            "date": "2011-05-07 23:12:00",
            "post_id": "21823",
            "reply_to_id": false
        },
        {
            "user_name": "-Hjalti-",
            "text": "Flottur!\nRétt Týpa",
            "date": "2011-05-08 00:45:00",
            "post_id": "21825",
            "reply_to_id": "21823"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Takk fyrir það, en þekkir einhver hérna á spjallinu til þessa bíls?",
            "date": "2011-05-08 09:36:00",
            "post_id": "21831",
            "reply_to_id": "21825"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Ég er alveg endalaust sáttur með hann, frábært að keyra hann, rásfastur og snyrtilegur, þó að það sé búið að bletta í hann. og flottur fjölskyldu jeppi.",
            "date": "2011-05-11 22:31:00",
            "post_id": "22006",
            "reply_to_id": "21831"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "þessi niðurgírun í millikassanum, hefur einhver reynslu á þessu, ég hef aldrei vitað til þess að þetta hafi verið gert í runner eða hilux, þarf ég að ver smeykur um að brjóta þetta þegar verið er að taka á honum?",
            "date": "2011-05-11 22:38:00",
            "post_id": "22007",
            "reply_to_id": "22006"
        },
        {
            "user_name": "MGD",
            "text": "Sæll Hjörvar, ég átti þennan bíl 2004-05 (að mig minnir) og var hann svakalega góður, þú verður ekki fyrir vonbrigðum með þennan bíl.\nkv Atli.",
            "date": "2011-05-12 21:15:00",
            "post_id": "22045",
            "reply_to_id": "22007"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Það er gott að vita. Ég var að redda félaga mínum rétt áðan, það bilaði hjá honum bíllinn, patrol 40\" 6.5 chevy, sem vigtar um 2,8 tonn. Ég þurfti að draga hann smá spöl, og fannst mér Runnerinn vinna helvíti vel, og ég var í engu basli upp brekkur með Pattann í eftirdragi. Ég var búinn að eiga turbo lausan Hilux í 6 ár (eini bíllinn sem ég hafði átt) og er ég alveg í skýjunum með nýja bílinn :)",
            "date": "2011-05-12 21:40:00",
            "post_id": "22051",
            "reply_to_id": "22045"
        }
    ],
    "date": "2011-05-07 23:12:00"
}