{
    "forum_title": "Almennt spjall",
    "id": "4741",
    "title": "4-Runner bilun",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=4741",
    "posts": [
        {
            "user_name": "Hjörvar Orri",
            "text": "Ég var að versla mér diesel runner fyrir c.a. mánuði. Á fimmtudaginn síðastliðin reddaði ég félaga mínum og dróg patrolinn hans 1-2 k.m. og allt var í góðu. þegar því var lokið ákvað ég að prófa aukatankin, þar sem ég var að verða olíulaus á aðaltanknum. Ég hafði nokkru áður bætt 20 lítrum af olíu á aukatankin, og fyrir var c.a. 20-25 lítrar á honum. Ég keyrði heim og allt var í góðu. Þegar ég fór út í morgun og ætlaði að keyra, Þá fór hann ekki yfir 1000 sn. og það kom hvítur reykur aftan úr honum þegar ég gaf inn. Hvað getur verið að? Getur verið að það hafi verið svona mikill raki eða jafnvel bensín í aukatanknum? Ég ætla að prufa að skipta út olíunni á aðaltanknum og vona að það sé það sem er að hrjá hann! \nGóð hugmyndir óskast\nK.v. Hjörvar",
            "date": "2011-05-13 21:00:00",
            "post_id": "22098",
            "reply_to_id": false
        },
        {
            "user_name": "KÁRIMAGG",
            "text": "Hvítur reykur bendir til þess að vatn sé í eldsneyti eða að komast inn í brunahólf (farin heddpakkning eða sprungið hedd)",
            "date": "2011-05-13 23:06:00",
            "post_id": "22102",
            "reply_to_id": "22098"
        },
        {
            "user_name": "Haukur litli",
            "text": "Tappaðu undan hráolíusíunni og athugaðu hvort þú fáir vatn úr henni. Prufaðu að leggja slöngu frá síuhúsinu í brúsa með hreinni dísel olíu og athugaðu hvort hann gangi almennilega þannig.\nEr negla/drentappi á aukatanknum? Ef svo er, leyfðu honum að standa í svolítinn tíma og tappaðu svo undan tanknum, þá sérðu strax hvort það er vatn í honum.\nEf það er vatn á honum, tæmdu þá tankana, leyfðu þeim að þorna og fylltu þá með díselolíu. Dældu hreinu díselolíunni í gegnum lagnirnar með handdælunni til að skola kerfið og skiptu um síu.",
            "date": "2011-05-14 11:13:00",
            "post_id": "22113",
            "reply_to_id": "22102"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Jæja, gamanið heldur áfram. Ég tappaði olíunni af aðaltankinum, setti nýja á, bætti ísvara útí skipti um hráolíusíu (bara til vara, bíllinn var smurður fyrir tæpum tveimur vikum), og ekkert breyttist. Hann gekk hægan lausagang ef það er hægt að orða það þannig, og hvítur reykur gekk aftanúr honum þegar ég gaf inn, hann fór ekki yfir 1000 sn. Hann er ekki að tapa vatni af vatnskassa, olían er svört og fín, það er ekki hvít skán á olíu tappanum(mér var bent á að tjekka á því) Þannig nú spyr ég aftur hvað getur verið að hrjá blessaðan bílinn? \nMér datt í hug olíuverk eða spíssar!\nK.v.Hjörvar Orri",
            "date": "2011-05-16 22:36:00",
            "post_id": "22271",
            "reply_to_id": "22113"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞegar þú tappaðir olíunni af, var hún þá bara hrein og fín?  Mönnum hættir til að gleyma að nota aukatankinn og þess vegna fannst mér þessi hugmynd að tappa vatninu af prýðileg.  Hún er eiginlega svo góð að ég held að það sé ástæða til að fullreyna það hvort vatn getur verið að leynast í pípunum frá tanki, olíuverki o.s.frv.  Var lítið eða ekkert vatn í hráolíusíunni?\nHann getur verið býsna stund að koma vatninu sjálfur í gegnum sýstemið og skilið jafnvel eftir á stöðum þar sem vatn er ekki æskilegt t.d. í olíuverkinu sjálfu.  Mér var allavega bent á að sjúga með sptautu alla olíu úr olíuverkinu úr því að ég opnaði það á annað borð.  Mér lýst vel á að aftengja slönguna sem liggur frá síuhúsi að olíuverki og pumpa nýrri olíu í gegnum fæðipípurnar og tengja svo aftur.  Ef eihversstaðar er vatn að finna væri það kannski staðfesting að þú sért á réttri leið.\nMér var sagt um daginn að nota alls ekki ísvara í hráolíu en ég hef ekki hugmynd um af hverju.  \nAuðvitað getur vandinn leynst víðar en þarna.  Á Nissan pikkup var pínulítil netsía í olíuverkinu sem stíflaðist hjá mér en þá gekk hann fínt upp í 2800 sn en fór ekki bofs upp fyrir það.  \nPattinn minn gekk illa og kraftaði lítið þegar olíuslangan var orðin morkin í pínulítið gat þar sem hún náði sér í smá loft.  Skýrasta merkið þá var hvað hann var tregur í gang.  Einhver hérna fann gat á bakrennslinu þar sem komst loft inn á olíukerfið en ég man ekki hvað sú vél tók upp á, en mig minnir að hann hafi reykt og það tölvert.\nKv Jón Garðar\nP.s. best að taka fram að ég veit ekkert um olíukerfi í 4Runner.  Ég lenti í svolítlu grúski í kringum verkið sem prýðir Partrolinn minn í dag og hef verulega takmarkaða þekkingu á olíuverkjum þess utan.",
            "date": "2011-05-17 00:24:00",
            "post_id": "22289",
            "reply_to_id": "22271"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Sælir félagar. Þannig er mál með vexti að vinur minn vinnur hjá frammtak, hann fékk vinnufélaga sinn, til að kíkja á þetta hjá mér. Hann sérhæfir sig í olíuverkum og spíssum. Hann fann það út að aðaltankurinn væri líklegast stíflaður. Þegar bíllinn var í gangi, þá var pumpan fyrir hráolísíuna niðri, en þegar ég drap á honum seig hún hægt og rólega upp. Aukatankurinn hefur ekki verið notaður í 1 og 1/2 ár, þannig það hefur líklagast farið einhver drulla með yfir í aðaltankin. Ég get ekki tappað af aukatankinum því það er engin drentappi á honum. En ég tak þá báða undan næstu helgi og hreinsa þá.\nk.V.Hjörvar Orri",
            "date": "2011-05-17 22:35:00",
            "post_id": "22326",
            "reply_to_id": "22289"
        },
        {
            "user_name": "RúnarA",
            "text": "Tókst þér að finna út úr þessu? Ég er með svipað vandamál í mínum 4runner.\nKv. Rúnar",
            "date": "2011-05-18 22:22:00",
            "post_id": "22369",
            "reply_to_id": "22326"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Sælir félagar. \nBíllinn er komin í gang. Ég tek það fram að ég er nýbúin að eignast bílinn og er að læra inn á hann. Í rauninni ætti ég ekki að setja þetta inn því mér finnst þetta of kjánalegt til að segja frá þessu, en geri það samt. Þannig var að ég prófaði að losa upp á leiðsluna frá hráolíusíunni og blása, eins og Hilmar gerði á sínum, og það var eins og það væri steypa í lögninni. Ég setti litla loftdælu á og bólgnaði gúmmílögnin út. Það er sveif undir bílstjórasætinu til að láta leka úr aukatank yfir í aðaltank, ég prófaði að snúa henni og blása í aukatankinn, það bubblaði allt sem var inní honum. Lokaði ég þá fyrir og blés í aðaltankinn, það sama gerðist. Þá fattaði ég að ég hafði lokað fyrir allt flæði frá aðaltank og fram í síuna, þannig þetta var ekki meira en þetta :)",
            "date": "2011-05-21 15:11:00",
            "post_id": "22497",
            "reply_to_id": "22369"
        }
    ],
    "date": "2011-05-13 21:00:00"
}