{
    "forum_title": "Almennt spjall",
    "id": "4767",
    "title": "Lada Niva eftir 2001",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=4767",
    "posts": [
        {
            "user_name": "Lada",
            "text": "Sælir.\nEr ekki einhver hérna sem hefur átt eða á ennþá \"nýja\" Lödu Sport (árgerðir eftir 2001)?  Hvernig er að reka þetta í dag? Þá meina ég hvernig er að verða sér úti um nýja varahluti hér heima?  Hvað eru menn í mestum vandræðum með að finna?\nOg annað, er einhver með raunhæfar eyðslutölur á þessa bíla?  Síðast átti ég Sportara sem var árg. 1990 og ég er eiginlega að vonast eftir að eyslan hafi lækkað eitthvað með aðstoð Bosch:)\nKv.\nÁsgeir",
            "date": "2011-05-15 22:20:00",
            "post_id": "22210",
            "reply_to_id": false
        },
        {
            "user_name": "Lada",
            "text": "Mikið þykir mér það merkilegt að það sé enginn Lödu eigandi á þessu spjalli, eins og það er til mikið af þessum bílum.\nKv.\nÁsgeir",
            "date": "2011-05-20 17:37:00",
            "post_id": "22445",
            "reply_to_id": "22210"
        },
        {
            "user_name": "Magnús Þór",
            "text": "það er grúbba á facebook sem heitir Lada Sport á íslandi minnir mig,,getur kíkt á það,,",
            "date": "2011-05-20 21:53:00",
            "post_id": "22457",
            "reply_to_id": "22445"
        },
        {
            "user_name": "steinarxe",
            "text": "Veit nú ekki hvort mikið sé rétta orðið en frændi minn keypti sér eina svarta á 33 tommu dekkjum sem ég var dáldið í kringum þegar hann átti hana.Þetta var 2001 módel minnir mig 1600 blöndungs(ekki það sem þú ert að leitast eftir en samt eitthvað).Bíllinn var yfirþyrmandi máttlaus,ég fór úr Hálsasveitnni og norður í skagafjörð á þessari græju og fimmti gírinn var nánast aldrei notaður nema niður holtavörðu heiðina og helst vildi hún vera í 2 gírnum á 19500 snúningum til þess að komast áframm.\nEyðslan var rosaleg,þessi ferð fór alveg með veskið,það þurfti að tanka í baulunni og svo var ekki annað þorandi en að tanka aftur í staðar skála,svo var rétt slefað inná krókinn þar sem þurfti að tanka aftur fyrir ferðina austur fyrir vötn,lítrarnir voru aldrei reiknaðir saman en það var allaveganna mikið. Svo voru 4 júmbó kastarar á toppnum sem þýddi það að ef maður hafði kveikt á þeim í meira en mínútu þá fór alternatorinn í algert verkfall,sem þýddi ansi gott trimm við ýtingar og fjallastört. Nú svo kviknaði í græjunni þegar einhverjar rafmagns leiðslur losnuðu og fóru utaní greinina,sem betur fer fyrir utan íbúðarhús þar sem var slökkvitæki baggaband og límband. Þegar ég kom aftur í hálsa sveitina og hlammaði mér uppí Hiluxinn(nafnið var einhver kaldhæðnisleg hugdetta hjá japönunum svipað og íslendingum fannst við hæfi að gefa Nivunni nafnið Sport)fannst mér eins og ég væri kominn uppí glænýjann S klass benza á leiðinni heim úr stanslausri mánaðar vinnu í kolanámu í síberíu. Góðu hliðarnar eru samt þær að við vorum mikið brosandi í þessari ferð,góður fílingur á Lödunni,eitt skiptið var jafnvel einhver túristi sem spratt útá veginn og stoppaði okkur til að fá að taka mynd. Svo var hann líka ansi duglegur útaf malbikinu,henn leið miklu betur þar með þessa fjöðrun heldur en á malbiki. \nGullkista Lödu eigandans eru nú einfaldlega ruslahaugarnir á Skagaströnd eða einhverjir aðrir haugar sem ekki er búið að tæma síðustu fimmtán árin,nóg af vara hlutum þar;)Ég held örugglega að BogL séu ennþá með umboðið fyrir Löduna en þeir eru ekki sérlega áhuga samir um að veita sína aðstoð,en það er hægt að panta þetta nýtt í gegnum hin ýmsu verkstæði og örugglega á netinu,þetta er jú 3 stærsti bíla framleiðandi heims,eða svo var allaveganna logið að mér einhverntímann. Skortur á svörum finnst mér annars mjög eðlilegt,allir þeir menn sem ég þekki til að eigi Lödu nú til dags eru ekki akkurat týpurnar sem hanga mikið fyrir framan tölvu að lesa spjallsvæði;)",
            "date": "2011-05-20 22:48:00",
            "post_id": "22460",
            "reply_to_id": "22457"
        },
        {
            "user_name": "elfar94",
            "text": "einhvertíma fyrir stuttu heyrði ég að það væri eitthvað verkstæði í hafnarfyrði sem flytur inn varahluti í lödur, man bara ekki nafnið.",
            "date": "2011-05-21 09:34:00",
            "post_id": "22474",
            "reply_to_id": "22460"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Hæhæ, það er greinilegt Steinar að þú hefur lent á hörmulegu eintaki því þetta eru þokkalegustu tíkur þó smíðin sé ekki sérlega góð.\nEn þær eru ekki að eyða 20+ svo mikið veit ég nema þær séu í miklu ólagi. Þú getur látið hvaða blöndungvél sem er eyða 20+ með því t.d. að festa innsogið á sem einnig skapar kraftleysi, sem gæti hafa verið feillinn í þínum bíl.\nEn allavega fínustu bílar, bara ekki borga og mikið fyrir hann.",
            "date": "2011-05-21 10:17:00",
            "post_id": "22482",
            "reply_to_id": "22474"
        },
        {
            "user_name": "Lada",
            "text": "Sælir\nÉg hef grun um að eintakið sem Steinar er að tala um hafi verið eitthvað mix því frá árinu 1995 hefur Ladan komið með 1.7 lítra vél og gott ef það var ekki bein innspíting á þeim strax, man það bara ekki.  En ég er ekkert hissa að bíllinn hafi verið orðinn leiðinlegur í 19.500 snúningum.\nÉg hef átt eldri útgáfurnar af Lödu Sport (fyrir 1994) og það var ekkert vanda mál að keyra þá 90 á þjóðvegunum svo fremi sem brekkurnar væru ekki þeim mun brattari, en það voru fanta fínir bílar að öðru leiti og ekkert mál að fá í þá varahluti.  Þá var ekkert mál að fara á nánast hvaða sveitabæ sem var og verða sér úti um notaðann varahlut, en nú eru þeir bílar nánast allir horfnir.  En það sem ég er að velta fyrir mér er hver sé sterkastur í varahlutum fyrir þessa bíla?  Væri gott að fá nafnið á þessu verkstæði í Hafnarfirði sem Elfar nefnir.\nKv.\nÁsgeir",
            "date": "2011-05-21 12:16:00",
            "post_id": "22489",
            "reply_to_id": "22482"
        },
        {
            "user_name": "steinarxe",
            "text": "hehe þetta var aðeins kryddað hjá mér;)En ég held að 1,7 hafi ekki komið svona snemma,held jafnvel að hún hafi ekki komið fyrr en 2002,en já bíllinn var ansi mixaður,aðallega rafmagnshlutinn þó og þessvegna kviknaði í honum. Í þessari ferð var frændinn nýbúinn að kaupa bíllinn og ekki alveg búið að fara ofaní saumana á vandamálunum,enda var hann seldur sem í fínu lagi minnir mig en innsogið var í lagi,held að mótorinn hafi bara verið orðinn ansi lúinn eftir sína 70000 km. Annars var bara ekki verið að spá í það,bíllinn var keyptur í hálfgerðu djóki og seldur fljótlega aftur:) Það er mynd af bílnum á veggnum hjá þessari feisbúkk grúppu hér að ofan,þar er hann með tjaldið á toppnum. Frétti af honum í Reykjavík síðast á skurðarskífunum,sennilega eitthvað sprækari á þeim.",
            "date": "2011-05-21 18:25:00",
            "post_id": "22505",
            "reply_to_id": "22489"
        },
        {
            "user_name": "elfar94",
            "text": "mig minnir að verkstæðið heiti bílvirkinn, en ég er ekki alveg viss",
            "date": "2011-05-22 19:23:00",
            "post_id": "22543",
            "reply_to_id": "22505"
        },
        {
            "user_name": "snöfli",
            "text": "Kíktu á Sýslumannsuppboð hjá Krók núna á Laugardag.  Þar er ein til sölu.\nhttp://bilauppbod.is/batch_auctions/view/472\n \nl.",
            "date": "2011-05-26 14:15:00",
            "post_id": "22788",
            "reply_to_id": "22543"
        },
        {
            "user_name": "Sigurbjorng",
            "text": "Pabbi gamli átti 1.7 lödu og þad var ekkert mál ad koma þeim áfram. Seti hana í 150 á gódum degi og hef örugglega aldrei verid jafn hræddur um ævina. En þær eru til med 3 hlutföllum.",
            "date": "2011-05-27 18:55:00",
            "post_id": "22855",
            "reply_to_id": "22788"
        },
        {
            "user_name": "D@bbi",
            "text": "1.7 bíllinn var með innspýtingu mig minnir.   \nhttp://www.mbl.is/mm/gagnasafn/grein.ht ... _id=292105",
            "date": "2011-05-28 19:23:00",
            "post_id": "22926",
            "reply_to_id": "22855"
        }
    ],
    "date": "2011-05-15 22:20:00"
}