{
    "forum_title": "Almennt spjall",
    "id": "4815",
    "title": "loftpúðar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=4815",
    "posts": [
        {
            "user_name": "s.f",
            "text": "Er ekki einhver hér sem getur sagt mér hvað ég þarf stóra loftpúða undir lc 80 að aftan og hvaða tegund hefur verið að reinast best, hverjir selja þá og hvað sirka 2 púðar og loftkista til að stjórna þeim innan úr bíl kosta",
            "date": "2011-05-19 22:08:00",
            "post_id": "22403",
            "reply_to_id": false
        },
        {
            "user_name": "Þorsteinn",
            "text": "sæll, ég mundi setja 1200 kg púða að aftan hjá þér. púðinn er á einhvern 36 þús kall stk  seinast þegar ég keypti púða. þú þarft dempara sem passar við púðann, ég nota KONI og kostaði hann enhvern 35 þús kall stk. \n        til að stýra dæminu þarftu 4 segulloka ( kosta kringum 4200 í barka)  2 stk rofa sem kosta 600 kr. í íhlutum og svo fittings og loftslöngur  sem kostar sitt.  síðan geturðu bætt við hæðarstýringum í kerfið hjá þér og er hægt að fá hæðarstýringarnar í landvélum á sirka 10 þús, og þú þarft þá tvo loka í viðbót.\nheildarverð ca: púðar              72000\n                        demparar        70000\n                       segullokar         13000\n                       rofar                 1200\n                       hæðarstýringar 28400\n                      sem gera           184600.\nmundi giska að þetta væri svona 200 þús með fittings og dóti, fer eftir hversu góður þú ert í að fá afslætti.\nkv. Þorsteinn\nps: færð púðana í fjaðrabúðinni parti, dempara í N1 og loka og fittings í Barka.",
            "date": "2011-05-19 23:16:00",
            "post_id": "22407",
            "reply_to_id": "22403"
        },
        {
            "user_name": "elliofur",
            "text": "Flottara svar er varla hægt að fá. Thumbs up Þorsteinn.",
            "date": "2011-05-19 23:23:00",
            "post_id": "22408",
            "reply_to_id": "22407"
        },
        {
            "user_name": "s.f",
            "text": "hvernig veit ég hvaða demparar passa við púðana eftir hverju fer það ég er ný búinn að kaupa koni dempara",
            "date": "2011-05-20 08:44:00",
            "post_id": "22418",
            "reply_to_id": "22408"
        },
        {
            "user_name": "Polarbear",
            "text": "mér var sagt að kaupa dempara sem eru dauðir saman en stífir sundur en ég sé eftir því. það er alger óþarfi að hafa þetta þannig.\naðal atriðið er að geta stillt stífleikann, og ég er handvissum að koni dempararnir sem þú átt eru fínir í djobbið. Hafðu þá bara eins mjúka og hægt er meðan þú ert að fikta þig áfram með hvernig fjöðrunin höndlar hjá þér.\nEf þú ert sáttur við fjöðrunarlengdina sem dempararnir sem þú átt núna bjóða uppá, þá þarftu ekki að skipta.",
            "date": "2011-05-20 10:00:00",
            "post_id": "22425",
            "reply_to_id": "22418"
        }
    ],
    "date": "2011-05-19 22:08:00"
}