{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "4821",
    "title": "Halli á niðri stífum í A-link kerfi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=4821",
    "posts": [
        {
            "user_name": "helgiaxel",
            "text": "Sælir félagar, núna er að fara að setja A-link hjá mér að aftan. Ég er með stífur og link og Range rover. Ef ég nota stífuvasana sem eru fyrir í bílnum þá er hallinn á niðri stífunum ekki nema ca. 1,5-2° þ.e. 2ja cm hæðarmunur á festipunkti upp við grind og á hásingu. (hásingin er neðar)\nEr betra að hafa meiri halla á þessu? Ég sé að flestir eru með ansi góðan halla á niðri stífunum í linkuðum kerfum\nKv\nHelgi Axel\n898-6514",
            "date": "2011-05-20 09:38:00",
            "post_id": "22421",
            "reply_to_id": false
        },
        {
            "user_name": "Freyr",
            "text": "Best er að neðri stífurnar séu því sem næst láréttar þegar bíllinn er hlaðinn og klár í ferð. Ef það er mikill halli á stífunum þá fer hásingin að beygja þegar fjöðrunin er mismikið pressuð hm. og vm.\nFreyr",
            "date": "2011-05-20 09:49:00",
            "post_id": "22423",
            "reply_to_id": "22421"
        },
        {
            "user_name": "Polarbear",
            "text": "Sæll\nmargir haga smíðum á link fjöðrun þannig að þegar hásingin fer upp og niður, þá snýst rörið ekki. þetta er sérstaklega mikilvægt þegar menn eru með loftpúðafjöðrun, en þá þarf hásingin að fara beint upp og niður (má helst ekki snúast). þetta er gert til að hlífa púðunum. þetta minnkar líka þvingun í fjöðrunarkerfinu þegar hásingin fjaðrar mis mikið (meira niður öðrumegin en hinumegin t.d.)",
            "date": "2011-05-20 09:53:00",
            "post_id": "22424",
            "reply_to_id": "22423"
        },
        {
            "user_name": "helgiaxel",
            "text": "Þannig að ég ætti kanski að halda þessu svona, þetta er nánast lárétt hjá mér og tankurinn er fullur af olíu, enda eru frekar líkur á því að ég hækki bílin meiri frekar en að lækka hann :)\nKv\nHelgi Axel",
            "date": "2011-05-20 11:28:00",
            "post_id": "22430",
            "reply_to_id": "22424"
        }
    ],
    "date": "2011-05-20 09:38:00"
}