{
    "forum_title": "Jeppinn minn",
    "id": "4854",
    "title": "Toyota Hilux 38\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=4854",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Toyota Hilux DC 38\"\n1992 módel\n2.4 bensín\n5.71 hlutföll\nLockRight lás að aftan, ESAB lás að framan\nFourlink og gormar að aftan\n38\" Ground Hawg dekk\n15\" felgur, 14\" breiðar. Með kúluloka, hraðtengi og ventli\nPrófíltengi framan og aftan\nSamtengd AC og rafmagns loftdæla\nSamtals 10 ltr af loftkútum\nÚttak að framan og aftan\nUtanáliggjandi úrhleypibúnaður\nKastarar á öllum hliðum\n220V Spennubreytir og tölvuborð\nVHF\nCB\nGamlar myndir hér, nýjar myndir aftar:",
            "date": "2011-05-22 19:32:00",
            "post_id": "22544",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Flottur lúxi hjá þér Hörður :) Hvernig fynst þér svo hilux í samanburði við súkkuna?",
            "date": "2011-05-22 20:03:00",
            "post_id": "22546",
            "reply_to_id": "22544"
        },
        {
            "user_name": "hobo",
            "text": "Þægilegri keyrslubíll án vafa, en maður situr samt frekar asnalega í þeim, gólfið er svo hátt. Svo er vaxtarlagi mínu ekki á það bætandi, ekkert nema lappirnar..\nAnnars á hann eftir að sanna sig í snjónum, maður bíður spenntur.",
            "date": "2011-05-22 20:44:00",
            "post_id": "22550",
            "reply_to_id": "22546"
        },
        {
            "user_name": "jeepson",
            "text": "Já mér fynst maður sita hálf kjánlega í þessum bílum. Mér fynst ég einmitt sitja vel í patrolinum mínum. Auðvitað fór ekkert svo ílla um mann í súkkuni heldur. En það kemur tíma punktur þar sem að súkkurnar verða of litlar fyrir mann. en til hamingju með lúxann. hann lýtur vel út :)",
            "date": "2011-05-22 22:59:00",
            "post_id": "22557",
            "reply_to_id": "22550"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Ekkert mál að laga setuna í þessum Toyotum.",
            "date": "2011-05-23 06:55:00",
            "post_id": "22567",
            "reply_to_id": "22557"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Getur verið að það sé búið að endurnýja boddíið úr 95-96 dísilbíl ? Lagið á bílnum virkar þannig á mig.",
            "date": "2011-05-23 09:34:00",
            "post_id": "22568",
            "reply_to_id": "22567"
        },
        {
            "user_name": "StefánDal",
            "text": "Er þetta ekki bara einn af fáum 2.4 bensín sem er ekki SR5?\nAllavegana snyrtilegur.",
            "date": "2011-05-23 13:32:00",
            "post_id": "22576",
            "reply_to_id": "22568"
        },
        {
            "user_name": "jeepson",
            "text": "Þú ert að tala um að laga setuna? áttu þá ekki við að hækka sætið bara?",
            "date": "2011-05-23 18:27:00",
            "post_id": "22588",
            "reply_to_id": "22576"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Já og breita sleðunum ,  Eða auðvitað skipta um sæti því hilux sæti eru ógeðsleg.",
            "date": "2011-05-23 20:47:00",
            "post_id": "22597",
            "reply_to_id": "22588"
        },
        {
            "user_name": "jeepson",
            "text": "Okey. Eru ekki sömu sæti í 4runner og hilux?",
            "date": "2011-05-23 22:26:00",
            "post_id": "22609",
            "reply_to_id": "22597"
        },
        {
            "user_name": "hobo",
            "text": "Nei sitt hvor sætin, ég er með 4runner framsæti í mínum með svaka fínum mjóbaks- og hliðarstuðnings-stillingum :)",
            "date": "2011-05-23 22:54:00",
            "post_id": "22617",
            "reply_to_id": "22609"
        },
        {
            "user_name": "Nóri 2",
            "text": "flottur hilux hjá þér. fínt að setja sæti úr gömlum legacy gott að sitja í þeim og getur stilt hæðina á bílstjórasætinu og ekkert mál að setja þau í.",
            "date": "2011-05-24 00:16:00",
            "post_id": "22632",
            "reply_to_id": "22617"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Shit nei..",
            "date": "2011-05-24 14:32:00",
            "post_id": "22664",
            "reply_to_id": "22632"
        },
        {
            "user_name": "hfreyr",
            "text": "Flottur bíl hjá þér.\nTil hamingju með stækkuna \nþú getur kanski rif í musso draslið mitt í næstu festu",
            "date": "2011-05-24 14:37:00",
            "post_id": "22665",
            "reply_to_id": "22664"
        },
        {
            "user_name": "hobo",
            "text": "Já kannski ef maður er búinn að laga afturdrifið :)",
            "date": "2011-05-24 18:40:00",
            "post_id": "22681",
            "reply_to_id": "22665"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Til hamingju með bílinn. Ég var að leita mér að jeppa um daginn, og var mikið að spá í þessum. Ég hef ferðast með mörgum svona Hiluxum, og komu þeir vel út, þ.e.a.s. með eins, eða svipaðar breytingar og þinn er með. Þetta með að sitja í þessu, það er ekkert mál að hækka sætin, og breytast eiginleikar þá töluvert. En svo vennst það að sitja í þessu.\nK.v. Hjörvar Orri",
            "date": "2011-05-24 20:34:00",
            "post_id": "22687",
            "reply_to_id": "22681"
        },
        {
            "user_name": "hobo",
            "text": "Ég er það langur að það er ekki í boði að hækka sætið, þá er ég kominn með hausinn í loftið.\nÞað er spurning hvort þú Hjörvar hafir ekki verið heppinn að kaupa ekki þennan.\nHvert óvænta atriðið á fætur öðru. Fyrst var gólfið undir dúknum gegndrepa í vatni svo ég þurfti að rífa allt úr að innan úr og þurrka í 2 daga, pússa upp yfirborðsryð og grunna.\nsvo voru 2 öxulhosur með gati þrátt fyrir að bíllinn væri nýskoðaður.\nSvo núna síðast fóru að heyrast óhljóð í afturdrifinu og þá kom á daginn að það er mölbrotið.\nTil að toppa þetta allt saman keypti ég heilan köggul áðan með 5.71 hlutfalli eins og stóð í auglýsingu bílsins. Ákvað síðan að telja tennurnar svona upp á grínið og þá kom í ljós að það voru 5.29 hlutföll undir bílnum.\nMaður fer alltaf 1 skref áfram og svo 1,5 afturábak:/\nEn vonandi er hægt að yfirstíga þetta.",
            "date": "2011-05-24 21:49:00",
            "post_id": "22700",
            "reply_to_id": "22687"
        },
        {
            "user_name": "þórarinn",
            "text": "Vastu ekki á Susuki??",
            "date": "2011-05-24 23:48:00",
            "post_id": "22707",
            "reply_to_id": "22700"
        },
        {
            "user_name": "hobo",
            "text": "Súkkur eru klárlega hærri en Hilux, þ.e frá gólfi til topps.",
            "date": "2011-05-25 07:14:00",
            "post_id": "22714",
            "reply_to_id": "22707"
        },
        {
            "user_name": "hobo",
            "text": "Það vantaði reyndar í upptalninguna hjá mér að bremsurörin á afturhásingunni voru vel ryðguð og kom gat á annað rörið í einum prufutúrnum með tilheyrandi sóðaskap..",
            "date": "2011-05-25 07:23:00",
            "post_id": "22715",
            "reply_to_id": "22714"
        },
        {
            "user_name": "Doror",
            "text": "Úff þetta hljómar ansi kunnuglega. En þú veist þá að allir þessit hlutir eru í lagi þegar þú ert búin að laga þá.\nHjá mér voru hlutföllin og tvær legur ónýtar í afturdrifi, krossarnir ónýtir í fremra skapti, risastórt kappað gat innan á einu 36\" dekkinu sem ég hafði ekki séð við skoðun og eitthvað fleira smálegt.. Held að þetta fylgi bara svolítið með því að kaupa gamlan jeppa.",
            "date": "2011-05-25 08:01:00",
            "post_id": "22717",
            "reply_to_id": "22715"
        },
        {
            "user_name": "arni hilux",
            "text": "flottur bíll hjá þér, en ég ráðlegg þér að fá þér ekki 5,71, ég er með það í mínum hilux og það er ekki að gera sig, alltof lágt fyrir þá",
            "date": "2011-05-26 15:37:00",
            "post_id": "22794",
            "reply_to_id": "22717"
        },
        {
            "user_name": "hobo",
            "text": "Ég sem er búinn að fá mér 5.71 köggla..\nHvernig er það verra fyrir utan það að vera veikara drif?\nEr þá vélin á þá á háum snúnig í 5. gír?",
            "date": "2011-05-26 18:13:00",
            "post_id": "22801",
            "reply_to_id": "22794"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég er ósammála Árna. Mér finnst 5,71 ákkurat passlegt fyrir Hilux á 38\" með 2,4 bensín mótor. \nHann er ákkurat á 2500 snúningum í 5.gír á 90 og er þokkalega sprækur.",
            "date": "2011-05-26 19:42:00",
            "post_id": "22807",
            "reply_to_id": "22801"
        },
        {
            "user_name": "arni hilux",
            "text": "mér fynst hann ekki vera nógu þungt til að vera í snjó hann er full sprækur og spólar sig alltaf niður og svo líka veikara mér fynst þetta ekki vera rétta drifið í hilux væri frekar til í 5,29 eða 4,88 en þetta er mín skoðun:)",
            "date": "2011-05-26 20:30:00",
            "post_id": "22813",
            "reply_to_id": "22807"
        },
        {
            "user_name": "hobo",
            "text": "Ég hlakka til að prófa muninn, var að henda afturdrifinu í áðan.\nFramdrifinu ætla ég að skipta út fyrir annað sem ég fékk á 10 þús, en það var farið að myndast tæring á tennurnar þannig að það verður fylgst vel með því.\nÉg er ennþá opinn fyrir notuðum kögglum á góðu verði, þá sérstaklega með læsingum.",
            "date": "2011-05-26 21:21:00",
            "post_id": "22816",
            "reply_to_id": "22813"
        },
        {
            "user_name": "hobo",
            "text": "Fyrst þú nefnir snúninga, mikið er það óþægilegt að hafa ekki þann mæli. Það væri svo sem í lagi fyrir mig á díselbíl en bensínvélin er það hljóðlát að maður er ekki alltaf með tilfinningu fyrir snúningnum á vélinni. ..bara smáatriði..",
            "date": "2011-05-26 21:24:00",
            "post_id": "22818",
            "reply_to_id": "22816"
        },
        {
            "user_name": "arni hilux",
            "text": "ég á brotið afturdrif með rafmagnslæsingu ef þú vilt!",
            "date": "2011-05-26 21:43:00",
            "post_id": "22819",
            "reply_to_id": "22818"
        },
        {
            "user_name": "draugsii",
            "text": "I sambandi við snúningshraðamæli þá er einfaldast að redda sér mælaborði úr sr5 bíl það er bara plug and play \nég gerði það hjá mér. Það er alveg ómögulegt að hafa ekki snúningsmæli",
            "date": "2011-05-26 22:35:00",
            "post_id": "22822",
            "reply_to_id": "22819"
        },
        {
            "user_name": "þórarinn",
            "text": "ég á  spotless SR5 snúningshraða mælaborð til sölu :)",
            "date": "2011-05-26 23:42:00",
            "post_id": "22824",
            "reply_to_id": "22822"
        },
        {
            "user_name": "hobo",
            "text": "já ok, er semsagt allt annað klárt í bílnum fyrir mælinn, neminn og rafleiðslurnar?\nÞá er þetta góð pæling. Þórarinn þú mátt senda mér verð í ES.\nEina við þetta er að km-teljarinn breytist ekki satt?",
            "date": "2011-05-27 07:33:00",
            "post_id": "22830",
            "reply_to_id": "22824"
        },
        {
            "user_name": "þórarinn",
            "text": "ES sent:)\nþað er auðvelt að stilla nýja km-teljaran eftir þeim gamla.",
            "date": "2011-05-27 08:44:00",
            "post_id": "22831",
            "reply_to_id": "22830"
        },
        {
            "user_name": "hobo",
            "text": "Nee ætli ég afþakki það ekki. Ef það væri heilt og með loftlæsingu væri það annað mál.",
            "date": "2011-05-27 18:32:00",
            "post_id": "22851",
            "reply_to_id": "22831"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Var ekki loftlæsing með gamla drifinu að aftan sem brotnaði hjá þér?\nKv. Haffi",
            "date": "2011-05-27 21:35:00",
            "post_id": "22865",
            "reply_to_id": "22851"
        },
        {
            "user_name": "hobo",
            "text": "júbb, mér skilst að það sé ekki hægt að swappa því nema stilla inn drifið upp á nýtt.\nEn það fer sennilega eftir því, við hvern maður talar.\nÉg ætla nú bara að koma druslunni í gagnið sem fyrst fyrir sumarferðalögin, svo getur maður pælt meira í þessu.\nÞað er rosalegt verð á nýjum hlutföllum og legum, plús verðlagning fagmanna til að setja þetta rétt saman. Þá hljómar það betur fyrir mér að kaupa notaðan köggul.",
            "date": "2011-05-27 23:20:00",
            "post_id": "22875",
            "reply_to_id": "22865"
        },
        {
            "user_name": "jeepson",
            "text": "Úr því að þú talar um að það sé rosalegt verð á nýjum hlutföllum og svo að stilla þetta inn. þá heyrði ég að svona dæmi væri um hálf milljón. Sel það ekki dýrara en ég keypti það. Endilega leiðréttið þetta þið sem vitið þetta betur en ég.",
            "date": "2011-05-28 00:34:00",
            "post_id": "22878",
            "reply_to_id": "22875"
        },
        {
            "user_name": "þórarinn",
            "text": "hver laug að þér feitt??",
            "date": "2011-05-28 05:04:00",
            "post_id": "22883",
            "reply_to_id": "22878"
        },
        {
            "user_name": "hobo",
            "text": "Ég meinti nú ekki svona rosalegt!\nStál og stansar sögðust taka 150 þús fyrir allan pakkan, nýjar legur, ný hlutföll og stilla inn. Veit samt ekki hvort það hafi verið inni í dæminu að þeir sæju um að taka drifið úr og í aftur.\nÞeir rukka um 50 þús fyrir hlutföllin en svo sýndist mér verðið á þeim vera um 26 þús hjá AT, ef ég las rétt.",
            "date": "2011-05-28 09:38:00",
            "post_id": "22891",
            "reply_to_id": "22883"
        },
        {
            "user_name": "elliofur",
            "text": "Það gæti alveg passað ef viðkomandi kaupir 2 nýjar loftlæsingar, 2 ný hlutföll og lætur  verkstæði stilla þetta saman.",
            "date": "2011-05-28 09:40:00",
            "post_id": "22892",
            "reply_to_id": "22891"
        },
        {
            "user_name": "jeepson",
            "text": "Já það getur verið að læsingar og annað hafi verið með í myndinni. Ég bara þekki þetta ekki og hef ekkert kannað þessi verð sjálfur. Enda hafa bílarnir mínir verið með læsingum að aftan og með hlutföllum. (Patrollinn er samt ekki með læsingu)",
            "date": "2011-05-28 09:42:00",
            "post_id": "22893",
            "reply_to_id": "22892"
        },
        {
            "user_name": "hobo",
            "text": "Bæði 5.71 drifin komin í og búinn að prófa.\nPersónulega finnst mér þetta betra en 5.29. Þægilegra að taka af stað og svo nýtast gírarnir betur. \nÉg kemst hægar, sem er plús, engin þörf á að komast hraðar. \nMinna álag á kúplinguna, sem er plús.",
            "date": "2011-05-28 18:16:00",
            "post_id": "22921",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "áttu 5.29 hlutfall sem má rífa ásamt keisingu til samanburðar fyrir mig í svolitlum vandræðum",
            "date": "2011-05-28 19:21:00",
            "post_id": "22925",
            "reply_to_id": "22921"
        },
        {
            "user_name": "hobo",
            "text": "já þú mátt skoða eða fá lánað og taka í sundur brotna afturdrifið með læsingunni, svo lengi sem ég fæ það aftur :)\nS: 8626087",
            "date": "2011-05-28 19:57:00",
            "post_id": "22929",
            "reply_to_id": "22925"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Sæll, ég get ekki séð betur en að vinur föður míns hafi átt þennan bíl fyrir löngu síðan, ob 085. Hann var með 5:71 í honum þá, og virkaði hann mjög vel. \nHey strákar!!! Læsingar eru fyrir klaufa ;)\nK.v.Hjörvar",
            "date": "2011-05-29 22:54:00",
            "post_id": "23012",
            "reply_to_id": "22929"
        },
        {
            "user_name": "sindri.sig",
            "text": "Ætlaru þá að taka læsingarnar úr Runnernum ?",
            "date": "2011-05-29 23:20:00",
            "post_id": "23016",
            "reply_to_id": "23012"
        },
        {
            "user_name": "hobo",
            "text": "Gaman að heyra að hann hafi reynst vel.\nAllar gamlar upplýsingar eru vel þegnar.\nHann er samt ekki búinn að eiga nema 6 eða 7 eigendur.",
            "date": "2011-05-30 18:13:00",
            "post_id": "23051",
            "reply_to_id": "23016"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Nei Sindri, ég ætla nú að prufa læsingarnar fyrst þær eru í nýja fína bílnum hehehe.\nEn sá sem átti bílinn, og er vinur hans pabba, hugsaði um hann eins og gull. Keypti bílinn úr kassanum, keyrði honum beint inní skúr og breytti honum. Hann átti bílin í nokkur ár, og á hverju hausti reif hann allt innan úr honum, nema mælaborðið og þreif/skeindi honum bókstaflega. Ég er ekki að ýkja þetta því hann gerir þetta enn þann dag í dag. Bíllinn reyndist fjári vel, hann braut einu sinni frammdrifið í honum, og hann var alltaf ólæstur hjá honum.\nEins og búið er að koma framm, þá er þetta gamall bíll, og þú ert búinn að lenda í helvítis basli með hann, en þegar hann er kominn í lag að þá verður þú ekki svikinn. Ég var sjálfur að kaupa mér gamlan jeppa, sem ég hef þurft að herða soldið uppá.",
            "date": "2011-05-30 20:52:00",
            "post_id": "23055",
            "reply_to_id": "23051"
        },
        {
            "user_name": "rottinn",
            "text": "Sæll Hörður. Ég á uþb allt sem þig vantar tilað gera þennan Hilux enn betri. Þ.e 4runner sæti, mælaborð með snúningshraðamæli, loftlæsta afturhásingu og loftdælu. 5.71 hlutföll,  koni dempara og ýmislegt fleira. og það fylgir ágætis v6 4runner með í kaupbæti. Þetta gæti allt fengist á ágætu verði",
            "date": "2011-05-30 21:01:00",
            "post_id": "23056",
            "reply_to_id": "23055"
        },
        {
            "user_name": "hobo",
            "text": "Já gaman að heyra þetta með fyrsta eigandann.\nEn segðu mér, var honum breytt strax á 38\"?\nÉg komst að því að honum hefði verið breytt árið 1995 en ég veit ekki hvort það hafi verið 35\", 38\" breyting eða hvað. Veist þú það Hjörvar?\nÞað sem mér finnst skondnast í þessum bíl er að þessi slitnu dekk sem undir honum eru, komast ekki alveg fyrir. \nÞegar beygt er vel til hægri narta hægri framdekkin í sílsinn :/",
            "date": "2011-05-30 22:11:00",
            "post_id": "23060",
            "reply_to_id": "23056"
        },
        {
            "user_name": "hobo",
            "text": "haha já þú segir það, leyfðu mér að sofa á þessu(í maaargar nætur)!",
            "date": "2011-05-30 22:12:00",
            "post_id": "23061",
            "reply_to_id": "23060"
        },
        {
            "user_name": "hobo",
            "text": ".",
            "date": "2011-05-30 22:26:00",
            "post_id": "23064",
            "reply_to_id": "23061"
        },
        {
            "user_name": "Pajero1",
            "text": "mælaborð úr 89-91 hilux/4r passar ekki í 92+\nþað er barki í 89-91 sem er ekki í 92+",
            "date": "2011-05-30 22:31:00",
            "post_id": "23066",
            "reply_to_id": "23064"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Sæll Hörður. Ég var að tala við bróðir minn, og ég var að segja honum frá bílnum. Þetta er líklegast rugl í mér. Honum var líklegast breitt á 33\" eða 35\" og svo 38\". Ég er fæddur '86, og á þessum árum voru þetta allt nýjir flottir jeppar fyrir mér á stórum dekkjum ;) En pabbi og frændur mínir keyptu allir Nýja diesel Hiluxa '89, og þá var farið í að skrúfa stóru dekkin undir og lækka drifin. Pabbi var með no-spin fr. og af. á sínum, og virkaði þetta bara vel. En þegar þessi bíll fór í fyrstu ferðina, þá líklegast á 33\" eða 35\", þá gaf hann ekkert eftir við í samanburði við 38\". Og svo þegar 38\" fór undir, þá var þetta oftast fremsti bíllinn í ferðinni. \nÉg var að lesa það sem búið er að koma framm ofar á þræðinum, varðandi hlutföll, en þá mundi ég hafa 5:71. Þá ertu kominn með möguleika á að komast hægar í þungu færi. Ég var sjálfur með 5:29 í gamla diesel hiluxnum mínum, ég hefði oft verið til í 5:71 í þungu færi.\nK.v.Hjörvar",
            "date": "2011-05-31 22:03:00",
            "post_id": "23140",
            "reply_to_id": "23066"
        },
        {
            "user_name": "hobo",
            "text": "Gaman að heyra. Bensínbíllinn hefur kannski þann kost að vera léttari en dísel.\n5.71 er málið fyrir mig þangað til annað kemur í ljós.",
            "date": "2011-05-31 22:31:00",
            "post_id": "23146",
            "reply_to_id": "23140"
        },
        {
            "user_name": "hobo",
            "text": "10,68 ltr á hundraðið í langkeyrslu. Maður getur ekki annað en verið sáttur við það á 19 ára gömlum bensínbíl á 38\" :)",
            "date": "2011-06-07 16:39:00",
            "post_id": "23420",
            "reply_to_id": "23146"
        },
        {
            "user_name": "jeepson",
            "text": "Já sæll. Það er nú bara svipað og súkka eyðir á 33\" ÉG hef altaf heyrt að bæði 2,4 bensín og V6 bensín bílarnir eyði svipað og 8cyl vél.",
            "date": "2011-06-07 17:12:00",
            "post_id": "23421",
            "reply_to_id": "23420"
        },
        {
            "user_name": "hobo",
            "text": "Þess má geta að þessi mæling var gerð með GPS en ekki með kolvitlausum hraðamæli.\n5.71 hlutföll og kerlingalegt aksturslag mitt hefur örugglega haft sitt að segja.\nFerðahraðinn við bestu skilyrði, (malbik og lárétt) var um 75-80 km/klst.\nInn í þessu voru allnokkrar heiðar og brattir hálsar.\nps: Bíllinn vigtaði 2,2 tonn í ferðinni, sneisafullur af fjölskyldu, bensíni og útilegudóti.",
            "date": "2011-06-07 17:17:00",
            "post_id": "23423",
            "reply_to_id": "23421"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta er nú bara alveg ásættanleg eyðsla. Ég hugsa að pattinn minn sé með svona 13-14 á hundraði. miðað við 90-100. Ég keyri hann nú vanalega ekki mikið yfir 90. hann er 2,2 tonn með hálfum tanki af olíu. Ég á eftir ða vigta hann með fullum tanki.",
            "date": "2011-06-07 18:48:00",
            "post_id": "23430",
            "reply_to_id": "23423"
        },
        {
            "user_name": "Geir-H",
            "text": "Er samt ekki 5:71 hlutfallið töluvert veikara en 5;29?",
            "date": "2011-06-10 03:27:00",
            "post_id": "23631",
            "reply_to_id": "23430"
        },
        {
            "user_name": "hobo",
            "text": "Svo segja menn, en ekki samkvæmt þessu \nhttp://gearinstalls.com/410suck.htm",
            "date": "2011-06-10 09:04:00",
            "post_id": "23633",
            "reply_to_id": "23631"
        },
        {
            "user_name": "Hfsd037",
            "text": "Þú ert að tala um að laga setuna? áttu þá ekki við að hækka sætið bara?[/quote]\nJá og breita sleðunum ,  Eða auðvitað skipta um sæti því hilux sæti eru ógeðsleg.[/quote]\nOkey. Eru ekki sömu sæti í 4runner og hilux?[/quote]\nég lét svört leðursæti með rafmagni í úr BMW E32 7-línu í lúxann hjá mér og það er sko að gera sig!\nég sit í sætinu í staðin fyrir að liggja, farþegar hafa allavega ekki kvartað hingað til undan sætunum í lúxanum hjá mér ;)",
            "date": "2011-08-03 01:20:00",
            "post_id": "26410",
            "reply_to_id": "23633"
        },
        {
            "user_name": "hobo",
            "text": "Nokkrar myndir frá því þegar ég stillti inn nýtt afturdrif með nýjum legum. Gamli ARB RD01 loflásinn var orðinn ónýtur eins og drifið sjálft, allt brotið og bramlað. Það hafði ekki verið skipt um olíu í langan tíma.\nÉg setti því lásinn til hliðar og skellti opnu mismunadrifi í staðinn svona til að geta notað bílinn. Þessu fyrirkomulagi verður því örugglega bölvað þegar/ef kemur að fyrstu festu.\nEins og það kom undan bílnum, ekki nógu gott..\nOpna mismunadrifið\nDrifhúsinu var skellt í þvottavél og þá gat maður byrjað á mælingum.\nSvona kom þetta út eftir fyrstu tilraun, ekki nógu gott.\nÞað þurfti 5,5 mm af skinnum undir pinion til að ná þessu góðu, er ekki með myndir af því mynstri í tölvunni..",
            "date": "2011-09-18 11:17:00",
            "post_id": "29358",
            "reply_to_id": "26410"
        },
        {
            "user_name": "hobo",
            "text": "Nú er allt á fullu í skúrnum, er að skipta um trissuhjólslegu í AC loftdælunni og ákvað að skipta út sveitamix-stútunum fyrir nýjum. \nSmá mix..\nSvo var ráðist í að skipta út vinstra brettinu, en ég er búinn að endurnýja það hægra og skera úr síls og sjóða í.\nÞetta gat rak ég augun í sem er staðsett beint fyrir aftan öryggjaboxið undir hvalbaknum. Ekki gott að fá vatnsbunu þar inn..\nAðeins tekið úr síls til að dekkin hætta að rekast í. Annað gat þarna líka..",
            "date": "2011-09-25 21:16:00",
            "post_id": "29879",
            "reply_to_id": "29358"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Flott hjá þér, það er gaman að sjá þennan í góðum höndum í dag.",
            "date": "2011-09-26 11:41:00",
            "post_id": "29907",
            "reply_to_id": "29879"
        },
        {
            "user_name": "hobo",
            "text": "Ja maður reynir að veita þessum það dekur sem honum hefur lengi vantað.",
            "date": "2011-09-26 16:54:00",
            "post_id": "29927",
            "reply_to_id": "29907"
        },
        {
            "user_name": "hobo",
            "text": "Nú er búið að skera burtu ryðið og eru samtals 7 bætur sem þarf að sjóða í, bara á þessum blett!\nÉg missti mig aðeins með skrúfjárnið og kom þá ýmislegt í ljós.\nT.d var ryðblettur undir kúplingsdælunni, en skrúfjárnið fór beint inn í bíl. Bæði fyrir ofan og neðan innra brettið..\nDælan var því tekin frá ásamt kaplasúpu og allt skorið í burtu þar. \nÞað sem átti bara að vera smá skurður af síls endaði sem major ryðbótavinna.\nÓtrúlegt hvernig maður nennir þessu miðað við hvað mér finnst boddívinna leiðinleg.",
            "date": "2011-09-26 21:45:00",
            "post_id": "29947",
            "reply_to_id": "29927"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Flott hjá þér Hörður :)",
            "date": "2011-09-27 00:17:00",
            "post_id": "29966",
            "reply_to_id": "29947"
        },
        {
            "user_name": "hobo",
            "text": "Allt að gerast, byrjaður að loka götunum.\nVið kúplingsdæluna\nJá þetta varð aðeins meira en ég bjóst við..\nAlveg eðalvél í svona vinnu.\nBara stilla efnisþykktina og byrja að sjóða. (þetta er lánsvél, ég er ekki svo heppinn að eiga hana)\nFiffaði Patrol-held dráttaraugu um daginn, framan og aftan, úr lásum og efnisþykkum prófíl sem ég átti til.",
            "date": "2011-09-28 20:55:00",
            "post_id": "30085",
            "reply_to_id": "29966"
        },
        {
            "user_name": "hobo",
            "text": "Nú er það nýjasta að frétta af þessum að búið er að ganga frá nýjum frambrettum og loka hjólaskálum að framan með plasti. (nokkuð síðan reyndar..)\nNýju brettin voru \"made in taiwan\" og var gatið fyrir útvarpsloftnetið vitlausu megin. Cb loftnetið fékk að halda sér hinu megin og lagði ég því nýja snúru aftur á pallhús þar sem var loftnet fyrir og er ég núna með svakaleg útvarpsskilyrði..\nTrissuhjólið á ac dælunnni sem fékk yfirhalningu um daginn er ekki í flútti við sveifaráshjólið og er því á dagskránni að laga það, þar sem leiðinda hljóð heyrist öðru hverju.\nSvo síðast en ekki síst er afturdrifið á leiðinni undan enn einu sinni. No-spin læsing er komin í hús og er því ekki eftir neinu að bíða. Það verk er á forgangslista :)",
            "date": "2011-11-02 17:33:00",
            "post_id": "33487",
            "reply_to_id": "30085"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Glæsilegur! Næstum því eins flottur og minn :)",
            "date": "2011-11-02 18:02:00",
            "post_id": "33490",
            "reply_to_id": "33487"
        },
        {
            "user_name": "hobo",
            "text": "hehe þú hefur beðið eftir því að segja þetta..",
            "date": "2011-11-02 20:29:00",
            "post_id": "33508",
            "reply_to_id": "33490"
        },
        {
            "user_name": "hobo",
            "text": "Þessi jálkur er búinn að standa sig vel í vetur, aldrei klikkað í ferðum, 7 9 13.\nÞað er alltaf verið að breyta og bæta en þó aðallega bæta..\nSplæsti í Esab lás að framan í vetur, pallhlerinn búinn að vera í yfirhalningu og sprauta hann á morgun. \nSvo keypti ég notaðan miðjustokk úr 4Runner, þannig að núna er hann orðinn skrefinu nær því að vera \" Hi Lux\"",
            "date": "2012-04-30 22:26:00",
            "post_id": "55312",
            "reply_to_id": "33508"
        },
        {
            "user_name": "Svenni30",
            "text": "Snyrtilegur Hilux hjá þér",
            "date": "2012-04-30 22:57:00",
            "post_id": "55320",
            "reply_to_id": "55312"
        },
        {
            "user_name": "birgthor",
            "text": "Virkilega flottur",
            "date": "2012-04-30 23:50:00",
            "post_id": "55328",
            "reply_to_id": "55320"
        },
        {
            "user_name": "hobo",
            "text": "Hér er allt að gerast.\nBúinn að skipta út gömlu drullusokkunum fyrir nýjum og setti nýjar keðjur líka.\nRosalegt hvað þessi aðgerð gerir mikið fyrir gamlan hilux.\nSvo er verið að leggja loftslöngur um allan bíl fyrir úrhleypibúnað þessa dagana. Loftkista með krönum er komin á sinn stað milli sætana og mælarnir líka. Nú er eigandinn farinn að bíða eftir fyrsta frosti :)",
            "date": "2012-08-04 18:55:00",
            "post_id": "62512",
            "reply_to_id": "55328"
        },
        {
            "user_name": "hobo",
            "text": "Er svo gott sem búinn með fyrri áfangann af úrhleypibúnaðinum, þ.e klára að tengja loftið út að hjólum.\nÞetta er ódýr útgáfa og hefur kostað hingað til um 35 þús frá Landvélum með 4x4 afsl.\nHér er verið að prufa kerfið.\n \nSetti þetta svona upp, vinstra megin kemur loftið inn og út hægra meginn.\nSvo er aftari kraninn við T-stykkið vinstra meginn, fyrir mælinn sem sýnir þrýsting í dekkjum, en ég valdi 1 bar mæli eða 15 pund.\nÞað er því mikilvægt að klikka ekki á því að opna inn á hann þegar meiri þrýstingur er á kerfinu. Ætla samt að bæta við einum felguventli einhversstaðar til að geta mælt meiri þrýsting í dekkjum, og til vara ef maður sprengir mælinn í hita leiksins..\nVinstri mælirinn er dekkjaþrýstingur og sá hægri fyrir þrýsting á kerfinu.\nSplæsti líka í Led ljós í loftið, takkinn er til að kveikja annað ljós sem ég setti við baksýnisspegilinn.\nÞetta er rosalegur munur frá litlu glóperunni sem var fyrir.\nMegi komandi vetur vera snjóþungur og dimmur, amen :)",
            "date": "2012-08-12 18:11:00",
            "post_id": "63073",
            "reply_to_id": "62512"
        },
        {
            "user_name": "steinarxe",
            "text": "æj, æj tu hefur valid slæman stad fyrir lokana. Nu er omogulegt ad nyta ser kakohitarana eda er kannski ekki svoleidis luksus orginal i runner:)hehe",
            "date": "2012-08-12 19:33:00",
            "post_id": "63079",
            "reply_to_id": "63073"
        },
        {
            "user_name": "hobo",
            "text": "Þetta er Hilux með 4Runner miðjustokk, hef heldur aldrei notað sætishitara þótt þeir séu til staðar í öðrum bílum :)",
            "date": "2012-08-12 19:53:00",
            "post_id": "63081",
            "reply_to_id": "63079"
        },
        {
            "user_name": "jeepson",
            "text": "Flott hjá þér Hörður :)",
            "date": "2012-08-12 20:00:00",
            "post_id": "63082",
            "reply_to_id": "63081"
        },
        {
            "user_name": "Oskar K",
            "text": "bara flottur frágangur :)",
            "date": "2012-08-14 21:14:00",
            "post_id": "63284",
            "reply_to_id": "63082"
        },
        {
            "user_name": "hobo",
            "text": "Takk takk.\nEr byrjaður að merkja fyrir þverslánni.\nHvernig hafa menn verið að útbúa gegnumtakið í slánna, með hvernig loft-íhlutum?\nEru svo ekki notuð venjuleg snúningshné eins og ég er með í loftkistunni?",
            "date": "2012-08-14 21:56:00",
            "post_id": "63290",
            "reply_to_id": false
        },
        {
            "user_name": "Oskar K",
            "text": "áttu einhverjar myndir af því hvernig þessi LED vinnuljós eru að virka ?",
            "date": "2012-08-23 05:26:00",
            "post_id": "63935",
            "reply_to_id": "63290"
        },
        {
            "user_name": "hobo",
            "text": "Ertu þá að meina hvernig þau eru tengd?\nSvarið er allavega nei, ég á ekki fleiri myndir af þessu.",
            "date": "2012-08-23 06:51:00",
            "post_id": "63938",
            "reply_to_id": "63935"
        },
        {
            "user_name": "Oskar K",
            "text": "nei ég meina LED vinnuljósin sem þú ert með utaná pallhúsinu, er að pæla hvort það sé eitthvað ljós af þessu miðað við venjuleg 55W halogen vinnuljós",
            "date": "2012-08-23 16:30:00",
            "post_id": "63983",
            "reply_to_id": "63938"
        },
        {
            "user_name": "hobo",
            "text": "Ok las þetta ekki nógu vel.\nEn já það kemur alveg svakalega bjart ljós af þessu, svo ég tala nú ekki um rafmagnsnotkunina sem er 1/4 af halogen.\nMæli með þessum ljósum sem Hlíðar hér á spjallinu er að selja. En festingarnar sem eiga að vera ryðfríar, eru það ekki alveg fyrir íslenskar aðstæður, því þær eru farnar að litast. En það er lítið mál að búa sér til nýjar festingar úr 316 stáli.",
            "date": "2012-08-23 16:53:00",
            "post_id": "63985",
            "reply_to_id": "63983"
        },
        {
            "user_name": "hobo",
            "text": "Fann tvær góðar.\nEins og þú sérð, þá er þetta eins og geimveruinnrás :) \nTók þessar myndir í febrúar, en vegurinn að sumarbústaðnum var sagður ófær. Þurfti á 2 pundunum að halda til að komast að honum.. ohhh fer þetta sumar ekki að klárast!",
            "date": "2012-08-23 17:00:00",
            "post_id": "63989",
            "reply_to_id": "63985"
        },
        {
            "user_name": "Oskar K",
            "text": "næs, fjögur svona og þá er maður orðinn ljósastaur Þ)",
            "date": "2012-08-23 19:33:00",
            "post_id": "64004",
            "reply_to_id": "63989"
        },
        {
            "user_name": "hobo",
            "text": "Tók fyrsta bíltúrinn áðan með nýjum úrhleypibúnaði.\nÞetta virkaði bara svakalega vel og lofar góðu fyrir veturinn :)",
            "date": "2012-09-29 16:53:00",
            "post_id": "67404",
            "reply_to_id": "64004"
        },
        {
            "user_name": "Svenni30",
            "text": "Flottur, Nú má bara snjóa allt í kaf :)",
            "date": "2012-09-29 17:33:00",
            "post_id": "67406",
            "reply_to_id": "67404"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "flottur :)",
            "date": "2012-09-29 22:08:00",
            "post_id": "67420",
            "reply_to_id": "67406"
        },
        {
            "user_name": "lc80cruiser1",
            "text": "Þetta eru gríðarlegar traustir bílar, til hamingju félagi",
            "date": "2012-09-30 09:05:00",
            "post_id": "67442",
            "reply_to_id": "67420"
        },
        {
            "user_name": "hobo",
            "text": "Takk strákar.",
            "date": "2012-09-30 10:12:00",
            "post_id": "67447",
            "reply_to_id": "67442"
        },
        {
            "user_name": "kjartanbj",
            "text": "Erfitt að skoða þetta í ferlinum, þessum bíl er breytt á 35\" 1995 og svo er ekkert hægt að sjá hvenær honum var breytt á 38 því hann er ennþá bara breytingaskoðaður fyrir 35\" dekk",
            "date": "2012-10-07 19:08:00",
            "post_id": "68276",
            "reply_to_id": "67447"
        },
        {
            "user_name": "hobo",
            "text": "Ég er í miklum pælingum hvað maður á að gera varðandi þennan.\nAnnað hvort ætla ég að:\n1. Spraut´ann\n2. Setja hásingu að framan\n3. Dísel í húddið\n4. Selj´ann og kaupa annan jeppa.\nHvað á ég að gera?",
            "date": "2013-01-09 17:41:00",
            "post_id": "81028",
            "reply_to_id": "68276"
        },
        {
            "user_name": "Valdi B",
            "text": "gerðu 1 og 2 og 3 ! ekki 4 það er stranglega bannað hehe :D",
            "date": "2013-01-09 18:49:00",
            "post_id": "81043",
            "reply_to_id": "81028"
        },
        {
            "user_name": "Doror",
            "text": "Klárlega númer 4 og fáðu þér einhvern annan sem þú getur gert fínan.  Veit um gamlan Cherokee til sölu ;)",
            "date": "2013-01-09 19:14:00",
            "post_id": "81053",
            "reply_to_id": "81043"
        },
        {
            "user_name": "sonur",
            "text": "og 5 hafa hann svona bara :D\nþessi er orðinn eigulegur",
            "date": "2013-01-09 20:30:00",
            "post_id": "81071",
            "reply_to_id": "81053"
        },
        {
            "user_name": "kjartanbj",
            "text": "Byrja á 2, svo 3 og síðast en ekki síst nr 1 :) \nröra þetta, henda svo einhverju skemmtilegu ofan í húddið á þessu einhverri skemmtilegri dísil vél",
            "date": "2013-01-11 01:44:00",
            "post_id": "81337",
            "reply_to_id": "81071"
        },
        {
            "user_name": "Oskar K",
            "text": "1. Rúlla hann\n2. grút í húddið\n3. röra\n4. 44\"",
            "date": "2013-01-11 02:04:00",
            "post_id": "81342",
            "reply_to_id": "81337"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Setja hásingu til að sjá hvaða vél Þú kemur ofaní húddið , eftir það skera úr fyrir gleðigúmí.   Það má sprauta seinna :)",
            "date": "2013-01-11 02:15:00",
            "post_id": "81345",
            "reply_to_id": "81342"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "1. Alveg eins\n2. Ja .. veit ekki. Bíllinn er betri í stýri á klöfum. Átti í denn klafa og hásingar Hilux á sama tíma á sömu dekkjum. Sá ekki mikin mun á drifgetu. Klafabíllinn dreif betur ef eitthavð en það var vegna stærri vélar.  Ágætt samt ef menn nenna - færð allavega stærra drif.   \n3. Af hverju - ekki eyðslugrannur ?\n4. Ekki nema bæta a.m.k. 1,5 millu við. Þú veist hvað þú hefur í höndunum núna.",
            "date": "2013-01-11 10:58:00",
            "post_id": "81376",
            "reply_to_id": "81345"
        },
        {
            "user_name": "oddur",
            "text": "Ekkert pælt í því að færa afturhásinguna aftar ?\nMyndi eflaust gera það frekar en allt hitt sem nefndir",
            "date": "2013-01-11 11:21:00",
            "post_id": "81379",
            "reply_to_id": "81376"
        },
        {
            "user_name": "hobo",
            "text": "jú maður hefur pælt í öllu saman.\nEkki það vitlausasta að færa hásinguna aftar, þarf bara nýja kanta og svo helling af eigin vinnu sem er verðlaus.\nGott að fá að vita hvað aðrir hugsa.",
            "date": "2013-01-11 16:08:00",
            "post_id": "81407",
            "reply_to_id": "81379"
        },
        {
            "user_name": "Oskar K",
            "text": "ódýrara að nota þessa kannta og skeyta þeim saman bara, rosalegur munur á þessum 38\" hiluxum þegar það er búið að lengja þá milli hjóla",
            "date": "2013-01-11 16:13:00",
            "post_id": "81408",
            "reply_to_id": "81407"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég get engan vegin verið sammála því að það sé ekki munur á klöfum og hásingu\nvið Hörður vorum nú einu sinni á Kaldadal í miklum snjó, alltaf að festa okkur , dugði að stinga undan klöfunum til að komast áfram, maður var alltaf fastur því maður var ekkert nema að ryðja snjó undir klafana og lyfta hjólunum á loft\nég segi bara, dísilvél+rör , færa afturhásingu aftar er líka sterkur leikur",
            "date": "2013-01-11 16:17:00",
            "post_id": "81410",
            "reply_to_id": "81408"
        },
        {
            "user_name": "hobo",
            "text": "Auðvitað væri best að gera þetta allt saman, en bæði buddan og letin í mér leyfa það ekki.\nSpurning að auglýsa hér með eftir framhásingu með öllu tilheyrandi, einfaldri turbodíselvél með kössum(helst toyota), afturbrettaköntum fyrir hásingafærslu og bílamálara sem tekur að sér alsprautun ásamt undirbúningsvinnu.\nSvo versla ég við þann sem kemur með besta dílinn :)\nSendið tilboð í ES...",
            "date": "2013-01-11 16:55:00",
            "post_id": "81416",
            "reply_to_id": "81410"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Jú jú - það getur skift máli til hins betra að hafa rör. Hærra undir lægsta punkt út við hjól en ekki má gleyma því að það er hærra undir lægsta punkt fyrir miðjum bíl á sjálfstæðri fjöðrun, einnig minni fjaðrandi vikt sem einnig skiftir máli. Þetta á allavega við Hilux.",
            "date": "2013-01-11 17:01:00",
            "post_id": "81417",
            "reply_to_id": "81416"
        },
        {
            "user_name": "kjartanbj",
            "text": "þarftu aðra kanta er ekki nóg að splæsa þessum bara saman , smá trebba vinna og færa þá aftar",
            "date": "2013-01-11 17:05:00",
            "post_id": "81418",
            "reply_to_id": "81417"
        },
        {
            "user_name": "hobo",
            "text": "Ef ég fæ góðan díl á köntum, segjum 10-15 þús kall, þá kaupi ég þá frekar en að standa í föndrinu.\nSvo er ég nú heldur ekki sá reyndast í trebbanum..",
            "date": "2013-01-11 17:09:00",
            "post_id": "81419",
            "reply_to_id": "81418"
        },
        {
            "user_name": "hobo",
            "text": "Skipti um afturhjólalegur um helgina. Sauð þessa græju saman til að koma dótinu í pressu og ná að pressa öxulinn úr.\nEf einhver vill,  má hann leigja þessa græju af mér fyrir eina bjórkippu á sólarhring :)\nÖxullinn á leiðinni aftur í.",
            "date": "2013-04-21 20:33:00",
            "post_id": "98011",
            "reply_to_id": "81419"
        },
        {
            "user_name": "elliofur",
            "text": "Flott græja, um að gera að smíða verkfærin sín sjáfur þegar þarf einhver sérverkfæri.\nErtu ekki að verða búinn með steinolíubirgðirnar? :)",
            "date": "2013-04-21 20:45:00",
            "post_id": "98013",
            "reply_to_id": "98011"
        },
        {
            "user_name": "hobo",
            "text": "Tja ég hef aldrei sett steinolíu í bensíntankinn, þarna er bara smurolíu, gírolíu og glussatunna :o,",
            "date": "2013-04-21 21:33:00",
            "post_id": "98018",
            "reply_to_id": "98013"
        },
        {
            "user_name": "elliofur",
            "text": "Haha fjárnas bensínvélar, var búinn að gleyma að þú notaðir svoleiðis :)",
            "date": "2013-04-21 21:44:00",
            "post_id": "98021",
            "reply_to_id": "98018"
        }
    ],
    "date": "2012-08-14 21:56:00"
}