{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "4996",
    "title": "Að skipta um olíupönnupakkningu í mmc pajero",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=4996",
    "posts": [
        {
            "user_name": "D@bbi",
            "text": "Er með 2,8 tdi árg. 92. Getur eitthver bent mér á ódýrt fyrirtæki sem tekur slíkt að sér.\nEða eitthver handlaginn sem er vanur slíkum viðgerðum. Er búinn að heyra frá einu verkstæði og langaði að ath. hvort eitthver byði betur :) kv. davíð",
            "date": "2011-06-03 22:39:00",
            "post_id": "23264",
            "reply_to_id": false
        },
        {
            "user_name": "HaffiTopp",
            "text": "Sæll. Gerði þetta eitt sinn á Pajero 1999 árg . með 2.5 Diesel vél. Skifti reyndar um olíupönnuna líka en skiftir litlu. Hlýtur að vera svipað verk nema ekki er hægt að fá pakkningu í þetta þar sem pannan er límd uppundir vélina með pakkningarlími. En það sem þarf að gera minnir mig er að taka þverbitann sem kemur milli klafanna (E: crossmember) aftanverðra, vacoom-kúturinn sem er þarna hægra meginn er losaður og tekinn frá. Tæmir olíuna af pönnunni og aftengir drenið fyrir olíuna frá blokkinni (minnir að slangan sé þaðan) og losar tengið fyrir olíuhæðarrofann. boltarnir allmörgu sem halda pönnunni losaðir og notar kúbein eða spennijárn til að losa pikkfasta pönnuna og hreinsar allt afgangs kítti af bæði blokkinni og pönnunni. Skellir sæmilega miklu magni af límkítti á pönnuna og skellir henni undir og alla boltana í og herða og raða öllu saman undir hann aftur og ekki gleyma að tengja drenslönguna við aftur. Setur á hann um 5,8-6 lítra af olíu (miðað við að gamla olíusían sé látin halda sér en ekki skift um hana í leiðinni) en um 6,3 miðað við að skift sé um olíusíuna líka. Gangi þér vel.\nHlýtur að fá fínt og rótsterkt pakkningalím hjá þeim í Wurth;) \nKv. Haffi",
            "date": "2011-06-04 22:00:00",
            "post_id": "23288",
            "reply_to_id": "23264"
        },
        {
            "user_name": "Haukur litli",
            "text": "Ég myndi þrífa báða fletina með bremsu/partahreinsi til að hafa þó alveg olíu/fitulausa áður en að RTV-ið færi á.",
            "date": "2011-06-05 20:53:00",
            "post_id": "23319",
            "reply_to_id": "23288"
        }
    ],
    "date": "2011-06-03 22:39:00"
}