{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "5010",
    "title": "hökt/kippir",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=5010",
    "posts": [
        {
            "user_name": "elfar94",
            "text": "er með hyundai terracan 2006 2.9 Diesel sem höktir/kippist upp brekkur og þegar hann fær mótstöðu á sig, þetta finnst sérstaklega á langkeyrslu og aðallega þegar bíllin er orðinn heitur. það sést ekkert á snúningsmælinum þó að kippirnir séu. það er nýbúið að smyrja hann og skipta um allar síur, þetta er líklegast ekki millikassinn því hann lætur svona í lága drifinu líka.\nhefur einhver hugmynd hvað þetta gæti verið? \nMbk - Elfar",
            "date": "2011-06-05 20:05:00",
            "post_id": "23311",
            "reply_to_id": false
        },
        {
            "user_name": "Járni",
            "text": "Vandamál með eldsneytiskerfið, láttu lesa af honum.",
            "date": "2011-06-05 20:26:00",
            "post_id": "23316",
            "reply_to_id": "23311"
        },
        {
            "user_name": "elfar94",
            "text": "ok takk, geri það",
            "date": "2011-06-05 21:24:00",
            "post_id": "23322",
            "reply_to_id": "23316"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Smitar hann hráolíu? hef tekið eftir óeðlilega mörgum terracan jeppum þar sem rörin við hjólskál að aftan fara sundur hægt og rólega og valda smiti, oft veldur þetta því að bíllinn verður afllaus, lengi í gang og hiki við inngjöf eða undir álagi vegna þess að þarna dregur olíuverkið loft inn á olíurásina",
            "date": "2011-06-06 00:46:00",
            "post_id": "23335",
            "reply_to_id": "23322"
        },
        {
            "user_name": "elfar94",
            "text": "nei ég hef ekki tekið eftir því að hann smiti hráolíu, en ég kíki á þetta, takk fyrir ábendinguna",
            "date": "2011-06-06 17:36:00",
            "post_id": "23363",
            "reply_to_id": "23335"
        },
        {
            "user_name": "paljon",
            "text": "Hæ, er í vandræðum með Pajero sem lýsa sér á sama hátt; hökt/kippir, sérstaklega í brekkum og mótstöðu í langkeyrslu.\nHef ekki hugmynd hvað þetta gæti verið.\nElfar94, varstu búinn að finna e-ð út úr þessu með bílinn þinn ?",
            "date": "2011-07-05 22:20:00",
            "post_id": "24968",
            "reply_to_id": "23363"
        },
        {
            "user_name": "elfar94",
            "text": "já, það hafði verið sett vitlaus olía á millikassan síðast þegar hann fór í smurningu",
            "date": "2011-07-06 17:36:00",
            "post_id": "25013",
            "reply_to_id": "24968"
        }
    ],
    "date": "2011-06-05 20:05:00"
}