{
    "forum_title": "Umhverfis- og hagsmunamál",
    "id": "502",
    "title": "Friðlýst Ísland",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=11&t=502",
    "posts": [
        {
            "user_name": "ofursuzuki",
            "text": "Ég er búinn að vera að velta þessu svolítið fyrir mér og nú með nýjustu fréttum að friðlýsingu Gjástykkis án vitundar eða samþykkis heimamanna og landeiganda þá spyr maður sig hvað sé í gangi.  Undarleg vinnubrögð er það ekki, það á greinilega að gera þetta hægt og hljótt á bak við tjöldin og svo einn góðan veðurdag vöknum við upp við það að það er búið að friðlýsa stóran hluta landsins og helst banna þar alla umferð.  Maður spyr sig hver tilgangurinn sé eiginlega með því að hefta aðgengi fólks að stórum svæðum landsins, já ég segi hefta aðgengi því að það að ætla eingöngu göngufólki að njóta þessara svæða og banna þar aðra umferð er ekkert annað en skerðing á frelsi, ferðafrelsi nánar tiltekið því það geta ekki allir gengið á þessa staði, hvað með fólk sem er á einhvern hátt ekki fært um slíkt. Ég er ekki með þessu að segja að ég sé eitthvað á móti göngufólki þvert á móti en að ætla bara einum hópi ferðalanga aðgengi að stórum hluta landsins hugnast mér ekki.  Ýmsir velta því kannski fyrir sér af hverju ég segi þetta og ástæðan er sú að tónninn í almennri umræðu virðist vera þannig í dag að helst eigi að banna aðra umferð en gangandi um stór svæði landsins og helst bara banna alla umferð.  Það er þokkaleg framtíð það þegar við förum að segja barnabörnunum sögur af því hvað hálendið okkar sé fallegt en enginn man það samt gjörla því þangað hefur enginn komið í áratugi vegna þess að það er allt friðað og þangað má engin fara nema fuglinn fljúgandi.\nÉg er ekki á móti náttúruvernd  og finnst sjálfsagt að vernda náttúruna en ekki á þann veg að ekki sé hægt að njóta hennar eða nýta, hvaða gagn er að fallegri og óspilltri náttúru ef enginn fær notið hennar, ég bara spyr.",
            "date": "2010-03-12 20:07:00",
            "post_id": "2268",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Þú veist það að Ísland virðist ekki vera neitt annað en eitt stórt stofu fangelsi. Það má orðið ekki neitt. Ef að þú rekur við heima hjá þér þá liggur við að þú fáir svimil háar sektir og annað. Ég held að það sé bara löngu kominn tími á að fara að koma af stað alvöru mótmælum. Það er eins og fólkið í landinu hafi engan rétt á að tjá sig eða fá að ráða einhverju um það sem er að gerast hérna í dag. T.d ef að óli hefði neitað Icesafe lögunum þá hefðu þau tekið gildi og farið ílla með þjóðina. Það er bara eins og einhverjir ákveðnir aðilar ákveði hvað eigi að gera á landinu og vilji alsekkert vita hvða okkur hinum fynst um málið. Þetta er orðið til hábornar skammar þetta ástand hérna á landinu. En það verðu nú gaman þegar maður má orðið ekki fara útfyrir malikið og þá deyja þessi fyrirtæki sem sjá um t.d hálendis ferðir fyrir túristan. Maður verður bara reiður útí þessa aðila sem stjórna skerinu okkar.",
            "date": "2010-03-12 20:24:00",
            "post_id": "2270",
            "reply_to_id": "2268"
        },
        {
            "user_name": "Ofsi",
            "text": "Góður pistill.\nÞað eru margar hliðar á þessum málum. Hinsvegar með friðun myndu landeigendur í  væntanlega þurfa að opna aðgegni að svæðinu. Þ.e þurfa að fjarlægja keðjur, lása og bann og lokunarskilti. Svo er hin hliðin að með friðlöndum og þjóðgörðum koma boð og bönn og heft aðgengi einsog við höfum orðið varir við í Vatnajökuls((( þjóð)))garði og víðar.",
            "date": "2010-03-12 20:36:00",
            "post_id": "2271",
            "reply_to_id": "2270"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Já það er rétt hjá þér Ofsi það eru margar hliðar á þessum málum en svona varð mér nú bara innanbrjósts þegar ég sá þetta í fréttunum á RÚV í kvöld.\nÞað sem er allra verst í þessu er að það skuli eiga að fara svona að þessu, læðupokast eitthvað og vera með baktjaldamakk sem fáir vita af,það er eins og þetta lið sé með eitthvað óhreint í pokahorninu.",
            "date": "2010-03-12 20:48:00",
            "post_id": "2272",
            "reply_to_id": "2271"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Verst finnst mér nú allt þetta baktjaldamakk og laumuspil með alla hluti, um að gera að láta skrílinn ekki komst að hvað sé verið að gera  þar til það er of seint.",
            "date": "2010-03-12 21:18:00",
            "post_id": "2273",
            "reply_to_id": "2272"
        },
        {
            "user_name": "Alpinus",
            "text": "Alveg rétt hjá Ofursuzuki, leiðinlegt hvað er læðupokast með alla hluti í þessu landi. En það eina sem vakir fyrir landeigendunum í Mývatnssveitinni er að selja sem mest af þessu landi til orkufyrirtækja. Skjótur gróði þar að hafa.",
            "date": "2010-03-13 01:15:00",
            "post_id": "2280",
            "reply_to_id": "2273"
        },
        {
            "user_name": "Brjótur",
            "text": "Sælir piltar já það virðist vera.. inn..  núna að banna og banna setja lög og reglur um nánast allltt og enginn spurður eins eða neins, ég er löngu hættur að skilja þessa Þjóðgarðsdellu  út um allt og að vera að loka tuga ára gömlum slóðum? \nég ekki skilja he he  halda þeir að slóðarnir hverfi? ja verði þeir hissa þegar fram líða stundir og slóðarnir verða enn þarna.\nOg gangandi ferða menn já eru í svo aggalitlum hópi þeirra sem þarna ferðast um að það er nú bara fyndið en það á að gera allt til að þeir geti labbað um ótruflaðir en við sem ferðumst um á slóðunum sem eru hundgamlir við eigum að lúffa,\nnei nei og aftur nei .\nkveðja Helgi",
            "date": "2010-03-18 15:23:00",
            "post_id": "2502",
            "reply_to_id": "2280"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Ég skora á ykkur að skoða þessa bloggfærslu hér \nhttp://sigsig.blog.is/blog/sigsig/entry/1040556/\nÞað eru þá ekki jeppamenn landsins sem eru að eyðileggja landið heldur göngufólkið. Ég veit að þetta er svolítið verið að alhæfa en mér bara stór brá þegar ég sá þessar myndir. Þetta er ekkert grín og held ég að nær væri að umhverfisbattríðið allt byrjaði á að koma svona málum í lag áður en farið er að \"friða\" meira og banna aðra umferð en fótgangandi.\nAlveg makalaust hvað þeir sem með stjórn þessara mála fara hverju sinni byrja alltaf á vitlausum enda.",
            "date": "2010-04-11 12:12:00",
            "post_id": "3703",
            "reply_to_id": "2502"
        },
        {
            "user_name": "Fordinn",
            "text": "Þett er nefnilega málið.... landið slitnar undan notkun sama hvers eðlis hún er,  allir sem fara um landið skilja eftir sig spor.   hinsvegar get ég alveg gengist við því að þetta sé eðlilegt slit á landi sem er ferðast um, alveg eins og það er eðlilegt slit að keyra jeppa eftir slóðum, jafnvel þótt slóðarnir séu svo torfærir að ekki nema öflugustu jeppar komist um.\n     Oft lítur göngufólk á sig sem einhverja  engla yfir aðra hafna  því það sé ekki að skemma landið   sannleikurinn er hér kominn í ljos það þarf ekki að fara lengra enn i esjuna til að ´sjá ljotar landskemmdir eftir göngumenn.     \nFimmvörðuháls????  hvað varð um vörðunar??? sagan segir að þær hafi verið notaðar sem undirstaða undir skála útivistar....  endilega leiðrettið mig ef eg er að bulla....",
            "date": "2010-04-11 13:21:00",
            "post_id": "3707",
            "reply_to_id": "3703"
        },
        {
            "user_name": "dabbigj",
            "text": "Það hefur aldrei verið neinn vilji hvorki í orði né á borði að gera náttúruperlur á Íslandi aðgengilegar og gera það þannig að umferð þar væri skaðlaus, jeppamenn hafa lengi verið til fyrirmyndar að mörgu leyti með því að merkja slóða, skrá þá niður o.s.f. \nÞað þarf bara t.d. að rölta uppí miðja Esju og sjá hve ótrúlega lítið er gert í þessum málum. Svo er hægt að nefna aðstöðuna við Gullfoss þangað til fyrir skömmu, sömuleiðis eru Kerið og Geysir í þannig málum að umferð þar um skemmir svæðið.\nMætti frekar spandera aurum í að koma því þannig fyrir að hægt sé að ferðast um landið frekar en að friðlýsa það og vera með lið á launum við að senda jeppamönnum bréf áður en að þeir fara í ferðir um að stunda ekki utanvegaakstur.",
            "date": "2010-04-11 15:31:00",
            "post_id": "3712",
            "reply_to_id": "3707"
        }
    ],
    "date": "2010-03-12 20:07:00"
}