{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "5028",
    "title": "Hver er ódýrasti pústsmiðurinn?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=5028",
    "posts": [
        {
            "user_name": "Hfsd037",
            "text": "sælir, langar í sverara púst undir hiluxinn minn, getið þið bent mér á einhvern ódýran og góðann?\nhvort er sniðugra að láta 2.5\" eða 3.0\" fyrir 2.4 dísel?",
            "date": "2011-06-06 22:15:00",
            "post_id": "23389",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Hugsa að 2,5\" séu alveg feiki nóg þar sem að þetta er ekki það stór mótor. Ef þetta er turbo mótor þá skylst mér að það skipti ekki miklu máli að það sé 3\" tommu púst undir honum.",
            "date": "2011-06-06 22:26:00",
            "post_id": "23391",
            "reply_to_id": "23389"
        },
        {
            "user_name": "Hfsd037",
            "text": "akkúrat, er með turbo. \nhef heyrt að túrbínan þurfi smá viðnám, getur 3\" þá ekki verið of mikið eða?",
            "date": "2011-06-06 22:42:00",
            "post_id": "23392",
            "reply_to_id": "23391"
        },
        {
            "user_name": "hfreyr",
            "text": "http://betrapust.is/\nekki dýr og er vandvirkur",
            "date": "2011-06-06 23:51:00",
            "post_id": "23399",
            "reply_to_id": "23392"
        },
        {
            "user_name": "frikki",
            "text": "sammala betra púst .... flott verð og flott vinnubrögð.\nkv\nF.H",
            "date": "2011-06-07 18:08:00",
            "post_id": "23427",
            "reply_to_id": "23399"
        },
        {
            "user_name": "Haukur litli",
            "text": "Túrbínan þarf ekkert viðnám, því minna viðnám, því betra. Hún er fljótari að komast á snúning ef hún getur skilað frá sér afgasinu.\nEf einhver segir þér að mótorinn þurfi viðnám á afgasið, segðu honum þá að túrbínan sé heilmikið viðnám.",
            "date": "2011-06-07 18:42:00",
            "post_id": "23429",
            "reply_to_id": "23427"
        },
        {
            "user_name": "jeepson",
            "text": "Ég er með 3\" opið púst undir patrolinum hjá mér. Og mér var sagt af manni er búinn að eiga þá nokkra að það væri mikilvægast að hafa pústið svert svona fyrsta meterinn og svo skipti það ekki miklu máli hvort að það væri ekki nema 2\" aftur úr. En þetta var nú svona þegar ég fékk bílinn. Þannig að ég leyfi þessu bara að vera. Það eina er að ég verð nauðsinlega að fá mér púst barka á pústið. Það er engin barki til staðar og fyrr eða síðar brotnar eitthvað :/",
            "date": "2011-06-07 18:51:00",
            "post_id": "23432",
            "reply_to_id": "23429"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir ég hef nú ekki mikið vit á bílum. En ef það munar svona mikið um það að svera púst jafnvel í 3 tommur og gera ekkert annað og menn finna svona mikinn mun á hestöflum og togi því hafa ekki mennirnir í hvítusloppunum sem hanna þetta allt saman og hafa öll tæki sem til eru í heiminum til að mæla hestöfl og tog vísindaleg og með all mikilli nákvæmni gert þetta þegar í framleyðslu þetta eru jú ódýr hestöfl kosta bara 50.000 krónur eða svo. Sama er með vetnið afhverju eru þessir sömu menn ekki búnir að setja vetni í bílana fyrst það munar svona miklu í orku og eyðslu. Veit um einn patrol sem fór í dinotest bekk fyrir pústbreitingu og fór svo aftur með 2,5\" púst og var útkoman ekki 50.000 króna virði nema kanski komið nýtt púst sem er alltaf gott.Hestöfl ukust ekkert og tog minkaði sel þetta ekki dýrara en ég keypti þetta. Væri gaman ef einhverjir tæku svona test í dinotestbekk til að athuga þetta og settu hér inn mælingar fyrir og eftir. Kveðja Guðni á Sigló",
            "date": "2011-06-07 20:03:00",
            "post_id": "23436",
            "reply_to_id": "23432"
        },
        {
            "user_name": "SævarM",
            "text": "Besta púst fyrir túrbínu er ekkert púst það er bara staðreynd og mennirnir í hvítu sloppunum eru ekki að hugsa um hámarks afl, þá myndu þeir bara skrúfa draslið í botn og sleppa pústinu, þeir þurfa að fara eftir allskonar stöðlum og hávaða stöðlum. \nFarðu bara beint í 3 tommu púst og sjáðu hvort að túrbínan komi ekki fyrr inn enn áður. það er ekki mikið auka afl sem kemur þar sem að þú ert ekki að auka blásturinn neitt, enn sverara púst minnkar tregðu fyrir aftan túrbínu og á því að hraða spooli semsagt geta snúið henni hraðar fyrr í snúnings sviðinu, enn sumir bílar eru bara þannig að þeir eru með mjög lokað púst og við að opna það nær túrbínan að blása 1-2 pundum meira í einhverjum snúningum og þá kemur smá afl.\nstóð einusinni andspænis manni sem hélt því fram að minnni túrbína myndi framleiða meira afl því hún kæmi fyrr inn og það væri hægt að snúa henni hraðar, hann hefði prófað það og hann hefði verið miklu öflugri, enn það var bara rassinn að ljúga þar sem að allt aflið hefur væntanlega komið í 1400 sn og verið búið í 2000 enn þá auðvitað virtist hann vera öflugri því það þurfti ekkert að snúa honum næstum eins mikið og áður.\n þessvegna getur dyno mæling oft sagt vitleysu þarna þar sem að það er ekkert hægt að áætla að hestöfl á topp snúning séu þau sömu eftir breytingar eftilvill var hann mun öflugri lægra í snúning enn tapaði aðeins efst.\nog ég veit að ef þetta er hérna á íslandi sem að dynomælinginn átti sér stað þá er ekki alltaf alveg að marka þær sérstaklega í tb sá bekkur er ansi óútreiknanlegur.",
            "date": "2011-06-07 21:50:00",
            "post_id": "23446",
            "reply_to_id": "23436"
        },
        {
            "user_name": "jeepson",
            "text": "félagi minn fór með bíl sem að hann átti í dynobekkinn hjá TB. Og hann visrtist vera bara nokkuð réttur miðað við uppgefið afl. Minnir að hann hafi farið með bílinn í fyrra frekar en hittifyrra.",
            "date": "2011-06-07 22:28:00",
            "post_id": "23451",
            "reply_to_id": "23446"
        },
        {
            "user_name": "Hfsd037",
            "text": "þannig að ég ætti að láta skella 3\" röri undir hann?",
            "date": "2011-06-07 22:42:00",
            "post_id": "23457",
            "reply_to_id": "23451"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Hæhæ, vélin er að þjappa tæplega 3 lítrum af pústgufum út sirka 625 sinnum á mínutu m.v. 2500 snúninga, það gera 10,41 lítra á sekúndu.\nMér fynnst óeðlilegt að það myndist mikið viðnám fyrir 10l á sekúndu í púströri sem er sverara en 2\" nema auðvitað það sé sikk sakk eftir endilöngum bílnum...\nbara mín 50 cent og ekki byggð á neinni persónulegri reynslu",
            "date": "2011-06-07 22:48:00",
            "post_id": "23458",
            "reply_to_id": "23457"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég ætla að vitna í orð eftir hinn mikla snilling hann Ella Ofur.\nPúst er hvergi stærra en þar sem það er þrengst.",
            "date": "2011-06-08 00:26:00",
            "post_id": "23465",
            "reply_to_id": "23458"
        },
        {
            "user_name": "SævarM",
            "text": "2\" rör sem er 4m er miklu meiri tregða en  0.5m hvort sem það er beygt eða beint það kannast væntanlega allir að reyna að sjúga upp í gegnum slöngu það er mikill munur á nokkrum cm. \nbara skella 3 tommu í hann og sleppa við bakþankana seinna",
            "date": "2011-06-08 13:17:00",
            "post_id": "23483",
            "reply_to_id": "23465"
        }
    ],
    "date": "2011-06-06 22:15:00"
}