{
    "forum_title": "Almennt spjall",
    "id": "5052",
    "title": "Talstöð",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=5052",
    "posts": [
        {
            "user_name": "Svenni30",
            "text": "Er eitthvað vit í þessu \nhttp://bland.is/album/thumbnail/131948/ ... 1816_0.jpg\nÉg er að leita að talstöð í bílinn hjá mér, En hef mjög lítið vit á þessum stöðum.\nHvort á maður að fá sér CB eða VHF",
            "date": "2011-06-08 22:46:00",
            "post_id": "23514",
            "reply_to_id": false
        },
        {
            "user_name": "arni hilux",
            "text": "vhf, er eiginlega betri á allavegu(mín skoðun)",
            "date": "2011-06-08 22:49:00",
            "post_id": "23515",
            "reply_to_id": "23514"
        },
        {
            "user_name": "Freyr",
            "text": "VHF, gleymdu CB, þær draga ekki neitt (þ.e.a.s. þær sem eru í jeppunum almennt). Það eru t.d. mörg ár síðan ég hætti að setja CB í mína jeppa (reif jafnvel úr þeim því gagnið var ekkert).\nFreyr",
            "date": "2011-06-09 00:42:00",
            "post_id": "23535",
            "reply_to_id": "23515"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Sælir...\nÉg myndi skoða aðeins hvað ferðafélagar þínir eru með... ef allir eru með VHF er lítið gagn fyrir þig í CB eða öfugt..... CB er hálfgerður dyrasími við hliðina á VHF. Ef þú ferð í félag eins t.d. 4x4 ertu komin með aðgang að mjög öflugu VHF kerfi með nóg af rásum og endurvörpum víða um land og á hálendinu.\nKv.\nÓskar Andri",
            "date": "2011-06-09 11:22:00",
            "post_id": "23548",
            "reply_to_id": "23535"
        },
        {
            "user_name": "Svenni30",
            "text": "Takk fyrir góð svör strákar. þá fer ég leita að VHF stöð.",
            "date": "2011-06-09 11:28:00",
            "post_id": "23552",
            "reply_to_id": "23548"
        },
        {
            "user_name": "arni87",
            "text": "Þetta eru mjög ólíkar stöðvar í drægni, en eins og Óskar Einfari bendir á þá er best að vera með CB ef félagarnir eru allir með CB eða öfugt.\nEf þú færð þér VHF þá myndi ég skoða að ganga í F4x4 eða FÍ til að fá aðgang að þeirra rásum.\nBjörgunarsveitir eru yfirleitt bæði með F4x4 rásirnar og FÍ rásirnar í VHF stöðvunum hjá sér, en það eru ekki allir björgunarsveitarbílar með CB stöðvar.\nÞar með ef ég væri að skoða hvort kerfið ég myndi reiða á í jeppaferð þá myndi ég nota VHF þar sem þá eru mun meiri líkur á að ná sambandi við björgunarsveitir þegar á þarf að halda.",
            "date": "2011-06-09 12:01:00",
            "post_id": "23556",
            "reply_to_id": "23552"
        }
    ],
    "date": "2011-06-08 22:46:00"
}