{
    "forum_title": "Almennt spjall",
    "id": "5059",
    "title": "olíuskipti",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=5059",
    "posts": [
        {
            "user_name": "Svenni30",
            "text": "Hvað skiptið þið oft um olíur á drifum og kössum ?\nOg hvað eruð þið að skjóta oft í smurkoppana ?\nSá að það er smurkoppur í loft dælunni hjá mér, hvað á ég að setja oft í hann ?\nHvaða olíu á ég að nota í drifin hjá mér, það eru loftlásar í þeim báðum ?\nOg er ekki allt í góðu að hafa 10/40 olíu á mótor ? Er ekki í lagi að skipta um á 7000 kílómetra fresti á vél ?\nEr með hilux extra cab v6 \nKv Svenni",
            "date": "2011-06-09 11:37:00",
            "post_id": "23553",
            "reply_to_id": false
        },
        {
            "user_name": "arni87",
            "text": "Ég skifti um olíur á drifum og kössum á vorin og um jólin, oftar ef þörf er á.\nÉg slæ í koppana fyrir og eftir hverja ferð hjá mér, allavega hálft slag í hvern kopp.\nég er ekki með kopp á loftdælunni hjá mér, en ég myndi slá í hann þegar ég skifti um olíu.\nÉg er með Dana 30 að framan og Dana 44 að aftan, ARB loftlása og nota SAE 80W90 (sem er mælt með í manual bílsins hjá mér)\nÞað ætti að vera í góðu lagi að nota 10/40 á mótorinn, ég er með musso með 2.9 bens mótor og nota 15/40\nÉg skifti um olíu á mótor þrisvar á ári, vorin, haustin og um jólin (géimdi að skrifa það).\nÉg vona að þetta svari einhverju hjá þér, en svona geri ég þetta.\nOg vona að þú fáir fleiri svör og sjáir hvernig menn eru að skifta um olíur og hvaða olíur er verið að nota.",
            "date": "2011-06-09 11:55:00",
            "post_id": "23555",
            "reply_to_id": "23553"
        },
        {
            "user_name": "Svenni30",
            "text": "Takk kærlega fyrir greinargott svar Árni. Kemur sér vel.\nEn hvaða álit hafa menn á að nota snildar efnið millitec ?\nEr það ekki sterkur leikur að nota það á allt ?",
            "date": "2011-06-09 12:25:00",
            "post_id": "23558",
            "reply_to_id": "23555"
        },
        {
            "user_name": "HaffiTopp",
            "text": "10W40 olía ætt að vera fjandi nóg á svona vél, bara hvort þú vilt fulljarðefnaolíu, hálfjarðefnaolíu eða fullgerfiefnaolíu á bílinn. En ég er ekki að sjá ástæðuna að skifta um á drifum og kössum svona svakalega oft, nema þeim mun meira sé ekið á ári. En gott að miða við 60 km á milli að skifta um á drifum og kössum, nema maður haldi eða viti að þetta hafi farið á kaf í vatn og hafi náð að draga inná sig vatn. Sést reyndar strax ef maður losar hæðartappann og feitin lekur út. Svo er bara að lesa manualinn og sjá hvað hann segir til um að skifta á drifum og kössum á löngu millibili.\nEf þú ert með læsingar þá er 85W90 LS feiti góð á þannig drif og 75W90 fín á gír og millikasssa.\nKv. Haffi",
            "date": "2011-06-09 14:10:00",
            "post_id": "23560",
            "reply_to_id": "23558"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Átti að vera 75W80 á gír og millikassa\nKv. Haffi",
            "date": "2011-06-09 14:20:00",
            "post_id": "23561",
            "reply_to_id": "23560"
        },
        {
            "user_name": "jeepson",
            "text": "Ég skipti um olíu á vélinni á svona 5000km fresti og er með 15/40 olíu. Drif og kassar eru á15-20þús km fresti Ég set eitt slag í ala koppa á svona 1500-2000km fresti. Ég er ekki með læsingar þannig að ég nota bara 80/90 olíu á drifin eða það sem að framleiðandi gefur upp. Á kassanum hjá mér er gírolía. En mér skylst að það eigi að vera ssk vökvi á kassanum. Ég á bara eftir að kanna það betur. Ég hef ekki kyrt bílinn mikið síðan að ég fékk hann. Minnir að ég sé kanski búinn að keyra um 3500km. Hrá olíu síuna skipti ég um á haustin. Og jafnvel aftur eftir áramót. Og fröstlög ætla ég að endurnýja einusinni á ári.",
            "date": "2011-06-09 20:32:00",
            "post_id": "23594",
            "reply_to_id": "23561"
        },
        {
            "user_name": "Svenni30",
            "text": "Takk kærlega fyrir fkott svör strákar.\nEr með loftlása að fr og aftan þannig að 85W90 LS er málið þar.\nEn hvað segið þið um millitec 1 er það ekki gæða stöff á þetta dót ?",
            "date": "2011-06-09 21:26:00",
            "post_id": "23600",
            "reply_to_id": "23594"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÉg er tæplega nógu duglegur við þetta en ég endurnýja allar olíur fyrir hvern vetur og á ca 3500 km fresti á mótornum.  Það er lítið olíubað á honum svo að ég  er heldur duglegri að skipta um olíu á mótornum heldur en filter.  \nÉg hef verið að vesenast það mikið í kælikerfinu undanfarið að ég hef endurnýjað vökvann reglulega en bremsuvökvann hef ég trassað allt of lengi.\nÉg er algerlega ósammála að það sé nóg að horfa á gírolíuna til að ákveða hvort hún sé í lagi eða ónýt.  Þessi aðferð gereyðileggur gírkassa, millikassa og drif, m.a. búin að klára gír og millikassann í mínum einu sinni.  Þá var búið að þefa af gírolíunni ca 200.000km.  \nÉg hef aldrei sett annað en gírolíu á gír og millikassa og drifin á Patrolnum mínum.  \nLegufeiti þarf að endurnýja ca árlega og það þarf að smyrja alla koppa amk í hver skipti sem skipt er á mótor.  Þá þarf feitin að þrýsta vatni og óhreinindum út á undan sér og maður pumpar þangað til hrein feiti þrýstis út (kannski ekki þannig að spindlagúmmíin springi þó).  Á hjöruliðum þarf nýja feitin að troðast allsstaðar út ekki bara á einum eða tveimur hliðum.\nÞá er ótalin olíuskipti eftir vatnsbað.  \nMuna bara hvað olían er ódýr....\nTilfellið er nefninlega að hún er mjög ódýr ef maður ber saman varahluta og viðgerðakostnað og túpu af koppafeiti.\nKv Jón Garðar",
            "date": "2011-06-09 21:50:00",
            "post_id": "23603",
            "reply_to_id": "23600"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Enda á maður að horfa á smurbókina, það er reyndar hægt að þefa af gír/drifolíu og sjá þannig hversu þykk hún er, sem sagt ef hún lyktar meira eins og \"brunninn kolamoli blandaður útí tvöfaldann vodka\"  þeim mun þykkari er hún (fyrir drif) en þynnri olían lykktar ekki eins mikið þegar hún er ný/nýleg. \nSkil ekki hvað menn eru að henda peningungum í þann óþarfa að skifta út á drifum og kössum á styttri tíma en 60 þús ef ekki hefur náðst að fara vatn saman við hana.\nHvað annað ættirðu að setja á þetta dót? Þetta heitir nú einmitt gírolía hehe og ekki ferðu að setja kóka kóla eða romm;)\nHvað með þá \"fjalla\"bíla sem eru með \"einnota\" legur sem tekur ekki (er ekki hægt) að skifta um legufeitina á? (smá útursnúningur, veit vel :D)\nAf hverju í ósköpunum segirðu þetta (feitletraða)? Það er ekkert betra að þrýsta óhreynu koppafeitinni útúr krossum og hefur lítið að segja að gera það þannig. Bara rétt að skjóta á þetta þannig að það heyrist smá hiss (kannski auðveldara þegar maður er með loftdrifna koppasprautu). Maður er að smyrja hjöruliði á drifksöftunum að innan, ekki utan.\nKv. Haffi",
            "date": "2011-06-09 22:27:00",
            "post_id": "23614",
            "reply_to_id": "23603"
        },
        {
            "user_name": "Polarbear",
            "text": "það þarf heldur ekki LS (limited slip) olíur á drif með loftlæsingum. nota bara venjulega drifolíu á svoleiðis.",
            "date": "2011-06-09 23:39:00",
            "post_id": "23621",
            "reply_to_id": "23614"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\ndaginn Haffi.\nNúna er Haffi kominn í gírinn en ég ætla að svara nokkurnveginn án þess að vera með neina vitleysu, aldrei þessu vant.\nHaffi talar um smur og þjónustubókina þar sem talað er um 60.000km fresti.  Sú bók eða önnur sambærileg sem framleiðandi bílsins lætur með bílnum segir að bílnum eigi alls ekki að breyta.  Ég fer ekki eftir því.  Enginn jeppaframleiðandi gerir ráð fyrir 44\" hjólum og að bílarnir séu notaðir sem snjóbílar til að keyra á jöklum (enda þekja jöklar ekki svo ýkja stór landssvæði í Japan eða Bandaríkjunum).  Þjónustubókin segir mér líka að nota ekki minna en 35psi í dekkjunum sem ég fer ekki heldur eftir því að eins og ég nota bílinn myndi ég eyðileggja stýrisganginn og fjöðrunarkerfið á mettíma með dekkin svona hörð.  Jamm, þú getur þefað af olíunni, eins og þú getur þefað af öllum veraldlegum hlutum en það að þefa af smurolíu gefur ekki rétta mynd af ástandi olíunnar.  Millikassinn minn er mjög gott dæmi um þetta.  Ég er tilbúinn að \"henda peningum\" í að halda þessum búnaði í lagi.  \nÞá spyr Haffi hvort mitt næsta val á efni til að setja á gírkassana ef gírolíu væri ekki fá væri diet kók og þá verð ég að benda þér á að lesa svör annara við þessum pósti þar sem menn eru að nota mótorolíur og sjálfskiptivökva.  Þú nefndir hæfileika þína í að lesa þjónustubækur en ég hef séð í slíkri að mótorolía sé notuð á ótrúlega marga gírkassa og ef ég man rétt þá var einn slíkur Mitsubishi fólksbifreið.  Sjálfskiptivökvi hefur líka gjarnan verið notaður en hann þykir hafa gríðarlega smurhæfni.  \nEnn spyr Haffi og nú um tilteknar bíltegundir sem hafa svo sérstakar legur að ekki er hægt að endurnýja legufeitina á þeim og svarið mitt gæti verið á þá leið að það séu hreint ekki fjallajeppar þó ekki fyrir annað en það að ef þarf að skipta um legur í hvert sinn sem bíllinn fer upp fyrir miðjar felgur í vatni af því að þær séu svo lokaðar að ekki er hægt að skipta vatninu út fyrir olíu getur sá bíll ekki talist hagkvæmur fjallabíll.\nAð lokum spyr Haffi hvers vegna í ósköpunum ég vilji þrýsta vatni og óhreinindum úr hjöruliðskrossunum mínum þegar ég bæti á þá feiti og einfalda svarið er líklega það að ég vilji ekki skemma þá.  Tilfellið er að stóra vandamálið er að allur þessi búnaður hitnar í notkun hvort sem það er drif, gírkassar, hjólalegur, hvaðeina.  Þegar ekið er í vatn snöggkólnar þessi búnaður.  Flest þessara efna sem þarna eru að finna hafa þann eiginleika að þenjast út í hita og dragast saman í kulda og þar á meðal smurolían, loftið og málmarnir.  Þegar þetta gerist verður undirþrýstingur í leguhúsunum, gírkössunum, drifhúsunum og vatn sem nú umlykur húsin smýgur í gegnum pakkdósir.  Öndun á drifhúsum og gírkössum eiga að koma í veg fyrir það en það er því miður sjaldséð að þjóusta á smurstöðvum athugi hvort loft sé tilbúið til að fara í gegnum öndunarrörin.  (ég hef samt séð þetta gert og þótti mikið koma til þeirrar athugunnar)  Eðlisfræðin segir manni líka að er það er auðveldara fyrir vatnið að komast inn í búnaðinn heldur en loft í gegnum öndunina gerist það bara.  Góð öndun minnkar það bara.\nÁstæðan fyrir því að ég vinn að því að hafa sem minnst vatn í legum og hjöruliðum er að vatn er gríðarlegur skaðvaldur á þennan nákvæmnisbúnað og tekur að mynda tæringu í svona málmum á mjög skömmum tíma.  Jú tilfellið er að maður smyr hjöruliði að innan en fyrst og fremst er að koma vatninu út, innanfrá.\nÉg vona að ég hafi svarað þér nægjanlega greinilega gæskur en til að árétta einn hlut þá er þetta, eins og ég sagði í fyrri póstinum, mínar aðferðir og langur vegur frá að ég sé að segja þær einu sönnu.  Annars skaltu ekki hika við að spyrja ef þig vantar góðann stað fyrir rommið\nKv Jón Garðar",
            "date": "2011-06-10 00:07:00",
            "post_id": "23626",
            "reply_to_id": "23621"
        },
        {
            "user_name": "Freyr",
            "text": "Á Cherokeenum sem ég nota í snjóakstur:\nSkipti um olíu + síu á vél 1x á ári. Skipti svo um olíuna en nota sömu síuna 1-2x  þess á milli (þetta gerir kringum 5.000 á síuna og max 2.500 á olíuna).\nÞað koma ekki nema um 2 ltr. af skiptingunni við það að losa pönnutappann, geri það u.þ.b. 2-3 á ári.\nMillikassinn = 1x á ári.\nDrifin = 1x á ári en skoða olíuna eftir ferðir ef ég hef keyrt í miklu vatni eða krapa.\nSmyr í koppana eftir u.þ.b. aðra hverja ferð, það tekur hellings tíma því kopparnir eru 23........\nAC dælan: Er með smurglas á inntakinu f. hana svo hún sýgur alltaf smá loftpressuolíu inn á sig þegar hún dælir, held samt að sú smurning nái ekkert að smyrja \"sveifarásinn\" og legurnar svo ég hugsa að ég taki hana sundur 1x á ári til að smyrja hana.\nÁ Terrano sem ég nota dags daglega og í allar ferðir sem 31\" bíll dugar:\nOlía + sía á vél rúmlega 1x á ári, skipti svo um olíuna en nota sömu síu 1-2x þess á milli (þetta gerir um 15.000 á síuna og kringum 5.000 á olíuna).\nDrif og kassar: Skipti á því öllu þegar ég eignaðist bílinn fyrir rúmu ári, athuga drifolíuna eftir mikið vatnasull en mun annars ekki skipta um þessar olíur nema kanski annað hvert ár.\nSmyr af og til í koppa þegar bíllinn er á annað borð upp á lyftu en er ekki með neina fasta reglu á því.\nFreyr",
            "date": "2011-06-10 13:21:00",
            "post_id": "23642",
            "reply_to_id": "23626"
        }
    ],
    "date": "2011-06-09 11:37:00"
}