{
    "forum_title": "Almennt spjall",
    "id": "5080",
    "title": "þórsmörk",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=5080",
    "posts": [
        {
            "user_name": "hilux",
            "text": "veit einhver hverni vegurinn og steinholtsá er þessa dagana ? Er að spá í að skella mér næstu helgi og ætla inn í bása",
            "date": "2011-06-10 22:38:00",
            "post_id": "23668",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Ég fór þetta fyrir nokkrum vikum þegar gosið byrjaði í Grímsvötnum og þá var vegurinn bara svolítið grófur eins og hann er venjulega og Steinsholtsáin var bara smálækur.\nÉg fór þá yfir Krossá í fyrsta sinn en ég ætlaði ekki að trúa því hvað hún var vatnslítil, náði varla upp á stigbretti.",
            "date": "2011-06-10 22:45:00",
            "post_id": "23669",
            "reply_to_id": "23668"
        },
        {
            "user_name": "snöfli",
            "text": "Það er örugglega Subarúfært inní Bása.  Var fyrir 1/2 mánuði í Básum og þá var Krossáin u.þ.b. tóm.  Spurning um veður þegar nær dregur ef ekki rigning eða hlýjindi (sem er ekki núna) þá örugglega fært.  Vegurinn bara svona rétt dæmigerður grófur malarvegur:-)",
            "date": "2011-06-11 00:35:00",
            "post_id": "23680",
            "reply_to_id": "23669"
        },
        {
            "user_name": "hilux",
            "text": "er að spá í að skella mér næstu helgi er bara á hobbý ford f150 ekki 4x4! Spurning um að fá einhver með til að hanga í spotta",
            "date": "2011-06-11 16:23:00",
            "post_id": "23702",
            "reply_to_id": "23680"
        },
        {
            "user_name": "snöfli",
            "text": "Óþarfa áhyggjur.  Þú kemmst þetta einn á Fordinum:-)",
            "date": "2011-06-12 00:36:00",
            "post_id": "23725",
            "reply_to_id": "23702"
        },
        {
            "user_name": "hilux",
            "text": "eingar áhyggjur hér hehe hef verið með annan fótinn í mörkinni síðan ég man eftir mér hehehhe en betra að hafa varann á ekki satt ,, það er nú ekkert gaman að stoppa út í miðri á því maður hefur ekki framdrifið til staðar. Fór nú einusinni inneftir og inn í langadal á amc agle station þá var bara gluðrað silicon spreyi yfir kveikju og kertaþræði og ullarsokkur settur yfir loftintakið komst svo að því á leiðinni heim að ég hefði farið á bílnum bara í afturdrifinu, var eitthvað pikles í rofa svo  hann fór aldrei í framdrifið hehehe. 'A þeim tíma var mikið í ánum",
            "date": "2011-06-12 08:59:00",
            "post_id": "23733",
            "reply_to_id": "23725"
        }
    ],
    "date": "2011-06-10 22:38:00"
}