{
    "forum_title": "Almennt spjall",
    "id": "5095",
    "title": "Ljósa vesen",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=5095",
    "posts": [
        {
            "user_name": "Svenni30",
            "text": "Sælir.\nÉg er að vandræðast. Það virka ekki bakk ljósin hjá mér og ekki heldur númers ljósin.\nSvo þegar ég set í 4x4 þá kviknar ekki ljósið í mælaborðinu. Hvað er að þessu dóti ? \nEr búinn að fara yfir öryggin og það er allt í góðu þar.\nSvo virkar ekki flautan heldur.\nÖll hjálp er vel þegin\nÞetta er Toyota Hilux extra cab 91",
            "date": "2011-06-12 19:50:00",
            "post_id": "23758",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Ég er nýlega búinn að lenda í þessu með númeraljós, þá reyndar á súkku en ég var búinn að mæla nokkra víra enda á milli þegar einn vírinn gaf ekki viðnámsmælingu í gegn. Þá var sá vír í sundur með lítilli skemmd og spanskrænu.\nÁ hiluxinum hjá mér logaði vélaljós um daginn sem benti til súrefnisskynjara í pústinu og eftir smá rannsókn kom í ljós að einn vírinn í skynjarann var eins farinn.\nStuttu seinna rak ég augun í einn vír í rúðupissdæluna sem var líka eins en var ekki alveg farinn í sundur. \nÍ öllum þessum tilfellum var ekki um að ræða núning við stál t.d sem örsakaði skemmdina heldur hefur þetta bara byrjað að sjálfum sér, mjög undarlegt.\nÞetta má kannski rekja til aldurs bílsins og saltið hjálpar örugglega ekki.\nBara smá hugmynd hvað gæti verið að.",
            "date": "2011-06-12 20:55:00",
            "post_id": "23760",
            "reply_to_id": "23758"
        },
        {
            "user_name": "jeepcj7",
            "text": "Mjög oft er þetta eftir að einhver er búinn að fara með prufulampa á víra til að finna td. rafmagn fyrir kerrutengil svoleiðis skemmdir geta gert mann alveg nuts og oft erfitt að finna.",
            "date": "2011-06-12 21:02:00",
            "post_id": "23761",
            "reply_to_id": "23760"
        },
        {
            "user_name": "Hfsd037",
            "text": "Á mínum bíl liggur vírabarki fyrir afturljós, læsingu og númeraljós undir gólfteppinu hægra megin inn í bílnum\nundir sætinu er síðan vírabarkanum splittað í tvennt með 2 tengjum sem vírabarkarnir tengjast síðan við hvorn annann\nog þaðan frá tenginu liggur vírabarkinn út og undir aftur í bíl með grindabitanum.\nathugaðu þetta tengi til að byrja með, þú þarft að losa sætið úr og losa listann sem liggur yfir teppið við hurðina\nþetta tengi getur alveg klikkað ef það fær raka og drullu í sig..\nSvo er líka möguleiki á útleiðslu í vírabarkanum, þá kemur sér vel fyrir að geta tekið tengið í sundur til þess að mæla útleiðslu..\nmeð 4wheel drive ljósið, checkaðu hvort að öll tengin seu tengd við gírkassa og millikassann",
            "date": "2011-06-12 23:50:00",
            "post_id": "23774",
            "reply_to_id": "23761"
        },
        {
            "user_name": "Svenni30",
            "text": "Takk fyrir þetta. Þetta er nú meiri hausverkurinn. \nÉg fer þá að skoða snúrur og tengi. Þetta rafmagns vesen er ekki alveg minn tebolli :)",
            "date": "2011-06-13 22:30:00",
            "post_id": "23819",
            "reply_to_id": "23774"
        },
        {
            "user_name": "Svenni30",
            "text": "Jæja það eru kominn Nr ljós. En bakljósin eru en þá dauð. Búinn að fara yfir kerrutengið og mæla allt hátt og látt. og fara yfir tengi og snúrur. það kemur ekki straumur á bakljósa stæðið.\nEr ekki nemi eða tengi á gírkassanum fyrir bakljósin? gæti hann verið að svíkja ?\n4wheel drive ljósið í mælaborðinu er dautt líka á eftir að skoða tengin seu tengd við gírkassa og millikassann.\nSvo er það helvítis flautan hún virkar ekki. hvað getur það verið ?",
            "date": "2011-06-19 22:51:00",
            "post_id": "24095",
            "reply_to_id": "23819"
        },
        {
            "user_name": "Hfsd037",
            "text": "checkaðu á tengjunum við gírkassa og millikassa því þar eru nemarnir fyrir bakkljósið og 4x4 ljósið\n tengin eru 2",
            "date": "2011-06-20 22:57:00",
            "post_id": "24143",
            "reply_to_id": "24095"
        },
        {
            "user_name": "Svenni30",
            "text": "Takk fyrir þetta kall. Fer að skoða þetta.",
            "date": "2011-06-20 23:01:00",
            "post_id": "24145",
            "reply_to_id": "24143"
        },
        {
            "user_name": "Hfsd037",
            "text": "ekki málið :)",
            "date": "2011-06-20 23:22:00",
            "post_id": "24149",
            "reply_to_id": "24145"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÉg held einmitt að þú ættir að fá þér tebolla og róa taugarnar aðeins.  Ég held að það sé alveg ljóst að vandamálið er ekki eitt stórt sem veldur öllu veseninu heldur nokkur smávandamál og ástæðan fyrir tebollanum er sú að þú þarft að taka á hverju fyrir sig í rólegheitunum.  (ég er s.s. ekki að segja að þú sért sérstaklega æstur heldur er best að takast á við þetta af mikilli yfirvegun)\nAuðvitað eru fyrstu spurningarnar hvort perurnar séu pottþétt í lagi.  Litlu mælaborðsperurnar geta litið út fyrir að vera heillegar þó að þær séu farnar.\nByrjaðu á bremsuljósinu.  Þar ætti mínusinn að vera fastur og pottþéttur í perustæðinu og þú þarft að athuga hvort það sé þannig.  Ef það er öruggt gætirðu farið á bremsupedala rofann.  Þar myndi ég ætla að sé plús og þegar pedalinn yfirgefur rofann lokar hann snertunni.  Mældu bæði hvort það sé straumur að og frá.  Ef ekkert finnst þarna gæti ég ímyndað mér að plúsinn fari í gegnum svissinn eða rely sem svissinn stjórnar sem gæti verið að stríða.  Síðan er pottþétt öryggi sem þarf að mæla hvort fái straum.\nMælaborðsljósin fá líklega plús í borðinu sjálfu og stöðurofarnir gefa þá mínus.  Rofinn fyrir bakkljósið tekur samt líklegast plús í gegnum sig til að mæta mínusnum í ljósastæðinu.  \nSvona verðurðu að feta þig í rólegheitunum í gegnum rafkerfið og taka einn hlut fyrir í einu og mæla þig frá einum stað til annars.  Svo er aldrei að vita nema þú finnir fleiri en eitt vandamál á einum stað.\nGóða skemmtun, Kv Jón Garðar",
            "date": "2011-06-20 23:37:00",
            "post_id": "24152",
            "reply_to_id": "24149"
        }
    ],
    "date": "2011-06-12 19:50:00"
}