{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "5165",
    "title": "Patrol 99 kælivesen.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=5165",
    "posts": [
        {
            "user_name": "geirlaugur",
            "text": "Sælir.\nLenti skyndilega í því í gær að það kviknaði check engine ljós og um leið leit ég á hitamælinn og sá að hann var allveg kominn í rautt svo ég drap á bílnum um leið og það semsagt sauð á honum kælivatnið.\nHeddið er glænýtt og einnit 4 laga vatnskassi.\nviftureimin virtist í lagi og miðstöðin hitnar eðlilega.\nHvað haldið þið að gæti verið að valda ?\nMér datt í huga að vatnsdælan gæti verið að svíkjast undan.",
            "date": "2011-06-18 13:17:00",
            "post_id": "24039",
            "reply_to_id": false
        },
        {
            "user_name": "jongunnar",
            "text": "ÉG myndi giska á vatnsdælu eða vatnslás. hvað var annars gert þegar þú skiptir um heddið var kíkt á vatnslásinn??? eða dæluna???  Ég er sjálfur að raða saman einum sem var í hedd skiptum og tók vatnlásinn úr honum og setti í pott og sauð sá vatnlás stóð á sér fyrst en opnaðist í annari tilraun. ÉG setti hann nýjan og ætla líka að skipta um vatnsdælu...",
            "date": "2011-06-18 14:51:00",
            "post_id": "24040",
            "reply_to_id": "24039"
        },
        {
            "user_name": "geirlaugur",
            "text": "Það var nýbúið að skipta um hedd og vatnskassa þegar ég keypti hann.\nMig grunar að hvorki hafi verið skipt um vatnsdælu né vatnslás og finnst frekar líklegt að vatnsdælan sé málið.\nVæri ekki miðstöðin mjög líklega lengi að hitna ef það væri vatnslásinn ?",
            "date": "2011-06-19 03:10:00",
            "post_id": "24062",
            "reply_to_id": "24040"
        },
        {
            "user_name": "jongunnar",
            "text": "Jú ég held að miðstöðin hitni ekkert ef það er vatnslásinn...",
            "date": "2011-06-19 09:29:00",
            "post_id": "24064",
            "reply_to_id": "24062"
        },
        {
            "user_name": "birgiring",
            "text": "Vatnslás bilar oftast annaðhvort fastur opinn eða fastur lokaður. Ef hann er fastur opinn þá nær bíllinn ekki eðlilegum ganghita. Ef hann er fastur lokaður þá hitnar allt upp í suðu og miðstöðin blæs sjóðheitu en vatnskassinn hitnar lítið. Ef heddpakkning eða hedd eru biluð koma loftbólur upp í forðabúrið eða hann ælir vatninu af forðabúrinu.Þegar bíllinn er\nalveg kaldur er gott að fylla forðabúrið og efri vatnskassahosuna ef á henni er tappi.Setja síðan í gang og sjá hvort koma\nmiklar loftbólur  upp í forðabúrið og einnig hvort komi mikill þrýstingur í efri vatnskassahosuna.",
            "date": "2011-06-19 12:02:00",
            "post_id": "24070",
            "reply_to_id": "24064"
        },
        {
            "user_name": "thecrow",
            "text": "Maður á í öllum tilfellum með heddskipti að skipta um vatnslás og helst vatnsdælu \nmaður hefur alltof oft í gegnum tíðina séð menn eiðileggja heddpakkningu og hedd útaf\nsvona nísku.",
            "date": "2011-06-19 17:14:00",
            "post_id": "24077",
            "reply_to_id": "24070"
        },
        {
            "user_name": "geirlaugur",
            "text": "Takk fyrir góð svör.\nEf ég hefði sjálfur þurft að skipta um heddið þá hefði ég skipt um vatnslásinn og vatnsdæluna í leiðinni en það var nýbúið að þessu þegar ég keypti bílinn og þá hafði ekki verið skipt um ventalokspakkninguna svo hún míglak svo mér finnst mjög líklegt að það hafi farið gamall vatnslás og vatnsdæla aftur í bílinn.\nMiðstöðin virðist hita eðlilega, ekkert sem bendir til þess að heddpakkningin sé farin aftur.\nFinnst orðið frekar líklegt að vatnslásinn sé fastur lokaður, gat keyrt bílinn í bæinn með því að hafa miðstöðina í botni og láta hana blása sjóðandi heitu lofti. Þá sauð ekkert á honum.",
            "date": "2011-06-19 22:50:00",
            "post_id": "24094",
            "reply_to_id": "24077"
        },
        {
            "user_name": "jongunnar",
            "text": "ERtu búinn að skipta um vatnslásinn???\nVar hann fastur?\nkv. Jón Gunnar",
            "date": "2011-06-26 09:27:00",
            "post_id": "24426",
            "reply_to_id": "24094"
        },
        {
            "user_name": "geirlaugur",
            "text": "Sæll.\nSkipti já um vatnslásinn og hann opnaði sig ekki, en svo virðist sem fyrri eigandi hafi látið einhvern fúskara skipta um hedd bílsins svo að pakkningin er í það minsta farin eftir 8,000 km akstur!\nGæti verið að ekki hafi verið sett rétt þykkt af heddpakkningu.\nÞað bullaði svo mikið uppí Forðabúrið að það var allveg greinilega eitthvað meira en vatnslásinn.\nTakk fyrir svörin.",
            "date": "2011-06-26 14:10:00",
            "post_id": "24438",
            "reply_to_id": "24426"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Sömuleiðis er spurning hvort sá sem skipti um pakkninguna síðast hafi athugað nægilega vel hvort sprungur væru í  heddinu, eða þ.e. láta þrýstiprufa það og plana þéttiflötinn.",
            "date": "2011-06-26 16:28:00",
            "post_id": "24443",
            "reply_to_id": "24438"
        },
        {
            "user_name": "geirlaugur",
            "text": "Það var sett nýtt hedd svo það hefur allavega ekki verið sprungið.\nEn spurning hvort það hafi verið planað og þrýstiprófað.",
            "date": "2011-06-26 18:51:00",
            "post_id": "24452",
            "reply_to_id": "24443"
        }
    ],
    "date": "2011-06-18 13:17:00"
}