{
    "forum_title": "Almennt spjall",
    "id": "5194",
    "title": "Drifhlutföll",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=5194",
    "posts": [
        {
            "user_name": "Svenni30",
            "text": "Veit ekki hvað hlutföll eru í bílnum hjá mér.\nEn getið snillingarnir ekki hjálpað mér. Þegar ég er á 90km þá snýst hann í 2200. Er á 38\" hvað haldið þið ??",
            "date": "2011-06-20 22:46:00",
            "post_id": "24141",
            "reply_to_id": false
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞú þarft að keyra í 4. gír því að hann er, allavega langoftast, beinn s,s, 1:1.\nDekk sem er 38\" á hæð er (38x2.5) 95cm á hæð.  Ummál hrings er þxpi  95x3,1415=298,45cm.\nÞá ferðast bíllinn 2,98 metra fyrir hvern hring sem dekkin snúast.\nEf við segjum að þú keyrir á 100km/klst þá ertu að keyra 1666 metra á mínútu\nSegjum að mótorinn snúist 2500 sn pr mín á meðan \nEf við segjum 1666/2,98=559 eru þá dekkin að snúast 559 snúninga á mínútu á meðan mótorinn snýst 2500 snúninga á mínútu.\nEf gírkassinn í 4. gír og millikassinn í háadrifi eru 1:1 sem er algengast ætti hlutfallið að liggja þarna á milli s.s. 2500/559=4,47 eða 4,47:1\nEru menn sammála þessu?\nKv Jón Garðar",
            "date": "2011-06-20 23:10:00",
            "post_id": "24148",
            "reply_to_id": "24141"
        },
        {
            "user_name": "Startarinn",
            "text": "Ef þetta er V6 hiluxinn sem Benni á Króknum smíðaði, þá er ég nánast viss um að það eru 1:4.88 hlutföll í honum, getur tjakkað annað afturhjólið upp og snúið því 2 hringi, með hitt hjólið stopp og talið hvað drifskaftið snýst marga hringi, ætti að vera rétt tæpir 5 hringir fyrir 4.88",
            "date": "2011-06-21 00:25:00",
            "post_id": "24163",
            "reply_to_id": "24148"
        },
        {
            "user_name": "Stebbi",
            "text": "Miðað við 90kmh og 2200rpm á 38\" á japönskum jeppa þá ertu nokkuð örugglega á 4.88.  Fimmti er yfirleitt í kringum 0.83 hjá nippanum ef þú vilt reikna þetta.",
            "date": "2011-06-21 17:48:00",
            "post_id": "24192",
            "reply_to_id": "24163"
        },
        {
            "user_name": "StefánDal",
            "text": "5.29 er mitt gisk. 5.71 er nefnilega 2500rpm í 5. á 90",
            "date": "2011-06-22 00:30:00",
            "post_id": "24220",
            "reply_to_id": "24192"
        },
        {
            "user_name": "Þorri",
            "text": "http://www.grimmjeeper.com/metric_gears.html\n   Prufaðu að nota þessa síðu. Þú getu allavega fundið út snúninginn á vélinni miðað við mismunandi hlutföll.",
            "date": "2011-06-22 08:53:00",
            "post_id": "24226",
            "reply_to_id": "24220"
        },
        {
            "user_name": "Svenni30",
            "text": "Takk strákar fyrir svörin.\nTakk fyrir greinargott svar Jón Garðar.\nÞetta er einmitt sá bíll sem Benni á Króknum smíðaði, þekkir þú eitthvað til bílsins Startarinn ?\nHvaða hlutföll henda vel í hilux extra cab v6 ?",
            "date": "2011-06-22 10:10:00",
            "post_id": "24229",
            "reply_to_id": "24226"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég þekki Benna bara, og ef ég man rétt þá gafst hann upp á 5,29 hlutföllunum og setti 4,88 í bílinn, Einfaldast fyrir þig væri að hringja annaðhvort í Benna eða Unnar Egilssyni, þeir áttu bílinn þegar hann var á Sauðárkróki og framkvæmdu flestar breytingarnar. Unnar seldi einhverjum flugmanni fyrir sunnan bílinn held ég svo mér þykir ólíklegt að það hafi verið mikið átt við hann eftir það.\nÉg er með 4.56 í mínum en ég er með tvo gírkassa svo ég set bara í 3ja gír á fremri kassanum ef ég þarf lægra hlutfall. En mig langar í 4.88 í hann\nMeð 5.71 hlutföllum þarf ekki að breyta hraðamælinum miðað við orginal\nKv.\nAddi Sig.",
            "date": "2011-06-22 19:43:00",
            "post_id": "24251",
            "reply_to_id": "24229"
        },
        {
            "user_name": "Svenni30",
            "text": "Takk fyrir þetta Addi.\nÉg bjalla í Benna við tækifæri.",
            "date": "2011-06-22 22:56:00",
            "post_id": "24261",
            "reply_to_id": "24251"
        }
    ],
    "date": "2011-06-20 22:46:00"
}