{
    "forum_title": "Almennt spjall",
    "id": "5206",
    "title": "Hvernig væri?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=5206",
    "posts": [
        {
            "user_name": "LeibbiMagg",
            "text": "sælir nu er nátturulega allveg einstaklega gott veður þessa daga og alltí einu fékk ég flugu í hausinn\nhvernig væri að hafa einn daginn einhvern hitting hérna á suðurlandinu\nhægt væri að finna einhvern góðan stað grilla og skoða bílana hjá öllum og svona \nnei ég bara segi svona allar ábendingar, hugmyndir og hvað sem brennir á vörum ykkar velkomnar",
            "date": "2011-06-21 10:48:00",
            "post_id": "24175",
            "reply_to_id": false
        },
        {
            "user_name": "arni hilux",
            "text": "ekki vitlaus hugmynd það. enda eða byrja á jeppaferð",
            "date": "2011-06-21 13:35:00",
            "post_id": "24180",
            "reply_to_id": "24175"
        },
        {
            "user_name": "LeibbiMagg",
            "text": "já flott það lýst vel á það",
            "date": "2011-06-21 17:29:00",
            "post_id": "24190",
            "reply_to_id": "24180"
        },
        {
            "user_name": "hobo",
            "text": "Maður hefur heyrt verri hugmynd.\nÞað eina sem þarf er að einhver/jir fari í málið, ákveða stað og stund.",
            "date": "2011-06-22 23:15:00",
            "post_id": "24265",
            "reply_to_id": "24190"
        },
        {
            "user_name": "LeibbiMagg",
            "text": "jú var að tala við jeepson/gísla áðan og hann bolvaði (ekki í hljóði) yfir því að búa þarna fyrir vestan þegar hann sá þetta \ner ekki bara fint að taka rúnt á strandirnar og menn þarna fyrir vestan mæta okkur þar og svo verður grillað \nhef ekkert pælt þetta út þannig ef menn eru með betri hugmynd þá um að gera koma með hana",
            "date": "2011-06-22 23:48:00",
            "post_id": "24269",
            "reply_to_id": "24265"
        },
        {
            "user_name": "hobo",
            "text": "Hér eru daufar undirtektir.\nÞað þarf bara að auglýsa þetta, þá mæta einhverjir.\nAnnars grunar mig að stór hluti \"jeppamanna\" séu bara áhugamenn um jeppana sem slíka en ekki að ferðast á þeim.",
            "date": "2011-06-23 13:28:00",
            "post_id": "24277",
            "reply_to_id": "24269"
        },
        {
            "user_name": "khs",
            "text": "Sleppa grilli, bara hittast, skoða bílana og fara svo að jeppast í nokkra klukkutíma. ;)",
            "date": "2011-06-23 13:33:00",
            "post_id": "24278",
            "reply_to_id": "24277"
        },
        {
            "user_name": "LeibbiMagg",
            "text": "það er líka hugmynd er ekki einhver til i ad taka ad ser ad skipuleggja thetta og auglýsa betur",
            "date": "2011-06-23 14:26:00",
            "post_id": "24281",
            "reply_to_id": "24278"
        },
        {
            "user_name": "khs",
            "text": "Það eru til fullt af leiðum í bókinni hans Ofsa t.d., svo eru til miki fleiri leiðir.  Það er t.d. hægt að taka eina leið á viku.   Einn(eða fleiri) getur tekið að sér að nota síðuna \nwww.teamfinder.org\n.  Þar setur maður inn ferðina, nöfn og netföng þeirra sem langar mögulega með.  Heimasíðan sér svo um að senda tpósta á alla og þeir fá þá link á skráningarform sem þeir svo segja já, nei eða kannski.  Þessa síðu nota ég til að halda utan um hópinn sem ég er með í fótboltanum, menn fá alltaf tpósta, melda sig á síðuna og þá sér maður strax hve margir mæta.",
            "date": "2011-06-23 14:58:00",
            "post_id": "24283",
            "reply_to_id": "24281"
        },
        {
            "user_name": "hobo",
            "text": "Þetta er flott, búinn að skoða aðeins þessa síðu og er að fatta þetta.\nBest væri ef það væri fleiri en einn sem gætu séð um setja inn ferðir inná þessa síðu, svona til að það sé ekki bara einn aðili sem legði það á sig.\nÞá væru þeir með sameiginlegan aðgang að síðunni.\nSvo geta aðrir auðvitað komið með hugmyndir af góðum leiðum.\nÉg get boðið mig fram í skipulagningu ferða.",
            "date": "2011-06-23 15:31:00",
            "post_id": "24284",
            "reply_to_id": "24283"
        },
        {
            "user_name": "khs",
            "text": "Það yrðu auðvitað að vera einfaldar reglur.  Hver og einn ber ábyrgð á sínum bíl sama hvað á gengur, vissur búnaður þarf að vera til staðar og fleira svona í anda Litlunefndar F4x4.  Þetta þarf allt að vera á hreinu áður en í fyrstu ferð er farið.  Svo þarf að safna nöfnum, netföngum og gsm númerum.",
            "date": "2011-06-23 15:45:00",
            "post_id": "24285",
            "reply_to_id": "24284"
        },
        {
            "user_name": "LeibbiMagg",
            "text": "snildin einar ég er að sjálfsögðu með gaman væri ef fleiri létu í sér heira herna:)",
            "date": "2011-06-23 18:10:00",
            "post_id": "24292",
            "reply_to_id": "24285"
        },
        {
            "user_name": "hobo",
            "text": "Mikið rétt.\nÁkveðna hluti þurfa bílar að uppfylla fyrir hverja og eina ferð. \nT.d. verður VHF að vera skilyrði í öllum ferðum.\nÉg skal stofna nýjan þráð til að safna nöfnum, netföngum og símanúmerum.\nÞá kemur í ljós mælanlegur áhugi jeppaspjallverja.",
            "date": "2011-06-23 19:41:00",
            "post_id": "24295",
            "reply_to_id": "24292"
        },
        {
            "user_name": "jeepson",
            "text": "Væri ekki sniðugt að þið sem hafið áhuga svona ferð að hittast og planleggja þetta eitthvað. Svona þegar verður búið að fá nægilegan fjölda af fólki með. Ég væri alveg game í að mæta. En pattinn minn fer af númerum núna fljótlega þar sem að ég ætla að eyða hluta af sumrinu að dunda í honum.",
            "date": "2011-06-23 19:47:00",
            "post_id": "24296",
            "reply_to_id": "24295"
        },
        {
            "user_name": "risinn",
            "text": "Tjald,Öl,grill og fl. upp í sveit það virkar.",
            "date": "2011-06-23 22:06:00",
            "post_id": "24313",
            "reply_to_id": "24296"
        },
        {
            "user_name": "LeibbiMagg",
            "text": "já það er klárlega það sem á að gera fara eithvert taka helgi á þetta eða eithvað tjalda grilla smá öl og taka ferðir útfrá tjaldstað á daginn",
            "date": "2011-06-24 16:22:00",
            "post_id": "24366",
            "reply_to_id": "24313"
        }
    ],
    "date": "2011-06-21 10:48:00"
}