{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "5220",
    "title": "að tjúna gamla disel rellu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=5220",
    "posts": [
        {
            "user_name": "gaz69m",
            "text": "er með gamla disel rellu sem er sögð 65 hp  samkvæmt skráningar skírteini spurningin er hvað get ég gert til að fá hana upp í  85 hestöfl kanski 90 . þarf ekki meira á fornbíl en vill hafa meira afl en orginal og þetta er bmc disel vél  úr austen gipsy en var sett í jeppa sem ég er að gera upp .  þannig að hvað er hægt og hvað ekki .",
            "date": "2011-06-22 17:32:00",
            "post_id": "24244",
            "reply_to_id": false
        },
        {
            "user_name": "Startarinn",
            "text": "Sennilega er fátt annað að gera en að föndra túrbínu á hana og auka við olíuna, svo er líka hægt að setja gas inná vélina en ég veit ekki hvort þú nærð alveg 20 hö út úr því",
            "date": "2011-06-22 19:47:00",
            "post_id": "24252",
            "reply_to_id": "24244"
        },
        {
            "user_name": "Offari",
            "text": "Svo er líka hægt að skipta um vél.  Bmc vélin hafði bara einn kost, hún þótt sparneytin annað hafði hún ekki upp á að bjóða.  Ég myndi í þínum sporum ekkert hrófla við henni frekar finna eitthvað annað óní Rússann. Það eru til margar skemmtilegri vélar. sem nú eru komnar úr tísku.  Td mitshubisi 2,5-2,8  Ættu nú að vera til í einhverjum riðhaugum.  Toyota 2,4 þótti reyndra ekkert sérstök en örugglega sprækari en Bmc.\nNissan 2,5, 2,7 og 2,8. Ættu líka að vera fáanlegar með kössum.  Eignig er til fullt af bensínvélum sem oftar eru léttari og skemmtilegri þótt eyðslan sé eitthvað meiri.   Best er að fá sér heilan bíl til að ná sköftum með.  Get boðið þér nissan king cab með bilaða kuplingu  2,4 bensín og 2,5 disel (non turbo)",
            "date": "2011-06-22 20:13:00",
            "post_id": "24254",
            "reply_to_id": "24252"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "BMC vélarnar voru með línuverki á eldri vélunum en síðan cav stjörnuolíuverk og var vélin snarpari og fleiri hestöfl með stjörnuna.  Það eru 5 höfuðlegur í vélinni þannig að það mætti örugglega setja túrbínu á hana, Bara að passa að hún sé úr vél sem er minni en 2,2 lítra.",
            "date": "2011-07-18 21:13:00",
            "post_id": "25646",
            "reply_to_id": "24254"
        },
        {
            "user_name": "gaz69m",
            "text": "áhugavert þá er að skoða það  að finna  túrbínu úr vél mini en 2,2 .  ábendingar um slíkt væru vel þegnar",
            "date": "2011-07-19 10:52:00",
            "post_id": "25663",
            "reply_to_id": "25646"
        },
        {
            "user_name": "Einar",
            "text": "Þar sem þetta er hvort sem er ekki orginal mótorinn þá myndi ég ekki vera að eltast við hann ef ég væri í þínum sporum og þar sem afl er ekki höfuðmálið er til fullt af mótorum sem myndu henta þér betur og kosta ekki mikið. Ég geri ráð fyrir að eins og margir jeppar af þessari kynslóð sé hann ekki á sérlega háum drifum og ef ekki á að setja þetta á stærri dekk á væri mótor með passandi 5 gíra kassa til mikilla bóta.",
            "date": "2011-07-19 20:04:00",
            "post_id": "25688",
            "reply_to_id": "25663"
        }
    ],
    "date": "2011-06-22 17:32:00"
}