{
    "forum_title": "Almennt spjall",
    "id": "5278",
    "title": "verslunn á ebay",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=5278",
    "posts": [
        {
            "user_name": "pattigamli",
            "text": "hæ er einhver vakaqndi núna sem hefur verslað á eaby",
            "date": "2011-06-28 02:10:00",
            "post_id": "24555",
            "reply_to_id": false
        },
        {
            "user_name": "GFOTH",
            "text": "hef verslað mikið á ebay",
            "date": "2011-06-28 08:17:00",
            "post_id": "24561",
            "reply_to_id": "24555"
        },
        {
            "user_name": "pattigamli",
            "text": "Sæll félagi. Hvernig er best að standa að þessu.Hvert er hægt að láta senda hlutina og hvernig er bet\nað koma þeim heim.Er þetta sent til Boston á skip eða flug einhver staðar",
            "date": "2011-06-28 10:44:00",
            "post_id": "24562",
            "reply_to_id": "24561"
        },
        {
            "user_name": "Polarbear",
            "text": "að versla á ebay er góð skemmtun. þetta er samt alltaf risky business og maður verður að vita dáldið hvað maður er að gera, auk þess sem það er erfitt að versla stóra hluti ef þú ert ekki með neitt \"reputation\" (hefur ekkert verslað áður) á ebay.\nþað hefur -alltaf- reynst mér ódýrast að flytja það sem ég hef keypt beint heim án milligöngu shopusa.is enda þarf undirbúning til að kaupa dót sem sent er þangað. þú þarft að skrá heimilisfangið þeirra í USA sem aukaheimilisfang á vísakortið þitt og svo framvegis.\nBest af öllu er að finna hlutinn sem þú villt kaupa hjá aðila sem sendir beint \"internationally\" og best af öllu er að hafa samband fyrst og spyrja um verð í flutning fyrirfram -ÁÐUR- en þú býður í viðkomandi vöru nema það sé skýrt tekið fram hvað það er í lýsinguni.\nþetta eru svona helstu upphafspunktarnir sem gott er að hafa í huga þegar byrjað er að versla á ebay :)",
            "date": "2011-06-28 10:51:00",
            "post_id": "24563",
            "reply_to_id": "24562"
        },
        {
            "user_name": "pattigamli",
            "text": "Takk fyrir upplisingarnar Lárus.Er að reina kaupa mér gólf í gamlan Bronco en er í vandræðum þar sem að seljandi sendir bara innanlands.",
            "date": "2011-06-28 11:21:00",
            "post_id": "24566",
            "reply_to_id": "24563"
        },
        {
            "user_name": "fannar79",
            "text": "Sendu þeim póst og spurðu hvort að það sé hægt að fá þá til að senda þér til íslands\nþað hefur virkað fyrir mig",
            "date": "2011-06-28 11:52:00",
            "post_id": "24568",
            "reply_to_id": "24566"
        },
        {
            "user_name": "stjanib",
            "text": "ef að þeir senda bara innanlands geturu tala við Iceglobal logistics ( igl.is ) og sent þetta á þá eins og maður gerir þegar maður notar shopusa en þeir hjá iceglobal eru víst ódýrari. Vinur minn hefur notað þá í staðinn fyrir shopusa.",
            "date": "2011-06-28 13:14:00",
            "post_id": "24573",
            "reply_to_id": "24568"
        },
        {
            "user_name": "pattigamli",
            "text": "Frábærar upplisingar strákar.þetta endar senilega með að ég get náð mér í efnivið í vetrarverkefnið.",
            "date": "2011-06-28 14:04:00",
            "post_id": "24577",
            "reply_to_id": "24573"
        }
    ],
    "date": "2011-06-28 02:10:00"
}