{
    "forum_title": "Almennt spjall",
    "id": "529",
    "title": "Breytingaskoðun og hækkun á gormum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=529",
    "posts": [
        {
            "user_name": "Alpinus",
            "text": "Góðan dag\nMig vantar breytingaskoðun á óbreyttan (30mm hækkun á gormum) Patrol og til þess þarf hann að vera annaðhvort hækkaður um a.m.k. 55mm eða vera á 35\" dekkjum (skv.Frumherja), sem komast undir hann, en ég á ekki til. Ég á ný 33\" dekk sem ég myndi helst vilja nota áfram. \nVeit einhver hvað svona hækkun á td gormum (55mm ca) myndi kosta mig úti í bæ og hvar þá helst eða eru menn hérna á Spjallinu sem myndu vilja gera þetta fyrir ákveðna upphæð og hver myndi sú upphæð þá vera, svona ca? Hvað er eiginlega hagstæðast í þessu?\nKveðja\nHansi\n8679792",
            "date": "2010-03-16 14:14:00",
            "post_id": "2411",
            "reply_to_id": false
        },
        {
            "user_name": "eidur",
            "text": "Hversvegna viltu breytingaskoðun ef þess er ekki þörf?\nUpprunalegu dekkin undir Patrol eru held ég rétt um 30 tommur svo þú ættir geta fengið breytingaskoðun fyrir 33\".",
            "date": "2010-03-16 15:19:00",
            "post_id": "2413",
            "reply_to_id": "2411"
        },
        {
            "user_name": "gislisveri",
            "text": "Hvaða dekkjastærð er í skráningarskírteini?",
            "date": "2010-03-16 16:34:00",
            "post_id": "2416",
            "reply_to_id": "2413"
        },
        {
            "user_name": "Alpinus",
            "text": "Fæ ekki rekstraleyfi á hann nema hann sé formlega breyttur. En ég er búinn að fatta þetta, ég þarf bara að fá lánuð 35\" dekk og fá hann þannig skráðan sem breyttan hjá Frumherja. Þeir segja að dekkin þurfi að fara í og yfir 85,4mm til að ná 10% umfram orginal dekkin sem eru 265/70R16 (77,7mm) í skráningarskírteini, og þannig fái ég formlega breytingaskoðun. Ekki mikið mál ef ég fæ dekkin einhversstaðar.\nÁ einhver 35\" dekk á 6gata felgum til að lána mér í hálfan dag?? Ég mun auðvitað borga einhverskonar leigu eða tryggingu!\nKv\nHansi",
            "date": "2010-03-16 23:25:00",
            "post_id": "2438",
            "reply_to_id": "2416"
        }
    ],
    "date": "2010-03-16 14:14:00"
}