{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "5311",
    "title": "Skítmix-lausn á lúxusvandamáli",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=5311",
    "posts": [
        {
            "user_name": "ssjo",
            "text": "Sælir jeppamenn. Ég er með nýlega Hilux á 38\" með SMM pallhúsi. Hlerinn að aftan er læstur með lykli. Ég opnaði lok innan á hleranum og kíkti inn hann. Aftan á sýlinernum er sveif eða armur, um 4 cm á lengd. Á hornum hlerans innavert eru lok þar sem hægt er að komast inn í hlerann. Spurningin til ykkar er hvort það sé ekki hægt að mixa nettan læsingarmótor í hlerann og taka stýristraum frá annarri afturhurðinni og hafa samlæsingu á öllum hurðum? Láta sem sagt læsingamótorinn færa arminn í á sýlindernum í læst/opið stöðu. Er einhver sérstakur mótor sem menn sjá fyrir sér í þetta?\nÉg hef aldrei séð svona mótor :-), bara heyrt í nokkrum slíkum og veit að þeir eru að gera nákvæmlega þetta.",
            "date": "2011-06-30 21:43:00",
            "post_id": "24716",
            "reply_to_id": false
        },
        {
            "user_name": "haffij",
            "text": "Skrepptu bara í Nesradíó, þar færðu svona mótor á fínu verði. Svo gerir þú einmitt eins og þú varst að tala um, tengir þetta inn á samlæsingalagnirnar í bílnum.",
            "date": "2011-06-30 22:30:00",
            "post_id": "24719",
            "reply_to_id": "24716"
        },
        {
            "user_name": "haffij",
            "text": "Umræddir mótorar líta ca svona út",
            "date": "2011-06-30 22:31:00",
            "post_id": "24720",
            "reply_to_id": "24719"
        },
        {
            "user_name": "StefánDal",
            "text": "Sniðug lausn. Myndi samt ekki kalla hana skítmix. Þetta kallast frekar að hugsa út fyrir kassan. Skólabókanördar og aðrir pappakassahugsjónamenn seta það yfirleitt undir sama hatt;)",
            "date": "2011-07-01 00:24:00",
            "post_id": "24731",
            "reply_to_id": "24720"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Skítmixari hefði vafið baggabandi um arminn og leitt bandið svo inn í bíl, jafnvel borskrúfað það við miðjustokkinn.",
            "date": "2011-07-01 00:49:00",
            "post_id": "24733",
            "reply_to_id": "24731"
        },
        {
            "user_name": "ssjo",
            "text": "Okey, er sammála þessu með skítmixið. Bagga-bandið hefði verið þeim flokki, viðurkenni það, en þetta er sem sagt í vinnslu. Þakka fyrir feedbackið.",
            "date": "2011-07-01 09:53:00",
            "post_id": "24740",
            "reply_to_id": "24733"
        },
        {
            "user_name": "Izan",
            "text": "Daginn\nMér finnst leiðinlegt að vera alltaf sá neikvæði en ég sé þetta ekki fyrir mér að virki.  Gæti kannski verið vegna þess að ég veit ekki hvernig snerillinn sjálfur lýtur út eða virkar en þeir læsanlegu snerlar sem ég hef umgegnist og þjóna svipuðum tilgangi gætu ekki gert þetta.\nÉg held nefninlega að sveifin atarna festi hlerann aftur óháð því hvort hann sé læstur eða ekki.  Læsingin virkar þannig að þegar hann er læstur geturðu ekki snúið snerlinum.  Er þetta ekki rétt hjá mér?\nLæsingamótor getur s.s. aldrei komið læsingunni sjálfri við.  Læsingamótorarnir eru að ég best veit þannig að það er auðvelt að ýta þeim inn og út þannig að það að læsa með þeim einum s.s. láta þá halda á móti yrði ekki örugg.\nAuðvitað gætirðu sett læsingamótorinn og tekið snerilinn sjálfann af hurðinni.  Það myndi þýða að þú þyrftir að tengja það þannig að hann myndi bara opna á rofa innan í bílnum en ekki með fjarstýringu því að þá stæði hlerinn galopinn, og læsast með fjarstýringunni.  Þetta er náttúrulega alveg hægt en ef þú gerir þetta skaltu íhuga stöðuna sem þú kemur þér í ef mótorinn klikkar.\nKv Jón Garðar\nP.s. þessum pósti er ekki ætlað að draga úr framkvæmdagleðinni.  Endilega athugaði þetta og leyfðu okkur að fylgjast með þróuninni.",
            "date": "2011-07-01 11:15:00",
            "post_id": "24745",
            "reply_to_id": "24740"
        },
        {
            "user_name": "ssjo",
            "text": "Jón Garðar, ég skoða þetta betur um helgina. Skil hvað þú ert að meina en þessi umrædda sveif eða armur er aftan á sýlendernum. Þegar honum er snúið (og læst með lykli) færist annar hluti sýlindersins í hak sem kemur í veg fyrir að það sé hægt að hreyfa húninn að utan (flatur sem tagaður er upp, enginn snerill). Húnninn dregur síðan læsingajárnin frá, þegar það er opið/aflæst. Ég held þessu gangandi og kem með myndir fljótlega. \nS",
            "date": "2011-07-01 13:50:00",
            "post_id": "24748",
            "reply_to_id": "24745"
        },
        {
            "user_name": "hobo",
            "text": "Vá hvað ég vildi að verkefnalistinn minn væri svo stuttur að ég gæti verið að spá í svona dúlleríi :)",
            "date": "2011-07-01 14:02:00",
            "post_id": "24749",
            "reply_to_id": "24748"
        },
        {
            "user_name": "Haukur litli",
            "text": "Það er á leiðinni til hans Denso actuator merktur Toyota. Það er þess virði að vera með alvöru dót ef maður er að þessu á annað borð!",
            "date": "2011-07-02 15:21:00",
            "post_id": "24799",
            "reply_to_id": "24749"
        }
    ],
    "date": "2011-06-30 21:43:00"
}