{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "5371",
    "title": "Skráning á dráttarbeisli",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=5371",
    "posts": [
        {
            "user_name": "AgnarBen",
            "text": "góðan dag\nEr mikið mál að fá heimasmíðað prófílbeisli (dráttarbeisli að aftan) skráð ?  Getur maður farið upp í Frumherja og fengið þá til að taka það út og er það nóg eða krefjast þeir teikninga og vottaðs suðumanns líka ?\nÞað er skráð dráttarbeisli undir bílnumí dag en ég ætla að smíða prófílbeisli undir hann í staðinn.  Hvernig snúa menn sé almennt í þessu ?\nkv / Agnar",
            "date": "2011-07-06 11:14:00",
            "post_id": "24990",
            "reply_to_id": false
        },
        {
            "user_name": "LFS",
            "text": "geturðu ekki flutt skraninguna af gamla beislinu yfir á það nyja ?",
            "date": "2011-07-06 11:57:00",
            "post_id": "24993",
            "reply_to_id": "24990"
        },
        {
            "user_name": "haffij",
            "text": "Sé skráð beisli undir bílnum núna þá kemur enginn til með að taka eftir, hvað þá skipta sér af því að það verði allt í einu komið annað beisli undir hann.\nEn ef að beislið undir honum er óskráð þá gæti verið meira mál að fá heimasmíðað beisli úttekið.",
            "date": "2011-07-06 12:15:00",
            "post_id": "24994",
            "reply_to_id": "24993"
        },
        {
            "user_name": "AgnarBen",
            "text": "Jæja, ég hringdi í Frumherja og þetta er nú minna mál en ég hélt.  Maður smíðar bara beislið, setur það undir og merkir það með stöfunum á smiðnum (í þessu tilfelli mínum eigin) og síðan áætlaða þyngd sem beislið þolir.  Síðan fer maður bara á næstu skoðunarstöð og skráir beislið á bílinn, enginn sem skoðar neitt og þú berð bara ábyrgð á þessu sjálfur ! \nÞað er eins gott að það sé ekki neinn að skítmixa eitthvað drasl undir hjá sér, væri lítill húmor í því að einhver myndi missa fellihýsið aftan úr hjá sér á ferð .....",
            "date": "2011-07-06 12:26:00",
            "post_id": "24996",
            "reply_to_id": "24994"
        },
        {
            "user_name": "H D McKinstry",
            "text": "Að gefnu tilefni langar mig að setja inn mynd sem ég tók af dráttarbeisli fyrir stuttu. Það þarf ekki að taka það fram að þessi var ekki búinn að fá skoðun á beislið..",
            "date": "2011-07-06 13:47:00",
            "post_id": "24998",
            "reply_to_id": "24996"
        },
        {
            "user_name": "AgnarBen",
            "text": "Þetta er magnað !  \nÞað sem er mest scary við þetta er að það skoðar þetta enginn þegar beislið er skráð, mér skildist á kappanum sem ég ræddi við hjá Frumherja að menn bæru bara ábyrgð á þessu sjálfir, einu kröfurnar sem væru settar væru að beislið sé merkt með \"framleiðanda\" og hvað þau ættu að þola.",
            "date": "2011-07-06 14:17:00",
            "post_id": "25002",
            "reply_to_id": "24998"
        },
        {
            "user_name": "Stebbi",
            "text": "Þetta er mögnuð smíði á þessu beisli á myndini.  Virkar alveg örugglega eins og orginal þegar bíllinn er ekki á lyftu.  :)",
            "date": "2011-07-06 17:27:00",
            "post_id": "25011",
            "reply_to_id": "25002"
        }
    ],
    "date": "2011-07-06 11:14:00"
}