{
    "forum_title": "Almennt spjall",
    "id": "5390",
    "title": "Hvar eru menn að panta varahluti í bíla",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=5390",
    "posts": [
        {
            "user_name": "joias",
            "text": "Vantar ABS sensor í lancer. Ekki til nein staðar og síðast þegar þetta var til í umboðinu þá kostaði þetta 30þús. Ég var að velta fyrir mér hvort það væri hægt að panta þetta sjálfur fyrir minni pening. Veit einhver um sniðuga síðu sem er öruggt  að versla við?",
            "date": "2011-07-07 12:56:00",
            "post_id": "25080",
            "reply_to_id": false
        },
        {
            "user_name": "joias",
            "text": "Þetta kostar víst 70þús miðað við gengið í dag. Veit einhver um örugga varahlutasíðu?",
            "date": "2011-09-28 11:31:00",
            "post_id": "30052",
            "reply_to_id": "25080"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "what! 70.000 fyrir einn sensor??????????????",
            "date": "2011-09-28 11:37:00",
            "post_id": "30055",
            "reply_to_id": "30052"
        },
        {
            "user_name": "jeepcj7",
            "text": "Mig minnir að hekla hafi viljað rúm 100.000 fyrir svona í pajero ´97 fyrir stuttu síðan,þannig að það er ekki spurning að finna þetta úti.",
            "date": "2011-09-28 11:42:00",
            "post_id": "30056",
            "reply_to_id": "30055"
        },
        {
            "user_name": "Svenni30",
            "text": "Er ekki hægt að finna þetta á partasölu ?",
            "date": "2011-09-28 11:52:00",
            "post_id": "30057",
            "reply_to_id": "30056"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "http://www.theautopartsshop.com/\nÞessir eru með ABS skynjara og varahluti í margar gerðir bíla. Sé reyndar að ABS skynjarar eru ekkert ódýrir en samt ekki 70 kall!!! Þetta er náttúrulega amerísk síða þannig að kanski þarf að leyta eftir samskonar amerískum bíl. Ég er að fá legur frá þeim öðruhverumegin við helgina og get þá svarað því hvort þeir standi við sitt.",
            "date": "2011-09-28 11:59:00",
            "post_id": "30058",
            "reply_to_id": "30057"
        },
        {
            "user_name": "joias",
            "text": "Það er nánast ógerningur að ná ABS sensor heilum úr svo að ég þyrfti að kaupa nafið hjá partasalanum, þá þyrfti ég örugglega að skipta um legu en það er spurning hvort að það sé samt ódýrara en að fá einn sensor á 70kall.",
            "date": "2011-09-28 13:02:00",
            "post_id": "30062",
            "reply_to_id": "30058"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Var að fá sendinguna frá \nhttp://www.theautopartsshop.com/\n og allt stóðst...\nGaman að segja frá því að ég var að fá timken hliðarlegur í patrol afturdrif sem áttu að kosta 58.000,- í fálkanum. Ég fékk þessar sömu timken hliðarlegur hingað komnar í gegnum shopusa á 23.000,-\nÉg ekki skilja svona verð :/",
            "date": "2011-09-29 08:27:00",
            "post_id": "30103",
            "reply_to_id": "30062"
        },
        {
            "user_name": "stebbiþ",
            "text": "Hef pantað frá Summit Racing í meira en 15 ár og aldrei orðið fyrir vonbrigðum. Mest þegar ég var í kvartmílunni, en þeir eru líka með allt það helsta fyrir jeppakalla og svo auðvitað original varahluti í fjölskyldubílinn.\nSvo er Ebay alltaf sniðugt, finn alltaf það sem mig vantar þar. \nKv, Stebbi Þ.",
            "date": "2011-09-29 10:34:00",
            "post_id": "30106",
            "reply_to_id": "30103"
        }
    ],
    "date": "2011-07-07 12:56:00"
}