{
    "forum_title": "Önnur farartæki",
    "id": "5395",
    "title": "Biluð feroza + varhlutabíll",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=34&t=5395",
    "posts": [
        {
            "user_name": "Morte",
            "text": "FEROZA+ varahlutabíll\nBáðir bilaðir\nDaihatsu Feroza\n1600mótor með innspítingu\nBrotinn millikassi\nkeyrður 190-220þús(bilaður mælir)\nrauður\nhann er með endurskoðun\nathugasemdir sem ég fékk var:\nbrotin afturfjöðrun (búinn að gera við það)\nljóslaus að aftan(búinn að laga)\nstyrkleikamissir í grind ( smá hluti sem þarf að sjóða í)\nog bremsurör(það er í hinum bílnum)\nþað var gamall kall sem átti hann á undan mér sem keypti hann nýjan og hann keypti sér nýjan bíl og bíllinn fór á nafn dóttur hans á meðan hann var á sölu svo ég er annar eigandi .\nég hef ekki tíma fyrir það. bíllinn er vel út lítandi og ótrúlega skemmtilegur og maður fær endalausa athygli út á hann ! ótrúlega sprækur. bíllinn er eins og nýr að innan en það eru ryðblettir að utan\n---------------------------------------------------------------------------------------------------------------------------------------\nvarahlutabíll með millikassa í lagi, þarf bara að skipta um hann og þá er þessi bíll góður fyrir skoðun\nVarhlutabíllinn er tiltöllega ryðlaus er með 1.6 vél blöndungs með bilaða heddpakkningu og afturhásingalaus. og dekkjalaus,(situr á Búkkum) sá bíll er grænn.\nSá rauði er á þokkalegum heilsársdekkjum en fyrir rétt verð getur fylgt með sumardekk á álfelgum á mjög lítið eknum dekkjum Ekki eitt sumar, og nýleg Negld vetrardekk á álfelgum sést ekki á þeim búið að nota þau einn vetur. og svo getur fylgt flottar djúpar álfelgur án dekkja og það þyrfti að sprauta þær með líka.\nEn þessi dekk fara bara með fyrir rétt verð\nSkoða skipti á gömlu hjólhýsil. má þarfnast lagfæringar\nSkoða líka skipti á leiktækjum. mótorhjól. fjórhjól  og fleiri\nSkoða líka skipti á bílum sem eru ökufærir\ner í síma 8687746 eða mail \nhjaltix@gmail.com\nLinkur á myndir og á dekkinn sem gætu fylgt fyrir rétt verð\nhttps://bland.is/messageboard/messagebo ... #m24839514\nhttp://bland.is/messageboard/messageboa ... #m24731000",
            "date": "2011-07-07 21:33:00",
            "post_id": "25113",
            "reply_to_id": false
        },
        {
            "user_name": "Morte",
            "text": "Skoða skipti á þessu öllu og þessum tjaldvagni uppí fellihýsi eða hjólhýsi \nhttps://bland.is/messageboard/messagebo ... #m24846841",
            "date": "2011-07-16 23:00:00",
            "post_id": "25573",
            "reply_to_id": "25113"
        },
        {
            "user_name": "Morte",
            "text": "eyða seldir",
            "date": "2011-07-26 00:22:00",
            "post_id": "26073",
            "reply_to_id": "25573"
        }
    ],
    "date": "2011-07-07 21:33:00"
}