{
    "forum_title": "Almennt spjall",
    "id": "5426",
    "title": "fjallabak þjóðvegur nr 1",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=5426",
    "posts": [
        {
            "user_name": "kjartanbj",
            "text": "Er ég sá eini sem hefur áhyggjur af því að fara lagfæra fjallabak fyrir fólksbíla og flutningabíla með tilheyrandi ræsisgerð(óbjóður) drífa bara í að gera færa leið yfir kvíslina\nGeta troðið þessum ræsis viðbjóð sínum þar",
            "date": "2011-07-11 01:25:00",
            "post_id": "25261",
            "reply_to_id": false
        },
        {
            "user_name": "DABBI SIG",
            "text": "Nei þú ert ekki einn um að hugsa þetta. Ég fékk létt hjartakipp þegar var nefnt eitthvað á þá leið að gera fjallabak nyrðra hæft fyrir flutningabíla. Mér líst ekkert á það að gera leiðina að alfaraleið með tilheyrandi raski. Það hlítur að vera hægt að drífa framkvæmdir af með bráðabirgðabrú eða varanlega brú ef allir leggjast á eitt.",
            "date": "2011-07-11 01:39:00",
            "post_id": "25263",
            "reply_to_id": "25261"
        },
        {
            "user_name": "kjartanbj",
            "text": "Get heldur ekki ímyndað mér stóra flutningabíla fara þessa leið fullestaða nema með meiriháttar færslu á vegstæðinu, fór þetta einu sinni á 15m langri 3öxla rútu á grind og það var ekkert grín og ég var bara svona ca 17-18 tonn , þetta er eekkert grín þessar brekkur þarna.\nAfhverju er ekki bara hægt að gera bràðabirgða veg þarna með ánna í nokkur stór ræsi og einhverja varnargarða til að létta álagið",
            "date": "2011-07-11 08:25:00",
            "post_id": "25266",
            "reply_to_id": "25263"
        },
        {
            "user_name": "GudniPall",
            "text": "Verð að vera sammála Kjartani, það hlýtur að vera hægt að skella duglegum ræsum í þetta.\nÞað verður eitthvað skrautlegt ef það á að vísa umferðinni inn á fjallabak. Tala nú ekki um eyðilegginguna á leiðinni, sérstaklega ef það á að fara setja ræsi og vísa vöruflutningabílum þarna í gegn.\nKv. GPG",
            "date": "2011-07-11 11:50:00",
            "post_id": "25270",
            "reply_to_id": "25266"
        }
    ],
    "date": "2011-07-11 01:25:00"
}