{
    "forum_title": "Sleðar og fjórhjól, kerrur og ferðavagnar",
    "id": "5486",
    "title": "Tjaldvagn á fjöllum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=27&t=5486",
    "posts": [
        {
            "user_name": "ThOl",
            "text": "Sælir. Eftir því sem árunum fjölgar eykst áhuginn fyrir því að verða sér úti um léttan og meðfærilegan tjaldvagn til að hafa með á fjöll og sleppa við að liggja í tjaldi. En þannig vagn þyrfti að vera á 33-35 tommu dekkjum til að verða ekki til vandræða og hafa sterkari grind er orginal vagnar. Þetta ætti ekki að vera mikið mál en vandinn er að mér sýnist allir vagnar nú til dags opnist út á hlið og vegna þess að heppilegra er að hafa dekkin utan á vagninum þá sé ég ekki að hliðaropnun geti gengið með svona stór dekk. Mig grunar að fleiri séu að velta svipuðu fyrir sér og gaman væri að heyra ykkar álit á þessu og líka að sjá myndir af breyttum tjaldvögnum á stórum dekkjum. Einnig væri fróðlegt að vita hvernig gangi með svona vagna í straumþungum ám.\nKveðja\nÞorgeir",
            "date": "2011-07-14 23:14:00",
            "post_id": "25485",
            "reply_to_id": false
        },
        {
            "user_name": "steindór",
            "text": "Sælir, mér hefur nú hreinlega dottið í hug að fá mér léttann, lítinn og meðfærilegan tjaldvagn, einnig pallbíl og kippa skúffunni af og skella vagninum á í staðinn, auglýsi hér með eftir ódýrum vagni og ódýrum pallbíl diesel !!, ( taka hjólabúnaðinn af vagninum og ef til vill eitthvaðfleira undan honum og smíða festingar á vagninn sem pössuðu á grindina ) , hann opnast þá út  á hlið ( farþegamegin ) og útbúa fætur sem næðu niður á jörð. Ef hægt væri að útbúa þetta svona þyrfti ekki að vera með hann í eftirdragi og þetta væri nokkuð léttara en pallhýsi býst ég við.  Kv. Steindór.",
            "date": "2011-08-11 14:43:00",
            "post_id": "26844",
            "reply_to_id": "25485"
        },
        {
            "user_name": "Magni",
            "text": "Er Ægisvagninn ekki tilvalinn í þetta? hann er hærri en aðrir vagnar og kemst mikið óbreyttur. svo er hægt að setja hann á loftpúða og stækka dekkin aðeins þá er hann fær í flestann sjó.\nÉg er með óbreyttan vagn og fór yfir krossánna inní Húsadal síðustu mánaðarmót, það var ágætlega mikið í henni( vel yfir 38\" þar sem ég fór yfir) og straumur. Vagninn minn flaut lítið þegar ég fór yfir. Hann flaut ekki neitt í Steinsholtsánni.",
            "date": "2011-08-11 15:47:00",
            "post_id": "26849",
            "reply_to_id": "26844"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Kanski ekki það sem þið eruð að pæla en það alltaf að gaman að skoða og fá hugmyndir :)\nJeep Mopar Off Road Camper Trailer\nhttp://www.mopar.com/accessories/camper_trailers.html",
            "date": "2011-08-11 16:25:00",
            "post_id": "26851",
            "reply_to_id": "26849"
        },
        {
            "user_name": "jeepson",
            "text": "pabbi er með ford ranger 93 árgerðina. og hann tók alt hjóla stellið undan tjaldvagninum sínum og sauð svo netta grind sem undir vagninn með stubbum sem fara niður í götin í pall hliðunum. En hann er með vagn sem opnast aftur. svo smíðaði hann lappir á vagninn sem hann getur hæðar stilt. Þetta er þræl sniðugt. En það hefur hvarlað að mér einmitt að ná mér í gamlan double cap og taka pallin af. En gamli vildi halda pallinum og nota hann sem geymslu. Svo veit ég að hann ætlaði sér að smíða hillu sem fer inní pallinn sem hægt er svo að draga út þegar hann opnar aftur hleran á pallinum. þessa hugmynd með vagninn og hilluna fékk hann í draumi sem að honum dreymdi. Og þá var auðvitað lítið annað gera en að framkvæma hugmyndina :) Ég verð að fá myndir af þessu hjá til að sýna ykkur. Þetta er snilld.",
            "date": "2011-08-11 16:29:00",
            "post_id": "26852",
            "reply_to_id": "26851"
        },
        {
            "user_name": "ThOl",
            "text": "Set hér aftur link á síðu með framleiðendum á off-road tjaldvögnum í Ástralíu. Þeir smíða tjaldvagna með 31 - 33 \" dekkjum og alls konar afbrigðum af fjaðrabúnaði en flestir eru \"soft-top\" eða \"soft-floor\" í staðinn fyrir að lokið nýtist sem gólf í fremra rýminu. En það er hægt að fá góðar hugmyndir og fyrirmyndir um hjólabúnað o.fl.\nhttp://www.campertrailers.org/manufacturers.htm\nkv\nÞorgeir",
            "date": "2011-08-11 19:03:00",
            "post_id": "26860",
            "reply_to_id": "26852"
        },
        {
            "user_name": "birgthor",
            "text": "Ég á til Combi Camp tjaldvagn (Straumsvíkurvagn) \nÞetta er einn af vögnunum sem starfsmannafélag áversins í Straumsvík keypti inn, þeir smíðuðu svo aðra og sterkari grind undir þá sem og betra fjöðrunarkerfi.\nVagnin er árgerð 1987 \nEr á gorma fjöðrunarkerfi, hentar því vel á malbik sem og á malarslóða. Var að koma úr landmannalaugum og verð að segja, fjöðrunin virkaði rosalega vel undir vagninum. Hann bara eltir og engin læti. \nÁrsgamlar legur. \nÁgætis dekk. \nTjaldast aftur og ekki nema augnablik að tjaldast. \nEr í góðu standi, nýbúið að þvo innratjaldið. \nEr staðsettur í Rvk \nÁsett 250000 krónur, óska eftir tilboði \nbirgir@kjalarnes.is\n eða 8665960 Birgir",
            "date": "2011-08-11 21:28:00",
            "post_id": "26873",
            "reply_to_id": "26860"
        },
        {
            "user_name": "Skúli",
            "text": "Ég hef verið frekar tregur til að standa í að draga eitthvað aftan í mér á fjöllum, hef helst viljað geta pakkað tjaldinu inn í bíl, en þessi Jeep vagn er snilld.  Extreem útgáfan kemur orginal á 35 tommu dekkjum og virðist nægjanlega sterkbyggt til að þola smá skrölt án þess að hjólastellið sitji einhvers staðar eftir. \nKv - Skúli",
            "date": "2011-08-11 23:04:00",
            "post_id": "26884",
            "reply_to_id": "26873"
        }
    ],
    "date": "2011-07-14 23:14:00"
}