{
    "forum_title": "Almennt spjall",
    "id": "5545",
    "title": "Ef þú ert hérna kæri þjófur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=5545",
    "posts": [
        {
            "user_name": "ragnarbj",
            "text": "Sá sem braust  inní farangurskerruna mína á Sprengisandsleið um síðustu helgi og tókst frá mér verkfæri og f.l dót þá vill ég þakka þér fyrir að taka nú ekki startkaplana mína.\nÞetta eru góðir kaplar og mér þykir ósköp gott að eiga þá ennþá.\nEn ég ætla að vona að Ginið og Rommið hafi nú farið vel í þig og ég vona að þú slasir þig nú ekki á verkfærunum sem þú tókst frá mér..\nÉg vona líka að þú sofir rótt eftir verknað þinn.\nKveðja Ragnar",
            "date": "2011-07-20 23:55:00",
            "post_id": "25761",
            "reply_to_id": false
        },
        {
            "user_name": "Eli",
            "text": "hahahahaha!",
            "date": "2011-07-21 00:18:00",
            "post_id": "25767",
            "reply_to_id": "25761"
        },
        {
            "user_name": "birgthor",
            "text": "Já maður er hvergi óhultur, bjsveitin mín er núna í hálendisgæslu og það var stolið af okkur bensíni um miðja nótt. Tunnan er á kerru hliðiná þrælmerktum bílunum uppvið kofa sem við erum vaktin er í.\nSvo var líka stolið dráttarkúlu aftan úr bjsv bíl frá sveitinni sem var á undan.",
            "date": "2011-07-21 10:00:00",
            "post_id": "25778",
            "reply_to_id": "25767"
        },
        {
            "user_name": "Kalli",
            "text": "Maður verður svo reiður út í þessa aumingja sem \nstela.\n \n...",
            "date": "2011-07-21 13:08:00",
            "post_id": "25786",
            "reply_to_id": "25778"
        },
        {
            "user_name": "arni87",
            "text": "Ég var í Hálendisgæslunni þegar kúlunni var stolið fyrir utan hjá okkur, við komumst að því þegar það átti að fara að nota hana við að ná bíl úr á, ég hefði brosað nett ef þessi kæri þjófur hefði þurft á okkur að halda.\nEn sumir taka greynilega kerru með sér á fjöll og gleima kúlunni ;)",
            "date": "2011-07-21 19:13:00",
            "post_id": "25801",
            "reply_to_id": "25786"
        },
        {
            "user_name": "jeepson",
            "text": "Það er til hábornar skammar að menn skuli ekki geta látið hluti í friði. Mér fynst að það eigi hiklaust að birta nöfn og heimilisföng og bílnúmer hjá fólki sem gerir svona. allavega ef svona fólk fynst eftir þjófnaðinn.",
            "date": "2011-07-21 19:17:00",
            "post_id": "25802",
            "reply_to_id": "25801"
        },
        {
            "user_name": "joisnaer",
            "text": "heyr heyr!",
            "date": "2011-07-21 20:16:00",
            "post_id": "25812",
            "reply_to_id": "25802"
        },
        {
            "user_name": "Snorri Freyr",
            "text": "Félagi minn setti eitt sinn vatn í bensínbrúsa sem vara lltaf verið að tæma hjá honum svo beið hann bara og fylgdist með þegar þeir tæmdu brúsana og rúntaði svo um hverfið og fann þá með ónýta vél.. Bensínbrúsarnir fengu að vera í friði eftir þetta..",
            "date": "2011-07-21 21:49:00",
            "post_id": "25827",
            "reply_to_id": "25812"
        },
        {
            "user_name": "gaz69m",
            "text": "er ekki bara fínt að setja upp gapastokk  á vegamótunum við hveravelli og geima viðkomandi þjófa þar",
            "date": "2011-07-22 10:47:00",
            "post_id": "25850",
            "reply_to_id": "25827"
        },
        {
            "user_name": "Stebbi",
            "text": "Snilld !   :)",
            "date": "2011-07-22 16:32:00",
            "post_id": "25877",
            "reply_to_id": "25850"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Partasali sem ég vann eitt sinn hjá stundaði þetta sömuleiðis, menn voru þar grimmir að skera á áfyllirör fyrir bensín og sjúga upp, bílar sem stóðu í portinu voru yfirleitt ekki á leiðinni á götuna aftur þannig þeir voru dassaðir af vatni ofl svo lengi sem verðmæti voru ekki í tönkunum(bensíndæla)\nVæntanlega hefur þetta tafið þjófana eitthvað á laugarvegsrúntinum... :)",
            "date": "2011-07-22 17:33:00",
            "post_id": "25881",
            "reply_to_id": "25877"
        },
        {
            "user_name": "Fetzer",
            "text": "versta við þetta.. að þetta gætu vel verið fólkið sem manni grunar síst",
            "date": "2011-07-23 00:52:00",
            "post_id": "25897",
            "reply_to_id": "25881"
        },
        {
            "user_name": "peturin",
            "text": "Snilld.. Ekki var ég jafn yfirvegaður þegar að kastargrindinni  framan á  jeppanum mínum og tveimur  þokukösturum var stolið í vetur :)",
            "date": "2011-07-24 20:32:00",
            "post_id": "25984",
            "reply_to_id": "25897"
        }
    ],
    "date": "2011-07-20 23:55:00"
}