{
    "forum_title": "Almennt spjall",
    "id": "555",
    "title": "Bremsuvesen í Rocky",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=555",
    "posts": [
        {
            "user_name": "joisnaer",
            "text": "Gott kvöld, ég er í smá veseni með bremsurnar í rocky hjá mér. \nÉg er búinn að skipta um báðar bremsudælurnar að aftan og borðarinir eru mjög nýlegir (þetta eru bremsur i LC 70)\nsvo erum við búnir að vera að lofttæma en samt er alltaf einsog það sé loft inná bremsunum hjá mér.\nVið erum bunir að skipta um höfuðdæluna og vacum membruna, og ég sé hvergi að það leki neinn vökvi úr lögnum eða dælum.\nBillinn bramsar en pedallinn fer alltaf niður en stífnar í honum þegar maður pumpar.\nkannast einhver við svona vesen???",
            "date": "2010-03-18 20:16:00",
            "post_id": "2509",
            "reply_to_id": false
        },
        {
            "user_name": "Rúnarinn",
            "text": "Eru færslunar fyrir bremusudælurnar að framan liðugar???",
            "date": "2010-03-18 20:34:00",
            "post_id": "2510",
            "reply_to_id": "2509"
        },
        {
            "user_name": "joisnaer",
            "text": "já, dælurnar að framan eru alveg fínar",
            "date": "2010-03-18 20:46:00",
            "post_id": "2511",
            "reply_to_id": "2510"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Voru settir nýjir klossar á ljóta diska eða öfugt? þá tilkeyrist þetta oft.",
            "date": "2010-03-18 20:51:00",
            "post_id": "2512",
            "reply_to_id": "2511"
        },
        {
            "user_name": "joisnaer",
            "text": "það á ekkert að vera neitt að hafa áhrif, bremsurnar fara bara alltaf alveg niður einsog að það sé loft inná þeim",
            "date": "2010-03-18 20:58:00",
            "post_id": "2513",
            "reply_to_id": "2512"
        },
        {
            "user_name": "joisnaer",
            "text": "þ.e.a.s pedaillinn fer alveg niður einsog það sé loft inná þeim",
            "date": "2010-03-18 21:01:00",
            "post_id": "2514",
            "reply_to_id": "2513"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Er það þá ekki bara málið, er búið að tæma almennilega af öllum dælum, í hjólum, uppi við kvalbak og af bremsudeili ef hann er til staðar",
            "date": "2010-03-18 21:02:00",
            "post_id": "2515",
            "reply_to_id": "2514"
        },
        {
            "user_name": "joisnaer",
            "text": "búið að tappa úr öllum dælum, hjolum, og bremsudeili.",
            "date": "2010-03-18 21:05:00",
            "post_id": "2516",
            "reply_to_id": "2515"
        },
        {
            "user_name": "Járni",
            "text": "Prufaðu að klemma fyrir allar gúmmíslöngur og sjá hvernig pedallinn lætur. Getur notað þessað aðferð til að útiloka hluti rásarinnar.",
            "date": "2010-03-18 21:43:00",
            "post_id": "2518",
            "reply_to_id": "2516"
        },
        {
            "user_name": "Stebbi",
            "text": "Ertu búin að lofttæma höfuðdæluna?  Það situr oft loft þar sérstaklega ef maður hefur verið með kerfið opið í smá tíma og tæmt forðabúrið.",
            "date": "2010-03-18 21:45:00",
            "post_id": "2519",
            "reply_to_id": "2518"
        },
        {
            "user_name": "joisnaer",
            "text": "við loftæmdum höfuðdæluna í dag, var ekki einsog að það væri loft þar. spurning að prófa að að klemma saman gúmmíslöngurnar og gá hvernig það kemur út",
            "date": "2010-03-18 21:50:00",
            "post_id": "2520",
            "reply_to_id": "2519"
        },
        {
            "user_name": "Stebbi",
            "text": "Oft þarf að keyra grunsamlega mikin vökva í gegnum kerfið til að ná loftinu af, ef maður sleppir því þá kemst loftið yfirleitt með tímanum niður í dælur eða upp í höfuðdælu og þá er hægt að ná því þar.  Best er að vera með dollu með vökva í og glæra slöngu uppá lofttappann á dælunum sem nær niður í vökvan, svo byrjar maður á dekkinu fjærst höfuðdælu og pumpar og pumpar og pumpar.  Bara passa uppá að það sé alltaf nóg á forðabúrinu, á endanum þegar það er búið að keyra einn stóran brúsa af bremsuvökva í gegn þá er þetta komið.  Ef að vökvinn er farin að dökkna á kerfinu þá sérðu það strax þegar að sá nýji kemur í dolluna, þá ertu búin að endurnýja vökvann í það hjól.",
            "date": "2010-03-18 21:59:00",
            "post_id": "2521",
            "reply_to_id": "2520"
        },
        {
            "user_name": "púkinn",
            "text": "ég mundi ath hleðsluhjafara að aftan ef hann er til staðar\ner nokkuð buið að vera að skifta um rör ef svo er voru ekki réttir kónar smíðaðir 2faldir sem við átti \nhef lent í bremsukerfi sem var til vandræða þá var það kóna smíðin að kenna dró loft inn þar sem nýju rörin voru",
            "date": "2010-03-31 23:39:00",
            "post_id": "3172",
            "reply_to_id": "2521"
        }
    ],
    "date": "2010-03-18 20:16:00"
}