{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "5562",
    "title": "Drifhlutföll",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=5562",
    "posts": [
        {
            "user_name": "jongunnar",
            "text": "Sælir hvarnig fer á að því að vita hvaða hlutföll eru í bílnum mínum án þess að rífa köggulinn úr og telja tennurnar í tannhjólunum.",
            "date": "2011-07-22 11:05:00",
            "post_id": "25852",
            "reply_to_id": false
        },
        {
            "user_name": "Svenni30",
            "text": "viewtopic.php?f=2&t=5194\nKanski svarar þetta einhverju",
            "date": "2011-07-22 12:27:00",
            "post_id": "25856",
            "reply_to_id": "25852"
        },
        {
            "user_name": "hobo",
            "text": "Þú færð spurningu þinni svarað hér og líka mörgum öðrum.\nhttp://gjjarn.byethost15.com/sjeppar/drifhlgr/hlutfindex.htm\nkv HB",
            "date": "2011-07-22 15:03:00",
            "post_id": "25863",
            "reply_to_id": "25856"
        },
        {
            "user_name": "jongunnar",
            "text": "Hörður ég fær bara vírusviðvörun og tölvan neitar að opna þessa síðu",
            "date": "2011-07-22 15:27:00",
            "post_id": "25869",
            "reply_to_id": "25863"
        },
        {
            "user_name": "Freyr",
            "text": "Síðan hans gummaj er örugg eftir því sem ég best veit, hef skoðað hana oft og hún er bara eins og hún á að sér að vera núna.",
            "date": "2011-07-22 15:58:00",
            "post_id": "25873",
            "reply_to_id": "25869"
        },
        {
            "user_name": "Startarinn",
            "text": "Jón Gunnar, \nÞú tjakkar upp annað afturhjólið (að því gefnu að það sé ekki diskalæsing í drifinu), merkir dekkið og drifskaftið, snýrð dekkinu 2 hringi (eða tjakkar upp bæði dekkin og snýrð 1 hring ef þú ert með diskalás) og telur hvað skaftið snýst marga hringi, snúningafjöldinn á skaftinu segir þér hvert hlutfallið er.\nSimples\nHvernig bíll er þetta annars?",
            "date": "2011-07-23 01:35:00",
            "post_id": "25900",
            "reply_to_id": "25873"
        },
        {
            "user_name": "jongunnar",
            "text": "Addi þú þekkir mig og veist að PATROL er í fyrstasæti ;)",
            "date": "2011-07-23 09:40:00",
            "post_id": "25906",
            "reply_to_id": "25900"
        },
        {
            "user_name": "Startarinn",
            "text": "Já, en stundum sjá menn villur sýns vegar, eða sjá ljósið, eða uppgötva máttinn og dýrðina, við Toyotu\nAðrir taka það besta úr báðum heimum, setja patrol hásingar undir landcruiser\nEn að öllu gamni slepptu á er einfaldast að tjakka hann upp og telja hringina, þú veist væntanlega hvaða hlutföll eru fáanleg í patrol (ekki veit ég það) og þá einfalt fyrir þig að átta þig á hversu langt inn í síðasta hringinn skaftið fer. Aðal málið er að passa að hitt dekkið sé annaðhvort alveg kyrrt eða snúist alveg með, eftir hvort þú ætlar að snúa einn eða tvo hringi",
            "date": "2011-07-23 17:52:00",
            "post_id": "25924",
            "reply_to_id": "25906"
        },
        {
            "user_name": "jongunnar",
            "text": "Þú þarft að keyra í 4. gír því að hann er, allavega langoftast, beinn s,s, 1:1.\nDekk sem er 39\" á hæð er (39x2.5) 97,5cm á hæð. Ummál hrings er þxpi 95x3,1415=306,3cm.\nÞá ferðast bíllinn 3,06 metra fyrir hvern hring sem dekkin snúast.\nEf við segjum að þú keyrir á 90km/klst þá ertu að keyra 1500 metra á mínútu\nSegjum að mótorinn snúist 2500 sn pr mín á meðan \nEf við segjum 1500/3,06=490 eru þá dekkin að snúast 490 snúninga á mínútu á meðan mótorinn snýst 2500 snúninga á mínútu.\nEf gírkassinn í 4. gír og millikassinn í háadrifi eru 1:1 sem er algengast ætti hlutfallið að liggja þarna á milli s.s. 2500/490=4,59 eða 4,59:1\nPassa þessir útreikningar hjá mér og er þetta hlutfall til í Patrol????",
            "date": "2011-09-11 22:10:00",
            "post_id": "28899",
            "reply_to_id": "25924"
        },
        {
            "user_name": "Kiddi",
            "text": "4.62:1 er til í Patrol",
            "date": "2011-09-11 23:54:00",
            "post_id": "28908",
            "reply_to_id": "28899"
        },
        {
            "user_name": "jongunnar",
            "text": "Eru menn eitthvað að flytja inn hlutföll? vitið þið eitthvað um það???",
            "date": "2011-09-13 22:24:00",
            "post_id": "29094",
            "reply_to_id": "28908"
        }
    ],
    "date": "2011-07-22 11:05:00"
}