{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "5651",
    "title": "Vélarval í Skout 800",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=5651",
    "posts": [
        {
            "user_name": "Offari",
            "text": "Var að fá mér gamlan Skout og til stóð að setja í hann 2,4 vél úr nissan picup. En þá kom því miður í ljós að framdrifskúlan er vinstra megin á Nissan en öfugu megin á Skout.  Þá er spurning hvort hægt  er að fá gangverk úr einhverjum öðrum bíl sem er með framdrifskúluna öfugu megin.  Ég er ekki að sækjast eftir öflugu krami enda framdrifið dana 27 eða 30 og varla gert fyrir nokkur átök.  \nHvaða bílar voru með framdrifskúluna öfugu megin?  Pajero/L.200?  Trooper? musso? Toyota? Chevy Blazer/S10?  Hugmyndir eru vel þegnar því margir af þessum gömlu hafa kramið en í góðu lagi þótt kofinn sé orðinn riðgaður.  Eignig ef vitað er um gangfæra hálf áttu og tilheyrandi kram er ég líka að skoða það.",
            "date": "2011-07-29 16:59:00",
            "post_id": "26228",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "sæll findu gamla dana 44 úr Bronco 66 til 77  þær eru með kúluna vinstrameginn og 5 gata felgu deilingu eins og þú ert með að aftan kveðja guðni á sigló",
            "date": "2011-07-29 17:32:00",
            "post_id": "26229",
            "reply_to_id": "26228"
        },
        {
            "user_name": "Kiddi",
            "text": "2.4 EFI úr Toyota Hilux  er með millikassa úrtakið farþegamegin",
            "date": "2011-07-29 18:54:00",
            "post_id": "26233",
            "reply_to_id": "26229"
        },
        {
            "user_name": "Freyr",
            "text": "Dana 30 dugar ágætlega í Cherokee......",
            "date": "2011-07-30 00:40:00",
            "post_id": "26241",
            "reply_to_id": "26233"
        },
        {
            "user_name": "Gunnar",
            "text": "skalt samt reyna að forðast það að fá þér 2.4 efi úr toyotu, mikil eyðsla og enginn kraftur",
            "date": "2011-08-02 15:33:00",
            "post_id": "26370",
            "reply_to_id": "26241"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞað er náttúrulega guðlast að setja Nissan eða Toyotumótor í Scout.  \nKv Jón Garðar",
            "date": "2011-08-02 23:05:00",
            "post_id": "26400",
            "reply_to_id": "26370"
        },
        {
            "user_name": "Offari",
            "text": "Það er að sjálfsögðu spurning hvað telst guðlast. málið er að ég er að leita mér að einhverju gangfæru krami í bílinn.  Fyrst var skoðað hvað maður ætti sjálfur til en satt best að segja er allt betra en upprunalega vélin úr honum (hálf áttan  152 cui) En samt myndi ég nú ekkert fúlsa við slíku ef ég findi gangfært svoleiðis dót.\n2,4 vélin nissan fannst mér skila Terano ágætlega áfram með eyðslu frá 9-17 lítrum (fór mikið eftir því hvort ekið var með eða móti vindi og hvort maður hengdi þunga kerru aftan í)  Þannig að slík vél ætti því jafnvel að koma betur út í léttari bíl.  Ég Átti Toyotu með 2,4 efi og þótti sú vél ekki skila neinu afli í samræmi við eyðsluna en sú vél gæti kannski verið nothæf í Skout.\nÆtlaði upphaflega að setja Diesel vél í bílinn en þar sem bíllin er bara búin til úr járni (body boltað beint á grind)  er hætt við að vinnuvélaeftirlitið setti heyrnarhlífaskyldu á bílinn.  Er samt ekki að hugsa þennan bíl til daglegs brúks heldur bara að spá í sýningarbíl sem settur yrði í gang ca einu sinnitil tvisvar á ári (inn og út úr geymslu).  Á vélar úr nissan picup og Chevrolet 2,8  Gallinn er hinsvegar sá á framdrifsskaftið er öfugu meginn á Scout.  \nÞví hef ég líka verið að leita að framhásingu úr eldri Bronco  (dana 30)  Eða úr Cherokie en þá er líklegast að ég noti allt heila klabbið ..  Vél, kassa og hásingar.",
            "date": "2011-08-03 10:10:00",
            "post_id": "26421",
            "reply_to_id": "26400"
        },
        {
            "user_name": "gaz69m",
            "text": "veit nú ekki betur en það að mér var boðin gömul vél sem var bæði í skát og var svo í elstu nissan patrol bílunum",
            "date": "2011-08-03 10:42:00",
            "post_id": "26422",
            "reply_to_id": "26421"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Fyrst þú ætlar ekkert að nota hann mæli ég eindregið með því að þú verðir þér útum 454 Big Block Letta og holir ofan í hann. Þá er líka hægt að hafa mjög gaman af þetta eina skipti sem þú hreyfir hann á ári :)\nAnnars er ég ósammála með það að 2.4 EFI Toyota eyði miklu, ég á bíl með svona vél og hann er að eyða um og undir 10 Lítrum í blönduðu. Orginal bíll að vísu. \nKv. \nStjáni",
            "date": "2011-08-03 12:00:00",
            "post_id": "26424",
            "reply_to_id": "26422"
        },
        {
            "user_name": "jeepcj7",
            "text": "3.3 úr gömlum patrol er ekta mótor í svona það sama og kom orginal um 1980 í scout.\nEn annars er þetta rétt stór V8 bensín vél er enn betri sérstaklega ef ekki á að aka mikið.",
            "date": "2011-08-03 21:53:00",
            "post_id": "26465",
            "reply_to_id": "26424"
        },
        {
            "user_name": "Offari",
            "text": "Var boðin gömul Willys vél með þriggja gíra kassa í dag og líklegast að sú vél fari í bílinn.  Þetta er 258 Amc líklega árgerð \"84. Yngri Scoutinn var fáanlegur með þeirri vél þannig að þetta er næstum orginal.  Ég sé að einhver hefur nefnt hér stóra V 8 vél.  Ég væri svo sem til í það í annan bíl (Dodge Ram)  Ef einhver vill láta mig hafa svoleiðis fyrir lítið ;-)\nÞessi bíl var reyndar mest keyrður með Wm diesel en einhvernveginn finnst mér það ekki eiga við svona hráan og óeinagngraðan bíl.",
            "date": "2011-08-03 23:01:00",
            "post_id": "26472",
            "reply_to_id": "26465"
        },
        {
            "user_name": "Stebbi",
            "text": "Til hamingju með að eiga sparneytnasta bensín hilux á Íslandi.  Verðlaunin eru í pósti, þú hefur unnið reiknivél til að staðfesta eyðsluna.   :)",
            "date": "2011-08-03 23:06:00",
            "post_id": "26473",
            "reply_to_id": "26472"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Já takk kærlega fyrir það. Þú mátt endilega senda hana á Vellir 2 - 221 HFJ... \nEn það ber þó að taka það inní reikninginn að þetta er ekki jeppi, bara 2WD pickup semer 1300 kg og ég keyri frekar rólega... auk þess er bíllinn á flugtaks hlutfalli (3.58:1)\nEn 360 mílur á fullum tank (50-55 l) segja alla söguna.. \nAnnars ætla ég nú ekki að fara að eyðinleggja þráðinn með einhverju Toyota þvaðri \nKv. \nStjái",
            "date": "2011-08-04 00:19:00",
            "post_id": "26479",
            "reply_to_id": "26473"
        },
        {
            "user_name": "Einar",
            "text": "Ef ég væri að standa í þessu og ætlaði að nota tækið eingöngu til gamans í fá skipti á ári og hafa bifreiðina á orginal hjólum þá myndi ég reyna að hafa orginal kram í honum. Ef þessi furðulega \"hálf átta\" sem var í þeim hugnast þér ekki væri hugsamleg málamiðlun að nota línusexuna (AMC 232 cid) sem var fáanleg í síðustu árgerðunum af þeim líklega frá 1969 í 800A og 800B og svo náttúrulega Scout II.\nFyrir svona litla notkun er dieselvél dýr kostur og miklu meiri vinna fyrir utan hávaðann.\nÉg er nú ekki mjög trúaður maður en ég held að Jón Garðar hafi nokkuð til síns máls :)",
            "date": "2011-08-04 18:21:00",
            "post_id": "26497",
            "reply_to_id": "26479"
        }
    ],
    "date": "2011-07-29 16:59:00"
}