{
    "forum_title": "Jeppinn minn",
    "id": "5722",
    "title": "Lada Sport ---> loksins kominn á 33\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=5722",
    "posts": [
        {
            "user_name": "elfar94",
            "text": "Þá er maður loksins búinn að kaupa sér fyrsta bílinn, og það er Lada Sport sem kærastan mín kallar strumpinn.\nþað er hellingur af ryði á honum og hitt og þetta sem þarf að laga og það er allt í vinnslu. svo bráðum fara á hann kastarar og fleira\nhttp://www.facebook.com/photo.php?fbid= ... 182&type=1",
            "date": "2011-08-05 22:35:00",
            "post_id": "26544",
            "reply_to_id": false
        },
        {
            "user_name": "Lada",
            "text": "Sæll.\nÉg sé ekki myndirnar á fésinu, en gaman væri ef einhver gæti sett þær hér inn. Agalega er ég samt ánægður að sjá að það eru fleiri en ég hér inni sem eiga Sportara.  Er ekki upplagt að við sem eigum rússneska jeppa sameinumt í einhverja stutta ferð einverntímann?  Eða erum við kannski bara tveir :)\nKv.\nÁsgeir",
            "date": "2011-08-06 15:55:00",
            "post_id": "26574",
            "reply_to_id": "26544"
        },
        {
            "user_name": "elfar94",
            "text": "já hvernig væri það, skreppa í rússaferð, hvaða árgerð er þín annars? og nú ættiru að geta séð myndina ;)",
            "date": "2011-08-06 17:01:00",
            "post_id": "26575",
            "reply_to_id": "26574"
        },
        {
            "user_name": "Einar",
            "text": "Hérna er myndin þín.",
            "date": "2011-08-06 18:26:00",
            "post_id": "26579",
            "reply_to_id": "26575"
        },
        {
            "user_name": "elfar94",
            "text": "takk einar, hvernig seturu myndina inn?",
            "date": "2011-08-06 23:23:00",
            "post_id": "26593",
            "reply_to_id": "26579"
        },
        {
            "user_name": "Einar",
            "text": "Þú byrjar á því að bæta henni við sem viðhengi (flipi neðan við textaboxið) og þegar hún er kominn inn færðu möguleikann að fella hana inn í textann (kemur líka undir textaboxinu). En athugaðu að þú gætir þurft að minnka hana, það eru takmörk á því hvað viðhengi mega vera stór.",
            "date": "2011-08-06 23:53:00",
            "post_id": "26596",
            "reply_to_id": "26593"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÞetter almennilegt!!!!!!\nÉg átti svona sportara reyndar með 2.0l. Fíat mótor, anskoti hress og skemmtilegur jeppi en ég hafði alltaf mest gaman af því að monta mig á að eiga bíl með sama fjöðrunarkerfi og samskonar fjórhjóladrifskerfi og bauðst þá í nýjum landcruiserum og P.Samúelsson þótti svo magnað að hann notaði það sem epli í allar auglýsingar o.s.frv. \nÞeir eru s.s. báðir með sjálfstæða fjöðrun að framan með gormi, ekki vindustöng, og læsanlegt sídrif.  Það sem Ladan hafði hinsvegar framyfir Crúserinn var að það er hægt að keyra Löduna í lágadrifinu án þess að læsa millikassanum sem er gríðarlegur kostur á grófum slóða.\nKv Jón Garðar",
            "date": "2011-08-08 09:37:00",
            "post_id": "26645",
            "reply_to_id": "26596"
        },
        {
            "user_name": "elfar94",
            "text": "þetta er stórkostlegur bíll í alla staði, fyrir utan að bílstjórasætið er bilað og ef ég keyri hann í fimmta gír þá hljómar hann eins og flugvél.",
            "date": "2011-08-08 22:21:00",
            "post_id": "26683",
            "reply_to_id": "26645"
        },
        {
            "user_name": "Lada",
            "text": "Þú verður að venjast því, þetta batnar ekkert en  hljóðið gæti breyst með tímanum :)\nÉg er búinn að eiga nokkra í gegnum tíðina og er búinn að sjá það að það er ekkert að marka ef það kemur fram eitthvað nýtt hljóð nema það vari í nokkra daga.  Ladan er nefninlega þeim eiginleikum gædd að hún á það til að laga sig sjálf, toppaðu það Toyota ! ! !\nÉg á einn núna sem er árgerð 2006 og heyrði eitthvað brak fyrir helgi en hafði ekki tíma til að skoða það neitt nánar, en nú ekkert brak lengur :)\nKv.\nÁsgeir",
            "date": "2011-08-08 23:06:00",
            "post_id": "26685",
            "reply_to_id": "26683"
        },
        {
            "user_name": "elfar94",
            "text": "satt, það samt getur verið að legurnar í gírkassanum séu farnar hjá mér",
            "date": "2011-08-09 16:48:00",
            "post_id": "26723",
            "reply_to_id": "26685"
        },
        {
            "user_name": "Refur",
            "text": "Er þetta umræddur bíll?  :)\nhttp://www.flickmylife.com/archives/15246",
            "date": "2011-08-14 16:46:00",
            "post_id": "26995",
            "reply_to_id": "26723"
        },
        {
            "user_name": "elfar94",
            "text": "nei, sem betur fer ekki ;)",
            "date": "2011-08-14 22:38:00",
            "post_id": "27013",
            "reply_to_id": "26995"
        },
        {
            "user_name": "elfar94",
            "text": "smá update hér. búinn að bletta í hann og verður spaslaður á næstu dögum . spegillin er með bráðabirgðafestingu sem heldur ekki vel. svo gaf pústið sig í gær en þetta er allt að gerast",
            "date": "2011-08-16 23:04:00",
            "post_id": "27139",
            "reply_to_id": "27013"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Góður, svo er bara rokkurinn á brettin og 33\" dekk undir",
            "date": "2011-08-16 23:45:00",
            "post_id": "27145",
            "reply_to_id": "27139"
        },
        {
            "user_name": "elfar94",
            "text": "auðvitað, um leið og ég á pening til að kaupa mér dekk og kanta, en ekki lumar þú nokkuð á speglum á gripinn?",
            "date": "2011-08-16 23:57:00",
            "post_id": "27146",
            "reply_to_id": "27145"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ég fleygði öllu mínu lödudrasli fyrir ári síðan, átti 4 lödur af gömlu gerðinni, 7* til 87 módel með afturljósin þvert,\nþað var nú meiri ævintýraútgerðin.......",
            "date": "2011-08-17 00:31:00",
            "post_id": "27149",
            "reply_to_id": "27146"
        },
        {
            "user_name": "elfar94",
            "text": "ok",
            "date": "2011-08-17 17:26:00",
            "post_id": "27179",
            "reply_to_id": "27149"
        },
        {
            "user_name": "Islandsol",
            "text": "Hvað geriru svo næst? Sparslaru í blettina og pússar? Og hvað, málar og massar svo yfir?  Ég er að fara í akkurat þetta eftir helgi og veit ekkert hvað ég er að fara út í.",
            "date": "2011-08-18 22:19:00",
            "post_id": "27260",
            "reply_to_id": "27179"
        },
        {
            "user_name": "elfar94",
            "text": "sparsla í blettina, pússa og grunna aftur, og bletta í. ætla reyndar að láta heilsprauta hann bráðum og svo er ég byrjandi í þessu líka þannig að ég veit ósköp lítið",
            "date": "2011-08-18 22:57:00",
            "post_id": "27262",
            "reply_to_id": "27260"
        },
        {
            "user_name": "elfar94",
            "text": "jæja, þá er maður kominn með partabíl, og ef mér skjátlast ekki þá var spjallverji hér sem átti þennan bíl, svartur með 8 á hurðunum. myndir koma á morgun",
            "date": "2011-09-02 23:36:00",
            "post_id": "28271",
            "reply_to_id": "27262"
        },
        {
            "user_name": "elfar94",
            "text": "http://www.facebook.com/media/set/?set= ... 4182&saved\n hér eru nokkrar myndir af þessu, fleiri myndir koma í album-ið á morgun, loforð",
            "date": "2011-09-04 20:20:00",
            "post_id": "28374",
            "reply_to_id": "28271"
        },
        {
            "user_name": "elfar94",
            "text": "lödurnar tvær",
            "date": "2011-09-04 22:06:00",
            "post_id": "28380",
            "reply_to_id": "28374"
        },
        {
            "user_name": "elfar94",
            "text": "smá update, búið að mála bílinn,nýtt púst komið o.fl. ég næ ekki að setja inn myndirnar en hér er myndasafn af þessu \nhttp://www.facebook.com/media/set/?set= ... tif_t=like\n fleiri myndir á næstu dögum þegar meira gerist.",
            "date": "2011-09-10 18:27:00",
            "post_id": "28787",
            "reply_to_id": "28380"
        },
        {
            "user_name": "elfar94",
            "text": "ladan orðin svört",
            "date": "2011-09-10 19:11:00",
            "post_id": "28790",
            "reply_to_id": "28787"
        },
        {
            "user_name": "Svenni30",
            "text": "Hérna er fín vél í gripinn \nhttps://bland.is/messageboard/messagebo ... tiseType=0",
            "date": "2011-09-29 23:32:00",
            "post_id": "30147",
            "reply_to_id": "28790"
        },
        {
            "user_name": "elfar94",
            "text": "vantar bara pening til að kaupa mér hana",
            "date": "2011-09-30 07:37:00",
            "post_id": "30156",
            "reply_to_id": "30147"
        },
        {
            "user_name": "elfar94",
            "text": "jæja, þá er maður loksins kominn með mynd af honum eftir að hann var málaður",
            "date": "2011-10-13 11:55:00",
            "post_id": "31445",
            "reply_to_id": "30156"
        },
        {
            "user_name": "Dodge",
            "text": "Þú getur sparað þér það, 1600 twincam er sáralítið öflugri en 1600 ladan og hálfu ónýtari",
            "date": "2011-10-13 12:28:00",
            "post_id": "31452",
            "reply_to_id": "31445"
        },
        {
            "user_name": "elfar94",
            "text": "gott að vita það, þá er maður ekkert að fara útí að kaupa það",
            "date": "2011-10-16 11:14:00",
            "post_id": "31704",
            "reply_to_id": "31452"
        },
        {
            "user_name": "elfar94",
            "text": "skrapp aðeins upp á úlfarsfell með nokkrum vinum um daginn, auðvitað var tekin mynd þar",
            "date": "2011-10-23 13:00:00",
            "post_id": "32494",
            "reply_to_id": "31704"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Lada Sport eru alveg snildar bílar og hefur maður í gegnum tíðina sé ýmislegt til þeirra. \nMan eftir einum sem var velt á hliðina á malarvegi rétt hjá þar sem ég átti heima sem strákur og hann var bara réttur við og keyrður í burtu og var varla hægt að merkja að honum hefði verið velt, það brotnaði ekki einu sinni rúða hvað þá meira. \nEinhver sú hrikalegasta keyrsla sem ég hef upplifað var í Lödu Sport með mági mínum um vegi og vegleysur vestur á fjörðum fyrir nokkrum árum. Var á það á einum stað að bíllinn tók svo hressilega niðri að það drapst á honum, það var bara startað í gang aftur og haldið áfram og ekkert verið að tékka á hvort ekki væri allt á sínum stað undir honum að framan eða eins og eigandinn orðaði það \"þetta er bara Lada\" og það var svo sannarlega rétt því ég stór efast að einhver af \"betri jeppunum\" hefði þolað slíka meðferð sem þessi bíll fékk og samt gekk þetta alltaf. \nLödurnar eru hráar en sterkar og með góða fjöðrun en kannski ekkert alltof aflmiklar og klárlega ekki flottustu jepparnir en standa samt vel fyrir sínu svo að þú skalt bara vera ánægður með þína eðal Lödu Sport.",
            "date": "2011-10-23 15:27:00",
            "post_id": "32507",
            "reply_to_id": "32494"
        },
        {
            "user_name": "elfar94",
            "text": "ég er hæstánægður með þennan bíl, eins og þú sagðir þá þolir þetta allt, pabbi átti sportara einu sinni, það drapst á honum útí á og þegar vinirnir ætluðu að fara að binda í hann til að draga hann upp, þá startaði pabbi bara bílnum og keyrði uppúr",
            "date": "2011-10-23 17:29:00",
            "post_id": "32513",
            "reply_to_id": "32507"
        },
        {
            "user_name": "Moli",
            "text": "Ef eitthver heldur því fram að Löduvélin sé betri en 1600 Fiat twincam þá hefur hinn sami AÐEINS og mikið álit á Lödu vélinni.",
            "date": "2011-10-24 22:16:00",
            "post_id": "32694",
            "reply_to_id": "32513"
        },
        {
            "user_name": "elfar94",
            "text": "skipti um bremsuklossa hjá mér um daginn \n eins og nýr. \nog svo hinn \n svo keypti ég mér nýjar felgur um daginn, 15x8. meðan ég man, er hægt að fá 8\" breið 33\" dekk eða þarf ég að breikka felgurnar?",
            "date": "2011-11-22 10:10:00",
            "post_id": "35301",
            "reply_to_id": "32694"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ef þú heldur að felgan þurfi að vera jafnbreið dekkinu þá er það misskilningur það er allt í lagi að setja 33\" dekk á 8\" breiða felgu en það er samt flottara að nota 10 eða 12\" breiða felgu",
            "date": "2011-11-22 22:22:00",
            "post_id": "35395",
            "reply_to_id": "35301"
        },
        {
            "user_name": "jeepson",
            "text": "33\" dekk hafa funkerað mjög vel á 10\"breiðum felgum :)",
            "date": "2011-11-22 22:47:00",
            "post_id": "35401",
            "reply_to_id": "35395"
        },
        {
            "user_name": "elfar94",
            "text": "takk fyrir þetta, ég læt breikka þær uppí 10 eða 12 tommu ef ég á pening til þess, annars verð ég bara að notast við það sem ég hef :P",
            "date": "2011-11-23 10:25:00",
            "post_id": "35441",
            "reply_to_id": "35401"
        },
        {
            "user_name": "jeepson",
            "text": "Ég gæti nú trúað því að það sé ódýrara fyrir þig að kaupa bara aðrar felgur sem eru t.d 10 breiðar heldur en að fara ða láta breikka þessar. Er ekki ladan með sömu deilingu og súkkan? Þá er efluast fullt af þessu til sölu inná sukka.is :)",
            "date": "2011-11-23 18:39:00",
            "post_id": "35479",
            "reply_to_id": "35441"
        },
        {
            "user_name": "elfar94",
            "text": "startarinn minn gaf sig um daginn og það endaði með því að ég keypti mér bara gamla fiat tík og er að dunda mér við að mixa í. tölvan er að vera leiðinleg svo að ég get ekki sett myndirnar hér inn en hér er slóð af þeim  \nhttp://www.facebook.com/media/set/?set= ... 182&type=1\n \nef myndasafnið er læst, endilega bara adda mér",
            "date": "2012-01-19 19:07:00",
            "post_id": "42462",
            "reply_to_id": "35479"
        },
        {
            "user_name": "Startarinn",
            "text": "Breyttu bara friðhelgisstillingunum á myndaalbúminu, simples",
            "date": "2012-01-19 21:49:00",
            "post_id": "42500",
            "reply_to_id": "42462"
        },
        {
            "user_name": "elfar94",
            "text": "já, ég er búinn að því, facebook hefur breyst svo svaklaga að ég finn þetta ekki aftur. og svo afþví að ég er undir 18 ára þá er eitthvað sjálfvirkt friðhelgisdæmi sem ekki er hægt að breyta",
            "date": "2012-01-19 21:50:00",
            "post_id": "42501",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Gerður acount inná photobucket og notaðu svo hana til að setja inn myndir. Þræl virkar og einfalt.",
            "date": "2012-01-19 21:55:00",
            "post_id": "42503",
            "reply_to_id": "42501"
        },
        {
            "user_name": "elfar94",
            "text": "ætli maður geri það ekki þegar að maður fær þessa tölvu til að virka alminnilega (:",
            "date": "2012-01-20 17:57:00",
            "post_id": "42612",
            "reply_to_id": "42503"
        },
        {
            "user_name": "elfar94",
            "text": "fleiri myndir komnar á fésið, get ekki sett þær hér inn :s fæ bara 400 bad request og svo er ég að setja inn á photobucket líka",
            "date": "2012-02-05 18:46:00",
            "post_id": "45087",
            "reply_to_id": "42612"
        },
        {
            "user_name": "elfar94",
            "text": "http://s1153.photobucket.com/albums/p505/elfar94/\n nokkrar myndir komnar hér, hendi eldri myndunum inn líka þegar ég finn þær í tölvuni hjá mér",
            "date": "2012-02-05 19:18:00",
            "post_id": "45091",
            "reply_to_id": "45087"
        },
        {
            "user_name": "StefánDal",
            "text": "Ó mæ.....\nGeturu ekki bara sett myndirnar beint hérna inn í staðinn fyrir að vera með hundrað linka.\nÞað er ekki flókið. Þú copyar slóðina af myndinni og hendir henni hérna á milli",
            "date": "2012-02-06 00:18:00",
            "post_id": "45129",
            "reply_to_id": "45091"
        },
        {
            "user_name": "elfar94",
            "text": "ég næ ekki að setja myndirnar inn, alveg sama hvernig ég reyni að gera það",
            "date": "2012-02-06 17:39:00",
            "post_id": "45176",
            "reply_to_id": "45129"
        },
        {
            "user_name": "birgthor",
            "text": "Tók mið tvær tilraunir, smá fikt og 10 mín. Farðu nú að græja þetta sjálfur, hund leiðinlegt að elta einhverja linka :)",
            "date": "2012-02-06 18:43:00",
            "post_id": "45189",
            "reply_to_id": "45176"
        },
        {
            "user_name": "elfar94",
            "text": "takk kærlega fyrir að setja inn mynd fyrir mig :D ég fæ alltaf eitthvað \"400 bad request\"",
            "date": "2012-02-06 18:50:00",
            "post_id": "45192",
            "reply_to_id": "45189"
        },
        {
            "user_name": "birgthor",
            "text": "Þegar þú ert kominn í ritilinn ýtir þú á \"Img\" hnappinn, þá kemur þetta inn  og á milli hornklofanna seturðu \"direct link\". Direct link fæst með því að setja músarbendilinn yfir myndirnar hjá hýsingar léninu þínu og ýta á hnappinn hjá \"direct link\".",
            "date": "2012-02-06 20:50:00",
            "post_id": "45223",
            "reply_to_id": "45192"
        },
        {
            "user_name": "elfar94",
            "text": "kominn á 33\" að aftan\nog svo allan hringin og út úr skúrnum =D þarf aðeins að snyrta úr hjólbogunum",
            "date": "2012-11-07 18:02:00",
            "post_id": "71925",
            "reply_to_id": "45223"
        },
        {
            "user_name": "Bskati",
            "text": "glæsilegt!\ndjöfull lúkkar þetta stórt undir þessum bílum. Ég sem var að hugsa um að setja svona bíl á 38 við tækifæri...",
            "date": "2012-11-09 23:26:00",
            "post_id": "72242",
            "reply_to_id": "71925"
        },
        {
            "user_name": "elfar94",
            "text": "það er einn sem setti sportara á 44\", hilux hásingar og v6 vortec vél. en mig langar að breyta sportara fyrir 38\" svo að ef þú ferð út í að gera það, láttu mig vita",
            "date": "2012-11-10 01:29:00",
            "post_id": "72255",
            "reply_to_id": "72242"
        },
        {
            "user_name": "Bskati",
            "text": "ég er ekkert að fara í það á næstunni, þarf að klára hiluxinn og gera upp 86 sportarann minn, hann verður alveg original. Ætlaði að finna mér annan sem er ekki svona heill í svona verkefni :)",
            "date": "2012-11-10 02:58:00",
            "post_id": "72260",
            "reply_to_id": "72255"
        },
        {
            "user_name": "birgir björn",
            "text": "þá þarf grind undir bílinn og þá ertu nánast komin á annan bíl",
            "date": "2012-11-10 16:35:00",
            "post_id": "72297",
            "reply_to_id": "72260"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "það var svona lada sport hérna á Akureyri á 38\" í mörg ár og hún var ekki á grind og var komin með fiat twin cam vél og þetta var fyrir 1990",
            "date": "2012-11-10 18:13:00",
            "post_id": "72313",
            "reply_to_id": "72297"
        },
        {
            "user_name": "Svenni30",
            "text": "Flottur hjá þér.\nÞessi hér er frá hornafirði er á 38\" ekki með grind seinast þegar ég vissi, en búið að styrkja eitthvað eða grindartengja orginal lödu dæmið.\nEr með Hilux hásingar og 4.3 Vortec.\nMátaði 44\" \n \nEr rauður í dag \nFlottasta Ladan á landinu að mínu mati.\nhttp://www.facebook.com/photo.php?v=127 ... =3&theater",
            "date": "2012-11-10 18:14:00",
            "post_id": "72314",
            "reply_to_id": "72313"
        },
        {
            "user_name": "steinarxe",
            "text": "hva, hun er bara ad verda alveg eins og gamla spyrnutækid med attunni a hlidinni, vantar bara vængina og ta geturdu tekid a flug,fekkstu ta ekki med?",
            "date": "2012-11-10 20:42:00",
            "post_id": "72327",
            "reply_to_id": "72314"
        },
        {
            "user_name": "stebbi83",
            "text": "á enginn myndir af löngu sportlödunni? \nværi alveg til í að vita meir um þann bíl, ég sé honum stundum bregða fyrir :)",
            "date": "2012-11-10 20:44:00",
            "post_id": "72328",
            "reply_to_id": "72327"
        },
        {
            "user_name": "jeepson",
            "text": "Ég heyrði að langi sportinn væri með 4,3 Sú lada er hellvíti reffileg.",
            "date": "2012-11-10 20:51:00",
            "post_id": "72329",
            "reply_to_id": "72328"
        },
        {
            "user_name": "Svenni30",
            "text": "Var hún ekki með V8 350 eða eitthvað í þá átt",
            "date": "2012-11-10 20:54:00",
            "post_id": "72331",
            "reply_to_id": "72329"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Þetta er Chevrolet með Lödu body",
            "date": "2012-11-10 22:14:00",
            "post_id": "72337",
            "reply_to_id": "72331"
        },
        {
            "user_name": "elfar94",
            "text": "næstum alveg búið að skera úr öðrum megin að framan\nog rauða langa ladan er með 5.6 l v8, mér skilst að draumurinn hjá eigandanum sé að finna 4 dyra sportara body á grindina",
            "date": "2012-11-10 22:32:00",
            "post_id": "72338",
            "reply_to_id": "72337"
        },
        {
            "user_name": "elfar94",
            "text": "jújú, kantarnir fara á annað kvöld :) og sprengihelda toppgrindin fer á líka, engin smá smíði sú grind.",
            "date": "2012-11-11 01:07:00",
            "post_id": "72354",
            "reply_to_id": "72338"
        },
        {
            "user_name": "elfar94",
            "text": "4ja1 isuzu dísel mótor kominn í hús. fiat vélin fær ekki að tóra lengi í fyrst þessi er komin",
            "date": "2012-11-11 21:26:00",
            "post_id": "72439",
            "reply_to_id": "72354"
        },
        {
            "user_name": "steinarxe",
            "text": "haha jaja enda grindin gerd til ad bua a henni. djofull list mer sam vel a grutarbrennaran eina vitid.",
            "date": "2012-11-11 22:27:00",
            "post_id": "72456",
            "reply_to_id": "72439"
        }
    ],
    "date": "2012-01-19 21:50:00"
}