{
    "forum_title": "Almennt spjall",
    "id": "5819",
    "title": "Grand Cherokee limited 4,7",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=5819",
    "posts": [
        {
            "user_name": "asgrimur",
            "text": "Sælir meistarar...\nNú er úr vöndu að ráða !!! ég á 1999 / 2000 árg af Cherokee með V8 mótor og þessi eðalbíll hefur verið að stríða með varðandi gangsettningu, þetta lýsir sér að bíllinn þarf mikið start en fer sosum  í gang, ég er að tala um að ég þarf að starta bílnum í ca 8-12 sek áður en hann fer í gang burt séð frá því hvort bíllinn er kaldur eða heitur og ef ég drep strax á honum aftur dettur hann í gang, en ef bílinn stendur svo í 15 -20 mín þarf aftur þetta langa start, það er búið að skipta um O - hring í  bensíndælu, kerti, svinghjólanema og ath hin ýmsu reley, það kemur megn bensín lykt af honum þegar hann þarf þetta langa start og blár reykur... og ég heyri smá púff púff úr pústurröri þegar ég stend fyrir aftan bílinn þegar hann er kominn í gang og það virðis ekki vera 100 % jafn gangur í honum, en eðlileg vinnsla.....nú skuluð þig snillingar commenta og góðu Wiskí heitið þeim sem hittir naglan á höfuðið..\nP.S ,,,Bíljöfur og fleyri eru ráðþrota....\nKv Ásgrímur\nGSM 8407230",
            "date": "2011-08-13 12:34:00",
            "post_id": "26948",
            "reply_to_id": false
        },
        {
            "user_name": "Stjáni",
            "text": "logar vélarljosið ekki í mælaborðinu?\nspurning hvort hitaskynjari sé ekki að senda rétt boð til tölvu....\nkv. Kristján",
            "date": "2011-08-13 16:24:00",
            "post_id": "26952",
            "reply_to_id": "26948"
        },
        {
            "user_name": "Stjáni",
            "text": "gæti verið pústskynjari farinn en það kemur ekki alltaf fram í tölvu ef þeir svíkja\nen ég hef heyrt að þessir mótorar séu viðkvæmir fyrir því ef pústskynjari fer...\nhttp://www.wjjeeps.com/oxygen.htm",
            "date": "2011-08-13 16:29:00",
            "post_id": "26953",
            "reply_to_id": "26952"
        },
        {
            "user_name": "asgrimur",
            "text": "Sælir piltar..\nNei vélarljósið logar ekki og engar villumeldingar, ok tek pústskynjarann fyrir næst...læt þig fylgjast með...\n1000 þakkir..Kv Ási",
            "date": "2011-08-14 11:28:00",
            "post_id": "26980",
            "reply_to_id": "26953"
        },
        {
            "user_name": "birgthor",
            "text": "Prófaðu að taka báða pústskynjarana úr sambandi, settu í gang og sjáðu hvað gerist. Ef þetta lagast tengdu þá annan og sjáðu hvort þetta sé aftur gott, ef ekki er það sá skynjari sem er að rugla í þér.",
            "date": "2011-08-14 12:12:00",
            "post_id": "26982",
            "reply_to_id": "26980"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Er búið að mæla bensínþrýsting við gangsetningu?\ndælan fer í gang í sirka 2sek áður en þú startar(ef þú svissar á og bíður örlitla stund) og startar svo.\nÞetta er gert til að byggja upp þrýsting á kerfinu fyrir gangsetningu. Ef dælan er óþétt eða spíssar standa opnir(sem gæti útskýrt að hann fái ríka blöndu og gangi ójafnt og með óvenjulegum útblásturshljóðum þá myndi ég kíkja á það.\nAMK mæla bensínþrýstinginn þegar þú drepur á, hann á að haldast þokkalega nálægt því sem hann er þegar vélin er í gangi í amk. 2 mínútur, annars er eitthvað að. \nÞegar þú startar og startar þá reynir hann að byggja upp þrýsting en það er erfitt þegar hann er um leið að opna spíssana og hleypa lofti inn á móti, en á endanum tekst bensíninu að komast að spíssinum og vélin fer í gang, en eftir töluvert start.\nÞykir magnað að bíljöfur hafi gefist upp á bílnum, flott verkstæði að öðru leiti og hef ekkert heyrt annað en gott",
            "date": "2011-08-14 12:30:00",
            "post_id": "26983",
            "reply_to_id": "26982"
        },
        {
            "user_name": "asgrimur",
            "text": "Ok prufa þetta með pústskynjarana.. nei það er ekki búið að mæla bensínþrýsting, dælan fer í gang og drepur á sér eftir ca 3-5 sek og ég hef prufað að svissa á og bíða og svissa af og svo aftur á en það breytir engu, læt mæla þrýstinginn, er sú mæling eitthvað sem ég get gert hér í bílskúrnum hjá mér eða ??, þetta hljómar vel spíssar vs loft, er að keyra hann á einhverju efni sem sett var á hann í gærmorgun, en það virðist ekki hafa áhrif enn...það er kannski fullmikið sagt að Bíljöfur hafi gefist upp á bílnum, en fyrri eigandi hafði samt farið með bílinn þangað og Hlöðver sagið mér að þetta hefði verið hausverkur hjá þeim, ég bý á Egilsstöðum og hef þar af leiðandi ekki tök á að fara með bílinn til þeirra....Kv Ási",
            "date": "2011-08-14 13:25:00",
            "post_id": "26987",
            "reply_to_id": "26983"
        },
        {
            "user_name": "Sævar Örn",
            "text": "ok ekkert mál, þú getur mælt þrýstinginn heima ef þú átt í það mæli, passa bara að vélin sé köld svo ef í versta falli einhver leki kemur upp þá lendi hann ekki á sjóðandi pústgreinum :)",
            "date": "2011-08-14 13:36:00",
            "post_id": "26989",
            "reply_to_id": "26987"
        },
        {
            "user_name": "Stjáni",
            "text": "Og ef þú vilt mæla pústskynjarana sjálfur þá geturu notað venjulegann voltmæli, þarf bara að geta sýnt niður í 0.1 v\nég man að vísu ekki nákvæmlega hvaða vír það var sem þú átt að finna púls en \"minnir\" að hann sé grár\nen ef þú mælir alla vírana (með bílinn í gangi) og passa að hafa góða jörð þá á einn af þessum 4 vírum að \nhoppa upp og niður taktfast um einhver volt en ef allir mælast \"kyrrir\" þá bendir það á ónýtan skynjara\nkv. Stjáni",
            "date": "2011-08-14 20:29:00",
            "post_id": "27004",
            "reply_to_id": "26989"
        },
        {
            "user_name": "Stjáni",
            "text": "mér finnst samt dáldið líklegt að það sé að koma nóg bensín miðað við að það komi bensínfýla af honum þegar hann er kominn í gang",
            "date": "2011-08-14 20:32:00",
            "post_id": "27006",
            "reply_to_id": "27004"
        },
        {
            "user_name": "asgrimur",
            "text": "Já það bendir allt til þess að hann fái bensín og þess vegna hef ég ekki haft áhyggur af þessum þrýsting",
            "date": "2011-08-15 08:44:00",
            "post_id": "27035",
            "reply_to_id": "27006"
        },
        {
            "user_name": "Kiddi",
            "text": "Ég held að Sævar hafi hitt naglann á höfuðið með bensínþrýsting.\nEf bensínþrýstingurinn er lágur þá fær hann ekki nógu mikið bensín, og þá getur hann verið erfiður í gang. Ef hann er lengi að taka við sér og bensíni er sprautað inn á meðan (þó það sé á lágum þrýsting) þá er eðlilegt að það sé megn bensínstækja úr pústinu.\nÞetta er þekkt vandamál og þú ættir að skoða þetta: \nhttp://www.wjjeeps.com/tsb/tsb_wj_1400201.pdf\nMig langar að bæta við að þegar bílnum er startað þá tekur hann EKKI merki frá súrefnisskynjurum. Hann gerir það ekki fyrr en vélin hefur náð fullum vinnsluhita.\nSet hérna inn upplýsingar um hvernig tölvan vinnur, þú getur þá séð hvaða skynjurum hún fer eftir þegar þú setur bílinn í gang.",
            "date": "2011-08-15 13:29:00",
            "post_id": "27048",
            "reply_to_id": "27035"
        },
        {
            "user_name": "asgrimur",
            "text": "Ok glæsilegt....læt taka þetta fyrir",
            "date": "2011-08-15 14:05:00",
            "post_id": "27052",
            "reply_to_id": "27048"
        },
        {
            "user_name": "JoiVidd",
            "text": "ég er í sömu vandræðum með minn cherokee.. Væri gaman að sjá hvað er að þessum og þá get ég prófað að gera sama við minn..\nTekur hann ekkert við sér í þessar 8-12sec?\nminn gerir það ekki",
            "date": "2011-08-15 15:04:00",
            "post_id": "27054",
            "reply_to_id": "27052"
        },
        {
            "user_name": "asgrimur",
            "text": "Sæll... Gott að vita að ég sit ekki einn í súpunni, nei hann tekur ekkert við sér í þessar sec. en ef ég botna helv... í startinu virðist sem hann sé fljótari í gang, en það munar samt ekki miklu að mér virðist... hann er að fara í þessa bensínþrýstingsmælingu á fimmtud.. og svo er ég búin að panta einhvern knastásskynjara og hann fer í ef ekkert kemur út úr bensínþrýstingi, einnig er búið að skipta um sveifarásskynjara en það breytti engu, á eftir að ath með þessa pústskynjara, en eftir uppl...frá Bíljöfri ættu pústskynjarar ekki að hafa áhrif á startið...\nKv Ási",
            "date": "2011-08-16 10:43:00",
            "post_id": "27104",
            "reply_to_id": "27054"
        },
        {
            "user_name": "GudniPall",
            "text": "Ég var í svipuðum vandræðum með BMW sem ég á. Hann var hundleiðinlegur í gang þegar hann var búinn að standa smá tíma og sérstaklega þegar hann var búinn að standa nótt. Hann gékk aðeins rikkjótt fyrst eftir að hann fór í gang en svo allt í lagi.\nEf maður var að keyra á jöfnum hraða og gaf í þá hikstaði hann aðeins en tók svo við sér.\nÞað var búið að mæla allt, prufa að skipta um hitt og þetta, t.d. tölvu.\nHann var búinn að vera í TB og hann fann ekki út úr þessu, svo var hann einhverja sólarhringi hjá B&L. Hann lagaðist aldrei.\nB&L fundu svo á endanum hvað var að bílnum, innspítingarspíssarnir voru tærðir. Þeir hafa því væntanlega lekið og ekki verið að gefa rétt flæði og ýringu.\nÞetta hefur líklega verið vegna raka í bensíni.\nHugsanlega hefur fyrri eigandi trassað að setja ísvara eða haft tankinn meira eða minna tóman á veturna.\nKv. Guðni",
            "date": "2011-08-16 11:38:00",
            "post_id": "27108",
            "reply_to_id": "27104"
        },
        {
            "user_name": "asgrimur",
            "text": "Sælir..\nJá þetta ýtir enn frekar undir þessa spíssa umræðu, takk fyrir þetta....",
            "date": "2011-08-16 12:40:00",
            "post_id": "27110",
            "reply_to_id": "27108"
        },
        {
            "user_name": "asgrimur",
            "text": "Sælir..\nNú beinast augun á spíssa, búið að mæla bensínþrýsting og hann rýkur upp  ( 47-49 bar ) er svissað er á bílinn en er fljótur niður aftur, nú er verið að taka upp spíssa og skoða þá , miðað við að hann er fljótari í gang ef bensíngjöfin er sett í botn rétt eftir að byrjað er að starta þá bendir allt til þess að hann sé að fá bensín inn en ekki í réttu magni og er þá líklegt að það sé lekur spíss... þetta er orðið spennandi reifari....",
            "date": "2011-08-19 10:01:00",
            "post_id": "27280",
            "reply_to_id": "27110"
        },
        {
            "user_name": "JoiVidd",
            "text": "er eitthvað komið út úr þessu?",
            "date": "2011-08-25 15:35:00",
            "post_id": "27725",
            "reply_to_id": "27280"
        },
        {
            "user_name": "asgrimur",
            "text": "Nei er að keyra hann á einhverju fíkniefni, vorum búnir að prufa eitthvað efni á hann ,en settum sterkara á núna",
            "date": "2011-08-25 16:12:00",
            "post_id": "27727",
            "reply_to_id": "27725"
        },
        {
            "user_name": "villizico",
            "text": "Minn 93 lét svipað. \nKomst svo að því að bensínsian lak og það féll þrístingur þegar bíllinn stóð eða bensíndæla var ekki í gangi. bensín dælan hélt uppi nægum þrísting á keirslu en svo féll hann þegar ég parkeraði og í starti var ekki nægur þýristingur á kerfinu fyrir en eftir langt start.\nVeit ekki hvort þetta er nákvælega eins kerfi en bensínsían er einnig þrístings jafnari og ef hún virkar ekki rétt eða er lek eða hleipir í gegnum sig aftur uppí tank gætu einkennin mögulega verið svipuð.",
            "date": "2011-08-26 01:59:00",
            "post_id": "27767",
            "reply_to_id": "27727"
        },
        {
            "user_name": "Sævar Örn",
            "text": "eg keypti nýverið v6 pajero sem lét svona, gat startað honum sirka 5-10 sek áður en hann fretaði hægt og bítandi í gang.\nTók úr honum spíssana, tengdi 8volt inn á þá til að opna þá og sprautaði brake cleaner og þrýstilofti á eftir þar til úðinn úr þeim varð snyrtilegur. í ljós kom að fjórir af sex láku töluverðu í gegn þrátt fyrir að ég hafi ekki verið búinn að opna þá með batterýinu, en þetta lagaðist með því að sprauta þrýstiloftinu og bremsuhreinsinum í gegn.\nEflaust er þetta ekki viðurkennd aðferð en hún virkaði í mínu tilviki og nú hrynur druslan í gang á fyrsta snúning og er mun aflmeiri en áður og eyðir talsvert minnu.\nNoti hver þessar leiðbeiningar á eigin ábyrgð ég er búinn að aka pajeronum uþb 3500 km síðan ég gerði þetta án vandræða.",
            "date": "2011-08-26 08:57:00",
            "post_id": "27771",
            "reply_to_id": "27767"
        },
        {
            "user_name": "Sævar Örn",
            "text": "ps ég notaði 8 volt vegna þess að spíssar, amk í flestum innspýtingarbílum vinna á 5 voltum gegnum vélartölvuna, hafði áhyggjur af því að 12 voltin gætu skemmt spíssana, hef ekki nógu mikið vit á því samt en 8 voltin dugðu vel og spíssarnir opnuðust fullkomlega.",
            "date": "2011-08-26 08:59:00",
            "post_id": "27772",
            "reply_to_id": "27771"
        },
        {
            "user_name": "HaffiTopp",
            "text": "http://www.youtube.com/watch?v=7aT4S1lIBAY\nÞessi notast bara við 12V rafgeymi. Spunring hvort það sé athugandi að fara að gera þetta við sinn bíl. \nVar mikið mál að ná spíssunum úr Pajeronum Sævar?\nKv. Haffi",
            "date": "2011-08-26 11:33:00",
            "post_id": "27776",
            "reply_to_id": "27772"
        },
        {
            "user_name": "JoiVidd",
            "text": "Ekkert að frétta",
            "date": "2011-08-30 11:40:00",
            "post_id": "27985",
            "reply_to_id": "27776"
        },
        {
            "user_name": "asgrimur",
            "text": "Nei hann stendur enn óhreyfður fyrir utan verkstæðið K2M hér á Egs... eitthvað mannahallæri  hjá þeim  veikindi o.s.f.v.\nTreysti mér ekki í þetta sjálfur ( er náttúrulega bara kjúklingur ) \nHef verið að keyra hann á einhverju hreinsiefni og fljótlega eftir að ég setti það á bílinn datt allur gangur úr honum,, fór bara að ganga ílla og hósta og hósta, en enginn breyting á gangsetningu",
            "date": "2011-08-31 09:51:00",
            "post_id": "28076",
            "reply_to_id": "27985"
        },
        {
            "user_name": "asgrimur",
            "text": "Jæja 4 stk spíssar ónýtir, tærðir og leka...en þeir ekki til í landinu er í pöntun 22 þús pr stk, og þetta er nú sosum ekki allt,, vatnskassinn er á síðustu metrunum.. get ég ekki fangið hann á einhverri partasölu ???",
            "date": "2011-09-05 08:09:00",
            "post_id": "28393",
            "reply_to_id": "28076"
        },
        {
            "user_name": "Stebbi",
            "text": "Keypti vatnskassa í svona bíl í fyrra á Ljónsstöðum fyrir 28þús komin í mínar hendur.  Þeir pöntuðu hann frá fyrirheitna landinu og hann var kominn á viku.  Allir sem ég talaði við réðu mér frá því að kaupa notaða kassa afþví að plastið í botnunum á þessu er algjört drasl.  Svo vilja menn fá upp undir 30 þús fyrir notaða kassa.",
            "date": "2011-09-05 09:07:00",
            "post_id": "28397",
            "reply_to_id": "28393"
        },
        {
            "user_name": "Kiddi",
            "text": "Þú færð spíssa og vatnskassa á góðu verði hjá Rockauto.com, þeir senda beint til Íslands og gefa upp flutningskostnað áður en þú pantar! Athugaðu bara að vatnskassinn og spíssarnir séu sendir frá sama birgja sem þýðir lægri flutningskostnaður, þú sérð þetta allt saman á síðunni hjá þeim ef þú skoðar þetta vel.",
            "date": "2011-09-05 11:42:00",
            "post_id": "28403",
            "reply_to_id": "28397"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Nei það var þokkalega gott, ég er með V6 3000 vél úr 1990 módeli, gæti vel verið sama vélin en ég sleit bara soggreinina af og þá var þetta barnaleikur",
            "date": "2011-09-05 12:11:00",
            "post_id": "28405",
            "reply_to_id": "28403"
        },
        {
            "user_name": "asgrimur",
            "text": "Jæja þá eru nýir spíssar loksins komin í bílinn en !!!! Allt við það sama, ílla pirrandi það...þannig að hvað í ansk..er til ráða strákar ???",
            "date": "2011-09-20 12:42:00",
            "post_id": "29514",
            "reply_to_id": "28405"
        },
        {
            "user_name": "olei",
            "text": "Skoðum bilunina lekir spíssar:\nÞegar drepið er á bílnum er fullur þrýstingur á eldsneytiskerfinu, spíssarnir leka bensíni inn á soggreinina hægt og rólega eða þar til að þrýstingurinn í kerfinu er fallinn niður. Þetta tekur einhvern tíma eftir því hversu mikið spíssarnir leka og hversu margir.  Þegar að þrýstingurinn er fallinn og bensínið úr kerfinu er komið inn á soggrein og jafnvel eftir atvikum inn á stimpla má búast við að:\n -Ef reynt er að gangsetja er viðbótarskammtur af bensíni í soggreininni sem samanlagt við gangsetningarskammtinn frá spíssunum veldur allt of sterkri  blöndu við gangsetningu og vélin fer ekki strax í gang. Hún er \"drukknuð\" í bensíni\n- það þarf að starta vélinni nokkra hríð til að skola mesta bensíninu aftur í púst áður en blandan verður ákjósanleg til að vélin fari í gang. Eins og á yfirfullum blöndung þá hjálpar eitthvað að standa gjöfina í botni.. þ.e.a.s ef gjöfin er á annað borð mekanísk en ekki bara rafmagnsskynjari og þá er það \"it depends\"\n- það má búast við búkhljóðum og freti úr pústinu þegar að stöku neisti nær að kveikja í of sterkri blöndnni sem síðan fer hálfbrunnin aftur í púst og veldur eldsvoða í pústkerfinu í því bensíni sem þangað hefur skubbast óbrunnið.\n- Þegar vélin fer að taka við sér fer hún líklega nokkuð hratt í gang og þá má e.t.v sjá einhver reykmerki aftur úr pústinu eftir svona gangsetningu og finna bensínlykt. Ég reikna með því að hún gangi ekki alveg strax á öllum en jafni sig á mínútu eða svo. \nHinsvegar ef drepið er á bílnum og hann gangsettur strax aftur þá hafa spíssarnir ekki tíma til að leika sama leikinn og nær ekkert aukabensín er inni á soggreininni og fyrir vikið dettur bíllinn í gang eins og ekkert sé. Eftir atvikum, eftir því hversu mikið spíssarnir leka þá hefur leki ekki áhrif á gang bílsins. Helst mætti búast við truflun í hægagangi þar sem lekinn hefur hlutfallslega meiri áhrif þar en þegar meira eldsneyti þarf eins og á snúning undir álagi. Súrefnisskynjarar hliðra síðan til skamm- og langtíma breytum í tölvunni og ná að jafna upp áhrifin frá lekanum þegar þeir taka við stýringunni sem veldur því að það finnst ekki fyrir þessu í akstri.\nKunnuglegt?\n----------------------------\nEftir góðar ráðleggingar hér á þræðinum er síðan bensínþrýstingur mældur og hann reyndist eðlilegur, en féll eftir að dælan hætti. Sem bendir einmitt á leka: út í loftið, aftur í tank, gegnum spíssana eða tengingar við þá, lagnir að þeim inni í soggrein ef einhverjar eru.\nEftir því sem ég kemst næst voru spíssarnir teknir út og þeir voru lekir ef marka má innlegg hér ofar. Ef það er tilfellið að þeir \nvoru sannarlega lekir\n þá er þar fundin bilun sem skýrir þetta gangsetningarvandamál.\nÞá er það spurningin: af hverju lagaðist ekki bíllinn við að skipta um spíssana?\nÉg sé bara tvo möguleika:\nÞað er einhver önnur bilun á ferðinni sem lýsir sér eins og lekir spíssar, sem þýðir þá að það voru tvær bilanir í bílnum sem lýsa sér eins, annarsvegar lekir spíssar og síðan eitthvað annað. (að því gefnu að gömlu spíssarnir hafi lekið)\nHinsvegar er sá möguleiki að spíssarnir sem voru settir í séu líka lekir. T.d eitthvað svipað vandamál og hægt er að lesa um hér: \nhttp://www.jeepforum.com/forum/f11/2000 ... e-1126694/\nÉg mundi fara beint í að smella bensínþrýstimæli á kerfið og sjá hvort að það heldur uppi þrýstingi eftir að drepið er á og vinna síðan áfram út frá því. Ef kerfið heldur ekki pottþétt uppi þrýstingi snýst málið um að útiloka spíssana algjörlega þannig að það sé öruggt að þeir séu ekki vandamálið. Ég þekki þetta kerfi ekki en það þarf að skoða hvort að bensín geti lekið inn á soggrein eftir öðrum leiðum en gegnum spíssa (sem gæti lýst sér svipað), skoða lagnir, kaldstartspíss (sem er líklega alls ekki í þessari vél) eða hvaðeina sem tengist soggreininni. Og endilega ekki hætta fyrr en bensínþrýstingurinn helst uppi löngu eftir að dautt er á dælunni.",
            "date": "2011-09-20 15:07:00",
            "post_id": "29527",
            "reply_to_id": "29514"
        },
        {
            "user_name": "Stebbi",
            "text": "Er búið að athuga slöngurnar og slöngutengin við tankinn?  Það er gjarnt á að ryðga hressilega þar.",
            "date": "2011-09-20 18:05:00",
            "post_id": "29538",
            "reply_to_id": "29527"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Athuga með að skifta um Þrýstijafnarann/stillinn á forðagreyninni fyrir spíssana.\nKv. Haffi",
            "date": "2011-09-20 21:26:00",
            "post_id": "29556",
            "reply_to_id": "29538"
        },
        {
            "user_name": "asgrimur",
            "text": "Sælir..Óli þetta er algjörlega kunnulegt já...eina sem hefur breyst er gangurinn´, núna er ekki þetta púff púff úr pústurröri og betri hægagangur....set bensínþrýstimælinn á djöfullinn og ath hvað gerist, áður rauk þrýstingur upp í 4,7 bör minnir mig en hann var fallinn í 0 á ca 1 mín.....takk takk strákar",
            "date": "2011-09-21 12:48:00",
            "post_id": "29594",
            "reply_to_id": "29556"
        }
    ],
    "date": "2011-08-13 12:34:00"
}