{
    "forum_title": "Almennt spjall",
    "id": "5904",
    "title": "TOYOTA HIACE,  VW TRANSPORTER  4 x 4.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=5904",
    "posts": [
        {
            "user_name": "steindór",
            "text": "Sælir allir hér, er nokkuð vit í að fá sér annan hvorn þessara bíla, klessa undir þá stærri dekkjum til að geta skrölt eitthvað upp um hálendið, veit einhver til að þetta hafi verið gert við þessa bíla.  Er að spá í eitthvað svona sem er hægt að útbúa svefnaðstöðu í.  Kv. Steindór \nsteindorh@simnet.is",
            "date": "2011-08-20 16:30:00",
            "post_id": "27356",
            "reply_to_id": false
        },
        {
            "user_name": "Kiddi",
            "text": "Toyota Hiace væri klárlega mun líklegri kostur en Volkswagen.\nMjög seigir og viðhaldslitlir bílar.\nArctic Trucks hafa eitthvað verið að eiga við þessa bíla aðallega í Noregi. Þeir setja í þá millikassa og hækka upp. Spurning með að tala við þá og sjá hvort þeir geti skaffað eitthvað í þetta.",
            "date": "2011-08-21 01:06:00",
            "post_id": "27379",
            "reply_to_id": "27356"
        },
        {
            "user_name": "Stebbi",
            "text": "Hi-Ace hefur vinninginn þarna, þú getur þó opnað hurðirnar á honum í frosti.",
            "date": "2011-08-21 15:14:00",
            "post_id": "27399",
            "reply_to_id": "27379"
        },
        {
            "user_name": "smaris",
            "text": "Sæll.\nÉg held að hvorugur þessara bíla sé góður kostur. Þekki reyndar Transporter ekki mikið en 98 og yngri Hiace er mjög takmarkað hægt að stækka dekkin auk þess sem vantar lága drifið. 97 og eldri Hiace er skárri kostur en það er nú orðið erfitt að finna þá í góðu standi.\nBesti kosturinn af svona bílum er held ég Hyundai Starex. Ágætlega hátt undir hann, lítið mál að koma undir hann 33\" dekkjum og svo er hann með lágu drifi. Aftur á móti er galli einungis stutti bíllinn fæst með fjórhjóladrifi.\nKv. Smári.",
            "date": "2011-08-21 16:59:00",
            "post_id": "27405",
            "reply_to_id": "27399"
        },
        {
            "user_name": "halendingurinn",
            "text": "Eftir að hafa átt starex í 3 ár get ég ekki annað en lofað þá bak og fyrir svo að ég myndi skoða þann kost líka.",
            "date": "2011-08-21 17:38:00",
            "post_id": "27407",
            "reply_to_id": "27405"
        }
    ],
    "date": "2011-08-20 16:30:00"
}