{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "5909",
    "title": "hjálp",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=5909",
    "posts": [
        {
            "user_name": "elfar94",
            "text": "það eru sennilega farnar legurnar í gírkassanum hjá mér, veit einhver hvar það er ódýrt að láta taka upp kassan? veit um einn stað sem tekur 100 þús, er það kanski bara það lægsta?",
            "date": "2011-08-21 12:28:00",
            "post_id": "27393",
            "reply_to_id": false
        },
        {
            "user_name": "helgiaxel",
            "text": "Það er kanski ágætlega sloppið, er það fyrir utan verðið á legunum?\nÉg myndi tala við vélaverkstæði Kristjáns í Borgarnesi, maðurinn er snillingur\n437-2161\nKv\nHelgi Axel",
            "date": "2011-08-21 13:01:00",
            "post_id": "27395",
            "reply_to_id": "27393"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Rífðu hann úr og opnaðu hann og skoðaðu, fáðu aðgang að pressu eða fáðu félaga með þekkingu til að kíkja á þetta. Hvaða hobbýmaður sem er ætti að geta skipt um legur og jafnvel syncro í lödukassa, þeir eru einfaldasta smíð sem völ er á þegar gírkassar eru annars vegar.\nég á talsvert mikið af upplýsingum um lödurnar bæði í tölvunni og í höfðinu þannig ef eitthvað vantar máttu vera í bandi",
            "date": "2011-08-21 16:04:00",
            "post_id": "27400",
            "reply_to_id": "27395"
        },
        {
            "user_name": "elfar94",
            "text": "takk fyrir, en sævar, ekki lumaru nokkuð á viðgerðarbók fyrir lödu? eitthvað svipað þessari \nhttp://www.downloadmanuals.com.au/images/P/3298.jpg\n og hvar gæti ég fengið legur sem passa í gírkassan?",
            "date": "2011-08-21 18:53:00",
            "post_id": "27415",
            "reply_to_id": "27400"
        },
        {
            "user_name": "Sævar Örn",
            "text": "ég á einhverjar bækur bæði rússnezkar og íslenzkar á tölvutæku en eina alvöru bókin sem ég á er parts reference bók með teiknuðum myndum af íhlutum ásamt partanúmerum þeirra m.a. leganna í gírkassann sem þu sjálfsagt fengir stakar í Fálkanum.\nSvo er spurning hvort það séu ekki til rebuild kit í þessa gírkassa frá útlöndum...",
            "date": "2011-08-21 21:56:00",
            "post_id": "27432",
            "reply_to_id": "27415"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Varstu búinn að prófa að skifta um olíu á gírkassanum og sjá hvort það hafði eitthvað að segja með óhljóð og söng í honum? Eða allavega kíkja í smurbókina og sjá hvort það hefði einhverntímann verið gert?\nKv. Haffi",
            "date": "2011-08-21 22:07:00",
            "post_id": "27433",
            "reply_to_id": "27432"
        },
        {
            "user_name": "Freyr",
            "text": "Hvað ertu búinn að eiga bílinn lengi? Ef þetta er ekki breyting sem þú hefur orðið var við heldur einfaldlega söngur frá því þú eignaðist hann þá ættir þú að fá einhvern sem þekkir þessa bíla til að prófa hann. Það syngur og hvín hressilega í þeim miðað við þá jeppa sem maður er annars vanur (allir hinir fyrir utan Land Rover, þeir hljóma eins og Ladan). Bara svona til að koma í veg fyrir annars hugsanlega óþarfa gírkassaupptekt.\nKv. Freyr",
            "date": "2011-08-21 23:00:00",
            "post_id": "27439",
            "reply_to_id": "27433"
        },
        {
            "user_name": "elfar94",
            "text": "er búinn að eiga bílinn í c.a. 2 vikur ,en t.d. þegar ég fór með hann í smurningu um daginn þá sögðu karlarnir þar að það væru sennilegast legurnar farnar hjá mér. og hann hljómar hræðilega í 5. gír.",
            "date": "2011-08-21 23:16:00",
            "post_id": "27444",
            "reply_to_id": "27439"
        },
        {
            "user_name": "birgiring",
            "text": "Láttu bílinn ganga í frígír eftir að þú hefur ekið honum og gírkssinn náð að volgna.Ef þú heyrir þá grófan leguhvin sem þagnar þegar þú stígur á kúplinguna þá er kominn tími á leguskipti. Ef að Lada Sport hvín ekki og nötrar á  70 km.hraða og þar yfir,\nþá er það óeðlileg ástand.",
            "date": "2011-08-21 23:26:00",
            "post_id": "27446",
            "reply_to_id": "27444"
        },
        {
            "user_name": "elfar94",
            "text": "takk fyrir, ég prófa það",
            "date": "2011-08-21 23:51:00",
            "post_id": "27450",
            "reply_to_id": "27446"
        }
    ],
    "date": "2011-08-21 12:28:00"
}