{
    "forum_title": "Almennt spjall",
    "id": "595",
    "title": "Gat á dekki",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=595",
    "posts": [
        {
            "user_name": "Tómas Þröstur",
            "text": "Þurfti að setja þrjá tappa í hliðina á 35\" BF Goodrich. Það er eitthvað lítið að vírum til að halda við gúmmíið eða líklega ekki neinir þarna á hliðinni. Er ekki hætt við að gatið stækki eða hvellspringi !  Ætli það hangi í lagi ef það yrði soðin bót í dekkið á dekkjaverkstæði. Lét einu sinni gera slíkt við hliðna á 36\"DC dekki og það hékk svo sem í lagi en mér fannst samt gúlpurinn út frá viðgerðinni miðri vera frekar scary og fann mér þá annað óviðgert dekk. Eru dekkin ekki bara hálfónýt þegar gat kemur á hliðar ?",
            "date": "2010-03-23 13:07:00",
            "post_id": "2711",
            "reply_to_id": false
        },
        {
            "user_name": "JonHrafn",
            "text": "Þegar það er soðinn kappi innan í svona skemmdar þá halda þær oftast. En auðvitað kemur fyrir að dekk hvellspringi þar sem dekkið verður ekki fullkomið. \nSíðan auka úrhleypingar líkurnar á að kappinn losni að innan.",
            "date": "2010-03-23 18:16:00",
            "post_id": "2729",
            "reply_to_id": "2711"
        },
        {
            "user_name": "Fordinn",
            "text": "Bara forðast að hafa svona viðgerð dekk að frama,  hafa þau frekar ad aftan mun betra að detta á rassinn enn trynið uta vegi.",
            "date": "2010-04-02 21:51:00",
            "post_id": "3261",
            "reply_to_id": "2729"
        },
        {
            "user_name": "Ingaling",
            "text": "Já. bara láta sjóða í það og hafa það að aftan.",
            "date": "2010-04-03 09:43:00",
            "post_id": "3268",
            "reply_to_id": "3261"
        },
        {
            "user_name": "draugsii",
            "text": "Ingi á Húsavík sauð í dekk fyrir mig fyrir nokkrum árum og það hefur alveg haldið \nég er búin að keira töluvert á því úrhleiptu og það er ekki farið að gefa sig ennþá\nog þetta var svona um fimm sentimetra skurður\nKV Hilmar",
            "date": "2010-04-03 10:23:00",
            "post_id": "3269",
            "reply_to_id": "3268"
        }
    ],
    "date": "2010-03-23 13:07:00"
}