{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "5992",
    "title": "33t upphækkun pajero 2005",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=5992",
    "posts": [
        {
            "user_name": "Gessi",
            "text": "Var að skoða á netinu gorma frá ome sem eru 2tommu hærri, er eitthvað vit í þeim\ngormarnir eru orðnir slappir, er ekki þá bara ódýrast að skipta þeim út fyrir stærri en að setja þessa rándýru hringi frá málmsteypunni  undir.\n?? hvað geri ég svo að framan,, þarf ekki að hjólastilla hann eftir upphækkunina að aftan og að framan???",
            "date": "2011-08-26 17:40:00",
            "post_id": "27783",
            "reply_to_id": false
        },
        {
            "user_name": "biggi72",
            "text": "Veistu hvað verðið er á þessum gormum?\nOg hvar er hægt að sjá mynd af þeim.",
            "date": "2011-08-26 22:12:00",
            "post_id": "27796",
            "reply_to_id": "27783"
        },
        {
            "user_name": "Gessi",
            "text": "Þeir kosta frá 75dollurum stikkið upp í 95 og heita OME917 þeir eru 1,5 tommum stærri eða 40mm\ntil á nokkrum stöðum í usa myndir á google OME917",
            "date": "2011-08-26 22:47:00",
            "post_id": "27800",
            "reply_to_id": "27796"
        },
        {
            "user_name": "Sævar Örn",
            "text": "ef þetta er v60 bill a klöfum að aftan þarf að stilla hann að aftan, þó bílarnir séu 5 ára og yngri er yfirleitt ekki hægt að stilla þá vegna þess að stilliboltarnir gróa fastir við járnholkinn inn i fóðringunni, þetta getur verið tímafrek og kostnaðarsöm viðgerð, en gott að hafa hana i huga, það þarf að eiga við hallann a hjólunum að aftan þegar bílnum er lyft, það er minna sem við þarf að eiga að framan við þetta litla hækkun en þar er sama sagan, fastir stilliboltar.\nen að framan er alltaf hægt að stilla millibilið og það er i raun það sem mestu máli skiptir,",
            "date": "2011-08-27 00:32:00",
            "post_id": "27809",
            "reply_to_id": "27800"
        }
    ],
    "date": "2011-08-26 17:40:00"
}