{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "6027",
    "title": "Loftpúðafjöðrun-Vandræði",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=6027",
    "posts": [
        {
            "user_name": "Hagalín",
            "text": "Nú þekki ég ekki alveg 100% uppsettningu á loftpúðafjöðrun með hleðslujöfnurum og rofum inn í bíl þar sem þú stillir sjálfur hæð. \nÞó ég eigi nú bíl með þessu systemi hef ég ekki lagt í að fara yfir það allt en er tilneyddur núna.\nÞannig er að það byrjaði alltaf að leka úr loftpúðanum vinstra megin að framan, kippti ég mér nú ekki upp við það svona til að byrja með og\nætlaði að kíkja á það við tækifæri. \nSvo fyri tveimur dögum fór þetta að virka þannig að loft dældist inn í þennan sama púða stanslaust þó að ég væri með slökkt á  auto stillingunni.\nSvo virðist sem að eitthvað sem stýrir loftflæði inn á þann púða sé opið öllum stundum. Ég er búinn að aftengja hleðslujafnarann og það er sama sagan.\nÞað hefur lengi seittlað út af loftkútnum en ekkert hafði það áhrif á púðasystemið svo framanlega að ég hafði slökkt á autostillingunni þá heldur hann náttúrulega lofti á púðunum þó ekki sé loft á loftkútnum.\nNú spyr ég hvað getur valdið þessu?\nEr segullokinn sem stýrir lofti fyrir þann púða fastur á sér eða eitthvað svoleiðis?",
            "date": "2011-08-29 18:29:00",
            "post_id": "27950",
            "reply_to_id": false
        },
        {
            "user_name": "Þorsteinn",
            "text": "sæll, \nsvo ég skilji þig rétt, þetta sem þú tókst úr sambandi er pinninn á hleðslujafnaranum? ef svo er þá stendur segullokinn sem opnar frá hleðslujafnaranum og inn á lögnina á púðanum opinn en á að vera lokaður þegar það er slökkt á auto. \nkv. Þorsteinn",
            "date": "2011-08-29 22:52:00",
            "post_id": "27969",
            "reply_to_id": "27950"
        },
        {
            "user_name": "Hagalín",
            "text": "Nei ég tók ekki pinnan úr. Ég er með rofa inn í bíl þar sem ég get tekið auto-ið (hleðslujafnarana) úr sambandi og stillt þá hæðina með rofum inn í bíl er líka með rofa fyrir hvern púða inn í bíl til þess að stilla sér ef maður vill.\nEn vandamálið var auðleyst. Einn segullokinn stóða eitthvað á sér og þar sem að það seittlar alltaf aðeins út af kúttnum að þá lak út af púðanum þegar kúturinn missti þrýsting.",
            "date": "2011-08-30 21:01:00",
            "post_id": "28041",
            "reply_to_id": "27969"
        }
    ],
    "date": "2011-08-29 18:29:00"
}