{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "6122",
    "title": "Stilla ollíuverk eftir Intercooler?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=6122",
    "posts": [
        {
            "user_name": "Guðjón S",
            "text": "Góðan dag.\nHafa menn einhverja hugmynd um hversu mikið þarf að stilla olíuverkið eftir ísetningu á intercooler, um er að ræða LC hj-61 árg 88, auðvitað með túrbínu.\nKv. Guðjón S",
            "date": "2011-09-06 07:55:00",
            "post_id": "28461",
            "reply_to_id": false
        },
        {
            "user_name": "Hjörturinn",
            "text": "Þess á nú ekki að þurfa, eða ertu að tala um olíumagn eða actuall stillingu á verkinu? (innspítingartíma)",
            "date": "2011-09-07 01:05:00",
            "post_id": "28521",
            "reply_to_id": "28461"
        },
        {
            "user_name": "Guðjón S",
            "text": "Ég er að tala um olíumagnið inn á verkið, erum við ekki að tala um boltann sem er undir membrunni á olíuverkinu?",
            "date": "2011-09-07 07:55:00",
            "post_id": "28526",
            "reply_to_id": "28521"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Það eru 2 boltar á verkinu, annar er aftan á því og er minnir mig með 12mm hettu, hann stillir olíuna í venjulegum gangi.\nSvo er annar framan á verkinu sem er með 10mm hettu en hann stillir olíumagnið sem boost compensatorinn gefur, þeas hvað hann bætir mikið við olíuna þegar túrbínan kemur inn.\nAftari boltinn = inn = meiri olía.\nFremri boltinn = út = meiri olía.\nAnnars ef þú vilt fá eitthvað út úr þessum intercooler mæli ég með að hækka boostið í allavega 14 psi, svo stilla olíuboltana eftir því, mjög góð lausn að fá bara nálaloka hjá Landvélum og setja á slönguna sem fer í wastegate ventilinn.\nSjálfur er ég kominn með fremri skrúfuna alveg út og þá aftari töluvert inn, er að blása mest 16 psi og afgashiti ekki vandamál.\nÞessir mótorar geta unnið alveg svakalega skemmtilega með svona smá breytingum.",
            "date": "2011-09-07 12:47:00",
            "post_id": "28544",
            "reply_to_id": "28526"
        },
        {
            "user_name": "Guðjón S",
            "text": "Einmitt já, gætir bent mér á einhvern sem er góður í að stilla þetta og túrbínu með? Einhvern sem er sanngjarn á verði.",
            "date": "2011-09-10 17:21:00",
            "post_id": "28782",
            "reply_to_id": "28544"
        }
    ],
    "date": "2011-09-06 07:55:00"
}