{
    "forum_title": "Almennt spjall",
    "id": "6164",
    "title": "Leiðinda skjálfti... hugmyndir?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=6164",
    "posts": [
        {
            "user_name": "lettur",
            "text": "Vantar hjálp við að sjúkdómsgreina bílinn minn sem er Suzuki Grand Vitara á 35 tommu dekkjum. Um daginn kom nokkuð skyndilega í hann leiðinda skjálfti sem erfiðlega gengur að útrýma. Hann lýsir sér þannig að bíllinn víbrar og skelfur líkt og ekið sé á þvottabretti þó ekið sé á rennisléttu malbiki. Þó skjálftinn sé nokkuð stöðugur kemur hann í óreglulegum bylgjum eða gusum. Þetta er verst á milli 60 og 80 km hraða en finnst bæði neðar og ofar. Skjálftinn er alveg hljóðlaus, þessu fylgir enginn hvinur, högg eða urg. Bíllinn bara hristist. Þetta virðist koma frá afturhásingu þó erfitt sé að átta sig á því. Skjálftinn leiðir  lítið sem ekkert upp í stýrið né gírstangir. Handvirku lokurnar að framan eru ekki á þannig að framdrifsdótið og skaftið að framan snýst ekki með.\nÞað sem búið er að prófa er:\nÖnnur dekk skrúfuð undir.... breytti engu.\nAfturskaftið tekið undan og skipt um krossa. Annar krossinn var með smá slagi en hinn var mjög stífur á annan veginn. Bíllinn lagaðist nokkuð við þetta en er ekki batnað.\nSkipt um þreyttan gírkassapúða... breytti engu.\nÞriðji dekkjagangurinn reyndur... breytti engu.\nSkipt um neðri stífur að aftan þar sem fóðringar voru þreytulegar. Breytti engu varðandi skjálftann en bíllinn samt mun stöðugri á malbikinu og steinhættur að elta hjólför.\nDemparar að aftan virðast vera þéttir og góðir, framdemparar eru nýir síðan fyrr í sumar og þá var bíllinn líka hjólastilltur.\nAllt virðist eðlilegt í afturhásingu, ekkert slag eða neitt í hjólalegum.\nSkjálftinn breytist ekkert þó aðeins sé stigið á bremsur.\nSkjálftinn er eins hvort sem er í átaki, upp brekkur(kambana) eða þegar hægt er á eða farið niður brekkur.\nAllar málefnalegar hugmyndir vel þegnar....\nJói.",
            "date": "2011-09-08 21:06:00",
            "post_id": "28642",
            "reply_to_id": false
        },
        {
            "user_name": "Járni",
            "text": "Þessir dekkjagangar sem þú prófaðir, voru þeir allir 35\"?",
            "date": "2011-09-08 21:10:00",
            "post_id": "28644",
            "reply_to_id": "28642"
        },
        {
            "user_name": "jeepson",
            "text": "Mér dettur nú í hug öxull svona í fljótu bragði. Hefuru tök á að lyfta öllum bílnum upp þannig að hann standi ekki hjólin? Þá gætiru séð það með því að láta bílinn vera í gír. Spurning um að prufa þetta fyrst.",
            "date": "2011-09-08 21:12:00",
            "post_id": "28645",
            "reply_to_id": "28644"
        },
        {
            "user_name": "SævarM",
            "text": "skástífan að aftan? búin aað skoða hana",
            "date": "2011-09-08 21:33:00",
            "post_id": "28648",
            "reply_to_id": "28645"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Það er engin skástífa að aftan í hásinga Grand-Vitara, bara tvær neðri stífur og A-stífa uppi. Athugaðu hvort bremsurnar liggi útí hjá þér að aftan (hlýtur að vera þar fyrst þú finnur engann skjálfta að framan) og taktu handbremsuna með í reikninginn. Er hún ekki annars sér skáladæla í þessum bílum eins og öllum alvöru jeppum? ;)\nAnnars er fínt ráð líka að athuga fóðringar í A-stífunni þar sem þú varst búinn að skifta út gúmmíi í neðri stífunum.\nKv. Haffi",
            "date": "2011-09-08 22:18:00",
            "post_id": "28657",
            "reply_to_id": "28648"
        },
        {
            "user_name": "lettur",
            "text": "Það er skástífa að aftan. Það finnst ekkert slag í henni. Það er ekki sama system á stífum í Grand Vitara eins og í eldri Vitörum. Ég er með tvær efri stífur og tvær neðri + skástífa að aftan. Heitir þetta ekki bara 4link. En allavega virka öll gúmmí  mjög heil núna.\nMér hefur dottið í hug öxull eins og bent var á hér að ofan. En hefði þá haldið að mismunandi hraði ylli mismunandi skjálfta. En skjálftinn er nánast eins hvort sem ekið er á 60 eða 80 km. hraða. Ætla samt að athuga þetta betur.\nFleiri hugmyndir vel þegnar..",
            "date": "2011-09-08 23:15:00",
            "post_id": "28662",
            "reply_to_id": "28657"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nMín reynsla af biluðum hjöruliðskrossum er að víbringurinn sem þeir mynda er frekar fínn, miklu hraðari en dekk t.d. geta valdið.  Hinsvegar kannast ég vel við að þegar hjöruliðskross slitnar og veldur víbringi að hann komi í bylgjum.  \nEkki gleyma framskaftinu.  Þó að þér finnist víbringurinn komi að aftan getur hann allt eins verið í framskaftinu.  Þú ættir að geta tekið hvort skaft úr fyrir sig og keyrt bílinn svoleiðis og ef ekkert breytist, sama hvað þú fjarlægir mikið, eru sköftin klárlega ekki að hrekkja þig.  Dragliður í drifskafti getur farið líka ef hann er ekki smurður reglulega en það er kannski ekki mikill möguleiki, getur samt bilað og valdið titringi.\nKlárlega getur þú prófað að setja bílinn á búkka og látið hjólin snúast.  Þá ættir þú að sjá hvort eitthvað sé illilega skakkt eða ekki að gera sig.  \nÞetta er 35\" breyttur Vitara og ekki útilokað finnst mér að það sé einhverntíma búið að taka á honum og það er ekki hægt að telja afturhásingarörið með sverari gerðum svo að það er möguleiki að það sé orðið bogið.  \nKv Jón Garðar",
            "date": "2011-09-08 23:29:00",
            "post_id": "28663",
            "reply_to_id": "28662"
        },
        {
            "user_name": "lettur",
            "text": "Skjálftinn er talsvert hraður, næstum því víbringur og kemur í bylgjum.\nFramskaftið kemur ekki til greina því það snýst ekkert með. Lokurnar að framan eru ekki á eins og kom fram í upphafspósti.\nMögulega er hásingin aðeins bogin.. ætla að reyna athuga það.\nEndilega komið með fleiri hugmyndir....",
            "date": "2011-09-08 23:40:00",
            "post_id": "28665",
            "reply_to_id": "28663"
        },
        {
            "user_name": "olei",
            "text": "Boginn afturhásing framkallar ekki skjálfta. Lausar eða ónýtar hjóllegur ekki heldur. Ekki heldur slitin gúmí í stífum nema að því leyti að brot á hjöruliðum fari úr skorðum af því að hásinging er ekki lengur í réttum halla. Slitin skástífugúmi hafa ekkert að gera með titring á borð við þann sem þú lýsir, ekki heldur demparar, fjöðrunarbúnaður eða samsláttarpúðar. Ekki heldur stillingar á stýrisbúnaði: ss millibili caster eða chamber.  En boginn aftuöxull gerir það en svoleiðis skjálfti er alltaf til staðar og er augljóslega háður hraða, hann er ekki að ganga í bylgjum, að koma og fara. Á 35\" dekkjum er svoleiðis skjálfti hægur sláttur á 60-80 km hraða og versnar eftir því sem hraðar er ekið. Sama gildir um skakka felgu. \nSkjálftinn hjá þér lagaðist eitthvað við að skipta um krossa í afturskaftinu - en hvernig er dragliðurinn þar og ennfremur - hvernig er afstaðan á krossunum, er rétt brot á þeim? Ef það er alveg öruggt að framskaftið hjá þér snúist ekki og þar með ekki heldur neitt af drifbúnaði í framhásingunni þá skaltu fókusa á afturskaftið. Titringur sem kemur í hrinum er nokkuð dæmigerður fyrir drifsköft, þau finna sína eigin-skjálftatíðni og á vissu hraðasviði er eins og það fari jarðskjálfti um ökutækið. Og það er erfitt að greina hvaðan titringurinn kemur af því að allt kramið titrar með skaftinu. Sé ekið hægar eða hraðar ferðu út af \"besta skjálftasviðinu fyrir drifskaftið\" og lætin minnka. \nFyrir drifskaft eru tvær megin reglur:\n Ef þú ert með einfalda hjöruliði þá skal vera jafnt brot á þeim báðum! Ef það er tvöfaldur hjöruliður upp við millikassa þá skal sá við hásinguna vera beinn. (ekkert brot á honum). \nÉg þekki ekki til Grand Vitara og þykir mjög ólíklegt að hún sé með sjálfstæðan millikassa (drifskaft milli gírkassa og millikassa) en ef svo er þá þarf að tékka á því skafti. Í eldri durgum með sjálfstæðan millikassa var það oft skjálftavandamál. í dag er það sem betur fer mestmegnis skemmtilegur sagnfræðilegur fróðleiksmoli þar sem sem sjálfstæðir millikassar í jeppum heyra sögunni til.",
            "date": "2011-09-09 01:02:00",
            "post_id": "28672",
            "reply_to_id": "28665"
        },
        {
            "user_name": "s.f",
            "text": "er þessi bíll ekki á köfum að framan, myndi ath drifliðina útti hjól og eins inn við drif það er voða svipuð bilana lýsing þegar er komið slag í þá",
            "date": "2011-09-09 07:43:00",
            "post_id": "28674",
            "reply_to_id": "28672"
        },
        {
            "user_name": "lettur",
            "text": "Millikassinn er ekki sjálfstæður. Það eru tveir einfaldir krossar í skaftinu og dragliðurinn er bara jókinn inn í millikassann. Hann getur dregist inn og út. Þetta setup er búið að vera til friðs síðan haustið 1999 þannig að uppsetningin virkar.... þegar allt er í lagi. Það er smá slag í jókanum sem gengur inn í millikassann þegar maður tekur á drifskaftinu. Spurning hvort það sé að valda þessu. Hefði samt haldið að þá ætti maður að finna hristinginn meira upp í millikassastöngina. En grunurinn beinist nú meira og meira að skaftinu og nágrenni þess.... kannski maður reyni að prófa annað skaft ef lánsskaft finnst einhversstaðar. Víbringur orsakast oftast af einhverju sem snýst ekki satt?\nDrifliðir og annað í framdrifinu snýst ekkert með þegar lokurnar að framan eru ekki á.",
            "date": "2011-09-09 09:57:00",
            "post_id": "28677",
            "reply_to_id": "28674"
        },
        {
            "user_name": "spámaður",
            "text": "ég veðja á dragliðinn,lenti einnig í því að ballenseringar lóð á skafti bara hreinlega datt af hjá mér,þetta var pínulítið stikki sem var punktað eða hnoðað í skaftið .það var nóg til að orsaka víbring.",
            "date": "2011-09-09 12:15:00",
            "post_id": "28680",
            "reply_to_id": "28677"
        },
        {
            "user_name": "olei",
            "text": "Það er alltaf erfitt að lýsa skjálfta eða titringi í bílum fyrir öðrum. Sérstaklega yfir netið í textaformi. Bilanagreiningar yfir netið á titringi eða skjálfta eru í samræmi við það... ...\nMér þykir það skrýtið ef slit í draglið orsakar skyndilega svona titring eins og ég skil þig. Vanalega finnur maður fyrir titringi frá þeim þegar drifskaftið er ekki undir álagi t.d. ef maður slakar á gjöfinni á fullri ferð. Þegar maður gefur í aftur þá minnkar hann og jafnvel hverfur alveg. Líka ef maður sleppir gjöfinni og lætur vélina halda við. Snúningsátakið á dragliðinn þvingar rílurnar saman og leitast við að halda skaftinu beinu og því tirar slitinn dragliður mest álagslaus. Það er megin reglan en þetta útilokar samt ekki dragliðinn. Kannski hefur balansering dottið af skaftinu eins og nefnt er hér ofar, eða það hreinlega rekist niður og skekkst.\nFyrst um er að ræða draglið inn í millikassa þá mundi ég ætla að það væri farið að leka olía með pakkdósinni ef hann er orðinn nægilega slitinn til að framkalla titring. En það er ekkert víst í þessum bransa... \nÍ bilanagreiningu er síðan afar mikilvægt að vera alveg viss. Þú þarft t.d. að vera alveg viss um að framdrifskaftið sé ekki að snúast með. Það er ekki nóg að horfa bara á lokurnar og ákveða að fyrst að þær séu á OFF þá snúist það ekki. Lokur geta staðið á sér, sumar hverjar er hægt að setja vitlaust saman, kannski hefur eitthvað skekkst í drifstönginni inn á millikassann sem gerir það að verkum að hann er alltaf í fjórhjóladrifinu og þá er vandamálið e.t.v. í framskaftinu.. Þetta er einfalt að tékka með því að kíkja undir tækið á ferð og þú ert vafalítið búinn að því.\nEr það síðan alveg víst að þessi titringur sé háður ökuhraða en ekki vélarsnúning?  Bilaðar viftur / viftukúplingar geta hagað sér skringilega og þess eru dæmi að menn telji titring frá þeim koma frá drifrás.",
            "date": "2011-09-09 14:11:00",
            "post_id": "28684",
            "reply_to_id": "28680"
        },
        {
            "user_name": "kalliguðna",
            "text": "þetta er að verða spennandi. er ekki rétt að kippa bara aftur skaftinu undan og keyra einn hring í framdrifinu og sjá hvort ekki skánar,  það er rétt að ath að þú gætir sullað smá olíu af kassanum í leiðinni því pakkdósin þéttir líklega með skaftinu sjálfu en ég myndi reyna þetta og þá er hægt að útiloka skaftið sem mér fynnst reyndar líklegasti sökudólgurinn.\nmeð von um skjótan bata kveðja kalli skjálfti",
            "date": "2011-09-09 17:09:00",
            "post_id": "28692",
            "reply_to_id": "28684"
        },
        {
            "user_name": "lettur",
            "text": "Þetta er bara skemmtilegt. \nÉg reikna með að reyna þetta með að taka afturskaftið úr, setja eitthvað fyrir gatið og keyra í framdrifinu og vita hvað gerist.\nÞað er alveg klárt að framskaftið snýst ekkert með. Og skjálftinn fylgir ekki vélarsnúningi... búinn að prófa að fara niður Kambana í hlutlausum í hægagangi.\nÉg fór Hvalfjarðargöngin um daginn með kerru í eftirdragi og þá hristist ég jafnmikið á leiðinni upp  eins og niður á við. Sem sagt, eins skjálfti í átaki og viðhaldi ;-/\nEn takk fyrir málefnaleg svör... ég pósta hér inn þegar ég verð búinn að prófa að keyra skaftlaus.",
            "date": "2011-09-09 18:15:00",
            "post_id": "28700",
            "reply_to_id": "28692"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Hvernig liggja felgurnar á öxlunum eru þær kannski skakkar annað eins hefur gerst\nBremsuskálarnar á suzuki að aftanverðu eru oft mjög þéttar upp á og minnsta korn milli öxuls og skálar getur orsakað víbring sérð þetta fljótt ef þú tjakkar hann upp og keyrir hann með dekkin á lofti hvort það sé kast í hjólunum",
            "date": "2011-09-09 19:09:00",
            "post_id": "28703",
            "reply_to_id": "28700"
        }
    ],
    "date": "2011-09-08 21:06:00"
}