{
    "forum_title": "Almennt spjall",
    "id": "6178",
    "title": "Miðstöð og demparar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=6178",
    "posts": [
        {
            "user_name": "ThOl",
            "text": "Sælir snillingar. Mig vantar ráð. Í fyrsta lagi þá fer miðstöðin aðeins í gang á hæstu stillingu (4) en er alveg dauð á 1,2 og 3. Hver er algengasta orsök svona vandræða?\nSvo þarf að skipta um dempara að framan á Patrolnum mínum, árg ´99. Hann er breyttur fyrir 35\". Þarf ég ekki lengri en orginal dempara undir hann? Hvað eiga þeir að vera langir?\nKv\nÞorgeir",
            "date": "2011-09-09 20:44:00",
            "post_id": "28709",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Það er viðnám í miðstöðvarstokknum, yfirleitt undir hanskahólfinu. Einfalt plögg yfirleitt með 3-4 pólum. Sumir redda sér með því að snúa saman þráðinn sem brunnið hefur í sundur en það er bara skammtímaredding, yfirleitt fæst þetta í umboði eða bílabúðum fyrir (ó)hóflegt gjald.",
            "date": "2011-09-09 21:15:00",
            "post_id": "28712",
            "reply_to_id": "28709"
        },
        {
            "user_name": "jongunnar",
            "text": "Í sambandi við miðstöðina þá er mjög sennilega farinn mótstaðan fyrir mótorinn.",
            "date": "2011-09-09 21:15:00",
            "post_id": "28713",
            "reply_to_id": "28712"
        },
        {
            "user_name": "arnisam",
            "text": "Yfirleitt er það mótstaðan í rofanum fyrir miðstöðina sem bilar svona.",
            "date": "2011-09-09 21:16:00",
            "post_id": "28715",
            "reply_to_id": "28713"
        },
        {
            "user_name": "ThOl",
            "text": "Kærar þakkir, fer í að finna þessa mótstöðu. Nú vantar bara upplýsingar frá Patrol mönnum um dempara undir 35\" breytta bíla.\nKv\nÞÓ",
            "date": "2011-09-09 21:21:00",
            "post_id": "28716",
            "reply_to_id": "28715"
        },
        {
            "user_name": "jongunnar",
            "text": "Það er ekkert samasem merki á milli þess að vera á 35\" og með lengri dempara ef að bíllinn er boddýlyftur á breytist þetta ekkert og ef honum er lyft á gormum þá eru turnarnir sem depararnir festast að ofan yfirleitt lækkaðir líka...\nSkilst þetta kaðrak hjá mér???",
            "date": "2011-09-09 21:28:00",
            "post_id": "28717",
            "reply_to_id": "28716"
        },
        {
            "user_name": "ThOl",
            "text": "Takk fyrir þetta Jón Gunnar, þá er að fara í verðsamanburð og reyna að finna eitthvað sæmilegt undir gripinn. Hann er nánast bara notaður á sumrin og mér finnst mestu máli skipta að fá mjúka dempara sem fara vel með mann á þessum yndirlegu slóðum á hálendinu.\nÞorgeir",
            "date": "2011-09-09 21:39:00",
            "post_id": "28720",
            "reply_to_id": "28717"
        },
        {
            "user_name": "jeepcj7",
            "text": "Þegar verið er að spá í dempara í breyttan bíl er ekkert vit annað en að taka demparann sem fyrir er og mæla hann til að fá passandi í staðinn að því gefnu að sá dempari sé í réttri lengd,það er allur gangur á hvort og hvert menn færa dempara festingar við breytingar á bílum.",
            "date": "2011-09-09 21:47:00",
            "post_id": "28722",
            "reply_to_id": "28720"
        },
        {
            "user_name": "ThOl",
            "text": "Takk Hrólfur, ég fer að ráðum þínum og ríf draslið úr og skelli því að borðið í búðinni og bið um sömu lengd!\nKv\nÞÓ",
            "date": "2011-09-09 21:58:00",
            "post_id": "28725",
            "reply_to_id": "28722"
        }
    ],
    "date": "2011-09-09 20:44:00"
}