{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "6193",
    "title": "Breytingaskoðun",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=6193",
    "posts": [
        {
            "user_name": "Haffi",
            "text": "Sælir kappar..\nÉg er með Suzuki Samurai sem er boddyhækkaður um ca 5 cm og hann er á 33\" dekkjum, og svo er búið að setja undir hann willis fjaðrir.\nÉg kemst líklega ekki hjá því að láta breytingaskoða hann, en hvað þarf ég að hafa í huga varðandi breytingaskoðunina, er þetta framkvæmt bara á næstu skoðunarstöð og hvað kostar svona breytingaskoðun?",
            "date": "2011-09-11 13:00:00",
            "post_id": "28838",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "Borgaði að mig minnir 1200 kr aukalega fyrir aðalskoðunina\nen þú þarft að fá vigtarvottorð á næstu mönnuðu hafnavog, yfirleitt í kringum 1000 kr, 800 kr í hafnarvoginni í hafnarfirði, og hjólastöðuvottorð hjá vottuðu bílaverkstæði með hjólastillingar, hraðamælavottorð er framkvæmt með hand gpstæki frá skoðunarstöðinni og er innifalið í breytingaskoðunargjaldinu, minnir að frávikin séu 4km +- sem mælirinn má sýna vitlaust.",
            "date": "2011-09-11 13:09:00",
            "post_id": "28839",
            "reply_to_id": "28838"
        },
        {
            "user_name": "Stebbi",
            "text": "Þú þarft að borga breytingaskoðun, aðalskoðun, hjólastöðuvottorð, viktarseðil.  Hjá mér fór þetta í tæp eða rúm 30 þús, man ekki hvort.  Þetta miðast að vísu við að bíllinn sé ekki með jeppaskoðun.",
            "date": "2011-09-11 13:36:00",
            "post_id": "28844",
            "reply_to_id": "28839"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Sleikti 12 þúsund hjá mér borgaði ekki fyrir hjólastöðuvottorðið en á bilaverkstæði högna í hafnarfirði kostar 12550 að hjólastilla og ekkert aukalega fyrir vottorð",
            "date": "2011-09-11 13:52:00",
            "post_id": "28847",
            "reply_to_id": "28844"
        },
        {
            "user_name": "AgnarBen",
            "text": "Björn Steffensen (Hjólastillingar ehf) var ódýrastur þegar ég ath þetta síðasta vetur, fékk hjólastillingu og vottorð fyrir rúman 10 þús.kall með vsk hjá honum.",
            "date": "2011-09-11 14:13:00",
            "post_id": "28851",
            "reply_to_id": "28847"
        },
        {
            "user_name": "Stebbi",
            "text": "Bara það að fá hjólastöðuvottorð og aðalskoðun eru rúm 18þús í dag.  Þá er eftir að borga fyrir breytingarskoðunina og allar aukafærslur sem koma í skráningarvottorð eins og dráttarbeysli og annað.  Vigtunarseðill er um þúsundkallinn.",
            "date": "2011-09-11 18:14:00",
            "post_id": "28872",
            "reply_to_id": "28851"
        },
        {
            "user_name": "Birgiro",
            "text": "Svo þarf vottorð fyrir stýrisstöng ef það er búið að breyta henni",
            "date": "2011-09-28 21:21:00",
            "post_id": "30087",
            "reply_to_id": "28872"
        },
        {
            "user_name": "s.f",
            "text": "voðalega er mikil munur á hjólastöðuvotorði milli vekstæða mig mynir að það hafi kostað um 28þ hjá höldur á ak að fara með hilux á 35\" dekkjum í fyrra",
            "date": "2011-09-28 21:40:00",
            "post_id": "30089",
            "reply_to_id": "30087"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Já það virðist vera slatti munur á milli hjólastilliverkstæða. Hef alltaf verslað við Björn B. Steffensen (Hjólastillingar ehf) hefur alltaf verið sanngjarn.",
            "date": "2011-09-29 20:54:00",
            "post_id": "30134",
            "reply_to_id": "30089"
        }
    ],
    "date": "2011-09-11 13:00:00"
}