{
    "forum_title": "Almennt spjall",
    "id": "6201",
    "title": "nissan terrano 2,7 dísel",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=6201",
    "posts": [
        {
            "user_name": "Andri M.",
            "text": "kostir og gallar, reynslusögur, allt vel þegið\nmeð bestu kveðju Andri",
            "date": "2011-09-12 00:01:00",
            "post_id": "28909",
            "reply_to_id": false
        },
        {
            "user_name": "Oskar K",
            "text": "væri til í að heyra um þetta líka !",
            "date": "2011-09-12 00:10:00",
            "post_id": "28910",
            "reply_to_id": "28909"
        },
        {
            "user_name": "olei",
            "text": "Fyrir 99 árgerð þá eru hér nokkrir lauslegir punktar, eða skoðanir, Ég á tvo, annan sjálfskipan óbreyttan og hinn fyrrverandi sjálfskiptan 33\" breyttan (sem er reyndar verið að breyta miklu meira)..  báðir eknir langt yfir 200 þús.  Í grófum dráttum þarf að skoða þessa vagna mjög vandlega með tillitil til ryðs. Að öðru leyti eru þeir mjög vel brúklegir fjórhjóladrifsbílar á fínu verði notaðir í dag. Og þeir leyna á sér, enda um og yfir 2 tonn á þyngd með nokkuð öflugt kram.\nMótor: Einn helsti kostur bílsins, mjög traustur og skilar bílnum þokkalega vel áfram, einhver vandræði  í stöku bíl með olíuverk (sem eru ýmist Bosch eða Zyxel, hið síðarnefnda betra að því er mér skilst). Dæmi um yfir 500 þús km endingu. Lítið um heddvandamál, það er engin tímareim heldur gír í vélinni sem er heilt yfir ansi öflug smíð.\nGírkassi: er að innihaldi sá \"sami\" og í eldri Nissan Patrol, dugar nokkuð lengi í Terrano.\nSjálfskipting: Má gera ráð fyrir upptekt milli 2-300.000km - efniskostnaður lítill m.v sjálfskiptingar en talsverð vinna. (Þessar upplýsingar hef ég frá Jeppasmiðjunni)  Minn sjálfskipti er ekinn 230 þús og ég finn ekkert lát á skiptingunni. (7.9.13) \nAfturhásing: Mjög traust með sama afturdrif og Nissan Patrol en grennri öxlar og skálabremsur að aftan og handbremsa í þeim. Gjörsamlega vandræðalaus búnaður.\nFramhjólabúnaður: Ágætur fyrir óbreytta bíla þó að stýrisgangur sé nokkuð margbrotinn og þarfnist síns viðhalds. Framdrifið er lítið og hentar ekki vel til breytinga.\nGrind: Ansi vegleg grind en í 99 árgerð er hún hálf af drullu aftan til. Skoða vel með tilliti til ryðs sem verður örugglega einhverjum þeirra að falli áður en mjög langt um líður. Þver-biti fyrir efri afturstífur brotnaði laus hjá mér - var ryðgaður frá grind beggja megin. Auðvelt að laga samt á meðan grindarbitarnir eru heilir.\nBoddý: ryðsæknir sílsar, göt í 99 árgerð algeng. Fjölda bíla var breytt nýjum fyrir t.d. 33\" dekk og þeir - allavega sá sem ég á- er með ónýt frambretti undir köntunum og það eru ryðgöt í fram-gólfinu eftir óvandaða úrklippivinnu. Farþegamegin er talsverður rafmagnsbúnaður m.a fyrir rafmagnsrúður og fl. og í breyttum bílum er hann í uppnámi þegar ryðgötin í gólfinu opna fyrir drullumokstur frá dekkinu inn á hann. Framparturinn af sílsum í þessum breyttu bílum er líka í mikilli ryðhættu. Ekkert af þessu utan sílsanna á við um óbreytta bíla. Ég ræddi við partasala sem sérhæfir sig í þessum bílum og hann sagði mér að hann hafi fengið fjölda breyttra Terrano með rafmagnsvesen út af einmitt þessu.\nBoddýið er svona heilt yfir la-la. Þegar maður skellir hurð þá sér maður hliðina dingla svolítið. Ekki beinlínis Benz eða BMW 700 línu boddýstyrkur. Í hliðarvindi gnauðar í bílstjórahurð með þéttikantinum. Húnarnir vilja festast á þeim hurðum sem ekki er gengið mikið um og það lýsir sér þannig að armurinn inni í húninum situr fastur þannig að hurðin lokast ekki. Þetta þarf að smyrja og dudda við - frekar ómerkilegur búnaður.\nEyðsla á óbreyttum 2.7 fer langleiðina niður undir 10L á hundraðið í langkeyrslu við bestu aðstæður. Þó ekki alveg. Við skulum segja 11. Við versta innanbæjarsnatt er eyðslan að sjálfsögðu miklu meiri að vetri til. Alveg upp undir 17l ef þú ekur bara 2-3 km í senn og bíllinn kólnar í millitíðinni.\nÍ 99 árg sem er ekin yfir 200 þús má búast við því að það þurfi að endurnýja eldsneytislagnir frá tank þar sem þær ryðga í graut á söltuðum götum. Það má búast við því að pústið sé að mestu ónýtt ef það hefur ekki verið skipt um það. Það má búast við því að samsláttarpúðar séu horfnir. Það má búast við því eins og í öllum bílum af svipuðum aldri og akstri að það þurfi að fara yfir dempara og bremsur.\nÉg er alvarlega að spá í að fá mér einn enn af 99 árg. þetta eru fjandi þægilegir og traustir vagnar sem maður fær fyrir slikk  :) Fínir fyrir þá sem geta eitthvað bjargað sér sjálfir í viðgerðum.",
            "date": "2011-09-12 03:23:00",
            "post_id": "28913",
            "reply_to_id": "28910"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Hvað er verið að breyta fyrrverandi sjálfskipta mikið og hvernig? Annars er líklega litlu við að bæta við þessa upplesningu hjá þér. Er mjög ánægður með minn. Sér vel úr honum situr frekar hátt og eyðir engum ósköpum. Búinn að vera prófa keyra minn á steinolíublöndu og hann keyrir fínt á henni.",
            "date": "2011-09-12 13:01:00",
            "post_id": "28925",
            "reply_to_id": "28913"
        },
        {
            "user_name": "olei",
            "text": "Ég er búinn að setja undir hann Patrol rör, gír og millikassa úr Patrol og 42\" dekk.",
            "date": "2011-09-12 17:27:00",
            "post_id": "28948",
            "reply_to_id": "28925"
        },
        {
            "user_name": "Rúnarinn",
            "text": "það er ekkert annað, áttu myndir til af honum? styttiru hásinguna??",
            "date": "2011-09-12 20:15:00",
            "post_id": "28970",
            "reply_to_id": "28948"
        },
        {
            "user_name": "olei",
            "text": "Já, ég held að  ég eigi myndir af ferlinu að mestu leyti. Einhverntímann fara þær kannski á netið en ætli ég reyni ekki að klára þetta áður en það skeður.\nÉg stytti ekki hásinguna, ég setti patrol rör að aftan líka.",
            "date": "2011-09-12 23:50:00",
            "post_id": "29000",
            "reply_to_id": "28970"
        },
        {
            "user_name": "Andri M.",
            "text": "eg var að prófa svona terrrano, en eg veit ekki hvort þetta var lélegt eintak eða hvað, en það er ekkert viðbragð í þessum bíl, ótrúlega lengi upp, og það var ekki fyrr en í 3-4 þús snúningum sem einhvað fór að gerast, og til að líkja því hvernig upplifunin mín var á þessari keyrslu, þá var þetta einsog að keyra 44\"breyttan patrol með yaris mótor,\nen hins vegar þegar hann var komin á góða ferð var hann allt í lagi",
            "date": "2011-09-13 18:28:00",
            "post_id": "29059",
            "reply_to_id": "29000"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Það virðist sem terranóarnir séu jafn misjafnir og þeir eru margir\nsumir eru með ótrúlegt leguhljóð í gírkössum lítið keyrðir og kúplingspetallinn er nánast alltaf boginn til hliðar, veit ekki afhverju brakketið í kvalbaknum virðist ekki þola þessi átök ábyggilega lítið mál að laga það\nframhjólalegur eru til vandræða, skemmast ekki en þarf að herða upp á þeim á hálfsárs fresti\ngrindur ryðga auðvitað eins og í flestu og sílsar eru sumir hverjir horfnir undan plastinu\nað öðru leiti er ég alveg sammála langa kommentinu hérna að ofan, það er margt til í því og nokkurnveginn allt satt og rétt\nupphækkaðir með klöfunum eru oft voða erfitt að ná jeppaveiki úr þeim og að gera stýrisrattið beint getur reynst þrautin þyngri því fríhlaup milli framhjóla og upp í stýrismaskínu er ótrúlega mikið, skil ekki hvernig þessi hönnun á millibilsstönginni fékk vottun, Getur sett stýrið í stýrislás og svo tekið á hjólunum sirka 2° út og innskeifni þó ekkert \"slit\" sé í stýrisganginum. Mögnuð hönnun alveg hreint.\nMillibilsstöng frá stál og stönsum kemur með tilbúnu brakketi fyrir stýrisdempara og það hefur lagað mikið þessa jeppaveiki sem hrjáir þá upphækkaða\nen túrbínurnar eru skrítnar í þessum bílum, hvort einhverjir þeirra séu tjúnnaðir veit ég ekki en sumir koma ekki inn fyrr en yfir 3000 sn og sumar í 1200 sn, sú síðarnefnda er MJÖG skemmtileg og líkist helst bara land cruiser 90 í snerpu, sú fyrrnefnda er til alls glötuð og heillar ekki mikið",
            "date": "2011-09-13 19:01:00",
            "post_id": "29065",
            "reply_to_id": "29059"
        },
        {
            "user_name": "elliofur",
            "text": "Passar terrano mótorinn beint á patrol 2.8 gírkassann?\nÉg hef verið að hugleiða að setja nissan 2.7 í hiluxinn minn en þarf þá að græja milliplötu eða fá annan gírkassa :)",
            "date": "2011-09-13 19:16:00",
            "post_id": "29067",
            "reply_to_id": "29065"
        },
        {
            "user_name": "olei",
            "text": "Gírkassinn í 2.8 Patrol og seinni gerðir af kössum í 2.7 Terrano heita það sama þó að þeir séu misjafnar skepnur.\nAfturendinn er ekki eins  og framendinn ekki heldur. En þessir kassar eru settir saman á milliþili og það er eins. \nKúplingshúsið og fremri helmingurinn af gírkassahúsinu er eitt stykki og það er hægt að víxla því á milli þessara kassa. Ég tók Terrano hús og setti upp á Patrol kassa sem passaði eftir það beint á 2.7 Terrano vélina. \nInnvolsið í Patrol kassanum passar óbreytt með kúplingsöxli og öllu klabbinu ef ég man rétt. Patrol kassinn er síðan með heldur lægri gírhlutföll flestum gírum.",
            "date": "2011-09-13 19:49:00",
            "post_id": "29070",
            "reply_to_id": "29067"
        },
        {
            "user_name": "olei",
            "text": "Hvaða árgerð var þessi?\nÉg kannast bara við betri útgáfuna sem Sævar Örn lýsir hér ofar. Þeir byrja að toga nokkuð fljótt og jafnvel þó að maður sé að flýta sér þá er maður búinn að skipta upp áður en 3000 snúningum er náð. Allavega gerist ekkert sérstakt þar eða ofar sem tekur því að bíða eftir.",
            "date": "2011-09-13 19:58:00",
            "post_id": "29071",
            "reply_to_id": "29070"
        },
        {
            "user_name": "elliofur",
            "text": "Takk fyrir þetta tips, en ef þetta verður ofaná hjá mér þá held ég fyrri plönum og smíða millistykki á sveifarásendann fyrir toyota kúplingu og milliplötu á kúplingshúsið af toyota bensínbílnum þarsem startarinn er sömu megin og í terrano og kúplingshúsið svipað stórt. \nÞað er aðeins of mikið vesen að redda sér bæði terrano kassa og patrol kassa þar sem ég á hvorugt :)\nEn ef við skoðum þessar vélar frekar, hvað heita þessar túrbínur sem eru fljótar inn? Eitthvað fleira sem eru veikir punktar í þessum mótorum? Hafa heddin haldið þokkalega? Það er splunkunýtt olíuverk í þessum mótor sem ég er með augun á, vitið þið um rafmagnsteikningar af þessum mótor og þá sérstaklega olíuverkinu?",
            "date": "2011-09-13 20:17:00",
            "post_id": "29073",
            "reply_to_id": "29071"
        },
        {
            "user_name": "olei",
            "text": "Þekki ekki þetta túrbínumál og veit ekki hvaða gerðar túrbínurnar eru í mínum. Ég nappaði service manual fyrir 2001 Terrano af netinu en hefur ekki gengið sérlega vel að rekja þær teikningar saman við mína bíla. Rafkerfið í honum virðist nokkuð breytt enda boddýið eitthvað uppfært, annað mælaborð os. frv. Alveg séns að 2.7 tdi útgáfan sé lítið eða óbreytt hvað snertir vél og skiptingu. Hvaða árgerð er þessi vél sem þú ert með?",
            "date": "2011-09-13 20:41:00",
            "post_id": "29076",
            "reply_to_id": "29073"
        },
        {
            "user_name": "elliofur",
            "text": "Þessi mótor er 1999 árgerð ekinn 190þús með ókeyrðu olíuverki",
            "date": "2011-09-13 21:19:00",
            "post_id": "29082",
            "reply_to_id": "29076"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Er einmitt að reyna klára hásingu undir minn terrano en ég hinsvegar stytti hana og velti þannig að kúlan verði vinstra meginn.",
            "date": "2011-09-13 21:46:00",
            "post_id": "29089",
            "reply_to_id": "29082"
        },
        {
            "user_name": "olei",
            "text": "Þar með hefur þú e.t.v. sloppið við að misþyrma olíupönnunni? Á hvaða dekkjastærð ætlar þú að fara?",
            "date": "2011-09-13 21:51:00",
            "post_id": "29091",
            "reply_to_id": "29089"
        },
        {
            "user_name": "Andri M.",
            "text": "þessi sem eg prófaði var 99 módel, beinskiptur, s.s. eldri týpan, þessi með kringlóttu  ljósin",
            "date": "2011-09-13 23:49:00",
            "post_id": "29100",
            "reply_to_id": "29091"
        },
        {
            "user_name": "Andri M.",
            "text": "þessi sem eg prófaði var 99 módel, beinskiptur, s.s. eldri týpan, þessi með kringlóttu  framljósin",
            "date": "2011-09-13 23:50:00",
            "post_id": "29101",
            "reply_to_id": "29100"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Hann er á 37\" núna og stefni í 38\". En ég held ég þurfi nú ekki að misþyrma olíupönnuni, þurftir þú að gera það?",
            "date": "2011-09-14 12:40:00",
            "post_id": "29125",
            "reply_to_id": "29101"
        },
        {
            "user_name": "olei",
            "text": "Ok, þetta er samskonar græja og ég á. Ég hef aldrei heyrt um þetta sem Sævar Örn nefnir hér að ofan um að þessir bílar séu mjög misjafnir. Það væri fróðlegt að vita hvað liggur þar að baki ef það er afgerandi munur á milli eintaka.",
            "date": "2011-09-14 14:23:00",
            "post_id": "29130",
            "reply_to_id": "29125"
        },
        {
            "user_name": "olei",
            "text": "Já, með drifskaftið hægra megin þá liggur leið þess gegnum original olíupönnuna. Ég byrjaði að breyta pönnunni með gömlu argonsuðunni en það gafst ekki mjög vel. Efnið í henni tók ekki vel við suðu og ég endaði á því að smíða nýja pönnu í hann.",
            "date": "2011-09-14 14:27:00",
            "post_id": "29131",
            "reply_to_id": "29130"
        },
        {
            "user_name": "Andri M.",
            "text": "eg held að málið sé bara að prófa fleiri samskona bíla, áður en maður gefur upp alla von, en þessi bíll á víst að hafa verið búin að standa í dágóðan tíma sagði bílasalinn mer, haldiði að það geti orsakað þetta ??? bara pæling sko",
            "date": "2011-09-14 17:55:00",
            "post_id": "29148",
            "reply_to_id": "29131"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Var hann á orginal dekkjunum eða eitthvað breyttur? Svo til samanburðar gætiru prófað sjálfskiptan miða við beinskiptan.",
            "date": "2011-09-14 18:49:00",
            "post_id": "29155",
            "reply_to_id": "29148"
        },
        {
            "user_name": "Andri M.",
            "text": "hann var í mesta lagi á 31 tommunni örugglega minna samt",
            "date": "2011-09-14 21:25:00",
            "post_id": "29163",
            "reply_to_id": "29155"
        }
    ],
    "date": "2011-09-12 00:01:00"
}