{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "6214",
    "title": "Sprengisandur yfirfarinn",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=6214",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Fór núna um helgina norður Sprengisand og var vegurinn allskonar.\nÝmist var hann grófur, þvottabretti, hulinn snjó eða bara mjúkur og fínn.\nAhh fallegt\nÚff\nNálægt Nýjadal\nNálægt Nýjadal\nGott var að hafa hvítt undir hjólum(ágætis slóðagerð framundan)\nEinhversstaðar norðan Laugafells\nEyjafjarðardalur",
            "date": "2011-09-12 19:49:00",
            "post_id": "28965",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "Flottar myndir skemmtilegt tíðarfar veit á gott að fá snjóföl og skaf í miðjum sept ;)",
            "date": "2011-09-12 21:56:00",
            "post_id": "28983",
            "reply_to_id": "28965"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÉg verð að viðurkenna að ég átti von á meiri snjó á þessum slóðum.  \nÉg fór einhvert árið suður, ætlaði að stytta mér leið og renna yfir sprengisand.  Þetta var um þetta leyti, milli 9 og 20. sept því að ég var annaðhvort að fara í afmælið hans pabba eða brúðkaupsafmælið þeirra gömlu.  Lagði á hálendið frá Bárðardal og var búinn að keyra asnalega stutt þegar ég var kominn í smá snjó.  Áfram hélt ég og ferðin endaði í hálfssólarhrings skaki einbíla með 2 smápjakka afterí á hálfdöprum jeppa.  Hitti einhverja jeppamenn í Nýjadal sem leyst ekki vel á útgerðina á mér, sjálfir fundist þeir kappalegir að komast á 8 jeppum frá Hrauneyjum.  Ég hellti bensíni á fákinn og bað að heilsa í bæjinn og eftir það var leiðin einföld, enda búið að marka fín spor í snjóinn.\nÞað hefði ekki þurft mikið til þarna að maður hefði komist í dagblöðin og eftir á að hyggja var þetta tómur asnaskapur.\nGleðilegt samt að sjá þennan snjó á þessum slóðum og vita af jafnvel enn meiri í Dreka en ég skil ekki með nokkru móti af hverju menn geta ekki keyrt allir á sama stað.  Það er ein mynd þarna hjá þér sem stingur mann svolítið og ég skil bara ekki af hverju menn geti ekki komið sér saman um eina leið til að keyra.\nKv Jón Garðar",
            "date": "2011-09-12 23:55:00",
            "post_id": "29001",
            "reply_to_id": "28983"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Fyrir nokkrum árum þótti ekki tiltökumál að lenda í snjóstormi í göngum upp á hálendi norðausturlands í lok ágúst en eins var oft 20 stiga hiti í göngum þannig þetta rokkar allt fram og til baka :)",
            "date": "2011-09-13 12:15:00",
            "post_id": "29028",
            "reply_to_id": "29001"
        }
    ],
    "date": "2011-09-12 19:49:00"
}