{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "6251",
    "title": "Fastur Wastegate Patrol",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=6251",
    "posts": [
        {
            "user_name": "geirlaugur",
            "text": "Sælir.\nWastegate ventillinn er pikkfastur opinn í patrolnum hjá mér.\nEf þið þekkið þetta þá er armur sem kemur úr Wastegate ventlinum og tengist inná færanlegan arm á túrbínunni.\nFæranlegi armurinn er pikkfastur og þarafleiðandi er Wastegate ventillinn bara fastur í opinni stöðu.\nEru einhver trikk sem ykkur dettur í hug til að ná að losa þetta ?",
            "date": "2011-09-15 17:17:00",
            "post_id": "29212",
            "reply_to_id": false
        },
        {
            "user_name": "Startarinn",
            "text": "Mér dettur helst í hug að kippa bínunni úr og hella redex niður með arminum innan frá og láta liggja á í kannski sólarhring, reyna svo að hreyfa arminn með töng án þess að taka of mikið á honum, redex hefur gert kraftaverk fyrir fasta stimpilhringi, en ef þetta er vegna ryðs þá er úr vöndu að ráða, kanski banka laust og ítrekað í arminn með litlum hamri í von um að losa smásaman um ryðið, kannski með einhverja ryðolíu á þessu",
            "date": "2011-09-15 19:49:00",
            "post_id": "29233",
            "reply_to_id": "29212"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÉg myndi skoða vel að nota einhversskona sóthreinsi því að ef þetta er fast opið þá hlýtur það að hafa gerst í notkun, gæti maður allavega haldið.  Svosum smuga að hann hafi verið tregur út og ekki viljað inn aftur.  \nÉg myndi skoða það að taka afgashúsið frá og henda upp á borð til að liðka þetta vel.\nEin ryðlosunaraðferð sem ég kann er að láta kók liggja á þessu í nokkuð langann tíma því að það er hátt sýrustig í kóki.\nKv Jón Garðar",
            "date": "2011-09-15 20:37:00",
            "post_id": "29238",
            "reply_to_id": "29233"
        },
        {
            "user_name": "Járni",
            "text": "Ég hef náð hreyfingunni aftur með því að hita húsið utan um ásinn.",
            "date": "2011-09-15 21:30:00",
            "post_id": "29242",
            "reply_to_id": "29238"
        },
        {
            "user_name": "halldorrj",
            "text": "hvernig lýsti þessi bilun sér?? varð hann skítmáttlaus og reykti bara svörtu ?? er í vandræðum með patrol sem ég sem að lýsir sér svona",
            "date": "2011-10-26 22:12:00",
            "post_id": "32898",
            "reply_to_id": "29242"
        },
        {
            "user_name": "Kalli",
            "text": "Ertu búinn að skifta um hráolíusíunna ?\nkv. Kalli",
            "date": "2011-10-26 22:22:00",
            "post_id": "32900",
            "reply_to_id": "32898"
        },
        {
            "user_name": "geirlaugur",
            "text": "Þetta komst í lag hjá mér.\nLýsti sér þannig að svakalegur hávaði var í túrbínunni og hún var alltaf að vinna, kom ekki bara inn þegar bíllinn var kominn í ákveðinn snúning.\nHann reykti mjög svörtum reyk stundum ef mikið reyndi á hann já, t.d. ef mótorinn var kaldur og maður keyrði upp brekku.",
            "date": "2011-10-26 22:38:00",
            "post_id": "32903",
            "reply_to_id": "32900"
        },
        {
            "user_name": "halldorrj",
            "text": "var hann fastur opinn eða lokaður?",
            "date": "2011-10-26 22:47:00",
            "post_id": "32904",
            "reply_to_id": "32903"
        },
        {
            "user_name": "halldorrj",
            "text": "sá það núna að hann var opinn, hvernig leistiru þetta vesen?",
            "date": "2011-10-26 23:21:00",
            "post_id": "32909",
            "reply_to_id": "32904"
        },
        {
            "user_name": "geirlaugur",
            "text": "Jább, hann var pikkfastur opinn og það tók nokkrar tilraunir að ná að losa ventilinn.\nÉg úðaði á þetta allveg smurolíu, prófaði einnig að hella coke og reyndi að berja létt á arminn ekki gekk þetta fyrstu 2 skiptin en þegar ég var búinn að hita bílinn nokkrum sinnum og gera þessa aðgerð þá loksins losnaði ventillinn.\nReyndist vel að keyra hann þangað til hann var orðinn heitur og úða svo smurolíu á þetta og berja létt á arminn.\nÚtaf hitanum þá smaug olían frekar inní og snöggkælingin losar oft óhreinindi og ryð.",
            "date": "2011-10-26 23:27:00",
            "post_id": "32911",
            "reply_to_id": "32909"
        },
        {
            "user_name": "halldorrj",
            "text": "okey, takk fyrir þetta, þarf að fara kíkja á minn bráðum hann er búinn að vera í skammarkróknum í nokkrar vikur, held að þetta sé að mínum",
            "date": "2011-10-26 23:44:00",
            "post_id": "32913",
            "reply_to_id": "32911"
        }
    ],
    "date": "2011-09-15 17:17:00"
}