{
    "forum_title": "Almennt spjall",
    "id": "630",
    "title": "Fara með fótafúið fólk að gosinu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=630",
    "posts": [
        {
            "user_name": "btg",
            "text": "Kveldið,\nstefni á að fara á morgun  með nokkra gamlingja sem eru fótafúnir og geta því ekki labbað langt en dauðlangar að sjá þetta. Ég er á 33\" Pajero.\nLangaði að forvitnast um hvert væri best að fara til að þau sæu sem mest miðað við farartækið og þurfa að labba sem minnst til að fá þokkalegt sjónarspil.\nTakk.",
            "date": "2010-03-27 00:04:00",
            "post_id": "2888",
            "reply_to_id": false
        },
        {
            "user_name": "Járni",
            "text": "Það er bara ein leið opin núna, upp hjá Sólheimahjáleigu. Það væri vissara fyrir þig að vera í samfloti með öðrum (meira breyttum) og fylgja leiðinni sem er komin. \nVísa í þennan þráð - \nhttp://www.jeppaspjall.is/viewtopic.php?f=2&t=635\nLangar einnig að benda á að upplifunin er mikið sterkari að nóttu til.",
            "date": "2010-03-27 18:48:00",
            "post_id": "2929",
            "reply_to_id": "2888"
        },
        {
            "user_name": "btg",
            "text": "Sælir,\ntakk fyrir þetta, kannski maður reyni þessa leið og fái að fljóta með einhverjum stærri.\nEn ég fór seinnipartinn inn Fljótshlíðina og var að koma heim um kl 23, ók í svona 30 mín frá bílastæðinu sem er þarna. Fór yfir einhverjar 4 eða 5 sprænur og það voru margir að fara þarna á fólksbílum. Sáum gosið vel úr fjarska, sáum eldtungurnar og það. Sá þetta bæði í björtu og í myrkri, alveg magnað. Mikil flugumferð þarna líka.\nÞað voru tugir ef ekki bara á annað hundrað bílar þarna þegar við vorum. Og þegar við vorum að fara var ekkert lát á straumi fólks þarna inneftir, fólksbílar, jeppar og litlar 4x4 rútur.",
            "date": "2010-03-28 00:11:00",
            "post_id": "2941",
            "reply_to_id": "2929"
        }
    ],
    "date": "2010-03-27 00:04:00"
}