{
    "forum_title": "Almennt spjall",
    "id": "6307",
    "title": "Patrol að brenna",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=6307",
    "posts": [
        {
            "user_name": "Svenni30",
            "text": "Sá þetta á \nwww.f4x4.is\n veit einhver um málið ?\nhttp://www.facebook.com/photo.php?v=114 ... 028&type=1",
            "date": "2011-09-19 22:40:00",
            "post_id": "29487",
            "reply_to_id": false
        },
        {
            "user_name": "elfar94",
            "text": "ég held ég sé að fara með rétt mál að þetta sé patrol-inn sem kom í fréttum um daginn að hafi kveiknað í, hann var með 3 aukatönkum eða eitthvað álíka, bílstjórinn var einn í bílnum og náði ekki einu sinni að grípa veskið sitt áður en bíllin varð alelda.",
            "date": "2011-09-19 22:57:00",
            "post_id": "29488",
            "reply_to_id": "29487"
        },
        {
            "user_name": "-Hjalti-",
            "text": "http://epaper.visir.is/media/2011080500 ... ne/1_8.pdf",
            "date": "2011-09-20 00:14:00",
            "post_id": "29501",
            "reply_to_id": "29488"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Sælir, ég tók ekki eftir því að þetta væri komið inn hérna. Það er aðeins verið að fara með rangt mál. Bíllinn var stútfullur að diesel olíu, og það var ekkert sem sprakk. Þetta átti sér stað við spena í Árneshrepp. Strákurinn var með bílinn í láni hjá föður sínum, og þessi bíll var vel breyttur, og var notaður til að keyra með lækni í sveitina á veturnar, þegar það er ekki búið að ryðja. En nú spyr ég þola þessar vélar ekki meira en svona 100 þús k.m. Ég hef lengi vel haft augun opin fyrir svona bílum, og lýsingarnar á patrolum til sölu eru oft svona, t.d. bíll ekin 150 þús, en 20 þús. á vél!!",
            "date": "2011-09-20 14:18:00",
            "post_id": "29525",
            "reply_to_id": "29501"
        },
        {
            "user_name": "olei",
            "text": "Hvað olli íkveikjunni?",
            "date": "2011-09-20 15:52:00",
            "post_id": "29532",
            "reply_to_id": "29525"
        },
        {
            "user_name": "Stebbi",
            "text": "Reykur undan mælaborði bendir til þess að eitthvað í rafkerfinu hafi kveikt í",
            "date": "2011-09-20 18:07:00",
            "post_id": "29539",
            "reply_to_id": "29532"
        },
        {
            "user_name": "Einar",
            "text": "Hroðalegt að þurfa að horfa á bílinn sinn fuðra svona upp, ótrúlega mikill eldsmatur í svona farartæki sem manni finnst vera að mestu úr stáli. ég hef tvisvar tekið þátt í að slökkva eld í bílum, í annað skiptið í jeppa inn á verkstæði og hitt skiptið í 50 manna rútu fullri af krökkum uppi á Öxnadalsheiði og ef menn ná ekki tökum á eldinum strax í upphafi þá þá er farartækið farið.",
            "date": "2011-09-20 20:25:00",
            "post_id": "29554",
            "reply_to_id": "29539"
        }
    ],
    "date": "2011-09-19 22:40:00"
}