{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "6327",
    "title": "Setur-Arnarfellmúlar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=6327",
    "posts": [
        {
            "user_name": "Hjörturinn",
            "text": "Sælir.\nVar að spá að keyra þessa leið, frá Setri að Arnarfellsmúlum (meðfram Hofsjökli) og svo út á sprengisand, veit einhver hvernig þessi leið gæti verið í dag?",
            "date": "2011-09-21 12:59:00",
            "post_id": "29595",
            "reply_to_id": false
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "öööhh þú segir nokkuð. Minnir að allur akstur sé bannaður þarna nema á snævi þakini frosinni jörð. Það hafa einhverjir hugsanalitlir sett gamla hestagötu inn á kortagrunn - m.a. um mýrlendi - sem veg og vilja meina fullum fetum að það sé akstursslóði. Það var annars umræða um þessa leið á vef f4x4 og líka heitar greinar í blöðum frá ýmsum aðilum fyrir örfáum árum.",
            "date": "2011-09-21 15:34:00",
            "post_id": "29604",
            "reply_to_id": "29595"
        },
        {
            "user_name": "Ofsi",
            "text": "Þú getur verið nokkuð örggur á því að fá heimsókn af Landhelgisgæsluþyrlunni. Bannað er að aka inn í Þjórsárver, bæði að sumri sem vetri. Og skiptir snjóalög engu máli. Sorrý geglugerð um Friðlandið í Þjórsárverum frá 1981. kv Jón G Snæland",
            "date": "2011-09-21 15:49:00",
            "post_id": "29605",
            "reply_to_id": "29604"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Já ég reyndi að leita af þessu á f4x4, en sá vefur er auðvitað bara handónýtur.\nFinnst þetta einmitt vera frekar sketchy slóði, vildi athuga hvort menn væru almennt að aka þetta",
            "date": "2011-09-21 15:52:00",
            "post_id": "29606",
            "reply_to_id": "29605"
        },
        {
            "user_name": "Hjörturinn",
            "text": "jæja þá held ég að við förum bara vaðið yfir ef við ætlum þarna uppeftir :)",
            "date": "2011-09-21 15:55:00",
            "post_id": "29607",
            "reply_to_id": "29606"
        },
        {
            "user_name": "Ofsi",
            "text": "http://f4x4.is/index.php?option=com_con ... Itemid=256\nHérna er nýi gps grunnurinn Hjörtur.",
            "date": "2011-09-21 18:10:00",
            "post_id": "29620",
            "reply_to_id": "29607"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Já það var einmitt útaf honum sem ég sá að þetta var merkt rautt, annars hefði ég ætt þetta bara :P\nEn þetta er merkt sem slóði á GPS kortinu sem ég er með á tölvunni...",
            "date": "2011-09-21 21:38:00",
            "post_id": "29639",
            "reply_to_id": "29620"
        },
        {
            "user_name": "Ofsi",
            "text": "Já Hjörtu. En ég held að Ust og Umhverfisráðuneytið sé ekkert sérlega happý með það að þetta sé merkt á kortum. Enda bannar reglugerðinn allan aksur inn í friðlandinu",
            "date": "2011-09-21 23:24:00",
            "post_id": "29644",
            "reply_to_id": "29639"
        },
        {
            "user_name": "Skúli",
            "text": "4. gr í reglum um friðlandið í Þjórsárverum segir:\n\"Umferð ökutækja er óheimil utan merktra ökuslóða og skal merking háð samþykki ráðgjafanefndar skv. tölulið 1.  Þó skal heimilt að nota snjóbíla og vélsleða á jökli og einnig á snjó og hjarni þegar gróðri stafar ekki hætta af.\"\nÉg veit ekki hvort ráðgjafanefndin hafi samþykkt einhvern ökuslóða þarna, þekki það ekki, en held að þessi tiltekni slóði hafi klárlega ekki verið samþykktur og verður örugglega seint samþykktur.  Hins vegar í ljósi þessa ákvæðis hef ég aldrei hikað við að fara á mínum snjóbíl þarna að vetri.  Sumir hafa viljað meina að með snjóbíl sé þarna átt við beltatæki (sem er mun líklegra til að spilla gróðri), en það er ekkert getið um það þarna að snjóbíllinn þurfi að vera á beltum og megi ekki vera af Land Rover gerð búinn mjúkum hjólbörðum.\nKv - Skúli",
            "date": "2011-09-22 15:35:00",
            "post_id": "29673",
            "reply_to_id": "29644"
        },
        {
            "user_name": "Páll Ásgeir",
            "text": "\"En þetta er merkt sem slóði á GPS kortinu sem ég er með á tölvunni..\" \nÞetta er nákvæmlega það sem má hafa áhyggjur af að nýleg birting ferlasafns 4x4 hafi í för með sér. Mjög auðvelt hefði verið fyrir aðstandendur að taka út fjölmargar leiðir sem enginn ætti að aka. En það var ekki gert heldur er boðað að það verði gert eftir því sem ábendingar eða athugasemdir berast. Þær verða auðvitað sendar en ef klúbburinn hefði þann áhuga á náttúruvernd sem hann segist hafa á góðum degi þá hefði safnið ekki verið birt í þeirri mynd sem nú hefur verið gert.",
            "date": "2011-09-22 16:24:00",
            "post_id": "29674",
            "reply_to_id": "29673"
        },
        {
            "user_name": "Hjörturinn",
            "text": "En í þessu tilviki var það nú þessi birting sem varð til þess að ég fór að grenslast til um þetta.\nEn á 3.5 Íslandskortinu er þetta bara merkt eins og hver annar fjallaslóði, í ferlasafninu var merkt að það ætti ekki að aka þennan slóða",
            "date": "2011-09-22 16:34:00",
            "post_id": "29675",
            "reply_to_id": "29674"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Einmitt - gott dæmi um það að jeppamenn er sá ferðahópur sem best fer með landið í dag eftir mikla viðhorfsbreytingu á nýliðnum áratugum. Ádeila á jeppamenn er að mestu bara gamalt bögg af gömlum vana yfir gömlum syndum. Annars vildi ég frekar fjölga slóðum skipulega á samningsgrunni meðal hagsmunaaðila frekar en að fækka þeim. T.d. vantar slóða að Miklafelli í Hofsjökli svo dæmi sé tekið.",
            "date": "2011-09-22 17:00:00",
            "post_id": "29681",
            "reply_to_id": "29675"
        },
        {
            "user_name": "Brjótur",
            "text": "Og Ásgeir reynir að espa menn í hasar hehe",
            "date": "2011-09-22 19:42:00",
            "post_id": "29700",
            "reply_to_id": "29681"
        },
        {
            "user_name": "vidart",
            "text": "Afhverju þarf að vera hægt að aka að hverjum einasta stað sem einhver finnst merkilegur?\nEr ekki verið að bílalúguvæða hálendið?\nEr ekki hægt að aka áleiðis á jeppanum og ganga restina eða er rassinn orðinn svona gróinn við sætið?",
            "date": "2011-09-22 20:05:00",
            "post_id": "29705",
            "reply_to_id": "29700"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Fyrir mitt leiti finnst mér bara skemmtilegra að keyra, fyrir utan að það er alveg hellingur af liði sem einfaldlega getur ekki tekið 10 km göngutúr á hálendinu þar sem er allra veðra von.\nEn jú það þarf auðvitað að gæta smá hófs.",
            "date": "2011-09-22 22:21:00",
            "post_id": "29717",
            "reply_to_id": "29705"
        },
        {
            "user_name": "vidart",
            "text": "Já hófið skiptir öllu máli.\nEn á þá að gera veg fyrir alla þá sem geta ekki gengið 10 km í einu á hálendinu vegna þess að það getur komið vont veður?\nEr þá ekki fyrsta mál að vera fyrirhyggju samur og fylgjast með veðurfréttum?\nLíka þurfa þá einhverjir að sætta sig einfaldlega við að komast ekki á ákveðna staði ef þeir hafa ekki líkamlegt hreysti til þess.  Ekki er þetta sama fólk að djöflast akandi uppá Esjuna vegna þess að það getur ekki gengið uppá Þverfellshorn?  Ef þú ert feitur þá ættiru frekar að ganga en að aka.\nSjálfur lýt ég á jeppann minn sem tól til að komast á afskekkta staði til að geta gengið þar um og notið náttúrunnar.\nFerðafrelsi er ekki bara akandi heldur líka gangandi.",
            "date": "2011-09-22 22:38:00",
            "post_id": "29718",
            "reply_to_id": "29717"
        },
        {
            "user_name": "Skúli",
            "text": "Segi nú bara “like” á það sem Vidart skrifar hér, að hætti feisbúkkara.  Mönnum verður að fara að skiljast að þetta snýst ekki annað hvort um að gera slóða að hverjum einasta stað á hálendinu né heldur að loka fyrir alla slóða, heldur er spurningin meira hvar menn staðsetja sig hér á milli.  Þetta er ekki deila á milli þess að vilja keyra um allt og nenna ekki að hreyfa sig neitt annars vegar og hins vegar að mega ekki til þess hugsa að ferðast sé á jeppum á hálendinu.  Vill vekja athygli manna á því að Tómas Þröstur sem talar hér fyrir fjölgun slóða er gallharður göngumaður og vílar ekki fyrir sér að stíga úr Fordinum og ganga klukkutímum saman í nánast hvaða veðri sem er, fjallamaður par excellence.  Það að vilja hafa slóða þarf ekki að þýða að menn nenni ekki að hreyfa sig, það þarf oft slóða á afskekkta staði til að komast í spennandi göngur og Miklafell er þar gott dæmi.  Við verðum að fara að koma umræðunni úr þessum svart/hvíta fasa.\nVarðandi ferlasafnið sem 4x4 setti á vefinn þá hlýtur að vera sjálfsagt mál að merkja lokaða slóða í svona söfnum sem lokaða, en að mínu mati væri æskilegt að þeir væru inni í safninu og merktir með sérstökum lit.  Þetta ferlasafn gegnir á þessari stundu ekki því hlutverki að keyra eftir þeim heldur heimild til að skoða og ræða og mér sýnist umræðan hafa loksins farið af stað með þessari aðgerð.  Þetta er skrásetning á slóðum sem eru eða hafa verið notaðir en ekki upplýsingar um hvar megi aka í dag.  Ef lokaðir slóðar eru teknir út vantar auðvitað inn í myndina.  Hugsanlega mætti hafa þá í sérstökum fæl ef mönnum líður betur með það.  Eða eru það að mati einhverra óþæginlegar upplýsingar ef sett er fram með skýrum hætti hverju er búið að loka?\nKv - Skúli",
            "date": "2011-09-24 00:14:00",
            "post_id": "29792",
            "reply_to_id": "29718"
        },
        {
            "user_name": "risinn",
            "text": "Er ekki bara að hafa litina RAUTT allur akstur bannaður, GULT er í athugun með akstursbann, GRÆNT allur akstur leyfilegur ? Bara svona einfallt í þessum fína korta grunni hjá f4x4.\nKv. Ragnar Páll.",
            "date": "2011-09-25 17:07:00",
            "post_id": "29861",
            "reply_to_id": "29792"
        },
        {
            "user_name": "Gulli J",
            "text": "BIG LIKE Á SKÚLA, fokk you á öfgamenn og bullukolla.",
            "date": "2011-10-20 02:33:00",
            "post_id": "32167",
            "reply_to_id": "29861"
        }
    ],
    "date": "2011-09-21 12:59:00"
}