{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "6384",
    "title": "Pajero: Blikkandi millikassaljós...",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=6384",
    "posts": [
        {
            "user_name": "btg",
            "text": "Er með Pajero '05. Fyrir einhverju síðan þá byrjaði ljósið fyrir millikassann að blikka og hann sýnir ekki í hvaða drifi hann er. Þetta hefur komið fyrir einu sinni áður, þá var nóg að setja hann í lága drifið, drepa á og kveikja aftur á og allt virkaði.\nEr búinn að prufa það aftur, hann fer í lága drifið og í háa drifið og sýnir ljósin rétt þar en um leið og ég set hann í AWD eða 2WD þá byrjar það að blikka aftur.\nVar eitthvað búinn að google-a þetta og flestir tala um slitna víra aftan við gírkassa, er búinn að skríða undir og sé ekkert svoleiðs, tók eitthvað af plöggunum úr sambandi og spreyjaði þau með wd40 og setti saman aftur án árangurs.\nKannast einhver við þetta vandamál og lumar jafnvel á lausn?",
            "date": "2011-09-25 17:41:00",
            "post_id": "29862",
            "reply_to_id": false
        },
        {
            "user_name": "HaffiTopp",
            "text": "Ertu að tala um \"læsingarljósið\" sem kemur í myndina af millikassanum af bílnum í mælaborðinu eða þá ljósin sem koma í framdekkin af þessum bíl sem er í mælaborðinu. Ef það eru framhjólaljósin sem blikka er það örugglega færsluneminn/skynjarinn á framdrifinu sem er að svíkja þrátt að bíllinn nái að tengja framdrifs\"lokurnar\", eða þá að lofttjakkurinn sem kemur á hásingarstútunn- hægra megin við drifið er ekki að ganga til baka þegar framdrifið er aftengt.  \nEn ef það er millikassljósið sjálft sem logar (sem kviknar á þegar þú læsir millikassanum [4HLC]) og þú ert búinn að skoða öll tengi og víra á millikassanum eru það sennilega færslumótorarnir sem eru að klikka eða einhver boð ekki að komast til skila. Kann nú ekki mikil skil á þessu en ég giska fastlega á að þetta sé mótorinn sjálflur á millikassanum.\nKv. Haffi",
            "date": "2011-09-25 19:08:00",
            "post_id": "29867",
            "reply_to_id": "29862"
        },
        {
            "user_name": "btg",
            "text": "Þegar ég sett hann í háa og lága drifið þá virka ljósin og maður veit að hann er í þeim drifum (með því að setja hann fyrst í lága og drepa á bílnum og ræsa svo aftur). En annars blikkar bara millikassaljósið (, hann sýnir ekki að hann sé í afturhjóladrifinu né þegar hann á að vera í AWD. Framhjóla eða afturhjóla ljósin blikka ekki né lýsa.",
            "date": "2011-09-25 19:31:00",
            "post_id": "29869",
            "reply_to_id": "29867"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef þetta er eitthvað svipað og í eldri bílunum þá er þetta einn af fjölmörgum stöðuskynjurum á millikassanum.",
            "date": "2011-09-25 21:13:00",
            "post_id": "29878",
            "reply_to_id": "29869"
        },
        {
            "user_name": "LegoDublo",
            "text": "Sæll, ég lenti í þessu í sumar. Var þá að keyra á malbiki í 4x4 með mis stór dekk að aftan og framan. \nÞá blikkaði ljósið fyrir millikassan. Það fór svo þegar ég drap á bílnum. Vonandi er þetta ekkert meira hjá þér...\nKv",
            "date": "2011-09-25 22:05:00",
            "post_id": "29887",
            "reply_to_id": "29878"
        },
        {
            "user_name": "Brynjarp",
            "text": "ég átti 95 pajero og þar var skynjarinn farin og tók skynjaran ur sambandi og þá fór hann i háa og láa og allt það og ekkert mál. þessi skynjari kostar báðar hendunar þannig held það sé best að taka hann úr sambandi bara,,tilgangslaust aukabúnaður",
            "date": "2011-09-26 14:34:00",
            "post_id": "29920",
            "reply_to_id": "29887"
        },
        {
            "user_name": "btg",
            "text": "Veit einhver um stað sem getur lesið tölvuna á svona Pajero og ekki þarf að panta tíma hjá? Það þarf að panta tíma hjá Heklu sem hentar mér ekki. Mig grunar að þetta sé samskonar vandamál og LegoDublo var að fást við, þar sem ég var að prufa önnur dekk (þó ekki í 4x4) en tölvan gæti hafa ruglast við það.\nVantar s.s. að komast í tölvu þar sem hægt er að lesa villuboðin og resetta þau (ef þetta er bilað þá koma þau væntanlega fram aftur eða ekkert virkar). Endilega ef þið vitið um einhvern, sendið mér þá línu.\nkv,  Bjarni",
            "date": "2011-11-27 23:12:00",
            "post_id": "35900",
            "reply_to_id": "29920"
        },
        {
            "user_name": "geirsi23",
            "text": "Farðu bara í Heklu þegar þér hentar og þeir redda þessu, þetta er ca. 5mín verk og þeir hljóta að koma þér að..",
            "date": "2011-11-28 00:42:00",
            "post_id": "35912",
            "reply_to_id": "35900"
        },
        {
            "user_name": "biggi72",
            "text": "Myndi tala við þá hjá Bílvogi í Auðbrekkunni, gætu eflaust reddað þér.",
            "date": "2011-11-28 17:49:00",
            "post_id": "35955",
            "reply_to_id": "35912"
        },
        {
            "user_name": "biggi72",
            "text": "Myndi tala við þá hjá Bílvogi í Auðbrekkunni, gætu eflaust reddað þér.",
            "date": "2011-11-28 17:49:00",
            "post_id": "35956",
            "reply_to_id": "35955"
        }
    ],
    "date": "2011-09-25 17:41:00"
}