{
    "forum_title": "Almennt spjall",
    "id": "642",
    "title": "Hvað tekur langann tíma að keyra að gosinu?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=642",
    "posts": [
        {
            "user_name": "joias",
            "text": "Hvað er þetta löng leið úr Rvk að Sólheimasandi og hvað er maður sirka lengi að hjakkast upp jökulinn að gosinu?",
            "date": "2010-03-28 03:19:00",
            "post_id": "2944",
            "reply_to_id": false
        },
        {
            "user_name": "bragi",
            "text": "Frá Sólheimajökli að gosinu eru ca. 24 km. Rvík-að Sólheima jökli eru um 160km.\nHvað það tekur langan tíma, fer bara eftir því hversu hratt þú keyrir ;)",
            "date": "2010-03-28 03:54:00",
            "post_id": "2945",
            "reply_to_id": "2944"
        },
        {
            "user_name": "JonHrafn",
            "text": "1-4klst að keyra jökulinn, aðra leið.",
            "date": "2010-03-28 08:48:00",
            "post_id": "2946",
            "reply_to_id": "2945"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Á vélsleða ættirðu ekki að vera nema um hálftíma frá sólheimum, og ef þú hefur nóg af hestöflum og brjálæði á bíl nærðu því á undir klukkutíma, GPSið sagði 49 mín í gær og meðalhraðinn um 60 hjá okkur a takomu, en 2 tima ur bænum og 2 tíma uppað gosi geri ég ráð fyrir að megi búast við, skyggnið í gær var eins gott og það gerist og gerði það að verkum að hægt var að keyra greitt",
            "date": "2010-03-28 10:58:00",
            "post_id": "2951",
            "reply_to_id": "2946"
        },
        {
            "user_name": "Freyr",
            "text": "Fór tvær ferðir yfir jökulinn í gær (vaknaði 6 í gærmorgun og kominn heim að sofa kl 4). Í fyrri ferðinni vorum við 4 í bílnum og skottið fullt af dóti, þá var ég innan við klukkutíma hvora leið. Seinni ferðina vorum við bara 2 í bílnum og minna bensín að burðast með. Þá fór ég hraðar ef ég bjó til ný för heldur en að hossast í gömlum förum og gat þá haldið 30 - 70 á jöklinum. Hinsvegar tók seinni ferðin mun lengri tíma því ég var þá með 35\" 80 cruiser í samfloti. Hann keyrði þetta að mestu sjálfur en varð að halda sig við vel þjöppuð för og þurfti af og til að þiggja spotta.\nFreyr",
            "date": "2010-03-28 14:39:00",
            "post_id": "2955",
            "reply_to_id": "2951"
        },
        {
            "user_name": "JonHrafn",
            "text": "Miklu þægilegra að bruna í slétta snjónum og bara gaman :þ",
            "date": "2010-03-28 17:26:00",
            "post_id": "2960",
            "reply_to_id": "2955"
        },
        {
            "user_name": "Birkir",
            "text": "Er hægt að skælast þetta á 33\" Trooper?",
            "date": "2010-03-28 20:03:00",
            "post_id": "2964",
            "reply_to_id": "2960"
        },
        {
            "user_name": "JonHrafn",
            "text": "Mæli alls ekki með því án þess að hafa 38\" bíl með.",
            "date": "2010-03-28 23:22:00",
            "post_id": "2973",
            "reply_to_id": "2964"
        },
        {
            "user_name": "Rixx",
            "text": "Ég fór þetta á 35\" Hilux með 34.5\" Patrol með mér og það gekk stórslysalaust. Vorum ca. 3 klst. hvora leið á jöklinum. Ég myndi ekki fara á minni bíl.",
            "date": "2010-04-02 22:58:00",
            "post_id": "3264",
            "reply_to_id": "2973"
        },
        {
            "user_name": "Brjótur",
            "text": "Rixx ég hef nú grun um að ég hafi allavega einu sinni dregið ykkur upp báða þar sem þið voruð að þvælast fyrir utan þjöppuðu óslettu slóðina á sléttu óþjöppuðu sleðaslóðinni og ég myndi nú ekki tala um að þetta hafi gengið mjög vel hjá ykkur ,,3 tímar ,, já sæll. ;)\ná 12 pundunum ekki satt?",
            "date": "2010-04-04 16:55:00",
            "post_id": "3315",
            "reply_to_id": "3264"
        },
        {
            "user_name": "Fordinn",
            "text": "fór upp í dag reyndar á fjórhjóli   þetta er allt grjóthart alla leið innað gosi",
            "date": "2010-04-04 18:04:00",
            "post_id": "3317",
            "reply_to_id": "3315"
        }
    ],
    "date": "2010-03-28 03:19:00"
}