{
    "forum_title": "Jeppinn minn",
    "id": "6453",
    "title": "Toyota hilux DC 2,4 tdi 39,5 PITBULL",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=6453",
    "posts": [
        {
            "user_name": "Atlasinn",
            "text": "Góðan Daginn\n \nég ákvað að setja myndir af bilnum mínum inn hérna \nToyota Hilux 2.4 TDI með intercooler og olíuverkið vel stillt og túrbínu í botni :P \naukahlutir eru ( aukatankur 70L , xenon í kösturum og framljósum 4 kastara á toppnum 2 framaná og 4 á pallhúsi ARB framlás 5,29 hlutföll rafmagns afturlás sem er verið að breyta í loftlás , afgashitamælir ,boost mælir, GPS með snertiskjá og 2 kortum frá garmin , 39,5\n PITBULL\n Dekk frá \nICECOOL.is ,\n Afturhásing er úr 90 cruiser sérsmíðaðir Brettakantar ,Fullt af hátalara Drasli ,3 tommu púst , ný túrbína ,4,5 tonna spil frá\n MILE MARKER\n \nog já ég veit að pallhúsið er ekki fallegt á bílnum hehe ég var bara orðinn þreyttur á að moka alltaf snjó af pallinum á veturnar :P svo er fint að geyma hundinn afturá palli :) \nplanið er að sprauta kvikyndið á næstunni eða næsta sumar og svo er maður alltaf heitur fyrir 3.0L mótor og hásingar Veseni \nKV Ægir Gunnarsson",
            "date": "2011-10-01 02:28:00",
            "post_id": "30238",
            "reply_to_id": false
        },
        {
            "user_name": "-Hjalti-",
            "text": "Hann er nú bara ansi flottur  Ægir :)",
            "date": "2011-10-01 05:49:00",
            "post_id": "30239",
            "reply_to_id": "30238"
        },
        {
            "user_name": "Atlasinn",
            "text": "Takk takk",
            "date": "2011-10-01 09:19:00",
            "post_id": "30242",
            "reply_to_id": "30239"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Hvernig hafa pittbull dekkin verið að reynast?\nEitthvað heyrði ég um það að þau spændust upp eins og strokleður???",
            "date": "2011-10-01 09:56:00",
            "post_id": "30245",
            "reply_to_id": "30242"
        },
        {
            "user_name": "Atlasinn",
            "text": "það er nú ekki rétt ég er búinn að vera með FYRSTA ganginn af \n39,5 rocker bytw Nylon\n Dekk sem að eru búinn að endast núna í 2 ár og ég á nóg eftir af munstri og ekkert byrjað að fúna en það er þvílíkt grip í þeim svo þegar búið er að tappa úr þeim loftið þá eru þetta jafn breið dekk og 44 tomman úrhleyptri en svo er nátturulega verðið sem er nú nokkuð gott á meðað við önnur dekk eins og AT og mudder enn þetta eru einu dekkinn sem ÉG t\nekk það til greina sem ég hef séð\n sem að standa mál undir kominn og ég er búin að vera á mudder AT og þessum og þetta eru klárlega bestu dekkin af þeim uppá endingu 1 ár með AT og þau fóru að leka lofti því þau voru orðinn fúin mudderinn er nátturlega snildar dekk og AT líka uppá drifgetu en eftir að hafa fengið sér Pitbull þá er maður bara sáttur eina sem ég sé að þeim að þau eru svo gróf að maður er ekkert í vandamálum að spóla sig niður EN svona reynslu bolti eins og ég er ekkert að lenda því hehe :) svo eru þau svo fukking vígaleg undir kominn :P \np.s var að skoða síðuna þína mjög flottar myndir sem þú ert að taka. hver setti upp þessa síðu hjá þér ?",
            "date": "2011-10-01 10:33:00",
            "post_id": "30247",
            "reply_to_id": "30245"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nHann er helvíti kappalegur á þessum dekkjum og bíllinn er bara flottur.  Hvað ertu með dekkin á breiðum felgum og hvað eru dekkin sjálf breið?  Svo væri gaman að vita hversu mikið þú hefur þurft að vinna í dekkjunum s.s skera o.s.frv.\nKv Jón Garðar",
            "date": "2011-10-01 10:47:00",
            "post_id": "30248",
            "reply_to_id": "30247"
        },
        {
            "user_name": "Atlasinn",
            "text": "sæll Jón Garðar\n ég er með 15 tommu breiðar með bedlock þetta voru 14 breiðar en það gekk ekki undir þessi dekk þannig að ég splæsti á bedlock og græddi 1 tommu á því hef aldrei náð að affelga eftir að ég breikkaði þær. Dekkin er 16,5 og á 15 tommu felgum \nwww.icecool.is\n þar ættuð þið að geta séð úrvalið á dekkjunum og stærðir \n38 maddog \neru vígaleg svipuð og AT í laginu uppá að vera góð keyrsludekk en bara grófari. ég hef ekkert skorið úr þeim nema að míkróskera sem að nátturlega bætir gripið töluvert og endingu EN ef ég myndi kaupa þau ný í dag myndi ég skera bitana sem eru á síðunum í tvennt til að ná að látta þau dala betur strax ég nennti því bara ekki :P en þau mýkjast fljótt með því að vera ófeiminn við að tappa úr ef maður vill (NENNIR) ekki skera í þau    \nkv Ægir Gunnarsson",
            "date": "2011-10-01 13:00:00",
            "post_id": "30261",
            "reply_to_id": "30248"
        },
        {
            "user_name": "Hjörvar Orri",
            "text": "Mjög flottur og verklegur bíll hjá þér, og flott dekkjaval, ég stefni á þessa týpu af dekkjum þegar ég verð búinn með ground hawg-inn hjá mér. En mundu það 2.4 tdi er vanmetinn og 3.0 tdi er ofmetin, samt ekki misskilja mig 3.0 er samt snilldar vél.",
            "date": "2011-10-01 14:18:00",
            "post_id": "30264",
            "reply_to_id": "30261"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Takk fyrir það. Ég byggði síðuna sjálfur með WordPress\nGaman að heyra þetta með dekkin. Ég hef verið doldið skotin í þessum dekkjum því það mættu alveg vera stærra undir nýja Hilux. Eina sem ég hef ekki verið hrifin af er að þau eru náttúrulega ekki Radial. En Langar að reyna þetta næst, þarf bara að komast að því hvað ég þarf að gera til að koma þeim undir hjá mér.\nKv.\nÓskar Andri",
            "date": "2011-10-01 14:24:00",
            "post_id": "30266",
            "reply_to_id": "30264"
        },
        {
            "user_name": "hobo",
            "text": "FLOTTUR!",
            "date": "2011-10-01 15:12:00",
            "post_id": "30268",
            "reply_to_id": "30266"
        },
        {
            "user_name": "AgnarBen",
            "text": "Flott setup á þessum jeppa hjá þér, hvernig er að keyra á þessum Rocker Nylon dekkjum, ekkert hopp ? \nÉg er sjálfur með 39,5 Irok í dag og mér myndi ekkert lítast á að setja svona breið dekk eins og Rockerinn er undir minn létta bíl en ég væri nokkuð spenntur fyrir Maddog 39x14.5x15LT.  Hefur einhver reynslu af þessum Maddog dekkjum, bælast þau almennilega með þessum svaðalegu kubbum á hliðunum eða þarf að taka vel til í þeim með stóra hnífnum til að fá þau til að leggjast almennilega ?  \nRocker\nMaddog",
            "date": "2011-10-01 18:09:00",
            "post_id": "30278",
            "reply_to_id": "30268"
        },
        {
            "user_name": "Freyr",
            "text": "Flottur hilux hjá þér.\nÞessi dekk eru áhugaverð en ég myndi ekki þora að nota þau úrhleypt öðruvísi en að skera mikið í þessa sveru kubba, en það er bara ég. Og b.t.w., þú stendur þig vel í að auglýsa dekk fyrir pabba þinn ;-)\nKv. Freyr",
            "date": "2011-10-01 23:22:00",
            "post_id": "30327",
            "reply_to_id": "30278"
        },
        {
            "user_name": "Atlasinn",
            "text": "Klárlega auglýsir maður dekk fyrir Kallinn :) ég er samt ekki sammála með að skera í dekkinn sé alltaf lausnin á að láta þau dala   \nreynslan sýnir það bara Allavega hjá mér að þetta  PITBULL er málið !",
            "date": "2011-10-02 11:15:00",
            "post_id": "30350",
            "reply_to_id": "30327"
        },
        {
            "user_name": "elliofur",
            "text": "Mjög flottur og vígalegur bíll :)\nHvað kostar pitbull?",
            "date": "2011-10-02 11:26:00",
            "post_id": "30351",
            "reply_to_id": "30350"
        },
        {
            "user_name": "Hfsd037",
            "text": "Flottur Hilux hjá þér, hvað kosta svona pitbull dekk?",
            "date": "2011-10-03 18:04:00",
            "post_id": "30497",
            "reply_to_id": "30351"
        },
        {
            "user_name": "Atlasinn",
            "text": "jæja þá er maður buin að versla sér patrol hásingar undir hiluxinn :p og pitbull er með allskonar verð á sér enn þessi einstaka stærð er á sirka 95 þús stikkið",
            "date": "2012-04-24 23:21:00",
            "post_id": "54733",
            "reply_to_id": "30497"
        },
        {
            "user_name": "kuturinn",
            "text": "sæll er þessi enþá til sölu",
            "date": "2013-07-24 22:25:00",
            "post_id": "106478",
            "reply_to_id": "54733"
        },
        {
            "user_name": "jeepson",
            "text": "Þessi þráður heitir Jeppinn minn. Og er ekki söluþráður :) Síðan hjá Icecool virðist ekki virka núna. En er en hægt að fá 39,5\" fyrir 15\" háar felgur??",
            "date": "2013-07-24 23:04:00",
            "post_id": "106483",
            "reply_to_id": "106478"
        },
        {
            "user_name": "Atlasinn",
            "text": "talaðu við icecool menn",
            "date": "2013-11-22 20:07:00",
            "post_id": "118064",
            "reply_to_id": "106483"
        },
        {
            "user_name": "Hr.Cummins",
            "text": "Ánægður að heyra að þú ert ánægður með 39,5\" Pitbull Rocker..\nVið feðgar erum einmitt að velta fyrir okkur að flytja inn gang af 46\" Rocker, og þykir mér mjög ánægjulegt að lesa að þú sért ánægður..\nHvar verslaðir þú þín dekk ef að ég mætti forvitnast? Okkur reiknast þetta þannig að 46\" okkar sé komin heim fyrir 475.000kr með öllu...\nÞað er c.a. 600þ ódýrara en DC 46\" og það sem að ég hafði mestar áhyggjur af var að þetta væri að slitna hratt...\nMenn tala misvel um þetta, en get gert mér í hugarlund að það sé auðvelt að moka sig niður á þeim, en þá er bara að fara varlega af stað....",
            "date": "2013-11-23 02:03:00",
            "post_id": "118109",
            "reply_to_id": "118064"
        },
        {
            "user_name": "Atlasinn",
            "text": "Icecool.is þeir eru með umboðið fyri Pitbull :)",
            "date": "2013-11-23 03:09:00",
            "post_id": "118115",
            "reply_to_id": "118109"
        }
    ],
    "date": "2011-10-01 02:28:00"
}