{
    "forum_title": "Ferlar og fjarskipti",
    "id": "6459",
    "title": "Fjarskiptatæki í bílum",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=37&t=6459",
    "posts": [
        {
            "user_name": "jongunnar",
            "text": "Sælir það er tvennt sem ég var að velta fyrir mér \n1. hvaða fjarskiptatæki eru menn með í dag VHF, CB og TETRA eða er VHF bara nóg?\n2. eruð þið til að setja inn myndir af því hvernig þið hafið komið þessu fyrir í bílunum ég er með VHF og CB og er að vandræðast með þetta. CB var undir útvarpinu og VHF til hliðar við stokkinn en síðan verð ég með fartölvu og þá sé ég ekki á talstöðvarnar. svo að ég er að vesenast hvernig er þægilegast að raða þessu upp.\nkv. Jón Gunnar",
            "date": "2011-10-01 16:39:00",
            "post_id": "30273",
            "reply_to_id": false
        },
        {
            "user_name": "AgnarBen",
            "text": "Ég er bara með VHF og GSM, dugar flestum í dag held ég.  Annars er meira alltaf betra.  Þú getur hent þessari CB stöð úr nema ef þínir ferðafélagar skyldu ennþá vera með þetta hjá sér.  Ég hef amk ekki verið í neinni ferð svo ég muni eftir síðustu 10 árin þar sem CB hefur verið notuð.  \nVarðandi frágang þá skiptir öllu máli hvernig bíl þú ert með, öðurvísi er ekki hægt að gefa þér ráðleggingar.",
            "date": "2011-10-01 17:48:00",
            "post_id": "30277",
            "reply_to_id": "30273"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég lét VHF nægja, það eru svo fáir með CB í dag, tetra hef ég ekki sérstakan áhuga á en aðallega þar sem ég þekki ekki hvernig þetta er fyrir almennan notanda, ég hef aðeins kynnst þessu hjá björgunarsveitunum en það er víst algerlega lokað á að almennur notandi geti komið nálægt þeim rásum eins og er hægt með VHF.\nEflaust eru einhverjir hérna með tetra stöðvar sem vita betur hvort/hvernig þær gagnast okkur.\nEn fartölvuna haf ég alveg látið eiga sig, aðallega vegna plássleysis, það er ekki það rúmt fyrir í Hilux, en er eflaust auðveldara í patrol.\nÉg er bara með sæmilegt GPS, væri samt til í aðeins stærri skjá.",
            "date": "2011-10-01 18:12:00",
            "post_id": "30279",
            "reply_to_id": "30277"
        },
        {
            "user_name": "dabbigj",
            "text": "VHF og GSM er það sem að almenni jeppamaðurinn er að nota, sé voðalega fáar cb stöðvar í dag og oftast bara afþví að mönnum virðist langa í fleirri loftnet á bílana og meiri græjustig ;)\nAnnars er Tetra alveg snilld þegar að menn hafa lært á það og býður uppá alveg hrikalega mikla möguleika.",
            "date": "2011-10-01 18:20:00",
            "post_id": "30281",
            "reply_to_id": "30279"
        },
        {
            "user_name": "Svenni30",
            "text": "Ég er með VHF, GSM og GPS með stórum skjá.",
            "date": "2011-10-01 18:54:00",
            "post_id": "30287",
            "reply_to_id": "30281"
        },
        {
            "user_name": "elfar94",
            "text": "eg er bara með gamla CB stöð",
            "date": "2011-10-01 19:17:00",
            "post_id": "30291",
            "reply_to_id": "30287"
        },
        {
            "user_name": "jongunnar",
            "text": "Varðandi frágang þá skiptir öllu máli hvernig bíl þú ert með, öðurvísi er ekki hægt að gefa þér ráðleggingar.[/quote]\nOK ég er á Patrol \nÞar sem að Cb stöðin er til staðar og loftnet þá ætla ég að halda því ;)",
            "date": "2011-10-01 20:31:00",
            "post_id": "30304",
            "reply_to_id": "30291"
        },
        {
            "user_name": "hobo",
            "text": "Ég er með CB og VHF og auðvitað GSM. :)\nVHF(staðsett undir í hólfi undir útvarpi) er náttúrulega möst, svo er CB(staðsett þar sem öskubakki var) aukaatriði, en ég sé ekki ástæðu til að fjarlægja hana hjá mér þar sem hún er ekki fyrir.",
            "date": "2011-10-01 21:02:00",
            "post_id": "30310",
            "reply_to_id": "30304"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞetta fer náttúrulega mest eftir því hvað ferðafélagar þínir nota en langflestir íslenskir jeppar hafa VHF talstöð en þú þarft að vera félagi í ferðaklúbbnum 4x4 til að fá aðgengi inn á rásirnar sem þeir eiga og þ.a. endurvarparásir.  Annars færðu með stöðinni rás 45 sem er almenn talrás.  \nVhf nota menn mest til að hafa samskipti á milli bíla en þó er hægt að ná til annara hópa eða einstakasinnum einhvert annað ef í óefni er komið.  \nGSM síminn er farinn að ná sambandi nokkuð víða á hálendinu og menn hafa jafnvel gengið svo langt að hafa bæði síma frá vodafone og símanum til að vera í besta sambandi.  Gemmsann nota menn til að hafa samband til byggða fyrst og fremst því að VHF stöðin er háð því hvort einhver innan þinnar dragni séu að hlusta á rásina sem þú kallar á.  Ég hef samt lent í því að þurfa að nota VHF til að óska aðstoðar því að það var ekki GSM samband þar sem aðstoðin var.  \nTetra notar hinn almenni jeppamaður ekki, hefur ekkert við að gera.  Tetra er ekkert merkilegra en önnur fjarskiptakerfi og gagnast almenningi ekki þannig betur en VHF og GSM samanlagt, það er í raun mun betra komó en ein Tetrastöð.  Tetra hentar hinsvegar mjög vel til björgunarstarfa, stjórnun á lögreglu og sjúkraliði o.s.frv. en það er á allt öðrum grundvelli heldur en jeppamenn þurfa að nota.  Dekkun Tetra er síst betri en GSM og það kallar á samstillingar og vesen að kalla endurvarpalaust á milli stöðva.  S.s. ef stöðin er úr sambandi getur þú ekki náð til samferðamannsins til að segja honum að fara af endurvarpanum.  Ferilvöktun er eitthvað sem er ódýrast að kaupa með t.d. Spot eða sambærilegu ef menn vilja vera vaktaðir.  \nMæli með því að allir sem hafa ofurtrú á fjarskiptatækjum að ferðast í litlum hópum með svolitlu millibili um hálendið austan við Grímsstaði á Fjöllum að vetrarlagi.  Þar virkar allt jafnilla.\nKv Jón Garðar\nP.s. settu bara talstöðina þannig að það kost vesen að fjarlægja hana, fæstir þjófar bera með sér skrúfjárn eða tangir.",
            "date": "2011-10-01 21:04:00",
            "post_id": "30312",
            "reply_to_id": "30310"
        },
        {
            "user_name": "arni hilux",
            "text": "vhf og minnið klikkar seint;)",
            "date": "2011-10-01 22:27:00",
            "post_id": "30321",
            "reply_to_id": "30312"
        },
        {
            "user_name": "Oskar K",
            "text": "það er óógeðslega þæginlegt sérstaklega í stærri ferðum að geta spjallað við svoan nánari vini á CB á meðan allur hópurinn er á vhf",
            "date": "2011-10-02 07:45:00",
            "post_id": "30340",
            "reply_to_id": "30321"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ég hef alltaf verið með VHF stöðina undir útvarpinu í Patrollunum mínum en enga CB stöð.  Er ekki pláss þarna í kringum eða í staðinn fyrir öskubakkann á Y60 Patrol ?\nÉg var með tölvuborð í mínum ´92 Patrol en það var bara járnrör boltað í stokkinn (utan á hann farþegamegin) og svo plexigler ofan á sem var stíft í mælaborðið.  Hægt var að kippa þessu úr.  Átti til mynd af þessu en finn hana ekki í augnablikinu.  \nÍ dag er ég með litla 12\" fartölvu sem ég festi beint ofan á mælaborðið með frönskum, svínvirkar.",
            "date": "2011-10-02 13:27:00",
            "post_id": "30361",
            "reply_to_id": "30340"
        },
        {
            "user_name": "jongunnar",
            "text": "Já ég var með sama fyrirkomulag í Gamla pattanum mínum en þessi nýji er með öskubakkann á milli framsætana svo að ég er að vesenast með hvernig sé best að koma þessu fyrir.",
            "date": "2011-10-02 14:34:00",
            "post_id": "30371",
            "reply_to_id": "30361"
        }
    ],
    "date": "2011-10-01 16:39:00"
}