{
    "forum_title": "Almennt spjall",
    "id": "6466",
    "title": "eyðsla á 80 land cruser",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=6466",
    "posts": [
        {
            "user_name": "hjalti18",
            "text": "góðan daginn mér langar að vita hvort einhver herna getur sagt mér hvað bensín land cruserinn 80 er að eyða og er mikil munur á eyðslu á dísel og bensín billnum ????\nkv hjalti",
            "date": "2011-10-02 09:17:00",
            "post_id": "30343",
            "reply_to_id": false
        },
        {
            "user_name": "olei",
            "text": "Lausleg þumalregla er að bensínvél eyðir 30% meira en turbo diesel að öðru óbreyttu.",
            "date": "2011-10-02 12:20:00",
            "post_id": "30354",
            "reply_to_id": "30343"
        },
        {
            "user_name": "smaris",
            "text": "Ég á 94 módel af bensínbíl sem er með 4,5 lítra 24 ventla vélinni. Hann er á 38\" dekkjum, sjálfskiptur og á 4.10 hlutföllum. Hjá mér er hann að eyða um 20 lítrum á hundraði.\nSíðan hef ég verið mikið á 98 módel af díselbíl með 4,2 24 ventla vélinni. Hann er beinskiptur á 38\" dekkjum og var með 3.58 hlutföll.\nSá bíll var yfirleitt með 16 lítra á hundraði en hann er líka talsvert þyngri en minn bíll og með toppgrind með mörgum ljósum og loftnetum auk 38\" varadekks sem alltaf er á toppnum. Dísellinn er björgunarsveitarbíll og var oftast mikið lestaður af mannskap og búnaði og eru 16 lítrarnir mældir með bílinn lestaðan en eyðslan á bensín bílnum mæld með mér einum um borð.\nMaður hefur verið að heyra tölur niður í 11 lítra á beinskiptum díselbíl sem er sambærilega búinn og bensínbíllinn hjá mér.\nEf þú ætlar að keyra bílinn dags daglega væri talsvert gáfulegra að fá sér díselbíl. En ef þetta er bara sparibíll eins og hjá mér er bensínbíllinn talsvert ódýrari í innkaupum.\nKv. Smári.",
            "date": "2011-10-02 18:07:00",
            "post_id": "30395",
            "reply_to_id": "30354"
        }
    ],
    "date": "2011-10-02 09:17:00"
}