{
    "forum_title": "Almennt spjall",
    "id": "6549",
    "title": "Jeppaspjalls hittingur/samkoma",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=6549",
    "posts": [
        {
            "user_name": "jeepson",
            "text": "Sælir spjallverjar. Mér datt í hug að kann áhugan á jeppaspjalls hitting. eða semsagt samkomu. Ég fór nokkur skipti á benz samkomur þegar ég átti benz og hafði gaman af. Hvernig lýst ykkur á að hittast svona. Mér datt í hug að hittast t.d á einhverju bíla plani eða eitthvað. T.d í smáralind eða bara hvar sem er. Þetta gæti orðið gaman og altaf gaman að skoða jeppana hjá hvor öðrum og spjalla saman. endilega tjáið ykkur um þetta. Hægt væri að hafa svona samkomu einusinni í mánuði.",
            "date": "2011-10-06 19:03:00",
            "post_id": "30772",
            "reply_to_id": false
        },
        {
            "user_name": "elfar94",
            "text": "þetta er alveg snilldar hugmynd, það væri gaman að sjá t.d. breytingar á jeppum á milli mánaða",
            "date": "2011-10-06 19:18:00",
            "post_id": "30773",
            "reply_to_id": "30772"
        },
        {
            "user_name": "jeepson",
            "text": "Akkúrat. Vona bara að sem flestir séu opnir fyrir þessu.",
            "date": "2011-10-06 19:51:00",
            "post_id": "30779",
            "reply_to_id": "30773"
        },
        {
            "user_name": "jonni187",
            "text": "Það gæti verið gaman, þeir eru mikið að þessu hjá t.d stjörnunni (bens menn) og live2cruize krakkarnir. Það er hægt að hafa samband við t.d kringluna/smáralind eða fleirri staði þar sem hægt er að komast í smá skjól og skoða og forvitnast hjá hvor öðrum :)",
            "date": "2011-10-06 20:32:00",
            "post_id": "30788",
            "reply_to_id": "30779"
        },
        {
            "user_name": "KÁRIMAGG",
            "text": "Lýst vel á en mæta menn þá ekki á jeppunum ?",
            "date": "2011-10-06 21:27:00",
            "post_id": "30792",
            "reply_to_id": "30788"
        },
        {
            "user_name": "Svenni30",
            "text": "Snildar hugmynd hjá þér Gísli. Ég myndi koma ef maður væri ekki fyrir norðan.",
            "date": "2011-10-06 21:29:00",
            "post_id": "30793",
            "reply_to_id": "30792"
        },
        {
            "user_name": "Hansi",
            "text": "Þetta er sniðugt :)\nJeppakallar/konur :) að sparka í dekk.\nSvo eru mótorhjólaklúbbar með swapmeet svokallað. \nÞá hittast menn/konur með vara og aukahluti sem þeir hafa ekki not fyrir og skipta eða selja/kaupa. \nÞetta er líka hægt að gera á bílaplani eða einhversstaðar með dótið í skottinu :)\nEn hittingur hljómar vel. \nMbk.\nHans",
            "date": "2011-10-06 21:45:00",
            "post_id": "30796",
            "reply_to_id": "30793"
        },
        {
            "user_name": "jeepson",
            "text": "Gaman að sjá að þið takið vel í þetta. Auðvitað mæta menn á jeppunum ef menn geta. Mér datt í hug að vera á bílastæðinu fyrir utan hagkaup í Við stjörnumenn vorum að hittast einmitt þarna í öðru bílastæða húsi hjá smáralindi semsagt við eða á bakvið shell. Ég ætla að láta þetta hanga aðeins hérna uppi og sjá hvort að fleiri taki ekki vel í þetta. Og þá reynum við að setja upp einhverja dagsetningu. Það væri t.d gaman ef að menn gætu séð fram á að kíkja núna um helgina. Addi litli hérna á spjallinu er í bænum þannig að hann gæti t.d sýnt hiluxinn sem að hann er búinn að vera að taka í gegn. Svo vona ég auðvitað að menn haldi þessu gangandi. Ég hefði vilja hafa þetta eins og hjá stjörnu mönnum. Samkoma einusinnu í viku og jafnvel rúntur um bæinn í lok samkomu og svo hittast menn á ákveðnum stað og kveðja. eða jafnvel að hafa hafa þá rúnt plan kanski 4 sinnum á ári. Þar sem ða sem flestir taka þátt í rúntinum. Og auðvitað vonum við að sem flestir séu með jeppaspjall.is miða á jeppunum til að geta auglýst þegar menn hittast eða taka hóp rúnt. :) En látum þetta mjatla eitthvað og sjáum svo til að hvað gerist. Mér lýst á hugmydina hjá Hansa að vera jafnvel með svona swapmeet :)",
            "date": "2011-10-06 22:16:00",
            "post_id": "30799",
            "reply_to_id": "30796"
        },
        {
            "user_name": "jonni187",
            "text": "Þetta hljómar bara mjög vel, ég held að Hiluxnum mínum langi í jeppaspjall.is miða á sig. Hvar nálgast ég hann :) ?\nJón",
            "date": "2011-10-06 22:19:00",
            "post_id": "30802",
            "reply_to_id": "30799"
        },
        {
            "user_name": "jeepson",
            "text": "Leibbarinn hérna á spjallinu var að búa svona til. En það er eitthvað að klikka hjá honum. Þannig að það er spurning um að reyna að fá einhvern annan til að gera svona miða ef að hann kemst ekki meir í þetta.",
            "date": "2011-10-06 22:30:00",
            "post_id": "30805",
            "reply_to_id": "30802"
        },
        {
            "user_name": "elfar94",
            "text": "hvernig væri bara að reyna að negla niður einhverja dagsetningu seinna í mánuðinum? bara svona til að hafa smá fyrirvara",
            "date": "2011-10-06 23:28:00",
            "post_id": "30808",
            "reply_to_id": "30805"
        },
        {
            "user_name": "Addi_litli",
            "text": "Líst alveg svaðalega vel á þetta ;) er eimmit í bænum núna á nýsprautuðum bílnum ;) En væri alveg til að fá eitthverja dagsetnigu og stað og stund.. Verð eitthvað herna yfir helgina og kannski eitthvað fram í næstu viku ;)",
            "date": "2011-10-07 00:03:00",
            "post_id": "30812",
            "reply_to_id": "30808"
        },
        {
            "user_name": "peturin",
            "text": "Líst vel á að hittast mæli með svona swapmeet eins og Hans er að tala um\nKV PI",
            "date": "2011-10-07 09:06:00",
            "post_id": "30819",
            "reply_to_id": "30812"
        },
        {
            "user_name": "jeepson",
            "text": "Hvernig lýst ykkur á sunnudagskvöldið núna um helgina klukkan 20:00?? Þá væri fínt að sem flestir gætu komið og þá væri hægt að ræða betur með að hafa þetta bara einn fastann dag í mánuði. Benz klúbburinn er t.d með síðasta mánudag í hverjum mánuði klukkan 20:00 En ég hefði vilja hafa þetta í byrjun hvers mánaðar. Menn eru oft ornir blankir í lok mánaðar þannig að mér fynst það kanski ekki henta vel. En ég hefði viljað sjá sem flesta mæta núna á sunnudaginn. Miðað við spánna um helgina þá hefði verið mjög hentugt að hafa þetta á bílastæðinu á neðri hæðinni í smáralindinni. Þá eru menn í rigningu og möguleiki á betra skjóli. Ef að menn hafa betri uppá stungur um staðsetningu þá er um að gera að koma með ábendingu. Ég hafði svona hugsað mér að koma þessu af stað í fyrsta skipti og jafnvel annað skipti svo ætti þetta að rúlla að sjálfu sér bara.",
            "date": "2011-10-07 16:10:00",
            "post_id": "30836",
            "reply_to_id": "30819"
        },
        {
            "user_name": "elfar94",
            "text": "mér lýst vel á þessa tímasetningu",
            "date": "2011-10-07 16:26:00",
            "post_id": "30841",
            "reply_to_id": "30836"
        },
        {
            "user_name": "StefánDal",
            "text": "Lyst vel a tetta en tad borgar sig ad hafa samband vid yfirøryggisvørd hja Smaralind ef tad a ad hittast tar. Bara til ad vera save:)",
            "date": "2011-10-07 19:20:00",
            "post_id": "30859",
            "reply_to_id": "30841"
        },
        {
            "user_name": "jeepson",
            "text": "Okey. Ég skal reyna að redda því á morgun.",
            "date": "2011-10-07 19:31:00",
            "post_id": "30862",
            "reply_to_id": "30859"
        },
        {
            "user_name": "Járni",
            "text": "Enn og aftur er einstaklingsframtakið hér á spjallinu að gera góða hluti, ánægður með ykkur!",
            "date": "2011-10-07 19:39:00",
            "post_id": "30868",
            "reply_to_id": "30862"
        },
        {
            "user_name": "jeepson",
            "text": "Þakka þér fyrir það Járni. Þú mætir er það ekki? Vona nú að sem flestir mæti svona í fyrsta skiptið. Enda kjafta allir mikið saman hérna á spjallinu og ekki er verra að við fáum að sjá aðeins framan í hvort annan :) endilega kommentið þið sem ætlið að mæta. Vona nú að sem flestir mæti :)",
            "date": "2011-10-07 19:43:00",
            "post_id": "30871",
            "reply_to_id": "30868"
        },
        {
            "user_name": "Groddi",
            "text": "Líst vel á þetta hjá ykkur, leiðinlegt að bíllinn er ekki tilbúinn þá hefði ég geta mætt á honum :S ... En verð bara að láta frúarbílinn duga (:",
            "date": "2011-10-07 19:53:00",
            "post_id": "30874",
            "reply_to_id": "30871"
        },
        {
            "user_name": "elfar94",
            "text": "ég mæti mjög líklega",
            "date": "2011-10-07 19:56:00",
            "post_id": "30875",
            "reply_to_id": "30874"
        },
        {
            "user_name": "biggi72",
            "text": "Mæti mjög líklega þar sem ég sé ykkur ekki út um gluggann hjá mér, þarf að flytja á 3ðju hæðina til þess. :)",
            "date": "2011-10-07 20:39:00",
            "post_id": "30879",
            "reply_to_id": "30875"
        },
        {
            "user_name": "jeepson",
            "text": "Flott. vona að sem flestir láti sjá sig. Það er auðvitað ekki skylda að mæta á jeppanum þó svo að það sé vissulega skemtilegra.. Ég mæti annaðhvort með Adda litla á lúxanum eða á frúar bílnum.",
            "date": "2011-10-07 22:23:00",
            "post_id": "30888",
            "reply_to_id": "30879"
        },
        {
            "user_name": "Kölski",
            "text": "Sæll jeepson/Gísli Ég vinn hjá ÖMí er reyndar ekki að vinna í öryggisgæslu Smáralindar en erum að vinna með þeim í Smáralindini. Leyfi þarf að koma frá framkvæmdastjóra (er að kanna það) Þá yrði þetta mögulega hægt á Sunnudaginn en það er afmæli Smáralindar á mánudaginn og opið til 22:10 þannig að við getum gleymt þessu þá. Til að fá leyfi þarf að öllu jafna skila inn umsókn á virkum degi. ætla kanna þetta í dag en lofa engu. ;-) Er menn til í Sunnudaginn. ????",
            "date": "2011-10-08 09:02:00",
            "post_id": "30901",
            "reply_to_id": "30888"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Strákar, Smáralindin er ofmetin :D Komiði frekar hingað upp á Skaga þar sem öll fjöllin eru og ég skal lofa ykkur fínni aðstöðu þar sem engin leyfi þarf og nóg er af góða veðrinu hérna uppfrá um helgina hehe. \nKv. Haffi",
            "date": "2011-10-08 09:26:00",
            "post_id": "30904",
            "reply_to_id": "30901"
        },
        {
            "user_name": "jeepson",
            "text": "Ég var alveg búinn að steingleyma þessu afmæli smáralindar. Þá er jafnvel spurning um að við kanski myndum fá að halda þetta í kringluni.",
            "date": "2011-10-08 11:30:00",
            "post_id": "30909",
            "reply_to_id": "30904"
        },
        {
            "user_name": "petal",
            "text": "Sælir jeppaspjallarar!\nLýst mjög vel á að hitta aðra áhugamenn um jeppa og ferðamennsku,þannig að ég mæti það er öruggt.\nEr sjálfur nýbúinn að kaupa Patrol á 38.\nKveðja",
            "date": "2011-10-08 11:49:00",
            "post_id": "30910",
            "reply_to_id": "30909"
        },
        {
            "user_name": "jeepson",
            "text": "Flott. Mér dettur í hug að nota bílastæðahúsið sem er þarna við shell í smáralindinni. Semsagt nýja bílahúsið við vesturenda Smáralindar. Læt fylgja mðe kort hérna frá MBKI Við hittumst í þessu húsi man ég. Þetta er semsagt þar sem ða Benz merkið er. Hvernig lýst á þetta Kölski?\nFengið að láni frá okkur félögum í MBKI\nSt",
            "date": "2011-10-08 12:34:00",
            "post_id": "30915",
            "reply_to_id": "30910"
        },
        {
            "user_name": "frikki",
            "text": "Hvaða dagssetningu á að hittast",
            "date": "2011-10-08 12:44:00",
            "post_id": "30918",
            "reply_to_id": "30915"
        },
        {
            "user_name": "Hansi",
            "text": "Er ekki verið að tala um á morgun kl. 20.00\nVið mætum að sjálfsögðu Frikki og drögum Bjarka með :)",
            "date": "2011-10-08 12:50:00",
            "post_id": "30919",
            "reply_to_id": "30918"
        },
        {
            "user_name": "jeepson",
            "text": "Sunnudagurinn 9okt klukkan 20:00. En þetta fer auðvitað alt eftir því hvort að við fáum grænt ljós á afnot af bílastæðahúsinu eða ekki. Ef ég skyldi kölska rétt að þá var hann að kanna þetta.",
            "date": "2011-10-08 13:07:00",
            "post_id": "30922",
            "reply_to_id": "30919"
        },
        {
            "user_name": "Kölski",
            "text": "Sælir allir. \nÞað er komið grænt ljós á þetta í bílastæðahúsinu hjá shell. \nVorum beðnir um að ganga snyrtilega um og vera ekki skilja eftir rusl. \nSunnudaginn 9 okt kl.20:00 nýja bílastæðahúsið hjá Select. ;-) Sjáumst.",
            "date": "2011-10-08 14:45:00",
            "post_id": "30930",
            "reply_to_id": "30922"
        },
        {
            "user_name": "elfar94",
            "text": "frábært ég mæti pottþétt, og vonandi kemst ég á löduni",
            "date": "2011-10-08 15:47:00",
            "post_id": "30933",
            "reply_to_id": "30930"
        },
        {
            "user_name": "jeepson",
            "text": "Og ég ætla að biðja menn um að vera ekki með neitt spól eða glannaskap þarna heldur þar sem að það minkar líkurnar alveg helling um að fá afnot af bílastæðahúsinu aftur. En ætla ekki fleiri að mæta eða? Mér fynst voða fáir hafa skráð sig á mætinguna. Auðvitað verður næsta samkoma auglýst betur næst og mæting vonandi góð. :)",
            "date": "2011-10-08 16:17:00",
            "post_id": "30934",
            "reply_to_id": "30933"
        },
        {
            "user_name": "Kölski",
            "text": "Já verð að taka undir með jeepson með spól og glannaskap. Þeir myndu ekki leyfa okkur að koma aftur ef menn verða í svoleiðis tilraunum. En sjáumst hressir. Ætla mæta á mínum óbreytta patrol sem fer í breytingu og yfirhalningu á MIÐVIKUDAGINN ;-)",
            "date": "2011-10-08 17:01:00",
            "post_id": "30938",
            "reply_to_id": "30934"
        },
        {
            "user_name": "jeepson",
            "text": "Hvernig lýst ykkur á að ég auglýsi þetta á fleiri spjöllum?",
            "date": "2011-10-08 20:05:00",
            "post_id": "30950",
            "reply_to_id": "30938"
        },
        {
            "user_name": "Kölski",
            "text": "Vel þar sem ég er hræddur um að þetta verði dræm mæting eins og stendur. En kanski auglýsa þetta sem jeppaspjalls hitting.",
            "date": "2011-10-08 20:10:00",
            "post_id": "30951",
            "reply_to_id": "30950"
        },
        {
            "user_name": "jeepson",
            "text": "Ég geri það. Hendi þessu inná torfæru spjallið og jeepclub spjallið og súkkuspjallið :)\nef einhver hefur aðgang á að pósta inná f4x4 þá væri fínt ef hin sami myndi vilja láta vita af þessu þar :)",
            "date": "2011-10-08 20:12:00",
            "post_id": "30952",
            "reply_to_id": "30951"
        },
        {
            "user_name": "Kölski",
            "text": "Glæsilegt",
            "date": "2011-10-08 22:34:00",
            "post_id": "30977",
            "reply_to_id": "30952"
        },
        {
            "user_name": "gislisveri",
            "text": "Mæti ef ég á heimangengt, dreg Járna vonandi með mér líka.\nKv.\nGísli Súkkusveri.",
            "date": "2011-10-08 23:19:00",
            "post_id": "30982",
            "reply_to_id": "30977"
        },
        {
            "user_name": "jeepson",
            "text": "Frábært nafni. Mætiru ekki á súkkuni? Maður verður nú að fá að sjá gripinn eftir að hafa fylgst með á myndum :)",
            "date": "2011-10-08 23:33:00",
            "post_id": "30985",
            "reply_to_id": false
        },
        {
            "user_name": "Haffi",
            "text": "Talandi um Sollu..\nGetur verið að hún Solla standi grilllaus, loftlaus og hálf-illa haldin fyrir utan fjölfarinn stað í bænum?",
            "date": "2011-10-09 03:19:00",
            "post_id": "30992",
            "reply_to_id": "30985"
        },
        {
            "user_name": "jeepson",
            "text": "Og hvaða staður ætti það að vera?",
            "date": "2011-10-09 10:40:00",
            "post_id": "31002",
            "reply_to_id": "30992"
        },
        {
            "user_name": "frikki",
            "text": "Að sjálfsögðu vinur minn",
            "date": "2011-10-09 10:42:00",
            "post_id": "31003",
            "reply_to_id": "31002"
        },
        {
            "user_name": "kjartanbj",
            "text": "Möguleiki að ég mæti, hvernig er samt með lofthæð í svona bílastæða húsi er hún ekki nóg fyrir stærstu bílana :) spurning um loftnetin :P",
            "date": "2011-10-09 15:24:00",
            "post_id": "31026",
            "reply_to_id": "31003"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Þetta er flott frammtak hja þer Gisli.\nMadur kikir a þetta i kvold",
            "date": "2011-10-09 15:59:00",
            "post_id": "31030",
            "reply_to_id": "31026"
        },
        {
            "user_name": "jeepson",
            "text": "Takk Hjalti. endilega láttu sjá þig :) Ég held að loftnetin eigi að sleppa þarna Kjartan Endilega látið sjá ykkur ;)",
            "date": "2011-10-09 16:28:00",
            "post_id": "31033",
            "reply_to_id": "31030"
        },
        {
            "user_name": "hobo",
            "text": "Ég kemst ekki í kvöld, en endilega munið eftir að taka myndir af þessarri flottustu jeppasýningu ársins :)",
            "date": "2011-10-09 17:05:00",
            "post_id": "31038",
            "reply_to_id": "31033"
        },
        {
            "user_name": "jeepson",
            "text": "Ég verð ready með myndavélina :)",
            "date": "2011-10-09 17:58:00",
            "post_id": "31042",
            "reply_to_id": "31038"
        },
        {
            "user_name": "flækingur",
            "text": "þetta er snilld að koma saman og taka dellukvöld. ég mæti næst en verð að láta litla bílinn duga fyrst um sinn vegna dekkjaleysis og þarf nú að koma lakki á greyið áður en hann fer út...",
            "date": "2011-10-09 19:51:00",
            "post_id": "31050",
            "reply_to_id": "31042"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta var snilldar kvöld :)",
            "date": "2011-10-09 22:27:00",
            "post_id": "31068",
            "reply_to_id": "31050"
        },
        {
            "user_name": "jonni187",
            "text": "Þetta var flott, gaman að sjá bilana og mennina:)",
            "date": "2011-10-09 22:32:00",
            "post_id": "31069",
            "reply_to_id": "31068"
        },
        {
            "user_name": "jeepson",
            "text": "Já þetta var flott og takk fyrir mig :)",
            "date": "2011-10-09 22:32:00",
            "post_id": "31071",
            "reply_to_id": "31069"
        },
        {
            "user_name": "Hansi",
            "text": "Snilld... gaman af þessu  :)",
            "date": "2011-10-09 22:50:00",
            "post_id": "31077",
            "reply_to_id": "31071"
        },
        {
            "user_name": "Geir-H",
            "text": "Flott framtak, keyrði þarna í gegn um 9. Má ég samt koma með smá uppástungu? Hvernig væri að hafa þetta kl 21:00 næst þá hefur maður smá tíma til að kyngja matnum og þannig",
            "date": "2011-10-09 22:56:00",
            "post_id": "31078",
            "reply_to_id": "31077"
        },
        {
            "user_name": "jeepson",
            "text": "Það er ekkert mál að hafa þetta klukkan 21:00 ef að menn vilja það frekar. Fyrsta samkoma hepnaðist vel þannig að ég vil endilega að við höldum þessu áfram. en .ið segið bara til um hvaða tími hentar best. Ég er alveg game í að hafa þetta klukkan 21:00 frekar 20:00",
            "date": "2011-10-09 22:59:00",
            "post_id": "31080",
            "reply_to_id": "31078"
        }
    ],
    "date": "2011-10-08 23:33:00"
}