{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "6572",
    "title": "Lengdar Bronco stífur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=6572",
    "posts": [
        {
            "user_name": "tommi3520",
            "text": "Jeppinn sem um ræðir er Dodge ram w250 1981\nEr eitthvað verri fjöðrun sem maður fær útur Bronco stífum (í réttri lengd fyrir þennann jeppa) á móti Four link eða Range rover stífum?\nÞað er flóknara að smíða í kringum Range rover stífur kannski ekki svo flókið að smíða fourlink, en samt meira efni og halli á báðum linkunum.\nEr eitthvað því til fyrirstöðu að henda lengdum bronco stífum undir svona bíl með coilover? er maður að hefta eitthvað mikið fjöðrunina miðað við RR stífur eða fourlink??\nTommi",
            "date": "2011-10-09 05:02:00",
            "post_id": "30993",
            "reply_to_id": false
        },
        {
            "user_name": "tommi3520",
            "text": "það á víst ekki á að lengja svona stífur skiptir engu máli hversu langur eða stuttur bíllinn er. margir segja að einfallt fourlink sé betra en range rover stífur eða bronco stífur, þessar stífur eru kallaðar radius linkar. Hinsvegar eru aðrir sem segja að rover eða bronco sé mjög gott kerfi. \nBronco og rangerover eiga að vera keimlík kerfi\n hef þetta frá kalli hjá ljóstaðabræðrum. Persónulega sýnist mér að það sé töluvert einfaldara að smíða fyrir bronco stífur en rangerover",
            "date": "2011-10-28 01:34:00",
            "post_id": "33016",
            "reply_to_id": "30993"
        },
        {
            "user_name": "Stjáni",
            "text": "rover stýfurnar eru heldur sterkari en það er mjög lítið mál að smíða fyrir þær og gæti vel trúað að einhver hér ætti skapalón\ntil að smíða eftir \nkv stjáni",
            "date": "2011-10-28 11:08:00",
            "post_id": "33031",
            "reply_to_id": "33016"
        },
        {
            "user_name": "siggisigþórs",
            "text": "bronco stífur eru ef ég man rétt úr einhverskonar steypustáli sem getur verið erfitt að sjóða saman svo vel sé kveðja siggi",
            "date": "2011-10-28 18:19:00",
            "post_id": "33050",
            "reply_to_id": "33031"
        }
    ],
    "date": "2011-10-09 05:02:00"
}