{
    "forum_title": "Almennt spjall",
    "id": "6583",
    "title": "Fyrsti jeppapjalls hittingur/samkoma búin.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=6583",
    "posts": [
        {
            "user_name": "jeepson",
            "text": "Jæa. fyrsti hittingur er búinn. Það var bara ótrúlega góð mæting miðað við svona stuttan fyrirvara Ég held að það hafi verið á milli 12 og 14 bílar. Ég set inn myndir á morgun. En hvernig fanst ykkur þetta sem mættuð? Eruð þið til í að hafa þetta sem mánaðarlega viðburð? Hansi ætlar að ver asvo góður ða auglýsa þetta inná f4x4 fyrir mig næst. Svo er auðvitað fínt ef að menn vilja hafa þetta svo kallaða swapmeet. Það gæti bara verið gaman. Ég er allavega game í annan hitting og stefni á að hafa þá næsta hitting sunnudaginn 9.nóvember. Og þá var meiningin að hafa þetta fyrsta sunnudag í hverjum mánuði. Lýst ykkur ekki bara vel á það? Og að lokum langar mig að þakka fyrir kvöldið. Þetta var þræl gaman. Og vonandi mæta fleiri næst.",
            "date": "2011-10-09 22:32:00",
            "post_id": "31070",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Það hefur komið upp sú uppá stunga að hafa þetta klukkan 21:00 frekar en 20:00 Það væri fínt ef að menn vildu jafnvel koma með sína skoðun á því líka.",
            "date": "2011-10-09 23:14:00",
            "post_id": "31083",
            "reply_to_id": "31070"
        },
        {
            "user_name": "elfar94",
            "text": "þetta var bara gaman, vonandi að fleiri mæti næst, lýst vel á að hafa þetta alltaf fyrsta sunnudag í hverjum mánuði",
            "date": "2011-10-10 08:40:00",
            "post_id": "31095",
            "reply_to_id": "31083"
        },
        {
            "user_name": "jeepson",
            "text": "Já vonandi mæta fleiri næst. En menn virðist ekkert hafa neitt mikið að segja um þetta frábæra kvöld..",
            "date": "2011-10-10 18:59:00",
            "post_id": "31159",
            "reply_to_id": "31095"
        },
        {
            "user_name": "elfar94",
            "text": "greinilega ekki, en tókstu einhverjar myndir? ég stoppaði svo stutt þannig að það væri gaman að sjá myndir",
            "date": "2011-10-10 19:57:00",
            "post_id": "31165",
            "reply_to_id": "31159"
        },
        {
            "user_name": "BergurMár",
            "text": "Leit við á mínum, gaman að skoða hvað menn eru að bralla með sína jeppa.\nkv. Bergur",
            "date": "2011-10-10 20:11:00",
            "post_id": "31168",
            "reply_to_id": "31165"
        },
        {
            "user_name": "jeepson",
            "text": "Já ég tók örfáar myndir og var ekki nógu duglegur að taka myndir. enda var myndavélin eitthvað að stríða mér. En ég reyni að henda þeim inn sem fyrst. Því miður náði ég ekki myndum af öllum köggunum.",
            "date": "2011-10-10 20:59:00",
            "post_id": "31175",
            "reply_to_id": "31168"
        },
        {
            "user_name": "JoiVidd",
            "text": "Ég vil fá myndir! Ég komst ekki vegna þess að jeppinn minn er óökufær vegna lítillar bilunnar:(\nog ég nennti ekki að vera að koma jeppalaus einsog bjáni...",
            "date": "2011-10-11 08:14:00",
            "post_id": "31214",
            "reply_to_id": "31175"
        },
        {
            "user_name": "-Hjalti-",
            "text": "-\n+",
            "date": "2011-10-11 08:26:00",
            "post_id": "31215",
            "reply_to_id": "31214"
        },
        {
            "user_name": "LFS",
            "text": "það hefur verið agætis mæting miðað við stuttan fyrirvara !",
            "date": "2011-10-11 09:12:00",
            "post_id": "31219",
            "reply_to_id": "31215"
        },
        {
            "user_name": "JoiVidd",
            "text": "ég mæti næst!",
            "date": "2011-10-11 14:51:00",
            "post_id": "31238",
            "reply_to_id": "31219"
        },
        {
            "user_name": "jeepson",
            "text": "Já mættu næst drengur. Ég mætti reyndar á frúar bílnum og geri það næst líka. Já það var ágætis mæting. Ég sé að hjalti hefur ekki náð af öllum bílnunum frekar en ég þannig að það vantar nokkra inní þetta sýnist mér. Það var bara þokkaleg mæting og ekki bjóst ég við að sjá marga. En hvað segið þið um að hafa þetta klukkan 21:00 næst?",
            "date": "2011-10-11 17:06:00",
            "post_id": "31255",
            "reply_to_id": "31238"
        },
        {
            "user_name": "Kölski",
            "text": "Já þetta var ágætt og bara fín mæting miða við stuttan fyrirvara, Er alveg sama hvort það er 20-21.",
            "date": "2011-10-11 17:34:00",
            "post_id": "31259",
            "reply_to_id": "31255"
        },
        {
            "user_name": "jeepson",
            "text": "Ert þú til í að taka það að þér að fá leyfi fyrir næsta hitting Hlífar?",
            "date": "2011-10-11 18:50:00",
            "post_id": "31265",
            "reply_to_id": "31259"
        },
        {
            "user_name": "elfar94",
            "text": "Gísli, hversvegna mætirðu ekki á patrolinum?",
            "date": "2011-10-11 21:46:00",
            "post_id": "31288",
            "reply_to_id": "31265"
        },
        {
            "user_name": "jeepson",
            "text": "Trölli er svo feiminn. Neinei. Ég er bara hérna í bænum í stuttann tíma og bíllinn er fyrir vestan. Það er ódýrara að vera á frúar bílnum hérna heldur en á þeim stóra. Ég keyrir frá reykjavík til grindavíkur á hverjum degi í vinnu þannig að það er bara 10kall á viku í bensín á bíl sem er að eyða á milli 7 og 8 lítra á hundraðið. Þannig að þú getur rétt ímyndað þér hvað það myndi kosta á jeppa sem eyðir 13-15 á hundraðið. Þar að auki er frúar bíllinn þægilegri hérna í borginni þar sem að ég er soddið mikið uppá vökudeild á landspítalanum. Við hjúin vorum að eignast kríli nr 2 og það var fyrirburi. En ég mun mæta á jeppanum um leið og ég get. planið var bara að koma þessum samkomum af stað og láta ykkur svo bara sjá um að halda þessu gangandi. Ég mun taka það að mér að auglýsa þetta hérna á spjallinu og öðrum spjöllum en mun líklega ekki mæta neitt fyrr en í vor eða í sumar eftir næsta hitting.",
            "date": "2011-10-11 21:54:00",
            "post_id": "31289",
            "reply_to_id": "31288"
        },
        {
            "user_name": "elfar94",
            "text": "nú svoleiðis, til hamingju með krílið :)",
            "date": "2011-10-11 22:13:00",
            "post_id": "31293",
            "reply_to_id": "31289"
        },
        {
            "user_name": "Kölski",
            "text": "Ég skal gera það. Erum við þa að tala um 6 nov.",
            "date": "2011-10-11 22:41:00",
            "post_id": "31297",
            "reply_to_id": "31293"
        },
        {
            "user_name": "Groddi",
            "text": "Kvenar verður þá næsta? .. Ef það verður ekki of stutt í hana þá næ ég kanski að púsla saman bílnum fyrir hana (:",
            "date": "2011-10-14 08:15:00",
            "post_id": "31529",
            "reply_to_id": "31297"
        },
        {
            "user_name": "jeepson",
            "text": "Þakka þér :)\nJá við erum að tala um 6nóv. Það er fyrsti sunnudagurinn í þeim mánuði. Það væri algjört æði ef að þú gætir séð um að fá leyfið fyrir okkur :)",
            "date": "2011-10-14 16:07:00",
            "post_id": "31558",
            "reply_to_id": "31529"
        }
    ],
    "date": "2011-10-09 22:32:00"
}