{
    "forum_title": "Almennt spjall",
    "id": "6662",
    "title": "33\" General grabber eða BFGoodrich",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=6662",
    "posts": [
        {
            "user_name": "muggur",
            "text": "Sælir,\nEr að velta fyrir mér kaupum á 33x12.5R15 dekkjum.   Þetta er hugsað undir pajero 1998 (langan) og ekki til neinna aflrauna, bara malbik og svo Þórsmörk, Kjölur og svoleiðis næsta sumar. Hverju mælið þið með? \nSamkvæmt verðlista hjá dekkverk.is þá munar nærri 20 þús kalli þar sem General Grabber er ódýrari en BFGoodrich.  Mér finnst grabberinn flottari en á móti kemur að Leó M rakkar þau niður á síðunni sinni.  En hvað segið þið spekingar um val á dekkjum í þessum stærðarflokki.\nkv. Muggur",
            "date": "2011-10-14 14:23:00",
            "post_id": "31551",
            "reply_to_id": false
        },
        {
            "user_name": "Snúlli",
            "text": "Miðað við þína notkun þá sýnist mér réttast að þú fáir þér Yaris\nSnúlli",
            "date": "2011-10-14 15:18:00",
            "post_id": "31554",
            "reply_to_id": "31551"
        },
        {
            "user_name": "muggur",
            "text": "Hmm Snúlli, vera málefnalegur!\nKannski að maður fari líka eitthvað að brölta með 'litlu deildinni' og svona.  En jú líkt og hjá mörgum þá myndi Yaris duga fyrir 90-95% af eknum km.  Jeppaeign er visst bruðl.\nKv. muggur",
            "date": "2011-10-14 15:39:00",
            "post_id": "31555",
            "reply_to_id": "31554"
        },
        {
            "user_name": "stebbi83",
            "text": "Ég get lofað þér því að það sem LeoM segir um General dekkin eigi ekki við um General grabber at2\nÞað var fyrir nokkrum árum sem þetta átti við um eldri gerðir af general dekkjunum en það er búið að laga það núna.\nGooglaðu dekkin og ég get lofað þér því að General Grabber AT2 kemur vel út\nÞað er líka komið nýtt munstur sem heitir Grabber AT þau hafa komið vel út líka, \nen það er ekki komin mikil reynsla á þau þar sem þau voru bara flutt inn síðasta vetur\nBf Goodrich eru líka góð dekk því er ekki hægt að neita, en þau hafa átt það til að vírslitna.\nÉg hef ekki séð það á AT2 dekkjunum frá general\nÉg er reindar ekki hlutlaus þar sem ég er að selja General dekkin.",
            "date": "2011-10-14 16:01:00",
            "post_id": "31556",
            "reply_to_id": "31555"
        },
        {
            "user_name": "Offari",
            "text": "Hér áður fyrr tolldu graber dekkinn ekki á felgunum.  Þetta fannst mér afar óheppilegt í snjóakstri en ég veit ekki hvort þetta hefur lagast.",
            "date": "2011-10-14 17:00:00",
            "post_id": "31560",
            "reply_to_id": "31556"
        },
        {
            "user_name": "Refur",
            "text": "Allavega fyrir nokkrum árum síðan, þá voru General dekkin nokkuð vinsæl, voru ódýrari en BFG, þau slitnuðu hraðar en BFG en mér fannst þau virka betur í snjó, BFG voru svo hörð og sprungu  og fúnuðu leiðinlega hratt, í minningunni var líka mikið opnara mynstur á General dekkjunum og þegar það var búið að skera í miðjukubbana og setja 2+1 neglingu ásamt aukaneglingu í miðju kubbana þá stóðu þau líka mjög vel í hálku.\nSvo gerði pabbi gamli út 2 Econoline 350 í skólakeyrslu sem voru á 35\" á 16,5\" felgu, General kom mikið betur út en BFG, og belgurinn dugði út mynstrið, það var hinsvegar ekki hægt að segja um BFG, tvisvar sinnum hvellsprungu svoleiðis dekk þannig að ytri hliðin fór úr, og felgurnar eyðilögðust í bæði skiptin, þetta skeði löngu áður en dekkin voru orðin hálfslitin og það var alltaf 25-30psi í þeim. Reyndar er dekk fyrir 16,5\" stífara og meira burðardekk heldur en venjulegt dekk fyrir 15\" felgu, en mér finnst þetta segja talsvert um muninn á þessum dekkjum. \nVeit ekkert hvernig þessi dekk eru í dag, en miðað við fyrri reynslu veldi ég General alla daga.\nKv. Villi",
            "date": "2011-10-15 09:17:00",
            "post_id": "31614",
            "reply_to_id": "31560"
        }
    ],
    "date": "2011-10-14 14:23:00"
}