{
    "forum_title": "Almennt spjall",
    "id": "6740",
    "title": "Hvar fæ ég legur og annað í frammhásingu úr 70 Cruiser",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=6740",
    "posts": [
        {
            "user_name": "Svenni30",
            "text": "Sælir. Vantar hjólalegu og patningar og kanski nafið eða driflokuna í hásinguna hjá mér.  (70 Cruiser)\nHvar fæ ég þetta á viðráðanlegu verði ?",
            "date": "2011-10-18 21:23:00",
            "post_id": "31990",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "þú getur fengið þetta í fálkanum. Viðráðanlegt verð er hinsvegar vandfundið... enda skemmast þessar legur seint nema þær hreinlega ryðgi í vatnssósa olíu. yfirleitt þarf bara að herða að þessu. \nekki fara samt \"ódýru\" leiðina og skipta bara um leguna, kauptu bæði legu og bakka og skiptu um bæði ef þú ætlar að gera þetta á annað borð.\nNafið er dýrt og þú færð það bara í toyota eða kanski hjá Jamil í \nwww.bilapartar.is\nsvo er það alltaf ebay, þar er hægt að kaupa svokallað \"knuckle rebuild kit\" með öllu sem við á að éta í einu... en hingað til hefur alltaf verið ódýrara fyrir mig að kaupa þetta hérna heima.\nkv., félagi í 70 krúser félaginu",
            "date": "2011-10-18 21:52:00",
            "post_id": "31996",
            "reply_to_id": "31990"
        },
        {
            "user_name": "Svenni30",
            "text": "Takk kærlega fyrir þetta kallinn. \nLenti í því í dag að annað framhjólið festist hjá mér með tilheyrandi látum. \nLak olía og allt rauðglóandi, nafið var sjóðandi heitt og gat ekki sett lokuna í free. dekkið hallar aðeins.\nHvað gæti verið að ?\nÆtla að opna þetta á morgum og skoða.",
            "date": "2011-10-18 22:03:00",
            "post_id": "32000",
            "reply_to_id": "31996"
        },
        {
            "user_name": "Polarbear",
            "text": "þetta hljómar eins og brotin lega.... sem er afar sjaldgæft í þessum bílum held ég. allavega þykir þetta sterkt svona miðað við legur og nöf í dag. athugaðu líka spindil-legur, þær eiga það til að slappast. \nef þú rífur allt í spað og tekur öxulinn úr, passaðu þig á því þá að öxullinn þarf að snúa á alveg ákveðinn hátt svo hann komist útúr liðhúsinu. annað er frekar einfalt :) ég á viðgerðarbókina hérna einhversstaðar handa þér á tölvutæku formi ef þú villt.",
            "date": "2011-10-18 22:09:00",
            "post_id": "32001",
            "reply_to_id": "32000"
        },
        {
            "user_name": "Svenni30",
            "text": "Snillingur ertu :) Mátt endilega senda mér hana á \nsvehar@simnet.is\nTakk æðislega fyrir þetta",
            "date": "2011-10-18 22:14:00",
            "post_id": "32002",
            "reply_to_id": "32001"
        },
        {
            "user_name": "Polarbear",
            "text": "bókin er 108 megabæti, alltof stór fyrir tölvupóst... :) ég er að reyna að koma henni fyrir á netinu. sendi þér link að því loknu.",
            "date": "2011-10-18 22:33:00",
            "post_id": "32006",
            "reply_to_id": "32002"
        },
        {
            "user_name": "Svenni30",
            "text": "Já það er full stórt :)   þú ert magnaður að gera þetta fyrir mig",
            "date": "2011-10-18 22:42:00",
            "post_id": "32008",
            "reply_to_id": "32006"
        },
        {
            "user_name": "elliofur",
            "text": "Ég lenti í þessu hjá mér, nema það fraus ekki alveg svona svakalega, ég skemmdi samt stútinn en maður á nú dót á lager þannig að þessu var reddað á klukkutíma :)",
            "date": "2011-10-18 23:38:00",
            "post_id": "32015",
            "reply_to_id": "32008"
        },
        {
            "user_name": "Polarbear",
            "text": "ekkert mál svenni, bara gaman að hjálpa til\nmundu bara að það má alls ekki herða að þessari legu umfram það sem gefið er upp í bókinni, þegar maður skiptir um legu skal herða í 46-60 newton, hreyfa dekkið aðeins, losa svo upp á rónni þannig að þú getir snúið henni með puttunum og svo er lokaherslan að leguni ekki nema 4-7 newton.\nEkki nota skrúfjárn til að herða að, það verður að mæla þetta ef þetta á að vera til friðs.  svo er gott að herða að þessu eftir c.a. 1 mánuð þegar þú setur nýja legu í en svo er nóg að kíkja á þetta á haustin það sem eftir er, eða ... það er mín reynsla.\nég smíðaði mér topp í þetta og tók það svona hálftíma :) mæli með því, eða að kaupa hann á ebay.\n...já og ekki gleyma að pakka legurnar með feiti :)\nnú er maður farinn að hljóma eins og pabbi gamli hehe.",
            "date": "2011-10-19 08:36:00",
            "post_id": "32035",
            "reply_to_id": "32015"
        },
        {
            "user_name": "Svenni30",
            "text": "Jæja búinn að rífa. Það er brotinn öxull og nafið er ónýtt og allar legur.\nSár vantar þetta núna fljótlega þar sem bílinn stendur á lyftu sem ég fékk að fara á.\nVantar alveg hrikalega hjálp núna við að finna varahluti í þetta",
            "date": "2011-10-19 12:05:00",
            "post_id": "32059",
            "reply_to_id": "32035"
        },
        {
            "user_name": "Polarbear",
            "text": "er þetta vinstramegin að framan?\nég á allavega öxul handa þér, en hvorki stút né annað. þér dugar væntanlega að fá bara stutta legginn.\nElli, átt þú einhverja varahluti í þetta handa stráknum? hvað á Jamil í \nwww.bilapartar.is\n?",
            "date": "2011-10-19 14:43:00",
            "post_id": "32077",
            "reply_to_id": "32059"
        },
        {
            "user_name": "Svenni30",
            "text": "Endilega látið mig vita ef þið vitið um varahluti fyrir mig. Skoða líka að kaupa heila hásingu.",
            "date": "2011-10-19 14:44:00",
            "post_id": "32078",
            "reply_to_id": "32077"
        },
        {
            "user_name": "Svenni30",
            "text": "Jamil á öxul á 20.000 hann er að skoða hvort hann eigi nafið líka.\nÞetta er bílstjórameginn. driflokan er líka í döðlum.\nJá stutti leggurinn er í sundur. En hann er fastur í nafinu  þetta er allt í mauki þarna.",
            "date": "2011-10-19 14:48:00",
            "post_id": "32079",
            "reply_to_id": "32078"
        },
        {
            "user_name": "Polarbear",
            "text": "fastur í nafinu?\nþað er kúluliður þarna bakvið... hefurðu skoðað myndirnar nógu vel? þú nærð öxlinum ekkert út nema taka nafstútinn af, og til þess þarftu að rífa nafið alveg af....\nþetta er allt öðruvísi öxull en að aftan :) annars skil ég ekki hvað þú átt við með því að hann sé fastur í og allt í mauki.... \nog hvaða legur voru brotnar? innri eða ytri? eða báðar? gætirðu sent fleiri myndir?",
            "date": "2011-10-19 15:40:00",
            "post_id": "32084",
            "reply_to_id": "32079"
        },
        {
            "user_name": "KOBERT",
            "text": "Chekkaðu á þessum : 8663188 heitir simmi",
            "date": "2011-10-19 19:11:00",
            "post_id": "32097",
            "reply_to_id": "32084"
        },
        {
            "user_name": "Svenni30",
            "text": "Takk kærlega fyrir þetta. Hann átti þetta kanski til. Heyri betur í honum á morgun",
            "date": "2011-10-19 21:49:00",
            "post_id": "32124",
            "reply_to_id": "32097"
        },
        {
            "user_name": "Svenni30",
            "text": "Fl myndir\nSést ekki alveg nógu vel, En nafstúturinn er egglaga þarna og róinn föst.\nEn er búinn að ná að losa þetta núna,\nEr svo sennilega búinn að redda öllu sem þarf í þetta. Vil þakka öllum fyrir hjálpina. Sérstaklega Polarbear",
            "date": "2011-10-20 13:57:00",
            "post_id": "32215",
            "reply_to_id": "32124"
        },
        {
            "user_name": "Polarbear",
            "text": "sæll vertu\nþað eru ekki kældir framdiskar í 70 krús svo ég viti (gæti þó verið rangt).  ertu viss um að þetta sé 70 krús hásing? gæti þetta verið 60 krúser hásing? er reverse drif köggull? \nef ekki, þá er þetta hilux hásing eða 60 krúser hásing.... eða breytt 70 hásing. með því að setja millilegg milli nafs og disks er hægt að nota diska og dælur af klafa-draslinu... en það er örlítið öflugra en orginal 70 krús. \nhvaða hlutfall er í drifinu? ef það er 5.71:1 þá getur þetta ekki verið 60.\nþú skallt allavega bera þetta vel saman við varahlutina sem þú fékkst :) stútarnir gætu verið eins þótt nöfin séu aðeins mismunandi.\nkveðja,\nLalli.",
            "date": "2011-10-20 16:27:00",
            "post_id": "32224",
            "reply_to_id": "32215"
        },
        {
            "user_name": "siggisigþórs",
            "text": "ég get ekki séð betur en á 1 af myndunum er rör í hásinguni enn ekki prófíll sem bendir til að þessi hásing sé undan gömlum hilux en ekki crusier,",
            "date": "2011-10-20 18:38:00",
            "post_id": "32237",
            "reply_to_id": "32224"
        },
        {
            "user_name": "Svenni30",
            "text": "Þið segið nokkuð strákar. Ég ef alltaf haldið að þetta væri 70 krús. En hlutföllinn eru 4:88\nHér eru myndir til að sýna þetta betur.",
            "date": "2011-10-20 22:23:00",
            "post_id": "32273",
            "reply_to_id": "32237"
        },
        {
            "user_name": "Sævar Örn",
            "text": "eg hefði haldið að þetta væri hilux hasing nema buið se að færa millibilstöngina framfyrir, litur ut eins og hilux hasing þar sem millibilsstöng hefur verið færð niður fyrir og hægri stýrislegg bætt við fyrir togstöng",
            "date": "2011-10-20 22:31:00",
            "post_id": "32275",
            "reply_to_id": "32273"
        },
        {
            "user_name": "Hlynurh",
            "text": "Góðan daginn svona til að bæta aðeins í hóp sérfræðinga þá get ég ekki betur séð að þetta sé hásing undan hilux með reverse köggli. Nafstútarnir eru orginal hilux/70 krúser(sömustutar) enn nafið er af klafa bíl með speiser undir bremsudisknum, enn hvort bremsudiskarnir séu af klafa bíl sér þú einn því þá dekkar diskurinn ekki allan púðann enn ef hann gerir það þá gæti þetta verið 60 krúser diskur... ef þér vantar ennþá eitthvað í þetta hjá þér þá geturu bjallað í mig ég á auka hásingu sem þú getur fengið eitthvað úr er í síma 867-9189 vona að þetta hjálpi eitthvað",
            "date": "2011-10-20 23:48:00",
            "post_id": "32284",
            "reply_to_id": "32275"
        },
        {
            "user_name": "Svenni30",
            "text": "Sæll. Takk fyrir þetta Hlynur.\nÉg heyrði í manninum sem smíðaði þennan bíl og hann sagði að þetta væri Hilux diesel hásing arg 90. með klafanöfum.\nÉg heyri kanski í þér á morgun. Takk kærlega fyrir.",
            "date": "2011-10-21 00:07:00",
            "post_id": "32287",
            "reply_to_id": "32284"
        },
        {
            "user_name": "Svenni30",
            "text": "Jæja fleiri myndir fyrir þá sem hafa gaman af svona brasi.\nHérna sjáum við restina af hjólalegunni\nLegubaninn er ílla farinn. Kemur ekki nýr bani með nýjum legum ?",
            "date": "2011-10-23 17:47:00",
            "post_id": "32515",
            "reply_to_id": "32287"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég keypti legur í fyrra á Ebay, voru komnar á 26 þús í bæði nöfin ásamt pakkningum, man ekki hvort pakkdósin var líka með, en þetta verð er með hraðsendingu frá ÁSTRALÍU!!\nSá ekki betur á kassanum en það hafi verið orgina Toyota.\nÞað er hægt að nota 60 cruiser diska með klafa bremsudælunum ef maður er með 70 cruiser nöfin, ef maður er með klafa nöfin þarf millilegg en sá diskur dekkar alveg klossana og bara svínvirkar",
            "date": "2011-10-23 19:24:00",
            "post_id": "32529",
            "reply_to_id": "32515"
        },
        {
            "user_name": "Polarbear",
            "text": "þú þarft að kaupa bakkann (banann) sér. en það borgar sig alltaf að skipta um bakkana þegar skipt er um legu. það er ekkert að þessu hjólnafi hinsvegar þótt nafstúturinn sé ónýtur.\nþetta var ekki að skemmast nýlega, þetta er búið að vera svona í einhvern tíma þarna greinilega. þetta brennur ekki svona í rusl á nokkrum kílómetrum held ég. mikið djöfull varstu heppinn að þetta skyldi gefa sig á litlum hraða....",
            "date": "2011-10-23 22:55:00",
            "post_id": "32565",
            "reply_to_id": "32529"
        },
        {
            "user_name": "Svenni30",
            "text": "Ég var samt ekki var við neitt. Ekkert slag eða hvin í legunni. En já þetta er búið að vera svona í einhver tíma það er bókað mál.\nÆtla að taka allt í gegn hinu meginn. skipta um feiti og herða á legunni ef þarf.\nEn já ég var sko heppinn. Eins og ég sagði við þig í símanum um daginn þá var ég ný búinn að hægja  úr 90 í svona 20-30. Ég væri eflaust ekki hér ef þetta hafi gerst á 90.\nÉg ætla að venja mig á að skipta um feit og tékka á þessu reglulega.",
            "date": "2011-10-23 23:10:00",
            "post_id": "32568",
            "reply_to_id": "32565"
        },
        {
            "user_name": "elliofur",
            "text": "Það hefur legið fyrir lengi hjá mér að fá mér loftkælda diska, ég er ennþá með original 70 krúser uppsetninguna, vitið þið um einhverja búð á þessu fína interneti sem selur þessa diska á hagstæðum prís?",
            "date": "2011-10-24 09:17:00",
            "post_id": "32585",
            "reply_to_id": "32568"
        },
        {
            "user_name": "Startarinn",
            "text": "Mig minnir að ég hafi keypt mína frá Bretlandi á Ebay.co.uk, sá gaf upp öll mál á diskunum.\nÞeir voru komnir heim á rúm 20 þús.\nAllavega smellpassar að skrúfa 60 cruiser diskana beint á og nota svo IFS bremsudælurnar, þær eru mun öflugri en 70 cruiser dælurnar sem passa hvort sem er ekki utanum diskinn.\nÞað þarf aðeins að klippa úr hlífinni og beygja bremsurörin til, en það er minnsta mál",
            "date": "2011-10-24 09:24:00",
            "post_id": "32586",
            "reply_to_id": "32585"
        },
        {
            "user_name": "Más",
            "text": "Ef einhver þarf að fá áframsent frá Englandi þá á ég heima í London og get sent til íslands fyrir litla þóknun",
            "date": "2011-12-03 22:06:00",
            "post_id": "36520",
            "reply_to_id": "32586"
        },
        {
            "user_name": "Fetzer",
            "text": "keypti svona legusett i stillingu á fimmtudaginn síðasta, kostaði mig 7800 kr með afslætti .. pakkdósir og feiti komu með settinu.. semsagt báðar legurnar i annað hjól, slóg legubanana ur og það komu nyjir með settinu lika",
            "date": "2011-12-05 21:07:00",
            "post_id": "36754",
            "reply_to_id": "36520"
        }
    ],
    "date": "2011-10-18 21:23:00"
}