{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "6774",
    "title": "Langjökull ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=6774",
    "posts": [
        {
            "user_name": "ómi",
            "text": "veit einhver hvort það sé kominn einhver snjór á lángjökul og hvort það sé óhætt að dóla hann?",
            "date": "2011-10-19 23:07:00",
            "post_id": "32136",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "abyggilega komin einhver skima, en ekki orðið óhætt að aka hann eða það tel ég mjög hæpið, réttast að tala við gaurana með stóra trukkinn og sleðaleiguna i husafelli þeir fara þarna upp nokkrumsinnum i viku",
            "date": "2011-10-19 23:09:00",
            "post_id": "32139",
            "reply_to_id": "32136"
        },
        {
            "user_name": "ómi",
            "text": "ætla að skoða það, erum nokrir sem erum að spá í bíltúr á sunnudaginn.",
            "date": "2011-10-19 23:23:00",
            "post_id": "32143",
            "reply_to_id": "32139"
        },
        {
            "user_name": "Sævar Örn",
            "text": "endilega komdu með report, ég ætla að kíkja upp kaldadal ef hann helst þokkalega frosinn siðustu helgi í okt eða fyrstu í nóv",
            "date": "2011-10-19 23:36:00",
            "post_id": "32148",
            "reply_to_id": "32143"
        },
        {
            "user_name": "Freyr",
            "text": "Það má vel vera að þið séuð mjög reyndir og eingöngu að athuga með nýlegar fréttir af færð, ef svo er þá vitið þið jafn vel og ég það sem ég skrifa hér að neðan en ég læt það engu að síður flakka bara til að vera viss ;-)\nÉg tel óráðlegt að fara mikið á jökla á þessum árstíma. Fyrsti snjórinn er að koma sér fyrir og getur rétt náð að fela sprungurnar án þess að hafa nokkurn burð í sér. Af því leiðir að hættan á að lenda í slæmu sprunguveseni er mikil um þessar mundir og mun öruggara væri að fresta jöklaferðum um sinn, þ.e.a.s. þangað til snjóþekjan er orðin burðugri. Annars óska ég ykkur góðrar ferðar hvert sem þið farið, stefni sjálfur á ferð um helgina en það er alveg óráðið hvert það verður.\nKv. Freyr",
            "date": "2011-10-19 23:38:00",
            "post_id": "32149",
            "reply_to_id": "32148"
        },
        {
            "user_name": "Ofsi",
            "text": "Get ekki verið meira sammála síðasta pistli.",
            "date": "2011-10-19 23:47:00",
            "post_id": "32151",
            "reply_to_id": "32149"
        },
        {
            "user_name": "KÁRIMAGG",
            "text": "Nú fór litladeildin hjá f4x4 í 12 - 1300 m hæð á Langjökli um daginn, er eitthvað vitað betur hvernig færið er eftir þá ferð ??",
            "date": "2011-11-20 02:13:00",
            "post_id": "35060",
            "reply_to_id": "32151"
        },
        {
            "user_name": "Sævar Örn",
            "text": "fór ekki með en af myndunum að dæma er kominn hellings snjór þyrfti bara að frjósa helvíti duglega 20° í 2-3 daga þá yrði hann fínn",
            "date": "2011-11-20 02:35:00",
            "post_id": "35061",
            "reply_to_id": "35060"
        },
        {
            "user_name": "Gísli Þór",
            "text": "Fór fyrir ca mánuði með túrhesta upp í ca 1000m og þá var ekki neinn snjór að ráði hins vegar voru rásir og svelgir galopnir svo þegar ég horfði á myndir litlunefndar þá fékk ég í magann því að það var litlu meiri snjór bara búið að hykja svelgi og rásir og sjálfsagt ekki burðugur snjór þar, ég myndi halda mig frá jöklinum enn um sinn áhættan er ekki þess virði.\nÞað sem litlanefndin gerði var rugl að mínu mati og á ekki að eiga sér stað að fara með hóp fólks uppá jökul þegar svona snjólétt er.\nEn þetta er jú bara mín skoðun.\nkv Gísli",
            "date": "2011-11-20 10:55:00",
            "post_id": "35070",
            "reply_to_id": "35061"
        }
    ],
    "date": "2011-10-19 23:07:00"
}