{
    "forum_title": "Almennt spjall",
    "id": "6812",
    "title": "að selja eða kaupa skráningu af gömlumbíl",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=6812",
    "posts": [
        {
            "user_name": "gaz69m",
            "text": "nú er ég forvitin maður og langar að fræðast meira hvernig er það hvað  þarf maður að hafa til að geta selt eða keipt skráningu á gömlum bíl td  seigjum landcruiser 87 módel ef ég á landcruiser 99 get ég þá fifað til skráninguna þannig að hann væri skráður 87 árgerð  hvað eru menn að spá með svona brölti  , sé öðruhvoru að einhver er að leita að skraningu til sölu ,",
            "date": "2011-10-22 14:20:00",
            "post_id": "32395",
            "reply_to_id": false
        },
        {
            "user_name": "pattigamli",
            "text": "stundum er búið að tala veð í bílum og er þá ekki hægt að selja þá en er gert samt og þá vantar skráningu",
            "date": "2011-10-22 19:09:00",
            "post_id": "32431",
            "reply_to_id": "32395"
        },
        {
            "user_name": "gaz69m",
            "text": "ok engar fleiri ástæður",
            "date": "2011-10-23 00:30:00",
            "post_id": "32455",
            "reply_to_id": "32431"
        },
        {
            "user_name": "pattigamli",
            "text": "jú stundum er búið að afskrá góð eintök og ekki búið að henda og er þá betra að skipta um skráningu heldur en að endurvekja sem er dýrt dæmi og mikið af pappírum",
            "date": "2011-10-23 00:57:00",
            "post_id": "32456",
            "reply_to_id": "32455"
        },
        {
            "user_name": "gaz69m",
            "text": "jæja þá er ég einhversfróðari takk fyrir það",
            "date": "2011-10-23 09:46:00",
            "post_id": "32468",
            "reply_to_id": "32456"
        },
        {
            "user_name": "kjartanbj",
            "text": "þarft líka að skipta um allar plötur með verksmiðjunúmeri og gera það þannig það sjáist ekki að það hafi verið átt við það\nþar sem þetta er engan vegin löglegt\nég hef alveg mætt bíl í umferðinni sem ég sá örfáum mánuðum áður oltinn og handónýtan, bara komnir allt aðrir litir á bílinn\nen maður setur að sjálfsögðu aldrei skráningu af 87bíl bara beint á 99 módel , það sér hver heilvita maður að það er ekkert \nsami bíllinn, allt annað hér áður fyrr þegar menn voru að færa boddy á milli grinda",
            "date": "2011-10-23 10:03:00",
            "post_id": "32469",
            "reply_to_id": "32468"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "af hverju ekki veit um slatta af jeppum sem er búið að skipta um skráningu á og oft er það útaf bifreiðagjöldum hilux grindur eru nú eins lengi vel eins læner þannig að þó þú mætir breyttum ford læner segjum 2000 árg þá þá er hann ekkert verri þó það sé 1984 skráning á honum sama grind minnir mig kv Heiðar",
            "date": "2011-10-23 20:26:00",
            "post_id": "32537",
            "reply_to_id": "32469"
        },
        {
            "user_name": "Haffi",
            "text": "En hvað er það sem gerir bíl að ákveðinni árgerð? Er það boddýið? Grindin? eða bara verskmiðjunúmerið?\nÞú getur skipt um alla þessa hluti, og þá er þetta ekkert sami bíllinn, en samt sami bíllinn? Það er aldrei hægt að segja að svona ferli sé \"ólöglegt\" því það er ekkert sem bannar það að breyta bílum. Erfitt að sanna hitt og þetta..",
            "date": "2011-10-23 20:34:00",
            "post_id": "32540",
            "reply_to_id": "32537"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta er einmitt soddið sem að ég og fyrrverandi eigandi jeppans míns vorum að velta fyrir okkur. pattinn minn er skráður 94 árgerð með 4,2 diesel relluni. En sá sem að ég keypti bílinn af reif kramið úr mínum og notaði það í sinn bíl. Við vorum einmitt að pæla í að skipta um skráningar. Og þá væri bíllinn minn skráður 96 2,8 í stað 94 4,2. En mér leist samt ekki nógu vel á þetta. Þannig að það varð ekkert úr þessu hjá okkur",
            "date": "2011-10-23 22:53:00",
            "post_id": "32564",
            "reply_to_id": "32540"
        },
        {
            "user_name": "helgiaxel",
            "text": "Skráningin fylgir grindinni (á grindarbílum þ.e.), þú getur sett hvaða boddy sem þig lystir ofan á hvaða grind sem þér dettur í hug og það er númerið á grindinni sem ræður. Grindarnúmerið er stimplað í grindina oftast framan við afturdekkin og það tekur ekki nema nokkur ár að hverfa, sérstaklega á breyttum jeppum þar sem allt er sundurskorið og soðið.\nKv\nHelgi Axel",
            "date": "2011-10-23 23:16:00",
            "post_id": "32571",
            "reply_to_id": "32564"
        }
    ],
    "date": "2011-10-22 14:20:00"
}