{
    "forum_title": "Almennt spjall",
    "id": "6824",
    "title": "Nissan Terrano V6 1994-1996",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=6824",
    "posts": [
        {
            "user_name": "ofursuzuki",
            "text": "Sælir félagar \nMig langar að vita hvað þið vitið um þessa bíla, bæði gott og slæmt. Veit þeir hafa verið að endast \nnokkuð vel og ég hef ekki heyrt mikið slæmt um þá nema þá kannski það að þeir eyði dálítið en af \nþví fara tvennar sögur.  Maður hefur heyrt tölur eins og 11-14 í beinni keyrslu og 15-18 í snattinu,\ner þetta eitthvað sem er að marka eða bara bull. Ég veit um nokkra sem hafa átt svona bíla og \nsumir eru búnir að eiga þá í mjög langan tíma og ef það segir manni eitthvað þá er það að þetta \nséu kannski ekki svo slæmir bílar. \nMér stendur til boða svona bíll á mjög góðu verði og í góðu lagi svo að maður er að \nvelta þessu fyrir sér og er þar kannski hræddastur við eyðslu.  Endilega ef þið þekkið eitthvað\ntil þessara vagna þá hellið úr skálum visku ykkar hér.\nTakk fyrir",
            "date": "2011-10-23 12:18:00",
            "post_id": "32487",
            "reply_to_id": false
        },
        {
            "user_name": "ofursuzuki",
            "text": "Velti því fyrir mér hvort það sé gott eða slæmt að enginn skuli hafa komentað\ná þessa fyrirspurn. \nÞað væri örugglega búið að því ef ég væri að spyrja um \nNissan Patrol að ég tali nú ekki um Toyotu.  :-)",
            "date": "2011-10-23 20:24:00",
            "post_id": "32536",
            "reply_to_id": "32487"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Hmmm, ekkert að gerast hér.",
            "date": "2011-10-24 14:46:00",
            "post_id": "32632",
            "reply_to_id": "32536"
        },
        {
            "user_name": "gaz69m",
            "text": "systir mín og mágur áttu svona bíl og eftir sem ég veit best þá voru þau mjög sátt við hann \nþar til að hann hitti söltunarbílin hjá kópavogsbæ en hann var góður í drætti og eyðsla var já frá 11 l upp í 18 í snatti og þungum drætti",
            "date": "2011-10-24 14:57:00",
            "post_id": "32633",
            "reply_to_id": "32632"
        },
        {
            "user_name": "muggur",
            "text": "Sæll,\nVæntanlega er kramið í bensín og dísel Terrano mjög svipað þannig að allar 'sérviskur' um terrano hljóta að gilda mínus vélin.  Allavega á frændfólk mitt svona bíl og er mjög sátt.  Varðandi bensín og disel þá má náttúrulega gera góð kaup í bensínbílum, oft minna keyrðir og sumir segja ódýrari í viðhaldi.  Ég fór þessa leið en reyndar í mmc pajero (v6 3000 24v) en er ekki viss um hversu sniðugt það var.  Reikningsdæmið gengur upp miðað við mína keyrslu en ég fæ engu að síður hnút í magann þegar ég tek bensín og stend mig að því að hika við að nota hann.\nkv. Muggur",
            "date": "2011-10-24 15:19:00",
            "post_id": "32639",
            "reply_to_id": "32633"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Takk fyrir þetta strákar, já þetta er sjálfsagt alltaf spurning með  hvað maður keyrir mikið.\nÞekki eyðsluna á dísill Terrano II (33\"breyttur) og var hún um 11-12 í langkeyrslu og eitthvað meiri í snattinu þannig\nað það er kannski ekki allur munur á,  bensínið er örlítið ódýrara eins og er. Bensín bíllinn er eitthvað léttari en\ndísill bíllinn og í því liggur hugsanlega að ekki virðist vera mikill munur á eyðslu en mér fannst 2,7 vélin ekki vera\nneitt sérstaklega eyðslugrönn.",
            "date": "2011-10-24 17:18:00",
            "post_id": "32649",
            "reply_to_id": "32639"
        },
        {
            "user_name": "gaz69m",
            "text": "svo er líka sá kosturin að þú getur sett metangas búnað á bensínbíl",
            "date": "2011-10-24 17:50:00",
            "post_id": "32651",
            "reply_to_id": "32649"
        }
    ],
    "date": "2011-10-23 12:18:00"
}