{
    "forum_title": "Almennt spjall",
    "id": "6831",
    "title": "Custom merki í grill á patrol",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=6831",
    "posts": [
        {
            "user_name": "jeepson",
            "text": "Sælir félagar. Ég var að láta búa til merki fyrir mig í grillið á patrolinum mínum. Þessvegna auglýsti ég eftir merki um daginn. Og þakka þeim kærlega sem buðust til lána mér merki. En spurningin er svo hvort að þið hafið áhuga á að kaupa svona merki. Þau verða á 7000 krónur og þá er pökkun og sendingar kostnaður innifalinn í verðinu. Merkin eru búin til úr áli og hægt er að ráða hvað stendur í þeim. Það stendur Trölli á mínu í staðin fyrir nissan. Sjá á meðfylgjandi mynd. Menn sjá svo um að mála merkin sjálfir eftir sínu höfði. Mitt sem er hér á myndinni er ekki alveg full klárað. Ég á eftir að pólera aðeins betur mála auka umferð yfir. En ætla nú samt að henda inn myndi til að sýna ykkur. Tek það fram að þetta er síma mynd og eru gæðin á myndinni eftir því. En ég get látið útbúa þetta fyrir ykkur og þið ráðið hvað stendur í merkinu og hvernig skrift á að nota. Það er borað og snittað í bakið á merkinu þannig að maður festir það bara með boltum í grillið. Það þarf þá væntalega einhverja plötu á milli boltana til að græja það. Ég veit hinsvegar ekki hvort að þetta merki passi á Y61 bílinn þar sem að þetta er hannað fyrir Y60 bílinn. En ég fæ þá kanski bara að máta þetta við bíl á næsta jeppaspjalls hitting. En ef að þið hafið áhuga á svona endilega látið mig vita.",
            "date": "2011-10-23 22:24:00",
            "post_id": "32554",
            "reply_to_id": false
        },
        {
            "user_name": "flækingur",
            "text": "mér líst vel á þetta :-) splæsi svona á bílinn ef allt gengur upp há mér.",
            "date": "2011-10-23 22:28:00",
            "post_id": "32555",
            "reply_to_id": "32554"
        },
        {
            "user_name": "jeepson",
            "text": "Já um að gera. Tek það samt fram að Það verða ekki búin til fleiri merki með trölla. múhahaha :D",
            "date": "2011-10-23 22:48:00",
            "post_id": "32562",
            "reply_to_id": "32555"
        },
        {
            "user_name": "elfar94",
            "text": "þetta er niice",
            "date": "2011-10-24 01:13:00",
            "post_id": "32579",
            "reply_to_id": "32562"
        },
        {
            "user_name": "jeepson",
            "text": "Engum sem langar að pimpa pattann sinn með custom merki í grillið?",
            "date": "2011-10-24 21:28:00",
            "post_id": "32680",
            "reply_to_id": "32579"
        },
        {
            "user_name": "flækingur",
            "text": "trölla mátt þú hafa í friði :-) ég er með valkvíða... hehehe sennilega væri best að hafa mitt (rýrnun) þar sem bíllinn hefur rýrnað ansi mikið við að hafa verið settur á lýtalækningadeild",
            "date": "2011-10-24 21:45:00",
            "post_id": "32684",
            "reply_to_id": "32680"
        },
        {
            "user_name": "jeepson",
            "text": "Já mér heyrist það. Alveg skelfilegt. Þú átt alla mína samúð. En vonandi verðuru nú ekki jeppalaus í vetur. En þú lætur mig bara vita þegar þú verður búinn að ákveða hvað á að standa á merkinu og hvernig stafir eiga að vera í því. En ég tek það fram til ykkar sem eru að pæla í svona custom merki að merkin koma bara í ál litinum. og svo mála menn þau sjálfir eftir sínum smekk. Það er lítið mál að hafa þetta pólerað eins og sést hjá mér. Menn þurfa bara að veðra sér útum smá sand pappír. 1000- 2000 pappír og svo autosol póleringu.. En ég skal samt athuga hvort að samningar náist um að merkin sé seld þannig að stafirnir séu póleraðir.",
            "date": "2011-10-24 21:49:00",
            "post_id": "32685",
            "reply_to_id": "32684"
        },
        {
            "user_name": "flækingur",
            "text": "ég slepp nú sæmilega með jeppa í vetur.. læt helv... pajeróinn bara fá smjörþefinn af snjó þó þetta sé plastdolla... nota gjöfina bara meira hehe. ég sendi á þig um leið og ég finn textann",
            "date": "2011-10-24 21:53:00",
            "post_id": "32688",
            "reply_to_id": "32685"
        },
        {
            "user_name": "jeepson",
            "text": "Hehe. Ekki málið :)",
            "date": "2011-10-24 22:03:00",
            "post_id": "32692",
            "reply_to_id": "32688"
        },
        {
            "user_name": "jeepson",
            "text": "Minni á þetta :)",
            "date": "2011-12-04 18:46:00",
            "post_id": "36592",
            "reply_to_id": "32692"
        },
        {
            "user_name": "LFS",
            "text": "hvað kostar ?",
            "date": "2011-12-04 19:29:00",
            "post_id": "36596",
            "reply_to_id": "36592"
        },
        {
            "user_name": "jeepson",
            "text": "7000kr :) Þá er sendingar og pökkunar kostnaður innifalinn í verði. Ég sé bara um að auglýsa þetta fyrir þann sem er að gera þetta. Það er eitt í pöntun og við erum að vonast til þess að fleiri panti. En það þarf auðvitað að pólera merkin þegar menn fá þau í hendurnar. Merkið mitt sem er á myndinni efst er ekki alveg tilbúið. Ég á eftir að pólera það aðeins meira til að fá svona crhome look á það :)",
            "date": "2011-12-04 21:43:00",
            "post_id": "36622",
            "reply_to_id": "36596"
        },
        {
            "user_name": "Brjótur",
            "text": "Gísli ef þetta passar á Y61 þá vil ég fá eitt með áletrununni  ,,,,Brjótur,,,,,  ;)\nkveðja Helgi 6624228",
            "date": "2011-12-04 21:53:00",
            "post_id": "36629",
            "reply_to_id": "36622"
        },
        {
            "user_name": "bjornod",
            "text": "Er ekki málið að fá eitt sem á stendur TOYOTA ???\nP.s þetta er ekki pöntun",
            "date": "2011-12-04 22:13:00",
            "post_id": "36635",
            "reply_to_id": "36629"
        },
        {
            "user_name": "jeepson",
            "text": "Ertu hérna í bænum Helgi? Ef svo fer þá getum við hist og þú getur fengið að vera merkið mitt við grillið hjá þér :)\nÞá sé ég allavega hvort að það þurfi að láta endurhanna það þannig að það passi líka á Y61 :)",
            "date": "2011-12-04 23:58:00",
            "post_id": "36650",
            "reply_to_id": "36635"
        },
        {
            "user_name": "jeepson",
            "text": "Gæti nú kanski verið gott fyrir þá sem hafa sett Toyota hjarta á patta :) En ég var einmitt að pæla í hvort að ég ætti að láta búa líka til toyota logo sem væri með hornum á :D",
            "date": "2011-12-05 00:00:00",
            "post_id": "36651",
            "reply_to_id": "36650"
        },
        {
            "user_name": "Brjótur",
            "text": "Já Gísli ég er í bænum á daginn þar með talið á morgun hringdu í mig á morgun\nkveðja Helgi",
            "date": "2011-12-05 20:49:00",
            "post_id": "36752",
            "reply_to_id": "36651"
        },
        {
            "user_name": "jeepson",
            "text": "Ertu bara í bænum á daginn eða? Ég reikna með að ég sé í bænum um 18:30 annað kvöld.",
            "date": "2011-12-05 23:06:00",
            "post_id": "36779",
            "reply_to_id": "36752"
        },
        {
            "user_name": "Burri",
            "text": "Snilld er þetta. Eru að steypa þettta í sandmót?",
            "date": "2011-12-09 22:45:00",
            "post_id": "37311",
            "reply_to_id": "36779"
        },
        {
            "user_name": "jeepson",
            "text": "Nei þetta er fræst út í CNC bekk.",
            "date": "2011-12-10 00:20:00",
            "post_id": "37321",
            "reply_to_id": "37311"
        },
        {
            "user_name": "jeepson",
            "text": "Minni á þetta.",
            "date": "2012-01-08 19:28:00",
            "post_id": "40505",
            "reply_to_id": "37321"
        },
        {
            "user_name": "Jói",
            "text": "ertu ennþá að útvega svona merki?",
            "date": "2012-08-11 00:21:00",
            "post_id": "62941",
            "reply_to_id": "40505"
        },
        {
            "user_name": "jeepson",
            "text": "Það gengur nú eitthvað ílla að útbega þessi merki núna. Mér var lofað að fyrsta pöntun yrði klár fyrir jól. Og það hefur ekki staðist. Mér skylst að það sé svo brjálað að gera að það gefst ekki tími í þetta. En ég er nú að pæla í að grúska eitthvað betur í þessu og sjá hvort að ég geti fundið annan framleiðanda á þessi merki.",
            "date": "2012-08-11 00:41:00",
            "post_id": "62945",
            "reply_to_id": "62941"
        }
    ],
    "date": "2011-10-23 22:24:00"
}