{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "6853",
    "title": "Kaldidalur-Jaki-Langjökull",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=6853",
    "posts": [
        {
            "user_name": "TWIN 2",
            "text": "veit einhver hvernig kaldidalur er núna um þessar mundir? og hvernig hvernig brekkurnar fyrir ofan Jaka er?\nvið bræðurnir ætluðum að fara smá bíltúr um næstu helgi og leita að snjó til að dusta sumarrykið af bílunum",
            "date": "2011-10-24 20:22:00",
            "post_id": "32673",
            "reply_to_id": false
        },
        {
            "user_name": "DABBI SIG",
            "text": "Vorum á Kaldadal á sunnudag sl. \nÞað var töluvert af snjó í veginum eftir að komið er norður fyrir sæluhúsið norðan við línuveg að Skjaldbreið. Annars er ekki mikill snjór utan vegarins, allavega ekki nóg til að geta keyrt eitthvað útfyrir veg á snjó. \nVegurinn uppað Jaka er svipaður. \nFyrir ofan Jaka var þónokkur snjór í brekkunum en það er varla mjög mikið eða þannig að það sé búið að kafsnjóa yfir sprungur þannig að það sé bílfært. \nÞað er annars ágætt að benda á það sem oft hefur komið fram og flestir þekkja að jöklar geta vissulega alltaf verið hættulegir yfirferðar en þó sérstaklega á haustin þegar fyrsti vetrarsnjórinn hefur komið og allt lítur vel út en það er líklega snjór sem engu heldur og því varla hægt að mæla með jöklaferðum á þessum tíma þó að ég ætli ekki að gerast dómari í því.",
            "date": "2011-10-24 22:25:00",
            "post_id": "32700",
            "reply_to_id": "32673"
        },
        {
            "user_name": "TWIN 2",
            "text": "ég er alveg sammála þér með það enda var ekki ætlunin að leggja á jökulinn. bara í brekkuna hjá Jaka og svo á kaldadal ef það væri einhver snjór þar. en takk fyrir þetta innlegg.",
            "date": "2011-10-24 23:01:00",
            "post_id": "32705",
            "reply_to_id": "32700"
        }
    ],
    "date": "2011-10-24 20:22:00"
}