{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "6942",
    "title": "toyota 2L-T herslur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=6942",
    "posts": [
        {
            "user_name": "Fetzer",
            "text": "Goða kvöldið, eg er med 2L-T vél, með nyju heddi og nyjum ventlum og allt sem því fylgir,\neg lét nyja heddpakingu a vélina og herti niður heddið eins og mer var sagt að gera, i réttri röð og rétt hersla,, eftir um 1000km fer heddpakningin aftur á 2 og 3 stimpli, ég er að pæla hvort þið snillingarnir hafið eitthverja hugmynd um hvað gæti hafa gerst, hitinn er venjulegur, eg hef aðeins keyrt bilinn innanbæjar frá heddskiptum, ég herti niður gömlu pakninguna og notaði svo klukku, minnir að það hafi verið 76nm og korter á klukkuni, og aðeins hert einu sinni, ekki tvíhert, \nþetta er gamla rocker arma vélin, 1988 og eldra,\nef eitthver hefur hugmynd hvað gæti verið að stríða mer endilega commenta :)",
            "date": "2011-10-29 19:50:00",
            "post_id": "33152",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ef vélin hefur áður ofhitnað, jafnvel ítrekað myndi ég skoða hvort blokkin sé eitthvað undin, réttskeið og vasaljós er fljótleg og ódýr aðferð og virkar þokkalega vel...\nHerslan sem þú gefur upp er ekki ótrúleg, og hún er ábyggilega ekki að valda þessu hjá þér. Aðal málið með hedd herslur er að allir boltarnir séu jafnt hertir, en auðvitað á að herða þetta eftir leiðum framleiðanda ef það er í boði.\nSkoðaðu blokkina vandlega",
            "date": "2011-10-29 20:14:00",
            "post_id": "33156",
            "reply_to_id": "33152"
        },
        {
            "user_name": "Fetzer",
            "text": "ég skifaði ovart \"fór aftur\" en i fyrra skiptið sprakk heddið, en vélin hefur ekki ofhitnað svo eg viti, en hvað veit maður, ætla að athuga þetta sem þú segir, \npakningin var alveg búinn á milli stimpils 2 og 3, bara gone, 1cm sem vantar í pakninguna þarna á milli",
            "date": "2011-10-29 23:41:00",
            "post_id": "33182",
            "reply_to_id": "33156"
        },
        {
            "user_name": "Jens Líndal",
            "text": "Gætirðu bara ekki hafa mishert heddið, boltarnir þurfa að herðast í ákveðinni röð, en ef ekki þá er annaðhvort um gallað hedd, eða heddpakningu eða bilaða blokk.",
            "date": "2011-10-30 00:08:00",
            "post_id": "33184",
            "reply_to_id": "33182"
        },
        {
            "user_name": "Startarinn",
            "text": "Þetta hljómar eins og bogið hedd eða bogin blokk (fyrst það fer milli 2 og 3).\nErtu með nýtt hedd eða notað annarsstaðar frá?\nÉg var að rífa vél sem var orðin slitin og slöpp, en ekkert að heddpakkningunni, þegar ég lét plana heddið var það undið um næstum 1/10 úr mm, þ.e. það var búið að taka 1/10mm af endunum áður en það snerti í miðjunni.\nÞannig að dótið getur verið snúið án þess að neitt bendi til þess, en verður svo ekki til friðs ef það er tekið í sundur og sett saman aftur.\nEf heddið er í lagi gæti blokkin verið bogin, ég hef einusinni rétt blokk sem var ennþá í bíl með demantsbrýni frá Fossberg, en ég mæli ekki með þeirrri aðferð, hún er gríðarlega tímafrek, og ekki nálægt því eins nákvæm og að láta plana blokkina",
            "date": "2011-10-30 10:29:00",
            "post_id": "33195",
            "reply_to_id": "33184"
        },
        {
            "user_name": "elliofur",
            "text": "Mikið svakalega ert óheppinn með þennan mótor hjá þér, umtalsverðir peningar farnir í hann samt endalaust vesen. Ég hef því miður engin ráð fyrir þig núna, nema bara samúðarkveðjur! :)",
            "date": "2011-10-30 10:37:00",
            "post_id": "33197",
            "reply_to_id": "33195"
        },
        {
            "user_name": "Fetzer",
            "text": "haha takk fyrir góð svör, þetta er glæ nýtt hedd, þeir sögðu hja vélaverkstæði agli, að ekki þurfi að plana.. buinn að reyna að mæla þetta með réttskeið, sé ekkert gap, skelli nyju pakninguni á i dag og læt á hana reyna, gamla pakningin var ekkert rosalega traustvekjandi. en sú nyja er þykkari og traustvekjandi.. ég fékk hina gömlu pakninguna með heddinu sem eg keypti a ebay, veit ekkert hvaða kína drasl það var svosem, en ég finn ekkert \"að\"",
            "date": "2011-10-30 13:22:00",
            "post_id": "33210",
            "reply_to_id": "33197"
        },
        {
            "user_name": "Sævar Örn",
            "text": "ekki vill svo til að það séu teygjuboltar i þessu? langsótt en möguleiki, ef svo er þá gæti þurft að endurnyja þá",
            "date": "2011-10-30 16:47:00",
            "post_id": "33222",
            "reply_to_id": "33210"
        },
        {
            "user_name": "Startarinn",
            "text": "Maður finnur strax á átaksskaftinu ef boltarnir eru lélegir, þeir gefa eftir í lokaherslunni og átakið (við 90° í þessu tilfelli) verður áberandi minna á þeim boltum sem eru lélegir heldur en hinum.\nFyrst þetta var eitthvað ódýrt Ebay dót má alveg ímynda sér að pakkningin hafi verið drasl.\nEin spurning samt til Fetzer, Eru hersluleiðbeiningarnar þínar ekki örugglega miðaðar við að byrja herslu í miðju og herða útá við í nokkrum þrepum?",
            "date": "2011-10-30 17:11:00",
            "post_id": "33224",
            "reply_to_id": "33222"
        },
        {
            "user_name": "Fetzer",
            "text": "ju byrja i miðju og færa sig svo aftur og fram til skiptana, allt rétta varðandi það\nsvo eru herslurnar að mig minnir\nstage 1: 38 nm\nstage 2: 78 nm\nstage 3: 90 gráður\nstage 4: 90 gráður aftur",
            "date": "2011-10-30 21:26:00",
            "post_id": "33259",
            "reply_to_id": "33224"
        }
    ],
    "date": "2011-10-29 19:50:00"
}