{
    "forum_title": "Almennt spjall",
    "id": "7019",
    "title": "Musso Sport ??",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=7019",
    "posts": [
        {
            "user_name": "Lada",
            "text": "Sælir/ar\nHver er reynsla manna af sjálfskiptum Musso Sport (pallbílnum) ?  Ég hef svolítið verið að gefa þeim auga, en er svolítið á báðum áttum.  Ég sendi Leó M Jónssyni póst um daginn og spurði  hann um hans álit, og hann var nú ekki að stappa í mann stálinu.  Hann sagði meðal annars að pallbíllinn væri ekki eins vel smíðaður og jeppinn, en rökstuddi það ekkert nánar en sagði hinsvega að skiptingin væri nánast ódrepandi.  Hvað er svona illa smíðað í þessum bílum?  Eru þetta ekki sömu bílarnir frá framstuðara og aftur fyrir afturhurðir?\nKv.\nÁsgeir",
            "date": "2011-11-03 00:05:00",
            "post_id": "33539",
            "reply_to_id": false
        },
        {
            "user_name": "elfar94",
            "text": "ég hef farið í jeppaferð með manni á svona, hann keyrði langt frá því varlega og skynsamlega, ef það var grjót á veginum, honum var alveg sama hann keyrði bara á það, eina sem gerðist fyrir þennan pickup í ferðini var það að á mjög grófum slóða datt pallhlerin niður",
            "date": "2011-11-03 08:15:00",
            "post_id": "33547",
            "reply_to_id": "33539"
        },
        {
            "user_name": "ivar",
            "text": "Ég hef átt mússóa og notað sem fjallabíla.\nÉg hef margt um þá að segja, bæði gott og vont. Var með Mussó á 38\" og það er einn sparsamasti jeppi sem ég hef átt. Hef ekkert nema gott um hann að segja, nema að framhjólabúnaðurinn þolir ekki 38\". Legur voru alltaf ónýtar, spindilkúlur enntust illa og klafafóðringar eða jafnvel klafarnir sjálfri gáfu sig reglulega. Hugsa að svona bíll á 38\" með framhásingu eða sérsmíðuðu klafasystemi væri mjög fínt.\nHinsvegar eru ýmsir hlutir að koma uppá í þessum bílum og ef þú ert ekki handlaginn, þá áttu ekkert erindi með að eiga svona bíl. Ég t.d. hef þurft að skipta um headpakningu í amk tveimur en kosturinn er að það er bæði einfalt og ódýrt. Minnir að hlutirnir með plönun á headdi kosti 30.000kr\nÞannig að samantekt:\nEf þú ætlar á 35\" eða minna og ert handlaginn myndi ég alveg gefa þessu séns.\nEf þú ætlar á stærra en 38\" og ert lunkinn að grúska í bílnum og nennir að sinna framhjólabúnaðnum uþb eftir hverja alvöru ferð OK\nEf þú ætlar á stærra en 38\" og ert lunkinn að grúska í bílnum og setur hásingu OK\nEf þú ert ekki vanur minni viðgerðum á bílum. EKKI OK.\nÍvar",
            "date": "2011-11-03 09:11:00",
            "post_id": "33558",
            "reply_to_id": "33547"
        },
        {
            "user_name": "juddi",
            "text": "Var með svona bíl á 35\" en ólæstan og skiptingin tekur það mjúklega á (+kraftleysi) að það var lítið mál að elta bíla á stærri dekkjum og oft fara lengra við lítin fögnuð viðstadra",
            "date": "2011-11-03 09:22:00",
            "post_id": "33559",
            "reply_to_id": "33558"
        },
        {
            "user_name": "Brynjarp",
            "text": "átti svona musso pick up. frábær bíll. gott að keyra. reyndar ekkert alltof mikið afl en samt meira en í 2,4 turbo hilux haha.. er á þeirri átt að þessir bílar séu vanmetnir. þessi sem ég átti var 31\" og ég keyrði á honum eins og ég væri á 38 tommu. Hann þvoldi alla vega átökin mjög vel.",
            "date": "2011-11-03 11:57:00",
            "post_id": "33570",
            "reply_to_id": "33559"
        },
        {
            "user_name": "Lada",
            "text": "Sælir og takk fyrir svörin.\nÉg hafði hugsað mér að hafa hann að mestu óbreyttann, og nota hann sem alhliða fjölskyldubíl í bænum og svo í léttari jeppaferðir og þá aðallega á sumrin.\nHvað þarf maður að athuga sérstaklega þegar maður skoðar svona bíl?  Er eitthvað eitt frekar en annað sem fer í þeim?\nKv.\nÁsgeir",
            "date": "2011-11-03 12:59:00",
            "post_id": "33580",
            "reply_to_id": "33570"
        }
    ],
    "date": "2011-11-03 00:05:00"
}