{
    "forum_title": "Almennt spjall",
    "id": "7022",
    "title": "Olían",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=7022",
    "posts": [
        {
            "user_name": "scweppes",
            "text": "http://www.mbl.is/frettir/forsida/2011/ ... skattlogd/\nÞar kom að því...",
            "date": "2011-11-03 08:51:00",
            "post_id": "33553",
            "reply_to_id": false
        },
        {
            "user_name": "spámaður",
            "text": "ffffffffrábært.",
            "date": "2011-11-03 09:33:00",
            "post_id": "33561",
            "reply_to_id": "33553"
        },
        {
            "user_name": "Startarinn",
            "text": "Eruð þið virkilega hissa?",
            "date": "2011-11-03 15:49:00",
            "post_id": "33593",
            "reply_to_id": "33561"
        },
        {
            "user_name": "gaz69m",
            "text": "hlaut að koma að þessu fyr eða síðar",
            "date": "2011-11-03 16:19:00",
            "post_id": "33597",
            "reply_to_id": "33593"
        },
        {
            "user_name": "Offari",
            "text": "Nú þarf maður að hamstra.",
            "date": "2011-11-03 20:10:00",
            "post_id": "33629",
            "reply_to_id": "33597"
        },
        {
            "user_name": "jeepson",
            "text": "Mér fynst nú ótrúlegt að það skuli ekki ver alöngu búið að skattleggja steinolíuna. En skattgrímur Hefur sennilega ekki fattað það fyrr.",
            "date": "2011-11-03 20:54:00",
            "post_id": "33640",
            "reply_to_id": "33629"
        },
        {
            "user_name": "arnijr",
            "text": "Þetta verður nú sjálfsagt ekki vinsæl skoðun hérna. Það er sama hvað manni finnst um veggjald á eldsneyti, hvort það fer í alvöru í vegina eða hvað, það hlýtur að liggja ljóst fyrir að landslög gera ráð fyrir því að bíleigendur sem keyra á vegum greiði veggjald í gegnum eldsneytiskaup. Það hljóta allir að sjá að það að keyra bíl á steinolíu fer á svig við þessi lög og að það sé eðlilegt að komið sé í veg fyrir það, miðað við þær reglur sem um þetta gilda. Takið eftir að ég er ekki að lýsa yfir að ég sé endilega sammála þeim upphæðum sem eru innheimtar á þennan hátt eða ráðstöfun þeirra. Ég er ekki heldur að lýsa yfir einhverjum stuðningi við Steingrím eða ríkisstjórnina.\nÞetta var stutt gaman og kannski verst að þeir sem nota steinolíu til annarra nota en sem eldsneyti á bíla þurfa núna að borga miklu meira fyrir hana. Það sem verður áhugavert að sjá er hvort það verður eitthvað gert í að innheimta vangreitt veggjald afturvirkt. Mikið af þessum viðskiptum er væntanlega til í bókhaldi olíufélagana, tengt við debet og kreditkortanúmer. Sum hinna sem voru staðgreidd með seðlum kunna að vera til á filmu, þekki ekki hvað olíufélögin geyma myndbandsupptökur af bensínstöðvum lengi en það er örugglega einhver takmörkun á því. Ég er ekki lögfræðingur, en mér finnst líklegt að það sé hægt að færa fyrir því rök að hægt sé að innheimta þetta veggjald afturvirkt hjá þeim sem hafa vísvitandi komið sér hjá því að borga það.",
            "date": "2011-11-03 22:29:00",
            "post_id": "33661",
            "reply_to_id": "33640"
        },
        {
            "user_name": "Einfari",
            "text": "Góða kvöldið.\nÞað er gaman að sjá hvað menn eru farnir að fara á flug hérna vegna s.k. vangreitts veggjalds. Þar sem Ríkið hafði ekki vit á að leggja þennan skatt á steinolíuna þá er dálítið erfitt fyrir mig að fara með gíróseðil út í næsta banka og greiða veggjaldið þannig. Ríkið sá þennan kost vænlegastan til innheimtu á þessu gjaldi og að sjálfsögðu  hefði þá átt að láta þetta ná yfir alla orkugjafa. Mér þætti gaman að vita hvert veggjaldið er af kílowattsstundinni, eða af metan. \nveriði sæl.",
            "date": "2011-11-03 23:29:00",
            "post_id": "33674",
            "reply_to_id": "33661"
        },
        {
            "user_name": "Startarinn",
            "text": "Svo má líka benda á það að það hefði engu máli skipt fyrir ríkið þó menn keyrðu á steinolíu eins og gamla kerfið var. Þetta kerfi býður bara uppá meira svindl.\nEn þó varla hægt að kalla það svindl, það er ekki hægt að rukka menn bakvirkt um eitthvað sem varð ekki ólöglegt fyrr en við lagabreytingu, lögin breytast ekki bakvirkt\nÉg á eftir að gera nokkrar prufur sjálfur en ég veit að nokkrir voru búnir að skoða hvort liturinn félli úr olíunni, hann gerði það víst hjá þeim í 2ja lítra gosflösku á 2-3 mánuðum, ef það er rétt má alveg komast hjá þessu með þolinmæði ef menn geta keypt lituðu olíuna án þess að það sé hægt að rekja það beint til þeirra",
            "date": "2011-11-04 00:23:00",
            "post_id": "33680",
            "reply_to_id": "33674"
        },
        {
            "user_name": "arnijr",
            "text": "Það er náttúrulega alveg klárt að það verður lagt veggjald á metan- og rafmagnsbíla með einhverjum hætti. Það er hinsvegar ekki hægt að nota meðvitaða ákvörðun (eða slóðaskap) kerfisins um að draga það sem rök fyrir því að nýta sér gloppur í innheimtunni. Framkvæmdin gæit orðið þessi leiðinlega hugmynd um að setja gps eða ökumæla í alla bíla og innheimta eftir akstri og þyngd frekar en að hafa þetta í eldsneytisverðinu. Ég skil reyndar ekki alveg afhverju er ekki búið að setja veggjald á metan. Í rafmagnsbílunum verður þetta örugglega einhverskonar ökumælir og þá greitt eftir akstri og þyngd, ekki kwstundinni. Þeir eru bara svo fáir ennþá að þetta skiptir engu máli og hægt að segja að þetta sé til að hvetja til notkunar innlendrar orku eða eitthvað slíkt.\nSvo var ég ekkert að mælast til að fólk æddi út í banka með gíróseðla, ég var bara að spá því að reynt yrði að innheimta þennan skatt. Reyndar fylgdist ég ekki með því hvort það var eitthvað reynt varðandi notkun á litaðri olíu á einkabíla, man einhver hvort það var eitthvað reynt? Þar voru náttúrulega stikkprufur og háar sektir svo það er kannski ekki alveg sambærilegt. Svo er kannski of dýrt að reyna að innheimta þetta til að það borgi sig. Meira pælingar en nokkuð annað.\nSvo það sé á hreinu þá er ég ekkert glaður með að borga 22þús fyrir að fylla á bílinn. Það hefur meira með það að gera að veggjald er alltof hátt. Skv. FÍB hefur ríkið 50 milljarða tekjur af \"sköttum á umferð\" eins og það er orðað hjá FÍB en eyðir 16 milljörðum í vegaframkvæmdir, þá bæði nýlagningu og viðhald. Það skilur þá eftir 34 milljarða sem eru innheimtir í þessum gjöldum en fara bara í stóra hauginn, ekki í vegi. Eitthvað af því er vsk og þá er kannski hægt að færa fyrir því rök að það sé almenn skattheimta af þessu eins og öllu öðru en það dekkar tæplega þessa 34 milljarða. Sel þessar tölur ekki dýrar en ég keypti þær og ef þær eru rangar eða mistúlkun má gjarnan leiðrétta mig.\nÉg ætla nú samt að halda því fram að það hljóti allir að hafa gert sér grein fyrir því að það að keyra á steinolíu var að fara á svig við lög og það að fella út litinn á lituðu olíunni og keyra á henni væri klárt lögbrot. \nSkil heldur ekki hvernig er hægt að halda því fram að það skipti ríkið engu máli þó menn keyrðu á steinolíu. Ef menn hefðu ekki verið að keyra á steinolíu þá hefðu menn keyrt á dísel og borgað veggjöld. Skiptir augljóslega máli, hvort sem okkur þykja veggjöld sanngjörn eða ekki, of há eða ekki. Má líka skýra út fyrir mér hvernig þetta nýja kerfi býður upp á meira svindl því ég get ekki skilið það heldur. Sé ekki betur en að þetta muni bara stoppa það að menn keyri á steinolíu á kostnað þeirra sem nota steinolíu í aðra hluti og munu núna þurfa að borga veggjald að ósekju. Er ég að misskilja eitthvað? Verður einhverstaðar hægt að kaupa steinolíu án veggjalds?\nEr ekki bara kominn tími á að mótmæla þessari gjaldtöku aftur? Gæti reyndar orðið erfitt meðan verið er að loka líknardeildum vegna fjárskorts.",
            "date": "2011-11-04 00:39:00",
            "post_id": "33682",
            "reply_to_id": "33680"
        },
        {
            "user_name": "Einfari",
            "text": "Þarna er verið að fara hengja bakara fyrir smið.                                    Í einni setningu segir þú ..\"\nÉg ætla nú samt að halda því fram að það hljóti allir að hafa gert sér grein fyrir því að það að keyra á steinolíu var að fara á svig við lög og það að fella út litinn á lituðu olíunni og keyra á henni væri klárt lögbrot\"  en svo fyrr þá segir þú          \"Í rafmagnsbílunum verður þetta örugglega einhverskonar ökumælir og þá greitt eftir akstri og þyngd, ekki kwstundinni. Þeir eru bara svo fáir ennþá að þetta skiptir engu máli og hægt að segja að þetta sé til að hvetja til notkunar innlendrar orku eða eitthvað slíkt\". \n Sem sagt ef ég er á rafmagnsbíl þá má ég spæna upp göturnar án þess að ég sé að fara á svig við lög. \nÞað er LÖGBROT að nota litaða olíu en það er EKKI lögbrot að nota steinolíu  og það er ekki hægt að senda mönnum eftiráreikning vegna þess. \nHins vegar er það alveg sjálfsagt að setja þetta gjald á alla orkugjafa og væri þá væntanlega hægt að lækka það eitthvað því hingað til hafa þeir sem einungis nota bensín eða dísel þurft að bera þennan kostnað.\nVeriði sæl",
            "date": "2011-11-04 11:52:00",
            "post_id": "33710",
            "reply_to_id": "33682"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Langar bara að benda á að þetta er góð röksemdarfærsla hjá Árna og greinargóður texti.\nÉg held að menn séu aðeins að misskilja skrifin hans þegar verið er að agnúast út í þetta.\nSömuleiðis langar mig að benda á að menn skulu ekki setja það í sama flokk að tala um notkun á steinolíu og litaðri, annað er klárlega lögbrot(að nota litaða á einkabíl) en hitt er það ekki... skv. núverandi lögum að ég best veit(mín skoðun), en það er hinsvegar að breytast með komandi lögum þó að mín lögfræði og mín heilbrigða skynsemi segir að það ætti ekki að vera hægt eða leyfilegt að innheimta veggjöld afturí tímann. Það stenst mjög litla skoðun og þá hversu langt aftur ætti að rukka o.s.frv. Þetta myndi ég segja ógjörning að gera og yrði aldrei sanngjarnt yfir þá sem eiga hlut að.\nEinnig finnst mér það ekki við hæfi að menn séu að benda hérna á opinni síðu á hvort, hvernig eða að menn séu að gera tilraunir með að nota litaða olíu því við notum ekki litaða olíu á einkabíla, það er klárlega lögbrot! \nÁgætt að menn lesi yfir það sem þeir skrifa áður en því er hent niður.",
            "date": "2011-11-04 13:20:00",
            "post_id": "33715",
            "reply_to_id": "33710"
        },
        {
            "user_name": "arnijr",
            "text": "Í minni íslenskutilfinningu er það að fara á svig við lög ekki sama og að brjóta þau, bara til að skýra það. Má svosem vera að það sé vitlaust, en svoleiðis meinti ég það. Það er hins vegar ljóst að löggjafinn ætlast til þess í stórum dráttum að einkabílar á vegum greiði veggjald, með einhverjum undantekningum samt. Steinolían var svona gat sem var augljóst að yrði stoppað upp í. Það er líka lítil sanngirni í að ég sleppi undan því oki sem er lagt á aðra bíleigendur, bara vegna þess að steinolía passar jú fínt á 2.8 Pajero. Mér finnst allavega betra að við stöndum saman gegn óeðlilegum upphæðum á veggjöldum.\nHvað varðar rafmagnsbílana, þá er líka ljóst að það er löglegt að \"\nspæna upp göturnar án þess að fara á svig við lög\n\" á rafmagnsbíl. Það hafa viljandi ekki verið sett nein lög um innheimtu veggjalds á þeim, \nennþá\n. Sama er að segja um metanið. Þarna er verið að ýta undir upptöku á innlendu eldsneyti sem er í sjálfu sér ágætt mál og kostar lítið enn sem komið er. Ef sú staða kemur upp að ríkið verði farið að \"missa af\" verulegum upphæðum útaf þessu þá getum við alveg vitað að það verður farið að innheimta veggjöld af þessum ökutækjum. \nBara til að fleygja fram áhugaverðum tölum, þá framleiddi Hellisheiðarvirkjun þrefalt meiri orku fyrir stækkun heldur en þarf til að knýja alla bíla landsins. Set þetta fram bara til að koma þessu í skala, í guðs bænum ekki fara að gera mér upp skoðanir á rafmagnsbílum og ráðast svo á þær. Það er augljóslega enginn möguleiki fyrir mig að skipta út Pæjunni fyrir rafmagnsbíl, miðað við hvert ég vil geta keyrt hana.\nPersónulega myndi ég ekki þora að setja metanbúnað í bíl hjá mér, af ótta við að löggjafinn ákvæði skyndilega að skella veggjaldi á það. En það er mitt mat út frá mínum forsendum og enginn heilagur sannleikur fyrir alla. Passar ekki í dísel bílinn minn til að byrja með svo það er nú svosem ekki miklu hætt með þessu hugleysi. Þarna hefði löggjafinn átt að taka af skarið og setja fram áætlun um hvenær yrði farið að innheimta veggjöld af metan og hversu há.\nÉg ætla að vona að menn fari ekki að reyna að svindla á lituðu olíunni, það væri agalegt að gefa Steingrími afsökun til að setja hana undir sömu meðferð og steinolíuna.\nÉg er sammála þér Dabbi með að það sé hæpið að innheimta þessi veggjöld eftirá en það væri svosem ekki það skrýtnasta sem maður hefur séð. Einhver mál hafa verið nefnd til sögunnar varðandi endurreiknun lána, þó ég hafi ekki kynnt mér þau sérstaklega.",
            "date": "2011-11-04 14:26:00",
            "post_id": "33717",
            "reply_to_id": "33715"
        },
        {
            "user_name": "Startarinn",
            "text": "Ég skrifaði greinilega ekki nógu skýrt fyrr\nÞegar ég er að tala um \"gamla\" kerfið á ég við tíma fastagjalds og kílómetragjalds, ég keyrði á fastagjaldinu á dísilfólksbílnum sem ég átti þá og skipti þá engu máli hvaða eldsneyti ég brenndi, ég borgaði alltaf vegaskatt.\nVissulega var hægt að svindla á því kerfi með því að vera á kílómetragjaldi og eiga auka öxul sem var mælislaus, ég veit dæmi um það\nÞað er engin hætta á því, það er alltof mikið af tækjum þarna úti sem verður aldrei tekið í mál að borgi þungaskatt, eins og vinnuvélar og skip. Ég fæ flotaolíuna litaða um borð til mín þó fæstir vildu keyra á henni á veturna, en er vissulega hægt að nota á sumrin\nJújú þetta er vissulega ólöglegt, en það er líka hraðakstur sem ég er viss um að enginn á þessu spjalli hefur nokkurntíma gerst sekur um\nÉg sagði aldrei að það hefði verið keyrt á þessu, það þarf talsverða fyrirhöfn og aðstöðu til að framkvæma þetta sem ég veit ekki til ennþá að neinn hafi gert. Ég myndi ekki prófa þetta sjálfur því að þó liturinn sjálfur falli út er alls ekki víst að efnin úr honum verði ómælanleg í olíunni ef það verður tekin prufa.\nÞó ég sé óheyrilega forvitinn um hvort þetta sé hægt þá hef ég ekki átt dísil bíl í 6 ár núna, og ekkert á dagskránni í náinni framtíð.\nÉg hreinlega skil ekki hvaða viðkvæma blett ég hef snert þarna, nema það séu einhverjir lengra komnir með þessar tilraunir en ég.",
            "date": "2011-11-04 17:10:00",
            "post_id": "33726",
            "reply_to_id": "33717"
        },
        {
            "user_name": "arni87",
            "text": "Liturinn féll í flösku sem ég var með litaða flotaolíu hjá mér, en ég var að athuga með gróðramyndun í tönkunum á björgunarskipinu í Sandgerði.\nÞað tók um 3 mánuði að skilja sig við stofuhita í bílskúr.\nEn ég efast um að auðkennisefnið botnfalli svona vel ef það botnfellur þá á annað borð.",
            "date": "2011-11-04 17:15:00",
            "post_id": "33727",
            "reply_to_id": "33726"
        },
        {
            "user_name": "Offari",
            "text": "Prófið bara að setja litaða olíu í glæra flösku og setja í glugga þar sem næg sól er.  Eftir því sem mér skilst þá eyðir sólarljósið litnum úr litarefninu. Ég hef reyndar líka heyrt að það séu önnur mælanleg efni í litarefninu sem sólin nær ekki að eyða.",
            "date": "2011-11-04 22:22:00",
            "post_id": "33753",
            "reply_to_id": "33727"
        },
        {
            "user_name": "Fetzer",
            "text": "er ekki til áhveðinn vökvi í t.d danmörku sem lætur þetta falla,, eg heyrði það frá góðum dana,, hann sagði að þetta væri selt á bensínstöðum undir öðrum kosti en  að nota það á litaða oliu,  og því væri það ólöglegt",
            "date": "2011-11-04 23:34:00",
            "post_id": "33758",
            "reply_to_id": "33753"
        },
        {
            "user_name": "Fetzer",
            "text": "og annað sem eg skil ekki.. hverning má það vera að bensínstöðvar geta selt litaða oliu eingöngu fyrir viðskiptakort.. eg hélt að i neytendalögunum væri talað um að þú ættir að geta keypt vöru og þjónustu með íslensku mynti.. hverning má þessi söluaðferð vera lögleg, ef eg fer á leigumarkað byko.. leigi gröfu, og fer að taka oliu.. get eg ekkert gert nema vera með reikningsviðskipti hja oliufélögunum til að versla á hana oliuna sem hentar. þetta er \"söluþvingun\"",
            "date": "2011-11-04 23:40:00",
            "post_id": "33761",
            "reply_to_id": "33758"
        },
        {
            "user_name": "Fetzer",
            "text": "[III. kafli. Vernd fjárhagslegra hagsmuna neytenda.]1)\n   1)L. 50/2008, 2. gr. \n [8. gr. Viðskiptahættir eru óréttmætir ef þeir brjóta í bága við góða viðskiptahætti gagnvart neytendum og raska verulega eða eru líklegir til að raska verulega fjárhagslegri hegðun neytenda. Viðskiptahættir sem brjóta í bága við ákvæði kafla þessa eru alltaf óréttmætir.\n Ráðherra kveður í reglugerð1) á um þá viðskiptahætti sem teljast undir öllum kringumstæðum óréttmætir.]2)",
            "date": "2011-11-04 23:45:00",
            "post_id": "33762",
            "reply_to_id": "33761"
        },
        {
            "user_name": "Einfari",
            "text": "Góðan daginn.\nÍ mínum huga eiga allir að greiða veggjald því öll ökutæki nota vegina, hvort sem viðkomandi ökutæki er knúið áfram með bensíni, dísel, metan, rafmagni eða einhverju öðrum orkugjafa. Því er ég alveg sammála að skattleggja eigi steinolíu. Einnig finnst mér að þó að verið sé að hvetja fólk til þess að fara nota aðra orkugjafa þá eigi ekki að leggja af þessa skatta því þá er verið að mismuna nákvæmlega á sama hátt og verið er að koma í veg fyrir með skattlagningu á steinolíu.  Við hljótum samt að vera sammála því að við viljum lækka þennan kostnað, og eldsneytisverð almennt, en í mörgum tilfellum þá ættum við að beina spjótum okkar að olíufélugunum sem virðast oft á tíðum vera tibúin til að hækka verð samdægurs og alheimsverð hækkar. Þegar verðið lækkar þá sér maður engin viðbrögð. Lítið dæmi um þetta er þegar tunnan á olíunni fór niður í $78,50 úr um $94, fyrir um 7 vikum síðan, ekki lækkaði eldsneytið um 10% (sem hefði átt að vera um 24 kr). \nVeriði sæl.",
            "date": "2011-11-05 11:53:00",
            "post_id": "33780",
            "reply_to_id": "33762"
        },
        {
            "user_name": "Fetzer",
            "text": "Gott svar einar. ég er sammála, en ekki að vissu leiti, því eg nota fjórhjólið mitt, sæþotuna og vélsleðan ekki á malbikinu, og því er ég spólandi upp á einkavegum borgandi malbiksviðgerðina í ártúnsbrekkuni",
            "date": "2011-11-05 12:24:00",
            "post_id": "33783",
            "reply_to_id": "33780"
        },
        {
            "user_name": "arnijr",
            "text": "Góð samantekt Einar, þarna erum við sammála. Ég get reyndar sætt mig við að \ntímabundið\n sé ekki innheimt veggjald af nýjum innlendum orkugjöfum, ef það er notað sem hvati til að koma á þjóðfélagslega hagkvæmum breytingum. Svo má náttúrulega deila um það hvort þetta sé tímabært, hvað er langt í að rafbílar verði t.d. raunhæfur kostur í innanbæjartraffik?\nEins er ég sammála Fetzer með að það er blóðugt að borga veggjald af bensínnotkun sem ekki fer fram á vegum, mætti alveg hugsa sér litað bensín í svoleiðis. Svo má vera að það yrði bara of mikið svindl til að það sé hægt, vil samt ekkert fullyrða um það.\nLoks að upphæð þessarra gjalda og álagningu, þar er ég alveg sammála Einari og hef engu við að bæta.",
            "date": "2011-11-05 18:39:00",
            "post_id": "33807",
            "reply_to_id": "33783"
        }
    ],
    "date": "2011-11-03 08:51:00"
}