{
    "forum_title": "Almennt spjall",
    "id": "7073",
    "title": "hvernig er reynslan af rover v8 mótor",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=7073",
    "posts": [
        {
            "user_name": "gaz69m",
            "text": "hvernig voru v8 mótorin frá rangerover að standasig er maður alltaf með þetta í höndunum eða keyrir maður bara og hefur engar áhyggjur",
            "date": "2011-11-05 14:53:00",
            "post_id": "33794",
            "reply_to_id": false
        },
        {
            "user_name": "Einar",
            "text": "Mótorinn var það sem olli mér minnstum vandræðum í mínum Range Rover, eiginlega reyndist hann bara nokkuð vel. Ég hef alltaf verið frekar hrifin af þessum mótor til að nota í léttari bíla, hann er léttur og fyrirferðalítill og eyðir innan skaplegra marka (ef hann er með beinni innspítingu). Einn stór galli er að hann er frægur fyrir olíusmit og leka en það á samt að vera hægt að komast fyrir það.\nOrginal er aflið viðunandi ef menn eru ekki að miða við miklu stærri V8 mótora, stærðarlega séð ætti frekar að bera hann saman við V6 vélar þar sem rúmtakið í flestum útgáfum er ekki nema 3,5-4,0 lítrar, það hafa þó verið smíðaðar 5 lítra útgáfur af honum í TVR sportbílum og Bowler Wildcat/Tomcat en það stæðsta sem Rover notaði var 4.6 lítrar.\nUpprunalega er þessi mótor hannaður af General Motors um 1960 og notaður í minni gerðir af Buick, Oldsmobile og Pontiac en Rover keypti hönnunina af þeim um 1965.",
            "date": "2011-11-05 19:43:00",
            "post_id": "33809",
            "reply_to_id": "33794"
        },
        {
            "user_name": "gaz69m",
            "text": "ættlaði einmitt  að fara að senda þér póst um þetta þegar ég mundi eftir að þú áttir rangerover , er að spá í svona mótor ofaní rússan hjá mér",
            "date": "2011-11-05 19:53:00",
            "post_id": "33811",
            "reply_to_id": "33809"
        },
        {
            "user_name": "gaz69m",
            "text": "mikið að spá eru einhverjir hér sem áttu breytta rangerover bíla með v8 ofaní  eða vita um slíka bíla og eyðslutölur td á 38 tommu dekkjum",
            "date": "2011-11-21 17:57:00",
            "post_id": "35215",
            "reply_to_id": "33811"
        },
        {
            "user_name": "jeepcj7",
            "text": "Ég setti svona ´88 árg. af 3.5 efi vél í wrangler tók eina helgi notaði gír og millikassa úr rovernum líka eyðsla var innan við 20 á hundraðið og bíllinn vigtaði 1520 kg. með engu aftursæti á 38\" ágætis vél,ekkert spræk en soundaði bara flott.",
            "date": "2011-11-21 18:31:00",
            "post_id": "35216",
            "reply_to_id": "35215"
        },
        {
            "user_name": "gaz69m",
            "text": "en varstu með auka kassa er að spá í að setja svoleiðis líka í bílin minn  reyndar var hugmyndin að nota sambygða gírog millikassan af gipsi vélini og bæta við einhverjum góðum kassa að auki til að fá  góðan ferða hraða á meðan ég skrepp eithvað og gamli röltir áfram en svo er spurning verð ég þá að setja læsingu að framan og aftan ef ég ættla í svona milligírs föndur",
            "date": "2011-11-22 12:22:00",
            "post_id": "35318",
            "reply_to_id": "35216"
        },
        {
            "user_name": "gaz69m",
            "text": "en hverjir eiga til rangerover sem er með v8 orginal vélini og hafa sett milligír í þá  ef þið þekkið einhvern eða vitið um einhvern þá endilega látið mig vita er orðin nokkuð ákveðin í að setja þessa vél ofaní rússan minn",
            "date": "2011-11-24 12:24:00",
            "post_id": "35531",
            "reply_to_id": "35318"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það er nú ein snilldin við þessa tegund/útgáfu af millikössum það er hægt að bolta milligírinn aftan í þá eða eins og búið er að gera í allavega einum land rover fyrir norðan glussadrifinn milligír sem er alger gargandi snilld.\nVar kominn á fremsta hlunn með svoleiðis aðgerð í wranglerinn á sínum tíma en fékk mér svo bara bíl með vélarafl og þurfti þá engan milligír.  :o)",
            "date": "2011-11-24 19:44:00",
            "post_id": "35585",
            "reply_to_id": "35531"
        },
        {
            "user_name": "gaz69m",
            "text": "er það þá bara orginal milligír frá landrover verksmiðjuni",
            "date": "2011-11-25 13:02:00",
            "post_id": "35642",
            "reply_to_id": "35585"
        },
        {
            "user_name": "Valdi B",
            "text": "það eina sem að 3.5 rover gerir er að bila og virka ekki neitt og samt eyða ölllu því benzíni sem sett er á hann...\nfélagi minn endaði á að setja 3.9 með portuðum 3.5 heddum og með edelbrock millliheddi og edelbrock fjögurra hólfa blöndung í bílinn hjá sér og hann rétt svo vann 44\" hilux með 2.4 turbo diesel í spyrnu á sínum 38\" tveggja dyyra range rover með þennan fína mótor ... hóst hóst\nfinndu þer frekar 2.4 benzín og fáðu þér flækjur og dót...\neða miklu frekar 4.3 vortec...",
            "date": "2011-12-04 13:36:00",
            "post_id": "36549",
            "reply_to_id": "35642"
        },
        {
            "user_name": "gaz69m",
            "text": "en hvað me þyngd á vortec þetta er læika spurning um það hvað var að hrjá þessa 3,5 vél",
            "date": "2011-12-04 14:03:00",
            "post_id": "36554",
            "reply_to_id": "36549"
        },
        {
            "user_name": "Óli ágúst",
            "text": "Hér er myndir af milligír  Rover\nhttp://www.islandrover.is/spjall/viewtopic.php?t=2263",
            "date": "2011-12-04 14:09:00",
            "post_id": "36556",
            "reply_to_id": "36554"
        },
        {
            "user_name": "H D McKinstry",
            "text": "Afhverju var hann að nota þau hedd sem hafa minnstu ventlana? afhverju ekki bara að nota 3,9 heddin eða fara í 4,6 hedd. Stærri blöndungur er ekki alltaf leiðin að meiri orku. Hann hefði sennilega verið betur settur með orginal 3,5 með innspýtingu.",
            "date": "2011-12-04 14:43:00",
            "post_id": "36564",
            "reply_to_id": "36556"
        },
        {
            "user_name": "Kiddi",
            "text": "Hvað var þessi Range Rover þungur spyr ég nú bara og hvernig voru heddin portuð. Það er leikur einn að taka ágæt hedd og skemma þau með \"portun\", t.d. þannig að vélinn missir tog sem er það sem hreyfir þunga bíla áfram.\nEins með stóra blöndunga, Edelbrock blöndungurinn var sennilega allt að því tvöfalt stærri en hentar fyrir 3.5 lítra vél!\nSíðan er líka hægt að fá 2.4 dísel til að vinna ágætlega og þú sagðir einmitt töfraorðið, það er turbo.",
            "date": "2011-12-04 14:48:00",
            "post_id": "36565",
            "reply_to_id": "36564"
        },
        {
            "user_name": "Siggi",
            "text": "Ég átti þennan range rover, ég man reyndar ekki eftir því að 3,5 mótorinn hafi bilað. ég setti 3,9 mótorinn bara í því mér áskotnaðist bíll með 3,9 og ssk. heddin voru ekkert portuð, þau voru plönuð eftir að heddpakkning fór.\nég fékk mótor úr bíl sem var með 3,5 mótor sem hrundi. þá var keypt ný 3,9 blokk heddlaus og heddin notuð af gamla mótornum því kistufell var nýbúið að taka þau í gegn.\nedelbrock blöndunginn átti ég til og setti hann á til að losna við tveggja blöndunga draslið.",
            "date": "2011-12-04 15:52:00",
            "post_id": "36572",
            "reply_to_id": "36565"
        },
        {
            "user_name": "Siggi",
            "text": "ég var með 318 dodge í bílnum áður en ég setti 3,5 mótorinn í og fann ég ekki mun á vinnslu",
            "date": "2011-12-04 15:55:00",
            "post_id": "36573",
            "reply_to_id": "36572"
        },
        {
            "user_name": "gaz69m",
            "text": "hvernig bæil ertu með rover vélina í og hvað er hún að eiða hjá þér siggi",
            "date": "2011-12-04 21:41:00",
            "post_id": "36620",
            "reply_to_id": "36573"
        },
        {
            "user_name": "Siggi",
            "text": "ég var með hana í 76 range rover á 38\" ég mældi eyðsluna nú aldrei en blöskraði hún ekkert, í einni ferðinni fór ég með jafn mikið og 38\" tacoma frá vík og uppí hólaskjól",
            "date": "2011-12-04 21:45:00",
            "post_id": "36623",
            "reply_to_id": "36620"
        }
    ],
    "date": "2011-11-05 14:53:00"
}