{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "7176",
    "title": "Hleðslujafnari",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=7176",
    "posts": [
        {
            "user_name": "Hfsd037",
            "text": "Sælir\nHleðslujafnarinn í Hiluxinum mínum hleypir engu í gegnum sig þótt ég stilli stöngina í efstu stöðu\nspurninginn er, er í lagi að tengja frammhjá með 3-way millistykki? upp á það að hann læsir sig ekki að aftan og sprengi dælurnar?\nhafa einhverjir sleppt hleðslujafnaranum, hvernig?\nþetta er ekki burðarbíll..",
            "date": "2011-11-11 15:44:00",
            "post_id": "34305",
            "reply_to_id": false
        },
        {
            "user_name": "KÁRIMAGG",
            "text": "Ég er búinn að tengja framhjá þessu í nokkrum bílum meðal annarra 4runner og hilux og breytti engu til hins verra alla vega og ekkert sagt við því í skoðun",
            "date": "2011-11-11 20:18:00",
            "post_id": "34328",
            "reply_to_id": "34305"
        },
        {
            "user_name": "elliofur",
            "text": "Ég aftengdi þetta hjá mér, hann bremsar full vel að aftan reyndar núna en sleppur alveg. Það er ekki ólöglegt að aftengja þetta, ég lenti í rimmu með það við skoðunarmanninn sem gaf mér endurskoðun út á það en ég talaði við yfirmenn hans og fékk endurskoðuninni \"hnekkt\". Þe það er ekki ólöglegt að aftengja. :)",
            "date": "2011-11-13 14:48:00",
            "post_id": "34408",
            "reply_to_id": "34328"
        },
        {
            "user_name": "s.f",
            "text": "það er ekki ólöglegt að aftengja hann ég hef bara tekið bulluna innanúr og sjóða fyrir gatið þá hleipir hann í gegnum sig eina sem þarf að vera er að bílinn má ekki bremsa meira að aftan enn framan",
            "date": "2011-11-13 18:57:00",
            "post_id": "34432",
            "reply_to_id": "34408"
        },
        {
            "user_name": "Stebbi",
            "text": "Það er tæknilega ómögulegt þar sem afturbremsurnar á Hilux eru jafnvel lélegri en frambremsurnar.",
            "date": "2011-11-13 22:43:00",
            "post_id": "34467",
            "reply_to_id": "34432"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Er ekki ætlast til að það sé sirka 65%fram-35% aftur svona í eðlilegri hleðslustöðu.\nEf það væri eitthvað meira þá auðvitað læsir bíllinn afturhjólunum þó hann bremsi kannski með meiri kraft að framan því hann léttist svo mikið að aftan.\nÞurfti að setja hleðslujafnara í súkkuna hjá mér með toyota hásingum og bremsum því hann var löngu farinn að skrensa að aftan áður en hann gerði það að framan, en súkkan er auðvitað stutt og fljót að henda þyngdarpunktinum á framhjólin.",
            "date": "2011-11-13 22:51:00",
            "post_id": "34469",
            "reply_to_id": "34467"
        },
        {
            "user_name": "StefánDal",
            "text": "Hvernig færðu það út að frambremsur á Hilux séu lélegar?",
            "date": "2011-11-14 00:14:00",
            "post_id": "34483",
            "reply_to_id": "34469"
        },
        {
            "user_name": "JonHrafn",
            "text": "Hilux er ekki með bremsur, þetta eru hægjur.\nÉg strappaði hleðslujafnaran fastan opinn, var alveg á mörkunum með að sleppa gegnum skoðun útaf hlutfallinu bremsun aftan/framan.",
            "date": "2011-11-14 07:19:00",
            "post_id": "34491",
            "reply_to_id": "34483"
        },
        {
            "user_name": "s.f",
            "text": "það er vegna þess að bremsujafnarinn hjá þér hefur verið ónítur",
            "date": "2011-11-14 09:42:00",
            "post_id": "34495",
            "reply_to_id": "34491"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Það er nú bara staðreynd að þessar bremsur eru fínar þegar þær eru i lagi og ekkert verri en bremsur á öðrum sambærilegum jeppum.\nToyotan er með 4stimpla dælur að framan meðan flestir aðrir halda sig við 1-2ja stimpla t.d. [patrol/ Pajero]",
            "date": "2011-11-14 10:17:00",
            "post_id": "34498",
            "reply_to_id": "34495"
        },
        {
            "user_name": "kjartanbj",
            "text": "mér hefur nú bara fundist bremsurnar í hilux hjá mér vera merkilega góðar, ekkert yfir þeim að kvarta",
            "date": "2011-11-14 21:17:00",
            "post_id": "34545",
            "reply_to_id": "34498"
        }
    ],
    "date": "2011-11-11 15:44:00"
}