{
    "forum_title": "Almennt spjall",
    "id": "7178",
    "title": "Góður álfelguhreinsir hvað er best í þvi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=7178",
    "posts": [
        {
            "user_name": "gormur27",
            "text": "Ég er að leita eftir góðum álfelguhreinsir og einhverju til að pólera á eftir og fá flotta glansandi húð,,,, ráðleggingar ????????",
            "date": "2011-11-11 17:24:00",
            "post_id": "34317",
            "reply_to_id": false
        },
        {
            "user_name": "cocacola",
            "text": "Frá WHURTH hann virkar best",
            "date": "2011-11-11 18:20:00",
            "post_id": "34319",
            "reply_to_id": "34317"
        },
        {
            "user_name": "gormur27",
            "text": "og einhverjar vinnuaðferðir við þetta, endilega deila",
            "date": "2011-11-11 19:04:00",
            "post_id": "34321",
            "reply_to_id": "34319"
        },
        {
            "user_name": "Freyr",
            "text": "Wurt álfelgusýra, úða henni á og bursta með uppþvottabursta ef óhreinindin eru föst. Þeir vara við því á brúsanum að sýran skemmi lakk en ég hef ekki séð það gerast.\nFreyr",
            "date": "2011-11-11 23:29:00",
            "post_id": "34341",
            "reply_to_id": "34321"
        },
        {
            "user_name": "Burri",
            "text": "Thu ert vaentallega ad meina efni til ad pólera bert álid svo thad glansi eins og chrome. En ekki til ad þrífa lakkaðar eða pólíhúðadar álfelgur...   Ef svo er byrjaðu þa með sandpappír of svo fínni sandpappír og svo ennþá fínni sandpappír, Allt löðrandi í vatni. svo grófan massa og svo fínni massa og endar á álhreinsi. Polisher . Sem er bara eins og mjog fínn massi tekur fvertuna upp..   Svo er gott að taka mer brasso sídustu umferðina..  P.s bláum brasso ekki med rauða tappanum á.   Ps.   Tetta er ógeds vinna og hraedinlega subbulegt og leiðinlegt.. En útkoman verdur eins og glæ ny chrome húð..",
            "date": "2011-11-11 23:53:00",
            "post_id": "34343",
            "reply_to_id": "34341"
        },
        {
            "user_name": "LFS",
            "text": "getur maður flytt fyrir sem með þvi að nota glerblastur eða einhvað slikt ?",
            "date": "2011-11-12 16:44:00",
            "post_id": "34370",
            "reply_to_id": "34343"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Nota bene ef notuð er þessi aðferð hér sem Magne bendir á þá þarf líka að viðhalda húðinni (póleringunni) með því að þrífa þetta reglulega og nota svo álhreinsinn af og til aftur til að ná aftur upp glanshúð og koma í veg fyrir myndun á tæringu.\nÞetta er virkilega flott þegar þetta er gert en eins og er bent á er þetta algjör horbjóður þessi vinna og jafnframt krefst þess að vera mjög duglegur að sinna felgunum eftirá. Það er að vísu alltaf möguleikinn að húða/glæra felgurnar eftir að búið er að pólera þær en svonleiðis húðun gefur sig alltaf á endanum og ef það kemst vatn og óhreinindi undir húðina er þetta búið spil eins og sést á mörgum illa förnum álfelgum.",
            "date": "2011-11-13 01:43:00",
            "post_id": "34394",
            "reply_to_id": "34370"
        },
        {
            "user_name": "vippi",
            "text": "Stálull, virkaði þokkalega á mínar :D",
            "date": "2011-11-13 02:24:00",
            "post_id": "34396",
            "reply_to_id": "34394"
        },
        {
            "user_name": "gormur27",
            "text": "Ég er búinn að sýruþvo þær og það er að virka svakalega nú er bara eftir að massa og fínisera",
            "date": "2011-11-13 16:39:00",
            "post_id": "34420",
            "reply_to_id": "34396"
        },
        {
            "user_name": "StefánDal",
            "text": "Allt annað en Túrbó Sámur allavegana.",
            "date": "2011-11-13 17:12:00",
            "post_id": "34423",
            "reply_to_id": "34420"
        },
        {
            "user_name": "patrolkall",
            "text": "Sælir.\nÉg notaði MEKLÓ UPPLEYSIR frá málningu til að losna við glæru á álfelgum frá Arctic trucks. Virkaði mjög vel.\nHvað mæla menn með fínum pappír áður en farið er í álmassa??",
            "date": "2011-11-14 14:43:00",
            "post_id": "34509",
            "reply_to_id": "34423"
        },
        {
            "user_name": "muggur",
            "text": "Hér er enska pajero leiðin....\nhttp://www.pocuk.com/forums/viewtopic.php?t=58616\nSpurningin er bara hvar maður fær 'autosol'",
            "date": "2011-11-15 10:45:00",
            "post_id": "34597",
            "reply_to_id": "34509"
        },
        {
            "user_name": "bragig",
            "text": "Hefur reynst mér best að nota stálull og autosol massa (fæst hjá N1). Byrja á grófri stálull bleytta með sápuvatni ef felgan er ljót og svo fínni stálull þannig að yfirborðið er laust við drullu og tæringu. Síðan nudda vel með Autosol massa, fljótlegast að nota borvél með svona púða til að nudda, en tusku þar sem púðinn kemst ekki að. Álfelgan verður eins og ný en þetta er pínu vinna en alveg þess virði.",
            "date": "2011-11-15 11:12:00",
            "post_id": "34599",
            "reply_to_id": "34597"
        },
        {
            "user_name": "patrolkall",
            "text": "Nú er ég búinn að pólera AT felgurnar mínar og munurinn er svakalegur!!\nÉg notaði lakkleysi, vatnssandpappír 240-1200 og svo autoglym metal polish(með púða á borvél).\nÞá er spurning, hvernig er best að halda þessu við? Álfelguhreinsir?? Bón??",
            "date": "2011-11-24 14:47:00",
            "post_id": "35545",
            "reply_to_id": "34599"
        }
    ],
    "date": "2011-11-11 17:24:00"
}