{
    "forum_title": "Almennt spjall",
    "id": "7207",
    "title": "Loftpúðar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=7207",
    "posts": [
        {
            "user_name": "Sigurbjorng",
            "text": "Hverjir selja eiginlega loftpúða?\nEr að velta því fyrir mér að smíða mér loftpúðafjöðrun undir wrangler hjá mér.\nHvernig hefur reynsla af þessu verið undir svona léttum bílum? Er standandi í þessu í stað þess að nota gormana?",
            "date": "2011-11-14 17:13:00",
            "post_id": "34517",
            "reply_to_id": false
        },
        {
            "user_name": "arni_86",
            "text": "Thù getur kikt i Fjadrabùdina Part uppà Eldshøfda, àgætis kallar thar.\nPùdar VS Gormar er efni i mjøg langan thràd en thetta er nattlega spurning hvernig thu notar bìlinn.\nHelsti kosturinn vid pùdana er nattlega thad ad thu getur stillt hædina à bìlnum og haldid honum rèttum.\nÈg persònulega myndi halda mig vid gormana ì svona bìl en ef thu velur pùdana tha er mikilvægt ad velja rètta dempara med.",
            "date": "2011-11-14 17:49:00",
            "post_id": "34521",
            "reply_to_id": "34517"
        },
        {
            "user_name": "Forsetinn",
            "text": "Fjaðrabúðin Partur og Landvélar Smiðjuvegi selja Firestone púða og kosta 800kg púðar einsog þú myndir sennilegast nota 45þús kr stykkið. Svo segja mér fróðari menn að með þessu þurfi aðra dempara sem kosta drjúgan skilding í viðbót. Stillanlega Koni var mælt með við mig. Minnir 25þús kr stykkið.\nHef sjálfur verið með þetta á bakvið eyrun í lengri tíma. En finnst þetta alltof dýrt og óþarfi fyrir svona létta bíla.... ef ég myndi láta verða af þessu þá myndi ég bara setja svona að aftan.\nEn grunar að stuttur og léttur bíll verði hálf kjánalegur í akstri með svona fjöðrun. Eins eru gormarnir alltaf til friðs en loftkerfin í kringum þetta dót þarf oftar en ekki smá yfirferð.",
            "date": "2011-11-14 20:25:00",
            "post_id": "34536",
            "reply_to_id": "34521"
        },
        {
            "user_name": "jeepcj7",
            "text": "Er ekki KiddiB á selfossi með púða á betra verði en flestir aðrir?",
            "date": "2011-11-14 21:41:00",
            "post_id": "34548",
            "reply_to_id": "34536"
        }
    ],
    "date": "2011-11-14 17:13:00"
}