{
    "forum_title": "Almennt spjall",
    "id": "724",
    "title": "2. Ljósmyndakeppni",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=724",
    "posts": [
        {
            "user_name": "Járni",
            "text": "Sælt veri fólkið!\nNú er kominn tími á aðra ljósmyndakeppni jéppaspjallsins.\n \nHér ber að líta sigurmyndina úr síðustu keppni. \nDavíð Þór Sigurðsson hlaut að launum hið prýðilegasta tappasett.\nÍ þetta skiptið eru verðlaun fyrir þrjú efstu sætin.\nÍ 1. verðlaun er útprentun á sigurmyndinni hjá Pixlar ehf. Myndin verður prentuð á strigaefni að flatamáli 30cm x 45cm og er að andvirði 6.675 kr.\ní 2. verðlaun er inneign á klippingu hjá Rebel klippibúllu.\ní 3. verðlaun verður brotið og líklega hálfétið, páskaegg í boði jéppaspjallsins.\nSem áður er lítið um reglur og skilyrði, þó verður myndin að vera eign innsendanda og sem verður að vera skráður notandi jéppaspjallsins.\nEin mynd á hvern þáttakanda.\nÞema keppnarinnar er það sama og í fyrri keppni, ferðalög innanlands eða jéppatengdar myndir. \nUndanfarnar vikur hafa boðið upp á næg tækifæri á glæsilegum myndum af fágætum atburðum svo búast má við \nMyndir skulu sendast ásamt fullu nafni, notendanafni hér á vefnum á netfangið: \nkeppni@jeppaspjall.is\nÆskilegt er að láta fylgja með upplýsingar um hvenær myndin var tekin, hvar og stutta lýsingu ef það á við. \nSú breyting verður þó frá síðustu keppni að þegar komið er að kosningu verða myndirnar nafnlausar. \nTekið er við myndum fram á næstu helgi, tilkynnt verður þegar hætt er að taka við. \nMeð von um góða þátttöku, Árni",
            "date": "2010-04-04 14:32:00",
            "post_id": "3310",
            "reply_to_id": false
        },
        {
            "user_name": "gislisveri",
            "text": "10 myndir komnar í keppnina skv. nýjustu tölum :)",
            "date": "2010-04-09 10:22:00",
            "post_id": "3590",
            "reply_to_id": "3310"
        },
        {
            "user_name": "Phantom",
            "text": "Myndin í auglýsingunni er klárlega vinningsmynd >:)",
            "date": "2010-04-09 13:37:00",
            "post_id": "3598",
            "reply_to_id": "3590"
        },
        {
            "user_name": "gislisveri",
            "text": "Ekki spurning, verst að ljósmyndarinn er óæskilega tengdur keppninni. Spurning hvort það verði fyrirsætuverðlaun?",
            "date": "2010-04-09 14:40:00",
            "post_id": "3599",
            "reply_to_id": "3598"
        },
        {
            "user_name": "Phantom",
            "text": "Þigg þau",
            "date": "2010-04-10 12:02:00",
            "post_id": "3630",
            "reply_to_id": "3599"
        },
        {
            "user_name": "Járni",
            "text": "BUMP á þetta.\nLokað verður fyrir innsendingu mynda seinnipart á morgun ásamt því að kosning hefst. Um að gera að nota leiðindaveðrið til að tæma úr myndavélunum.",
            "date": "2010-04-10 17:11:00",
            "post_id": "3645",
            "reply_to_id": "3630"
        },
        {
            "user_name": "Járni",
            "text": "Nú er lokað fyrir innsendingar, kosning hefst innan skamms.",
            "date": "2010-04-11 22:51:00",
            "post_id": "3734",
            "reply_to_id": "3645"
        }
    ],
    "date": "2010-04-04 14:32:00"
}