{
    "forum_title": "Jeppinn minn",
    "id": "7284",
    "title": "Cherokee XJ diesel 36\" loft hitt og þetta uppfært 8 jan.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=7284",
    "posts": [
        {
            "user_name": "sverrir karls",
            "text": "Sælt veri fólkið, Sverrir heiti ég Karlsson og er frá húsavík, er búinn að vera að fylgjast með þessarri síðu en aldrei haft mig í það að skrá mig hér inn :)\nBetra er seint en aldrei ? \nAnyway, hér er apparatið mitt..\nKeypti þennan bíl í haust og hann er bara búinn að vera vandamál, að vísu hefur það verið fyrir skort á viðhaldi undanfarin misseri, ástandið var svona:\nSprunginn loftpúði að aftan. Bíllinn lak öllu sem hægt var að leka nema rafmagni og bremsuvökva..\nÞ.e.a.s , Hráolíutankur lak, afturdrif, framdrif, millikassi, gírkassi, mótor og vatn. Allir krossar í öllum sköftum ónýtir og það var sannarlega ekkert nýskeð. Pinnjónpakkdós á báðum drifum. Jóki á afturdrifi bráðónýtur sökum þess að það var ónýtur kross og hann var réttað segja að verða búinn með jókann sjálfann. Kúplingsdiskur óslitinn enn ónýtur. (bjána gorma system sem var í skralli). Sveifarás pakkdós ónýt. Glóðarkerti ónýt. Þétti hringur fyrir knastás ónýtur: Pakkdós fram úr tímagír ónýt. Pakkdós í stýrismaskínu ónýt. forðabúr fyrir vökvastýrisvökva pisslak. Loftlás að framan óvirkur sökum arfaslaks frágangs á slöngum. Svo fannst mer sérlega fyndið þegar ég tók eftir að annar framdemparinn er á hvolfi... og trékubbur 2by4 til að halda loftkút undir bíl föstum  (einnig 1 takki fyrir báða lása, eh sem ég hef ekki séð áður þar sem hinn takkinn var í skottinu á bílnum ásamt loka og öðru)  svo var greyið nátturulega gat riðgaður líka.  \nSvo datt honum í hug að hætta að ganga á öllum uþb mánuði eftir að ég keypti hann. Kippti ventlalokinu af og sá mér til mikillar ánægju að ein undirliftu stöng var komin undan rocker arm og búin að nudda fallegt gat í gegn um ventlalokið, þetta gerðist vegna þess að það brotnaði undirlifta í vélinni og miðjan fór úr henni (því betur fann ég hana) og þessi bíll er með 2.5 Turbo diesel VM motor sem er þannig hannaður að til þess að ná undirliftu úr þarf heddið af vélinni. OG fyrst að heddið þurfti af þá pantaði ég eftirfarandi:\nNýtt efra pakkningarsett\nNýjar undirliftur\nNýjar undirliftu stangir\nNýja vatnsdælu\nNý glóðarkerti\nNýja sveifaráspakkdós\nNýjann O hring fyrir knastás\nNýja pakkdós fram úr tímagír\nNýja eyrhringi  í allt sem viðkemur hráolíu\nNýja kúplingu\nÞað sem ég var búinn að kaupa og skipta um er eftirfarandi:\nAlla nýja krossa í alla skapaða hluti undir bílnum\nNýjar pinnjóns pakkdósir\nNýjann jóka í afturdrif\nGera við alla leka undir bílnum nema það sem við kemur mótor\nLiðka upp allt sem þurfti að liðka.\nSmyrja í allt sem hægt er að smyrja\nOG svo keypti ég meira af gramsi sem ég er að vinnaí þessa dagana\n4stk 1200KG loftpúða\n4 mæla 1-10bar fyrir þá\ndeilistykki og tengi, lagnir og tilheyrandi fyrir púðana\nSvo keypti ég úrhleypibúnað með öllu tilheirandi 4stk mælum, krönum , lögnum og því sem þarf.Svo setti ég líka í hann mp3 spilara, 4 stk 3way hátalara 2stk 2way hátalara 1stk 15\" 2600RMS watta Power accoustic MOFO bassakeilu 2500w Class D monoblock magnara og 1stk 4 rása hátalaramagnara, stórann öflugann kraftþétti og sverar snúrur og lagnir Þannig að á endanum verður þetta líklega bíll\nHann stendur hálf berrassaður inní skúr núna vélarlaus, innréttingarlaus, mjög götóttur  fjöðrunardapur og vitlaus.\nEn ef ég horfi á björtu hliðarnar, þá verður þetta hörku helv.. .jeppi þegar ég er búinn ;)\n2.5Diesel turbo intercooler, 130hp, 300nm tog, 5 gíra beinskiptur, loftpúða fjöðrun framan og aftan, úrhleypibúnað, hvorutveggja stýrt innan úr bíl, loftlæstur framan og aftan, með ný yfirfarinn mótor, og vitað mál að bíllinn er í lagi. Þá verður loks gaman að fara að leika sér ;) \nLæt nokkrar myndir fylgja.\nÞESS MÁ TIL GAMANS GETA AÐ ÖKUTÆKIÐ ER NÝ SKOÐAÐ!... væri til í að eiga nokkur vel valin orð við viðkomandi skoðunarmann......\nlitli dótahaugurinn minn\naðeins að byrja að riðga, þess má geta að þetta er skárri hliðin...\nekkert sérlega smekklegur gófflötur\nbúinn að klippa almennilega úr\nbúinn að sauma sárin saman aftur\nenn ógeðslegur er hann nú samt þó hann sé að lagast\nþað er að byrja að verða pláss. enda voru dekkin sundur skorin og tætt sökum plássleysis\nrið rið rið og meira rið\nsetti helv.. í megraun\nbúinn að þrífa heddin, betri en ný\nþetta var meinið",
            "date": "2011-11-17 21:13:00",
            "post_id": "34865",
            "reply_to_id": false
        },
        {
            "user_name": "StefánDal",
            "text": "Frábært framtak! Vona svo sannarlega að þú hafir fengið vagninn á góðu verði;)",
            "date": "2011-11-17 21:18:00",
            "post_id": "34866",
            "reply_to_id": "34865"
        },
        {
            "user_name": "Offari",
            "text": "Það er dugnaður í þér.",
            "date": "2011-11-17 21:23:00",
            "post_id": "34867",
            "reply_to_id": "34866"
        },
        {
            "user_name": "AgnarBen",
            "text": "Góður - þú færð stórt prik í kladdann fyrir að bjarga svona höfðingja :)\nFékkstu þér nýjan tank undir bílinn og hvar fékkstu hann ?",
            "date": "2011-11-18 00:34:00",
            "post_id": "34887",
            "reply_to_id": "34867"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Gaman að sjá þig hér Sverrir. Það er aldeilis dugnaðurin í þér.\nertu búin að selja Broncoinn?",
            "date": "2011-11-18 07:07:00",
            "post_id": "34891",
            "reply_to_id": "34887"
        },
        {
            "user_name": "Burri",
            "text": "Sælir .. Heyrðu .. Ég átti svona bíl med þessari ógeðs vél.     Þú verður að setja í hann svona spennur sem halda undirliftunum á sínum stad. Þetta er hönnunargalli í þessari vél .. Sem wm sjálfir framliddu og settu í þessar vélar eftir á!..  Þetta kostar ekki rassgat og bjargar þessu kaldstarts veseni og endalaust bognu mundirliftustöngum á vélinni. Óþolandi að þurfa opna ventlalokið anna hvern morgun ogmtroða stöngunum undir rokkerarmana.. Þ.e.  Eftir að maður er búinn að réttta þær á gangstéttinni.",
            "date": "2011-12-09 23:04:00",
            "post_id": "37314",
            "reply_to_id": "34891"
        },
        {
            "user_name": "sonur",
            "text": "Hvaða kaldstart vesen er átt við? \nÉg á einn svona með vm og á auka vm inni skúr sem fer í Comanche\ngott að vita hvað er að áður en ég fer að slaka henni oný.",
            "date": "2011-12-11 01:31:00",
            "post_id": "37400",
            "reply_to_id": "37314"
        },
        {
            "user_name": "Burri",
            "text": "Þessar vélar eiga það til ad beigja og losa undirliftustangir eins og enginn sé morgundagurinn. losna undan rokkerörmunum og hoppa útum allt og skemma og bogna. Vegna þess að þessi vel a i vandræðum með ad ná upp olíuþriýstingi sérstaklega í kulda og vökvaundirlifturnar lengi að taka við sér. Sem orsakar þetta.",
            "date": "2011-12-11 17:47:00",
            "post_id": "37447",
            "reply_to_id": "37400"
        },
        {
            "user_name": "sverrir karls",
            "text": "já það er gott að vita þetta þar sem að þetta er víst ekki í fyrsta skipti sem að þessi vél gerir þetta. Ekkei ertu svo vel búinn að muna hvar þú fékkst þetta ? Eða hvað þetta heitir á fræðimálinu?",
            "date": "2011-12-11 21:46:00",
            "post_id": "37485",
            "reply_to_id": "37447"
        },
        {
            "user_name": "sverrir karls",
            "text": "",
            "date": "2011-12-16 21:04:00",
            "post_id": "38063",
            "reply_to_id": "37485"
        },
        {
            "user_name": "sonur",
            "text": "Mjög flott!!!\ngleymdiru nokkuð að taka afturrúðuþurkuna af?\nhvernig er það mattaðiru hann niður og bara nýr litur með glæru eða er nýr grunnur undir?\nÞarf að gera svona við Comanche-inn",
            "date": "2011-12-17 03:04:00",
            "post_id": "38105",
            "reply_to_id": "38063"
        },
        {
            "user_name": "sverrir karls",
            "text": "ni ákvað að nenna ekki að taka hana af ;)   föst á. en virkar..... Mála hana svarta eftir á. mattaði hana bara og málaði svo. mála bara aftur yfir arminn og set nýja þurrku á.  Hann er mattaður fyrst með 220 pappír og grunnað það sem gert var við, svo mattaður með 400 og \"trukkalína\" yfir. Þetta er hreinn litur, glærulaus.",
            "date": "2011-12-17 03:11:00",
            "post_id": "38106",
            "reply_to_id": "38105"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Flottur Sverrir þú færð þetta til baka í skemmtilegum bíl ég öfunda þig af öllu veseninu það er það sem gerir þetta skemmtilegt kveðja guðni á Sigló",
            "date": "2011-12-17 07:53:00",
            "post_id": "38111",
            "reply_to_id": "38106"
        },
        {
            "user_name": "sverrir karls",
            "text": "Hann er allur að koma til, kanntar komnir á, búið að kítta. Búinn að sjóða upp gólfið, grunna það og trefja yfir það alltsaman. Svo er það bara að grunna yfir trebbann á morgun og skutla loftlögnum í fyrir púða og dekk og svo tengja allt heila draslið og henda svo innréttingunni í :)",
            "date": "2011-12-22 22:19:00",
            "post_id": "38729",
            "reply_to_id": "38111"
        },
        {
            "user_name": "gaz69m",
            "text": "afhverju seturu treppa yfir gólfið ertu ekkert hr´ddur um að vatn komist á milli og  botnin hverfi í rið drullu",
            "date": "2011-12-22 22:24:00",
            "post_id": "38730",
            "reply_to_id": "38729"
        },
        {
            "user_name": "sverrir karls",
            "text": "akkurat þess vegna sem ég set trebbann. Nú er gólfið alveg heilt undir trebbanum. Það sem er að eyðileggja botninn í þessum bílum er bleita innan frá. Þ.e.a.s menn í blautum skóm og annað og fer niður í gegn um teppið og situr þar og þornar seint og illa... Trebbinn er ekki sérlega viðkvæmur fyrir vatni. Ef að það er trefjað almennilega upp í hliðar á sílsum og almennilega gengið frá hlutunum þá á ekki að komast vatn undir. Svo riðver ég bílinn vel neðanfrá. Þá er von mín sú að þetta  Haldi Kj.. þar til bíllinn er úrsér keyrður.",
            "date": "2011-12-22 22:30:00",
            "post_id": "38731",
            "reply_to_id": "38730"
        },
        {
            "user_name": "gaz69m",
            "text": "með hverju ættlar þú að ryðverja bílin að neðan",
            "date": "2011-12-22 22:45:00",
            "post_id": "38734",
            "reply_to_id": "38731"
        },
        {
            "user_name": "sverrir karls",
            "text": "riðvörn.   70% tektil og 30% vaxi. Það er rosa flott blanda. Ekkert mál að sprauta honum og smígur allstaðar. Myndar svo fallega kolsvarta filmu sem litast  alls ekki auðveldlaga af drullu. Helst svartur alveg ótrúlega lengi.",
            "date": "2011-12-22 22:49:00",
            "post_id": "38736",
            "reply_to_id": "38734"
        },
        {
            "user_name": "sverrir karls",
            "text": "afrakstur dagsins :)",
            "date": "2011-12-23 22:58:00",
            "post_id": "38817",
            "reply_to_id": "38736"
        },
        {
            "user_name": "Bskati",
            "text": "varstu að dekka kók Sverrir?\nHringdu í mig þegar þú verð að prófa, ég skal draga þig heim þegar hann bilar :)",
            "date": "2011-12-23 23:28:00",
            "post_id": "38819",
            "reply_to_id": "38817"
        },
        {
            "user_name": "sverrir karls",
            "text": "það er uppi á þer typpið eins og venjulega :)",
            "date": "2011-12-23 23:37:00",
            "post_id": "38821",
            "reply_to_id": "38819"
        },
        {
            "user_name": "Bskati",
            "text": "alltaf",
            "date": "2011-12-23 23:42:00",
            "post_id": "38822",
            "reply_to_id": "38821"
        },
        {
            "user_name": "gambri4x4",
            "text": "Jæja Sverrir verður Cherokee klár á gamlárs?",
            "date": "2011-12-24 00:51:00",
            "post_id": "38832",
            "reply_to_id": "38822"
        },
        {
            "user_name": "jeepson",
            "text": "Djöfull er þetta orðið flott hjá þér. Þú færð hrós frá mér fyrir alla vinnuna og tímann sem hefur farið í þetta :)",
            "date": "2011-12-24 01:27:00",
            "post_id": "38836",
            "reply_to_id": "38832"
        },
        {
            "user_name": "Turboboy",
            "text": "Flottur hjá þér ! Greinilega lagður metnaður í þetta svo viðgerðin dugi ! \nMér finnst þessi hugmynd með trebban góð, mögulega eitthvað sem ég mun nota í framtíðini :) \nGlæsileg kerra hjá þér !",
            "date": "2011-12-26 21:27:00",
            "post_id": "38986",
            "reply_to_id": "38836"
        },
        {
            "user_name": "LFS",
            "text": "hver er hugmyndinn bak við trebban ?",
            "date": "2011-12-26 21:59:00",
            "post_id": "38991",
            "reply_to_id": "38986"
        },
        {
            "user_name": "gambri4x4",
            "text": "Þetta er hugmyndin með trebban",
            "date": "2011-12-26 22:04:00",
            "post_id": "38993",
            "reply_to_id": "38991"
        },
        {
            "user_name": "sverrir karls",
            "text": "",
            "date": "2011-12-27 23:50:00",
            "post_id": "39127",
            "reply_to_id": "38993"
        },
        {
            "user_name": "sonur",
            "text": "BARA svalt!!\nHvernig er að keyra þetta tómt? eða er einhver dempari inní þessu? \nnotaru ekki bara demparana orginal áfram?\nHef veri að pæla í svipuðu í Comanche, verðið á stærri gormum og fjöðrum að aftan er\nnæstum sama verð og að kaupa loftpúða system",
            "date": "2011-12-29 02:57:00",
            "post_id": "39243",
            "reply_to_id": "39127"
        },
        {
            "user_name": "sverrir karls",
            "text": "eru á leið nuna frá borg óttans nýjir rancho 5000 demparar að framan, er á fínum að aftan",
            "date": "2011-12-29 03:21:00",
            "post_id": "39244",
            "reply_to_id": "39243"
        },
        {
            "user_name": "AgnarBen",
            "text": "Hvað kostar parið nýtt og hvar keyptirðu þá ?",
            "date": "2011-12-29 13:52:00",
            "post_id": "39269",
            "reply_to_id": "39244"
        },
        {
            "user_name": "gaz69m",
            "text": "en hvernig ættli væri að  mála botnin vel  smyrja svo feiti yfir allan botnin og gera  svo trebbaskel sem nær vel uppíhliðar  og almennilega gengið frá , er mikið farin að spá í að trebba yfir botnin á bílnum mínum en spurning hvort ég set feiti á milli",
            "date": "2011-12-29 14:01:00",
            "post_id": "39271",
            "reply_to_id": "39269"
        },
        {
            "user_name": "sverrir karls",
            "text": "eg er ekki viss um að trebbinn yrði sérlega ánægður með að hafa feiti á milli..... Það er amk eitthvað sem ég myndi ekki þora að prófa.. Trefjinn bindur sig ofan í járnið og þegar maður setur resin í trefjann þá að sjálfsögðu gegn blotnar hann og ég er ekki viss um að það yrði skynsamur grautur að hafa resin með feiti í og jukka því ofan í trefjann.\nÁn þess að ég fullyrði nokkuð en þá get ég ekki ímyndað mer að það sé skynsamlegt.",
            "date": "2011-12-29 18:42:00",
            "post_id": "39294",
            "reply_to_id": "39271"
        },
        {
            "user_name": "sverrir karls",
            "text": "Þeir eru 49.5 cm saman og sléttir 80 sundur. með auga ofan og neðan (sker augað frá að ofan og set tein í staðinn til að þeir passi) \nstykkið af þessum kostar rétt tæpann 11 þus kall. \nHann gaf mer afslátt og ég fæ parið á 19 þusund.\nTalaðu við Tóta hjá Bílabúð Benna. 5902015\nKveðja Sverrir K",
            "date": "2011-12-29 18:45:00",
            "post_id": "39295",
            "reply_to_id": "39294"
        },
        {
            "user_name": "LFS",
            "text": "ekki nema að hafa plast ofan á feitinni og trebba svo  en þá er trebbinn nattlega laus frá botninum og spurning hvort það skapi einhver leiðindi svo sem ef farið er ofan i á og það flæði i bilinn og vatn kemst undir trefjaplastið eða einhvað slikt !",
            "date": "2011-12-29 19:05:00",
            "post_id": "39297",
            "reply_to_id": "39295"
        },
        {
            "user_name": "sverrir karls",
            "text": "það er að öllum líkindum akkurat það sem myndi gerast :)",
            "date": "2011-12-29 19:28:00",
            "post_id": "39304",
            "reply_to_id": "39297"
        },
        {
            "user_name": "nicko",
            "text": "Hvað er púðinn langt frá ballansstönginni með lofti í?",
            "date": "2011-12-29 23:54:00",
            "post_id": "39345",
            "reply_to_id": "39304"
        },
        {
            "user_name": "Freyr",
            "text": "Sæll Agnar.\nDemparar sem eru 49,5 saman og 80 sundur eru allt of langir fyrir þig. Hjá mér er gormasætið og um leið demparafestinginn færð upp um 8 cm á hásingunni. Max lengd af dempara sem ég get notað er um 34 cm saman og þú væntanlega örlítið styttri (man ég ekki rétt að gormasætið ásamt demparafestingu fór upp um 10 cm?). Auk þess ganga þeir svo langt í sundur að það myndi verða mjög mikil spenna á stýrisendana, þeir gera ekki meira en að rétt sleppa eins og þetta er hjá þér í dag.\nKv. Freyr",
            "date": "2011-12-30 00:15:00",
            "post_id": "39346",
            "reply_to_id": "39345"
        },
        {
            "user_name": "AgnarBen",
            "text": "jamm, ég veit.  Rancho 5000 að framan fyrir stock Cherokee (RS5128) er gefið upp sem saman 33cm og sundur 53 cm en síðan er líka hægt að fá lengri dempara í Cherokee-inn (RS5239) sem eru gefnir upp saman 36,5cm og sundur 60cm.  Þessir demparar eru með pinna að ofan.",
            "date": "2011-12-30 01:01:00",
            "post_id": "39355",
            "reply_to_id": "39346"
        },
        {
            "user_name": "sverrir karls",
            "text": "það er búið að færa festingarnar.. Dempararnir sem voru í voru 51 og 70 :)",
            "date": "2011-12-30 02:06:00",
            "post_id": "39364",
            "reply_to_id": "39355"
        },
        {
            "user_name": "sverrir karls",
            "text": "og ballance stöngin er of stutt frá. ca 2 cm með full pumpaða púða. Ætla að færa hana fram um 1 gat... SS nota fremra gatið í grind sem aftara gat í stífu festingu\nMBK\nSverrir K",
            "date": "2011-12-30 02:07:00",
            "post_id": "39365",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "Tekuru ekki stöngina bara í burtu? Þá nær hann að fjaðra betur. Félagi minn tók hana úr wrangler sem að hann átti og varð voða ánægður með bílinn eftir það. Reyndar fanst manni altaf eins og hann væri að fara að velta í beyjunum.",
            "date": "2011-12-30 12:32:00",
            "post_id": "39398",
            "reply_to_id": "39365"
        },
        {
            "user_name": "sverrir karls",
            "text": "hehe það er akkurat málið. hann verður svo ofboðslega svagur, Ég er með bílinn á 3 link að aftan....... Ekki vissum að hann megi við því að missa fremri ballancestöngina líka :)",
            "date": "2011-12-30 14:34:00",
            "post_id": "39412",
            "reply_to_id": "39398"
        },
        {
            "user_name": "nicko",
            "text": "Var með sér valda kony dempara í krúsernum mínum, 1600 kg púðar á framan, maðurinn sem valdi þá fyrir mig lofaði að hann myndi ekki leggjast í beygjum og það stóð heima :) engin ballanstöng",
            "date": "2011-12-31 01:45:00",
            "post_id": "39500",
            "reply_to_id": "39412"
        },
        {
            "user_name": "sverrir karls",
            "text": "ég á eftir að prófa bílinn með og án ballancestangar. sjá hvað helvitið gerir... Ég fékk samt varahlutasendinguna frá UK í dag....  EFTIR vélarnúmeri..'.. og ég get svo svarið það að það passar ekki kúplingin og ekki glóðarkertin.. sýnist heddpakkning og vatnsdæla passa en ég veit ekki enþá með fremri og aftari sveifaráspakkdósina :S... þetta lofar síður en svo góðu hjá mer...' Satan í helvvvv... eins og maðurinn sagði",
            "date": "2011-12-31 04:25:00",
            "post_id": "39512",
            "reply_to_id": "39500"
        },
        {
            "user_name": "jeepson",
            "text": "Það er ekki til neitt sem heitir ballancestöng í patrolinum mínum. Og hann leggst soddið hérna innanbæjar. En ég finn ekkert fyrir þessu í t.d langkeyrslu. Það er eins og hann leggist minna þegar hann er kominn á ferð. Sem að hann ætti nú væntalega ekki að gera. En ég get keyrt hann nokkuð greitt í beyjum og svona. Annars keyri ég voða lítið upp fyrir 90. Enda er þetta ekki kappakstursbíll. En ég hef alveg hangið í 120 og fanst hann ekkert vera neitt altof svagur.",
            "date": "2011-12-31 17:42:00",
            "post_id": "39567",
            "reply_to_id": "39512"
        },
        {
            "user_name": "sverrir karls",
            "text": "heeeeeeeeeeelvítið komið í gang, saman og allt orðið klárt. bónaði áðan og svo bara út að prófa í birtunni á morgun (Y)",
            "date": "2012-01-05 23:57:00",
            "post_id": "40170",
            "reply_to_id": "39567"
        },
        {
            "user_name": "Turboboy",
            "text": "Til hamingju með þetta ! úff væri ekki leiðinlegt að vera í þínum sporum núna ! :p",
            "date": "2012-01-06 21:57:00",
            "post_id": "40294",
            "reply_to_id": "40170"
        },
        {
            "user_name": "Freyr",
            "text": "Það er mun meira veltiviðnám í 4 linkinu að framan en í A linkinu að aftan. Ef ballansstöngin er einnig að framan en ekki að aftan mun afturhásingin sjá um 80% af teygjunni, en ef stönginni væri sleppt að framan og sett eitthvað grennri stöng að aftan í staðinn mun hann fjaðra mikið jafnar.\nEf þú færir upphengjurnar fyrir ballansstangirnar fram um eitt gat verður þú samt að setja bolta í aftara gatið vm en ekki skilja það eftir tómt. Boltarnir vm ganga upp í brakket sem heldur við stýrismaskínuna, ef boltarnir eru fjarlægðir rífur stýrismaskínan sig úr grindinni á mjög stuttum tíma.\nFreyr",
            "date": "2012-01-06 23:40:00",
            "post_id": "40309",
            "reply_to_id": "40294"
        },
        {
            "user_name": "sverrir karls",
            "text": "",
            "date": "2012-01-08 19:49:00",
            "post_id": "40507",
            "reply_to_id": "40309"
        },
        {
            "user_name": "jeepson",
            "text": "Flottur. En voðalega fynst mér kantarnir vera mjóir.",
            "date": "2012-01-08 20:07:00",
            "post_id": "40515",
            "reply_to_id": "40507"
        },
        {
            "user_name": "sverrir karls",
            "text": "þeir hilja 36\" fínt :) þannig að þeir eru nógu breiðir.. en já ég er sammála því að þeir séu mjóir. en ekkertmál að hleypa bílnum á samslátt allann hringinn og þverleggja á... nær hvergi utani",
            "date": "2012-01-08 20:15:00",
            "post_id": "40518",
            "reply_to_id": "40515"
        },
        {
            "user_name": "jeepson",
            "text": "Já þá er þetta bara flott. ég hugsa að kantarnir á cherokeeinum sem að ég átti hafi verið helmingi breiðari. hann var reyndar á 38\" Það voru ægilega breiðir kantar á honum.",
            "date": "2012-01-08 20:30:00",
            "post_id": "40520",
            "reply_to_id": "40518"
        },
        {
            "user_name": "Maddi",
            "text": "PK754?\nÞað er allavega minn bíll, 38\" breyttur með helvíti breiða kannta. Eiginlega full breiðir...",
            "date": "2012-01-09 10:47:00",
            "post_id": "40596",
            "reply_to_id": "40520"
        },
        {
            "user_name": "jeepson",
            "text": "Nei mig minnir að nr hafi verið LY-643",
            "date": "2012-01-09 13:29:00",
            "post_id": "40616",
            "reply_to_id": "40596"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ég held að upprunalegu 38\" kantarnir hjá Gunnari Ingva hafi verið framleiddir rosalega breiðir (og langt niður að framanverðu), að aftan hannaðir fyrir 38\" dekk með felgu sem var of útvíð (10 cm backspace eins og á Wrangler) - síðan smíðaði hann fremri kantana þannig að þeir fylgdu aftari köntunum í beinni línu í stað þess að fylgja línunni á boddý-ínu (XJ er með aflíðandi línu innávið að framan) og þar af leiðandi urðu fremri kantarnir eins og flugvélavængir, sérstaklega miðað við aftari kantana.  \nMínir kantar voru samt ekki alveg svona breiðir og ná ekki niður fyrir stuðarar að framan.  Ég notaði felgur með orginal backspace (13cm) og því mjókkaði ég afturkantana og síðan mjókkaði ég framkantana líka talsvert þannig að þeir fylgdu betur boddýinu að framan.  Er mjög sáttur við útkomuna.",
            "date": "2012-01-09 14:08:00",
            "post_id": "40620",
            "reply_to_id": "40616"
        },
        {
            "user_name": "jeepson",
            "text": "Á einhver mynd af þessum cherokee hans Gunnars Ingva?? mig langar að sjá þessa kanta.",
            "date": "2012-01-09 15:58:00",
            "post_id": "40640",
            "reply_to_id": "40620"
        },
        {
            "user_name": "AgnarBen",
            "text": "Gunnar Ingvi á Bílasmiðju Gunnars Ingva sem smíða brettakanta -> Brettakantar.is\nEf þið langar til að sjá mynda af þessum köntum kíktu þá á myndir af Cherokee-inum hans svopna",
            "date": "2012-01-09 16:21:00",
            "post_id": "40642",
            "reply_to_id": "40640"
        },
        {
            "user_name": "jeepson",
            "text": "Eru þetta sömu kantar og svopni var með á sínum semsagt?",
            "date": "2012-01-09 19:16:00",
            "post_id": "40672",
            "reply_to_id": "40642"
        },
        {
            "user_name": "Hrannifox",
            "text": "mikið djöfull ert þú erfiður maður ! mig klæjar i puttana eftir að hafa séð þetta hjá þér\nenda mjög snyrtilegur bíll og flott vinnubrögð.\nminn er eimeitt með svona flugmóðursskipa brettaköntum skal samt viðurkenna  þeir \neru hellviti þægilegir til að geyma drasl á þegar maður er að grúska i bilnum \nen i bæjarumferðinni þá já má það kallast heppni að þeir séu enþá á oft munað litlu að þeir séu keyrðir af.\nHrannar",
            "date": "2012-02-03 20:35:00",
            "post_id": "44855",
            "reply_to_id": "40672"
        }
    ],
    "date": "2011-12-30 02:07:00"
}