{
    "forum_title": "Umhverfis- og hagsmunamál",
    "id": "73",
    "title": "Hagsmunabarátta ferðafólks",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=11&t=73",
    "posts": [
        {
            "user_name": "Manuel",
            "text": "Mér líst vel á þetta framtak hér, eins og greinilega fleirum. \nHér er auðsjáanlega fólk úr grasrótinni sem er tilbúið að láta hlutina gerast. \nÞví er spurning hvort ekki veljist einhver hér til að tala fyrir hagsmunum jeppa og ferðafólks á opinberum vetvangi. \nÞví miður er það staðreynd að svo virðist sem of mikill hluti orku 4x4 klúbbsins fara í rifrildi og skítkast við opinbera aðila, ásamt því að skapa jeppafólki óvini á hinum ýmsu stöðum.\nNefna má nokkur mál þar sem \"hagsmunabaráttan\" er einfaldlega ekki að virka okkur í hag svo sem lokanir heilu sveitarfélagana á slóðum sínum ofl. sýnir.\nNýjasta dæmið er að 4x4 klúbburinn virðist vera kominn upp á kant við UST, sem virðist vera orðin óvinur jeppafólks nr.1. Það gekk svo langt að fólk á leið í Setur sl. helgi virðist hafa átt von á að fá þyrluna yfir sig með tilheyrandi kærum eins og sjá má á tilkynningu og spjalli á 4x4 vefnum.\nÞað versta er hinsvegar að hinn almenni ferðamaður virðist ekki hafa nokkurn áhuga á þessum málum og er það kannski vegna þess að fámenn klíka 4x4 klúbbsins hefur drepið niður frumkvæði með ritskoðunum og skítkasti á vef sínum.\nMargt gott sem 4x4 klúbburinn hefur gert gegnum tíðina en hlutirnir eru bara einfaldlega ekki að virka í dag og þegar hlutirnir virka ekki þá þarf að skipta um aðferðarfræði.\nÞennan póst á ekki að túlka sem skítkast á 4x4 klúbbinn, mun frekar sem tilraun til að opna á umræðu um þessi mikilvægu mál á óritskoðuðum vef sem allir sjá og geta tekið þátt.\nkv.\nManni",
            "date": "2010-02-02 21:00:00",
            "post_id": "227",
            "reply_to_id": false
        },
        {
            "user_name": "Stebbi",
            "text": "Eftir því sem ég fæ best skilið í þessari hagsmunabaráttu þá er það Jón 'Ofsi' Snæland sem er driffjöðurin og flotaforinginn sem stendur í nánast öllu.  Ef að hann væri ekki í þessu þá væri sjálfsagt verið að þjappa jeppana okkar í pressu í Brussel afþví að það mætti hvergi nota þá.  En hversu mikið Ferðaklúbburinn stendur á bakvið hann er víst meira í orðum en verki eftir því sem ég heyri með mínum ógnarstóru eyrum.  Fékk að heyra það um dagin innan úr innri röðum að hann fengi litla sem enga fjárstyrki til að standa í þessu brasi sem segir mér að þetta sé hugsjónastarf hjá honum.\nÞað væri gott að heyra frá honum sjálfum hvað 'Jói jeppamaður' sem hefur engin tengsl getur gert til að aðstoða í baráttuni.  Eins líka ef hann vill leiðrétta orðróminn ef hann reynist rangur.",
            "date": "2010-02-02 21:45:00",
            "post_id": "231",
            "reply_to_id": "227"
        },
        {
            "user_name": "Manuel",
            "text": "Hverjir voru það aftur sem sögðu sig úr ferðafrelsisnefnd með látum og skítkasti,  fyrir nokkrum dögum?",
            "date": "2010-02-02 22:29:00",
            "post_id": "232",
            "reply_to_id": "231"
        },
        {
            "user_name": "Einar",
            "text": "Hvernig væri að skilja innanfélagsmála leiðindi Ferðaklúbbsins 4x4 eftir á vef Ferðaklúbbsins 4x4 ?",
            "date": "2010-02-02 23:54:00",
            "post_id": "237",
            "reply_to_id": "232"
        },
        {
            "user_name": "gambri4x4",
            "text": "Góð hugmynd hjá Einari,,,,skiljum F4x4 leiðindi eftir hjá þeim",
            "date": "2010-02-03 00:08:00",
            "post_id": "238",
            "reply_to_id": "237"
        },
        {
            "user_name": "ICESAVE",
            "text": "Ekki spurning að skítkastið er best geymt á 4x4 síðunni eða bara einhverstaðar annarstaðar.\nMikið til í því sem Stebbi segir, Jón hefur verið driffjöður í varnarbaráttunni þó ég skilji ekki baun í seinni hlutanum sem skrifaður er undir þykkum rósarunna.\nHinsvegar er einnig margt til í fyrri pósti Manúels þó sá síðari mætti missa sín. Væri gaman að fá hugmyndir og umræðu um það hvað hægt er að gera til að verja þann rétt okkar að ferðast um landið.\nAnnars er ég alveg hissa á því hvað Jón Ofsi nennir að standa í þessari varnarbaráttu, hann sem á ekki einu sinni ferðahæfan bíl. Jaaaa....nema þá bara örskamma stund í einu ;)",
            "date": "2010-02-03 00:10:00",
            "post_id": "239",
            "reply_to_id": "238"
        },
        {
            "user_name": "EinarR",
            "text": "Vel orðað að skilja þetta bara eftir þar. búinn að lesa hellings væl þarna hinumeiginn",
            "date": "2010-02-03 01:14:00",
            "post_id": "242",
            "reply_to_id": "239"
        },
        {
            "user_name": "pardusinn",
            "text": "Ég veit ekki hvort fólk hér hefur farið í einhverja vinnu við að athuga hvað hefur áunnist í ferðfrelsismálum okkar hérlendis undanfarin ár.\nOfsa þekki ég dável og hann á mikið hrós skilið fyrir sitt framlag, en hann hefur líka haft aðgang að miklum fjölda manna um ævina sem hafa einnig lagt ómælda vinnu við að aðstoða að öllu leiti.\nÉg hef fylgst náið með málum 4x4 klúbbsins undanfarin ár og það er afar mikil heimska að setja svona umræðu af stað og láta eingöngu einhver leiðindamál standa uppúr. \nGóðu hlutirnir eru fleiri og unnust af góðu fólki sem hefur barist fyrir málefnum jeppamanna af heilhug. Ég held ég þekki afar vel alla þá sem hafa unnið í stjórn klúbbsins undanfarin áratug eða meira og að nú eigi bara að skipa einhverja aðila sem ætla að berjast um hagsmuni ferðafólks án viðkomu 4x4 klúbbsins og stjórnar hans er einfaldlega sú leið sem kemur til með að skemma meira en laga eitthvað til.\nEn þetta eingöngu mitt innlegg  og ekki sett fram til að gera eitthvað lítið úr miklum eldmóð sem ríkir í mönnum sem vilja sjá einhverjar breytingar. En það þarf ekkert að finna hjólið upp aftur og aftur.",
            "date": "2010-02-03 01:56:00",
            "post_id": "244",
            "reply_to_id": "242"
        },
        {
            "user_name": "Manuel",
            "text": "Ég var einungis að kalla eftir vitrænni umræðu um þessi mál og fá fram skoðanir fólks án þess að vera með skítkast. \nMenn verða að vera tilbúnir að taka gagnrýni og ræða málin, leiðrétta misskilning ef þarf, eða lagfæra hlutina hjá sér.\nÞað hjálpar engum að vera með gagnrýnislausan halleluja söng í blindri aðdáun og skíta alltaf út þá sem vilja skoða aðrar hliðar mála.\nMargir áhugamenn um ferðafrelsi hafa unnið gott starf í gegnum tíðina og væri ferðafrelsi örugglega minna á Íslandi ef þeirra vinnu hefði ekki notið við. 4x4 klúbburinn er ekki eitthvað heilagt almætti í því samhengi, enda hafa margir einstaklingar komið að þeirri vinnu án þess að vera endilega félagar í 4x4 klúbbnum. Ég veit að forysta klúbbsins leitar aðstoðar hjá fólki sem ekki endilega eru félagar og efast ég um að greitt sé fyrir þá vinnu.\nHagsmunabaráttan fyrir ferðafrelsi er bara einfaldlega ekki að virka í dag eins og nýleg dæmi sýna og ef hjólið virkar ekki, eða ef það er bilað, þá þarf að finna upp nýtt, eða nota eitthvað annað.",
            "date": "2010-02-04 12:05:00",
            "post_id": "378",
            "reply_to_id": "244"
        },
        {
            "user_name": "pardusinn",
            "text": "Ha??? Hvar er skítkast?\nEn í stað þess að vera að ræða þessa hluti í einhverju krapahjakki þá væri eðlilegast að fá að sjá  þessi þessi rök af hverju baráttan um ferðafrelsið er ekki að virka í dag.\nÞetta sama málefni er verið að ræða á f4x4.is og er kominn út í það núna að menn hafa lagt afar góð rök fyrir sínu máli og þar er hægt að lesa hvað einmitt hefur áunnist á síðustu árum.\nGleymum því ekki að undanfarið hafa spjót beinst að ferðafrelsinu frá srjórnvöldum og það er kannski ekkert eðlilegt að 4x4 klúbburinn nái að reka þau áform til baka á einhveju nýju íslandsmeti. Ég held að það sé alveg örugglega verið að fylgjast vel með þessum málum í dag og eins og málin hafa farið undanfarin ár þá get ég ekki séð að við þurfum að óttast einhver ósæskileg vinnubrögð frá því fólki sem er með þetta á sinni könnu.\nEn ef menn hafa haldber dæmi um sofanda hátt hjá mönnum,  þá er auðvitað sjálfsagt að koma því á framfæri.",
            "date": "2010-02-04 13:18:00",
            "post_id": "383",
            "reply_to_id": "378"
        },
        {
            "user_name": "Ofsi",
            "text": "Það er alveg rétt hjá Manuel, að ef gömlu aðferðirnar eru ekki að virka, þá þarf að nýja stefnu. Það var kannski einmitt þess vegna sem tveir meðlimir Ferðafrelsisnefndarinnar sögðust ekki nenna að starfa lengur með nefndinni ef nefndin tæki ekki upp aðrar og beittari aðferðir. En leiðinlega að heyra Manuel halda að einhverjir hafi hætt í leiðindum. Það er ekki rétt, allavega ekki af minni hálfu. En ég vill leggja á það áherslu að nefndin er skipuð góðu fólki en skoðanir allra á varnartaktíkinni hafa ekki alveg farið saman.  \nÞað er einnig rétt að fleiri hafa verið að koma að hagsmunabarátunni og mætti nefna Jeppavini, Slóðavini, og fjölmarga í ferðaþjónustu. Ásamt einstökum þingmönnum sem hafa lagt okkur lið, en við þurfum að vekja almenning til umhugsunar um þessi mál, því þetta eru engin einkamál okkar fjallakalla og útivistarfólks.\nHvað varðar spurningar hér að ofan um greiðslur fyrir vinnu við hagsmunabaráttuna innan f4x4. Þá hefur klúbburinn ekki þurft að leggja út neina peninga í hagsmunabaráttuna. Hinsvegar hefur ferlaverkefni skila góðum arði fyrir klúbbinn og þeir sem hafa unnið að þessum málum fengið greitt frá LMÍ. \nAnnað sem Manuel minnist á í lok pistil síns er að ekkert sé að virka. Það er ekki rétt. Það er margt jákvætt að gerast, þó svo að verulega sé þrengt að okkur. En það hefur gerst verulega hratt. Og eru 80% verkefna meir og minna tilkominn eftir að Svandís Svavarsdóttir tók við sem umhverfisráðherra. Má þar nefna stækkun friðlandsins í Þjórsárverum, endurskoðun náttúruverndarlaga, aðgerðir í Reykjarnesfólkvang ofl. Síðan hafa önnur ráðuneyti og þingfrumvörp komið fram t,d Landnýtingaráætlun, endurskoðun umferðalaga, áframhaldið í slóðamálum, verndaráætlun Vatnajökulsþjóðgarðs. Ofl. Það segir sig sjálft að þessi verkefni eru of umfangsmikil fyrir áhugamannaklúbb.",
            "date": "2010-02-04 14:34:00",
            "post_id": "389",
            "reply_to_id": "383"
        },
        {
            "user_name": "dabbigj",
            "text": "Tek undir með því sem ða menn eru að segja varðandi ferðafrelsi að þetta sé ekki eitthvað einkamál jeppamanna til að berjast fyrir.  Það eru svo hópar sem að ferðast um hálendið á tveimur jafnfljótum, skíðum, fjórhjólum, vélsleðum og að ógleymdum hestunum.  Margir hestamenn ferðast t.d. um með naglbíta á lengri ferðum til að klippa í sundur girðingar þarsem að girt hefur verið fyrir gamlar þjóðleiðir.\nAð mínu mati mega menn ekki blanda persónulegum deilum eða óvild í garð annara inní þessa baráttu.",
            "date": "2010-02-04 17:37:00",
            "post_id": "397",
            "reply_to_id": "389"
        }
    ],
    "date": "2010-02-02 21:00:00"
}