{
    "forum_title": "Almennt spjall",
    "id": "7423",
    "title": "skrúfa upp í olíuni eftir að intercooler var bætt við í patr",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=7423",
    "posts": [
        {
            "user_name": "SigmarP",
            "text": "Var að setja intercooler i frammstuðaran a 1995 patrol hja mer.\nEr þa ekki nauðsinlegt að auka við oliuna?\nHvernig er það gert og hvernig veit maður hversu mikið a að auka það ?",
            "date": "2011-11-25 13:15:00",
            "post_id": "35644",
            "reply_to_id": false
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nNei, það er alls ekki nauðsynlegt að auka við olíuna en það er hægt og alveg þorandi eftir að millikælirinn er kominn í.  \nEf þú ætlar þér að auka við olíuna þarftu að gera þér grein fyrir því sem er að gerast.  Ef mótorinn fær meiri olíu en svo að hún geti brennt henni í strokkunum fer hún hálfbrunnin út um pústið og myndar svona fallegt svart reykjarþykkni fyrir aftan bílinn.  Ef þetta er að gerast oft og lengi ertu að eyðileggja vélina því að of mikil olía á móti lofti eykur brunahitann og þegar hann verður of hár skemmist heddið.  Þetta er hægt að koma í veg fyrir með því að kaupa og setja afgashitamæli (og náttúrulega fylgjast með honum og breyta aksturslaginu í samræmi við hann).  Ég setti minn milli hedds og túrbínu en það eru skiptar skoðanir á því hvar hann á að vera.  Ég vildi vernda heddið og sjá hvað er að skila sér heitt frá því.  650-700°C er algert hámark þarna á milli.\nMeð því að setja millikælinn ertu búinn að tryggja hreinni og betri bruna í vélinni og þá ættirðu að sjá eyðsluna detta smávegis niður og bílinn verða svolítið snarpari en ef þú eykur olíuna færðu eyðsluna aftur en bíllin verður enn snarpari. (eða minna latur)\nOlíuskrúfan er aftaná verkinu minnir mig undir blikkhettu.  Taktu hettuna af og þá blasir við skrúfa með festiró.  Merktu allt saman því að þú vilt geta fundið upphaflegu stillinguna aftur.  Losaðu síðan á rónni og skrúfaðu inn (minnir mig) um fáeinar gráður.  (ef maður ákveður hringinn sem klukku ættu 5-7 min að duga allavega í fyrsta) og hertu rónna aftur og fylgstu með að stilliskrúfan ferðist ekki með rónni.\nSvo er líka spurning hvort það sé ástæða til að auka lítillega við túrbínuþrýstinginn til að vega á móti mótstöðunni í hosum og rörum.  Það er þá bara gert með því að taka wastegatemembruna af og setja þykkinu undir hann s.s. færa bembrupunginn pínulítið nær túrbínunni (1mm gerir helling)\nKv Jón Garðar",
            "date": "2011-11-25 14:20:00",
            "post_id": "35647",
            "reply_to_id": "35644"
        }
    ],
    "date": "2011-11-25 13:15:00"
}