{
    "forum_title": "Almennt spjall",
    "id": "7426",
    "title": "loftdæla 12/24 volt aðstoð",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=7426",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Nú þarf ég aðstoð rafvirkja eða fræðimanna. Ég er með loftdælu sem á að vera fyrir 12/24 volt eða það stendur á kútnum og rmp er 1400/3000 w 270 hp 0.5 amper 28 en á mótornum undir hlífinni stendur 12 v. er óhætt að nota þetta í valpinn sem er með 24 volt. Mótorinn heitir Amer og þetta er lílega Ítalskt var með hana við 12 volt og virkaði hún þar en snérist frekar hægt fannst mér þori ekki að setja hana við 24 volt nema fá álit ykkar fyrst hún er blá að lit og er á kút með pressustati og virðist allt vera ansi sterklegt sérstaklega mótorinn kveðja Guðni",
            "date": "2011-11-25 17:01:00",
            "post_id": "35667",
            "reply_to_id": false
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÉg get náttúrulega ekki sagt á eða af en auðvitað getur verið að þessi búnaður sé í raun 12V og með spennustilli eða einhverjum búnaði sem lækkar spennuna frá 24 í 12V.  Þessi merking 1500/3000 rpm gæti sagt manni að hún ætti að ganga á 1500 sn á 12V og 3000sn á 24V en ég hefði vilja sjá sitthvora ampertöluna líka við sitthvora spennuna.  Hvernig er tengt inn á hana, eru einhverjir segulrofar eða einhver stjáanleg stýring sem getur verið að velja inn á mótorinn á hvaða vaf spennan fer á t.d. eitt eða tvö eða tvö raðtengd eða tvö hliðtengd.  \nÞú verður að taka mynd af þessum ósköpum og setja á síðuna.  Einn möguleikinn er að framleiðandi sé með sömu kúta fyrir margar gerðir af pressum.\nKv Jón Garðar, rafvirki",
            "date": "2011-11-25 17:30:00",
            "post_id": "35668",
            "reply_to_id": "35667"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sæll takk fyrir þetta gruna að svo sé með kútana en tek myndir af þessu og set inn í kvöld eða fyrramálið. Það eru bara 6 kvaðrata rauður og svartur vírar beint inn á pressustatið sem er svartur kassi með rauðum rofa á topnum sem gengur upp og niður mótorinn er aftur þungur og mikill um sig. Æi ekki góðar myndir of nálægt tek nýjar",
            "date": "2011-11-25 17:36:00",
            "post_id": "35669",
            "reply_to_id": "35668"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Sæll Guðni. Þetta er Nardi, Ítalskt og fæst í \nhttp://vfs.is/\n. talaðu við þá um þetta þegar þú ert staddur í bænum og þeir ættu að geta svarað þér með þetta. Var með svipað og þetta einu sinni nema hún var bara 12 volta að ég veit best og var hún gefin upp með 100 lítra á mínútu og sat ofaná svona bláum 5 lítra kút og var með áföstu pressóstati. \nKv. Haffi",
            "date": "2011-11-25 20:54:00",
            "post_id": "35691",
            "reply_to_id": "35669"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sæll takk fann þetta á netinu er ég að geta notað þetta við 24 v er það vogandi  sjá link \nhttp://www.nardicompressori.com/index.p ... 5-liters-2",
            "date": "2011-11-25 20:58:00",
            "post_id": "35692",
            "reply_to_id": "35691"
        },
        {
            "user_name": "sukkaturbo",
            "text": "meira um loftdælu hvað gerist ef ég set hana við 24 voltin brennur hún eða fer hún á flug",
            "date": "2011-11-26 07:18:00",
            "post_id": "35727",
            "reply_to_id": "35692"
        },
        {
            "user_name": "Offari",
            "text": "Á svona dælu og hef notað hana jafnt á 12 og 24 voltum án vandræða.",
            "date": "2011-11-26 10:22:00",
            "post_id": "35733",
            "reply_to_id": "35727"
        },
        {
            "user_name": "haffij",
            "text": "Þessar snúast einmitt kjánalega hægt á 12 voltum en af kappi á 24 voltum. Hef tekið þátt í því að tengja svona dælur í 12 volta bíla með tveimur geymum í gegnum startklukkur til að fá þær til að blása.\n24 volta mótorar geta alveg gengið á 12 voltum, bara hægar. Það er málið hjá þér. Þetta er 24 volta mótor, en hann má nota á 12 voltum líka.",
            "date": "2011-11-26 11:20:00",
            "post_id": "35741",
            "reply_to_id": "35733"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sælir félagar þið bjargið deginum hjá er að hugsa um að tengja hana við 24volt þó að það standi 12 volt á mótornum en 12/24 á tankanum sem hún stendur á kveðja guðni",
            "date": "2011-11-26 13:08:00",
            "post_id": "35745",
            "reply_to_id": "35741"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sælir er búinn að græja loftdæluna virkar fínt slær út á pressustatinu og mikið meir dæling á 24voltum  en 12voltum Valpinn hoppaði í loft upp þegar ég dældi í dekkin tekur ekki nema  1 kaffibolla núna en tók þrjá áður. svo kemur snjór á þriðjudaginn og hægt að pufa á miðvikudaginn kveðja og takk fyrir mig guðni",
            "date": "2011-11-26 17:13:00",
            "post_id": "35755",
            "reply_to_id": "35745"
        }
    ],
    "date": "2011-11-25 17:01:00"
}