{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "747",
    "title": "Rásandi Terrano II, was ist los?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=747",
    "posts": [
        {
            "user_name": "JBF",
            "text": "Sælir\nÉg er nýgræðingur í sportinu og keypti minn fyrsta jeppa fyrir um viku síðan 33\" breyttann Terrano II árg '99 af kannski aðeins meira kappi en forsjá, því að bílnum er ekki stætt á miklubrautina vegna þess að hann rásar skelfilega í báðar áttir. Það finnst minna fyrir þessu á þjóðvegum en þó talsvert.  \nBíllinn er með 11 skoðunarmiða en skoðunarmaður gerði athugasemd við slit í jafnvægisstöng en á að öðru leiti  að vera í topp standi en stýrið titrað slatta á svona 70-80km/klst (vantar hjólastillingu?).\nSeljandinn vissi ekki hver breytti bílnum( það er ekki neitt merki) en hélt að honum hefði verið breytt nýjum.\nÉg hef afskaplega takmarkaða þekkingu á breyttym bílum en eftir smá internet rannsókn virðist það sem Leo M Jónsson  skrifar um hérna\n \nhttp://www.leoemm.com/styrisgeometria.htm\n \n    hljóma sem líkleg skýring. þ.e. að það  \"stýrisvalarhalla\" á framhjólum hafa ekki verið breytt þegar bíllinn var upphækkaður?.   \nEr þetta eitthvað sem þið kannist við, og hvernig sé best að bera sig í þessu eða hvort þetta geti verið eitthvað annað?\nkv \nJB (sem hættir sér ekki út úr 30 km hverfum)",
            "date": "2010-04-06 20:06:00",
            "post_id": "3408",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "Athugaðu fyrst hvort stilliboltarnir séu lausir, reyndar minnir mig á terrano að það þurfi að setja skinnur undir efrispyrnuna til að laga caster(spindilhalla) og camber(hjólhalla)\nþegar það tvennt er orðið rétt er hægt að stilla inn og útskeifni (toe)\nÞað er mjög algengt að þetta gleymist þegar bílum er breytt. En yfirleitt er þetta í lagi á bílum með sérskoðun(jeppaskoðun) því fyrir því þarf að framvísa hjólstöðuvottorði.",
            "date": "2010-04-06 20:16:00",
            "post_id": "3409",
            "reply_to_id": "3408"
        },
        {
            "user_name": "juddi",
            "text": "Terrano er ekki með heila frammhásingu heldur á klöfum svo stýrishalli breytist ekki við upphækkun,\nen það eru margir slitfletir í stýrisganginum sem þarf að huga að og þarf frekar lítið slag til að það komi niður á aksturs eiginleikum,\nsvo þarf oft að herða uppá hjólalegum og hjólastilla þessa bíla,\nsíðan mundi ég byrja á því að jafnvægisstilla dekkinn,",
            "date": "2010-04-06 20:57:00",
            "post_id": "3413",
            "reply_to_id": "3409"
        },
        {
            "user_name": "JBF",
            "text": "Ég er ekki viss með breytinga skoðunina, fyrri eigandi hélt að hann væri breytinga skoðaður en var eitthvað úti á þekju með það.  Það er nú eitthvað slag í stýrinu, \ná maður þá kannski að byrja á því að  láta jafnvægisstilla, svo láta hjólastilla og ef það lagast ekki þá fara að veifa skiptilyklinum?",
            "date": "2010-04-06 21:03:00",
            "post_id": "3415",
            "reply_to_id": "3413"
        },
        {
            "user_name": "Járni",
            "text": "Reyndu að finna í hverju slagið liggur, láttu svo athuga dekkin og hjólastillingu.\nAthugaðu krossana í stýristúbunni.",
            "date": "2010-04-06 21:15:00",
            "post_id": "3417",
            "reply_to_id": "3415"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Sæll ég lenti í svona með minn bíll á 33\" og hjá mér var það millibilstönginn, var komið of mikið slag í endana, ég skipti henni út og herti líka á stýrisvélinni þannig að \" núll slagið\" væri mikið minna, hann var mikið betri eftir þetta. Best er að skoða legur og alla spindla hvort það sé komið eitthvað slag.\nEn svo er betra að láta athugað hjólastillinguna, sumir sem breyttu þessum bílum skrúfuðu klafana aðeins og settu klossa undir að aftan, en þá er spurning um hvort þeir hafi farið í hjólastillingu. því þegar þeir eru skrúfaðir upp þá breyttist allt sem kemur hjóastillingu við, verður neikvæðari caster. Aðrir hækkuðu þá á body og létu klafana í friði.",
            "date": "2010-04-06 22:36:00",
            "post_id": "3429",
            "reply_to_id": "3417"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-04-06 23:01:00",
            "post_id": "3433",
            "reply_to_id": "3429"
        },
        {
            "user_name": "olihelga",
            "text": "Þetta getur einfaldlega legið í dekkjum myndi reyna að fá dekk sem eru örugglega í lagi og prófa að setja bílinn á þau veit um bæði Terrano og Pajero sem hafa breyst úr ókeyrandi bílum í hina bestu eðalvagna við það að fara á dekk sem eru örugglega í lagi.\nKv, Óli",
            "date": "2010-04-06 23:08:00",
            "post_id": "3435",
            "reply_to_id": "3433"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Tek undir það sem Óli segir hér að ofan, þetta gætu bara verið dekkin og svo er líka annað að ef þú ert ekki vanur jeppa á \"stærri\" dekkjum þá eru þeir mjög gjarnir á að elta rásir og slíkt í malbikinu og svo eru dekkin líka mis næm fyrir þessu.",
            "date": "2010-04-06 23:48:00",
            "post_id": "3440",
            "reply_to_id": "3435"
        },
        {
            "user_name": "JBF",
            "text": "Ég hef ekki mikið verið á breyttum bílum en þeir sem ég hef prófað hafa aldrei látið svona illa.  Ég er að verða margs fróðari hérna, þakka góð ráð\nÞað getur svo sem vel verið að þetta séu dekkinn, veit að þau eru nokkurra ára gömul ( eru samt ekki mikið slitinn). Er hægt að skoða það einhvernveginn án þess að fá sér ný?\nFann á netinu viðgerðar manual er að glugga í honum.\nstýrið                      \nhttp://hivenet.is/icerace/nissan%20terrano%202/st.pdf\nfram öxull               \nhttp://hivenet.is/icerace/nissan%20terrano%202/fa.pdf\nÉg ætla að skoða þetta betur á morgun og reyna að átta mig betur á þessu.   En ef svo færi að ferill minn sem sjálf-viðgerandi jeppakalls endi áður en en hefst, hafið þið þá einhverja hugmynd um það hvað það kostaði að láta verkstæði finna útúrþessu og laga?  \nhér er svo mynd af gripnum",
            "date": "2010-04-07 00:29:00",
            "post_id": "3442",
            "reply_to_id": "3440"
        },
        {
            "user_name": "Gullfaxi",
            "text": "Sæll. Ég á við sama vandamál með minn T2. Var á Groundhawk 36\" með góðu munstri og allt í góðu þrátt fyrir dáldið slag í stýri. Hins vegar var hann lítið að rása og elta vegaför. Hinsvegar keypti ég \"sumardekk\" á hann með slitnum 35\" dekkjum sem ég ætla(ði) að nota í sumar amk. Gallinn við þau eru að fyrrverandi eigandi hefur haft þau grjótpumpuð og þau eru þ.a.l. meira slitin í miðjunni en út til kantanna. Bíllinn rásar mikið og er nánast ókeyrandi á slitnum vegum innanbæjar. \nÞví miður er ég ekki enn með neina lausn á þessu enn. Kannski það dugi að láta hjólastilla, tékka á legum og reyna finna hvað veldur slagi í stýrinu og laga það. Mögulega eru það bara dekkin sem eru að valda þessu þar sem þau eru svona misslitin. \nGangi þér vel og endilega birtu það hérna ef þú dettur niður á lausn.\nKkv Gf",
            "date": "2010-04-07 02:04:00",
            "post_id": "3447",
            "reply_to_id": "3442"
        },
        {
            "user_name": "Rúnarinn",
            "text": "ég hef alltaf kallað hana það getur meira en vel verið að aðrir kalli hana stýrisstöng eða bara stöng. :D",
            "date": "2010-04-07 09:09:00",
            "post_id": "3449",
            "reply_to_id": "3447"
        },
        {
            "user_name": "baldvin",
            "text": "Ég var með 33 tommu breyttann 33 tommu sem fór að láta svona eftir að ég skipti um spindilkúlur (ekki spyrja mig af hverju) og þá lét ég hjólastilla hann sem lagaði þetta til mikilla muna. Mér var þá sagt að það væri að koma tími á millibilsstöngina (eða hvað þetta kallast) en ég skipti ekki um hana áður en ég seldi bílinn.",
            "date": "2010-04-07 11:00:00",
            "post_id": "3451",
            "reply_to_id": "3449"
        },
        {
            "user_name": "JBF",
            "text": "Fyrri eigandi talaði um að hann hefði þau grjóthörð til að spara bensín og þau virðast vera talsvert slitnari inn við miðju getur það orsakað allt þetta vesen?   Bíllinn lætur allavega vel þolanlega allsstaðar nema mjög slitnum vegum (t.d.miklabraut).\nÉg var einmitt svo ánægður með hvað dekkin voru lítið slitin hefði kannski átt að skoða þau meira en bara kantana haha alltaf lærir maður eitthvað nýtt.\nEr þá kannski eina lausnin að reyna að fá sér önnur dekk og sjá hvort þetta lagist og reyna að finna líka útúr því hvað veldur þessu slagi í stýrinu. \nkv JB",
            "date": "2010-04-07 11:23:00",
            "post_id": "3452",
            "reply_to_id": "3451"
        },
        {
            "user_name": "juddi",
            "text": "Það er í bílum sem ekki eru með tannstangarstýri",
            "date": "2010-04-07 12:04:00",
            "post_id": "3454",
            "reply_to_id": "3452"
        },
        {
            "user_name": "Gullfaxi",
            "text": "Sæll. Þetta lagast sennilega ekki að neinu ráði fyrr en ný dekk eða dekk sem eru jafn slitin séu komin undir. Hinsvegar er slag í stýrinu hjá mér eins og er nú í flestum jeppum skilst mér sem er ábyggilega ekki að laga ástandið.\nHinsvegar er spurning hvort ekki sé hægt að fá skorið dýpra munstur í dekkin og laga kannski þannig til dekkin ?\nKv GF",
            "date": "2010-04-07 19:23:00",
            "post_id": "3487",
            "reply_to_id": "3454"
        },
        {
            "user_name": "Lada",
            "text": "Ef skoðunarmaðurinn setti athugasemd við ballansstöngina myndi ég pottþétt byrja þar.  Ég er ný búinn að vera í nákvæmlega sömu vandræðum og þú svo ég lét hjólastilla bílinn og var þá bent á að ballansstangarendarnir væru orðnir slappir.  Ég lét skipta um báða endana og varð bíllinn allur annar eftir þetta.  Ég ætlaði að skipta um þessa enda sjálfur enda leit þetta ekki út fyrir að vera mikið mál, en á endanum gafst ég upp fyrir þrengslunum og lét Bíladoktorinn í Kópavogi gera þetta fyrir mig.  Hann gerði þetta bara á meðan ég beið og var mjög sanngjarn í verðlagningu.",
            "date": "2010-04-07 19:38:00",
            "post_id": "3489",
            "reply_to_id": "3487"
        },
        {
            "user_name": "JBF",
            "text": "Ég hringdi í Ingvar Helgason til að forvitnast hvort þeir myndu hjólastilla bílinn.   Þeir sögðu að það væri ekki hægt að hjólastilla ef það væri slit í einhverju tengdu stýrinu eða hjólabúnaði. \nÞeir buðu mér þá að fara með bílinn í það sem þeir kalla létt skoðun        \nhttp://www.ih.is/ih/upplysingar/lettskodun/\n    sem er víst ókeypis, hljómar vel.\nFer með bílinn á mánudag eftir viku,  þá kemur vonandi í ljós hvað þetta er, en einhvern veginn er mig farið að gruna að þetta sé samansafn af hinu og þessu.\nÉg læt vita hvað kemur útúr þessu, takk fyrir góðar ábendingar\nJb",
            "date": "2010-04-09 20:32:00",
            "post_id": "3606",
            "reply_to_id": "3489"
        },
        {
            "user_name": "JBF",
            "text": "Fór með hann í morgun í léttskoðunina hjá Ingvari helgasyni í morgun. Þar var allt skoðað sem manni datt í hug að nefna og meira til. Ég er þvílíkt ánægður með þá hjá IH að bjóða upp á þetta því svo kostar þetta ekki krónu.\nEn dekkin eru öll skakkt slitin og bráðvantar hjólastillingu(og ný dekk)\njafnvægisstangarendar hand-ónýtir báðu megin\nsmá slag í millibilsstöng\nsvo virðist hann smita örlitlu vatni við vatnláshús.\nen annars bara í toppstandi\nnúna er bara að finna ódýrasta staðinn til að láta gera við þetta, \nkv JB",
            "date": "2010-04-19 18:29:00",
            "post_id": "4057",
            "reply_to_id": "3606"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-04-19 20:48:00",
            "post_id": "4067",
            "reply_to_id": "4057"
        },
        {
            "user_name": "gislisveri",
            "text": "Leiðréttið mig ef ég fer rangt  með, en ballansstöng hefur nákvæmlega engin áhrif á dekkjaslit og endarnir hafa engin áhrif á hjólastillingu bílsins. Svo er aftur smekksatriði hvort maður vill hafa  hana undir eða ekki.",
            "date": "2010-04-20 10:00:00",
            "post_id": "4088",
            "reply_to_id": "4067"
        },
        {
            "user_name": "Rúnarinn",
            "text": "Þetta er alveg rétt hjá þér, hún tilheyrir fjöðrunini, minn varð skemmtilegri í torfærum um leið og ég tók hana út.",
            "date": "2010-04-20 19:20:00",
            "post_id": "4102",
            "reply_to_id": "4088"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞetta er allt saman prýðishugmyndir fyrir þig að kíkja á.  Ef eitthvað er að hjólastillingunni lætur bíllinn akkúrrat svona en mér finnst hæpið að ballansstangarendar láti bílinn rása.  Léleg dekk geta líka valdið svona rugli en...\nMín tilfinning er sú að 33\" dekkin passi illa ofaní hjólförin sem eru hvað dýpst á Miklubrautinni.  Ef annað dekkið er akkúrat ofaní öðru hjólfarinu er hitt dekkið utaní brúninni hinumegin.  Þetta er hlutur sem ég kannast við.  Prófaðu að keyra ekki í hjólförunum og athugaðu hvort jeppinn hagi sér ekki við það.\nAuðvitað er nauðsynlegt að hafa stýrisbúnaðinn allan réttann og vel stilltan og það hjálpar þér við að takast á við þetta en mín tillaga væru annaðhvort breiðari felgur, stærri dekk eða hin áttin mjórri felgur og þá innvíðari ef það er hægt.  S.s. annaðhvort koma báðum dekkjunum ofaní hjólförin eða öðru betur uppúr.\nKv Jón Garðar",
            "date": "2010-04-20 23:42:00",
            "post_id": "4124",
            "reply_to_id": "4102"
        },
        {
            "user_name": "JBF",
            "text": "Jafnvægisstöngin farinn undann og jafnvægisstilltur á öllum hjólum og bíllinn er allt annar. Ég hef því ekki ennþá farið í millibilsstangarskipti læt það bíða betri tíma held ég fyrst hann lætur vel núna.\nReyndar sprakk eitt dekkið um daginn og bíllinn fór aftur að láta illa á heimleið frá dekkjaverkstæðinu en kom svo í ljós að lóðin höfðu dottið af dekkinu fyrir utan verkstæðið.\ntakk fyrir hjálpina    \njb",
            "date": "2010-06-20 13:40:00",
            "post_id": "6128",
            "reply_to_id": "4124"
        }
    ],
    "date": "2010-04-06 20:06:00"
}