{
    "forum_title": "Getraunir og leikir",
    "id": "750",
    "title": "Smá getraun: Hvaða bíll er þetta?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=48&t=750",
    "posts": [
        {
            "user_name": "Einar",
            "text": "Bara að athuga hvað þið eruð fróðir um bíla, hvaða bíll er þetta?",
            "date": "2010-04-06 21:16:00",
            "post_id": "3418",
            "reply_to_id": false
        },
        {
            "user_name": "rockybaby",
            "text": "Þetta er prototye frá IH scout sem fór aldrei í framleiðslu",
            "date": "2010-04-06 21:20:00",
            "post_id": "3419",
            "reply_to_id": "3418"
        },
        {
            "user_name": "Arnþór",
            "text": "Chevrolet eitthvað? en lúmskt flottur\nKv Ak",
            "date": "2010-04-06 21:28:00",
            "post_id": "3421",
            "reply_to_id": "3419"
        },
        {
            "user_name": "Ofsi",
            "text": "Samt eitthvað rússneskt  við hann :-)",
            "date": "2010-04-06 21:39:00",
            "post_id": "3422",
            "reply_to_id": "3421"
        },
        {
            "user_name": "oggi",
            "text": "þatta er IH scout en lítur útfyrir að vera afkvæmi Gaz og Lödu",
            "date": "2010-04-06 22:06:00",
            "post_id": "3426",
            "reply_to_id": "3422"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Þetta heitir scout III og var það sem koma skyldi hja´IH áður en það fór a´hausinn, átti allur að verða úr plasti ef ég man rétt.",
            "date": "2010-04-06 22:24:00",
            "post_id": "3427",
            "reply_to_id": "3426"
        },
        {
            "user_name": "Járni",
            "text": "Þetta er efni martraða.",
            "date": "2010-04-06 23:16:00",
            "post_id": "3436",
            "reply_to_id": "3427"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Þetta mun vera eins og hér hefur þegar komið fram IH Scout, nánar tiltekið prototypa sem átti rætur sínar að rekja til verkefnis sem byrjaði 1977 hjá Scout. Það voru minnir mig að ég hafi séð einhverstaðar búin til tvö eintök. Ekkert varð af framleiðslu þar sem IH hætti að framleiða Scout í október 1980.",
            "date": "2010-04-06 23:36:00",
            "post_id": "3438",
            "reply_to_id": "3436"
        },
        {
            "user_name": "Einar",
            "text": "Þið eruð ansi klárir, þetta er alveg rétt, þetta átti að vera næsta skrefið í þróun Scout, líklega var hugsunin hjá IH að fara með Scout aftur til upphafsins en gömlu Scout 80 og 800 voru upphaflega settur á markað til höfuðs Jeep CJ5 og seldust raunar á tímabili betur en hann. Eftir því sem ég kemst næst voru tveir svona bílar smíðaðir, annar er varðveittur á bílasafni í Auburn í Indiana USA en ég hef ekki fundið neinar upplýsingar hvað varð um hinn. Undirvagninn er byggður á Scout II, yfirbygging úr plasti, vélin V8 með sjálfskiptingu.\nEn úr því að þið eruð svona klárir þá hljótið þið líka að geta fundið út hvaða bíll þetta er:",
            "date": "2010-04-07 07:00:00",
            "post_id": "3448",
            "reply_to_id": "3438"
        },
        {
            "user_name": "juddi",
            "text": "Datsun",
            "date": "2010-04-07 12:06:00",
            "post_id": "3455",
            "reply_to_id": "3448"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Það er nú það, mér finnst hann kunnuglegur en kem honum samt ekki fyrir mig, Gæti verið Ítalskur, hugsanlega Fiat en það er greinilegt að þetta er fjórhjóladrifsbíll.",
            "date": "2010-04-07 14:04:00",
            "post_id": "3462",
            "reply_to_id": "3455"
        },
        {
            "user_name": "Einar",
            "text": "Nei þetta er ekki Datsun\nÞú ert aðeins volgur, útlit og innrétting er Ítölsk hönnun en þetta er samt ekki Ítalskur bíll.\nFjögra dyra bíllinn á neðri myndinni fór aldrei í framleiðslu heldur var hann eingöngu framleiddur tveggja dyra eins og bíllinn á efri myndinni, það sést kannski ekki vel þannig að hér er tveggja dyra bíllinn frá hlið:",
            "date": "2010-04-07 14:36:00",
            "post_id": "3464",
            "reply_to_id": "3462"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Heyrðu nú kom það maður, ég vissi að ég ætti að kannast við hann. Svissneskur er hann og Monteverdi  Safari er nafnið, held ég bara framleiddur 1976 - 1977.  Þessi var bara nokkuð snúinn hjá þér.",
            "date": "2010-04-07 15:41:00",
            "post_id": "3468",
            "reply_to_id": "3464"
        },
        {
            "user_name": "Einar",
            "text": "Rétt!!\nEn veistu hvaða bíl Monteverdi notað sem grunn? Sá bíll var mun betur þekktur, allavega hér á landi, heldur en þessi.",
            "date": "2010-04-07 17:27:00",
            "post_id": "3480",
            "reply_to_id": "3468"
        },
        {
            "user_name": "joisnaer",
            "text": "ég ætla að giska á Range Rover útaf því hvað þeir eru óvenjulega svipaðir",
            "date": "2010-04-07 17:40:00",
            "post_id": "3481",
            "reply_to_id": "3480"
        },
        {
            "user_name": "arnijr",
            "text": "International Harvester Scout",
            "date": "2010-04-07 17:41:00",
            "post_id": "3482",
            "reply_to_id": "3481"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Það mun vera IH Scout ef ég fer rétt með.",
            "date": "2010-04-07 17:42:00",
            "post_id": "3483",
            "reply_to_id": "3482"
        },
        {
            "user_name": "Einar",
            "text": "Monteverdi framleiddi tvær tegundir byggðar á Scout II. Monteverdi Safari sem er á myndunum hérna að ofan og ódýrari tegund sem hét Monteverdi Sahara.\nDýrari bíllinn Safari notaði grind, drifrás, fjöðrun og neðsta hluta yfirbyggingar úr Scout, Standard vél var 304 Scout vélin en hann fékkst líka með 318, 360 og 440 Chrysler vélum. Það var minnst á það hérna að hann líktist Range Rover og hann var einmitt smíðaður til að keppa við hann. Auk þess voru notaðir hlutir úr Range Rover í yfirbygginguna, t.d. rúður og afturhleri. Safari var framleiddur milli 1976 og 1982 og seldist ágætlega á mælikvarða fyrirtækis eins og Monteverdi, yfir 1000 bílar voru framleiddir og hann varð söluhæsti bíll fyrirtækisins frá upphafi.\nÓdýrari bíllinn Sahara var eiginlega ekkert annað en venjulegur Scout með nýjum framenda og nýrri innréttingu og varð ekki vinsæll, aðeins um 30 voru framleiddir milli 1978 og 1980. Hér er mynd af þannig bíl:\nSvissnesskir bílaframleiðendur virðast hafa verið hrifnir af Scout, annar framleiðandi Felber, smíðaði bíl sem hét Felber Oasis og var breyttur Scout, en eiginlega er ég ekki viss um að breytingarnar hafi verið til bóta:\nÞess má geta að það var Monteverdi sem fann út að það gæti verið góð hugmynd að smíða 4 dyra Range Rover og þeir fóru að breyta 2 dyra bílum í 4 dyra þó nokkru áður en Rover fór að framleiða svoleiðis bíla.",
            "date": "2010-04-07 22:21:00",
            "post_id": "3505",
            "reply_to_id": "3483"
        }
    ],
    "date": "2010-04-06 21:16:00"
}