{
    "forum_title": "Almennt spjall",
    "id": "7512",
    "title": "Rúðuvökvi",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=7512",
    "posts": [
        {
            "user_name": "snowflake",
            "text": "Sælir\nHef verið að nota rúðuvökva eftir uppskrift frá Leó m og svo núna í frostinu þá náttúrlega fraus þetta. Þannig ég fór aðeins að pæla og reiknaði út að ganni að frostþolið á þessu stuffi. Og miðað við mína útreikninga  þá á þetta ekki að þola nema -3.8°C :)\nTil þess að vökvinn þoli -10°C eins og Leó talar um þá þarf hlutfallið að vera u.þ.b. 25% af froslegi.\nOg miðað við það þá er þetta stúss ekki að borga sig.\nEn þið ykkar sem hafa prufað þetta hvernig hefur þetta verið að virka hjá ykkur?\nK.kv",
            "date": "2011-11-30 15:13:00",
            "post_id": "36132",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Ég hef notað þessa uppskrift í fáein ár og líkað vel. Takk samt fyrir að spá í þessu, best að styrkja aðeins blönduna áður en maður fer á fjöll í fimbulkuldann.\nSvo hef ég prófað tjöruhreinsi-uppskriftina hans Leós líka en hún er algjör þvæla.",
            "date": "2011-11-30 15:53:00",
            "post_id": "36134",
            "reply_to_id": "36132"
        },
        {
            "user_name": "snowflake",
            "text": "Já það er gaman að pæla í þessu, og fínt að fá ódýran rúðuvökva en ekki alveg nógu gott þegar verið er að koma með einhverjar svona upplýsingar sem ekki standast og eins og í þessu tilfelli ekkert á bakvið þessa fullyrðingu hjá kalli.",
            "date": "2011-11-30 16:24:00",
            "post_id": "36136",
            "reply_to_id": "36134"
        },
        {
            "user_name": "arni hilux",
            "text": "líka fínt að setja rain-x þá frosnar það ekki ( held ég)",
            "date": "2011-11-30 16:55:00",
            "post_id": "36138",
            "reply_to_id": "36136"
        },
        {
            "user_name": "ómi",
            "text": "það er búið að finna upp rúðuvökva og tjöruhreinsir sem virkar, óþarfi að pæla eitthvað í því meir.\nfariði bara út á næstu smurstöð og græjið ykkur upp.",
            "date": "2011-11-30 17:37:00",
            "post_id": "36142",
            "reply_to_id": "36138"
        },
        {
            "user_name": "Sævar Örn",
            "text": "slæ saman með fjölskylduni og kaupi þykkni i 30l brusa fyrir fjöldamörgum árum  fæst í n1 held að verðið sé 16000 kr en dugar eins og eg segi i mörg ár og held að 30 lítrar verði að 90 lítrum eða meira",
            "date": "2011-11-30 18:34:00",
            "post_id": "36148",
            "reply_to_id": "36142"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Getur verið Snowflake að þú sért að ruglast á frostlegi (notað á kælivatn véla) og ísvara (notað á rúðupsrautun bíla)\nSamkvæmt öllu ætti 1L af venjulegum óblönduðum frostlegi að duga í 10°c frosti sé því blandað saman við minna en 10 lítra af vatni.\nKv. Haffi",
            "date": "2011-11-30 22:25:00",
            "post_id": "36182",
            "reply_to_id": "36148"
        }
    ],
    "date": "2011-11-30 15:13:00"
}