{
    "forum_title": "Almennt spjall",
    "id": "7522",
    "title": "hvaða bensín vél sem er í jeppa eyðir minst :)",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=7522",
    "posts": [
        {
            "user_name": "gaz69m",
            "text": "jæja bælingar og pælingar í gangi hvað er eyðslugrensta  bensín vél sem menn hafa verið með í breitum jeppa .   eru allar með 15 lítra eða er einhver að komast þar undir og þá er ég að meina bara á vegi eða léttu færi svo bætist við þegar færið þyngist",
            "date": "2011-11-30 21:32:00",
            "post_id": "36168",
            "reply_to_id": false
        },
        {
            "user_name": "Maggi",
            "text": "Nýmóðins v6 til dæmis úr Tacoma",
            "date": "2011-11-30 21:36:00",
            "post_id": "36169",
            "reply_to_id": "36168"
        },
        {
            "user_name": "gaz69m",
            "text": "ok en eithvað eldra",
            "date": "2011-11-30 21:41:00",
            "post_id": "36172",
            "reply_to_id": "36169"
        },
        {
            "user_name": "fordson",
            "text": "átti bronco II 1987 með 2.9 V6 efi eyddi litlu í fjallaferðum og í vega akstri",
            "date": "2011-11-30 21:56:00",
            "post_id": "36174",
            "reply_to_id": "36172"
        },
        {
            "user_name": "StefánDal",
            "text": "Þú þreytist ekki á því að spyrja;)\nSpurningu þinni hefur verið svarað nokkrum sinnum en ég get alveg endurtekið mig. 2.4efi úr Hilux eyðir frá 10 uppí 20. \nPs. Stundum er betra að hugsa ekki hlutina um of og drífa sig bara í draslið:)",
            "date": "2011-11-30 22:07:00",
            "post_id": "36176",
            "reply_to_id": "36174"
        },
        {
            "user_name": "Sævar Örn",
            "text": "eg er kannski ekki marktækur en í eðlilegum akstri er súkkan að eyða frá 8 til 12 lítrum í það mesta.\nEr nánast alltaf í 10 lítrunum í blönduðum akstri og eyðir meira á langkeyrslu en innanbæjar hver svo sem ástæðan er, en sennilega er það vegna þess að gjöfin þarf að vera helvíti nærri gólfinu til að halda 100.",
            "date": "2011-11-30 22:12:00",
            "post_id": "36178",
            "reply_to_id": "36176"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "2,4 efi snilldin ein  kv Heiðar",
            "date": "2011-11-30 22:16:00",
            "post_id": "36179",
            "reply_to_id": "36178"
        },
        {
            "user_name": "Svenni30",
            "text": "X2",
            "date": "2011-11-30 23:10:00",
            "post_id": "36191",
            "reply_to_id": "36179"
        },
        {
            "user_name": "gaz69m",
            "text": "þá er bara að leita af svona vél .",
            "date": "2011-11-30 23:14:00",
            "post_id": "36193",
            "reply_to_id": "36191"
        },
        {
            "user_name": "JoiVidd",
            "text": "afhverju ekki dísel? ertu ekki að spá í vél til að setja í bíl?",
            "date": "2011-12-01 08:53:00",
            "post_id": "36219",
            "reply_to_id": "36193"
        },
        {
            "user_name": "gaz69m",
            "text": "jú er alveg eins að spá í diesel svosem  bara að vélin eyði ekki miklu og sé ekki of dýr fyrir mig að kaupa",
            "date": "2011-12-01 12:00:00",
            "post_id": "36233",
            "reply_to_id": "36219"
        },
        {
            "user_name": "G,J.",
            "text": "Allar vélar bensín eða dísel eyða meiru en maður vill! :)\nFlestar vélar eyða meiru en eigendur þeirra vilja viðurkenna! :)\nMeð þennan einfalda sannleika í farteskinu skaltu fá þér þá \nvél sem virkar best í það sem henni er ætlað.\nKv.GJ\nEs. það er fleira en eyðsla sem skiptir máli í sambandi við rekstrarkostnað,\nt.d. átti ég Grand cherokee með 4 lítra vél sem eyddi meira eldsneyti en margar\naðrar,hins vegar sló hún aldrei feilpúst þau 6 ár sem ég átti bílinn.",
            "date": "2011-12-01 12:38:00",
            "post_id": "36236",
            "reply_to_id": "36233"
        },
        {
            "user_name": "GeiriLC",
            "text": "svo fyrst það er verið að tala um súkkur þá má örugglega setja inn vélina úr disel yaris hef heyrt að hún framleiði bensín en sel það nú ekki dýrar en ég keypti það :P",
            "date": "2011-12-01 13:37:00",
            "post_id": "36239",
            "reply_to_id": "36236"
        },
        {
            "user_name": "LFS",
            "text": "diesel vél sem framleiðir bensin... AWESOME !",
            "date": "2011-12-01 14:12:00",
            "post_id": "36242",
            "reply_to_id": "36239"
        },
        {
            "user_name": "birgthor",
            "text": "Ef ég ætti dísel vél sem framleiddi bensín myndi ég selja það töluvert dýrara en ég keypti það á, þar sem bensín á að vera dýrara en dísel....\nOrðagrín er góð skemmtun :)",
            "date": "2011-12-01 14:16:00",
            "post_id": "36244",
            "reply_to_id": "36242"
        },
        {
            "user_name": "gaz69m",
            "text": "var einmitt farin að sjá framm á góða tekju  lind með þessu en það  skiptir mestu máli að vélin sé ekki of þung",
            "date": "2011-12-01 16:44:00",
            "post_id": "36253",
            "reply_to_id": "36244"
        },
        {
            "user_name": "bragig",
            "text": "Því miður getur engin bensínhreyfill eytt litlu í breyttum jeppa eða þungum bílum. Prufaðu að setja 1.0L hreyfil úr yaris í  38\" jeppa og mældu eyðsluna, hún myndi ekki lækka. Mestu skiptir að vélin sé rétt stillt og í þokkalegu lagi og stærð vélarinnar henti þyngd bílsins. Aksturslagið skiptir líka mjög miklu máli. V8 vél getur í sumum tilfellum eytt minnan en lítil vél á langkeyrslu.",
            "date": "2011-12-01 17:34:00",
            "post_id": "36260",
            "reply_to_id": "36253"
        },
        {
            "user_name": "gaz69m",
            "text": "hvaða vél myndir þú telja hentuga í bíl sem er 1700kg ættlaður bæði til að ferðast á vegum og vegleysum landssins ,  ég er með þessa v8 vél í sigtinu af  3 ástæðum hún er létt hún kostar mjög lítið  og kuningi minn sem átti rr bíl seigir að hún hafi verið það eina sem virkaði í bílnum og hafi ekki verið til vandræða",
            "date": "2011-12-02 10:51:00",
            "post_id": "36342",
            "reply_to_id": "36260"
        },
        {
            "user_name": "JHG",
            "text": "Ódýrast væri að fá sér small block chevy, t.d. 350.  Eru gríðarlega góðar vélar og hægt að fá allt í þær fyrir lítinn pening.  Svo er hægt að breyta þeim alveg eins og manni sínist.  350tbi ætti að vera hægt án þess að láta hönd og fót, ennþá ódýrara að fá 350 með blöndung.  350 með Quadrajet er t.d. mjög góð í jeppa. \nLS1 og LT1 eru líka góðir kostir en dýrari og flóknari (hægt að kaupa helling af bensíni fyrir mismuninn).  Rover V8 vélin er eflaust fín, er minni, léttari og aflminni.  Örugglega dýrara að breyta henni til að fá meira afl (brandari hvað hlutirnir kosta í SBC).\nÉg var með sprækja 350 í Blazer K5 og var mjög ánægður með hana.  Vélin henti bílnum áfram og togaði vel en með skikkanlegum akstri var hann samt ekki að eyða nema 22-24 í bænum (pældi aldrei í eyðslunni í ferðum, tók bara helling af bensíni með :o)  ).\nÞannig að þetta er bara spurning um hvað þú vilt, viltu eyða meiru í byrjun og vera með minni bensínkostnað eða litlu í byrjun og eyða kannski aðeins meira í bensín.",
            "date": "2011-12-02 15:48:00",
            "post_id": "36363",
            "reply_to_id": "36342"
        },
        {
            "user_name": "LFS",
            "text": "mig er farið að gruna að þu sert kominn með bullandi valkvíða :) annars er 3.3l patrol velinn ágæt til sins brúks bara enn ein hugmyndin ;)",
            "date": "2011-12-02 17:21:00",
            "post_id": "36368",
            "reply_to_id": "36363"
        },
        {
            "user_name": "gaz69m",
            "text": "jáb snýst orðið í hringi með þetta  en  hlýt að detta niður  á eitthvað sniðugt  , en 3,3 vélin er það vél úr 80 model af patrol",
            "date": "2011-12-03 00:23:00",
            "post_id": "36430",
            "reply_to_id": "36368"
        },
        {
            "user_name": "Gísli Þór",
            "text": "Þetta snýst alltaf um samhengi það er þyngd og afl stórir dísilrokkar eru þungir og yfirleitt afllitlir þegar talað er um vélar af þessari árgerð það er um og fyrir 80 bensínvélarnar eru það líka ef þær eru sæmilega orginal 350 chevý er um 150 hö frá því um 1980 en hægt að preppa þær umtalsvert með ekki allt of miklum tilkostnaði, þær eru hins vegar í þyngri kantinum, þú þarft eiginlega að velja um mikið tog (dísill) mikið tog og gott afl (bensín orginal v8) eða gríðarlegt tog og mjög gott afl (v8 big block) eða smá af hverju og létt vél (v8 rover) þú verður að muna að ef þú þyngir þá þarftu meira afl, ef meira afl þá stærri hásingar og drif, (og enn meiri þyngd og eyðsla) eða létt vél og hásingar (flýtur vel og eyðir litlu)(afllaus 4 cyl toyota) af öllu þessu færi ég í Rover vélina v8 roverinn er (getur verið) sprækur hann er léttur eða á við línu fjarka og fullt til af hlutum á góðu verði. Veldu það saman sem passar saman og þú munt eyða litlu (ca 17 í bænum á 38\" ef ekki of þungur) og drífa flott enda léttur mótor með mikið snúningsvægi.\nkv Gísli sem er með 440 big block :)",
            "date": "2011-12-03 00:53:00",
            "post_id": "36435",
            "reply_to_id": "36430"
        },
        {
            "user_name": "vignirbj",
            "text": "á til 3.3 turbo úr patrol með skiptingu og millikassa sem hægt er að fá á sanngjarnan pening :)\nVignir 8686230",
            "date": "2011-12-03 12:05:00",
            "post_id": "36461",
            "reply_to_id": "36435"
        },
        {
            "user_name": "Atli E",
            "text": "Sæll Gunni.\n22R-E (var m.a. í Hilux 89-96) er sú vél sem mér hefur sýnst vera koma að best út að meðaltali, af því sem ég hef heyrt og séð og reynt.\n-eyðslugrönn\n-ódýr (getur fengið hana nánast gefins á öðrum hvorum bæ)\n-endingargóð (mjög lítið viðhald)\n-spræk\n-létt\nÞví ef þú ert að leita af vél til að nota til að ferðast á milli staða, þá helt ég að þessi vél sé mjög athyglisverð í þennan bíl.\nEf þú ert að leita þér að vél til að spóla í hringi á,  hafa flott \"sound\",  endalaust tog,  vél sem þú getur alltaf verið að gera við,  vél sem þú getur eytt öllum peningunum þínum í bensín og viðgerðir,  þá mundi ég skoða eitthvað annað. \nEnn ég held að þú finnir varla vél sem eyðir minna.\nEf þú vilt fá frekari rök og útskýringar, þá er þér velkomið að hringja.\nHefði gaman að heyra í þér, langt síða við höfum heyrst.\nKv. Atli E. - sem var að vinna með þér eitt sinn.\np.s. ef vélin má vera dísel eða hefði verið ætluð í þyngri bíl, þá hefði verið allt annað svar.",
            "date": "2011-12-03 12:23:00",
            "post_id": "36466",
            "reply_to_id": "36461"
        },
        {
            "user_name": "kjartanbj",
            "text": "Minn 22-re mældi ég í smá mótvindi frá shell vesturlandsvegi á hvolsvöll sem eru 99km á 38\" dekkjum 5.71 drifum og hann fór með 12-13 lítra , fer svo að sjálfsögðu upp í eyðslu í verra færi\nég fór kaldadal um daginn keyrði frá reykjavík - þingvelli - kaldadalinn fór svo borgarfjörðin og í borgarnes og þaðan í mosó og tók 52 lítra, var samtals á ferðinni í 12 klukkutíma \ní miklu hjakki og þungu færi allan kaldadalinn \nþað finnst mér ekki vera mikil eyðsla \nbíllinn hjá mér er að vigta 2.2 tonn með 2 fullorðnum karlmönnum og hinum ýmsa búnaði\n22-re er ágætis mótor miðað við eyðslu, verra er að vera með 3vze þá fer maður að tala um eyðslu",
            "date": "2011-12-03 13:16:00",
            "post_id": "36473",
            "reply_to_id": "36466"
        },
        {
            "user_name": "Atli E",
            "text": "3vze er reyndar mjög fínn mótor ef hann er í lagi, kannski ekki aflmikill enn áræðanegur og vinnur þokkalega á 4-5 þús+ sn/mín.\nEyðslan verður reyndar alveg ga-ga ef það er ekki allt í topplagi... \nEnn meðan allt er í lagi, þá var 3vze að eyða um 15-25% meira enn sambærilegur díselbíll. \nReyndar eru flestir íhlutir í Hilux þrautreyndir áður enn þeir enda þar. Sá einhverntíman íhluta lista yfir Hilux.\nFlest dótið byrjaði í Celicu fór svo í eitthvað annað, s.s. Land Cruiser, camry og fl. \nEndaði svo ef þetta virkaði, í vinnubílnum Hilux sem á bara að endast og endast. \n22R-E er eitt af því sem er búið að nota í marga bíla. \nKv. Atli E.",
            "date": "2011-12-03 17:38:00",
            "post_id": "36487",
            "reply_to_id": "36473"
        },
        {
            "user_name": "gaz69m",
            "text": "vélin má alveg vera  diesel en meðan þessi  mikkli munur er á bensín og diesel og það er hægt að gera bensín bíl að metan bíl .þa er bensin vél heillandi  en hef engan á hga á að vera að gera við vélar í sífellu  það er fínt að sinna eðlilegu við haldi en ekki  eiga bíl sem fer aldrei á fjöll af því að motorin er í pörtum inni í skúr , hvenar vorum við að vinna saman var það í húsasmiðjuni",
            "date": "2011-12-04 12:48:00",
            "post_id": "36546",
            "reply_to_id": "36487"
        },
        {
            "user_name": "Atli E",
            "text": "Sorry - ruglaði þér við annan\nHef aldrei unnið með þér ;-)\nKv..",
            "date": "2011-12-04 13:40:00",
            "post_id": "36551",
            "reply_to_id": "36546"
        },
        {
            "user_name": "baartek",
            "text": "Hvað ertu að meina með því að segja ''allt í topp lagi'' á 3vze mótornum ? Minn virðist vera í góðu ástandi en eyðir samt aldrei minna en 15 og alveg upp í 20 með fjórhjóladrifi á. Yfirleitt eyðir hann 16 til 18. Það er óbreyttur ssk bíll. Hvað getur maður gert til að minnka eyðsluna fyrir utan skynsamlegan akstur ?",
            "date": "2011-12-04 13:56:00",
            "post_id": "36552",
            "reply_to_id": "36551"
        },
        {
            "user_name": "gaz69m",
            "text": "stefni á léttan bíl á orginal hásingunum   þannig að roverin hentar mér fínt held ég en spurning hvort 3,5 eða 3,9 vélin hentar betur",
            "date": "2011-12-04 14:01:00",
            "post_id": "36553",
            "reply_to_id": "36552"
        },
        {
            "user_name": "kjartanbj",
            "text": "lækkar eyðsluna takmarkað með þessari sjálfskiptingu :) ef hann er bara að eyða 16-18 þá væri ég bara mjög sáttur , það kallast lítil eyðsla með þessum mótor og hvað þá fastan við sjálfskiptingu",
            "date": "2011-12-04 14:04:00",
            "post_id": "36555",
            "reply_to_id": "36553"
        },
        {
            "user_name": "gaz69m",
            "text": "hver er munurin á 22R mótornum og 24efi mótornum",
            "date": "2011-12-20 16:25:00",
            "post_id": "38474",
            "reply_to_id": "36555"
        },
        {
            "user_name": "hobo",
            "text": "Ég er með 22-re vélina sem er 2,4 bensín, ég er bara mjög sáttur við eyðsluna þó minn jeppi sé um 2 tonn. Held að vélin væri enn betri ef bíllinn væri léttari.\nSvo fer bara gott orð af þessarri vél út í heimi.",
            "date": "2011-12-20 16:29:00",
            "post_id": "38475",
            "reply_to_id": "38474"
        },
        {
            "user_name": "gaz69m",
            "text": "hvað er þinn að eia á 38 tommuni í götuakstri",
            "date": "2011-12-20 16:31:00",
            "post_id": "38476",
            "reply_to_id": "38475"
        },
        {
            "user_name": "hobo",
            "text": "Ég náði honum í 10,7 í sumar á 5:71 hlutföllum og 25 pundum í dekkjum, algjör sparakstur, en samt voru slatti af heiðum og hálsum í spilinu. ..Og bíllinn viktaði ca 2240 kg ef ég man rétt, fullur af dóti.\nHef ekkert mælt hann síðan.",
            "date": "2011-12-20 16:43:00",
            "post_id": "38478",
            "reply_to_id": "38476"
        },
        {
            "user_name": "gaz69m",
            "text": "takk fyrir þetta , svo er bara að finna svona vél",
            "date": "2011-12-20 16:55:00",
            "post_id": "38479",
            "reply_to_id": "38478"
        },
        {
            "user_name": "Stebbi",
            "text": "Þetta er sama vélin, 2,4 Efi heitir 22-RE,  Alveg eins og 2.4 diesel heitir 2L.",
            "date": "2011-12-20 19:20:00",
            "post_id": "38501",
            "reply_to_id": "38479"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Held nú að þessi eyðslutala sé eitthvað einsdæmi hehe enda Hörður búinn að temja sér einstaklega rólegan akstursmáta  :)",
            "date": "2011-12-20 19:39:00",
            "post_id": "38506",
            "reply_to_id": "38501"
        },
        {
            "user_name": "Svekktur",
            "text": "22R er með blöndung og 22RE er með efi.",
            "date": "2011-12-20 22:26:00",
            "post_id": "38523",
            "reply_to_id": "38506"
        },
        {
            "user_name": "hobo",
            "text": "Hehe já maður var í sumarfríi og var ekkert að drífa sig.\nÓk frá Þingeyri til Reykjavíkur á tveimur dögum og átti afgang á tanknum þegar suður var komið. \nÞetta kom mér á óvart.",
            "date": "2011-12-21 08:49:00",
            "post_id": "38554",
            "reply_to_id": "38523"
        },
        {
            "user_name": "Gísli Þór",
            "text": "Ég myndi finna 4,0 eða 4,6 vél úr 98 bíl þá er komin Bosch innspíting og blokkin öll sterkari krossboltaðir höfuðlegubakkar og fl gott þú getur fengið hana með ZF skiptingu sem er eðalbúnaður eða fimm gíra beinsk og þar aftan á geturðu sett millikassa úr Defender með lækkun í háadrifinu þannig að léttar hásingar með veikari drif ganga upp því þá þarftu ekki jafn mikla driflækkun í hásingum þá er reyndar drifúttakið hliðrað sem sagt ekki í miðju, þessar vélar komu í Discovery 2 og Range Rover eftir 97 með nýrri innsp eldri eru með lucas innsprautun.Og handbremsan er á millikassanum sem er mikill kostur að mínu mati. Þetta er flottur búnaður í léttann bíl.\nkv Gísli",
            "date": "2011-12-21 10:22:00",
            "post_id": "38560",
            "reply_to_id": false
        },
        {
            "user_name": "monster",
            "text": "hvað með 2.4ret eða 2.4 bensin turbo veit um 1 bil herna fyrir sunnan og hann sprautast afram alveg sama hvort hann er a 38-44 og hann eyðir ekkert hræðilega eg myndi allavega velja það i lettan bil hja mer ef eg ætti ekki willys:D",
            "date": "2011-12-21 11:39:00",
            "post_id": "38568",
            "reply_to_id": "38560"
        },
        {
            "user_name": "gaz69m",
            "text": "ja ég er mögulega komin með ret vél í hendurnar með skiptingu og tilheyrandi",
            "date": "2011-12-21 11:48:00",
            "post_id": "38569",
            "reply_to_id": "38568"
        },
        {
            "user_name": "gaz69m",
            "text": "já ég er svosem frekar rólegur á gjöfini í mínum venjulega akstri   enda heimtar frúin að keyra ef henni liggur á :Þ",
            "date": "2011-12-21 11:54:00",
            "post_id": "38571",
            "reply_to_id": "38569"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Hefur þú eitthverja persónulega reynslu af 3vze kjartan? Annað en af harmleikunum hans Óskars? :) eða er þetta bara eitthvað sem þú hefur étið upp af netinu eins og flestir aðrir. Í 38\" bil sem á að nota mikið á fjöll og yrði að velja á milli þessara tvegga mótora þá tæki ég \nbeinskiptan \nv6  framm yfir 4cyl. Útaf því að í þannig færð sem að fer að reyna v6  á mótorin og hann byrjar að eyða bensíni þá fer 2.4 mótorin líka uppúr öllu valdi í eyðslu. Munurinn er sá að 3vze hefur vott að togi meðan 22re hefur ekkert.",
            "date": "2011-12-21 12:18:00",
            "post_id": "38575",
            "reply_to_id": "38571"
        },
        {
            "user_name": "hobo",
            "text": "Skemmtilegar pælingar.\nÉg hef enga reynslu af v6 vélinni en hef bara heyrt um eyðslutölur í hærri kantinum.\nHeld að ég myndi ekki vilja skipta á 4 cyl fyrir v6 til að fá aðeins meira afl og vott af togi á kostnað meiri eyðslu.\nJeppinn minn er notaður 99% á láglendinu og þarf ég því lítið á því að halda.\nSvo þegar á fjöll er komið fer ég bara hægar yfir ef færðin er þung og held þannig eyðslunni neðar. \nÞetta er bara mín taktík í sportinu og skil ég það vel ef aðrir vilja komast hraðar yfir.",
            "date": "2011-12-21 12:35:00",
            "post_id": "38576",
            "reply_to_id": "38575"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "gaz69m: hvað verður þessi bíll þungur, hvað verður hann á stórum dekkjum, hvaða hásingar verða undir honum og hvaða hlutföll verða í honum. Ef þú ert á 38\" bíl í kringum 2tonn og ætlar að nota 2,4EFI þá þarftu annsi lág hlutföll bæði til að eyðslan sé eitthvað í líkingu við það sem búið er að nefna hérna og að þetta komist eitthvað úr stað....",
            "date": "2011-12-21 12:52:00",
            "post_id": "38577",
            "reply_to_id": "38576"
        },
        {
            "user_name": "gaz69m",
            "text": "bíllin verður max 1700kg hann verður á orginal rússahásingum  dekkja stærð verður 35 - 38 tommur",
            "date": "2011-12-21 14:21:00",
            "post_id": "38583",
            "reply_to_id": "38577"
        },
        {
            "user_name": "gaz69m",
            "text": "Ratios: first - 3,115; second - 1,772; third - 1,000; reverse - 3,738. þetta eru hlutföllin  í kassanum sem var í gaz",
            "date": "2011-12-21 14:34:00",
            "post_id": "38586",
            "reply_to_id": "38583"
        },
        {
            "user_name": "monster",
            "text": "heyrði lika einhver staðar að gamall 307 chevy væri liklegur jeppamotor hægt að eiga soldið við hann en samt að halda eyðsluni niðri (haft eftir gömlu mönnunum i sveitinni)",
            "date": "2011-12-21 15:07:00",
            "post_id": "38589",
            "reply_to_id": "38586"
        },
        {
            "user_name": "elliofur",
            "text": "Ég hef til sölu volvo turbo fyrir áhugasama, fullt fullt af dóti, auka hedd og túrbínur og allskonar auka. Er með mótor og skiptingu og tölvu, allt sem til þarf og mikið meira til.\nNánari upplýsingar í pm og hér \nviewtopic.php?f=31&t=7978",
            "date": "2011-12-21 15:16:00",
            "post_id": "38591",
            "reply_to_id": "38589"
        },
        {
            "user_name": "gaz69m",
            "text": "hvað er volvo turbo þung  hvað kostar hún  og hvað er eiðslan",
            "date": "2011-12-21 15:19:00",
            "post_id": "38592",
            "reply_to_id": "38591"
        },
        {
            "user_name": "kjartanbj",
            "text": "pabbi minn átti svona 31\" fyrir mörgum árum.. setti á hann 1000kall og keyrði frá akranesi í bæin og þá var það bensín bara búið þarna fékk maður töluvert meira fyrir peningin en í dag , , svo hef ég keyrt nokkra aðra svona bíla og þetta hefur allt drukkið fyrir allan peningin minnsta kosti þeir bílar sem ég hef ekið um á\nen það mun bara koma í ljós hvað óskars bíll mun eyða þegar hann kemur á götuna verður gaman að sjá það",
            "date": "2011-12-21 15:44:00",
            "post_id": "38593",
            "reply_to_id": "38592"
        },
        {
            "user_name": "sveinnelmar",
            "text": "hvað með 2,5 MMC diesel? Þær keyra bara og keyra og minn eyðir frá 11 -14 lítrum í blönduðum akstri. svo endist þetta bara. \nAnnars veit ég ekkert.",
            "date": "2011-12-21 21:55:00",
            "post_id": "38642",
            "reply_to_id": "38593"
        }
    ],
    "date": "2011-12-21 10:22:00"
}