{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "7581",
    "title": "Enn og aftur hlutföll.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=7581",
    "posts": [
        {
            "user_name": "Kölski",
            "text": "Sælir meistarar. \nVantar  5:42 hlutföll í pattann hjá mér og er ekki alveg að tíma borga 182.800kr. \nHvar get ég fundið þetta erlendis, er búinn að google þetta í drasl og ég er engu nær.",
            "date": "2011-12-03 16:21:00",
            "post_id": "36481",
            "reply_to_id": false
        },
        {
            "user_name": "stjanib",
            "text": "Ég held að ég sé að fara með rétt mál hér endilega leiðréttið mig ef svo ekki....  Ég heyrði einhverstaðar að hér í den hafi Bílabúð benna látið hanna og framleiða þessi hlutföll fyrir sig og flutti svo inn enn svo hafi Breytir tekið yfir að flytja þetta inn, þannig að ég held að þú finnir þessi hlutföll ekki nema hér á klakanum...\nK.v\nStjáni",
            "date": "2011-12-03 16:29:00",
            "post_id": "36482",
            "reply_to_id": "36481"
        },
        {
            "user_name": "Bóndi",
            "text": "hvar færðu hlutföll á 182.800",
            "date": "2011-12-03 17:34:00",
            "post_id": "36486",
            "reply_to_id": "36482"
        },
        {
            "user_name": "Kalli",
            "text": "Mig mynnir að þeir létu smíða fyrir sig 5.42 á Spáni :O)",
            "date": "2011-12-04 14:28:00",
            "post_id": "36560",
            "reply_to_id": "36486"
        },
        {
            "user_name": "Kölski",
            "text": "Ég sendi þeim í breyti mail um hvað þessi hlutföll kostuðu. Þetta var svarið. \nReply\nbreytir@breytir.is\n to me\nshow details Sep 14\n> Sæll.\nÞetta kostar 96.400 kr að aftan og 86.400 að framan.\nMig langaði að spurja hvort þau væri úr gulli.",
            "date": "2011-12-04 17:23:00",
            "post_id": "36580",
            "reply_to_id": "36560"
        },
        {
            "user_name": "Kalli",
            "text": "já þeir taka bara Ingvar Helga á þetta og halda að þetta sé úr \nGULLI",
            "date": "2011-12-04 19:51:00",
            "post_id": "36600",
            "reply_to_id": "36580"
        },
        {
            "user_name": "jongunnar",
            "text": "ef þú finnur eitthvað láttu mig þá vita því að mig vantar líka",
            "date": "2011-12-04 20:22:00",
            "post_id": "36606",
            "reply_to_id": "36600"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Þú getur hætt að google 5.42 hlutföllin því að þú færð þau hverki nema bara í Íslandi síðast þegar að ég vissi.... það séns að finna 4.875, 4.88 og 5.142\nÞetta er því miður svona með patrol hlutföll og það er ekki Breyti að kenna. Það er hægt að fá 4.875 og 5.142 í bandaríkjunum. Búðarverðir þar er 450 USD. Ef það væri engin flutningskostnaður á því þá kæmi það út á um 82.000,-. Svo er líka til eitthvað ástralskt 4.88 hlutfall það kostar 825 AUD sem væri 155.000,- með gjöldum án flutningskostnaðar. Þannig að þessi verð fyrir 5.42 hlutföll finnst mér ekki yfir markið miðað við það sem gengur í þessar patrol hásingar. Þessi hlutföll eru dýr miðað við t.d. amerískar hásingar... það er bara annað mál sem Breytir ræður engu um",
            "date": "2011-12-04 20:58:00",
            "post_id": "36611",
            "reply_to_id": "36606"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Hérna geturðu fundið 4.875 og 5.142 hlutföll: \nhttps://www.4x4parts.com/nissan/index.php\nEf þú ert með patrol Y60 eða Y61 eftir árg 89 ertu mjög líklega með H233B afturhásingu og skv ARB catalognum eru bæði Y60 og Y61 með H233B frammhásingu.\nÉg hef pantað 4.875 hlutföll frá þessum aðila. Það fór í H233B afturhásingu sem er nú komin undir hiluxinn hjá mér.",
            "date": "2011-12-04 21:08:00",
            "post_id": "36613",
            "reply_to_id": "36611"
        },
        {
            "user_name": "Gísli Þór",
            "text": "Það voru til 5,42/1 í IH á gamla verðinu þau eru ekki á skrá, þú þarft bara að hitta á rétta varahlutasalann til að hann nenni eða hafi vit á að sækja kassa fyrir þig þau eru búin að liggja þarna í mörg ár og verðið var 30Þ (og ætti því enn að vera) en miðað við að náunginn sem verðleggur og pantar inn í dag er $$$$$$$ þá skyldi mig ekki undra að þau kostuðu 80Þ það voru reyndar bara til framhlutföll síðast þegar gáð var en samt einir 6 kassar svo kannski er eitthvað til enn. \nkv Gísli",
            "date": "2011-12-04 21:46:00",
            "post_id": "36624",
            "reply_to_id": "36613"
        },
        {
            "user_name": "Kölski",
            "text": "Takk kærlega ætla skoða þetta. En ég er með 2001 model y61",
            "date": "2011-12-04 21:47:00",
            "post_id": "36625",
            "reply_to_id": "36624"
        },
        {
            "user_name": "jeepson",
            "text": "Ég spurði einmitt Ingvar Helga hvort að púst pakningin sem að ég ætlaði að kaupa hjá þeim væri úr gulli miðað við verðið á henni. Gaurinn sem að ég talaði við hafði greinilega smá húmor og svaraði spurninguni játandi.",
            "date": "2011-12-04 21:48:00",
            "post_id": "36626",
            "reply_to_id": "36625"
        }
    ],
    "date": "2011-12-03 16:21:00"
}