{
    "forum_title": "Almennt spjall",
    "id": "7621",
    "title": "Pajero 2,8 Tdi mjög erfiður í gang",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=7621",
    "posts": [
        {
            "user_name": "halldorm",
            "text": "Sælir snillingar\nPajeroinn minn 2,8 Tdi er mjög erfiður í gang þessa dagana.  Núna í nokkrar vikur þá er eins og forhitararnir séu búnir að vera að detta inn og út.  í nokkra daga þá er allt eðlilegt, góður smellur í hiturunum óg bíllinn dettur í gang.  svo hafa komið nokkrir dagar þar sem ýmist heyrist engin smellur eða jafnvel smellur, en ég þarf að starta 5 - 6 sinnum til að fá bílinn í gang.  svo hefur þetta dottið inn aftur.\nNúna í kuldakastinu, þá er þetta búið að vera vonlaust.  Það heyrist smellur í forhiturunum, en ég þarf að ræsa þetta 5 - 10 sinnum til að fá bílinn í gang, en hann er eins og prumpuhæna í ganginum, sérstaklega eftir nóttina.  Það tekur dágóða stund að ná upp gangi í vélinni, en ef ég næ því að sný henni í 2000 snúninga í 30 - 60 sec, þá er björninn unninn.\nLausagangurinn er líka eitthvað skrítinn.  jafnvel þó hann sé orðin heitur, þá gengur hann lausaganginn, en eftir 5 - 10 mín, þá byrjar gangurinn að droppa og ég þarf þá að snúa vélinní 2000 snúningum í 20 - 30 sec til að fá hann góðann aftur (hefur bara verið núna í frostinu).\nEf einhver góður maður þekkir einkennin, þá eru allar upplýsingar mjög vel þegnar, eins ef þið mælið með einhverjum snillingi sem getur hjálpað mér, þá væri ég mjög þakklátur.\nKær kveðja\nHalldór",
            "date": "2011-12-05 13:25:00",
            "post_id": "36688",
            "reply_to_id": false
        },
        {
            "user_name": "HaffiTopp",
            "text": "Skifta um hráolíusíuna, setja á hann spíssahreinsi fyrir díselvélar og mæla glóðarkertin. Sé eitt farið getur hann verið hundleiðinlegur í gang. Minn svona 2,5 gekk alltaf truntulega við fyrsta morgunstart nema ég gæfi honum yfir 2000 sn/min og þá datt hann inná eðlilegann gang. Það var aldrei skift um hráolíusíuna þann tíma sem ég  átti bílinn :D og ók ég honum 70.000 km. Veit núna upp á mig sökina, en vissi það ekki þá ;)\nKv. Haffi",
            "date": "2011-12-05 13:49:00",
            "post_id": "36689",
            "reply_to_id": "36688"
        },
        {
            "user_name": "halldorm",
            "text": "Hæ, gleymdi að taka fram.  Það er ný hráolíusía í bílnum.",
            "date": "2011-12-05 14:26:00",
            "post_id": "36696",
            "reply_to_id": "36689"
        },
        {
            "user_name": "diddim",
            "text": "Sæll.\nÉg keypti glóðakerti frá Nipparts síðast og þau duguðu bara í nokkra mánuði. Ég lenti svo í nákvæmlega sama veseni og þú þegar það kom þetta kuldakast. Mér var bent á að kaupa glóðakerti frá NGK (notabene þau eru nokkuð dýr miðað við önnur). Núna hrekkur hann í gang við minnsta.\nKv\nDiddi",
            "date": "2011-12-05 18:31:00",
            "post_id": "36734",
            "reply_to_id": "36696"
        },
        {
            "user_name": "Jóhann",
            "text": "Hvar fást NGK kertin",
            "date": "2011-12-05 19:43:00",
            "post_id": "36740",
            "reply_to_id": "36734"
        },
        {
            "user_name": "diddim",
            "text": "Þau fást í N1.\nKv\nDiddi",
            "date": "2011-12-05 21:22:00",
            "post_id": "36757",
            "reply_to_id": "36740"
        },
        {
            "user_name": "svavaroe",
            "text": "Sami pakki hérna.\nVar með eitthva no-name glóðakerti og djöfull var hann leiðinlegur í gang í kulda. Voru sirka 1árs gömul eða svo.\nKeypti NGK hjá N1, og það er rétt. Þau eru dýrari, enn fjandinn hafi það. Trukkurinn hrekkur í gang í öllu þessu frosti.\nÍ raun ertu ekki að spara þér neinar krónur að kaupa ódýrari kerti. NGK kertinn eru sögð endast 4-6ár og meðan hin\neru að endast mánuði eða 1-2ár. Pæjann hrekkur í gang og þú brosir.\nVill einmeitt benda á að Orginal Mitsubishi OEM kertinn eru einmeitt framleidd af NGK.\nÞau eru merkt CY05. Enn ef þú kaupir NGK kertinn þá er það kóði : CY55 fyrir Pæjurnar okkar.\nEini munurinn á þessum kertum er að CY55 kertinn eru í NGK pakkningu.\nMeira um málið í þessum \nþræði",
            "date": "2011-12-05 21:53:00",
            "post_id": "36765",
            "reply_to_id": "36757"
        },
        {
            "user_name": "ómi",
            "text": "gott að kaupa efni sem þú færð hjá kemi, það eykur frostþolið í olíuni í -30. setur bara dreitil af því í tankinn og það kemur í veg fyrir raka og frostmyndun. það er mjög mikið um frostvandamál í diesel bílum þessa dagana. \nprufaðu þetta.",
            "date": "2011-12-05 23:42:00",
            "post_id": "36788",
            "reply_to_id": "36765"
        },
        {
            "user_name": "halldorm",
            "text": "Takk strákar.  mér sýnist ég vera á leiðinni í N1 að kaupa mér NGK glóðarkerti og skipta um.  \nBTW, hvernig mælir maður gömlu kertin til að sjá hvort þau eru orðin slöpp.  Er það bara að tengja við 12V og sjá hvort þau roðna?  :-)",
            "date": "2011-12-06 10:55:00",
            "post_id": "36827",
            "reply_to_id": "36788"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Tekur greiðuna á milli þeirra í burtu, fínt að losa fjóra bolta sem halda intercoolernum og þær tengingar sem eru vinstra megin á coolernum og lyfta honum og setja eitthvað á millitil að halda honum frá, eða bara losa hosurnar og taka hann úr bílnum. \nOhm-mælir svo bara hvert og eitt þeirra stakt með mínusinn í gott stell/jörð einhver staðar á vélinni. Veit um einn sem gerði þetta við 2,5 TDI úr Pajero og þurfti bara að skifta um eitt þeirra og hann var allt annar í gang.\nKv. Haffi",
            "date": "2011-12-06 10:58:00",
            "post_id": "36828",
            "reply_to_id": "36827"
        },
        {
            "user_name": "halldorm",
            "text": "Takk Haffi.\nHvað er eðlileg Ohm lesning á kerti sem er í lagi?  eða næst ekki mæling ef það er farið?",
            "date": "2011-12-06 11:41:00",
            "post_id": "36834",
            "reply_to_id": "36828"
        },
        {
            "user_name": "HaffiTopp",
            "text": "já ég myndi bara segja það, er ekki með neinar fastar tölur en þessi kerti eru (eiga að vera) 11 Valt en þá held ég að þetta geti verið á bilinu 8,5-9 og ofar og engin mæling þýðir dautt kerti.\nKv. Haffi",
            "date": "2011-12-06 11:52:00",
            "post_id": "36837",
            "reply_to_id": "36834"
        },
        {
            "user_name": "halldorm",
            "text": "Snilld, Takk. :-)",
            "date": "2011-12-06 11:59:00",
            "post_id": "36838",
            "reply_to_id": "36837"
        }
    ],
    "date": "2011-12-05 13:25:00"
}