{
    "forum_title": "Vara og aukahlutir",
    "id": "7650",
    "title": "Forhitari, (mótorhitari) í díselbíl ?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=7650",
    "posts": [
        {
            "user_name": "Labradorinn",
            "text": "Getur einhver sagt mér hvort/hvar þetta fæst hér á landi.\nVitið þið um, eða eigið þið notaðan hitara til sölu.\nEr þetta mikið fyrirtæki að setja í bílinn.\nEinhverja hugmynd um kostnaðinn við þetta.\nMeð von um skjót svör, \nekki veitir af í gaddinum hérna á Norðurlandi núna.",
            "date": "2011-12-06 11:20:00",
            "post_id": "36832",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "Mekonomen nýja fyrirtækið í Garðarbænum er að auglýsa svona vatnshitara með dælu gerir kælivatnið 65° heitt á 30 mínútum segir í bæklingnum.",
            "date": "2011-12-06 12:22:00",
            "post_id": "36840",
            "reply_to_id": "36832"
        },
        {
            "user_name": "Arsaell",
            "text": "Er ekki málið bara að fá sér eitthvað svona, ódýrt og einfalt \nhttp://www.wolverineheater.com/\nÞá getur maður bara haft hann í sambandi yfir nóttina, vantar reyndar algjörlega hérna heima að það séu tenglar við bílastæði einsog er víða í öðrum köldum löndum.",
            "date": "2011-12-06 13:36:00",
            "post_id": "36847",
            "reply_to_id": "36840"
        },
        {
            "user_name": "Offari",
            "text": "Ég veit ekki hvar hægt er að fá vélarhitara en þótt sagt sé að þetta fari betur með vélarnar og þægilegra sé að gangsetja er reyndar því miður alltaf jafn kalt að setjast inn í bílinn þótt vélin sé heit. Þá hef ég eingöngu notað þetta á bíla sem eiga erfitt með að fara í gang kaldir. Vatnshitaolíufýring finnst mér miklu álítlegri kostur enda ekki alstaðar hægt að stinga í samband.\nÉg hef ekki séð þessa hitara með dælu. Flestir byggði á þeim vísindum að hiti leiti upp og hringrásuðu hitunina þannig. Þannig að hitarinn þurfti að vera neðarlega og hringrása sig í gegn um miðstöðvarstútana.  Það kostar örugglega tölvert rafmagna að hita vélina þannig.  Rússarnir notuðu alltaf þá aðferð að skella olíu í dall undir pönnuna og kveikja svo í.  Á hitaveitusvæðum er hægt að sprauta heitu vatni á vélina.\nÉg nota hinsvegar þá ágætu aðferð að sitja heima og fara ekkert þegar kallt er úti.  En ef þú ætlar að setja rafmagnshitara í bílinn myndi ég líka kanna þann kost hvort ekki sé hægt að setja hitablásara einhverstaðar í bílinn til að hita hann að innan því mér finnst leiðinlegt að skafa rúður.",
            "date": "2011-12-06 14:11:00",
            "post_id": "36851",
            "reply_to_id": "36847"
        },
        {
            "user_name": "Kalli",
            "text": "5,2kW -Hitar kælivatn fyrir bíla með stærri vél en 1,8L\nForhitar bílinn að innan og vél.\nhttp://www.bilasmidurinn.is/vorur.php?idcat=4&idsubcategory=14\nkv. Kalli",
            "date": "2011-12-06 18:08:00",
            "post_id": "36876",
            "reply_to_id": "36851"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Besta lausnin á þessu er auðvitað webasto olíufýring, en það kostar líka sitt skilst mér að koma því í bíl en það er líka virkilega góður og þægilegur búnaður. Þú getur tímastillt þetta eða bara sett í gang handvirkt með fjarstýringu. Ef þetta er almennilega tengt er miðstöðin tengd við relay sem skellir miðstöðinni í gang þegar kælivatnið hefur náð 70°C minnir mig. Eftir hálftíma er bíllinn orðinn funheitur að innan ef miðstöðin er stillt á lægsta snúning uppá rúður og það þarf ekkert að skafa af framrúðunni. Virkilega þægilegt og fer líklega eitthvað betur með vél þó ég ætli ekki að fullyrða um það.",
            "date": "2011-12-06 18:43:00",
            "post_id": "36888",
            "reply_to_id": "36876"
        },
        {
            "user_name": "Jónas",
            "text": "Olíufíringin er toppurinn en kostar margar krónur.  Ég var að kaupa blokkarhitara í N1 sem kostaði rúmar 20þús.  Það er ekki stórmál að koma þessu fyrir.\nhttp://www.stjarna.is/spjall/viewtopic. ... 16#p160616",
            "date": "2011-12-06 19:27:00",
            "post_id": "36896",
            "reply_to_id": "36888"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "Ég er með fjarstýrða Webasto olíufýringu í Fólksvagni Turan, þaf bara að muna að skilja eftir miðstöðina stillta upp á framrúðuna og á lægsta snúning, eftir 30 mín er bíllinn orðinn heitur og góður.\nÞessar miðstöðvar kosta um og yfir 200 þúsund, en það eru öruglega til á partasölum svona miðstöðvar úr VW diesel eða Skoda diesel.  Held að þær séu staðalbúnaður í þeim en eru ekki með fjarstýringu, þessar miðstöðvar eru með hringrásadælu á vatninu.\nEf þú færð þér rafmagnshitara í blokkina þá færðu þér bara lítin rafmagnsblásara til að hafa inni í bílnum",
            "date": "2011-12-06 20:57:00",
            "post_id": "36909",
            "reply_to_id": "36896"
        },
        {
            "user_name": "Polarbear",
            "text": "er með svona í jeppanum hjá mér, svona diesel hitara. nota þetta alltaf í 10-20 mínútur áður en ég set í gang í frosti ef ég get. er einmitt líka með þetta tengt við miðstöðina og læt hana stundum blása uppá rúðu líka og hita bílinn, en þá er hann lengur að hitna, svona 30-40 mínútur... enda er kælikerfið hjá mér 15 lítrar heldég... tekur smá stund að hita það :)\nþetta er æðislegur búnaður en reynir á rafgeyma. ef þú ekur stuttar leiðir innanbæjar þá nær geymirinn ekki að hlaða sig inná milli, því vatnsdælan og miðstöðin taka jú rafmagn sem og hitarinn  (blásari í brennaranum og tölva).  ef ég nota minn hitara meira en svona 5 sinnum og keyri stutt á milli þá þarf ég að hlaða geymana mína með hleðslutæki... er reyndar með frekar rólegan, 40 ampera alternator og tvo 80 amp geyma.\nmæli hiklaust með webasto eða Eberspacher. þetta er gargandi snilld ef þú ert ekki með innstungu við bílastæðið þitt.",
            "date": "2011-12-06 22:25:00",
            "post_id": "36927",
            "reply_to_id": "36909"
        }
    ],
    "date": "2011-12-06 11:20:00"
}