{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "7667",
    "title": "Pajero vatnsvandamál?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=7667",
    "posts": [
        {
            "user_name": "Morte",
            "text": "Komiði sæl er í vandamálum með pajeroinn minn en vatnið hverfur af honum þarf að fylla á allt vatnið við innan 1500km. Vatnið fer ekki í olíuna lekur ekki með vatnsdælu og sé ekkert að reyknum úr pústuröri, Hvað gæti verið að???\nÞetta er 2001 módel 3.5 bensín.\nBúin að skipta um tímareim og vatsndælu",
            "date": "2011-12-06 22:05:00",
            "post_id": "36923",
            "reply_to_id": false
        },
        {
            "user_name": "khs",
            "text": "Fyllist affallskúturinn?",
            "date": "2011-12-06 22:14:00",
            "post_id": "36924",
            "reply_to_id": "36923"
        },
        {
            "user_name": "Morte",
            "text": "Nei hann tæmist líka",
            "date": "2011-12-06 22:20:00",
            "post_id": "36926",
            "reply_to_id": "36924"
        },
        {
            "user_name": "elliofur",
            "text": "Lang algengast þegar vatnið hverfur svona á óskiljanlegan hátt er að það sé farin amk heddpakkning og stundum/oft hedd líka og þá þarf ekkert að sjást við reykinn í pústinu, en þú átt samt að geta fundið öðruvísi lykt af pústinu, svolítið sæt lykt, finnst yfirleitt best í lausagangi.\nÓþolandi að lenda í svona, öll efni og töfrabrögð virka ekki, eina sem virkar er að rífa hedd af og skoða cylindra.\nÞú ættir að sjá búbla örlítið í vatnskassanum samhliða þessu vandamáli, stundum þarf hann að ganga hraðar til þess að sjá það og nota trikk eins og að \"hækka\" vatnskassastútinn, td með því að teipa 2l cokeflösku með stútinn ofan í vatnskassann, þe búa til trekt til að fá kjurrt vatn til að sjá búblur í því oft er talsverður straumþungi í vatnskassanum sérstaklega ef bíllinn er á snúning.\nÞennan mótor þekki ég ekki umfram aðra og það er smuga að það sé eitthvað annað að sjálfsögðu, er pottþétt að vatnið leki ekki inn í bílinn með miðstöðvarelimenti/lögnum eða neitt slíkt?",
            "date": "2011-12-06 23:34:00",
            "post_id": "36938",
            "reply_to_id": "36926"
        },
        {
            "user_name": "Morte",
            "text": "Takk Elli en það lítur út að heddið sé farið og fer bíllinn í viðgerð eftir helgi Takk fyrir hjálpina",
            "date": "2011-12-08 12:41:00",
            "post_id": "37117",
            "reply_to_id": "36938"
        }
    ],
    "date": "2011-12-06 22:05:00"
}