{
    "forum_title": "Almennt spjall",
    "id": "7720",
    "title": "Undin pústgrein...",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=7720",
    "posts": [
        {
            "user_name": "-Hjalti-",
            "text": "Er hægt að laga undna pústgrein? Hún er undin þannig að hún passar ekki í göt á heddinu..",
            "date": "2011-12-08 21:09:00",
            "post_id": "37183",
            "reply_to_id": false
        },
        {
            "user_name": "steinarxe",
            "text": "Jamm,ég var með grein af 2,4 turbo sem var undin og lét kistufell plana hana fyrir mig,alltígóðu eftirá. það kostaði þó einhverja þúsara og eflaust ekki sama hversu mikið hún er farinn.",
            "date": "2011-12-08 21:33:00",
            "post_id": "37188",
            "reply_to_id": "37183"
        },
        {
            "user_name": "Startarinn",
            "text": "Menn hafa líka bjargað sér með að slípa flagsinná flata hlutanum á bandslípivél ef greinin er ekki of löng, en ef afstaðan á götunum hefur breyst þá held ég að það sé fátt annað hægt að gera ef það er ekki nóg að bora götin út",
            "date": "2011-12-08 21:41:00",
            "post_id": "37190",
            "reply_to_id": "37188"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Láttu plana hana í þartil gerðri vél og spyrðu út í hvort þeir hiti greinina eitthvað áður en hún er plönuð, las á netinu að langar greinar, 6cyl línu td. þyrfti oft að hita ef hún væri one piece grein því hreyfingin væri talsverð þegar hún hitnar og kólnar og því best að plana hana við sirka 200°c\nþetta las ég á netinu en hef enga persónulega þekkingu eða vitneskju um að öðru leiti en finnst þetta vera rökrétt",
            "date": "2011-12-08 21:46:00",
            "post_id": "37195",
            "reply_to_id": "37190"
        },
        {
            "user_name": "Forsetinn",
            "text": "Ætlaru þá að skrúfa hana í vélina með þetta  200*c heitt líka heheh....",
            "date": "2011-12-08 22:38:00",
            "post_id": "37203",
            "reply_to_id": "37195"
        },
        {
            "user_name": "Sævar Örn",
            "text": "nei, járn hefur vægi, ef það er planað við hita hefur verpist það væntanlega saman við að kólna eðlinu samkvæmt, en þó í svo miklu lágmarki að ekki skiptir nokkru teljandi máli. Svo þegar hitnar reynir ekki á pinnboltana þegar vélin sjóðhitnar og greinin kannski allt að 600° og meira\nÞað er mjög algengt að pústgreinarboltar slitni, smelli hreinlega sundur með sléttum skurði og ég vil meina að það hafi eitthvað með hreyfingu á járninu vegna hita að gera.",
            "date": "2011-12-08 23:10:00",
            "post_id": "37212",
            "reply_to_id": "37203"
        },
        {
            "user_name": "Hagalín",
            "text": "Bandslípivél og nýjar pakkningar.\nGreinin hjá mér á 3.0 vatt upp á sig og mér var bent á að laga hana frekar\nen að fán nýja sem ætti á hættu að spenna sig. Grein sem er búin að taka út spennu\nætti ekki að fara aftur......",
            "date": "2011-12-09 00:11:00",
            "post_id": "37223",
            "reply_to_id": "37212"
        },
        {
            "user_name": "hobo",
            "text": "Mig grunar að lausnin hafi ekki fengist hérna.\nEf götin passa ekki uppá boltana er plönun varla svarið. Pústgreinin er ekki að vinda sig frá vélinni heldur upp eða niður með vélinni, er það ekki?\nÉg veit ekki hvort hægt sé að laga þetta eða bara punga út fyrir nýrri grein.\nps: Flott undirskriftamynd Hjalti ;)",
            "date": "2011-12-09 16:42:00",
            "post_id": "37274",
            "reply_to_id": "37223"
        },
        {
            "user_name": "dazy crazy",
            "text": "Hitnar ekki líka það sem greinin er fest á svo það ætti að verða fyrir hitaverping líka svo teygjan ætti að vera jöfn og því engin þvingun? mig minnir að járn sé um 0,0118mm/m fyrir hverja gráðu svo fyrir þessar 600°C lengist járnið um 7 millimetra fyrir hvern meter sem er alveg slatti reyndar.",
            "date": "2011-12-09 17:12:00",
            "post_id": "37280",
            "reply_to_id": "37274"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Jú passar Hörður greinin fellur að heddinu en er undin þannig að götin passa ekki í hana á sitthvorum endanum. Veit svosem ekki hvort það komi að ráði og hvort þad pústi eitthvað alvarlega mikið þar út.\npústgreinin kemur af öðrum mótor svo þetta er ekki undið eins.",
            "date": "2011-12-09 18:14:00",
            "post_id": "37283",
            "reply_to_id": "37280"
        },
        {
            "user_name": "Startarinn",
            "text": "Er þetta ekki úr pottstáli?\nÞá er úr vöndu að ráða því nánast hvað sem þú reynir til að rétta þetta brýtur greinina, ef það er eingin leið að bora út götin eða naga þau til með pinnafræs held ég að þú verðir að finna þér aðra grein. \nEr þetta á vélinni sem þú varst að setja í?",
            "date": "2011-12-09 19:42:00",
            "post_id": "37289",
            "reply_to_id": "37283"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Ég hef svosem ekki prufað að bora eða fræsa út götin. Það er líklega eina lausnin á þessu. \nNei þetta er ekki mín vél heldur önnur 2.8 vél.",
            "date": "2011-12-09 21:00:00",
            "post_id": "37297",
            "reply_to_id": "37289"
        }
    ],
    "date": "2011-12-08 21:09:00"
}