{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "7788",
    "title": "OM 318 daimler diesel",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=7788",
    "posts": [
        {
            "user_name": "Sævar Páll",
            "text": "Sælir. Var að versla mér bíl með OM318 diesel ( margar benz rútur/minni vörubílar), vantar að vita eitthvað um hann. Það eina sem ég veit er að hann er um það bil með þriggja lítra slagrými, fjegra bása og 87 hestöfl. Langar að fá einverjar upplýsingar um þennan mótor, hvernig hann hefur verið að gera sig, hvort maður eigi eitthvað að fikta í honum eða hvort maður eigi bara að láta þetta fjúka út í gám og fá sér eitthvað betra. ( er með aðgengilega 6.9 og C6)\nBíllinn sem þessi mótor knýr er Econoline á 38, aðalega ferða og húsbíll. \nMBK Sævar P",
            "date": "2011-12-13 17:24:00",
            "post_id": "37684",
            "reply_to_id": false
        },
        {
            "user_name": "Grímur Gísla",
            "text": "Ég hef ekki séð neina OM 318 á lista yfir bens diesel.. OM 317  er aftur á móti 5 cyl.    Er innsog og púst sömu meginn?\nHvaða kassi er aftan við?\nGooglaðu og skoðaðu hvað sagt er um vélina á vikapedia, þar sést hvað hægt er að ná út með blæstri og kælingu.",
            "date": "2011-12-13 20:32:00",
            "post_id": "37704",
            "reply_to_id": "37684"
        },
        {
            "user_name": "halendingurinn",
            "text": "Er þetta ekki om314, ef svo er þá er hún eins og 352 bara stytt um 2 cylindra",
            "date": "2011-12-13 20:37:00",
            "post_id": "37705",
            "reply_to_id": "37704"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "http://en.wikipedia.org/wiki/List_of_Me ... nz_engines",
            "date": "2011-12-13 20:50:00",
            "post_id": "37707",
            "reply_to_id": "37705"
        },
        {
            "user_name": "halendingurinn",
            "text": "Ef þetta er om314 þá nærð aldrei sama afli úr þessari vél og 6.9  þú gætir gert eitthvað svona: \nhttp://picasaweb.google.com/VanHousenCo ... slideshow/\nhttp://www.mbfreaks.ja-woll.de/MB_Techn ... m_314.html\nÞú gætir sett om352 ofaní ef hún kemst á lengdina eða om366, töluvert þyngra líka",
            "date": "2011-12-13 21:01:00",
            "post_id": "37710",
            "reply_to_id": "37707"
        },
        {
            "user_name": "halendingurinn",
            "text": "http://www.omnibusarchiv.de/include.php ... &page=7%29\n \nUm Benz OM 300 díselvélina: Birth of legend",
            "date": "2011-12-13 21:12:00",
            "post_id": "37714",
            "reply_to_id": "37710"
        },
        {
            "user_name": "Sævar Páll",
            "text": "Fór og skoðaði vélina almennilega. Þetta er víst om314 sería. félaginn sem ég keypti bílinn af hélt að þetta væri om318. \nÞað er búið að mixa á hana túrbínu sem að er stillt á að blása 10 pundum inn á max álagi, bínan er garret mc1 m24 (variable vane) ef það segir ykkur eitthvað, ( ættuð úr peugout sendli) \nEr eitthvað vitað hvað svona rella þolir af yfirþrýstingi?\nGírkassinn er einhver 5 gíra benz trukkakassi með skriðgír ( skriðgír svo til beint fyrir neðan bakkgírinn, bakkgír fram og að)\naftan við það er svo dana 20.  og svo sitt hvor 44 nospinnaðir danar að framan og aftan.\nÞakka fyrir góð svör, Sævar P",
            "date": "2011-12-18 22:47:00",
            "post_id": "38323",
            "reply_to_id": "37714"
        },
        {
            "user_name": "halendingurinn",
            "text": "Ég myndi fá mér afgashitamæli og fylgjast með henni þar. Ekki veit ég hvort þessi vél sé með olíukælda stimpla oil squirter og þjappan sé 16:1.  Ég held frekar að þessi rella hafi þjöppu 17:1 og án olíukældra stimpla svo þú skalt fylgjast vel með afgashita leið og þú skrúfar upp olíuna á verkinu. \nhttp://www.ms-motor-service.cn/ximages/ ... nz_web.pdf\nIntercooler myndi ábyggileg hjálpa mikið. Þetta er togari ekki reisvél. minni útgáfa af om352.\nÉg er sjálfur með om352 í unimog 6cyl en þín er tveim styttri. Flestar turbovélarnar eru með olíukælda stimpla og lægri þjöppu og þola þarafleiðandi meiri tjúningu.\nhttp://www.unimog-forever.com/Grease/Di ... Diesel.htm\nhttp://www.unimog-forever.com/Grease/Tu ... OM352A.htm\n (það eru til týpur af om352A (A stendur fyrir turbo) sem dæmi án kældra stimpla frá benz en þær eru ekki eins aflmiklar og þær með smurolíukældu stimplana). Stækka pústið alveg upp í túrbínu og fylgjast með afgashita. Annars ef þú ætlar að fá alvöru afl þá myndi ég fara í 6.9 eða 7.3 með turbínu.",
            "date": "2011-12-19 00:25:00",
            "post_id": "38330",
            "reply_to_id": "38323"
        },
        {
            "user_name": "Sævar Páll",
            "text": "Auðvitað freistar meira afl, en þetta er líka komið inn á það að þessi vél er ekki að eyða svo svakalega, og svo er hægt að loka bæði húddinu og innri vélarhlífinni þótt að maður gleymi bæði 10 mm lykli og litlum hamri þar inní.\nEn já ég þarf að græja mér afgashitanema. Eru AutoGauge mælarnir frá bílanaust traustverðugur kostur?\nEr einhver gróði í að reyna að ættleiða glóðarkerti í þessa vél?\nKv Sævar P",
            "date": "2011-12-19 20:19:00",
            "post_id": "38387",
            "reply_to_id": "38330"
        },
        {
            "user_name": "halendingurinn",
            "text": "Mín er með búnað fyrir startgas orginal (start pilot), það er svona búnaður\nhttp://www.benzworld.org/forums/unimog/ ... pilot.html\n (veit ekki hvort þú getur lesið þetta þú þarft að vera félagi á þessum þráð en ég prófa)\nAldrei notað það, þetta eru mjög gangvissar vélar en ef þú ert að fara í vetrarferðir þá myndi ég fá mér öfluga rafgeyma (webasto til að hita upp vatnið sem  valmöguleika) og nota startgas til vara.",
            "date": "2011-12-19 21:51:00",
            "post_id": "38392",
            "reply_to_id": "38387"
        },
        {
            "user_name": "Refur",
            "text": "Smá forvitni, kemur þessi bíll frá björgunarsveitinni á Svalbarðseyri við Eyjafjörð?",
            "date": "2011-12-19 22:39:00",
            "post_id": "38397",
            "reply_to_id": "38392"
        },
        {
            "user_name": "Sævar Páll",
            "text": "hann er þaðan en hann kom þangað frá næsta sveitarbæ við hliðina á mér. \nhann var verslaður fyrir tveim vikum og hefur varla setið kyrr í heilann dag síðan þá  :)",
            "date": "2011-12-20 18:08:00",
            "post_id": "38490",
            "reply_to_id": "38397"
        }
    ],
    "date": "2011-12-13 17:24:00"
}