{
    "forum_title": "Almennt spjall",
    "id": "7798",
    "title": "Eldsneiti og FL",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=7798",
    "posts": [
        {
            "user_name": "stjani39",
            "text": "Það er 1 sem ég hef ekkert eða lítið séð hérna á spjallinu en það er hvernig vélar eru að fara með mismunandi eldsneiti.\nég er með Musso 98 TD 120 Hp ég er búin að prófa alskonar eldsneiti á honum. Háþrystiolíu St 32 og blandaði hana ekkert í sumar en 20% með steinolíu í 16 gráðu frosti nú í desember og virkar frábærlega það er örlítill mismunur á gangsetningu á morgnana en eftir um 1 mín er hann alveg eðlilegur í sumar þá munaði 1 Ltr hvað bíllinn eiddi minna á glussanum með fellihísið aftaní en á venjulegri gasolíu (athyglisvert) . Matarolía alveg ó unnin beint úr djúpsteikingarpottinum bara sía ruslið úr virkar líka alveg frábærlega, engin munur á gangsetningu að sumri,, nánast engin munur á gangsetningu í frosti blandað 20% með steinolíu mest 14 gráður í mínus. ég hef einnig látið skoða smurolíunna eftir hvert test með eldsneiti og er nánast engin munur aðeins meira sót með glussanum annars allt eðlilegt. dísurnar í eldsneitislokunum voru keirðar um 200 þús þegar ég byrjaði á þessu ég skifti í nóv þá voru komnir um 270 þús Km á dísurnar og voru þær skoðaðar í smásjá og þrystiprófaðar áður en þær voru teknar úr og voru 2 farnar að leka aðeins það kom annars ekkert óeðlilegt í ljós við þetta.\nLangar að heyra frá öðrum hvað þeir hafa verið að dunda með þettastjani39",
            "date": "2011-12-13 22:46:00",
            "post_id": "37736",
            "reply_to_id": false
        },
        {
            "user_name": "sonur",
            "text": "Sá þig pósta í þráðinn hjá mér um Eldsneyti..\nÉg hef veri að glugga í alskonar brögð á netinu hjá þeim þarna hinum megin við Atlanshafið og \nég er kominn með einhverja 150l af steikingarolíu úr vinnunni, ábyggilega 100l af gamalli smurolíu (bara af vélum ekki þessar þykku sem kemur af drifum og gírkössum) langar að prufa það því þeir gera það grimmt þarna úti og svo þetta að nota glussa olíu.. \nég er því miður ekki búinn að fara lengra í að prófa eitt eða neitt af þessu en það verður gert og tilraunardýrið er Jeep Cherokee XJ ´96\nbýð spenntur eftir að heyra svör frá öðrum sem hafa prófað meira",
            "date": "2011-12-14 00:34:00",
            "post_id": "37746",
            "reply_to_id": "37736"
        },
        {
            "user_name": "Stebbi",
            "text": "Prufaði notaða steikingarfeiti í sumar og hún var góð þangað til að hitinn fór niðurfyrir 14°C.  Það gæti verið að það þyrfti að svera upp olíulögnina í mínu tilfelli en undir þessu hitastigi var þetta vonlaust sama þó væri blandað aðeins af steinolíu við.  En eitt sem ég tók eftir var það að ég var að fá mun meira boost á túrbínuna og hún kom fyrr inn, eyðslan var svipuð.",
            "date": "2011-12-14 01:08:00",
            "post_id": "37751",
            "reply_to_id": "37746"
        },
        {
            "user_name": "arni87",
            "text": "Sælir.\nÉg er búinn að keira minn Musso 97 árgerð á hinum ýmsu olíum og hendi hér inn því sem ég hef komist að við þær prófannir.\nDisel: Gengur eins og klukka, þarf að setja smurolíu öðruhvoru á mótorinn vegna ventlaglamurs sem kemur í hann.\nFlota olía: á sumrin er enginn munur á gangi eða gangsettningu, en varð tregari í gang um veturinn, þurfti einn auka snúning vegna þess að það var enn \"sumarolía\" á tanknum, en það þurfti ekkert að setja auka smurningu við olíuna.\nSteinolía (ekki Jetta A-1, keift á tunnu): gekk eðlilega og ekkert tregari í gang, þurfti enga auka smurningu, eini \"ókosturinn\" var að það var súrari ligt af afgasinu.\nSvo er það þessi steinolía sem er seld á dælum (Jetta A-1): Hann er góður í gang, og er ég enn að keira á henni, ég er ekkert að bæta smurefnum í olíuna.\nAllar þessar tilraunir hjá mér eru gerðar með \"hreinu\" eldsneiti, ég hef bara bætt olíum ef mótorinn fer að glamra eða banka og þá set ég 1L af sjálfskiftiolíu á tankinn.\nHann er ekkert að hvarta undan þessari meðferð, allavega enn sem komið er.",
            "date": "2011-12-14 20:06:00",
            "post_id": "37824",
            "reply_to_id": "37751"
        },
        {
            "user_name": "elliofur",
            "text": "Ansi athyglisverður þráður.\nÉg nota 100% steinolíu á minn gamla hilux 2.4turbo.\nHann er meira að segja sáttari við hana heldur en díselolíuna, bæði eyðir hann minnu og kraftar meira!\nEyðslumælingarnar eru nákvæmar en kraftmælingarnar huglægar en enginn vafi. Ég hef náð honum niður í 10.9 með sparakstri á 33\" með 4.88 hlutföll. Núna er hann í rúmum 15 á 35\" grófum (cooper stt) í frostinu og enginn sérstakur sparakstur.",
            "date": "2011-12-14 20:59:00",
            "post_id": "37831",
            "reply_to_id": "37824"
        },
        {
            "user_name": "elliofur",
            "text": "Eru menn feimnir að ræða þetta mál?\nJóhanna og Steingrímur gætu náttúrulega verið að skoða!!",
            "date": "2011-12-16 09:21:00",
            "post_id": "37996",
            "reply_to_id": "37831"
        },
        {
            "user_name": "gaz69m",
            "text": "þar sem ég er mikið  að skoða erlenda síðu vegna uppgerðar á rússanum mínum þá eru menn í bretlandi  að fá contam eldssneyti eða þa'ð er það sem þeir kalla þegar einhver hefur dælt olíu á bensín bíl og öfugt  og gömmlu rússatruka vélarnar eru að brenna þessu glundri svo er einn mikið að spá og skoða með að búa til skilju til að skilja bensínið frá dísel   í  tankinum með einhverskonar hitun , en mér skilst að það sé mjög vandasamt vegna sprengi hættu .",
            "date": "2011-12-16 11:58:00",
            "post_id": "38007",
            "reply_to_id": "37996"
        },
        {
            "user_name": "sonur",
            "text": "Strákar, er að fara í að sýa þessa steikingarolíu, hvað er best að nota í þetta?",
            "date": "2011-12-16 13:15:00",
            "post_id": "38016",
            "reply_to_id": "38007"
        },
        {
            "user_name": "dazy crazy",
            "text": "er ekki hægt að nota bara fínt sigti fyrst og svo kaffipoka?",
            "date": "2011-12-16 13:25:00",
            "post_id": "38018",
            "reply_to_id": "38016"
        },
        {
            "user_name": "jeepcj7",
            "text": "Í umræðunum sem voru um þetta mál í fyrra kom upp að einhver síaði feitina í gegn um gallabuxur og ég held að það sé alveg málið.",
            "date": "2011-12-16 13:43:00",
            "post_id": "38019",
            "reply_to_id": "38018"
        },
        {
            "user_name": "stjani39",
            "text": "Til að árangurin verði sem bestur þá þarf að hita olíunna   helst í 80 til 90 gráður  og nota stóra síu (glussasíu) afsalút 5 Mikron,  als ekki grófari síu en 10 Mikron...  \nég nota gamlan mjólkurbrúsa til að hita olíunna í,  2 KW element, gamla tanhjóladælu og sistra síur 5 mikron en grófsía olíunna fyrst í gegnum 4 faldar nælonbuxur af konunni  einnig er ég mikið að pæla í að kaupa Fuelpood græju frá englandi en hún framleiðir bíó diesel úr matarolíu  kostar um 800  en er ekki svo dírt ef einhverjir taka sig saman um þetta ???",
            "date": "2011-12-16 17:08:00",
            "post_id": "38037",
            "reply_to_id": "38019"
        },
        {
            "user_name": "juddi",
            "text": "Hefur engin hér reynslu af úrgangs smurolíu sem eldsneyti",
            "date": "2012-08-12 12:58:00",
            "post_id": "63053",
            "reply_to_id": "38037"
        },
        {
            "user_name": "Polarbear",
            "text": "úrgangs smurolíu er best að drullulosa með skilvindu eftir síun. þetta er stórsniðugur prósess en tekur smá tíma.\nég ætla að fara þessa leið með mína smurolíu, og reyndar alla olíu sem ég set á bílinn sem ekki kemur beint af dælu.\nþessi gaur síaði olíuna sína í gegnum 10 míkron filter og svo hreinsaði hann hana í skilvindu (centrifuge) og er að sýna í þessu vídeói hversu mikla drullu hann náði að skilja frá í viðbót.... [youtube]o0Hys3VPgl0[/youtube]",
            "date": "2012-08-12 13:10:00",
            "post_id": "63056",
            "reply_to_id": "63053"
        },
        {
            "user_name": "Stebbi",
            "text": "Hvað ætli maður sé lengi að hreinsa 200L af olíu með svona skilvindu?",
            "date": "2012-08-12 21:08:00",
            "post_id": "63090",
            "reply_to_id": "63056"
        },
        {
            "user_name": "jeepson",
            "text": "Sælir spjallverjar. Við bræður höfum verið að keyra patrolana okkar á steikingar olíu í sumar. Við komumst að því að bíllinn hjá brósa þolir hana betur en minn. en minn lagst þegar að hann hitnar. Eina við þetta sem að ég þoli ílla er bbq lyktin sem að kemur af þessu. En ég hef sett 20l f diesel olíu á móti 60l af steikingar olíuni. Minn bíll er erfiðari í gang og gengur hægaganginn ílla svona frstu 5mín. Svo lagast hann. Hinvsegar er brósi með eftir hitunina í lagi á sínum bíl þannig að hann þolir þetta betur. Hann hefur verið að henda smurolíu með í þetta sem að kom af terrano sem að hann skipti um olíu á. Við síum þetta í gegnum lak. en þurfum að finna betri leið til að sía þetta. Hinsvegar getum við ekki keyrt á dry olíuni. Því að bílarnir fara ekki á gang á henni. Steinolíu er ég hættur nota vegna þess að ég tapaði bara afli og fékk aukna eyðslu á því. En ég hugsa að ég hætti að keyra á steiingar olíuni líka. Þar sem að þessa vibba bræla er ílla í mig.",
            "date": "2012-08-12 22:31:00",
            "post_id": "63104",
            "reply_to_id": "63090"
        },
        {
            "user_name": "Polarbear",
            "text": "það fer eftir skilvinduni og hvaða olíu þú ert að sía, hvort hún sé hituð, búið að for-sía hana fyrst o.s.frv.\nég geri ráð fyrir því í mínu kerfi að geta síað svona 50 lítra á klukkutíma. ég ætla að setja olíuna beint í gegnum skilvindu og svo 5 míkron filter til öryggis. Enda verð ég engöngu með notaða mótorolíu og glussa. kerfið mun keyra í 25 mínútur og sjálfhreinsa sig svo í 5. þetta er frekar hægt, en maður ætti líka að fá hreinni olíu útúr þessu í staðin.",
            "date": "2012-08-12 22:55:00",
            "post_id": "63112",
            "reply_to_id": "63104"
        },
        {
            "user_name": "juddi",
            "text": "Ok hvar fékstu skilvindu og það sem til þarf í þessa aðgerð ?",
            "date": "2012-08-13 13:20:00",
            "post_id": "63146",
            "reply_to_id": "63112"
        },
        {
            "user_name": "gaz69m",
            "text": "það eru td skilvindur á gömlum zetor traktorum og scania vörubílum",
            "date": "2012-08-13 13:28:00",
            "post_id": "63147",
            "reply_to_id": "63146"
        },
        {
            "user_name": "Polarbear",
            "text": "ég er enn að smíða :)   en ég ætla að smíða þetta sjálfur. skilvindan verður búin til úr hjólnafi undan landkrúser og skálin er breytt gömul bremsuskál. skilvinduhúsið er 200 lítra tunna og mótorinn verður annaðhvort úr gamalli standborvél sem ég á eða þvottavél.\nmér líkar best við einfaldar lausnir og hef gaman að því að smíða svona rugl... verst að frítíminn í þetta fikt er takmarkaður.",
            "date": "2012-08-13 13:47:00",
            "post_id": "63150",
            "reply_to_id": "63147"
        },
        {
            "user_name": "juddi",
            "text": "Þetta hljómar eins og snildar sveitamix",
            "date": "2012-08-13 18:06:00",
            "post_id": "63165",
            "reply_to_id": "63150"
        },
        {
            "user_name": "elliofur",
            "text": "Hvað er að frétta af þessu mixi hjá ykkur? Virkaði þetta hjá þér Lalli?\nÉg skal vera fyrstur með myndbirtingu.",
            "date": "2014-05-20 20:29:00",
            "post_id": "136874",
            "reply_to_id": "63165"
        },
        {
            "user_name": "villi",
            "text": "Ég grófsía mína steikarolíu niður í 75 micron og set hana svo nokkra hringi í gegnum filtersokka af Ebay, 10-5-1 micron. Er svo með 120 l upphitaðan tank og upphitaða síu. Búinn að keyra út rúma 400 lítra af af 100% matarolíu  síðan um miðjan Mars. Það sem ég tók eftir við mótorinn var að hann steinþagnaði þegar ég skipti yfir á matarolíu, mikið mýkri gangur í honum",
            "date": "2014-05-20 21:36:00",
            "post_id": "136880",
            "reply_to_id": "136874"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég er búin að fara allan hringinn í þessu og komst að þeirri niðurstöðu að lang best er að vinna þetta eins og maður og brjóta olíuna niður með metanóli og vítissóda.  Þetta verður aldrei eins og maður vill hafa það með því að sía þetta eingöngu, bílarnir alltaf erfiðari í gang, kraflausari og maður er alltaf með óvissu í kulda og frosti.\n200L af metanóli og vítissódi til verksins kosta ca 50þús og maður getur unnið allt að tonni af olíu með því ef ég man rétt.",
            "date": "2014-05-20 23:30:00",
            "post_id": "136892",
            "reply_to_id": "136880"
        },
        {
            "user_name": "villi",
            "text": "Ég finn ekki fyrir þessu kraftleysi og ég set í gang og drep á með disel, þannig að gangsetning er ekki vandamál hjá mér. Er svo með  mótordrifin pollock eldsneytisskipti til að skipta á milli tanka. Skipti svo yfir þegar hitamælirinn í aukatanknum er kominn uppí ca 30 gráður",
            "date": "2014-05-21 00:16:00",
            "post_id": "136895",
            "reply_to_id": "136892"
        },
        {
            "user_name": "Stebbi",
            "text": "Notarðu þá kælivatnið til að hita upp aukatankinn?  Ég var búin að snúast 10 hringi um hvernig ég ætti að koma þessu í gegnum bílinn hjá mér svo að þetta væri vandamálalaust og miðað við kröfurnar hjá mér og vinnuna sem færi í að smíða bílinn til að taka við þessu þá ákvað ég að fara frekar í það að aðlaga eldsneytið að bílnum, þá gæti ég líka notað þetta á  fleiri bíla en bara minn.  Að búa til biodiesel er minna mál en maður gæti ýmindað sér, fyrir mér er málið að gera þetta bara í nógu stóru upplagi.  Helst 800 til 1000 lítra í einu afþví sóðaskapurinn og tíminn sem fer í það er svipaður og af 200 lítrunum.  Aðalatriðið er að vera með öryggisfatnað og góða loftræstingu.",
            "date": "2014-05-21 00:56:00",
            "post_id": "136902",
            "reply_to_id": "136895"
        },
        {
            "user_name": "elliofur",
            "text": "Stebbi viltu útskýra ferlið fyrir okkur, og jafnvel birta myndir? :)",
            "date": "2014-05-21 06:59:00",
            "post_id": "136905",
            "reply_to_id": "136902"
        },
        {
            "user_name": "villi",
            "text": "Já, kælivatnið hitar tankinn og svo er koparspírall utan um alla síuna. Þetta setup er allavega að virka fyrir mig",
            "date": "2014-05-21 12:06:00",
            "post_id": "136922",
            "reply_to_id": "136905"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég á því miður ekki myndir af þessu en ferlið er í sjálfusér ekki flókið en frekar hættulegt ef að menn eru kærulausir.  Það þarf að byrja á því að grófsía olíuna og hita hana svo uppfyrir ca 60°í nokkra klukkutíma, yfir nótt er flott ef það er hægt.  Við komumst í affall af frekar stóru húsi sem var með gufuinntak þannig að hiti var ekki vandamál og auðvelt að gleyma spíral ofaní tankinum yfir nótt til að þurka olíuna aðeins.  Svo er þetta formúla útfrá sýrustigi og einhverju blablabla eða bara 100L af metanóli með rúmlega 4 kílóum af vítissóda út í 500L af 60-70°heita olíu og svo blanda vel.\nSvo gerist einhver svartigaldur og metanol/sóda blandan grípur alla fjölómettaðar fitusýrur og botnfellir þær.  Þá hleypir maðru ógeðinu undan og skolar olíuna með nánast jafn miklu magni af vatni í gegnum fínan spíss sem úðar yfir tankinn.\nEf að menn vilja fara þessa leiðina þá marg borgar sig að nota google og lesa sig heilalausan á þessu, gera reglulega góðan biodiesel og brosa hringinn fyrir rúmlega 100 kall líterinn.\nP.s\nÉg ber enga ábyrgð á því ef að menn gera sig blinda á einhverri vitleysu í þessu ferli.  Metanól er stórhættulegur andskoti og þegar er búið að blanda vítissóda útí þá er þetta enþá hættulegra.",
            "date": "2014-05-21 15:46:00",
            "post_id": "136932",
            "reply_to_id": "136922"
        },
        {
            "user_name": "Freyr",
            "text": "Varðandi hitunina er einmitt öruggast að nota varmaskipta á borð við það sem stebbi nefnir. Hef komið að framleiðslu á bíódísel þar sem notað var rafmagns element til að hita olíuna og það var alltaf smá stress hvort það væri ekki örugglega á kafi í olíu til að fá kælingu. Glóandi element og eimað metanól er ekki góð blanda (lesist - þakið fýkur af húsinu).",
            "date": "2014-05-21 18:47:00",
            "post_id": "136938",
            "reply_to_id": "136932"
        },
        {
            "user_name": "Stebbi",
            "text": "Efnahvörfin við það að blanda saman sóda og metanóli eru mögnuð, þetta hitnar heilan helling á stuttum tíma og pestin af þessu gæti drepið fíl á 15m færi.  Loftræsting er númer 1,2 og 3 og ekkert flíspeysu vesen því þá gæti kofinn losnað af sökklunum.",
            "date": "2014-05-21 21:19:00",
            "post_id": "136950",
            "reply_to_id": "136938"
        },
        {
            "user_name": "Freyr",
            "text": "Já, hlífðargleraugu og þykkir gúmmíhanskar eru möst.",
            "date": "2014-05-21 23:42:00",
            "post_id": "136984",
            "reply_to_id": "136950"
        },
        {
            "user_name": "villi58",
            "text": "Og björgunarhring.",
            "date": "2014-05-21 23:46:00",
            "post_id": "136985",
            "reply_to_id": "136984"
        },
        {
            "user_name": "elliofur",
            "text": "Gaman væri að fleiri opnuðu skúra sína og sýndu hvað þeir eru að gera. Mig grunar að fleiri séu að þessu en margan grunar.",
            "date": "2014-05-31 23:26:00",
            "post_id": "137584",
            "reply_to_id": "136985"
        },
        {
            "user_name": "creative",
            "text": "Mikið er ég pirraður ég skrifaðu 500-600 orða ritgerð um þetta málefni og þegar ég smellti á senda þá var ég beðin um að skrá mig inn aftur. \nþegar það var gert kom bara upphafssíðan og öll skrif horfin",
            "date": "2014-06-01 03:07:00",
            "post_id": "137592",
            "reply_to_id": "137584"
        },
        {
            "user_name": "jongud",
            "text": "Ég hef lent í þessu, það gerist stundum þegar maður er lengi að skrifa.\nÞá er vefþjónninn ekki að fá nein bein viðbrögð frá manni í ákveðin tíma svo að hann loggar mann út.\nEf maður er að skrifa einhverja langloku, eða þarf eitthvað mikinn tíma til að hugsa meðan textinn er að koma, þá er vissara að skrifa texta í öðru forriti eins og t.d. Word. Síðan klippir maður textan úr því og límir inn í spjallþráðinn.",
            "date": "2014-06-01 13:38:00",
            "post_id": "137602",
            "reply_to_id": "137592"
        },
        {
            "user_name": "svarti sambo",
            "text": "Hef lent í þessu líka, en þá hefur verið nóg að skrá sig inn og fara svo nokkru sinnum til baka og þá hefur textinn komið aftur.",
            "date": "2014-06-01 13:49:00",
            "post_id": "137605",
            "reply_to_id": "137602"
        },
        {
            "user_name": "creative",
            "text": "Ég hef verið að gera þetta í meira en  tvö ár og ætla að skrifa hérna í annað sinn um það sem ég hef lært (því að síðast eiddist þetta út) \nÉg brenni notaðri matarolíu sem ég fæ af veitingastöðum og mun ég fjalla um brennslu á henni \nDælur\nLínuverk tel ég að sé best í þetta og ég hef ekki trú á stjörnuverki (Vanepump) vegna segju en hægt væri að hita olíuna með kælivatninu til að minnka segju. ég hef tekið svona verk í sundur og sett saman aftur það og bara hlýtur að þurfa að vera sverari rásir fyrir svona eldsneyti\nFilterun\nEitt helsta vandamálið við filterun sem ég hef verið að slást við er fita í olíuni en í sumum djúpsteikingarolíu er bætt við dýrafitu til að drýja olíuna best er að ná henni út með gróffilterun í gegnum gallabuxur (fæ gefins héðan og þaðan + ódýrt)\nég tek það framm að ekki í öllum olíum er svona fita \nhttp://www.peachparts.com/shopforum/att ... 010413.jpg\nhérna sést þessi fita hægt er líka að leifa henni að standa lengi og mun fitan falla til botns en það tekur mjöög langan tíma \nog nýtnin er ekki góð \nég hef hætt að taka við svona olíum vegna subbuskaps og kostnaðar við filterun þessar olíur heyta yfirleitt CREAME OIL\nÉg hef gert allt frá því að hella olíuni manualt í gegnum svert frárenslilrör með gallabuxum á endanum til að pressa olíuna í gegnum 2x 10\" sundlaugarfiltera með vafningsfilterum með stýrisdælu úr nissan micra með ásoðnum nippli til að tengja við borvél,,steikti líka nokkrar borvélar með þessum tilraunum..\nferlið í dag felst í því að soga olíuna upp úr brúsunum í gegnum gírdælu drifna af þvottarvélarmótor og þrýsta henni í gegnum gallabuxur sem er komið uppá 1/2\" pípulagningarrör með hosuklemmu í báða enda. buxunar blásast svo upp eins og blöðrur og kemur nokkuð hrein olía í gegnum þetta ferli. Olían fellur ofan í stóra olíutunnu og situr þar þangað til að ég dæli henni á bílinn í gegnum 2 filtera annan 10 micron og hinn seinni 1 micron.\nÁ olíutunnuni er úrtak ca 12 cm frá botni og annar alveg við botn og tek ég alltaf olíu frá þeim efri sem á að fara á bílinn \nen í neðri tappa ég reglulega undan soranum. tunnan er í raun sethylki. \nHérna er útskýringamynd og vona að ég sé ekki dæmdur vegna teiknihæfileika minna \nÉg vill ekki hita olíuna til að vera sneggri að filtera við hitum bráðnar fitan og hún fer í gegnum filterana.\nsíðasta lokafilterun fer framm í bíllnum í hráolíusíuni og trúi ég að vélarframmleiðandi ákvarði þolmörk og sían sé valin í samræmi við það, ekki bölva filter sem stíflast hann er að gera það sem hann er hannaður að til að gera\nef sían er að stíflast í bílnum mjög oft ertu ekki að ná að hreinsa olíuna nógu vel. ég hef lent í því að skifta um síu allt að \n3 sinnum í einum mánuði en þá er sparnaðurin farin fyrir gýg. í dag stíflast filterinn svona á 3 mánaða fresti og kostar einn nálagt  2500 kallinum Ég hef alltaf lágmark einn í bílnum til vara\nég veit að besta leiðin er að skilvinda olíuna en ég á ekki svoleiðis græju eins og er en mig langar að pannta mér spinner centrifuge í þetta og eina leiðin til þess að sía notaðri smurolíu er að skilvinda hana ég myndi ekki treista filterun öðruvísi \ní svokölluðum black diesel er mikið af málmögnum og sóti sem nást ekki nægjanlega úr nema með skilvindun eða eimun \nKaldræs vélarinnar\nÉg hef lent í því að drepa á vél uppi á hálendi og ekki náð að starta henni venjulega aftur eftir nóttina er þá best að taka hráolíusíuna úr og hella matarolíuni úr henni og fylla upp aftur með hreinum diesel síðan starta þangað til að dieselin nær til eldsneytislokana. gott er líka að hita eldsneitisleiðslurnar með gasbrennara en ég er alltaf með einn í bílnum.\nVIðhald vélarinnar\nég fylgist mikið með eldsneytislokunum það á það til að safnast glyserín í þá þá tek ég þá í sundur og hreinsa með hreinum diesel. \nviðhaldskostnaður eykst við brenslu á matarolíu það er engin spurning en rekstrarkostnaður er stórlega lækkaður\nog er ég klárlega búin að græða upp í alsherjar upptekt á vélini og vel það \nBlöndun olíunar\nÉg hef heyrt allskonar kockteila með smurolíu glussa, matarolíu, steinolíu og tvígengisolíu.. og jafnvel bensíni \nEg hef komist að þvi að með því að hella 2 lítrum af bensíni í fullan 80 lítra tank gerir hægagangin bjútífull og aðeins meiraspark úr hesthúsagarðinum, ég hef ekki séð þörf fyrir að setja meir í tankinn af bensíni, kaldræsið varð líka betra með bensíni það jafnaðist á við að blanda 20% af diesel á móti matarolíu.\nÉg blanda alltaf 20% diesel við matarolíuna vegna ræsingu, betri brenslu og segjan lækkar.\nég hef sett meira ef það er kallt í veðri eða þá að hráolíusían er að verða tæp og ég er ekki með aðra þú fynnur þetta ef bíllin er byrjaður að hökkta á ákveðnum snúning og verður kraftlaus\nÞað er rosalegur munur á því að brenna hreinum diesel því  á hægagangi bílsins og heyrist það á forkveikismellunum en um leið og matarolíu hefur verið blandað við hverfa þessir smellir, tel ég það vera að því að dieselolían hefur hærra varmagildi og brennur hraðar en matarolía \nÞað hefur verið á stefnuskránni að fá mér varmaskipti og aukatank í bílinn en það kemur vonandi seinna\nÞað er draumur hjá mér að fara eima smurolíu og plast og mun ég láta þann draum rætast seinna \nÞað er örugglega eitthvað sem ég er að gleima en ég kanski bæti því inní seinna",
            "date": "2014-06-01 16:43:00",
            "post_id": "137617",
            "reply_to_id": "137605"
        },
        {
            "user_name": "elliofur",
            "text": "Takk fyrir þetta Elfar. Þetta er bras og vinna að gera þetta en með réttum vélbúnaði heima í skúr er hægt að stórminnka vinnuna við þetta. Ég er að vinna í að koma upp græjum til að gera þetta einfalt og hreinlegt en ég er að hugsa um svörtu olínuna (úrgangsolíu).",
            "date": "2014-06-01 17:22:00",
            "post_id": "137620",
            "reply_to_id": "137617"
        },
        {
            "user_name": "creative",
            "text": "Já þetta er sko búið að vera ferli til að komast að hvernig maður vildi hafa þetta og ennþá vill maður betrumbæta \nen skilvinda er málið ef það á að fara í að brenna úrgangssmurolíu ef maður vill láta vélin endast eitthvað",
            "date": "2014-06-01 21:02:00",
            "post_id": "137632",
            "reply_to_id": "137620"
        },
        {
            "user_name": "Aparass",
            "text": "Þetta eru svakalegar lýsingar á þessu ferli hjá sumum hérna.\nÉg er búinn að keyra í tvö ár á úrgangs smurolíu, bara eitthvað sull sem ég tek úr safntönkum á bílaverkstæðum svo það er allt í þessu, gírolía, sjálfskiptivökvi, bensín og hvaðeina og stundum keyri ég á steikingarfeiti en skal viðurkenna að ég hef ekki fundið svo mikla steikingarbrælu eins og sumir vilja meina að komi.\nÉg sía ekkert, læt þetta ekki setjast eða gera neitt, bara helli þessu á, stundum er þetta hnausþykkt og lekur hægt niður trektina en stundum rennur þetta mjög hratt en nánast alltaf sótsvart og subbulegt.\nÉg set yfirleitt hálfann tank, stundum er ég grófur og fer upp í þrjá fjórðu tank og síðan fylli ég upp með steinolíu ef svoleiðis bensínstöð er nálægt, annars nota ég bara diesel.\nÉg finn alveg að það munar sirka 5-10 hestöflum á þessu og hreinu diesel en það munar bara svo miklu á verðinu að fylla tankinn að ég horfi alveg framhjá því.\nÉg finn engann mun á gangsetningu og skiptir þá engu hvort það sé heitt úti eða brunagaddur og ég hef verið í jöklaferðum þar sem allt var að frjósa í hel en fann samt engann mun á bílnum.\nÁ þessum tvemur árum er ég tvisvar búinn að skipta um hráolíusíu, ekki vegna þess að bíllinn gekk illa heldur var ég bara orðinn smeykur um að eitthvað hljóti að fara að stíflast því ég er búinn að keyra bílinn svo mikið á þessu tímabili.\nÍ eitt skiptið var ég bara búinn að kaupa diesel í tvo tanka því ég hafði ekki komist í bæinn í smurolíuna og þá ryðgaði í sundur rörið sem kemur upp úr tankinum svo ég opnaði lúguna aftur í skotti, tók pickuppinn upp úr tanknum svo ég gæti soðið nýtt rör á hann og í leiðinni lýsti ég með vasaljósi ofan í tankinn og bjóst við að það væri þykk drulla í botninum en mér til furðu var tankurinn tanduhreinn svo þetta virðist alveg skila sér bara fínt í gegnum kerfið.\nÉg er nú bara með gamlann 2.8 pajero sem er kominn í 400 þús km og ég á tvö auka olíuverk til skiptana ef eitthvað kemur fyrir og þess vegna var ég ekki með miklar áhyggjur til að byrja með og var eiginlega búinn að sætta mig við að verkið mundi kanski duga árið á þessu sulli en það virðist ekki hafa nein áhrif, alavega ekki enn sem komið er.\nEina skiptið sem hann gekk eitthvað erfiðlega var þegar ég setti ofsalega fína olíu á hann sem ég var ekkert að fatta strax en hún lak alveg rosalega hægt í gegnum trektina og seinna komst ég að því að það var hnausþykk gírolía af vörubílum, það lækaði lausagangurinn hjá mér um öruglega 150 snúninga.\nÞað þarf auðvitað að taka það fram að ég mundi ekki þora að gera þetta svona ef ég væri með electronískt olíuverk, súrefnisskynjara í pústi eða olíuverk sem ég þyrfti að borga hellings pening fyrir ef mig vantaði svoleiðis.",
            "date": "2014-06-01 21:50:00",
            "post_id": "137638",
            "reply_to_id": "137632"
        }
    ],
    "date": "2011-12-13 22:46:00"
}