{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "7953",
    "title": "Spurning varðandi perur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=7953",
    "posts": [
        {
            "user_name": "jeepson",
            "text": "Sælir spjallverjar. Ég keypti perur um daginn sem eru 100/90W Er mér óhætt að setja þetta í jeppann hjá mér án þess að þetta skemmi eitthvað út frá sér? Ég á önnur framljós þannig að ef að speglarnir sekmmast þá er það ekki það hættulegasta. En ég var aðalega að pæla í hvort að leiðslurnar þola þetta? Þetta á að fara í patrol Y60 ef það skiptir einhverju máli.",
            "date": "2011-12-22 00:41:00",
            "post_id": "38660",
            "reply_to_id": false
        },
        {
            "user_name": "Kiddi",
            "text": "Ég hef lent í því að plöggið á peruna bráðni.",
            "date": "2011-12-22 01:02:00",
            "post_id": "38662",
            "reply_to_id": "38660"
        },
        {
            "user_name": "Kalli",
            "text": "Það gerðist hjá mér á patta.\nkv. Kalli",
            "date": "2011-12-22 10:22:00",
            "post_id": "38679",
            "reply_to_id": "38662"
        },
        {
            "user_name": "Þorri",
            "text": "þær taka meiri straum þá geturu lent í að plöggið bráðni ég lenti í því á mótorhjóli að öryggið fyrir ljósin sprakk þegar ég skipti milli geisla þá var ég með einhverjar sterkari perur. Mér var sagt að setja stærra öryggi en ég fékk mér aðrar perur eitthvað +50% dót mér finnst þær mikið betri.",
            "date": "2011-12-22 11:02:00",
            "post_id": "38683",
            "reply_to_id": "38679"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÉg notaði einhverntíma 90/100W rallygold perur í ca einn vetur og búinn að nota svoleiðis af og til síðan án þess að nokkuð gerist.  Hinsvegar á ég Subaru sem er búinn að tvíbrenna framljósaperutengið á venjulegum 50/55W perum (eða 55/60W man ekki hvort þær heita) svo að ef þú tvöfaldar aflið sem fer í gegnum tengið þá verður tengið að vera tandurhreint og tengja mjög vel.\nÉg brenndi engann spegil eða nokkuð í þeim dúr og það var virkilega gaman að keyra með 90/100W rallygold perum.\nHinsvegar eru þessar perur aldrei E merktar og þ.a.l. harðbannaðar í aðalljósum bifreiða og ég hætti allri slíkri vitleysu þegar ég fékk endurskoðun á þær.  Skoðunarmaður hafði einhvern grun um að perurnar mínar væru ekki alveg eins og þær áttu að vera og lét mig sýna sér eina, melurinn.  \nNotaðu bara venjulegar aðalljóssaperur, löglegar, og bættu ódýrum kösturum við.\nKv Jón Garðar",
            "date": "2011-12-22 11:05:00",
            "post_id": "38684",
            "reply_to_id": "38683"
        },
        {
            "user_name": "jeepson",
            "text": "Ég var nú aðalega að pæla í að nota þetta fyrst að ég á þetta til. Þetta eru bláar perur og lýsa þar með ekki eins vel og venjulegu hvítu perurnar. Ég var svona að pæla í að prufa þetta allavega í vetur. ég er ný kominn úr skoðun þannig að ég hef ekki áhyggjur af skoðunar vandamáli fyrr en næsta vetur :) en það var nú aðalega vírarnir sem að ég var að hafa áhyggjur af. Ég nenni ekki að vera með þetta ef að þetta brennir alt í klessu.",
            "date": "2011-12-22 11:53:00",
            "post_id": "38691",
            "reply_to_id": "38684"
        },
        {
            "user_name": "dazy crazy",
            "text": "Öryggin eiga að springa/bráðna áður en eitthvað kemur fyrir leiðslunar, þau eru jú til þess og eru veikasti parturinn í rásinni af ástæðu.\nÉg myndi bara prófa að setja perurnar í og ef öryggið fer ekki þá ætti allt að vera í góðu, svo fremi að ekki sé búið að setja öflugra öryggi.\nEf öryggið er 10A fyrir aðra peruna eða 20A fyrir báðar, þá sleppur þetta.\nGæti líka verið relay, þekki það ekki í þessum bílum.",
            "date": "2011-12-22 14:03:00",
            "post_id": "38705",
            "reply_to_id": "38691"
        },
        {
            "user_name": "Izan",
            "text": "Sæll\nÞað er yfirleitt ekki öryggi á aðalljósum bíla, bara vírlúbba sem brennur ekki fyrr en bíllinn brennur.  \nKv Jón Garðar",
            "date": "2011-12-22 14:39:00",
            "post_id": "38707",
            "reply_to_id": "38705"
        },
        {
            "user_name": "jeepson",
            "text": "þar sem að ég er alveg dottinn úr rafmagns fræði að þá veit ég orið voða lítið um þetta. En vírarnir eru allavega 1mm í þvermál. Og þá meina ég vírinn sjálfur fyrir utan kápuna utan á honum.",
            "date": "2011-12-22 21:08:00",
            "post_id": "38720",
            "reply_to_id": "38707"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÞetta er ekki alveg svona einfalt því að þú þarft að mæla einn þátt af vírnum og reikna hann út og margfalda svo með fjöldanum.  Þú sérð samt alveg í hendi þér að þessi vír er ekki sverari en 0.75q en stóra spurningin er hvort bæði ljósin séu tengd sama granna vírnum eða hvort það sé sitthvor vírinn, það munar dálítið miklu.  \nKv Jón Garðar",
            "date": "2011-12-23 10:20:00",
            "post_id": "38768",
            "reply_to_id": "38720"
        },
        {
            "user_name": "jeepson",
            "text": "Úff. Ég held að ég sé bara hættur við þetta alt. Einhver sem vill bláar perur 100/90W ?? 2000kall og málið er dautt.",
            "date": "2011-12-23 13:03:00",
            "post_id": "38778",
            "reply_to_id": "38768"
        }
    ],
    "date": "2011-12-22 00:41:00"
}