{
    "forum_title": "Almennt spjall",
    "id": "796",
    "title": "Svandís Svavarsdóttir",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=796",
    "posts": [
        {
            "user_name": "Ofsi",
            "text": "Félagar, ég hef orðið stórar áhyggjur af umhverfisráðherranum okkar. Hvað haldið þið að sé til ráða. Hvað haldi þið, þarf hún endurhæfingu á Reykjarlundi eða eru það Sólheimar \n \nhttp://www.visir.is/article/20100410/FR ... /545985956\n \nÞað væri náttúrulega þyngri en tárum taki ef að hraunið væri \nónýtt áður en það\n \nkólnar\n.         : segir Svandís. \n                                                    Vísir, 10. apr. 2010 12:59 \nSvandís: Hegðun þáttagerðarmanna Top Gear verði rannsökuð\n \nMynd/Anton Brink Gæta þarf betur að umgengni ferðafólks upp að gosstöðvunum á Fimmvörðuhálsi. Einkum nú þegar frost er að fara úr jörðu og jarðvegur verður viðkvæmur fyrir ágangi. Þetta segir Svandís Svavarsdóttir umhverfisráðherra. Hún vonast til þess að meintur utanvegaakstur þáttagerðamanna Top Gear verði rannsakaður. \nUmhverfisstofnun, sem heyrir undir umhverfisráðuneytið, hefur krafist þess að hegðun Top Gear manna á nýstorknuðu hrauni við Fimmvörðuháls verði rannsökuð af lögreglu. Utanvegaakstur er bannaður á Íslandi en forsvarmenn þáttanna segjast ekki hafa ekið utanvegar heldur sett slíkan akstur á svið. \nUmhverfisráðherra minnir á að nýja hraunið eigi að umgangast af virðingu. Þá sé ekki síður mikilvægt að minna fólk á mikilvægi þess að ganga vel um svæðið, sérstaklega nú þegar frost tekur að leysa úr jörðu og gróður tekur að spretta á ný. \n„Yfir höfuð þá finnst mér þetta mjög mikið áhyggjuefni, það er að segja umgengnin við þetta nýja hraun. Það væri náttúrulega þyngri en tárum taki ef að hraunið væri ónýtt áður en það kólnar. Við þurfum að umgangast það eins og önnur náttúruverðmæti að virðingu,\" segir Svandís.",
            "date": "2010-04-10 16:28:00",
            "post_id": "3642",
            "reply_to_id": false
        },
        {
            "user_name": "JonHrafn",
            "text": "Kannski hægt að finna og kaupa á ebay þessar blaðsíður sem vantar í konugreyið. Skil ekkert í henni að vera ekki búin að stöðva gosið.",
            "date": "2010-04-10 16:52:00",
            "post_id": "3643",
            "reply_to_id": "3642"
        },
        {
            "user_name": "Stebbi",
            "text": "Svona ummæli gera mig bara bjartsýnan á framtíðina.  Ef að svona glórulausir vitleysingar komast í stöðu Umhverfisráðherra þá segir það mér að allt sé hægt.  Hver veit nema að við fáum að moka í hólinn þegar þetta er búið, hraunið er jú ónýtt eftir ágang TopGear og túrista.  Þá getum flutt út grjót í garðana hjá ríkum útlendingum sem vilja borga uppsett verð og ekkert múður.\nEf að Svandís Svavarsdóttir getur orðið ráðherra þá er ALLT hægt á Íslandi og það sannarlega land tækifærana.",
            "date": "2010-04-10 17:12:00",
            "post_id": "3646",
            "reply_to_id": "3643"
        },
        {
            "user_name": "JonHrafn",
            "text": "Hehe já það er sko land tækifærana.   Ég var að fatta að ég gleymdi að sækja um leyfi áður en ég tók einn hraunköggul úr veggnum fyrstu helgina. Vonandi les hún þetta ekki, gæti krafist þess að sýslumaðurinn á hvolfsvelli rannskaki mig vegna hugsanlegra umhverfisspjalla.",
            "date": "2010-04-10 17:34:00",
            "post_id": "3648",
            "reply_to_id": "3646"
        },
        {
            "user_name": "Ofsi",
            "text": "Jón Hrafn, þú værir maður af meiri, ef þú færir niður í umhverfisfáðuneyti á mánudaginn og viðurkenndir yfirsjónir þína. Þá gætir þú sloppið með skilyrðisbundinn dóm eða samfélagsþjónustu :-)",
            "date": "2010-04-10 17:53:00",
            "post_id": "3650",
            "reply_to_id": "3648"
        },
        {
            "user_name": "Izan",
            "text": "Sælir.\nÉg skal viðurkenna það að ég er svolítið áttavilltur þegar kemur að þessari umræðu um TopGear guttana sem óku framdekkjum pólfarabílsins á nýstorknað hraun með aðstoð bæði Arctic trucks og að mér skilst Hjálparsveit skáta í Kópavogi.\nÉg geri mér fulla grein fyrir því að með þessu uppátæki sínu er nákvæmlega ekkert að veði náttúrufarslega séð.  Lítill gróður í hættu í hrauninu og hraunjaðarinn út sparkaður og spændur löngu áður en þessir guttar svo mikið sem vissu af þessum ósköpum.\nHinsvegar búum við íslendingar við lög og reglugerðir sem eru mun sveigjanlegri en gengur og gerist annars staðar t.d. með tilliti til þess að við megum keyra hvar sem við viljum svo fremi sem jörð sé snævi þakin.  \nÞar sem snjór þekur ekki jörð er bannað að keyra utanvega.  Það er algerlega klárt mál.  Ferðaklúbburinn 4x4 hefur sig í frammi við að kynna þetta fyrir sínum félagsmönnum og breiðir út boðskapinn til allra þeirra sem leggja land undir dekk og hefur reyndar orðið mjög ágengt í þessum efnum með mikilli, langri og jafnan erfiðri baráttu.  Af hverju ættu sjónvarpsupptökumenn frá bretlandi að vera undanskildir þessum reglum?  Af hverju eru Arctic trucks undanskildir þessum reglum?  Það er alveg á hreinu að hraunið var ekki undanþegið lögunum um utanvegaakstur og þ.a.l. voru þessir menn að brjóta lög.  Ég er ekki hrifinn af því.\nÉg er ekkert sérstaklega hrifinn heldur af umhverfisráðherra og þá kannski aðallega vegna þess hve hún er lítið hrifin af atvinnusköpun í landinu.  En í þessu tilfelli er ég sammála henni.\nÞað sem mér finnst hættulegt við þetta er það að við erum að sannfæra ráðamenn okkar um að við umgöngumst landið okkar af virðingu og ferðamátinn okkar sé ekki ógn við umhverfið.  Við keyrum utanvega á snjó en eltum vegi þess á milli stoltir jeppaeigendur og hleypum bara svolítið úr ef vegurinn er ósléttur.  Ef við segjum að þetta og hitt sé í lagi að gera, það sem við vitum að er ógn við umhverfið erum við að eyðileggja þessa vinnu.  Ein af mörgum hlutum sem ógna okkur er sú staðreynd að útlendingar koma í kippum til landsins til að keyra um óbyggðirnar.  Það er margsögð saga að ef útlendingur sér för utan vegsins sem honum finnst ósléttur fer hann líka út fyrir veginn.  Það er pottþétt, gerist margsinnis á hverju sumri.  Þetta er það sem t.d. bændur þurfa að hugsa um því að þeir skulu eiga von á að fá túrista á Jimný á eftir traktornum sínum úti í móa.  \nVið getum mjög víða keyrt utanvega án þess að skemma nokkurn skapaðann hlut sem tilheyrir náttúrunni en með því að stunda það erum við að leggja ferðafrelsið að veði.  Það eru bara til þessi lög um utanvegaakstur og það er í reynd undanþága því að reglan segir að hvergi megi aka utanvega nema þar sem snjór þekur frosna jörð utanbæja.\nKv Jón Garðar",
            "date": "2010-04-10 18:13:00",
            "post_id": "3653",
            "reply_to_id": "3650"
        },
        {
            "user_name": "dabbigj",
            "text": "Það þarf bara að gera veginn frá skógum betri, fá jarðýtu þarna upp og búa til almennilegan útsýnispall úr hrauninu.",
            "date": "2010-04-10 18:26:00",
            "post_id": "3654",
            "reply_to_id": "3653"
        },
        {
            "user_name": "Fordinn",
            "text": "Nú vill hún friðlýsa gossvæðið........ ég legg til að íslenska þjóðin verði friðlýst fyrir fávitum eins og hæstvirtum umhverfisráðherra.    Við þolum ekki mikið meira af heimsku og bulli frá þessu stjórnmála hyski sem við sitjum uppi med.",
            "date": "2010-04-10 18:54:00",
            "post_id": "3655",
            "reply_to_id": "3654"
        },
        {
            "user_name": "Ofsi",
            "text": "Einsog þetta fór fram hjá Top Gear, þá er ekið á snjó og gjalli að hraunkantinum, og síðan er ekin tæp bíllengt upp í hraunið. Þ.e 3-4 metra meintur utanvegaakstur. \nTæknilega séð værir hægt að hengja þá fyrir það, þar sem ekki skiptir máli hversu langt er ekið utanvega. Ég ætla ekki að taka hérna að mér að halda uppi neinum vörnum fyrir þennan gjörning hjá Top-gear. Hinsvegar má stundum horfa í hina áttina og það finnst mér að Svandís hefði átt að gera að þessu sinni. Utanvegaakstur að þessu tagi er í miljónatali á íslandi á hverju ári. Þ.e í hvert skipti þegar einhver stoppar í vegkanti",
            "date": "2010-04-10 19:01:00",
            "post_id": "3656",
            "reply_to_id": "3655"
        },
        {
            "user_name": "JonHrafn",
            "text": "Þetta er engin smá landkynning, og ef mig minnir rétt þá er þetta í þriðja eða fjórða sinn sem þeir koma til Íslands. Þar fyrir utan var norðurpóls ferðin engin smá kynning fyrir okkur og Arctic Trucks. Þetta er allt gjaldeyrir og ekki veitir okkur af honum.\nEins gott að Svandís var ekki umhverfisráðherra þegar þessi þáttur var tekin upp. \n[youtube]<object width=\"640\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/4oeJjzdlTuI&hl=en_US&fs=1&\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/4oeJjzdlTuI&hl=en_US&fs=1&\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"640\" height=\"385\"></embed></object>[/youtube]",
            "date": "2010-04-10 19:21:00",
            "post_id": "3657",
            "reply_to_id": "3656"
        },
        {
            "user_name": "Ofsi",
            "text": "Ég fer kannski á gostöðvarnar á morgun. Á ég kanski að skila hraun hnullinginum Jón Hrafn. Eða ætla þú bara að taka sénsins á því að þú verðir nappaður.",
            "date": "2010-04-10 19:29:00",
            "post_id": "3659",
            "reply_to_id": "3657"
        },
        {
            "user_name": "JonHrafn",
            "text": "Hún getur komið og náð í hann ,,,,",
            "date": "2010-04-10 19:30:00",
            "post_id": "3660",
            "reply_to_id": "3659"
        },
        {
            "user_name": "Grétar",
            "text": "Samkvæmt fréttum  Baggalúts er hún að vinna í því :)\nhttp://baggalutur.is/frettir.php?id=4926",
            "date": "2010-04-10 19:37:00",
            "post_id": "3661",
            "reply_to_id": "3660"
        },
        {
            "user_name": "svavaroe",
            "text": "Hvenig væri að hafa veiðileyfi á umhverfisráðherra ? Bara uppboð, selst hæstbjóðenda. Sá hinn sami getur síðan\ntekið það upp á video hvað sem verður gert við hálvitann... spennandi...",
            "date": "2010-04-10 19:52:00",
            "post_id": "3664",
            "reply_to_id": "3661"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég myndi þvinga hana til að dansa súludans þangað til að hún færi að fíla það og senda svo Álfheiði Ingadóttur vídeo af því.\nEn hugsið ykkur í haust þegar að yfir 350 milljón manns sjá vitleysingana keyra í hraunið og það verður sagt \"Iceland\" og \"..those crazy icelanders\" í annar hveri setningu hvað það skilar til landsins í formi gjaldeyris og ferðamanna.  Versta við það er að Svandís verður að öllum líkindum ekki Umhverfisráðherra þá þannig að það verður ekki eins gaman að benda henni á það.\nÉg legg til að hún verði sjálf friðlýst sem síðasti hálfvitinn.",
            "date": "2010-04-10 19:58:00",
            "post_id": "3665",
            "reply_to_id": "3664"
        },
        {
            "user_name": "svavaroe",
            "text": "Sko, þarna er komið gott nafn á video'ið... \"Síðasti hálvitinn\"\neða \"The Last Dumb Fuck On Earth\" !!",
            "date": "2010-04-10 20:06:00",
            "post_id": "3666",
            "reply_to_id": "3665"
        },
        {
            "user_name": "Beinskiptur",
            "text": "ÉG er algjörlega sammála Svandísi í þessu máli.",
            "date": "2010-04-10 21:31:00",
            "post_id": "3674",
            "reply_to_id": "3666"
        },
        {
            "user_name": "Stebbi",
            "text": "Alveg grunaði mig það.",
            "date": "2010-04-10 21:33:00",
            "post_id": "3677",
            "reply_to_id": "3674"
        },
        {
            "user_name": "Brjótur",
            "text": "Beinskiptur  heldur þú að hún hjálpi þér að fá niðurfelld gjöldin af sleðanum ef hún les þetta hjá þér?",
            "date": "2010-04-10 22:01:00",
            "post_id": "3684",
            "reply_to_id": "3677"
        }
    ],
    "date": "2010-04-10 16:28:00"
}