{
    "forum_title": "Almennt spjall",
    "id": "7996",
    "title": "Nesjavallaleið núna",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=7996",
    "posts": [
        {
            "user_name": "Pajero1",
            "text": "Allt á kafi og mikið af jeppum. Var að heyra af hvítum y60 patrol á 44-46\" í sjálfheldu í miklum hliðar halla og um 200m fall niður. Þetta er síðasta brekkan vestan megin við nesjavallavirkjun. Þetta verður eflaust mikið bras.\nspurning hvort að hjálpsamir jeppamenn með öfluga jeppa með spil taki stuttan rúnt og kiki þarna uppeftir eftir matin..",
            "date": "2011-12-26 18:51:00",
            "post_id": "38968",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Ég hef mikinn áhuga á að taka mér bíltúr þó ég sé hvorki á öflugum bíl né með spil.\nHver vill vera memm??\nEr einhver hittingur í gangi??",
            "date": "2011-12-26 19:52:00",
            "post_id": "38974",
            "reply_to_id": "38968"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Við ætlum á tvem bílum frá mosó. Joinaðu okkur Hörður",
            "date": "2011-12-26 20:01:00",
            "post_id": "38977",
            "reply_to_id": "38974"
        },
        {
            "user_name": "hobo",
            "text": "Bjallaðu í mig hjalti 8626087",
            "date": "2011-12-26 20:02:00",
            "post_id": "38978",
            "reply_to_id": "38977"
        },
        {
            "user_name": "kjartanbj",
            "text": "Dauði og djöfull.. hvað mig langar með... en það gengur víst ekki með jeppan svona eins og hann er :S",
            "date": "2011-12-26 20:40:00",
            "post_id": "38982",
            "reply_to_id": "38978"
        },
        {
            "user_name": "andrig",
            "text": "er hugsanlega til í að kíkja, getið bjallað á mig: 661-1310",
            "date": "2011-12-26 21:00:00",
            "post_id": "38983",
            "reply_to_id": "38982"
        },
        {
            "user_name": "arni_86",
            "text": "gangi ykkur vel kappar!",
            "date": "2011-12-26 21:31:00",
            "post_id": "38987",
            "reply_to_id": "38983"
        },
        {
            "user_name": "dazy crazy",
            "text": "fyrir alla muni fara varlega og tryggja sjálfa sig ef þetta er hál brekka, gangi ykkur vel",
            "date": "2011-12-26 22:03:00",
            "post_id": "38992",
            "reply_to_id": "38987"
        },
        {
            "user_name": "beygla",
            "text": "fór þarna eitthvað áleiðis á jóladag fanst nú ekki mikill snjór",
            "date": "2011-12-26 22:29:00",
            "post_id": "38995",
            "reply_to_id": "38992"
        },
        {
            "user_name": "Árni Braga",
            "text": "Er einhver búin að heyra í strákunum hvernig gengur?",
            "date": "2011-12-26 22:53:00",
            "post_id": "38997",
            "reply_to_id": "38995"
        },
        {
            "user_name": "Stebbi",
            "text": "Ef að þetta er síðasti spölurinn fyrir dælukofan sem er efstur þá gæti þetta verið spennandi björgunaraðgerðir, þarna er hressilegur hliðarhalli þegar að skefur vel.",
            "date": "2011-12-26 22:56:00",
            "post_id": "38998",
            "reply_to_id": "38997"
        },
        {
            "user_name": "Árni Braga",
            "text": "Ef það vantar aðstoð þá má hringja í mig er með nokkuð góðan patrol á 44\" með lo lo og spili.",
            "date": "2011-12-26 23:00:00",
            "post_id": "38999",
            "reply_to_id": "38998"
        },
        {
            "user_name": "Izan",
            "text": "Sælir.\nSmellti einhver af mynd?\nKv Jón Garðar",
            "date": "2011-12-27 01:35:00",
            "post_id": "39010",
            "reply_to_id": "38999"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Pattin var svo mannlaus við gatnamótin að Hafravatni, Komum að brekkuni og sáum hvar ökumaðurinn hafði tekið \"jumpið\" niður fyrir ofan grindverkið alveg þverhnýpt 100metra.\nEn eftir það var ákveðið að fara yfir mosfellsheiði sem endaði með að bíllinn var skilin eftir með brotið afturdrif. \nÞað skorti svo sannarlega ekki snjóin þarna",
            "date": "2011-12-27 03:18:00",
            "post_id": "39022",
            "reply_to_id": "39010"
        },
        {
            "user_name": "kjartanbj",
            "text": "alltaf sama gamanið \ner ekki kominn tími á eitthvað sterkara undir runnerin hjá þér hjalti :)",
            "date": "2011-12-27 04:28:00",
            "post_id": "39025",
            "reply_to_id": "39022"
        },
        {
            "user_name": "hobo",
            "text": "Þarna erum við á leið uppeftir.\nHér sést hvar hann hefur látið gossa niður. \n200 metra fall eru góðar ýkjur og 100m líka, en bratt er það!\nHér erum við lagðir af stað yfir á mosfellsheiði\nHjalti í kröggum á kafi í snjó, náði þó að komast úr þessu..\nÞarna brotnaði drifið, nokkra km frá Nesjavallaleið, middle of nowere..\nÞurfti ég því að flytja 3 aukafarþega einbíla aftur á nesjavallaleið í blindbyl. Fór úr 2 pundum í 0,5-1 pund og það gerði ótrúlega hluti.\nÓkum í fyrsta í lága til baka og náði hann að setjast á afturhásinguna þegar við vorum alveg að komast á Nesjavallaleið, bara við hliðina á hitaveiturörinu. Mokuðum hann lausann og uppá veg við komumst.\nLagði af stað 20:30, kominn heim 03:30.\nÞað er semsagt hægt að komast í nóg af snjó án þess að fara langt :)",
            "date": "2011-12-27 09:44:00",
            "post_id": "39030",
            "reply_to_id": "39025"
        },
        {
            "user_name": "Cruser",
            "text": "Þarf ekki svo að fara að sækja þann með brotna afturdrifið?\nVæri nú allt í lagi að fá að fara með ef ég mætti.\nKv Bjarki 698-3468",
            "date": "2011-12-27 11:00:00",
            "post_id": "39031",
            "reply_to_id": "39030"
        },
        {
            "user_name": "Izan",
            "text": "Sælir.\nÞað má aldrei láta góða sögu gjalda sannleikans.\nPrýðismyndir en helvíti er kominn mikill snjór á þetta svæði!  Undanfarin 5 ár hefur maður varla séð sunnlenskann jeppamann í öðru en krapa eða á auðu, (maður ætti kannski ekki að steyta sig um of).\nKv Jón Garðar",
            "date": "2011-12-27 11:44:00",
            "post_id": "39039",
            "reply_to_id": "39031"
        },
        {
            "user_name": "AgnarBen",
            "text": "Skutumst á tveimur bílum (44\" Patrol og 39,5\" XJ) yfir Mosfellsheiði frá Nessjavallaveginum í dag, nóg af snjó og nokkuð þungt færi, á löngum köflum þurfti maður að skríða áfram á lolo hraða til að ná að fljóta ofan á skelinni, undir var bara sykurdrulla sem þjappaðist illa.  Vorum komnir í 2 pund í 300 metra hæð.  Það er líka hægt að jeppast heilmikið í kringum Nesjavallaveginn, fín snjóalög þar.  \nÞað er svo sannarlega nóg af snjó í bakgarðinum fyrir þá sem nenna að hreyfa sig :)\nKomnir út fyrir veg\nHafliði og Halldór á Patrol\nKúludráttur\nEngar festur en ef farið var of hratt þá spólaði maður bara í förunum\n..... og svo ein af Cherokee í lokin",
            "date": "2011-12-28 00:05:00",
            "post_id": "39130",
            "reply_to_id": "39039"
        },
        {
            "user_name": "hobo",
            "text": "Gaman að skoða myndir, þið hafið fengið aðeins betra veður en við fengum.\nFín undirskriftarmynd hjá þér Agnar, en segðu mér, er eigandinn að spræna fyrir framan bílinn? :)",
            "date": "2011-12-28 17:06:00",
            "post_id": "39173",
            "reply_to_id": "39130"
        },
        {
            "user_name": "AgnarBen",
            "text": "ha ha, það hlaut að koma að því að einhver kveikti á þessu .... eigandinn er reyndar á bak við myndavélina, þetta er kóarinn :)",
            "date": "2011-12-28 17:44:00",
            "post_id": "39175",
            "reply_to_id": "39173"
        },
        {
            "user_name": "Turboboy",
            "text": "greinilegt að það er nóg um snjó í kringum höfuðborgina ! Hér fyrir austan í vík hef ég ekki séð svona mikinn snjó síðan 2002. það er bókstaflega allt á kafi !",
            "date": "2011-12-28 20:15:00",
            "post_id": "39184",
            "reply_to_id": "39175"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Var á þessum slóðum á annan í jólum - aðeins sunnar. Gengum í lítillæti okkar á skíðum í skálann í Engidal vestan Hengils. Þar voru þrjár kindur sem húktu við í vari við skálann. Hringdum og létum vita til lögreglu. Ætli þær séu fundnar - geri ráð fyrir að bændur leiti að þeim - auðvelt að finna þær ef farið væri á snjósleðum.",
            "date": "2011-12-29 08:42:00",
            "post_id": "39250",
            "reply_to_id": "39184"
        }
    ],
    "date": "2011-12-26 18:51:00"
}