{
    "forum_title": "Almennt spjall",
    "id": "8059",
    "title": "jeppi ársins",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=8059",
    "posts": [
        {
            "user_name": "gummiwrx",
            "text": "Sælir spjallverjar! nú er ég nú tiltölulega nýr hér á spjallinu svo ég veit ekkert um það hvort þessi hugmynd hafi áður komið upp eða hvort þetta sé eitthvað sem spjallverjar hafi yfirhöfuð áhuga á\nUm er að ræða bara einfalda kosningu félagsmanna á \"Jeppa ársins\" \nRak augun i þetta inna live2cruize.com núna áðan bara og datt i hug að þetta gæti verið eitthvað sem spjallverjar hefðu gaman af, en þar var þetta einfaldlega gert bara að einhver dass af bílum voru tilnefndir, og svo skorið úr þeim hóp i 10 bíla (mætti vera hvaða fjöldi sem mönnum dettur i hug) sem felagsmenn greiða siðan sitt 1 atkvæði á þann bíl sem þeir vilja sjá sem bíl ársins\nViðmið á tilnefningum til jeppa jeppaspjalls.is ársins getur verið miðað út frá bíl sem finnst flottir, hafa afrekað eitthvað eftirminnilegt, eru duglegir i snjónum eða er búið að vinna mikið í árið 2011  bara einhvað sem félagsmönnum finnst vert að tilnefna bílinn fyrir! :)\nskylirði að viðkomandi sé meðlimur jeppaspjalls.is og mynd af viðkomandi bíl a fylgji\nEinnig er hægt að senda tilnefningu og mynd á \ngummigt@visir.is\n.\nEr þetta eitthvað sem menn hefðu gaman af og myndu vilja sjá gerast? :)",
            "date": "2011-12-29 19:18:00",
            "post_id": "39300",
            "reply_to_id": false
        },
        {
            "user_name": "Eyjo",
            "text": "Það er bara einn sem kemur til greina sem Jeppi ársins að mínu mati og það er willinn hans Sæma sem Davíð Ólafs smíðaði.\nkv.Eyjo",
            "date": "2011-12-29 20:11:00",
            "post_id": "39315",
            "reply_to_id": "39300"
        },
        {
            "user_name": "MattiH",
            "text": "Fín hugmynd ;)\nÞessi fær allavega mitt atkvæði.\nMynd fengin hjá \nhttp://www.flickr.com/photos/hrolfurinn/\nArctic trucks Tacoma\n by \nHrolfurinn\n, on Flickr",
            "date": "2011-12-29 20:14:00",
            "post_id": "39317",
            "reply_to_id": "39315"
        },
        {
            "user_name": "Magni",
            "text": "Já þessi fær mitt atkvæði, hef verið með honum í ferð og séð hann í action og hann er Rosalegur!",
            "date": "2011-12-29 20:38:00",
            "post_id": "39322",
            "reply_to_id": "39317"
        },
        {
            "user_name": "gummiwrx",
            "text": "Okay flott mál :) allaveganna tekið vel i þetta til að byrja með, endilega allir bara henda inn bílnum sem vilja tilnefna tegund, eigenda og 1 mynd\nsvo verður sett upp bara sér kosninga þráður með mynd af öllum bilunum sem tilnefndir voru og kosninga listi :) sjálfur skal ég sjá um þetta þegar komið eru einhverjir fleirri bilar framm! :)",
            "date": "2011-12-29 21:03:00",
            "post_id": "39326",
            "reply_to_id": "39322"
        },
        {
            "user_name": "joisnaer",
            "text": "ég legg til að jeppi ársins verði Hilux Arnórs Ara Sigurðarssonar\nþetta er bíll sem upprunalega var talað um að þyrfti að fá skyggni fyrir ofan framrúðuna, en var orðinn 44\"breyttur með flest öllum aukahlutum og leiktækjum (allt notað af sjálfsögðu) þegar skyggnið loksins komst framan á hann",
            "date": "2011-12-29 21:32:00",
            "post_id": "39327",
            "reply_to_id": "39326"
        },
        {
            "user_name": "gummiwrx",
            "text": "þessi fer a listan, getur einhver sagt mer nafn eiganda?",
            "date": "2011-12-29 22:35:00",
            "post_id": "39332",
            "reply_to_id": "39327"
        },
        {
            "user_name": "Pajero1",
            "text": "Bíddu bíddu það er auðvitað bara fáránlegt ef vid sem jeppaspjall.irs förum að velja jeppa út í bæ jeppa jeppaspjallsársins 2011.!! Þykir eðlilegast að allir kandidatar eigi allavega skráða eigendur hér á síðuni og sé helst með jeppin minn þráð...!!!\nþá þarf bíllinn að vera minsta kosti vera í eigu meðlims",
            "date": "2011-12-29 22:54:00",
            "post_id": "39334",
            "reply_to_id": "39332"
        },
        {
            "user_name": "jeepson",
            "text": "Já mér fynst að við ættum að velja jeppa sem að notandi hér á spjallinu á. :)",
            "date": "2011-12-29 22:55:00",
            "post_id": "39335",
            "reply_to_id": "39334"
        },
        {
            "user_name": "Geir-H",
            "text": "Annað er rugl",
            "date": "2011-12-29 23:04:00",
            "post_id": "39337",
            "reply_to_id": "39335"
        },
        {
            "user_name": "gummiwrx",
            "text": "nokk mikið til i þessu, enda var þetta nú meint þannig, þrátt fyrir tók það ekkert sérstaklega framm, en jah ég er sammála þessu, breyti þessu bara snöggvast i skylirðunum og vona bara að fleirri tilnefningar fari koma! :) endilega hendið inn bílum meðlima hér",
            "date": "2011-12-29 23:41:00",
            "post_id": "39343",
            "reply_to_id": "39337"
        },
        {
            "user_name": "Maggi",
            "text": "það er kjaftæði\nMerkilegasti jeppi ársins er það hvort sem hann er skráður á spjallið eða ekki.\nWillys hjá Sæma eða Tacoma hjá Gísla fá mitt atkvæði.",
            "date": "2011-12-30 03:24:00",
            "post_id": "39369",
            "reply_to_id": "39343"
        },
        {
            "user_name": "LFS",
            "text": "viewtopic.php?f=9&t=2227\nþessi fær mitt atkvæði hrikalega flottur !",
            "date": "2011-12-30 11:55:00",
            "post_id": "39387",
            "reply_to_id": "39369"
        },
        {
            "user_name": "jeepson",
            "text": "Ég get ekki gert upp min hug Þannig að ég ætla að kjósa valpinn hans Guðna og runnerinn jans Hjalta GTO",
            "date": "2011-12-30 12:00:00",
            "post_id": "39388",
            "reply_to_id": "39387"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Er þetta einhvað grín eða... \nHvað er flottara en Rörajeppi sem er líklega búinn að kosta á við meðal einbílishús !!??",
            "date": "2011-12-30 12:05:00",
            "post_id": "39390",
            "reply_to_id": "39388"
        },
        {
            "user_name": "JoiVidd",
            "text": "viewtopic.php?f=9&t=6252\nog þessir náttúrulega!!\nviewtopic.php?f=23&t=5505&p=31501#p31501",
            "date": "2011-12-30 12:06:00",
            "post_id": "39392",
            "reply_to_id": "39390"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir strákar Svopni og jeepson takk fyrir atkvæðið. Svopni ég ætla að fá hjá þér 3 tonn af gulli fyrir 1,5 millu he he. Þessi Volvo drusla er allt of dýr ég er alveg sammála þér ég mundi aldrei borga nema 250.000 fyrir svona skrjóð með læsingar hlutföll og niðurgíraðar hásingar og sex 38\"dekk 15\" breiðar felgur og millistykki sem eru örugglega ansi dýr sirka 200.000 gasmiðstöð  og úrhleypibúnað það er því alveg hámark finnst mér að borga 200 til 300.000 fyrir bílinn he he. Ég er að hugsa um að rífa Valpinn og selja undan honum hásingarnar fæ víst 300.000 fyrir stikkið með millistykkjum og eitthvað fyrir þessar 38\" eða sirka 50.000 fyrir stikkið á felgum sem gerir 300.000 . kveðja Guðni",
            "date": "2011-12-30 12:37:00",
            "post_id": "39400",
            "reply_to_id": "39392"
        },
        {
            "user_name": "jeepson",
            "text": "Ég myndi als ekki rífa valpinn Guðni. Eigðu hann frekar og notaðu hann. það er algjör synd að rífa svona græju.",
            "date": "2011-12-30 13:21:00",
            "post_id": "39408",
            "reply_to_id": "39400"
        },
        {
            "user_name": "gummiwrx",
            "text": "það er nú meira hvað eru skiftar skoðanir á hvort bílinn verði vera innan félags eða ekki, en ég er sammála að willysinn hjá sæma ætti alveg vel heima á þessum lista, en eins og var nefnt hér fyrir ofan að það er ekki alveg að virka að fara kjósa einhvern sem er ekki partur af jeppaspjall.is sem jeppa ársins hjá jeppaspjall.is \nþað er bara eitthvað sem myndi ekki alveg virka.. þannig að þetta verður bara bilar innan klúbbsins sem til greina koma",
            "date": "2011-12-30 16:37:00",
            "post_id": "39416",
            "reply_to_id": "39408"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Þá gætum við líka  farið erlendis og fundið verklega jeppa þar en þeir eru að vísu ekki hér á jeppaspjallinu eða hvað finnst ykkur eigum við að einskorða þetta við jeppana á þessari síðu eða eigum við að fara út um allan heim það væri gaman og mundi lyfta umræðunni og fjölga myndum og þá kanski hugmyndum í leiðinni. kveðja guðni",
            "date": "2011-12-30 17:37:00",
            "post_id": "39423",
            "reply_to_id": "39416"
        },
        {
            "user_name": "Hjörturinn",
            "text": "er nú allavega ekki algert lágmark að til jeppans hafi sést í snjó?\nÞótt verðmiðinn sé hár og hestöflin mörg þá finnst mér þetta ekki vera boðlegt fyrr en verkið er búið",
            "date": "2011-12-30 17:53:00",
            "post_id": "39424",
            "reply_to_id": "39423"
        },
        {
            "user_name": "hobo",
            "text": "Ég vil tilnefna þennan, var með honum í ferð um daginn og virkaði hann BARA vel.\nVirtist vera léttur og sprækur, hann var á 41\" Irok en meira veit ég ekki, t.d hvaða mótor er í honum og annað. Aðrir geta upplýst okkur um það. \nAllavega var hann diesel.\nHann hentist fram og til baka og hafði ekkert fyrir hindrunum sem aðrir lentu í tómu rugli.",
            "date": "2011-12-30 18:05:00",
            "post_id": "39428",
            "reply_to_id": "39424"
        },
        {
            "user_name": "gummiwrx",
            "text": "Hugmyndin á bakvið þetta var innan klúbbsins, en það er alveg hugmynd að hafa annan þráð þá bara með jeppum alltaðar að ef það er eitthvað sem menn hafa áhuga fyrir",
            "date": "2011-12-30 18:29:00",
            "post_id": "39433",
            "reply_to_id": "39428"
        },
        {
            "user_name": "gummiwrx",
            "text": "komnir eru 9 tilnefningar á lista hjá mér eins og er, hafði hugsað mer að hafa þá i kringum 10 sem koma framm á kosngalista, svo endilega henda framm fleirri tilnefningum :)",
            "date": "2011-12-30 18:31:00",
            "post_id": "39435",
            "reply_to_id": "39433"
        },
        {
            "user_name": "Freyr",
            "text": "Grind og mestmegnis boddý af 4runner. 3,4 toyota diesel, 5 gíra benz kassi úr minnir mig '67 árg kálf (er með extra lágan 1. gír). GM 12 bolta afturhásing með hilux öxlum og loftlás, Toyota framhásing með loftlás, GM millikassi sem mig minnir að sé NP 208.",
            "date": "2011-12-30 18:54:00",
            "post_id": "39438",
            "reply_to_id": "39435"
        },
        {
            "user_name": "Brynjarp",
            "text": "virkilega töff bíll. þekki eigandan, flott smíðað hjá honum og buinn að eiga mest megnið af bilnum i 20 til 30 ár öruglega. Reyndar fáranlega stífur en það er misjafn hvernig menn vilja hafa þetta. :D",
            "date": "2011-12-30 19:26:00",
            "post_id": "39447",
            "reply_to_id": "39438"
        },
        {
            "user_name": "elfar94",
            "text": "jeppin hjá árna kóps er jeppi ársins að mínu mati, heimasmíðaður með gulri comanche skel á 44\" dekkjum, á enga mynd því miður.\nog svo náttúrulega 4runnerinn hjá Hjalta GTO",
            "date": "2011-12-30 20:12:00",
            "post_id": "39453",
            "reply_to_id": "39447"
        },
        {
            "user_name": "Svenni30",
            "text": "Væri gaman að sjá mynd af honum.",
            "date": "2011-12-30 22:32:00",
            "post_id": "39471",
            "reply_to_id": "39453"
        },
        {
            "user_name": "elfar94",
            "text": "skal smella mynd af honum næst þegar ég sé hann og setja hér inn",
            "date": "2011-12-30 22:35:00",
            "post_id": "39472",
            "reply_to_id": "39471"
        },
        {
            "user_name": "Svenni30",
            "text": "Hjalti_gto  fær  mitt atkvæði\nVirkilega flottur jeppi\nSvo fær þessi líka atkvæði\nJeppi í eigu gudjonarnarr hérna á spjallinu.\nVar næstum búinn að kaupa þennan á sínum tíma. Sé enþá eftir að hafa ekki tekið hann.",
            "date": "2011-12-30 22:48:00",
            "post_id": "39474",
            "reply_to_id": "39472"
        },
        {
            "user_name": "gudjonarnarr",
            "text": "ég þarf greinilega ekki að koma mínum bíl á framfæri",
            "date": "2011-12-30 22:51:00",
            "post_id": "39476",
            "reply_to_id": "39474"
        },
        {
            "user_name": "jeepson",
            "text": "Ertu ekki örugglega að tala um TONKA?",
            "date": "2011-12-30 23:05:00",
            "post_id": "39478",
            "reply_to_id": "39476"
        },
        {
            "user_name": "Svenni30",
            "text": "",
            "date": "2011-12-30 23:17:00",
            "post_id": "39481",
            "reply_to_id": "39478"
        },
        {
            "user_name": "Bóndi",
            "text": "mæli með þessum",
            "date": "2011-12-30 23:30:00",
            "post_id": "39485",
            "reply_to_id": "39481"
        },
        {
            "user_name": "GeiriLC",
            "text": "hvar eru allir patrolarnir eða er ekkert varið í þá :D",
            "date": "2011-12-31 02:02:00",
            "post_id": "39502",
            "reply_to_id": "39485"
        },
        {
            "user_name": "Brynjarp",
            "text": "Toyota for the win !!!",
            "date": "2011-12-31 02:07:00",
            "post_id": "39503",
            "reply_to_id": "39502"
        },
        {
            "user_name": "Nóri 2",
            "text": "já takk fyrir það jói minn gömul mynd af honum svoldið mikið breitur í útliti í dag... en runnerinn hjá hjalta fær mitt atkvæði hefur gert svona það áhugaverðasta að mínum mati en svo er ég líka svakalega hrifinn af breytingunni á hiluxnum hjá (ojons) hann er líka hérna fyrir ofan. en ef menn vilja endilega velja aðra bíla en eru hérna á spjallinu þá fynst mér að það ætti að gera annan þráð um það því við búum jú á ólíkum stöðum og það eru merkilegir bílar í hverjum landsfjórðungi.",
            "date": "2011-12-31 02:30:00",
            "post_id": "39506",
            "reply_to_id": "39503"
        },
        {
            "user_name": "GeiriLC",
            "text": "ég ákvað að taka smá rúnt hérna á síðunni og mig langað að tilnefna nokkra  byrja nátla á að tilnefna þennan því mig langar að ger minn svipaðan þessum :D \nviewtopic.php?f=9&t=7306\n svo er eitthvað við þennan sem ég er að fýla veit ekki hvað en það er eitthvað liklega er það það að þar eru meiri dekk en bíll á þessum dekkjum\nviewtopic.php?f=9&t=2181\nsvo er þessi soldið mikið nettur\nviewtopic.php?f=9&t=2227\nog svo fékk ég í buxurnar þegar ég sá þennan hen er reyndar ekki staðsettur á íslandi\nviewtopic.php?f=9&t=1926",
            "date": "2011-12-31 02:39:00",
            "post_id": "39507",
            "reply_to_id": "39506"
        },
        {
            "user_name": "elfar94",
            "text": "sýnist þetta vera hann, allavena í dag er hann með númerið DIVER",
            "date": "2011-12-31 12:12:00",
            "post_id": "39521",
            "reply_to_id": "39507"
        },
        {
            "user_name": "Einar Örn",
            "text": "efað það á að kjósa um jeppa ársins þá þarf það að vera innan þessar spjallsvæðis og það þarf líka að vera buið að vera að vinna i þeim bíl á þessu umtalaða ári...það þíðir ekkert að velja þessa tacomu sem bíl ársins því að henni var breitt árið 2010 og þessi blái 4runner er mjög flottur en hvenar var honum breitt...!! \nég set mitt atkvæði á hjalta því að hann er nú buinn að mála allan bílinn sinn og setja patrol mótor í hann á þessu ári...en bílnum sjálfum var breitt fyrir 44\" árið ég veit ekki hvað...\nen hann er buinn að gera góða hluti með þann bíl og ég er ekki buinn að sjá neina jeppinn minn þærði um aðra bíla semað eru bunir að vera í svipuðum breitingu og hann hjalti...\nog þessi hilux þarna á 44\" var honum ekki breitt í fyrra..? og jú kanski var frágangur kláraður í vor eða sumar .. en að breita 38\" bíl í 44\" og ekkert mei er ekki að fara að vinna það að heilmála bíl og svappa 2.8 patrol mótor í húddið",
            "date": "2011-12-31 12:24:00",
            "post_id": "39524",
            "reply_to_id": "39521"
        },
        {
            "user_name": "Lada",
            "text": "Mér finnst þetta ekki vera nokkur spurning, og er hissa á að enginn skuli vera búinn að nefna bílinn hans Freys Þórssonar.  Ég kýs kýs hann, \ntvisvar!!!\nviewtopic.php?f=5&t=7311",
            "date": "2011-12-31 12:57:00",
            "post_id": "39525",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Willysinn hans Tedda á Kjalarnesinu, gamli bíllinn hans Elvars Ægissonar. Kominn með 540 í húddið, er á 46\" og á þorláksmessu var hann skorinn í sundur og bætt 60 cm í hann fyrir aftan hurðir til að koma ssk og lowgír í hann.\nÞetta er ekkert smá fokkíng flottur bíll!",
            "date": "2011-12-31 13:05:00",
            "post_id": "39526",
            "reply_to_id": "39525"
        },
        {
            "user_name": "Svenni30",
            "text": "Já Elli sá jeppi er með þeim flottari. Hann notar hann sem daily driver hef ég heyrt. Dugar ekkert minna en 540 :)",
            "date": "2011-12-31 13:24:00",
            "post_id": "39527",
            "reply_to_id": "39526"
        },
        {
            "user_name": "Freyr",
            "text": "Þakka þér fyrir það Ásgeir. \nBíllinn hefur verið nær stöðugt í breytingu hjá mér síðan um áramótin 2009-2010. \nHér er linkur á breytingamyndir:\nhttp://www.facebook.com/media/set/?set= ... fb39a7fd05\nSvona leit hann út fyrir þær breytingar sem eru í gangi:\nOg þær breytingar sem eru í gangi núna, áætluð verklok 21 janúar.\nhttp://www.jeppaspjall.is/viewtopic.php?f=5&t=7311\nKv. Freyr",
            "date": "2011-12-31 13:34:00",
            "post_id": "39530",
            "reply_to_id": "39527"
        },
        {
            "user_name": "gummiwrx",
            "text": "flottur þessi! en listinn er allur að detta saman, er að vinna i honum að setja hann saman og setja upp kosninga þráð með myndum af öllum bílunum sem koma til greina og verður 1 atkvæði á hvern og spá leyfa þessum kosningaþræði að ganga i viku-10 daga",
            "date": "2011-12-31 13:41:00",
            "post_id": "39533",
            "reply_to_id": "39530"
        },
        {
            "user_name": "Nóri 2",
            "text": "það voru smíðaðir gormar undir hilux að framan november fyrra og svo í ár var afturhásingin færð aftar. lógír. og úrhleypibúnaður og svona almennur frágangur. hendi inn mynd af henni eins og hann er í dag. er reyndar ekki búinn að skrúfa 44 undir.",
            "date": "2011-12-31 14:20:00",
            "post_id": "39536",
            "reply_to_id": "39533"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Ég varð aðeins að fá að krota hérna niður nokkur orð. \nÞað er alltaf gaman að svona þráðum og að skoða breytingar og ferðamyndir á öðrum bílum. \nHinsvegar með svona kosningu þá hefði klárlega þurft að setja niður einhverjar leiðbeiningar með kosninguna og tilnefningu. Ekki bara henda niður kosningu um einhvern flottan bíl. (Það væri svosem líka skemmtileg kosning en þá þyrfti líka að hafa einhverjar leiðbeiningar).  t.d.þyrfti hér að ákveða hvort eigandi þurfi að vera skráður hér o.s.frv, hvort bílnum átti að hafa verið breytt þetta árið eða hvað og sömuleiðis um hvað er þá verið að kjósa, útlit, breytingar, virkni og nothæfi? Persónulega finnst mér ekki bara flott þegar búið er að moka peningum og tíma í bíla en komast svo aldrei á fjöll, það finnst mér ekki tilefni til að vera kosinn jepp ársins (en það er bara mín skoðun). \nAnnars fær mitt atkvæði Tacoman hans Gísla þ.e. ef hún er gjaldgeng í kosninguna, (þar sem eigandi er væntanlega ekki skráður hér.) Klárlega einn af flottari bílum landsins og sömuleiðis með þeim flottari hvað varðar virkni. Mér finnst því miður hilux sem var skellt á 44\" eða 4runner sem var málaður og sett í patrol mótor ekki komast í tæri við Tacomuna. Sömuleiðis eru þarna tilnefndir bílar sem var líka breytt af öðrum t.d. ljósblái 44\" hiluxinn sem var vísað til og þ.a.l. ætti sá sem breytti honum kannski að fá tilnefninguna eða hvað? Ekki misskilja mig, mér finnst þessir bílar flottir og sérstaklega flott líka að sjá að menn t.d. Hjalti og líka Hörður(hobo) eru aktívir bæði í að ferðast og að breyta og bæta, ekki veitir af þessa daga að fá fleiri á fjöll. \nLangar líka að taka undir tilnefninguna á bláa 4runnernum hans Bergs, aðdáunarverð virkni í þeim bíl og MIKIÐ búið að gera og græja greinilega og leynir á sér sá bíll þó ekki sé þráður hér um allt sem er búið að gera í honum.\nGleðilegt nýtt jeppaár og megi það verða snjóþungt og flott!",
            "date": "2011-12-31 15:10:00",
            "post_id": "39540",
            "reply_to_id": "39536"
        },
        {
            "user_name": "Nóri 2",
            "text": "en hérna ætlar að spyrja svona eins og fávís kona. hvað er svona merkilegt við þessa tacomu? hvað er í henni og svo framveigis? þekki ekkert þennen bíl",
            "date": "2011-12-31 17:24:00",
            "post_id": "39563",
            "reply_to_id": "39540"
        },
        {
            "user_name": "gummiwrx",
            "text": "Vissulega er mikið til i sumu af þessu sem er að koma á frammfarir þarna og bara flott að fá ábendingar og skoðanir félagsmanna framm, en þetta var bara svona hugmynd sem var framkvæmd með miklum hraða og viðmiðunarstaðlar bíla voru engnir sérstakir annað en vera meðlimur hér á jeppaspjall, mönnum var velkomið að henda framm tilnefningu á bíla sama hvort var útaf þeir væru að meta útlitið eða breytingarnar eða dugnað i snjónum..\nen eins og seigji þá var þessi kosning bara gerð uppá gamanið og prufa hvernig félagsmenn tæku i þetta.. og af þvi sem ég hef séð að þá virðist þetta vera hugmynd sem er tekið bara nokkuð vel i og þarafleiðandi hægt að hafa þetta lika fyrir ár 2012 þarsem nægur timi er þá til að skipuleggja og pæla hvernig er best að láta svona fara framm",
            "date": "2011-12-31 17:46:00",
            "post_id": "39569",
            "reply_to_id": "39563"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar þetta er skemmtileg hugmynd og gaman að sjá bíla sem maður vissi ekki um að væru til bara áfram með þessa hugmynd skiptir engu hver vinnur einhverja keppni. Þetta eru allt flottir bílar hver á sinn hátt kveðja Guðni á SIgló",
            "date": "2011-12-31 18:09:00",
            "post_id": "39570",
            "reply_to_id": "39569"
        },
        {
            "user_name": "hobo",
            "text": "Hafa þetta bara jeppa mánaðarins, þá verða menn duglegri við að græja þá og nota.",
            "date": "2011-12-31 22:11:00",
            "post_id": "39589",
            "reply_to_id": "39570"
        },
        {
            "user_name": "gummiwrx",
            "text": "Eg var buinn vera hugsa uti hafa jeppamanadarins lika, bara hugsadi tad ekki lengra en tad tarsem finnst eins og seu ekki tad margir til tad myndi ganga eitthvad, en tad er eitthvad sem tarf ekkert ad utiloka strax, alveg tessvert ad skoda tessa hugmynd frekar og sja hvad menn seigja",
            "date": "2011-12-31 22:17:00",
            "post_id": "39591",
            "reply_to_id": "39589"
        },
        {
            "user_name": "gislisveri",
            "text": "Ef einhver nennir að taka saman lista með tilnefningum skal ég útbúa kosningu og svo getum við prentað út viðurkenningarskjal handa bíleigandanum.\nMér er persónulega alveg sama hvort hann er skráður á spjallið eða ekki, þeir sem eru uppteknari í skúrnum heldur en í tölvunni ættu ekki að vera útilokaðir.\nÞetta gæti alveg orðið árlegur viðburður.\nFinnst þó að bíllinn þurfi að hafa verið á einhvern hátt áberandi á árinu, t.d. mikið á ferðinni eða í einhverjum flottum breytingum.\nKv.\nGísli.",
            "date": "2012-01-01 20:09:00",
            "post_id": "39651",
            "reply_to_id": "39591"
        },
        {
            "user_name": "gummiwrx",
            "text": "eins og sjá má i öðrum þræði hérna að þá er ég búinn taka saman og setja upp kosningu um þetta sem er í gangi núna i einhverja daga til viðbótar",
            "date": "2012-01-02 11:49:00",
            "post_id": "39689",
            "reply_to_id": "39651"
        }
    ],
    "date": "2011-12-31 12:57:00"
}