{
    "forum_title": "Almennt spjall",
    "id": "8077",
    "title": "Bensíndæla",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=8077",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Mig langar að græja mér einfalda bensíndælu með slöngum sitt hvoru megin til að dæla úr brúsum á bílinn.\nHverjir eru að selja svona dælur?\nMá svo sem líka vera notað..",
            "date": "2011-12-30 17:14:00",
            "post_id": "39422",
            "reply_to_id": false
        },
        {
            "user_name": "AgnarBen",
            "text": "Einhvern tíman var mér bent á að N1 væri að selja nokkuð öflugar bensíndælur úr Chrysler minnir mig sem hægt væri að nota í svona, væri kannski ráð að tékka á því. \nAnnars var Jakob í Setursferðinni með ansi einfalda og sniðuga útfærslu sem svínvirkaði, hann var með glæra plastslöngu sem var með einhvers konar einstefnuloka innan í slönguendanum, stakk þeim enda ofan í brúsann og hristi hann nokkrum sinnum hraustlega upp og niður ofan í brúsanum (bensínið fer þannig smám saman inn í slönguna í gegnum einstefnulokann) þangað til bensínið var komið upp í efsta punkt innan í slöngunni og sjálfflæðið komst í gang ..... skíteinfalt og miklu minna vesen en að vera með eitthvað rafmagnsdælukerfi fyrir lausa brúsa.  Hafa bara brúsann hærra en áfyllingarrörið.",
            "date": "2011-12-30 17:54:00",
            "post_id": "39425",
            "reply_to_id": "39422"
        },
        {
            "user_name": "hobo",
            "text": "Já það er svokallað Hivert sem barki er að selja.\nEn ég get illa komið brúsa hærra en áfyllingargatið, vil helst bara geta verið með langa slöngu svo ég geti sleppt því að burðast með brúsana úr pallinum..",
            "date": "2011-12-30 17:57:00",
            "post_id": "39427",
            "reply_to_id": "39425"
        },
        {
            "user_name": "stebbiþ",
            "text": "Svo er líka hægt að fá sér stóra trekt og hella bara úr brúsanum á gamla mátann. Ég skal þó viðurkenna að það getur verið leiðinlegt að halda lengi á 20 lítra brúsa í axlarhæð. \nKveðja, Stebbi Þ.",
            "date": "2011-12-30 18:31:00",
            "post_id": "39434",
            "reply_to_id": "39427"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Hvernig brúsa ertu með? Ég prófaði einu sinni aðferð sem ég heyrði af og var hún frekar ódýr og einföld. Tók mér tómann 25 (?) lítra brúsa undan steikingarfeiti og fékk mér aukalok á hann, boraði tvö göt á lokið, setti dekkjaventil með pílunni í annað gatið og rörabút í hitt gatið. Setti svo passandi slöngu á annann endann á rörinu sem náði rúmlega ofan í botn á brúsanum og annann slöngubút á hinn röraendann sem náði í áfyllingarstútinn á bílnum miðað við að brúsinn væri á jörðinni við hliðina á bílnum. Svo var settur loftþrýstingur á brúsann með loftdælunni, bara smá skot og þá fór olían á fullt og dældist á bílinn. Svona brúsar eru kannski ekki þeir þykkustu og belgjast eitthvað út en þola alveg einhvern þrýsting.\nÁ jafnvel til einhver staðar þennann búnað ennþá en þarf þá að finna hann, hafi hann á annað borð ekki farið með bílnum þegar ég seldi hann.\nKv. Haffi",
            "date": "2011-12-30 18:51:00",
            "post_id": "39437",
            "reply_to_id": "39434"
        },
        {
            "user_name": "Árni Braga",
            "text": "ég setti loft ventil á mína brúsa og það bara virkaði mjög vel..",
            "date": "2011-12-30 18:58:00",
            "post_id": "39440",
            "reply_to_id": "39437"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Fáðu þér dælu úr subaru 1800 (áttu ekki þannig Hörður) hún er svona utanáliggjandi. svo græjaru rafmagnið úr kerrutenginu með venjulegri kerruinnstungu.",
            "date": "2011-12-30 19:19:00",
            "post_id": "39444",
            "reply_to_id": "39440"
        },
        {
            "user_name": "hobo",
            "text": "Nei ég á nú ekki svoleiðis, hefði verið gott að halda eftir einni dælu þegar ég gaf 3 subaru 1800 sem ég átti fyrir 10 árum.",
            "date": "2011-12-30 19:27:00",
            "post_id": "39448",
            "reply_to_id": "39444"
        }
    ],
    "date": "2011-12-30 17:14:00"
}