{
    "forum_title": "Jeppar",
    "id": "8148",
    "title": "Ford Bronco 2 1989 árgerð til sölu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=8148",
    "posts": [
        {
            "user_name": "addi-freyr",
            "text": "Er með Ford Bronco 2 1989 árgerð\nBíllinn er sjálfskiptur með 2.9 v6 mótornum sem er skráður 150 eða 155 hp.\nHann er grunnaður ljósblár eins og er og þyrfti að henda lakki á hann.\nAkstur er í kringum 227 þúsund.\nÁstand bíls er almennt gott, hann er með 12 miða og það er EKKERT ryð, hvorki á grind eða boddy. Bíllinn fer i gang og ekkert vandamál með það.\nGallar:það er farinn kælir eða slanga fyrir skiptinguna og selst hann þannig.\nInnrétting er í toppstandi en það er viðarklædd innrétting og fylgjir önnur allveg eins innrétting með.\nÞað sem er búið að gera síðan ég eignaðist bílinn er:\nSkipta um allar perur inn í bílnum\nfara með hann i skoðun 12 miði\nhreinsa miðstöðvar element, miðstöðin eins og ný\nkaupa nýleg vetrardekk undir hann\nsíðan veit ég að altenator er nýlegur\nog búið að skipta um vatnskassa\nskipta um grill sem er mun flottara en hitt og setja varadekksfestingu á bílinn\nskipta um framsæti, original sætin voru handónýt\nbíllinn allur þrifinn að innan sæti og gluggar\nfesta tvo gula kastara á að framan, eru festir i stuðarafestingarnar.\nÞað sem þyrfti að gera er að skipta um hluta af pústkerfinu, mjög lítill partur\nog fá nýjan kæli i skiptinguna, eða notaðan. Eða nýja skiptingu, fer bara eftir hvað hentar mönnum best.\nÞað sem fylgjir með er slatti:\nþað fylgja 3 auka altenatorar fyrir utan þann sem er i bilnum. 6 stk brettakantar. annað grill. aftur sæti, er bunað setja önnur framsæti i bilinn. Svo eru 2 gangar af dekkjum annar gangurinn mikroskorinn og nelgdur 3 manaða gamall sirka 31 tommur og hinn gangurinn sama stærð af sumardekkjum. svo 2 stk stigbretti, stefnuljos i brettinn 2 stk.\nbronco merkingar 3 stk. fram og aftur stuðari með drattarkulu og tengi. 2 gulir kastarar, einhverjar ruður, og kassi fullur af sma doti. 2 varadekks grindur. 1 stk varadekk. hugsanlega annar rafgeymir sem er held eg ekki nema 62 eða 65 amp. einn auka spegill, krómspegill og festing. auka handföng innan i bilinn og fleira smádot. Fylgjir með heill varahlutabíll Það er hægt að nota varahluta boddy-ið en grindin þar virðist við fyrstu skoðun vera óryðguð og góð. Þannig þar eru 2 hásingar og eitthvað sterkara drif sem eg veit ekki hvað er, þarf að skoða það betur svo er mótor og gírkassi, veit ekkert um stöðuna á mótornum eða kassanum. En finnst líklegt að það sé hægt að nota hvoru tveggja. Það er hægt að nota hurðar og skotthlera af varahlutabílnum sem og brettinn. Þetta er það sem eg man að fylgjir með i augnablikinu\nÁsett á bílinn er 300 til að hafa eitthvað verð, en verðið er umsemjanlegt\nog ég skoða öll tilboð og skoða skipti á öðrum bílum og hugsanlega einhverju dóti.\nhægt er að na af mér i síma 899 30 87 og 776 48 02 fram að miðnætti öll kvöld.\nHERNA ER LINKUR Á MYNDIR : \nhttp://s654.photobucket.com/albums/uu270/addi24/\nATH bíllinn er á Akureyri \nmbk Arnar Freyr",
            "date": "2012-01-03 22:04:00",
            "post_id": "39880",
            "reply_to_id": false
        },
        {
            "user_name": "addi-freyr",
            "text": "upp með þennan ;) minni á að ég skoða öll skipti og staðgreiðslu tilboð.\nverðið er umsemjanlegt.\nþað er búið að breyta ac dælu í loftdælu.",
            "date": "2012-01-04 17:17:00",
            "post_id": "39991",
            "reply_to_id": "39880"
        },
        {
            "user_name": "addi-freyr",
            "text": "minni á þennan. Alltaf hægt að semja um verð og skipti ;)",
            "date": "2012-01-05 16:20:00",
            "post_id": "40095",
            "reply_to_id": "39991"
        },
        {
            "user_name": "addi-freyr",
            "text": "upp",
            "date": "2012-01-06 14:33:00",
            "post_id": "40247",
            "reply_to_id": "40095"
        },
        {
            "user_name": "addi-freyr",
            "text": "hægt er að taka bílinn með 1 gang af dekkjum og engu öðru á 50-70 þúsund kall eins og hann er. \n899 30 87 og 776 48 02\nmótor i góðu lagi og bíllinn með 12 miða. Rýkur í gang og ekkert vesen.",
            "date": "2012-01-06 18:49:00",
            "post_id": "40275",
            "reply_to_id": "40247"
        },
        {
            "user_name": "addi-freyr",
            "text": "Skoða að taka snjósleða i skiptum",
            "date": "2012-01-07 16:59:00",
            "post_id": "40368",
            "reply_to_id": "40275"
        },
        {
            "user_name": "addi-freyr",
            "text": "Tilboð 150 til 220 þúsund með öllum pakkanum. Skoða slétt skipti á góðum sleða jafnvel.",
            "date": "2012-01-08 18:39:00",
            "post_id": "40498",
            "reply_to_id": "40368"
        },
        {
            "user_name": "addi-freyr",
            "text": "upp með kaggann ;)",
            "date": "2012-01-09 19:07:00",
            "post_id": "40670",
            "reply_to_id": "40498"
        },
        {
            "user_name": "addi-freyr",
            "text": "upp með eðal bíl ;)",
            "date": "2012-01-10 16:32:00",
            "post_id": "40813",
            "reply_to_id": "40670"
        },
        {
            "user_name": "addi-freyr",
            "text": "160 þúsund með öllu  tilboð i nokkra daga !",
            "date": "2012-01-10 16:51:00",
            "post_id": "40816",
            "reply_to_id": "40813"
        },
        {
            "user_name": "addi-freyr",
            "text": "Þessi er SELDUR",
            "date": "2012-01-13 14:02:00",
            "post_id": "41330",
            "reply_to_id": "40816"
        }
    ],
    "date": "2012-01-03 22:04:00"
}