{
    "forum_title": "Almennt spjall",
    "id": "8178",
    "title": "Bíltúr fimmtudag 5.jan",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=8178",
    "posts": [
        {
            "user_name": "DABBI SIG",
            "text": "Sælir félagar, Ef einhver er svo heppinn að vera í fríi og langar að nýta gott veður á morgun, fimmtudag þá er ég að hugsa um að fara bíltúr ca. kl.11 eða 12 af stað. Ekkert gífurlega langt eða metnaðarfullt, mosfellsheiði, lyngdalsheiði álíka.\nEndilega bara senda sms eða hringja ef áhugi. s: 8698577 \nKv. Davíð",
            "date": "2012-01-05 00:19:00",
            "post_id": "40041",
            "reply_to_id": false
        },
        {
            "user_name": "hobo",
            "text": "Hér þarf að henda inn myndum ef ferðin var farin :)",
            "date": "2012-01-06 11:24:00",
            "post_id": "40204",
            "reply_to_id": "40041"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Mikið rétt... \"ferðin\" var farin og hérna munu koma einhverjar myndir um leið og ég hef uppá myndavélinni. Ekki var þetta nú merkileg ferð eða langt farið en veðrið var ótrúlega flott en færið hinsvegar þungt.  2 pund þurfti til að komast eitthvað áfram ásamt læsingum og lulli og ekki þurfti að fara langt í þetta skiptið til að komast í einhvern snjó og geta nokkurn veginn keyrt um alla Mosfellsheiðina með útsýni í allar áttir alveg uppað Skjaldbreið og lengra með flott Þingvallavatnið og Hengilssvæðið sem útsýni. Sýnir manni að oft eru náttúruperlur stutt frá og eitthvað sem vert er að skoða í góðu veðri. Þú kemur bara næst Hörður.\nSvo verður gaman að sjá hvort þessar umhleypingar skili okkur betri akstursskilyrðum á fjöllum þar sem undanfarið er búið að vera mjög þungt færi. Það var nánast \"ófært\" að fara úr Kjósinni í morgun heim í borgina vegna snjóskafla.",
            "date": "2012-01-06 14:12:00",
            "post_id": "40244",
            "reply_to_id": "40204"
        }
    ],
    "date": "2012-01-05 00:19:00"
}