{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "8197",
    "title": "Kúpling slítur illa",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=8197",
    "posts": [
        {
            "user_name": "66 Bronco",
            "text": "Sæl öllsömul, mikið grefill eigum við orðið góða síðu hérna og gott eiga skilið þeir sem nenna að halda henni úti.\nÉg er að vasast í Hilux '98 sem var hættur að slíta þegar stigið var á kúplingu. Fyrsta vers var hreinlega að tappa af drullunni sem einu sinni var bremsuvökvi og skola hressilega út. Eftir lofttæmingu stórbatnaði kúplingin en er ekki eins og ég vil hafa hana, einstaka sinnum þarf ég að pumpa tvisvar til að hún slíti að fullu.\nEnn loft? Ónýtur þræll? Hvernig tappið þið af kúplingu?\nKveðja,\nHjörleifur.",
            "date": "2012-01-05 21:31:00",
            "post_id": "40129",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "mér finnst best að losa bara nippilinn niðri við pressu og láta þyngdaraflið um þetta. passa bara að það sé alltaf nægur vökvi í forðabúrinu. þetta virkar líka á bremsurnar ef maður er nógu þolinmóður ;) enda svo kanski á því að tappa 2x af venjulega.",
            "date": "2012-01-05 22:11:00",
            "post_id": "40136",
            "reply_to_id": "40129"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég hef þurft að opna lögnina alveg í gegn og blásið hana. En þrællinn getur verið orsökin. Þá hjálpar það til að þeir hjá Toyota hafa sparað sér sporin og því er sami þræll í Hilux, Corollu, Carinu og eflaust fleiri bílum.",
            "date": "2012-01-05 22:12:00",
            "post_id": "40137",
            "reply_to_id": "40136"
        },
        {
            "user_name": "Polarbear",
            "text": "ég gleymdi líka að segja að þegar ég gerði þetta ´siðast þá tók ég hreinlega bæði þrælinn og masterdæluna alveg í sundur og þreif ... drullan þar inní var ekkert smáræði. svo ef vökvinn var ljótur, þá er ekki nóg að hreinsa hann bara, það borgar sig að rífa þetta úr og í tætlur og þrífa vandlega. þetta er sáraeinfalt, ekkert mál að rífa úr bílnum og þrífa.",
            "date": "2012-01-05 22:15:00",
            "post_id": "40139",
            "reply_to_id": "40137"
        },
        {
            "user_name": "Stebbi",
            "text": "Og þegar þetta er komið úr þá borgar sig að kaupa Rebuild set í þetta og gera eins og nýtt.",
            "date": "2012-01-05 22:35:00",
            "post_id": "40150",
            "reply_to_id": "40139"
        },
        {
            "user_name": "66 Bronco",
            "text": "Rétt félagar, sennilega er þrællinn orðinn ansi sósaður.\nFinn mér rebuild og græja.\nTakk.\nH",
            "date": "2012-01-05 22:49:00",
            "post_id": "40156",
            "reply_to_id": "40150"
        },
        {
            "user_name": "Fordinn",
            "text": "Eitt sem þú ætti að ath lika,  eg lennti i svipuðu veseni med minn hilux, hann sleit illa svo þad var rifið allt ur og sett ny kúppling,  þegar þvi var lokið þá sleit hann ekki.....   \n        og þetta er mjög algengt   að brakketið sem heldur petulunum var farið að gefa sig og togna til, sem varð þess valdandi að rangt átak kom þegar madur steig a petalann.    lausnin var hreinlega sú að rífa þetta úr og beygja til baka og sjoða styrkingar á það.\n                                    þetta er allavega möguleiki.",
            "date": "2012-01-06 00:34:00",
            "post_id": "40174",
            "reply_to_id": "40156"
        }
    ],
    "date": "2012-01-05 21:31:00"
}