{
    "forum_title": "Jeppar",
    "id": "8221",
    "title": "Eðal 4runner til sölu´91 v6",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=8221",
    "posts": [
        {
            "user_name": "Snorri",
            "text": "Eðal 4runner Til sölu.\n \n1991 4runner 3.0 bensín beinskiptur.... grár að lit. Bíllinn er breytingaskoðaður fyrir 36\"en hefur verið á 38\" og gengur það mjög vel, er núna á ágætum 37\" Parnelli Jones dekkjum (míkróskornum,ónelgd) og 10“breiðum álfelgum. Klafar að framan en hásing að aftan. Flott og sterkbyggð kastaragrind sem getur tekið 6 kastara, CB talstöð, lagnir fyrir vinnuljós og fyrir kastara sem geta verið að framan.       K og N kraftloftsía í boxi. Nýlegar superwinch lokur, arctic trucks drullusokkar(stórir), EGR gluggavindhlífar, topplúguhlíf og húddhlíf. Spoiler ofan við afturrúðu, nýlegar flækjur og 2,5 opið púst. Ál aukatankur, slökkvitæki sem var skoðað Í sept 2011, 5,29 drif hlutföll og nýlegt framdrif með diska læsingu í. Prófíltengi að framan og aftan, tengi/úrtak fyrir rafmagnsspil að framan, 3raða vatnskassi úr disel 4runner (nýlega búið að skipta um elementið í honum). Facelift framendi af 94-95 runner(önnur ljós og grill).\nRosalega heill bíll miðað við aldur, honum var breytt í arctic trucks um 2002. Er núna ekinn 207.2xx. Kram í mjög góðu standi, kassar, drif og mótor. Búið að skipta um heddpakkningar þegar bíll var ekinn 195.xxx og tímareim,vatnsdælu öll hjól og strekkjara.  Búið er að fara í mótor og settir voru stærri stimplar, mótor boraður út í 0,50 yfirstærð ofl. Nýbúið að skipta um allar spindilkúlurnar. Nýjar fóðringar í stýrisupphengju fylgja með. Nýbúið að skipta um hjöruliðskross í afturskafti og hjólalegu v/m aftan. Legan h/m aftan er ekinn um 10.000 km. Keypti nýlega nýtt frambretti v/M og sprautaði.  Nýlegir klossar og diskar að framan og voru bremsudælurnar teknar í gegn líka og skipt um alla stimplanna (sem eru 4 í hvorri dælu)og gúmmín líka. Bremsuborðar að aftan og skálarnar eru í góðu standi.  Ný búið að skipta um legur í afturdrifinu og ný pinjónspakkdós, það var komið legu hljóð í drifið. Nýlegar framhjólalegur, ný bensín sía ofl.  Á til loftlæsingu í afturdrifið, ARB loftlæsingarloftdælu og slöngu sem getur fylgt með fyrir rétt verð eða selt sér.\n \n \nBíllinn er með 11 skoðunarmiða átti að fara í skoðun í október hann er óskoðaður.\n·         það þarf að setja samsláttarpúðana í að aftan en þeir fylgja með.\n·         ónýt gúmmí bremsuslangan sem fer úr grind niður á afturhásingu og rörið sem fer í hægra afturhjólið en rörið sem fer í vinstra er greinilega nýlegt (gúmmislangan fylgir með).\n·         Það þarf að skipta um löm á húddinu h/m hún er til og fylgir með ásamt einhverju 4runner dóti í kassa.\n·         Bíllinn er með gangtruflunar vesen (sennilega einhver skynjari) hann fer ALLTAF í gang en drepur strax á sér en stundum fer hann bara í gang og allt virkar fínt, eins og hann skrúfi fyrir bensínflæðið eða eitthvað (bíllinn getur selst með þessari bilun á etthvað minna eða í lagi á meiri pening samkomulags atriði).\n·         Það þarf að liðka afturrúðuna, hún virkar en er stirð.\n·         Það lekur inn með framrúðu þarf að þétta/kítta.\n·         Þyrfti að sjóða smá við hásingar stífu V/M aft.\n·         Þessi bíll er ekki eins og flestir 4runnerar sem eru horfnir af RYÐI en er samt auðvitað eitthvað byrjaður að ryðga  annað væri skrýtið miðað við 21 árs gamlan bíl.\nÞetta er svona það sem ég man eftir, þetta er ekkert stórt sem er að en það þarf svona að dunda í samt. Hörkubíll sem á alveg nóg eftir og lookar vel.\n \nAukamótor getur fylgt með en hann eru staðsettur í Húnavatnssýslu og þar eru allir skynjarar og drasl sem gæti kannski vantað í sambandi við gangtruflunarvesenið.\n \nBíllinn er staðsettur á Hólmavík\n-óska eftir tilboðum- Skoða allt (samt ekki gamalt ferðaklósett, bollastell eða eitthvað svoleiðis fáránlegt).  \nALLAR UPPLÝSINGAR FÁST Í UPPGEFNU SÍMANÚMERI EÐA NETFANGI HÉR AÐ NEÐAN, ÉG ER AÐ AUGLÝSA BÍLINN FYRIR BRÓÐIR MINN.\nKv, Jón\ns. 8486791\njonthor_17@hotmail.com",
            "date": "2012-01-06 19:47:00",
            "post_id": "40283",
            "reply_to_id": false
        },
        {
            "user_name": "Turboboy",
            "text": "myndir á \nhimmijr@gmail.com",
            "date": "2012-01-06 21:16:00",
            "post_id": "40292",
            "reply_to_id": "40283"
        },
        {
            "user_name": "Snorri",
            "text": "Endilega sendið email eða hringið í númerið í auglýsingunni þar sem ég er að auglýsa þetta fyrir bróðir minn.",
            "date": "2012-01-06 22:26:00",
            "post_id": "40301",
            "reply_to_id": "40292"
        },
        {
            "user_name": "Snorri",
            "text": "Myndir hér.\nhttps://bland.is/messageboard/messagebo ... tiseType=0",
            "date": "2012-01-07 12:49:00",
            "post_id": "40345",
            "reply_to_id": "40301"
        },
        {
            "user_name": "Snorri",
            "text": "Glæsilegur jeppi.",
            "date": "2012-01-10 21:14:00",
            "post_id": "40886",
            "reply_to_id": "40345"
        },
        {
            "user_name": "Snorri",
            "text": "Nú er snjór :)",
            "date": "2012-01-12 16:40:00",
            "post_id": "41205",
            "reply_to_id": "40886"
        },
        {
            "user_name": "Snorri",
            "text": "Það er búið að dekra mikið við þennan á síðustu árum.",
            "date": "2012-01-15 15:32:00",
            "post_id": "41673",
            "reply_to_id": "41205"
        },
        {
            "user_name": "Snorri",
            "text": "Endilega bjóða eitthvað sniðugt.",
            "date": "2012-01-18 00:22:00",
            "post_id": "42143",
            "reply_to_id": "41673"
        }
    ],
    "date": "2012-01-06 19:47:00"
}