{
    "forum_title": "Jeppar",
    "id": "8259",
    "title": "Til sölu nýskveraður 36\" cherokee diesel!",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=8259",
    "posts": [
        {
            "user_name": "sverrir karls",
            "text": "Jæja... þá er hann klár og ekki seinna að vænna en að selja dýrðina :)\nTil sölu 1995 Cherokee XJ \nekinn 198þ km\nVél: 2,5 VM diesel turbo intercooled.\nNýyfirfarinn hreifill. Ný vatnsdæla, undirliftur, undirliftustangir, sveifaráspakkdós, tímagírspakkdós,glóðarkerti (komu að vísu vitlaus en ný og rétt fylgja bílnum., Heddpakkningar, allar þettingar og pakkningar utan á mótor, nýir eirhringir í öllu sem heitir diesel og smurolía.\n Ný kúpling, \nNý pinnjónpakkdós framan og aftan, allir nýjir krossar í sköftum, nýr joki á afturdrifi.\n nýjir loftpúðar að aftan. (800kg) nýjir loftpúðar að framan (1200kg) \nafturdemparar eru gas knúnir. Nýjir Koni framdemparar (gas)  með 36 cm slaglengd. \n3 link að aftan, 4 link að framan, nýlegt í bremsum. turbína upptekin 2007 hjá Framtak blossi, ásamt spíssum (nótur fylgja) \nbens samsláttarpúðar að aftan\norginal að framan (samt búið að færa til og græja og gera)\nARB loftlásar (2007) framan og aftan\núrhleypibúnaður fyrir púða inní bíl ásamt mælum á hvern púða\núrhleypibúnaður fyrir dekk inni bíl ásamt mælum fyrir hvert hjól.\nloftdæla fram í húddi og kútur undir bíl. \nbíllinn lekur ekki dropa af einu né neinu.\nFylgja með grííðar stórar græjur sé áhugi fyrir þeim... 138+ DB.\nhlutföll eru 4.56:1 \nBíllinn er beinbíttaður.\nnýjar olíur á öllu.\nNý riðbættur og sprautaður. \nSkoðaður fyrir uþb 2000km án athugasemda.\nBíllinn er á la-la 36\" mudder  og 11\" breiðum felgum.\nBíllinn var að koma úr alsherjar skveringu og er í fínu lagi. Keyrir eins og engill og fjaðrar eins og satan sjálfur :)\nMeð bílnum fylgir óhemju af nótum og tilheirandi síðan ég veit ekki hvenær.. sjálfsagt 50 nótur. Þar á meðal kvittanir fyrir vara og aukahlutum sem keyptir hafa verið í bílinn ásamt skoðunarvottorðum,þungaskatts kvittunum. bifreiðagjöldum og öðru mörg mörg ár aftur í tímann.\nóhætt að segja að þetta sé afar sniðugur jeppi sem drífur mikið og vinnur vel og eyðir litlu.\nSkoða skipti á bíl.\nÓska eftir verð tilboði\nsverrir k\n8665016",
            "date": "2012-01-08 19:41:00",
            "post_id": "40506",
            "reply_to_id": false
        },
        {
            "user_name": "sverrir karls",
            "text": "upp upp með eeeðal vagn... hennti á hann kösturum , skar dekkin og negldi og styllti hjólabil í gær!",
            "date": "2012-01-11 23:25:00",
            "post_id": "41128",
            "reply_to_id": "40506"
        },
        {
            "user_name": "gaz69m",
            "text": "en afhverju ertu að selja bíl sem þú ert búin að skvera svona flott",
            "date": "2012-01-12 12:15:00",
            "post_id": "41178",
            "reply_to_id": "41128"
        },
        {
            "user_name": "sverrir karls",
            "text": "það er bara akkurat það sem að ég er vanur að gera... en aðal ástæðan er nu samt sú að ég er með annað project sem ég er að smíða og langar til að klára og leika mér á ;)   Það vantar 4 stimpla í þennan þannig að þetta heilli nóg :)",
            "date": "2012-01-12 18:36:00",
            "post_id": "41220",
            "reply_to_id": "41178"
        },
        {
            "user_name": "sverrir karls",
            "text": "upp með dýrðina, negldur og skorinn , kominn með kastara, allar mælaborðsperur nýjar, nýjann smurmæli, nýjann ljósarofa og aðeins buinn að sjæna og græja og betrumbæta :)",
            "date": "2012-01-14 23:06:00",
            "post_id": "41570",
            "reply_to_id": "41220"
        },
        {
            "user_name": "jeppalingur",
            "text": "Ertu með einhverja verðhugmynd ?",
            "date": "2012-01-20 09:26:00",
            "post_id": "42560",
            "reply_to_id": "41570"
        }
    ],
    "date": "2012-01-08 19:41:00"
}