{
    "forum_title": "Jeppar",
    "id": "8300",
    "title": "Suzuki Jimny 2002 módel - 35\" breyttur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=8300",
    "posts": [
        {
            "user_name": "vanished",
            "text": "Jæja þá hef ég ákveðið að sjá hvort áhugi sé fyrir Trölla greyinu, hef ekki notað hann eins mikið og ég hefði viljað síðasta árið og núna þegar maður er búinn að kaupa sér íbúð þá þarf bara víst að fara fækka bílaflotanum úr sex stykkjum niður í eitthvað skynsamlegra.\nBíllinn sem umræðir:\nSuzuki Jimny árgerð 2002. Breyttur fyrir 35\" dekk árið 2005. \nBíllinn er ekinn um 72.000\n - Búið að aka honum um 30.000 síðan ég kaupi bílinn árið 2005. Ég kaupi bílinn óbreyttan og breyti honum árin 2005-2007. \nBíllinn er skoðaður með 12 miða en með innlagðar númeraplötur. Bíllinn er í geymslu á Reykjavíkursvæðinu og er gangfær og allt slíkt. Honum var bara lagt tímabundið inni.\nBíllinn er almennt í góðu ástandi en eitt og annað sem þyrfti að líta á, svo sem í frágangi ofl. Ekkert alvarlegt. Ræði við viðkomandi aðila ef af sölu verður.\nHelsti útbúnaður bílsins:\n•\tStigbretti\n•\tSkíðabogar \n•\t4x vinnuljós á toppi bíls\n•\t4x kastarar í stuðara \n•\tPanasonic Mp3 geislaspilari - DLS öflugir hátalarar fram í bíl og Sony hátalarar aftur í.\n•\tPyle 8\" flipdown skjár í lofti.\n•\tTakkaborð inn í bíl fyrir kastara ásamt voltmæli.\n•\tTveir rafgeymar eru í húddi ásamt auka rafkerfi fyrir kastara ofl.\n•\tK&N Sía \n•\tLagnir fyrir VHF talstöð.\n•\tTeppalögð MDF plata í skotti, búið er að breyta bílnum í tveggja sæta. Gólf var hljóðeinangrað og MDF plata smíðuð í skottið til að auka geymslupláss. 100L eldsneytistankur er þar núna sem er festur við boddí. Hann fylgir ekki með nema gegn aukagreiðslu.\n•\tSlökkvitæki og sjúkrapúði.\n•\tOpið sílsapúst undan stigbretti. Hvarfi er enn í bílnum en enginn hljóðkútur. Hljóð viðunandi og ekki of hátt. \nÍ 35\" breytingunni voru eftirfarandi breytingar gerðar.\nD&G Tuning 4,16 gear set kit frá DGTuning.com í millikassa úr SJ410 Suzuki fox bifreið.\n \"The 4,16 kit comes with 3 gears, oil, gaskets, counter shaft and bearings. For the Samurai/SJ413, this kit produces a 12,2% hi range reduction, 84% low range and for the Jimny it produces a 20% hi range reduction, 94% low range. \" (DGTuning.com)\nD&G Tuning Jimny T-case conversion kit frá DGTuning.com til að fá SJ410 millikassa til að ganga við Suzuki Jimny. Meðal annars aðrar festingar fyrir kassann. Hraðamælabreytir ofl.\nSpidertrax Polymount Kit fyrir millikassa - Orginal millikassa púðarnir eru alltof mjúkir þannig keyptir voru púðar úr poly. Þrælvirkar!\nD&G Tuning 4inch (10 cm) upphækkunargormar.\nLengri Monroe demparar til að passa við stærri gorma.\n35\" brettakantar frá Alltplast eða hvað þeir hétu. Rándýrir kantar sem þurfti mikið að gera við til að fá til að passa við bílinn.\nStífusíkkun að framan. Stýrisdempari ofl.\nSuzuki Vitara driflokur til að losna við handónýta vacuum 4WD kerfið. Búið að blinda fyrir vacuum slöngur. \nPrófílbeisli að framan og aftan. Soðið á milli bita. Ekki rafmagnstengi að aftan enda getur þessi bíll ekkert dregið að viti. Eingöngu hugsað til að hafa krók á prófíl til að losa eða draga bíla í ferðalögum. \nÖndun á hásingum og millikassa leidd upp í húdd með olíuþolnum slöngum.\nMeð bílnum geta fylgt tveir gangar af felgum og dekkjum\n. \n33\" BFGoodrich All terrain\n dekk sem eru notuð sem sumarbarðar. \nVoru negld en er búinn að rífa naglana undan. \nBíllinn er frekar sprækur á þessum dekkjum og almennt mun sprækari en á 35\". Þessi dekk eru á orginal 10\" breiðum Suzuki felgum sem líta vægast sagt frábærlega út.\nDekkinn sem bíllinn er mest brúkaður í ferðir á eru 35\" Dick Cepek FCII sem eru nánast óslitin. \nMíkroskorin dekk á 15\" felgum sem eru 10\" breiðar með ásoðnum kanti að innan beggja megin. \nTveir ventlar eru í hverri felgu. Felgur málaðar svartar.\nÞetta er bíll sem hentar afar vel í ferðir í snjó. \nBíllinn er búinn að reynast mér alveg afspyrnu vel í ferðamennsku og hef ég farið á honum ansi mikið. \nStendur 38\" og stærri bílum vel snúninginn og oft gott betur.\nMeð bílnum getur ýmsilegt fylgt með aukalega. \nÉg á til staka framhásingu undan Jimny sem var ekinn 7000 km. Einnig á ég til afturdrif sem nýtist ef það sem er í núna brotnar.\nAðrir framstólar í bílinn fylgja með, orginal stólarnir. Ég er með stóla úr nýrri bíl í honum núna. Sést lítill munur á þeim. \nAftursætin sem eru ekki í honum núna fylgja einnig með, ásamt orginal loftsíuboxi ef menn vilja ekki K&N síuna.\nEinnig á ég auka slátur í SJ410 millikassa ef eitthvað fer í þessum.\nMyndaflóð\nÁsett verð á bílnum er 1.300.000 .\n Ég skoða ekki skipti á neinu nema mjög auðseljanlegu og þá í ódýrari kantinum. Ég er ekki að fara svara boðum upp á 500-600 þúsund, ég einfaldlega sel þá bara bílinn ekkert og losa mig við aðra í staðinn. \nGunnar Lár - 660-2608",
            "date": "2012-01-09 22:27:00",
            "post_id": "40712",
            "reply_to_id": false
        },
        {
            "user_name": "vanished",
            "text": "Mikið búið að spyrja út í bílinn, enda flottur bíll hér á ferð.",
            "date": "2012-01-10 20:17:00",
            "post_id": "40866",
            "reply_to_id": "40712"
        },
        {
            "user_name": "StefánDal",
            "text": "Hrikalega flottur þessi!",
            "date": "2012-01-22 22:38:00",
            "post_id": "42973",
            "reply_to_id": "40866"
        }
    ],
    "date": "2012-01-09 22:27:00"
}