{
    "forum_title": "Jeppinn minn",
    "id": "8335",
    "title": "Ford Ranger 44\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=8335",
    "posts": [
        {
            "user_name": "andrib85",
            "text": "hérna er jeppinn minn. ég breytti honum seinasta vetur.\nég notaðist við hásingar, millikassa og stýrismaskínu úr 94 árg af patrol, ég tók hásingarnar allar í gegn frá A til Ö. skipti um allar legur (nema hjólalegur að aftan) skipti um allt í bremsum, lét renna fyrir sterkari hjólalegum að framan. setti loftlás að framan og 5:46 hlutföll.\nstyrkti frammhásinguna út við hjól, setti ægislokur og sandblés allt saman og málaði.\nég smíðaði fjöðrunina frá grunni. notaðist við bilstein 7100 dempara allan hringinn, 14\" að aftan og 12\" að framan, smíðaði nýjar stýfur að framan 10cm lengri en original patrol stýfurnar og jók spindilhallan í 7 gráður sem er að koma vel út hjá mér. ég notaði hi lift gorma sem ætlaðir eru fyrir wrangler að framan og aftan og bætti svo við 480kg loftpúðum á stýfurnar að aftan til að auka burðinn. þetta er nú pick-upp eftir allt saman.",
            "date": "2012-01-10 23:26:00",
            "post_id": "40920",
            "reply_to_id": false
        },
        {
            "user_name": "Svenni30",
            "text": "Væri gaman að sjá myndir",
            "date": "2012-01-10 23:34:00",
            "post_id": "40926",
            "reply_to_id": "40920"
        },
        {
            "user_name": "andrib85",
            "text": "ég er svo nýr hérna að ég kann ekki að setja inn myndir :S hvernig gerir maður það eiginlega?",
            "date": "2012-01-10 23:36:00",
            "post_id": "40929",
            "reply_to_id": "40926"
        },
        {
            "user_name": "andrib85",
            "text": "hér er allavega linkur á myndasafn \nhttp://www.facebook.com/media/set/?set= ... 505&type=3",
            "date": "2012-01-10 23:41:00",
            "post_id": "40931",
            "reply_to_id": "40929"
        },
        {
            "user_name": "Svenni30",
            "text": "Hrikalega flottur hjá þér :)",
            "date": "2012-01-10 23:54:00",
            "post_id": "40934",
            "reply_to_id": "40931"
        },
        {
            "user_name": "Svenni30",
            "text": "",
            "date": "2012-01-10 23:56:00",
            "post_id": "40936",
            "reply_to_id": "40934"
        },
        {
            "user_name": "AgnarBen",
            "text": "Mjög flottur bíll og flott smíði :)\nTil að setja inn myndir þá hægri smellir þú á myndina hjá þér á Facebook og velur \"copy image url\" - þegar þú skrifar nýjan póst hér þá velur þú ´Img´ takkann fyrir ofan og Paste-ar síðan linkinn af myndinni inn á milli hornklofanna sem koma með (Ctrl-V).  Svo er bara að ýta á enter til að setja næstu mynd inn fyrir neðan.",
            "date": "2012-01-11 00:01:00",
            "post_id": "40939",
            "reply_to_id": "40936"
        },
        {
            "user_name": "Svenni30",
            "text": "Þetta er mögnuð smíða á þessu hjá þér. Hvernig eru þessur bilstein dempara að koma út ?",
            "date": "2012-01-11 00:02:00",
            "post_id": "40940",
            "reply_to_id": "40939"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Glæsilegur bíll og virkaði frábærlega síðustu helgi þrátt fyrir að bera eldsneyti fyrir næstum alla í ferðinni :)",
            "date": "2012-01-11 00:49:00",
            "post_id": "40949",
            "reply_to_id": "40940"
        },
        {
            "user_name": "jeepson",
            "text": "Flottur þessi. Nú langar mig í ranger aftur :)",
            "date": "2012-01-11 01:10:00",
            "post_id": "40954",
            "reply_to_id": "40949"
        },
        {
            "user_name": "joisnaer",
            "text": "hrikalega fallegt ökutæki :D",
            "date": "2012-01-11 01:15:00",
            "post_id": "40955",
            "reply_to_id": "40954"
        },
        {
            "user_name": "andrib85",
            "text": "þeir eru bara að koma vel út. ég var samt í smá brasi við að láta afturdemparana virka þar sem að þeir voru of stífir enn ég panntaði bara mýkri ventla í þá hjá poulsen og þá fór þetta að virka almennilega hjá mér, ér rosalega sáttur við fjöðrunina fyrir utan það að ég væri til í að setja bump-stop að framan hjá mér í staðin fýrir benz stuðpúðan. mér fynnst hann slá of mikið til baka....",
            "date": "2012-01-11 09:28:00",
            "post_id": "40986",
            "reply_to_id": "40955"
        },
        {
            "user_name": "andrib85",
            "text": "",
            "date": "2012-01-11 09:30:00",
            "post_id": "40987",
            "reply_to_id": "40986"
        },
        {
            "user_name": "andrib85",
            "text": "",
            "date": "2012-01-11 09:34:00",
            "post_id": "40988",
            "reply_to_id": "40987"
        },
        {
            "user_name": "Magni",
            "text": "Hrikalega flottur jeppi hjá þér! Hvaða vél  er í honum?",
            "date": "2012-01-11 09:42:00",
            "post_id": "40990",
            "reply_to_id": "40988"
        },
        {
            "user_name": "-Hjalti-",
            "text": "helvíti glæsilegur hjá þér",
            "date": "2012-01-11 09:43:00",
            "post_id": "40992",
            "reply_to_id": "40990"
        },
        {
            "user_name": "patrolkall",
            "text": "Þetta er einn sá alflottasti, skemmtilega \"clean\"",
            "date": "2012-01-11 09:54:00",
            "post_id": "40994",
            "reply_to_id": "40992"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sammála þessi er flottur hjá þér til hamingju með magnaðan bíl vildi eiga þennan láttu mig vita þegar þú selur ha ha kveðja Guðni á Sigló",
            "date": "2012-01-11 11:41:00",
            "post_id": "41010",
            "reply_to_id": "40994"
        },
        {
            "user_name": "andrib85",
            "text": "Orginal V6 210hö og svo er ég búin að opna fyrir pústið, setja á hana K&N síu og Hipertech tölvu. planið er samt að setja í hann stærri vél einhverntíman.",
            "date": "2012-01-11 18:41:00",
            "post_id": "41076",
            "reply_to_id": "41010"
        },
        {
            "user_name": "Forsetinn",
            "text": "Flottur vagn hjá þér,  hvaða prófílar eru þetta sem þú notar í stífurnar ? Efnisþykkt?\nkv. Halldór",
            "date": "2012-01-12 15:08:00",
            "post_id": "41197",
            "reply_to_id": "41076"
        },
        {
            "user_name": "andrib85",
            "text": "ég notaði 40x40 riðfría prófíla með 3mm efnisþykkt og rendi síðan hólkana fyrir fóðringarnar sem ég keipti hjá Kidda bergs á selfossi",
            "date": "2012-01-12 20:20:00",
            "post_id": "41234",
            "reply_to_id": "41197"
        },
        {
            "user_name": "Turboboy",
            "text": "Ég verð eiginlega að segja, að þessi er núna kominn á topp 3 hjá mér yfir flottustu jeppa íslands ! Þetta er faaallegt !",
            "date": "2012-01-14 05:29:00",
            "post_id": "41464",
            "reply_to_id": "41234"
        },
        {
            "user_name": "SiggiHall",
            "text": "Glæsilegur bíll",
            "date": "2012-01-22 14:44:00",
            "post_id": "42900",
            "reply_to_id": "41464"
        },
        {
            "user_name": "andrib85",
            "text": "mig langar að setja kraftmeiri mótor í hann. hvaða mótorum mælið þið með?? bara svona til að fá ykkar hugmyndir hehehe. ég var mikið að spá í 5.3l chevy \nhttp://www.turnkeyenginesupply.com/prod ... 00-HP.html",
            "date": "2012-02-01 00:44:00",
            "post_id": "44492",
            "reply_to_id": "42900"
        },
        {
            "user_name": "Valdi B",
            "text": "5.4 triton með blásara !\neða gamlan strókaðann 351 windsor...",
            "date": "2012-02-01 08:48:00",
            "post_id": "44500",
            "reply_to_id": "44492"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Já eitthvað dísil turbo intercooler dæmi - ekki of þungt. Málið er að besti jeppinn er sá sem er mest notaður !",
            "date": "2012-02-01 11:06:00",
            "post_id": "44512",
            "reply_to_id": "44500"
        },
        {
            "user_name": "Stebbi",
            "text": "Er þá ekki jafn gott að henda bílnum bara strax eða kveikja í honum.  Sumum jeppum er bara ekki ætlað að ganga á grút og það eru oftast jepparnir sem standa uppúr.",
            "date": "2012-02-01 11:46:00",
            "post_id": "44515",
            "reply_to_id": "44512"
        },
        {
            "user_name": "Kiddi",
            "text": "Í guðanna bænum, maðurinn var að spyrja um kraftmeiri mótor, ekki eyðslugrennri!",
            "date": "2012-02-01 12:16:00",
            "post_id": "44517",
            "reply_to_id": "44515"
        },
        {
            "user_name": "monster",
            "text": "eg myndi setja °2 binur a 4l og sja hvað gerist:D",
            "date": "2012-02-01 12:23:00",
            "post_id": "44519",
            "reply_to_id": "44517"
        },
        {
            "user_name": "Svenni30",
            "text": "Hérna er flottur mótor \nhttp://www.torfaera.is/spjall/viewtopic.php?t=6012",
            "date": "2012-02-01 12:27:00",
            "post_id": "44520",
            "reply_to_id": "44519"
        },
        {
            "user_name": "Steini",
            "text": "Mér lýst mjög vel á þessa pælingu hjá þér! þessir mótorar eru ekki mjög dýrir og þú losnar við allt blöndungsbull sem hentar ekki í neitt nema sólardaga leikföng og ef þú vilt fara í enþá meira afl þá er mjög algengt að skrúfa Turbo á þessa mótora úti.\nþað er svosem hægt að fá mjög skemmtilega mótora bæði frá Mopar og Ford en þeir eru flest allir töluvert dýrari í viðhaldi og tjúni en chevy.\nég veit svosem ekki hvað mótorinn í bílnum hjá þér núna er þungur en þessi er örugglega ekki mikið þyngri og ef þú villt léttari mótor en 5.3 þá er LS1 5.7 alltaf möguleiki er líklega svolítið dýrari en kostar aftur á móti engar rosalega upphæðir að fá nokkur auka hestöfl.\np.s Rosalega flottur bíll hjá þér!",
            "date": "2012-02-01 15:41:00",
            "post_id": "44543",
            "reply_to_id": "44520"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Gm LS based vél er eina vitið í svona mix að mínu mati. Og skynsamlegast væri ´þá að flytja inn 5.3 Vél með öllu tilheyrandi, Þar ertu kominn með góða vél með vel flæðandi heddum og innspýtingu, sem er bara snilld. Sem og það að hún er töluvert ódýrari en LS1 og það má ná öllu því afli útur þessum vélum sem menn vilja...\nKv.",
            "date": "2012-02-01 18:08:00",
            "post_id": "44561",
            "reply_to_id": "44543"
        },
        {
            "user_name": "íbbi",
            "text": "hrikalega flott smíði á fjöðrunini. \nvarðandi mótor, þá er nú ekki svo erfitt að komast yfir 4.6l mótor, það er allur andskotinn til í þá, og hægt að fá góða ása,bensínkerfi og flr sem er ætlað jeppum. \nls/lq seríu GM mótorarnir eru snilld,  ég á sjálfur ls1/6 mótor með custom heddum og flr,  \n5.3l mótorinn er ódýr, og virkar fínt, sömuleiðsi 6.0l mótorinn, en fyrir mína parta ef ég væri að eltast við að fara troða GM mótor og rafkerfi í hann, þá væri í LS1 5.3l/6.0l mótorarnir eru stálblokkir og ég í raunini ekki kostina fram yfir 4,6l ford,  með ford mótorinn þá geturu fengið allt rafkerfi, tölvu og flr úr orginal 4.6l ranger og þetta ætti að ganga mjög auðveldlega í, mixlaust og með orginal frágang",
            "date": "2012-02-02 06:36:00",
            "post_id": "44623",
            "reply_to_id": "44561"
        },
        {
            "user_name": "RangerTRT",
            "text": "http://www.ebay.com/itm/Ford-Ranger-4-0 ... 1293wt_932\nÞetta virðist vera fínasti búnaður... bara blása smá ínná hann.",
            "date": "2012-02-02 20:24:00",
            "post_id": "44708",
            "reply_to_id": "44623"
        },
        {
            "user_name": "andrib85",
            "text": "takk fyrir skemmtilegar ábendingar. ég er mjög spenntur fyrir því að blása bara inná V sexuna enn helv sjálfsskiptingin er ekki að fara þola neitt meira power og ég er ekki að nenn að einhverjum bilunum uppá fjöllum. þannig ég held að 5.4 triton úr f-150 (örugglega hægt að finna eithvað tjónahræ hérna heima til að hirða mótor og skiptingu úr) enn ég held að 5.3 chevy með álblokk og 400 hrossum sé samt draumurinn með 4L65E skiptingu aftaná hehe.",
            "date": "2012-02-03 21:59:00",
            "post_id": "44885",
            "reply_to_id": "44708"
        },
        {
            "user_name": "Valdi B",
            "text": "þessi bíll með 5.4 triton og blásara væri nammi... þó hann sé eiginlega orðið full mikið nammmi nú þegar :D",
            "date": "2012-02-05 23:02:00",
            "post_id": "45121",
            "reply_to_id": "44885"
        },
        {
            "user_name": "RangerTRT",
            "text": "Ég er buin að spá mikið í vélarmálum í rangernum minum og atla vera þrjóski leiðinleigi gaurinn og halda sexunni framm í rauðan dauðan, og blása bara duglega inná hana og vonandi eitthvað meira... enn er ekki bara gamli góði 302 eina vitið í þetta og c6 aftaná.. það á að vera nokkuð þægolegt að koma honum ofaní og lítið rafmags vesen og bara litið af öllu veseni skilstmér allavegana, held að hann væri góður með skemtilegum 302....\nhttp://www.therangerstation.com/Magazin ... 8_swap.htm",
            "date": "2012-02-07 01:02:00",
            "post_id": "45268",
            "reply_to_id": "45121"
        },
        {
            "user_name": "monster",
            "text": "getur þá ekki gert hann beinbittaðan eða mixað c4 eða th350/700 aftan á 6una?",
            "date": "2012-02-07 04:14:00",
            "post_id": "45271",
            "reply_to_id": "45268"
        },
        {
            "user_name": "Kölski",
            "text": "Helviti verklegur bíll hjá þér. Og fjöðrunarkerfið til að slefa yfir. ;-)\nHvað kostar svona demparar allan hringinn og eru þeir keyptir hérna á klakanum eða erlendis.?",
            "date": "2012-02-11 20:39:00",
            "post_id": "45836",
            "reply_to_id": "45271"
        },
        {
            "user_name": "Svenni30",
            "text": "poulsen er að selja bilstein",
            "date": "2012-02-11 20:44:00",
            "post_id": "45837",
            "reply_to_id": "45836"
        },
        {
            "user_name": "MattiH",
            "text": "Best að tala við Erling hjá þeim. Hann er demparamaðurinn.",
            "date": "2012-02-11 21:23:00",
            "post_id": "45845",
            "reply_to_id": false
        },
        {
            "user_name": "Freyr",
            "text": "Ég talaði við Poulsen í haust í sambandi við að kaupa gegnum þá eitthvað spennandi frá bilstein. Fékk samband við þann sem var sagður vera sérfræðingurinn og varð fyrir miklum vonbrigðum. Ég sagðist vera reiðubúinn til að borga nokkrum x það sem venjulegir demparar kosta og vildi fá ráðleggingar með það í huga að panta í kjölfarið dót í gegnum Poulsen. Í stuttu máli sagt þá hafði maðurinn ekkert um málið að segja og hafði greinilega ekki hundsvit á hvað væri framleitt og hvað væri í boði annað en standard monotube demparar sem þeir eiga á lager í venjulega bíla. Mun ekki aftur hafa samband við Poulsen út af bilstein dempurum, lærir meira um bilstein fjöðrun með því að eyða nokkrum mínútum á netinu.\nKv. Freyr",
            "date": "2012-02-11 23:49:00",
            "post_id": "45874",
            "reply_to_id": "45845"
        },
        {
            "user_name": "risinn",
            "text": "Einfalt er ALLTAF best. Eingar tölvur, gírstöng sem menn geta ráðið hvort og hvenær þeir vilja nota 1 - 5 gír eða allt þar á milli, einga skynjara sem að segja þér að fara í næstu tölvu sem að segjir þér að það séu margir mögulekar að. \nMitt matt er að þeim um einfaldara sem dótið er, þey mun betra er það. þetta er bara mín skoðun.\nKv. Ragnar Páll\n14. Jólasveinninn kem alltaf síðastur niður og fer fyrstur upp aftur.",
            "date": "2012-02-12 01:14:00",
            "post_id": "45881",
            "reply_to_id": "45874"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sammála Ragnari kveðja Guðni",
            "date": "2012-02-12 08:58:00",
            "post_id": "45893",
            "reply_to_id": "45881"
        },
        {
            "user_name": "andrib85",
            "text": "ég braut hjá mér vacum lásin að aftan. hvað er best að fá sér í staðin sem er eithvað sterkara?",
            "date": "2012-11-14 23:20:00",
            "post_id": "72900",
            "reply_to_id": "45893"
        },
        {
            "user_name": "oliexplorer",
            "text": "svo að við förum nú aftur útí vélarumræðuna þá er 4.6 eða 5.4 ford vélarnar engan vegin að fara detta ofan í vélarsalinn í svona ranger, það er allt of gleitt V á þessum mótorum, fyrir mitt leiti þá ertu að fá mest fyrir peninginn að fara í GM mótorana hvort sem það er 4.8 5.3 5.7 6.0 eða 7.0 \nþetta eru vélar sem taka mjög lítið pláss og eru fisléttar og henta vel í svona conversion.",
            "date": "2012-11-20 23:57:00",
            "post_id": "73764",
            "reply_to_id": "72900"
        },
        {
            "user_name": "andrib85",
            "text": "já ég er sammála með það. ekkert alltof mikið pláss í húddinu hehe. enn núna er ég að pæla í að skella bara túrbó á sexuna. það hljómar spennandi. ég ætla bara að blása 6 til 8 psi og sjá til hvað það gerir",
            "date": "2012-11-21 23:40:00",
            "post_id": "73931",
            "reply_to_id": "73764"
        },
        {
            "user_name": "oliexplorer",
            "text": "það er ekki slæm hugmynd, þá er bara að setja stóran kæli og mæli fyrir skiptinguna því hún er mjög fljót að hitna og misnota lága drifið.\nertu með eithvað ákveðið turbo kit í huga.",
            "date": "2012-11-23 20:18:00",
            "post_id": "74187",
            "reply_to_id": "73931"
        },
        {
            "user_name": "Freyr",
            "text": "Ég hef nú hugleitt það að setja túrbínu á minn 4.0 ltr. cherokee en er eiginlega alveg hættur að hugsa um það. Það sem ég er svo smeykur við er að ná réttu \"fuel mappi\" til að eiga ekki á hættu brunagöt á stimplum vegna of veikrar blöndu án þess að hann eyði svakalega (ætlast ekki til að hann sé sparigrís en er ekki til í að auka eyðsluna um marga lítra á hundraði þar sem þetta er ferðabíll). Hvaða leið ertu að spá í Andri til að ná \"mappinu\" góðu???\nKv. Freyr\nPS. Vígalegur Ranger",
            "date": "2012-11-23 20:43:00",
            "post_id": "74192",
            "reply_to_id": "74187"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "best að tala við turbo Baldur um að smíða nýa mótortölvu og mappa hana",
            "date": "2012-11-23 20:57:00",
            "post_id": "74194",
            "reply_to_id": "74192"
        },
        {
            "user_name": "andrib85",
            "text": "takk fyrir ábendinguna. var einmitt að velta því fyrir mér hvernig ég gæti græjað tölvuna, ég ætla að vera með túrbínuna upp undir pallinu (remout mount) eins og þeir eru farnir að gera í USA, hef bara einfaldlega ekki pláss í húddinu og leysi líka hitavandamálin sem koma upp þegar maður er að troða þessu þar sem er ekki pláss. ætla að finna mér túrbínu sem gæti gefið mér 6-7 punda þrýsting uppúr 2000 snúningum svo er ég búin að stækka olíupönnuna fyrir skiptinguna og setja miklu stærri kælir fyrir hana. svo er bara að passa sig þegar maður er að keyra svo maður grilli hana ekki hehe. svo get ég sett í hann spíssa úr V6 mustang þeir eru aðeins stærri og ætti ég þá að geta fengið nóg bensín inná vélina. orginal kerfið á víst að ráða við stærri spíssa án breytinga.",
            "date": "2012-11-25 21:15:00",
            "post_id": "74430",
            "reply_to_id": "74194"
        },
        {
            "user_name": "firebird400",
            "text": "Er ekki bara turbo diesel málið?\nGera þetta svolítið notendavænna. \nOg èg er bara ekki að sjá að turbo bensínvél geti virkað í jeppa. Að aka í low low í þungu færi á þokkalegri gjöf löngum stundum er bara bókað fail á þannig búnaði.\nÞá held ég að þokkalega nýleg v6 eða v8 sé nærri lagi. Já eða eins og ég skrifaði hér ofar, turbo diesel= henntugari jeppa vinnslusvið og lægri eyðsla",
            "date": "2012-11-28 21:46:00",
            "post_id": "74899",
            "reply_to_id": "74430"
        },
        {
            "user_name": "Freyr",
            "text": "Bensín er bara svo mikið skemmtilegra....;-) Þegar horft er til langtíma aksturs frá A til B eru díselvélarnar oft ekkert síðri en bensín. En þegar kemur að leikaraskap á diesel bara ekki séns, þó svo tölur um tog og hp séu svipaðar er snerpan bara ekki sú sama......",
            "date": "2012-11-28 23:21:00",
            "post_id": "74922",
            "reply_to_id": "74899"
        },
        {
            "user_name": "olei",
            "text": "Ég smíðaði twin turbo á Gm 305 TPI sem ég var með í CJ7.\nÉg ætla ekki að lýsa því verkefni nákvæmlega - en gamli 305 er með sömu slaglengd og 350 en minni stimpla. Semsé togari í gerðinni. Á henni var ég með mikið og þungt kasthjól og 12\" kúplingu. Túrbínurnar lyftu boostmælinum yfir núllið við tæpa 1000 snúninga og voru komnar í svona 4 psi við 1500 mesta boost var 8 psi.\nÞetta togaði ansi hressilega, fyrst datt manni í hug við reynsluakstur að maður hefði sett Scania diesel í græjuna en ekki túrbó bensínvel. Eftir þessa breytingu tók því varla að nota lágadrifið á 38\" í sjó og það tók því heldur aldrei að snúa rellunni meira en svona 5000 RPM. Dæmigerð fjallaferð snerist um að dúlla á þessu í svona 1000 snúningum og ef maður datt niður í eitthvað þyngra - eins og krapa- þá pikkaði maður létt á gjöfina leysti málið.\nHelsti kosturinn við svona túrbó á móti því að tjúna fyrir hærri snúning er ending á vél. Álag á kjallara og legur er í þriðjaveldi af snúningshraða - sumir kraftar í kjallaranum áttfaldast við að tvöfalda snúninginn - þessvegna endast torfæru-kvartmílurellur jafn illa og raun ber vitni. \n Svona túrbórella sem er snúið rólega getur enst von úr viti, jafnvel undir þungu álagi ef snúning er stillt í hóf og samt skilað fleiri hrossum og síðast en ekki síst miklu meira togi en óþrýst rella. Engin þörf á sterkari stimpilstöngum, rúllurusli, spes tímagírum eða slíku dóti. Þrykktir stimplar spilla þó ekki.\nGallinn við túrbó er aftur að maður er svolítið smeykur við háa þjöppu og veika blöndu. Og þar sem túrbó bensínvél keyrir megnið af líftíma sínum á vakúmi rétt eins og engin væri túrbínan þá situr maður uppi með lélegri nýtni vegna lægra þjöppuhlutfalls og þar með meiri eyðslu. Ég gekk líklega of langt á sínum tíma í að lækka þjöppuna og var óspar á bensínið, sennilega má lifa með því að hafa þjöppuna í hærri kantinum og takmarka blásturinn í staðinn.\nÞað er verst hvað bensínverðið er leiðinlegt, metið hjá mér voru að mig minnir 120L á klst á sprauti yfir Langjökul í bullandi púðri.\n-Punkturinn er; að slatti af rúmtaki + túrbó bensín er alveg yndisleg samsetning í jeppa. Þróunin í Diesel s.l ár er síðan að skila svipaðri niðurstöðu.",
            "date": "2012-11-29 00:52:00",
            "post_id": "74938",
            "reply_to_id": "74922"
        },
        {
            "user_name": "firebird400",
            "text": "Ég er með 474 kúbika V8 hérna inn í skúr hjá mér. Vél sem skilar 600 hp og yfir 800 NM af togi. Vél sem gengur lausaganginn á 600 RPM og vinnur lang leiðina í 7000 RPM.\nJú það væri rosalega gaman að blasta yfir jökul með hana í húddinu en ég mundi aldrei setja svona mótor í jeppann minn.\nSem dæmi: seinustu helgi fórum við á nokkrum bílum upp á Langjökul. Þar á meðal var félagi minn með TD5 í húddinu. Sú vél er mun aflmeiri en TDi300 vélin sem ég er með í mínum bíl. Það sem honum vantaði hins vegar var afl niðri á lága snúningnum. Fyrir vikið á átti ég auðveldara með að komast áfram, mér dugði að sleppa bara kúplingunni og hann skreið áfram.\nHann mundi nú samt vinna mig í spyrnu, en ég á annan bíl í það. Jeppann minn vil ég getað notað sem jeppa. Þ.a.s. án þess að þurfa eldsneyti fyrir hálfan heiminn.\nÞað sem skiptir nú samt bara öllu máli er að finna einhvað sem ÞIG langar til að keyra með. Það er hægt að koma flest öllu fyrir, og fá flest allt til að virka, svo framanlega sem það er að virka fyrir þig.",
            "date": "2012-11-29 07:24:00",
            "post_id": "74955",
            "reply_to_id": "74938"
        },
        {
            "user_name": "Stebbi",
            "text": "Tæplega 2 tonna Ranger á 44\" dekkjum með fullt af túrbo hefur ekkert við eitthvað low low að gera.",
            "date": "2012-11-29 08:21:00",
            "post_id": "74960",
            "reply_to_id": "74955"
        },
        {
            "user_name": "andrib85",
            "text": "Ef ég ætlaði að fá mér diesel sem eyðir litlu og fer ekkert alltof hratt yfir þá væri ég á hi-lux eða einhverju sambærilegu hehe. Enn þar sem mér fynnst nú gaman að vera öðruvísi og fara aðra leið að hlutunum þá er þetta leiðin fyrir mig. Fyrir utan það þá nota ég bílinn bara á fjöll og þá vil ég líka hafa gaman. Ekki bara komast á milli A og B. Svo er það nú bara þannig að helmingurinn af jeppamenskunni hjá mér er að breyta bílnum og endurbæta og þetta er ágætis áskorun að setja túrbínu á pallinn og láta það virka hehe",
            "date": "2012-11-29 09:03:00",
            "post_id": "74965",
            "reply_to_id": "74960"
        },
        {
            "user_name": "andrib85",
            "text": "Sammála. Er ekki með lowlow. Það var planið að setja það í enn ég held að það sé miklu skemmtilegra að eiða peningnum í meira afl enn milligír hehe",
            "date": "2012-11-29 09:06:00",
            "post_id": "74966",
            "reply_to_id": "74965"
        },
        {
            "user_name": "firebird400",
            "text": "Er þá ekki bara màlið að fá sér strókaða small block eða einhvað svona \nhttp://m.summitracing.com/parts/nal-89060519\n 300 hp fyrir 4000 $",
            "date": "2012-11-29 23:33:00",
            "post_id": "75110",
            "reply_to_id": "74966"
        },
        {
            "user_name": "reyktour",
            "text": "Þetta lýst mér vel á. Gera það sem þér langar að gera.\nEn djöfull langar mér í low gír eftir helgina.",
            "date": "2012-11-29 23:45:00",
            "post_id": "75112",
            "reply_to_id": "75110"
        },
        {
            "user_name": "dabbigj",
            "text": "Svona með fullri virðingu fyrir þeim sem langar að setja 2.4 dísel túrbólaust í svona grip til að spara olíu að þá væri það móðgun við þessa smíði.",
            "date": "2012-11-30 03:20:00",
            "post_id": "75124",
            "reply_to_id": "75112"
        },
        {
            "user_name": "kolatogari",
            "text": "Svona ef peningar ekki rosa mikið atriði. Þá myndi ég skoða 5 & 6 cyl vélarnar úr Benz Sprinter. þá ertu kominn með litla eyðslu og mun meira afl en Bensínrellurnar eru með.",
            "date": "2012-11-30 06:11:00",
            "post_id": "75125",
            "reply_to_id": "75124"
        },
        {
            "user_name": "Stebbi",
            "text": "5cyl vélin úr sprinter er sú sama og í Musso og er ekki beint til að hrópa húrra fyrir aflinu.  V6 180 hestafla vélin er eitthvað sem gæti verið spennandi kostur.",
            "date": "2012-11-30 08:00:00",
            "post_id": "75127",
            "reply_to_id": "75125"
        },
        {
            "user_name": "kjartanbj",
            "text": "hah, var einhver að tala um 2.4 túrbólaust í þessum þræði? það væri nátturulega bjánalegt",
            "date": "2012-11-30 08:24:00",
            "post_id": "75128",
            "reply_to_id": "75127"
        },
        {
            "user_name": "kjartanbj",
            "text": "5cyl vélin í Sprinter er reyndar ekki alveg sú sama og í musso, þær eru að skila töluvert meira afli í sprinter heldur en í Musso, \nþær eru að skila tæpum 160hestöflum í Sprinter en einhverjum 120 hestöflum í Musso, þar munar töluvert \nhinsvegar myndi ég tæpast setja svoleiðis vél í þennan bíl",
            "date": "2012-11-30 08:26:00",
            "post_id": "75129",
            "reply_to_id": "75128"
        },
        {
            "user_name": "firebird400",
            "text": "Það setur auðvitað ekki nokkur heill maður 2.4 non turbo í bílinn sinn hehe",
            "date": "2012-11-30 16:09:00",
            "post_id": "75176",
            "reply_to_id": "75129"
        },
        {
            "user_name": "Lindemann",
            "text": "Musso vélin er heldur ekki eins og 160hp sprinter vélin, sitthvor kynslóðin.",
            "date": "2012-11-30 20:20:00",
            "post_id": "75217",
            "reply_to_id": "75176"
        },
        {
            "user_name": "LC-fíkill",
            "text": "hvenar ferðu að gramsa í þessu turbó dæmi ertu búinn að panta þetta",
            "date": "2012-11-30 20:40:00",
            "post_id": "75219",
            "reply_to_id": "75217"
        },
        {
            "user_name": "olei",
            "text": "Það fer eftir því hvað menn eru að gera og hvernig þeir ferðast.\nOft er það þannig að aðstæður bjóða ekki upp á að nýta aflið - jafnvel þó svo að mundi hugsanlega virka í viðkomand færi, sem það gerir raunar ekki alltaf. Stórgrýti, ekkert skyggni, klikkað veður, lækir og skorningar og klungur... og allt hitt sem maður finnur á hálendinu haust og vetur.\nMikið eða lítið afl, finnst mér ekki aðalatriði þegar kemur að því að ákveða hvort að maður vill milligír eða ekki.",
            "date": "2012-11-30 21:58:00",
            "post_id": "75240",
            "reply_to_id": "75219"
        },
        {
            "user_name": "andrib85",
            "text": "ég er komin með garrett túrbínu m27 held ég að hún heyti. ég á samt eftir að ath almennilega hvort ég geti notað hana. annars fer ég ekki í þetta að fullum krafti fyrr en eftir áramót. enn ég ætla að reyna vera komin með allt sem ég þarf áður enn ég fer að stað",
            "date": "2012-12-01 18:39:00",
            "post_id": "75353",
            "reply_to_id": "75240"
        },
        {
            "user_name": "RangerTRT",
            "text": "lýst helvíti vel á þessar turbo pælingar hjá þér og er eina viðið \"MORE POWER MORE FUN\" og var einmitt að fjárfesta í turbo kitti í Rangerinn hjá mér og er að sánka restinni að mér.. enn eina sem ég er ekki að ná að fynna út er að seinka kveikjunni í þessu svo það er hægt að boosta meira enn 4-6 psi mér langar djöfulega að fara uppi 10-15 psi",
            "date": "2012-12-05 05:53:00",
            "post_id": "75845",
            "reply_to_id": "75353"
        },
        {
            "user_name": "atlifr",
            "text": "Tryggvi, ég veit ekki hvaða tölvu þú ert með en ef það er OBD-II þá fær þessi góða dóma á explorer spjöllunum. Ég hafði samband við hann fyrir e-u síðan og þá var tölvan og 3 forrit til að skipta á milli að kosta e-n 50 kall minnir mig. \nhttp://www.hensonperformance.com/Pictures1.html\nGæti svosem gagnast Andra og öðrum í túrbópælingum.",
            "date": "2012-12-05 10:10:00",
            "post_id": "75857",
            "reply_to_id": "75845"
        },
        {
            "user_name": "Freyr",
            "text": "Man ég ekki rétt að sveifarásskynjarinn er við trissuna framaná vélinni? Er möguleiki að breyta honum sjálfum eða festingum hans til að færa hann til um einhverjar gráður? Eða e.t.v. færa til (snúa) hringnum sem skynjarinn fær merkið frá?",
            "date": "2012-12-05 10:11:00",
            "post_id": "75858",
            "reply_to_id": "75857"
        },
        {
            "user_name": "andrib85",
            "text": "já sæll. 10 til 15psi þolir vélin það? og hvar fékkstu túrbokit? P.s helvíti flottur hjá þér bíllinn",
            "date": "2012-12-05 14:10:00",
            "post_id": "75880",
            "reply_to_id": "75858"
        },
        {
            "user_name": "Hfsd037",
            "text": "Svaðalegur Ranger!\nEf þú ert að pæla í að mappa þá myndi ég fylgjast með hvenær Hr. X kemur næst til landsins, veit ekki hvort hann serhæfir sig eingöngu í BMW en það er aldrei að vita, vel þess virði :) \nhttp://bmwkraftur.is/spjall/viewtopic.php?f=1&t=55935",
            "date": "2012-12-05 14:35:00",
            "post_id": "75883",
            "reply_to_id": "75880"
        },
        {
            "user_name": "RangerTRT",
            "text": "já ég hugsa að hún eigi að þola það eftir smá breytingar, var að hugsa um að fjárfesta í stroker kitti og þá fer 4.0 6cyl Big block sleggjan í alveg 4.3!!!\n enn það eru þryktir stimplar og sterkari I beam stangir full balencerað stálsveifarás og eitthvað rosa fínar legur og hringir og er custom made fyrir kallinn og kostar litlar 2600 USD!!!\n \nenn annas keypti ég turbo kitt fyrir 3.8v6 mustang og er T70 turbina wastegate helvíti sexy intercooler flangsar boostcontroler og allar þessar helstu leiðslur og fleira og svo let ég Comp Cam smíða custom grind turbo knastás fyrir mig og fjárfesti í trickflow 36 lps spíssa og svo lika aeromotive adjustable fuel pressure regulator til að geta ruglað eitthvað í bensíninu  og centerforce Dual Friction kúplingu til að halda þessu ótakmarkaða afli sem 4.0 mótorinn er að skila...\n enn eina sem ég á eftir að fynna út er þetta með kveykjuna.. enn já það væri kanski eina vitið að fá tíma hjá þesssum X enn annas segja gárungar að það er eitthvað voða takmarkað að rugla í þessu stock Ford tölvum.. og ja takk fyrir það og verð að segja að þinn Ranger er alveg helvíti ljúfur",
            "date": "2012-12-06 08:29:00",
            "post_id": "75993",
            "reply_to_id": "75883"
        },
        {
            "user_name": "andrib85",
            "text": "Þetta verður rosalegur bíll hjá þér. Þetta á örugglega eftir að skila um 400 hestöflum eða svo?",
            "date": "2012-12-07 11:38:00",
            "post_id": "76146",
            "reply_to_id": "75993"
        },
        {
            "user_name": "jongud",
            "text": "OK, kannski er þetta brjálæðisleg hugmynd \nEN..\nÞað er hægt að nota Megasquirt stjórntölvuna til að stýra EDIS kveikjum\nhttp://www.diyautotune.com/\nVirðast vera endalausir möguleikar, bæði fyrir túrbó og nítró.",
            "date": "2012-12-07 12:33:00",
            "post_id": "76152",
            "reply_to_id": "76146"
        },
        {
            "user_name": "Painkiller",
            "text": "2.9 Musso mótorinn er sama vél og 2.9 Sprinter vélin...enda eru þær báðar um 129 hö....160 hö Sprinter mótorinn er 2.7  og tók við af 2.9 mótornum...rétt eins og 2.7 kom í Rexton og Cherokee dísel... ;)",
            "date": "2012-12-11 18:31:00",
            "post_id": "76810",
            "reply_to_id": "76152"
        },
        {
            "user_name": "StefánDal",
            "text": "Er ekki nóg komið af dísel þunglyndis spjalli í þennan annars góða þráð? :)",
            "date": "2012-12-11 18:49:00",
            "post_id": "76813",
            "reply_to_id": "76810"
        },
        {
            "user_name": "Stebbi",
            "text": "Tek undir það.",
            "date": "2012-12-11 19:14:00",
            "post_id": "76818",
            "reply_to_id": false
        }
    ],
    "date": "2012-12-11 19:14:00"
}