{
    "forum_title": "Almennt spjall",
    "id": "8366",
    "title": "Jeppaval",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=8366",
    "posts": [
        {
            "user_name": "vippi",
            "text": "Jæja nú hefur jeppadellan náð tökum á manni aftur :)\n En er að spögulera í 3 tegundum og langar að fá ykkar álit, en bílarnir sem um ræðir eru\nMMC Pajero 98 til 00 33 til 35 tommu\nIsuzu Trooper 99 35 tommu\nNissan Terrano 02 33 tommu 3,0\nallt diselbílar\nöll álit vel þegin :D",
            "date": "2012-01-11 23:46:00",
            "post_id": "41133",
            "reply_to_id": false
        },
        {
            "user_name": "-Hjalti-",
            "text": "MMC Pajero",
            "date": "2012-01-12 06:25:00",
            "post_id": "41154",
            "reply_to_id": "41133"
        },
        {
            "user_name": "gambri4x4",
            "text": "Pajero engin spurning",
            "date": "2012-01-12 07:08:00",
            "post_id": "41157",
            "reply_to_id": "41154"
        },
        {
            "user_name": "afc",
            "text": "Ok ég kann ekkert á jeppa en er búinn að eiga allar þessar tegundir\nÉg myndi strax útiloka Terranoinn, það er eitthvað mesta rusl sem ég hef kynnst.\nPajeroinn var fínn en grútmáttlaus og eyddi helling\nMér finnst Trooperinn skemmtilegastur af þessum bílum, hann er mjög rúmgóður eins og Pajeroinn, léttari, kraftmeiri og eyðir miklu minna :)\nPajeroinn minn var á 33\" og eyddi vel en Trooperinn minn er á 35\" og eyðir töluvert minna ( báðir bílarnir ssk )\nEn jeppalega séð og breytingalega séð veit ég ekkert um þetta.",
            "date": "2012-01-12 08:13:00",
            "post_id": "41160",
            "reply_to_id": "41157"
        },
        {
            "user_name": "muggur",
            "text": "Sæll\nVar í svipuðum pælingum og þú síðastliðið haust.  Málið er að gera nokkurskonar þarfagreiningu.  Mig vantaði bíl sem gat tekið alla fjölskylduna 2 börn og stór hundur + hellings farangur.  Þar sem ég lagði ekki í econoline eða suburban stóð valið milli japönsku jeppana og ég hafði ekki nema um milljón til að eyða.  Þar sem peningurinn var ekki meiri var landcruiser út úr myndinni (ótrúlegt hvað sett er á þessa bíla, en þeir eru víst góðir).\nTerrano er minnstur þessara bíla, hef talað við marga sem hafa átt svona og láta flestir vel að þeim.  Það sem ég hef helst heyrt er að þeir slíti framdekkjum nokkuð mikið og hjólastilling árlega sé eitthvað sem sé nánast nauðsynlegt.  Reyndar virðast svo margir á netinu vera mikið á móti þessum bílum.  Allavega þá fannst mér hann of lítill fyrir okkur.\nTrooper kemur svona í miðjunni.  Þeir sem ég þekki sem eiga svona bíl eru ánægðir með þá.  Leó M kallaði þá reyndar landbúnaðartæki og að maður ætti að spyrja Trooper eigendur um reynsluna EFTIR að þeir væru búnir að losa sig við þá.  En það var hans skoðun.  Þeir trooperar sem ég prófaði voru flestir dyntóttir með að fara í fjórhjóladrifið enda eitthvert rafmagns gimik sem stjórnar því.  Upp á stærð hefði trooperinn getað gengið en það sem varð þess valdandi að ég keypti ekki svoleiðis bíl að lokum var að mér finnst þeir svo ljótir (en það er náttúrulega bara sérviska).\nPajero 98-00.  Stærsti bíllinn af þessu.  Drifbúnaðurinn í honum er brilljant og svíkur sjaldan, bónus að það er læsing í afturhásingunni.  Sniðugt að geta breytt stífleikanum í dempurunum.  Af mörgum talinn einn besti ferðabíll sem völ er á (m.a. Leo M).  En gallinn er að þeir eyða svoldið miklu.  en þetta eru náttúrulega stórir bílar.  Þetta var í raun draumabíllinn, fannst hann fallegur í faceliftinu og endaði á einum svona 33 tommu með kanta (reyndar bensín).\nEn ef þú ert að spá í drifgetu á 33 tommu þá myndi ég halda að terrano væri öflugastur enda léttasti bíllinn. En um þetta veit ég svosem lítið.\nSvona almennt þá er helst að passa sig á að grindin og body-ið sé í góðu standi, allt annað er hægt að laga yfirleitt.  Mæli svo endregið með að þú látir skoða hann fyrir þig (nema að þú vitir allt um bíla) af einhverjum sem þú treystir eða leitir til Arctic trucks eða svipaðra fyrirtækja til að skoða bílinn fyrir þig.\nEn já ég myndi fá mér Pajero ef það er ekki ljóst á romsunni að ofan :-)  Minn hefur reynst brilljant í hálkunni og ófærðinni núna.  Það var gaman að renna Kaldadal á honum í September.  Mæli með svona flykki.",
            "date": "2012-01-12 08:50:00",
            "post_id": "41164",
            "reply_to_id": "41160"
        },
        {
            "user_name": "muggur",
            "text": "Svo er eyðslan ekki allt, nema að þú ætlir að nota jeppan sem eina bíl heimilisins.  Annar rekstrarkostnaður getur nefnilega verið hellingur.  Svo máttu hugleiða að viðgerðir á dísel vélum, ef eitthvað bilar eru oft dýrari en á bensínvélum.  Díselvélar fara mun verr á því að snattast (stuttar vegalengdir þar sem vélin nær ekki að hitna) en bensínvélar.  Dísel er heldur dýrari en bensín og svo má oft gera góð kaup í bensínbílum.  Þannig kostar sambærilegur bensínbíll oft um 30-40% minna en diselbíll sem keyrður er það sama.  Dæmi, var mikið að skoða Pajero 2.8 og voru flestir keyrðir yfir 200 þús, oft var grindin farin að láta á sjá.  Bíllinn minn er aftur á móti einungis keyrður 140 þús og grind og body í toppstandi.  Samt var bensínbílinn minn mun ódýrari en margir hinna díselbílana.  Það má keyra dáldið fyrir muninn.  Svo eru náttúrulega bensínbílar yfirleitt skemmtilegri í akstri.  En ég viðurkenni að hann eyðir ansi miklu og maður fær stundum hland fyrir hjartað við bensíndæluna.",
            "date": "2012-01-12 08:59:00",
            "post_id": "41167",
            "reply_to_id": "41164"
        },
        {
            "user_name": "vippi",
            "text": "Takk fyrir svörin, er voðalega hrifinn af Pajero (átti einn 96 2,8) en langar stundum að prófa eitthvað annað\ner búinn að útiloka Terrano, eru of þröngir og skilst að þeir séu frekar bilanagjarnir\nSvo er líka spurning með Landcruser 90, en þeir eru alllllt of dýrir\nþannig að Pajero er málið :) held ég :)",
            "date": "2012-01-12 22:21:00",
            "post_id": "41259",
            "reply_to_id": "41167"
        },
        {
            "user_name": "Hermann",
            "text": "patrol!!!!!!",
            "date": "2012-01-12 23:15:00",
            "post_id": "41275",
            "reply_to_id": "41259"
        },
        {
            "user_name": "jeepson",
            "text": "En ekki hvað. gott pláss og fínir bílar.",
            "date": "2012-01-13 00:44:00",
            "post_id": "41282",
            "reply_to_id": "41275"
        },
        {
            "user_name": "jeepcj7",
            "text": "Er búinn að eiga pajero 2.5 ca.93 trooper 3.0 99 og pajero 2.8 99 og trooperinn er alveg með aflið en samt minnstu eyðsluna alveg frábær jeppi að mörgu leiti.Pajeroinn hefur samt framyfir að hann er með qudratrac möguleika eða ss.ólæst 4 hjóladrif sem er alger snilld þar sem flestir bílar eru keyrðir 90-99% innanbæjar (hálka/autt) = engin þvingun á pæjunni.Og svo ef þú ætlar í breytingar þá er pajero með langbesta lásinn orginal að aftan bara virkar og ekki mikið mál að fá lægri drif ef vill fyrir stærri dekk.",
            "date": "2012-01-13 02:29:00",
            "post_id": "41289",
            "reply_to_id": "41282"
        },
        {
            "user_name": "Valdi B",
            "text": "trooperinn ....\npajero eru ryðhrúgur og terrano líka.... og þar að auki þá er terrano alltaf bilandi og líka pajero ef það er 2.5 dísel bíllinn... 2.8 er ívið betri en samt drasl ... og bensín bilarnir hjá þeim ættu að vera beintengdir við bensínstöð",
            "date": "2012-01-13 02:38:00",
            "post_id": "41293",
            "reply_to_id": "41289"
        },
        {
            "user_name": "muggur",
            "text": "Það væri gott val en þú færð ekki dekkin þín aftur sem þú seldir mér.  Þau eru virkilega að virka undir bílnum mínum :-)\nÞetta er 'off topic' en mér finnst skrítið að menn \nvirðast\n alltaf sjá ofsjónum yfir eyðslu japanskra bensín jeppa.  Það er eins og það séu bara amerískir jeppar sem mega eyða nokkrum lítrum.  Pajeroinn minn eyðir mjög svipað og amerískur jeppi af svipuðum aldri (explorer, cheerokee o.s.fv) enda svipað þungur bíll.\nMiðað við fjölda gamalla pajero og terrano í umferð þá finnst mér þetta dáldill sleggjudómur að kalla þá ryðhrúgur.",
            "date": "2012-01-13 08:36:00",
            "post_id": "41298",
            "reply_to_id": "41293"
        },
        {
            "user_name": "Sira",
            "text": "Sælir. eg var í sömu sporum í s.l  haust vantaði bíl sem tæki 5 manna fjölskyldu hund og helling af dóti sem gæti dregið hjólhýsi\neg var með bugdet uppá 1 milljón.\nEg skoðaði Pajeró 1998-1999 bíllinn var á um 1200 þús til 1500 þús 2,8 tdi ekinn um 180 þús til 250 þús \n 2001 til 2003 bíllinn nýrra útlit var á 1800 þús til 2500 þús\nþetta eru dýrir bílar \nToyota Land Cruser 90 eg gat fengið 1994 árg ekinn 285 þús fyryr 1 milljón\nTerrano var of lítill fyrir mig.\nFord Explorer var eingöngu til bensín valið var á milli 4,0L V6 eða 4,6L V8 \neg reynsluók 4,6L limeted hann var mjög rúmgóður en eg lagði ekki í bensín bíl\nEg skoðaði Trooper 1999 til 2001 bíl verðið er frá 650 þús til 1250 þús\neg keypti svo 2000 árg ek 210 þús á 850 kall sem hentar mér mjög vel\neg veit að þeir eru með gallaðar vélar 4xj1 en meðan þetta gengur er það í lagi\nog eyðslan er svipuð og að vera á Subaru Legacy 2,0L ssk sem eg átti áður\nkveðja \nS.L",
            "date": "2012-01-13 09:24:00",
            "post_id": "41301",
            "reply_to_id": "41298"
        },
        {
            "user_name": "-Hjalti-",
            "text": "það er frekar á hinn vegin sem hafa verið vandamál. 2.5 vélin hefur eftir því sem ég best veit staðið sig eins og hetja síðan 1984. Sumir hafa aftur á móti verið óheppnir með 2.8 vélina og skipt stundum um hedd oftar en einu sinni.",
            "date": "2012-01-13 10:19:00",
            "post_id": "41307",
            "reply_to_id": "41301"
        },
        {
            "user_name": "Stebbi",
            "text": "Þessi ummæli ValdaBenz sýna bara að sumir eru með hausinn aðeins lengra uppí rassgatinu en við hinir.  Ég er búin að eiga 2.5 pajero síðan 2003 og breyta honum og láta hann gjörsamlega finna fyrir öllu sem hægt er að misbjóða honum með.  Ekki hefur hann bilað neitt meira en hiluxarnir sem ég átti, ef eitthvað er þá hefur hann bilað minna.  Aldrei hitavandamál, eftir tæp 300 þús þá er ekki enþá búið að skipta um hedd eða heddpakkningu.  Gírkassinn er í toppstandi sem að margir halda að séu ennþá ónýtir í pajero.  Svo ryðgar þetta allt saman sama hvað það heitir en ekkert ryðgar þó eins og Toyota.\nMenn hafa þó verið í heldur meiri heddvandamálum með 2.8 vélina því miður, en það er sama saga með 3.0 4runner/LC90 og 2.8 Patrol.",
            "date": "2012-01-13 12:33:00",
            "post_id": "41317",
            "reply_to_id": "41307"
        },
        {
            "user_name": "Valdi B",
            "text": "hehe við getum þá verið sammála umað vera ósammála með eyðsluna... ég á cherokee 90 módel með 4.0 litra ekki high output og hann allavega gefur eitthvað í staðinn fyrir sopann... annað með pajeroinn... ég hef ekki átt pajero sjálfur en hef kynnst þeim mjög vel.. kynntist einum svoleiðis í bak og fyrir á sunnudaginn síðasta hehe , í smá bílveltu :D",
            "date": "2012-01-13 16:17:00",
            "post_id": "41346",
            "reply_to_id": "41317"
        },
        {
            "user_name": "Valdi B",
            "text": "Þessi ummæli ValdaBenz sýna bara að sumir eru með hausinn aðeins lengra uppí rassgatinu en við hinir.  Ég er búin að eiga 2.5 pajero síðan 2003 og breyta honum og láta hann gjörsamlega finna fyrir öllu sem hægt er að misbjóða honum með.  Ekki hefur hann bilað neitt meira en hiluxarnir sem ég átti, ef eitthvað er þá hefur hann bilað minna.  Aldrei hitavandamál, eftir tæp 300 þús þá er ekki enþá búið að skipta um hedd eða heddpakkningu.  Gírkassinn er í toppstandi sem að margir halda að séu ennþá ónýtir í pajero.  Svo ryðgar þetta allt saman sama hvað það heitir en ekkert ryðgar þó eins og Toyota.\nMenn hafa þó verið í heldur meiri heddvandamálum með 2.8 vélina því miður, en það er sama saga með 3.0 4runner/LC90 og 2.8 Patrol.[/quote]\nokay þú ert greinilega sár yfir ummælum mínum í garð greyið pajero svo ég skal biðja þig afsökunar  greyið mitt hehe\nþú segir að þetta ryðgar allt saman og ryðgar ekkert meira en toyota og þá er ekki hægt að bera hann saman við neitt annað en landcruiser.... ég held að ég geti sagt það að ef þú berð árgerðir saman við árgerðir þá hefur pajero vinninginn yfir að ryðga meira...\nen þú berð hann saman við hilux sem er ekki sambærilegt en í sambandi við ryð þá hefur pajeroinn samt yfirburði í að ryðga meira...\nþað sem mér finnst um 2.5 pajeroana er að gírkassarnir í þeim eru smjör... þér getur fundist eitthvað annað (og mér er sama) ég er að reyna að benda þessum manni sem er að leita sér að bíl á það sem mér finnst... bentu honum á það sem þér finnst um bílinn en ekki um mig eða hilux bjáninn þinn haha :D\nnenni ekki að pæla meira í þessu...\nég bendi þér á að fá þér trooper frekar en terrano eða pajero...",
            "date": "2012-01-13 16:28:00",
            "post_id": "41348",
            "reply_to_id": "41346"
        },
        {
            "user_name": "Stebbi",
            "text": "Á hvaða dópi ertu vinur?  Þú ættir kanski að spara alhæfingarnar og temja þér smá kurteisi, ef þú getur það ekki reyndu þá allavegna að fara fínt í það að kalla menn bjána og vitleysinga.  Ég er búin að eiga Pajero í tæp 9 ár, búin að eiga 4 hiluxa, 9 Suzuki fox, 1 Rocky, 1 IH Scout og eitthvað meira og tek þessi pajero mál ekkert meira inná mig en með aðra bíla sem ég hef átt.  Það er bara óþolandi að þurfa að hlusta á svona yfirlýsingarpésa eins og þig kalla hitt og þetta drasl afþví að þú prufaðir einu sinni svoleiðis eða sást það á Youtube.",
            "date": "2012-01-13 18:38:00",
            "post_id": "41371",
            "reply_to_id": "41348"
        },
        {
            "user_name": "jeepson",
            "text": "Strákar. Þetta bilar alt. ryðgar alt og eyðir öllu sem er sett á þetta. Allir þessir bílar sem eru taldir upp eiga sín vandmál. Og menn læra bara að nota bílana eftir sínum göllum. Hvað hafa margir skotið niður patrol?? Þetta er grútmáttlaust og altaf bilað og kemst ekki neitt. Afhverju eru þessir bílar þá svona vinsælir jeppar??? Pajero, patrol og trooper. Þetta er alt hand ónýtt að mati margra. Ekki hafði ég neina reynslu af patrol og ætlaði aldrei að fá mér svona drasl. En ég endaði nú með að versla svona bíl á 38\" með 5.42 hlutföllum. Vinnslan er góð í honum. Ég verð ekki var þetta svakalega aflleysi sem að menn eru að tala um. Hann er nokkuð seigur upp heiðarnar. yfirhitnar aldrei. hann skilar mér frá A-B frábær jeppi í alla staði. Ég átti súkku sidekick þar á undan á 33\" hún var skemtilega. eyddi minna en subaru í innanbæjar akstri komst alveg þokkalega mikið miðað við marga 33\" bíla. en ekkert pláss í henni. Ég kem þá barnavagninum langsöm í pattann og fullt af öðru drasli. Ég ákvað að láta undan þrjóskuni og prufa svona bíl. Ég sé ekki eftir því. Ég prufaði pajero 2,8 ssk á 31\" dekkjum. Mér fanst hann máttlaus og líkaði ekki við hann. Hann var ekinn 270þús búið að fara í hedd og grind á honum. Leit alveg þokkalega út. Ég persónulega fílaði hann ekki. En hinsvegar hef ég keyrt pajero 3,2 ssk óbreyttan og líkaði vel við hann. og gæti vel hugsað mér svoleiðis óbreyttan sem fjölskydlu bíl. En patrolinn varð fyrir valinu útaf því hve rúm góður hann er. Og auðvitað hugsaði ég hann sem fjölnota bíl.. En þó mest sem leiktæki eins venjan er með þessa breyttu jeppa. Pattinn er með hóflega eyðslu og ég er mjög sáttur með hann. Ég mun allavega ekki tala mikið ílla um aðrar tegundir aftur nema að vera búinn að prufa þær fyrst. Reyndar er chevrolet drasl og mun altaf verða það í mínum augun. Svo framalega sem að það sé ekki 78 eða eldra :) En við skulum kanski alveg missa okkur. Greyið drengurinn mun aldrei fá sér jeppa með þessu áframhaldi. Mér fynst að við séum búnir að vera duglegir með skítköst uppá síðkastið og við ættum að halda áfram að hafa það í algjöru lágmarki til að hafa þetta spjall sem frábært spjall sem að það er :) Ég segi bara eitt vippi. fáðu þér þann jeppa sem að þér fynst að henti fyrir þig. hvort sem að það sé patrol trooper, pajero eða terrano. Þetta bilar alt og menn hafa misjafna reynslu af þessu. ;)",
            "date": "2012-01-13 19:39:00",
            "post_id": "41381",
            "reply_to_id": "41371"
        },
        {
            "user_name": "gislisveri",
            "text": "Nafni minn á kollgátuna, allir bílar eru drasl, spurningin er bara hvaða drasl maður sættir sig við.",
            "date": "2012-01-13 19:55:00",
            "post_id": "41385",
            "reply_to_id": "41381"
        },
        {
            "user_name": "vippi",
            "text": "Það er bara fjör í mönnum :) gott mál \nen áfram pælir maður, en ef maður fer í aðeins stærri pakka eins og 38 tommu dekk ?\ner það þá cruiser eða  patrol ?",
            "date": "2012-01-13 19:58:00",
            "post_id": "41387",
            "reply_to_id": "41385"
        },
        {
            "user_name": "Stebbi",
            "text": "Tek undir það.\nAllir þessir bílar sem búið er að telja hérna upp eru fínir á 38\", bara mis mikið vesen og kostnaður sem fylgir því að koma þeim þangað.",
            "date": "2012-01-13 20:04:00",
            "post_id": "41388",
            "reply_to_id": "41387"
        },
        {
            "user_name": "jeepson",
            "text": "Ég á það til að koma að óvart :)",
            "date": "2012-01-13 21:33:00",
            "post_id": "41407",
            "reply_to_id": "41388"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Pajero 2,8 TDI er ekkert afllausari en 3L TD Toyota, meira að segja nokkuð svipaður að togi og með sama afl samkvæmt tölum á blaði. Á meira að segja að vera sama skiftingin í þessum bílum skilst mér. Hef ekið 3L TD Toyota stuttann spöl og litið undir hann þegar ég var að vinna í honum. Var allur haugryðgaður hvort sem það var afturhásingin og handónýtur læsingarmótorinn á henni, kominn í frumeyndir þannig að það sást í innvolsið á honum. Mjög gáfulegt að hafa mótorinn utaná hásingunni, eða þannig. Tannstöngullinn sem er notaður í ballancestöngina að framan var laus frá vegna þess að milliarmarnir voru komnir í köku, hef séð svipað á öðrum svona bílum, þessi ballancestöng er brandari. Meira þekki ég svo sem ekki af Toyotunni sem ekki hefur komið fram áður, nema þó sé að framdrifið sé veikur punktur í þeim.\nPajeroinn er góður kostur og fínn ferðabíll ef tekið er mið af öllu því sem upp hefur verið talið, nema Cruiserinn er reyndar sítengdur í fjórhjóladrifi á meðan hægt að er velja á Rúnkaranum í hvaða kerfi hann er. Eina sem hann hefur sér til foráttu (ásamt fleyru, ég er rétt að byrja) er hvað innréttingin er óvönduð miðað við Cruiserinn, allavega í öllum þeim bílum sem maður hefur unnið í eru þeir illa rispaðir (ódýrt efni í innréttingunni) og farnir að skrölta hér og þar. Samt er innvolsið í Pajero ekkert svo ljótt og hver hlutur hefur sitt hlutverk. Sem sagt vel hugsað fyrir öllu. En allir þessir bílar eru börn síns tíma mætti segja en sá sem hefur komið best út í endingu og gæðum er að því er virðst Land Cruiser 90, þrátt fyrir að heddinn hafi verið að fara í þeim. \nÞað sem ég veit um Pajeroinn er að það fer að leka pakkdós milli vélar og skiftingar þegar hann hefur náð yfir sirka 180 þús. km  og ventalokspakkningu þarf að endurnja. Vélin er með tímakeðju sem er að sjálfsögðu kostur. Geta farið að brenna olíu en hvaða bíll gerir það ekki þegar búið er að aka honum hátt í 200 þús. km?\nJafnvægisásar (er það ekki rétt orð?) á vélinni eiga það til að láta í sér heyra og byrja að titra allhressilega eftir ákveðinn kílómetrafjölda í sambland við lélega mótorpúða (giska allavega fastlega á að það séu þeir sem eru orðnir svona slappir í þeim bílum sem ég hef unnið í þar sem þeir hristast eins og andskotinn sumir þeirra) og þé er bara að skifta um þetta allt saman og fá þýðari bíl.\nEf menn eru eitthvað að láta aflleysið í 2.8 Pajero fara í taugarnar á sér þá er bara að setja undir hann 2.5\" púst alveg frá túrbínu, auka aðeins við olíuna, fikta aðeins í poostinu að Wastegateinu og jafnvel setja stærri og afkastameiri intercooler í hann, nóg er nú plássið milli vatnskassa og grillsins.\nHvað Terrano varðar skilst mér að hann sé með ansi spræka og líflega en eyðslugranna vél sem á það þó til að klikka á olíuverki. Sú vél er held ég alveg örugglega með tímakeðju og skilar eitthvða svipuðu afli og togi og áðurnefndar vélar í áðurnefndum bílum. Samt hef ég lesið um togtölur alveg niður frá 220 NM uppí 295 NM. \nTrooperinn hefur náttúrulega aflmestu vélina enda með commonrail og hvað ætli boostið sé mikið orginal inná þessa vél, veit það einhver? Þannig að samanburður á jeppu með gamaldags díselverk annars vegar og commonrail hins vegar hefur engann rétt á sér ef út í það er farið.\nÞeir hafa svo sem farið bæði með hedd eins og flestir vita og þá er upptalið spíssavesen. En svo er það í tengingu við þetta spíssavesen að það lekur díselolía niður í pönnuna, olían fer að mér skilst of þunn framhjá þéttingum inní túrbínuna og vélin fer á yfirsnúning og krassar. Ekki til með raf eða loftlás að aftan en sumir með diskalás. Það sem allir þrír bílarnir hafa framyfir Pajeroinn er fjöðrunin að aftan. Hún er miklu slaglengri óbreytt í þeim öllum en ansi slagstutt í Pajeronum og kemur það til vegna þessara fáránlegu hugdettur MMC að hafa radíusarma en ekki 4link að aftan. Kannski er það bara til að einfalda smíðavinnuna. Trooperinn er með einhverskonar tímareim skilst mér en er víst afar einfalt að skifta um hana. \nPajero og Cruiser eru báðir með Cruise-controle. Sjaldgæft að þeir séu hvorugir með AC (Paerjoinn bara alls ekki til svoleiðis hér á íslandi held ég) Og eins og hefur verið nefnt er Pajeroinn með stillanlega dempara og er víst að virka nokkuð vel, að maður tali nú ekki um stillanlegu stólana að framan. Þæginlegri stólar í Pajero en öllum hinum sem taldir eru með í þessum samanburði. Bestu drifin og þau sterkustu, gírkassarnir í Pajero ekkert endilega neitt mauk eða drasl. Bara skifta um gírolíuna á þeim af og til þá á þetta að haldast í lagi. Var með 1999 árg. með 2.5 vélinni og þegar hann var kaldur fann maður aðeins að þegar sett var í fyrsta gír hvað sincromið var orðið slitið en það lagaðist þegar kassinn hitnaði. Minn bíll var á 35\" og með 4.88 hlutföll. Fór eitt sinn með þrjá aðra fullorðna menn og fjögur gólfsett í góðum haustvindi suður yfir Holtavörðuheiði í Borgarnes og til baka og bíllinn, afllausi hlunkurinn sá á 35\" dekkjum og með sín orginal (lágu) hlutföll fór með 12,5 lítra á hundraðið og það fór vel um alla farþega í honum. Meira að segja gallarða Toyota aðdáandann sem var með í för.\nÉg keyrði bílinn í 200 þús km. og aldrei fór heddið eða neitt vesen. Bara nokkuð sprækur og þýður enda með sverara pústi og ég fiktaði aðeins í boostinu á túrbínunni og setti á hann mæli. Var að blása 12 PSI það mesta.\nKv. Haffi",
            "date": "2012-01-13 21:57:00",
            "post_id": "41412",
            "reply_to_id": "41407"
        },
        {
            "user_name": "vippi",
            "text": "Takk fyrir gott svar haffitopp, ég sé að þú ert með Pajero Sport, hvernig er plássið í þessum bílum ? \ner þetta eitthvað sem maður á að skoða ?",
            "date": "2012-01-13 22:46:00",
            "post_id": "41425",
            "reply_to_id": "41412"
        },
        {
            "user_name": "solemio",
            "text": "búinn að eiga allar þessar tegundir og myndi ég taka trooperinn af þessum þremur,lang skemmtilegastur að ferðast í ,vann best ,eyddi minnstu,miklu ódýrari en hinir og ingvar h gerði við gallana sem í þeim voru.spíssar,túrbína.spurðu bara í umboðinu hvort búið sé að gera við þetta.átti 90 cruiser líka og það er dýrasti jeppi sem ég hef átt í viðhaldi(búinn að eyga 8 breytta patrola)keyptu frekar 2-3 troopera fyrir sama pening",
            "date": "2012-01-13 23:34:00",
            "post_id": "41432",
            "reply_to_id": "41425"
        },
        {
            "user_name": "Nenni",
            "text": "Sæmilega öflugur ?\nEr auðvelt að breita ?\nkomast stór hjól undir ?\neru til kantar ?\ner hægt að fá hlutföll fyrir allar dekkja stærðir ? 35, 38, 39,5  42, 44 ,46 , 47,5  49, 54\n3 tonn, 5 tonn.\nþegar er búið er að tikka í öll boxin þá eru bara 2 bílar sem passa.\nlitlir bílar -",
            "date": "2012-01-14 00:30:00",
            "post_id": "41441",
            "reply_to_id": "41432"
        },
        {
            "user_name": "Nenni",
            "text": "patrol !!\nStórir bílar\nFord",
            "date": "2012-01-14 00:32:00",
            "post_id": "41443",
            "reply_to_id": "41441"
        },
        {
            "user_name": "Valdi B",
            "text": "segir hver ... mér finnst þú þurfa að fara að láta kíkja á þig....  finnst þú allavega ekki koma vel fram og það eina sem ég er búinn að gera er að svara fyrir mig...\nþó ég nenni ekki svona leiðindaröfli þá bara er þetta einfallt fyrir mér... og ætti líka að vera fyrir þér án þess að þú þurfir að fara að ráðast á eitthverjar tegundir eins og hilux mjög svo sennilega útaf því að ég á svoleiðis og þú þarft að svara mér með leiðindum...\nmér finnst trooperinn bestur.... í öðru sæti er pajeroinn og þriðja er terranoinn\nMÉR!!! finnst grindurnar í pajero vera því miður orðnar horfnar úr ryði og það er á öllum þeim bílum sem ég hefkomist í tæri við... þeir eru sjö talsins.... 3 stk 2.8 bílar , 2 stk 3.0 v6 og stk 2.5 bílar...\nmér finnst þær terrano bifreiðar sem ég hef komist í tæri við vera orðnar mjög ryðgaðar miðað við aldur... þá  er ég að tala um 4 bíla sem ég hef komist með puttana í... sá elsti er 2. 7 turbo disel 95+ árgerð man ekki.... og síðan er það 97,99 og sá nýjasti er 2001frekar en 2000... allir eru 2.7 turbo disel... og það er aðeins einn þeirra sem hefur ekki farið mælaborð í á þessum tveimur árum sem ég hef verið í kringum þessa bíla...\nog minnst vesen hefur verið á þessum trooper bílum sem ég hef komist í tæri við... tveir þeirra breyttir og tveir ó breyttir... þ.e.(annar 33\" og hinn bara 31 \" eða original)\nþetta er sú reynsla sem ég hef byggt mér upp á þessum bílum sem ég hef komist í tæri við af þessum tegundum...\ngreindu frekar frá þinni reynslu af þessum bílum og láttu það ekki fara svona mikið í taugarnar á þér að ég hafi aðra reynslu af þessum bílum en þú....kæri stebbi... þótt ég þekki þig ekki neitt ;)",
            "date": "2012-01-14 00:44:00",
            "post_id": "41446",
            "reply_to_id": "41443"
        },
        {
            "user_name": "jeepson",
            "text": "Öll dýrin í skóginum eiga að vera vinir :)",
            "date": "2012-01-14 01:29:00",
            "post_id": "41453",
            "reply_to_id": "41446"
        },
        {
            "user_name": "dabbigj",
            "text": "Hef ekki verið nægilega duglegur á bílasölunum seinasta ár til að muna hvort að Trooperinn sé ennþá á jafn hlægilega góðu verði miðað við hina jeppana og hann var á.\nAnnars hef ég alltaf verið hrifinn af Pajero bæði 2.5 og 2.8 bílunum og finnst þeir vera lang þægilegustu aksturs bílarnir og sætin eru alveg himaríki fyrir mig þarsem ég er 197 cm berfættur og get keyrt beinskiptan bíl í fjallabomsum eða stígvélum.\nVarðandi cruiser að þá hef ég aldrei gerst það frægur að vinna í boddý eða grind af þeim og geri ráð fyrir að þau hafi öll ryðgað í sundir og að þeir séu bara tómar lakkskeljar sem að rúlla um hangandi saman á ryði, kítti og góðum vonum eigenda sinna.\nAnnars myndi ég halda að Land Rover væri lausn á öllum þínum vandamálum og ætti að geta skaffað þér nægilega mörg til að vera tíður gestur hérna inná í framtíðinni, \nkveðja",
            "date": "2012-01-14 06:33:00",
            "post_id": "41467",
            "reply_to_id": "41453"
        },
        {
            "user_name": "HaffiTopp",
            "text": "LC 90 kemur ekki fyrr en 96, og þetta er svakalega mikill peningur fyrir þetta gamlann bíl ekinn svona mikið.\nBara allt í lagi pláss í honum, allavega ekkert sem ég hef ekki getað troðið í hann. Þeir eru með skúffur/hyrslur undir gólfinu í skottinu sem taka 5-6 cm af lofthæðinni en svo sem hægt að taka þetta úr bílnum til að fá smá auka pláss. Að mínu mati eru þessir bílar bara nokkuð vel heppnaðir og smekklegir. Einfaldir og sterkir. Tók mér bensínbíl og sé ekki eftir því, þrátt fyrir aðeins meiri eyðslu innanbæjar ef maður maðar við díselbílinn. Sá með 2.5 TDI vélinni er svo rosalega lágt gírarður að hann snýst 2500 sn/mín í 90 á meðan minn snýst 2100 á 90 og er að auki með cruies-controle. Svo er svo mikill hávaði í díselbílnum, sérstaklega þar sem vélin snýst þessi ósköp á meðan ég verð ekki var við nein óhljóð í mínum. \nVarðandi að bera saman eyðslu á bensínpajero og 4litra Cherokee þá er það ósangjarn samanburður því gamli XJ er um 1500 kg á meðan Pajeroinn er rúm 2 tonn. Svo er Pajeroinn reyndar kraftmeiri en Jeepinn þrátt fyrir að vera með minni vél. Minn Sportari er að fara með alveg niður fyrir 11 lítra á þjóðveginum í góðu veðri og jafnri keyrslu. Svo fer bara nokkuð vel um mann í honum þótt gólfið sé svolítið hátt í honum en það er hægt að hæðarstilla bílstjórasætið. Reyndar kemur það á móti að það er nokkuð lágt til lofts í honum en ég slepp vel inní bílinn :D\nEitt enn sem ég hef heyrt með Trooperinn að klafarnir að framan eiga víst að vera eitthvað veikur punktur í þeim og fara að losna eða hringla eitthvað þegar þeir eru komnir á stærri dekk.\nKv. Haffi",
            "date": "2012-01-14 10:54:00",
            "post_id": "41484",
            "reply_to_id": "41467"
        },
        {
            "user_name": "vippi",
            "text": "Land Rover kaupi ég ekki, aldrei verið hrifinn af þeim",
            "date": "2012-01-14 20:47:00",
            "post_id": "41540",
            "reply_to_id": "41484"
        },
        {
            "user_name": "Valdi B",
            "text": "Öll dýrin í skóginum eiga að vera vinir :)[/quote]\nþar er ég sammála þér...  :D\nen ég vona bara að þú finnir rétt bílinn og lendir ekki í eitthverju plokki.... gangi þér vel með bílakaupin :D",
            "date": "2012-01-15 02:12:00",
            "post_id": "41600",
            "reply_to_id": "41540"
        },
        {
            "user_name": "agnar qpr",
            "text": "Ugla sat á hvisti",
            "date": "2012-01-30 00:36:00",
            "post_id": "44156",
            "reply_to_id": "41600"
        }
    ],
    "date": "2012-01-11 23:46:00"
}