{
    "forum_title": "Almennt spjall",
    "id": "8451",
    "title": "44\" Super swamper vs. DC. vs. pittbull.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=8451",
    "posts": [
        {
            "user_name": "Kölski",
            "text": "Hvað hafið þið að segja um þetta. Allt í 44\" hvað er best. ???",
            "date": "2012-01-15 20:04:00",
            "post_id": "41717",
            "reply_to_id": false
        },
        {
            "user_name": "birgthor",
            "text": "Fer svolítið eftir því undir hverju þetta á að vera og fyrir hvað?\nÞekki ekki PB\nVélarafl: DC eru létt dekk og með nett grip (þurfa minna afl). Swamper eru þyngri, stífari og með groddalegra munstur (þarf meira afl)\nGeri ráð fyrir að PB séu sambærileg Swamper.\nÞyngd ökutækis: DC er fín fyrir léttari bíla, bælast vel. Swamper hefur meiri burð og þurfa meira til þess að bælast. Flott fyrir bíla frá Ameríkuhrepp.\nAðstæður: DC eru ágær í snjó, persónulega finnst mér of lítið grip í þeim. En þau spóla sig ekki hratt niður á móti. Swamper er flottur í grjót og harðfenni, ég hef ekki mikla reynslu af þeim en af því sem ég hef prófað þá líka mig betur við þau heldur en DC.\nAllt er þetta byggt á eigin mati.",
            "date": "2012-01-15 21:45:00",
            "post_id": "41736",
            "reply_to_id": "41717"
        },
        {
            "user_name": "Kölski",
            "text": "Já var að pæla undir Y61 patrol. 2001. Sumir lofsyngja Swamperinn aðrir segja það þeir séu handónýtir. Virðist vera komin lítil reynsla af PB. en er búinn að heyra mjög slæmar sögur um hann líka. En lítið sem ekkert sögur af DC.",
            "date": "2012-01-15 22:49:00",
            "post_id": "41752",
            "reply_to_id": "41736"
        },
        {
            "user_name": "Hagalín",
            "text": "Ég er búinn að vera á SuperSwamper undir bæði Y60 og y61 patrol síðustu árin og er bara sáttur en ég hef ekki prufað DC undir patrol sjálfur.\nÞau eru þung og það vita allir en bæta það margfalt upp með öðru.\nÞað er mjög gott grip í þeim og mokast maður endalaust áfram.\nGott að keyra á þeim og vel kringlótt.\nStanda alveg 44\" annað en DC.\nSvakalega góð í krapa út af gripinu.\nEndast mun betur heldur en DC og er það kostur í dag þegar\ndekk kosta helvítis helling. Búinn að keyra mín dekk undir síðustu tveimur\nbílum sem ég á.",
            "date": "2012-01-15 23:36:00",
            "post_id": "41759",
            "reply_to_id": "41752"
        },
        {
            "user_name": "AgnarBen",
            "text": "DC eru náttúrulega margsönnuð dekk hjá jeppamönnum hér á klakanum og hundruðir jeppa (Patrol-a) hafa keyrt á þessu hér heima (já og erlendis eins og á suðurheimskautinu og Grænlandi) síðustu tvo áratugina.  Ég var með svona undir Y61 bíl og fannst þau bara nokkuð góð, þau bældust frábærlega og flutu vel, eru létt og það er hægt að misbjóða þeim eins og andskotinn og hleypa öllu loftinu úr þeim fram og til baka án þess að skemma þau.  Ég keyrði á þeim í 3.5 ár og fannst þau mjög traust dekk sem klikka ekki þegar á reynir ........... já og þau éta grjót í morgunmat ;-)\nGallarnir við DC er að þau eru með lélegt grip sem skiptir miklu máli í krapa og í brekkum, þau standa náttúrulega ekki nema ca 42\" eins og Kristján bendir á og þau eru velflest skelfilega illa smíðuð og því oft hopp í þeim.  \nÉg hugsa að 42\" Irok myndi gera það sama fyrir Patrol, sumir segja meira, en þau eru aðeins vandmeðfarari, þurfa helst valsaðar felgur eða beatlock og hitamyndun er klárlega vandamál með tilheyrandi sprunguvandamálum í kringum kubba ef ekki er skorið vel í þau.  \nHef enga reynslu af SS og PB",
            "date": "2012-01-16 06:46:00",
            "post_id": "41793",
            "reply_to_id": "41759"
        },
        {
            "user_name": "dabbigj",
            "text": "Hef bara keyrt SS á vegum og rétt svo nokkur hundrað metra á snjó, er hrifinn af þeim að mörgu leyti, fannst gott að keyra þau útá vegum og fannst vera meira grip í snjó heldur en DC, fannst þau samt ekki bælast alveg jafn vel og DC. \nEf að ég þyrfti að velja myndi ég fara í SS nema að þetta væri þeim mun léttari og afllaus bíll og sérstaklega uppá vegaaksturinn.",
            "date": "2012-01-16 07:25:00",
            "post_id": "41794",
            "reply_to_id": "41793"
        },
        {
            "user_name": "Stebbi",
            "text": "Það eru til svo margar tegundir af SuperSwamper dekkjum, jafnvel með samskonar mynstri að það er ekki hægt að alhæfa um alla framleiðsluna.  Stíf og gróf dekk í flestum tilfellum en gripið er líka eftir því.  Eitthvað var samt Irokinn að fara í hliðunum útaf hita og það á víst að vera hægt að redda því með einhverjum skurði en þeir sem ég þekki sem hafa verið á þeim dásama þau.\nSumt er eflaust vonlaust og annað frábært, bara spurning um í hvað á að nota þau.",
            "date": "2012-01-16 12:49:00",
            "post_id": "41824",
            "reply_to_id": "41794"
        },
        {
            "user_name": "Valdi B",
            "text": "dc er búinn að margsanna sig... en þau eru bara svo mismunandi uppá akstur á þjóðvegum .. sum hoppa alveg þvílíkt að bíllinn er ekki keyrandi á 80-90 og sum eru bara fín.... \nég hef ekki reynslu af pit  bull en ég værimjög tilí að prófa 44\" pitbull rocker.... held að þau séu snilld... gott grip og eru samt vel breið... en veit ekki hvernig þau eru að endast...",
            "date": "2012-01-16 14:25:00",
            "post_id": "41833",
            "reply_to_id": "41824"
        },
        {
            "user_name": "jeepson",
            "text": "Mér var einmitt sagt að forðast super swamper. Bíllinn hefði ekkert við það að gera með 2,8 vélinni. Mér var sagt að kaupa DC. En það er bara þetta með hoppið í þeim. En mér skylst að það sé aðalega í gömlu dekkjunum. Það væri gaman að fá að vita hvort að menn séu að lenda í þessu hoppi með ný dekk.",
            "date": "2012-01-16 18:51:00",
            "post_id": "41880",
            "reply_to_id": "41833"
        },
        {
            "user_name": "birgthor",
            "text": "Sá sem vill hafa hærri dótastuðul en þú :) Og líka sá sem vill komast en lengra.\nEn DC eiga það til að hoppa mikið og þá sérstaklega ef þau hafa staðið. Það er hinsvegar ágætis lausn að setja í þau 30 psi og keyra þau þannig, þ.e. ef það er þurrt úti og bíllinn þinn ekki þeim mun léttari.\nÉg hef að minnsta kosti ágætis reynslu af því og þau voru ekkert að mislitna við það, ég hef reyndar ávallt verið duglegur við að breyta loftþrýsting miðað við aðstæður (kannski hefur það áhrif).",
            "date": "2012-01-16 19:56:00",
            "post_id": "41893",
            "reply_to_id": "41880"
        },
        {
            "user_name": "jeepson",
            "text": "Ef að maður kaupir splunku ný 44\" dc er þá ekkert mál að fá að skipta dekki ef að það hoppar? Og hver selur Dc og super swamper?",
            "date": "2012-01-16 20:24:00",
            "post_id": "41897",
            "reply_to_id": "41893"
        },
        {
            "user_name": "AgnarBen",
            "text": "Flestir sem eru á 54\" fóru á bogger því þau komu fyrst en sjálfsagt eru einhverjir nokkrar komnir á Baja Claw núna.",
            "date": "2012-01-16 21:05:00",
            "post_id": "41913",
            "reply_to_id": "41897"
        },
        {
            "user_name": "Magni",
            "text": "Arctic Trucks er að selja 44 DC í dag fyrir 15 tommu felgur. Held þú getir ekki skipt um dekk ef eitt hoppar...",
            "date": "2012-01-16 21:57:00",
            "post_id": "41925",
            "reply_to_id": "41913"
        },
        {
            "user_name": "jeepson",
            "text": "500kall á stykkið???!!!!!!",
            "date": "2012-01-16 22:04:00",
            "post_id": "41927",
            "reply_to_id": "41925"
        },
        {
            "user_name": "jeepson",
            "text": "En hver selur super swamper?",
            "date": "2012-01-16 22:04:00",
            "post_id": "41928",
            "reply_to_id": "41927"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Gunni í Icecool?\nKv. Haffi",
            "date": "2012-01-16 23:08:00",
            "post_id": "41946",
            "reply_to_id": "41928"
        },
        {
            "user_name": "jeepson",
            "text": "Hann er ða selja pibull já. En hver selur superswamperinn??",
            "date": "2012-01-16 23:26:00",
            "post_id": "41948",
            "reply_to_id": "41946"
        },
        {
            "user_name": "Hagalín",
            "text": "N1",
            "date": "2012-01-16 23:51:00",
            "post_id": "41955",
            "reply_to_id": "41948"
        },
        {
            "user_name": "Kalli",
            "text": "15 - 42x14.00 Super Swamper Irok \tJeppadekk  \t119.900,- \tVefverslun 107.910,-\nTil hjá N1. Nánar \nhttp://dekk.n1.is/SearchTires.aspx",
            "date": "2012-01-16 23:57:00",
            "post_id": "41957",
            "reply_to_id": "41955"
        },
        {
            "user_name": "jeepson",
            "text": "N1 virðist eingöngu bjóða uppá super swamper í 38\" og DC í 44\" En svo var ég að skoða lista 09-10 frá þeim og þá var hægt að fá trexus,super swamper og DC í 44\".  Maður verður bara að bjalla í þá og sjá hvað þeir segja.",
            "date": "2012-01-17 00:45:00",
            "post_id": "41961",
            "reply_to_id": "41957"
        },
        {
            "user_name": "Einar Kr",
            "text": "Var einmitt að keyra Patrol 38\" með Nýjum Pitbull Mad Dog dekkjum í síðustu viku, og hann djöflaðist eins og andskotinn í stýrinu á milli 70 og 80 km hraða, er það sem þið meinið með \"hoppar\"? Annað sem ég tók eftir var það að nú var bíllinn á nýjum og þræl nelgdum dekkjum, sem var þörf á því kvikindið var á hundleiðinlegum dekkjum fyrir, en fannst mér hann samt full laus og \"óeðlilega\" hljóðlátur í keyrslu, í næsta stoppi þá þreifaði ég á dekkjunum og það stóð ekki einn einasti nagli upp fyrir gummí.....Ætli það sé með þessi eins og loftbóludekkin sem þurfa að hitna fyrst áður en þau grípa....nema þessi þurfa að slitna fyrst : )\nHef ekki prufað að hleypa úr þeim enn...þar sem ekki hefur gefist tækifæri til, en mér finnst þau standa eitthvað svo tæpt á felgubrúninni að ég veit ekki hvort það kunni góðri lukku að stýra að hleypa úr þeim.",
            "date": "2012-01-17 01:36:00",
            "post_id": "41965",
            "reply_to_id": "41961"
        },
        {
            "user_name": "jeepson",
            "text": "Ég hringdi í N1 og þeir eiga til um 30stk af DC 44\" Í sambandi við hopp í þessum dekkjum þá er reynt að skða það vel þegar er verið að ballansera dekkin. Og ef að það finst óeðligt hopp þá ætti að vera hægt að fá að skipta um dekk ef að það er ekki búið að keyra mikið á þeim. En mér fanst nú samt eins og það yrði samt einhver tregða við að taka á móti þessum dekkjum. En það er bara að láta reyna á það. En stykkið af þessum dekkjum kostar 129.900kr.",
            "date": "2012-01-17 15:40:00",
            "post_id": "42034",
            "reply_to_id": "41965"
        },
        {
            "user_name": "jeepson",
            "text": "Einhver sagð mér að artic trucks væru með DC 44\" Ég finn þau ekki á síðuni þeirra. Vitið þið eitthvað um það?",
            "date": "2012-01-17 21:33:00",
            "post_id": "42103",
            "reply_to_id": "42034"
        },
        {
            "user_name": "halli7",
            "text": "Þau voru inná síðunni hjá þeim fyrir ca viku.\nsennilega uppseld eða einhvað.",
            "date": "2012-01-17 22:45:00",
            "post_id": "42124",
            "reply_to_id": "42103"
        },
        {
            "user_name": "Kiddi",
            "text": "Þetta sem þú ert að lenda í er jeppaveiki (skjálfti), ekki hopp. Þessi bíll er nú bara með eitthvað ekki í lagi því ég hef ekið slatta á 38.5\" Maddog á Patrol og enginn skjálfti.",
            "date": "2012-01-17 22:53:00",
            "post_id": "42126",
            "reply_to_id": "42124"
        },
        {
            "user_name": "Einar Kr",
            "text": "Hann var á 38 Mickey Thompson á sömu felgum ekki að finna fyrir skjálfta, en byrjaði að \"skjálfa\" eins og skrattinn eftir að hann var settur á Mad Dog dekkin. Búið að ballancera þau núna þrisvar (á tveim vikum) og þau skána aðeins í hvert skifti en alltaf skjálfti, sérstaklega á milli 70 og 80 km hraða. Jafnt loft í öllum dekkjum. En hann er reyndar misjafn eftir vegum og virðist rólegri í skjálftanum niður í mót. Búinn að prufa bæði í 4wd og í afturfóta og það virðist ekki skifta miklu máli.",
            "date": "2012-01-18 01:23:00",
            "post_id": "42149",
            "reply_to_id": "42126"
        },
        {
            "user_name": "Magni",
            "text": "Arctic Trucks flytur 44DC til íslands. N1 kaupir þau af þeim. ég fékk tilboð hjá N1 í gang með microskurði og umfelgun og það var uppá ca 490þús. Arctic voru eitthvað ódýrari.",
            "date": "2012-01-18 08:55:00",
            "post_id": "42166",
            "reply_to_id": "42149"
        }
    ],
    "date": "2012-01-15 20:04:00"
}