{
    "forum_title": "Ferlar og fjarskipti",
    "id": "846",
    "title": "Hvaða gps mæla menn með?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=37&t=846",
    "posts": [
        {
            "user_name": "SverrirO",
            "text": "Hvaða tæki er auðveldast í notkun og á hagsæðu verði?",
            "date": "2010-04-15 10:15:00",
            "post_id": "3880",
            "reply_to_id": false
        },
        {
            "user_name": "arnijr",
            "text": "Geri ráð fyrir að þú sért að tala um bíltæki, ég veit lítið um þau. Ég stefni að því að fá mér göngutæki með bílfestingum, Garmin Oregon 450 hugsa ég, það hefur verið að fá fína dóma.",
            "date": "2010-04-15 12:46:00",
            "post_id": "3885",
            "reply_to_id": "3880"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Skoðaðu úrvalið hjá Rikka \nhttp://www.garmin.is/leiktaekin.shtml\n \nGPSMap 421 - 521 - 526 eru mikið notuð bæði í jeppa og eins á sleða. \nVerst hvað þetta hefur allt hækkað eins og annað.",
            "date": "2010-04-15 17:19:00",
            "post_id": "3892",
            "reply_to_id": "3885"
        },
        {
            "user_name": "Járni",
            "text": "Ég hef notast við gps pung við fartölvu en undanfarið notað nokkurra ára gamalt göngutæki við fartölvu. \nÞað hefur þann kost að geta sagt manni eitthvað til ef tölvan klikkar.",
            "date": "2010-04-15 17:44:00",
            "post_id": "3895",
            "reply_to_id": "3892"
        },
        {
            "user_name": "SverrirO",
            "text": "Ok en segiði mér hvað er það dýr pakki að notast við pung og tölvu þarf maður að borga eitthvað fyrir forritin sem maður notast við eða?",
            "date": "2010-04-18 12:51:00",
            "post_id": "4007",
            "reply_to_id": "3895"
        },
        {
            "user_name": "dabbigj",
            "text": "í rauninni er bara kostnaðurinn við tækjakaupinn og það er hægt að fá frí forrit einsog ozi explorer og svo er til minnir mig þýskt kort gert af áhugamönnum sem að styðst við dönsku herforingjaráðskortin sem grunn.",
            "date": "2010-04-18 15:17:00",
            "post_id": "4017",
            "reply_to_id": "4007"
        },
        {
            "user_name": "Polarbear",
            "text": "ég nota Garmin GPSMAP 60Cx og það eru nokkrar góðar ástæður fyrir því.\nþetta er göngutæki OG bílatæki, s.s. best of both worlds. Að vísu er skjárinn lítill en það venst að keyra eftir því samt.\nÞað fær straum í gegnum USB tengið svo meðan það er tengt við tölvu þá er það ekki að nota batterí. Ef tölvan bilar geturðu notað tækið til að komast til byggða. Hægt er að kaupa sér straumsnúru fyrir græjuna.\nég keyri yfirleitt með tölvuna og kortið á North up, og gps tækið við hliðina á með Track up á skjánum. það auðveldar manni að hafa yfirsýn yfir svæðið sem maður er að keyra á og samt keyra nákvæmlega ofaní trakkinu sem maður er með.\nþetta eru svona helstu punktar sem ég hef from the top of my mind.",
            "date": "2010-04-19 09:41:00",
            "post_id": "4049",
            "reply_to_id": "4017"
        },
        {
            "user_name": "gislisveri",
            "text": "Ég er sammála Lárusi og Árna með að nota frekar göngutæki sem loftnet fyrir tölvuna. Það er miklu áreiðanlegra en tölvan og því hægt að bjarga sér þegar hún bilar. Ég er með gamalt Garmin tæki á frönskum rennilás á mælaborðinu og rafmagn+data snúru fyrir það, held það ætti ekki að kosta mikið að græja svoleiðis. Svo er auðvitað kostur að geta sett tækið í vasann ef manni dytti það óráð í hug að fá sér göngutúr.\nAnnars er ekkert yfir pungnum að kvarta, þægilegt að koma honum fyrir þannig að hann sjáist ekki, upp á innbrotahættu. Væntanlega litlar líkur á að hann bili þar sem það eru engir takkar til að fikta í.\nKv.\nGísli",
            "date": "2010-04-19 09:51:00",
            "post_id": "4050",
            "reply_to_id": "4049"
        },
        {
            "user_name": "Polarbear",
            "text": "það er annað sem farið hefur leynt en Garmin er að hætta stuðningi við þessa GPS punga svokölluðu.\nþeir eru hættir að uppfæra nRoute, og eru líka að hætta með hitt bílaforritið sem ég man ekki hvað heitir, en það var hvort eð er gersamlega vonlaust, ekki hægt að trakka í því eða neitt. \nþað kemur að því fyrr en síðar að kortin frá Garmin hætta að virka með nRoute, og þá er illt í efni... það er eina ástæðan sem ég sé í augnablikinu fyrir mér sem gæti réttlætt kaupin á stærra og flottara keyrslutæki og sleppa alveg tölvuni.",
            "date": "2010-04-19 22:25:00",
            "post_id": "4074",
            "reply_to_id": "4050"
        },
        {
            "user_name": "SverrirO",
            "text": "hvað bíltæki mæla menn með sem er undir 200.000þ í dag",
            "date": "2010-04-21 12:43:00",
            "post_id": "4146",
            "reply_to_id": "4074"
        },
        {
            "user_name": "Hansi",
            "text": "En hvað segja menn um GPSMAP® 172C \nHvernig hafa þau komið út og er vit í að versla svoleiðis notað?",
            "date": "2010-08-22 16:43:00",
            "post_id": "7946",
            "reply_to_id": "4146"
        },
        {
            "user_name": "danfox",
            "text": "Ég nota þetta tæki, mjög ánægður með það.\nhttp://www.garmin.is/product/leik/map620.shtml\nKv Siggi Már",
            "date": "2010-08-22 19:30:00",
            "post_id": "7950",
            "reply_to_id": "7946"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÞað vill til að ég var að kaupa Gps tæki í síðustu viku og er búinn að velta mér svolítið uppúr þessum tækjum.  Ég var með Garmin map60CSx sem er snilldartæki með marga kosti en nokkra galla líka.  Ég er jeppamaður, vélseðamaður, skotveiðimaður og björgunarsveitamaður með mikinn áhuga á hvers kyns útivist og vil geta notað eitt og sama tækið í allt.  Þá virkar bara að nota göngutæki og meiningin var að nota fartölvu með 60 tækinu en ég kom því aldrei í framkvæmd.  Notaði tækið eitt og sér og það dugði ágætlega.\nGallarnir við 60 tækin eru þeir að á meðan tækið trackar ferla getur ferillinn orðið 10.000 pungtar sem er meira en nóg.  Þegar þú vistar tækið í geymsluminnið vistar tækið bara 500 pungta pr.feril.  Þá ákveður tækið upp á sitt einsdæmi hvaða pungta má þurrka út og hvað ekki.  60 tækið geymir 20 slíka ferla sem er ekki heldur nóg.  Þetta tæki með tölvu er hrein snilld hinsvegar og tölvan klárar það sem tækið getur ekki.  Viðbótarfídus í CSx tækjunum allavega er minniskort sem hægt er að láta tracka inn alla ferla sem eru trakaðir en þú getur ekki sótt þá á kortið nema með tölvu.  Einhverjar tegundir þessara 60 tækja hafa ekki nógu stórt minni fyrir Íslandkortið í heil, það þarf að pota inn hluta og hluta.\nÉg keypti Dakota 20 tæki eftir miklar pælingar og varð strax ósáttur við að ekki væri hægt að stinga útiloftneti í samband en 60 tækið náði skekkju niður í 3 metra með útiloftneti en 6m án þess en Dakota tækið sýnir 3 metra skekkju inní bíl svo að ég varð sáttur.  Dakota tækið geymir 200 trökk í fullri lengd.  Þetta tæki geymir gögnin öðruvísi en hitt en þegar það fer í samband við tölvu breytist það bara í minniskubb með skjá.  Þar hinsvegar komum við að stóra veseninu, það gengur ekki með nRoute.  \nÞað sem þarf að athuga er hvaða geymslumöguleika tækið hefur og hversu auðvelt er að gramsa í gömlum trökkum.  Það skiptir miklu máli þegar að því kemur að breyta ferðatilhögun og fara aðra leið að geta rótað í gamla draslinu.  Tækið þarf að styðja WAAS og segja mér fróðir menn enn frekar EGNOS.  WAAS held ég að sé leiðréttingakerfi á jörðu.  Þeir fá boð um staðsetningu frá gerfihnöttum sem eru uppi í geiminum en WAAS búnaður er \"gerfihnöttur\" á jörðinni með fasta vissa staðsetningu en EGNOS sé tenging við evrópska gerfihnetti sem koma til með að minnka skekkjuna niður í sentimetra.  Ég trúi þessu með skekkjuna passlega.\nÉ hef aðeins potað í einhver bátatæki sem eru vinsæl meðal jeppamanna en það sem ég átti við sýndi mér ekki ummerki um mikla eða góða gagnageymslu.  Bara kortarauf sem var hægt að taka út eitt og eitt track.\nSkoðaðu tækin vel áður en þú kaupir, þetta tæki skiptir þig miklu máli.\nKv Jón Garðar",
            "date": "2010-08-22 22:26:00",
            "post_id": "7955",
            "reply_to_id": "7950"
        },
        {
            "user_name": "spazmo",
            "text": "ég á svona\nhttps://buy.garmin.com/shop/shop.do?cID=134&pID=63940#imageTab\nþað kom með bæði íslandskorti og hálendiskorti sem er bara til bóta.\nhér er linkur á íslensku \nhttp://garmin.is/product/billinn/nuvi3790.shtml\nsnildar tæki til að hafa í bílnum.",
            "date": "2010-11-08 17:44:00",
            "post_id": "10506",
            "reply_to_id": "7955"
        },
        {
            "user_name": "bragi",
            "text": "Í dag myndi ég kaupa \nGarmin GPSmap 62s\n á þess að blikna (kannski ekki hér heima, á eftir að gera verðsamanburð). \nSjálfur hef ég verið með GPSmap 60 (grænt), þ.e. ekki með litaskjánum og hefur það reynst mér vel. Kostirnir við það tæki er að það er bæði göngu- og bílatæki, það hefur 28 tíma rafhlöðuendingu, tengi fyrir útiloftnet (sem ég þarf sjaldan að nota, þar sem nákvæmni er yfirleitt á milli 3-5m inni í bíl), tölvutengi (serial og USB). Það var ódýrt á sínum tíma (USA) og hefur staðist allar væntingar og kröfur.\nÓkostirnir eru of lítið minni (24MB), ekki litaskjár og ekki rafeinda áttaviti og ætla ég því að uppfæra í GPSmap 62s næst, þótt ég fórni 10 tímum í rafhlöðuendingu.\nVarðandi ferlun og vistun ferla í þessum tækjum og öðrum, þá hefur það reynst mér best að vista ferilinn þegar hann er kominn í ca. 10%, þannig tapast ekki punktar sem máli skipta. Eins er hægt að sleppa að vista og tengja tækið við tölvu og taka \"active\" ferilinn í heild sinni í tölvuna og vinna hann þar (svipað og ég geri með myndir). Þar hreinsa ég ferlana, klippi til og skeyti saman ef þarf. Passa svo að vista þá í 500 punktum ef ég ætla að nota þá í tækinu aftur, annars nota ég nRoute á netbook vél sem ég á og hefur reynst vel. Mæli með 10-12\" vélum í það sem kosta á bilinu 50-90þkr. Þannig eru menn komnir með stærri skjá og stærri en flest tæki bjóða uppá, sem og að geta verið í 3G sambandi með email og önnur samskiptaforrit (GTalk, MSN, Skype, Facebook).",
            "date": "2011-05-03 13:18:00",
            "post_id": "21565",
            "reply_to_id": "10506"
        },
        {
            "user_name": "AgnarBen",
            "text": "Ég nota sama setup og Bragi, þe göngutæki og tölvu en ég keyri eftir OziExplorer í tölvunni.  Er búinn að vera með þetta setup í hátt í 10 ár og sé enga ástæðu til að fara í bíltæki og reyndar skil ekki af hverju menn eru ennþá með svoleiðis í dag þegar þeir geta fengið 7-12\" Notebook tölvur og gps punga eða göngutæki til að taka inn merki.  \nLang þægilegast að vinna með ferla í tölvunni eins og Bragi bendir á og þar ertu með alla ferla sem þú átt til.  Notebook fartölvur eru fisléttar og það er hægt að festa þær ofan á mælaborð með 4 rennilásabútum eða á plexiborð sem síðan er fest með frönskum rennilas ofan á mælaborð.  Skemmir síðan ekkert fyrir að geta farið á netið líka :-)\nÉg nota 10\" Lenovo Notebook tölvu og er síðan með 10 ára gamalt Garmin eTrex Legend tæki og vista ferlana bara etir daginn beint inn í tölvuna og vinn síðan með þá í tölvunni eftir að heim er komið.  \nkv / AB",
            "date": "2011-05-03 13:51:00",
            "post_id": "21566",
            "reply_to_id": "21565"
        },
        {
            "user_name": "jeepson",
            "text": "Við vorum með svona 276C tæki í ferðinni uppá Glámu í gær og það kom vel út. Það var annar með svona tæki líka og hann virtist vera með það tengt við svepp líka. Mig langar í svona tæki, en þau eru bara ekki fáanleg lengur. Hvernig lýst ykkur GPS sérfræðingunum á þetta tæki. Ég vill bara einfalt tæki, en gott samt. Ég get fengið gamalt garmin 120 tæki á 5kall en það er væntalega vonlaust er það ekki??\nhttp://www.rsimport.is/?p=853",
            "date": "2012-04-16 16:40:00",
            "post_id": "53825",
            "reply_to_id": "21566"
        },
        {
            "user_name": "Kalli",
            "text": "]:O)",
            "date": "2012-04-16 19:09:00",
            "post_id": "53840",
            "reply_to_id": "53825"
        },
        {
            "user_name": "s.f",
            "text": "ég er með gaungutæki og svo fartölvu við það kemur bara fínt útt",
            "date": "2012-04-16 19:38:00",
            "post_id": "53852",
            "reply_to_id": "53840"
        },
        {
            "user_name": "AgnarBen",
            "text": "Hérna er eitt 292 til sölu.  Ef þú vilt bíltæki þá virkar þetta fínt.  \nhttp://f4x4.is/index.php?option=com_jfusion&Itemid=228&jfile=viewtopic.php&f=29&t=32342",
            "date": "2012-04-16 22:38:00",
            "post_id": "53881",
            "reply_to_id": "53852"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta með batteríið er einmitt það sem að ég sá líka við 276tækið. En þessi tæki virðast ekki fást ný lengur.",
            "date": "2012-04-17 00:31:00",
            "post_id": "53895",
            "reply_to_id": "53881"
        }
    ],
    "date": "2010-04-15 10:15:00"
}