{
    "forum_title": "Almennt spjall",
    "id": "8677",
    "title": "Hersla a 14mm boltum á 44\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=8677",
    "posts": [
        {
            "user_name": "Hagalín",
            "text": "Hvað ætli sé æskileg hersla á 14mm boltum undir patrol sem er á 44\" SuperSwamper?\n150nm??? eða meira......",
            "date": "2012-01-24 12:21:00",
            "post_id": "43225",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "eg myndi ekki herða þá svona mikið ég myndi setja 80 á stálfelgur og 110 á ál og herða jafnt og fara tvisvar yfir alla bolta og svo aftur eftir 1000 km\nof mikil hersla er heldur ekki góð aðal málið er að boltarnir herðist jafnt og að planið undir felguna og sætið á felgunni sé hreint og planað",
            "date": "2012-01-24 12:52:00",
            "post_id": "43232",
            "reply_to_id": "43225"
        },
        {
            "user_name": "Hagalín",
            "text": "Sá einu sinni á einum herslumæli sem ég notaði að það ætti að herða Patrol 12 og 14mm 117-147nm og reikna ég með að það hafi átt vi orgina. Ég hef í gegnum tíðina hert þetta 140nm og verið til friðs.\nVar bara svona að pæla.....",
            "date": "2012-01-24 13:08:00",
            "post_id": "43234",
            "reply_to_id": "43232"
        },
        {
            "user_name": "Kiddi",
            "text": "Það er nú vaninn að herða meira á stálfelgum en álfelgum.\nSíðan breytir dekkjastærð í rauninni engu nema það að það er orðið mikilvægara að herða þetta vel.\nArctic Trucks segja hámark 15 kgm fyrir LC 100. Sem eru tæpir 150 Nm. LC 100 er með 14 mm felgubolta. Það er fyrir stálfelgur, fyrir álfelgur segja þeir 10.5 kgm sem er rétt rúmlega 100 Nm.\nhttp://jeppar.is/Forsida/Fraedsla/Dekk/Hersla-a-felgum",
            "date": "2012-01-24 15:51:00",
            "post_id": "43260",
            "reply_to_id": "43234"
        },
        {
            "user_name": "jeepson",
            "text": "Ég var að vinna á dekkja verkstæði fyrir 6árum síðan og þá hertum við felgurnar á jeppunum. 110nm minnir mig. Mig minnir einmitt að skrúfvélarnar herði um 110nm. Og þá fór maður yfir þetta með átaksskafti með mælir. Það skipti engu máli hvort að það væri 33\" eða 44\" en ég segi eins og Sævar segir. Herða þetta jafnt.",
            "date": "2012-01-24 16:22:00",
            "post_id": "43267",
            "reply_to_id": "43260"
        }
    ],
    "date": "2012-01-24 12:21:00"
}