{
    "forum_title": "Almennt spjall",
    "id": "8691",
    "title": "keðjur á úrhleyptu 38\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=8691",
    "posts": [
        {
            "user_name": "Polarbear",
            "text": "góðan deig\nhefur einhver hérna prófað að setja keðjur á 38-44\" dekk? þá er ég að tala um í miklum snjó og erfiðu færi, ekki endilega bara glæra hálku á jökli eða eitthvað... \nhef í dáldin tíma verið að spá í að útbúa mér keðjusett á mín dekk til prufu en hef ekki hugmynd um hvaða áhrif það gæti haft að keyra á úrhleyptu með þær á... ætli séu meiri líkur á að maður skemmi dekkin eða eitthvað?\nhvernig leggjast svona pælingar í menn? hefur einhver prófað þetta?",
            "date": "2012-01-24 21:54:00",
            "post_id": "43332",
            "reply_to_id": false
        },
        {
            "user_name": "Einar Kr",
            "text": "Miðað við hvað keðjurnar éta upp dekkin á traktórnum þó að það sé harðpumpað og vel strekkt....þá hef ég ekki mikla trú á að þær fari vel með úrhleypt jeppadekk.....en afhverju keðjur? Er ekki nóg að vera vel negldur?",
            "date": "2012-01-24 21:58:00",
            "post_id": "43334",
            "reply_to_id": "43332"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "minnir að björgunarsveitirnar séu búnir að búa til léttar keðjur á 46'' bílana sá þetta á einhverjum þræði og það var mynd með reyni að muna þetta :)",
            "date": "2012-01-25 12:34:00",
            "post_id": "43403",
            "reply_to_id": "43334"
        },
        {
            "user_name": "juddi",
            "text": "Man eftir einum sem  hefur gert þetta það er Gunnar Pámi á Höfn",
            "date": "2012-01-25 12:50:00",
            "post_id": "43409",
            "reply_to_id": "43403"
        },
        {
            "user_name": "Polarbear",
            "text": "ég er að ímynda mér að keðjurnar geti virkað pínulítið eins og skóflur á skófludekki jafnvel eða eitthvað... veit ekki alveg... bara fékk þessa hugmynd og vildi vita hvort einhver væri búinn að finna upp hjólið á undan mér og komast að því að þetta væri vonlaust eða ekki.\nþað er allavega alveg klárt að keðjur grípa betur í klaka en naglar þar sem þær standa hreinlega lengra \"út\" frá dekkinu og ég var t.d. að ímynda mér að þær virkuðu betur í færi þar sem munstrið á dekkjunum vill fyllast og hreinsa sig illa eða eitthvað. \nég veit svosem ekkert hvað ég er að leysa með þessari pælingu, mig bara langaði að prufa :)\nallar sögur frá fyrstu hendi og jafnvel myndir eða vídeó eru vel þegin.",
            "date": "2012-01-25 13:35:00",
            "post_id": "43421",
            "reply_to_id": "43409"
        },
        {
            "user_name": "Óskar - Einfari",
            "text": "Það fæst ótrúlegt grip með keðjum svona eins og eru undir traktorum og það er ótrúlegt hvað fjórhjóladrifnir traktorar með splittað fra/aftan grafa sig áfram á þessu.... hvernig þetta myndi virka undir snjójeppa veit ég ekki....\nhttp://www.facebook.com/media/set/?set=a.3024274014861.2153918.1503065930&type=3",
            "date": "2012-01-25 14:25:00",
            "post_id": "43427",
            "reply_to_id": "43421"
        },
        {
            "user_name": "dabbigj",
            "text": "Það er allt annað líf að vera á keðjum á ís og alveg himin og haf þar á milli.",
            "date": "2012-01-25 15:20:00",
            "post_id": "43435",
            "reply_to_id": "43427"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll lýst vel á þetta er búinn að leggja drög að því að keðja Valpinn á einn öxul líklega þann aftasta. Heyrði og las um menn sem kepptu á 38\" Patrol erlendis með keðjur veit ekki hver það var en minnir að það hafi verið grár patrol með háþekju en þetta er svo langt síðan að kanski misminnir mig kveðja guðni",
            "date": "2012-01-25 16:04:00",
            "post_id": "43443",
            "reply_to_id": "43435"
        },
        {
            "user_name": "Kalli",
            "text": "http://hvellur.com/kedjur/jeppar.html\nNortrac léttar, 5 mm keðjur sem sitja einkar vel. Prófaðar af Björgunarsveitum með góðum árangri. ÞAÐ ER EKKI ALLTAF NÓG AÐ HLEYPA LOFTI ÚR.......\nEru ma notaðar á stærstu vörubílum.  Styrkur þeirra ótvíræður: Sigurður Jónasson mælir með Nortrac - \nkv. Kalli",
            "date": "2012-01-25 21:39:00",
            "post_id": "43508",
            "reply_to_id": "43443"
        },
        {
            "user_name": "Polarbear",
            "text": "takk fyrir þetta kalli, maður heyrir í Hvell á morgun, sjá hvað þeir rukka fyrir dýrðina :) mig langar að prófa þetta.",
            "date": "2012-01-25 22:26:00",
            "post_id": "43519",
            "reply_to_id": "43508"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sammál verðum að prufa þetta á 38 dekkin og minni kveðja guðni",
            "date": "2012-01-26 07:14:00",
            "post_id": "43541",
            "reply_to_id": "43519"
        },
        {
            "user_name": "Startarinn",
            "text": "En haldast keðjurnar á dekkjunum ef maður hleypir úr?",
            "date": "2012-01-26 11:04:00",
            "post_id": "43557",
            "reply_to_id": "43541"
        },
        {
            "user_name": "Polarbear",
            "text": "það er nú nákvæmlega það sem enginn getur svarað.... hef heyrt í mönnum sem segja \"dekkið klæðir sig úr keðjuni, þú verður að vera á harðpumpuðu með keðjur\" og þegar ég spyr hvort þeir hafi prófað þetta sjálfir þá er svarið undantekningarlaust nei, þeir hafi bara heyrt þetta.\n:) svo nú held ég að það sé komið að því að maður bara prófi þetta sjálfur, fá þetta á hreint. varðandi keðjurnar, þá kostar parið 100.000 kall í hvellur.com og þá á eftir að breyta þeim fyrir 38\"(með \"pari\" er átt við keðjusett fyrir 2 dekk) .... má það vel vera gott verð, en ég held ég smíði mér samt parið sjálfur eða jafnvel heilt sett.",
            "date": "2012-01-27 20:40:00",
            "post_id": "43814",
            "reply_to_id": "43557"
        },
        {
            "user_name": "dabbigj",
            "text": "Held að öflug teygja/gormur fari langleiðina með að halda keðjunni á dekkinu ef það er lítill þrýstingur í því.",
            "date": "2012-01-28 03:10:00",
            "post_id": "43866",
            "reply_to_id": "43814"
        }
    ],
    "date": "2012-01-24 21:54:00"
}