{
    "forum_title": "Almennt spjall",
    "id": "873",
    "title": "Umfelgun á jeppa",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=873",
    "posts": [
        {
            "user_name": "Fordinn",
            "text": "Hefur einhver kynnt sér verð á umfelgun nylega??  hver ætli sé ódyrastur???    þarf liklega að láta taka 42\" dekk af felgum og setja 44\" dekk á.\n  Þessi fyrirtæki passa sig auðvitað að setja verðin ekki á heimasíðurnar.   Nú eða einhver hérna med græjur í þetta  fyrir sanngjarnt verð.......\n                                           kv Mikki",
            "date": "2010-04-18 03:38:00",
            "post_id": "4002",
            "reply_to_id": false
        },
        {
            "user_name": "jeepson",
            "text": "prufaðu að tala við dekkja höllina í skeifuni Mikki. Þeir gætu verið ódýrir",
            "date": "2010-04-18 12:26:00",
            "post_id": "4005",
            "reply_to_id": "4002"
        },
        {
            "user_name": "SverrirO",
            "text": "ég finn ekkert undir 20.000 umfelgun og balanceringu ekkert smá verð. Það kostar bara 2500 að skella einu dekki á án balanceringu.. ég er farinn að hallast að kúbeini og startgasi heima í skúr",
            "date": "2010-04-18 12:40:00",
            "post_id": "4006",
            "reply_to_id": "4005"
        },
        {
            "user_name": "jeepson",
            "text": "Bara umfelga þetta heima og fara svo með þetta á dekkjaverkstæði og biðja um að láta blása í þetta og ballansera. ég hef verið að umfelga 33\" mína bara heima í hlaði. fer svo bara og læt ballansera fyrir mig. Og það er ekkert mikið meiki meira mál að umfelga 42 og 44 heima en það er auðvitað verra að koma loftinu í þau :)",
            "date": "2010-04-18 14:03:00",
            "post_id": "4011",
            "reply_to_id": "4006"
        },
        {
            "user_name": "Brjótur",
            "text": "Það er náttúrulega ágætisæfing að gera þetta heima, því ef þú getur ekki komið lofti í dekkin heima á hlaði? hvernig gengur það þá uppi á fjöllum í skafrenningi og frosti?\nGangi ykkur vel:)\nkveðja Helgi",
            "date": "2010-04-19 22:55:00",
            "post_id": "4078",
            "reply_to_id": "4011"
        },
        {
            "user_name": "jeepson",
            "text": "Það er nú akkúrat það. En það er nú kanski erfiðara að koma lofti í dekk sem 38\"-jafnvel 54\" En eru menn ekki að nota startgas til að sprengja dekkin uppá felgurnar uppá fjöllum?",
            "date": "2010-04-20 20:25:00",
            "post_id": "4105",
            "reply_to_id": "4078"
        },
        {
            "user_name": "Fordinn",
            "text": "Ég hef nú alveg gert þetta sjálfur, bæði á jeppum og traktorum i sveitinni... þetta er bara leiðinda bras.... hinsvegar er tímakaupið að verða nokkuð gott miðað við að gera þetta bara sjalfur.\n           Á jeppadekkinn hef eg notað startsprey ef kolsýra er ekki við hendina.\n    það liggur við að madur komi sér upp umfelgunarvél og ballansvél og fari í bisness.... mér finndist eðlilegt verð vera  kanski 12 þús kr. fyrir ganginn.",
            "date": "2010-04-20 21:01:00",
            "post_id": "4108",
            "reply_to_id": "4105"
        },
        {
            "user_name": "Brjótur",
            "text": "Sælir strákar nei startgas er neyðarúrræði ,  góð dæla gerir það sem gera þarf í 99% tilvika en í þessu eina getur verið gott að hafa gasið, en það er líka stórvarasamt að nota gas, getur auðveldlega sprengt dekkið yfir kantinn og slitið vírana í því ef þú notar of mikið gas, þannig að Fini dælan er jafnbesti kosturinn, og þú nefnir 54\" þeir sem eru á þessum 49 til 54 eru að öllum líkindum með gjarðir innan í felgunum sem halda dekkjunum alveg úti við kant sama á hverju dynur og þessar felgur eru skrúfaðar saman í miðjunni þannig er nú það :) \nkveðja Helgi",
            "date": "2010-04-20 21:35:00",
            "post_id": "4112",
            "reply_to_id": "4108"
        },
        {
            "user_name": "Fordinn",
            "text": "Já kanski gott að taka framm að ALLSEKKI nota mikið gas, bara rétt pústa inní dekkið þad þarf mun minna enn menn halda!!!!!      Menn hafa víst fengið draslið í andlitið   =)",
            "date": "2010-04-20 21:40:00",
            "post_id": "4113",
            "reply_to_id": "4112"
        },
        {
            "user_name": "bragi",
            "text": "Það er ódýrast að umfelga þetta, það er jafnvægisstillingin sem kostar tvo handleggi og stórutær.\nEr ekki alveg eins gott að sleppa því á þessum nylon dekkjum ??",
            "date": "2010-04-20 23:11:00",
            "post_id": "4120",
            "reply_to_id": "4113"
        },
        {
            "user_name": "dabbigj",
            "text": "Held að þetta sé eitthvað sem að allir ættu nú að prófa að minnsta kosti einu sinni inná gólfi hjá sér til að læra handtökin við þetta eða prófa bara á einhverjum gömlum dekkjagarmi bara uppá að ná sér í grunnþekkingu og fá smá tilfinningu fyrir handbrögðunum.",
            "date": "2010-04-21 12:18:00",
            "post_id": "4141",
            "reply_to_id": "4120"
        },
        {
            "user_name": "Fordinn",
            "text": "Bragi það er alveg rétt hjá þér, stundum hefur verið best að sleppa öllu blýi á þessi nylondekk,    Ég man eftir 38\" gangi sem ég lét ballensera, nylon dekk.... þau voru ekki til friðs, og urðu skást þegar eg var búinn að plokka öll  blý af dekkjunum.",
            "date": "2010-04-21 14:22:00",
            "post_id": "4147",
            "reply_to_id": "4141"
        },
        {
            "user_name": "Fordinn",
            "text": "http://www.youtube.com/watch?v=aEdOWEFALdA\nHérna sést einn sérfræðingurinn....  hann úðar ALLTOF miklu gasi í dekkið, heppinn að sprengja það ekki.",
            "date": "2010-04-21 14:27:00",
            "post_id": "4148",
            "reply_to_id": "4147"
        },
        {
            "user_name": "lukku.laki",
            "text": "http://www.youtube.com/watch?v=KI38RZ2f ... re=related",
            "date": "2010-04-21 21:02:00",
            "post_id": "4165",
            "reply_to_id": "4148"
        },
        {
            "user_name": "SverrirO",
            "text": "hehe hvað var þetta fífl að gera... úðaði í 30 min og kom svo aftur og úðaði einþá meira..\"ups i missed a spot\" \nEn endilega postið inn hvar er ódýrast að balancera dekk ætli maður taki ekki redneckin á þetta bara ööörlítið minna spray",
            "date": "2010-04-22 12:28:00",
            "post_id": "4181",
            "reply_to_id": "4165"
        },
        {
            "user_name": "halendingurinn",
            "text": "Sniðugt ráð er að nota reiðhjólaslöngu á milli dekks og felgubrúnar, pumpa örlítið í reiðhjólaslönguna þannig að hún þétti milli dekks og felgu, pumpa svo í dekkið þannig að dekkið þrýsti að felgusæti  og fjarlægja þá slönguna, ath: passa putta\nkveðja \nTrausti",
            "date": "2010-04-22 14:14:00",
            "post_id": "4186",
            "reply_to_id": "4181"
        },
        {
            "user_name": "dabbi",
            "text": "Sælir, \nSnilldar trikk með reiðhjólaslönguna,\nReyndar lenti ég í basli með að ná henni í burtu aftur, endaði með því að slíta hana :(\nSvo prófaði ég annað trikk til að ná \"innri\" brúninni inná.\nÉg setti kubb innífelgubotnin (sem var það þykkur að ég náði að standa á dekkinu án þess að snerta jörðina)\nSetti örlítið af uppþvottalegi á brúnina, og náði að smokra þá innri brúninni inn á með því að standa ofaná dekkinu (svipað og þetta, \nhttp://www.youtube.com/watch?v=8PE7ESdtRaE\n)\nþá náði ég að lyfta undir dekkið með því að láta það standa upp á kubbum (bara dekkið) og stóð innaní felgunni. þetta heppnaðist mjög vel með 2 dekk, var í basli með eitt og náði að mixa það með afganginum af reiðhjólaslöngunni.\nSvo var það að koma felgunni inn í dekkið, prófaði nokkrar aðferðir og þessi reyndist best (fór mjög vel með felguna, engar rispur eða neitt) fann þetta náttúrulega á síðasta dekkinu :)\n \nhttp://www.youtube.com/watch?v=7owrxqMFSy8\nVarúð. þetta eru geðveikir Rednekkar þarna á video-unum en þið fattið trikkið.\nÉg var að setja 12,5\" breið 35\" dekk á 12\" breiðar felgur sennilega er þetta minna mál ef felgan er ekki svona helv. breið.\nmbk\nDabbi",
            "date": "2010-06-01 23:19:00",
            "post_id": "5699",
            "reply_to_id": "4186"
        },
        {
            "user_name": "spazmo",
            "text": "ég get ekki mælt með dekkjahöllinni.\nég fór með 33\" á felgum og lét ballancera fyrir mig og var rukkaður um 8000 kall. skýringin fyrir þessu verði sem ég fékk, var að það væri bara eitt verð sama hvort væri um umfelgun og/eða bara ballenceringu.",
            "date": "2010-06-02 06:12:00",
            "post_id": "5703",
            "reply_to_id": "5699"
        },
        {
            "user_name": "dabbigj",
            "text": "http://www.youtube.com/watch?v=RfjqEUXG010\nþess virði að horfa á þetta allt",
            "date": "2010-06-03 01:34:00",
            "post_id": "5722",
            "reply_to_id": "5703"
        },
        {
            "user_name": "dabbi",
            "text": "veit eitthver hvernig þetta dekk fór út úr þessari rimmu, talsvert mikill hiti og talsvert mikill eldur.... það hlítur að hafa áhrif\nmbk\nDabbi, sem notaði ekki eld til að felga.",
            "date": "2010-06-03 09:41:00",
            "post_id": "5727",
            "reply_to_id": "5722"
        }
    ],
    "date": "2010-04-18 03:38:00"
}