{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "8888",
    "title": "Vökvabremsur á kerru.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=8888",
    "posts": [
        {
            "user_name": "Haukur litli",
            "text": "Ég er að fara að smíða mér kerru úr station bíl í stíl við bílinn minn. Mig vantar einhverja leið til að virkja vökvabremsurnar þegar ég bremsa. Ég hef séð beisli sem pressast saman við hemlun og bremsa hjólin á vagninum, en það voru ekki vökvabremsur.\nEr hægt að fá á Íslandi beisli með einhverns konar höfuðdælu eða bara með tjakki sem hreyfir nógu mikinn vökva til að hemla kerruna mjúklega og í réttu hlutfalli við hversu harkalega er bremsað?",
            "date": "2012-02-02 04:26:00",
            "post_id": "44622",
            "reply_to_id": false
        },
        {
            "user_name": "Polarbear",
            "text": "já þessi beisli eru m.a. til í fjallabílum-stál og stansar á Vagnhöfða 7.\nþau eru ekkert gefins samt :)",
            "date": "2012-02-02 08:07:00",
            "post_id": "44624",
            "reply_to_id": "44622"
        },
        {
            "user_name": "elliofur",
            "text": "Ég er í sömu spekuleringum.. \nviewtopic.php?f=2&t=7104\nÉg er ekki kominn neitt lengra með þetta ennþá, en ég hef heyrt af svona kerrum hérlendis, heimamixað.",
            "date": "2012-02-02 13:37:00",
            "post_id": "44659",
            "reply_to_id": "44624"
        },
        {
            "user_name": "ivar",
            "text": "Voru ekki handbremsur í rallýbíla eða eitthvað álíka stimpill virkjaðum með vír?\nSkoða líka bara eitthvað skítmix frá landvélum.\nAnnars best að kaupa þekktan búnað held ég",
            "date": "2012-02-02 13:57:00",
            "post_id": "44660",
            "reply_to_id": "44659"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég sé fyrir mér vel útfærðan kúplingsþræl á beislinu",
            "date": "2012-02-02 16:23:00",
            "post_id": "44676",
            "reply_to_id": "44660"
        },
        {
            "user_name": "elliofur",
            "text": "Já ég er með svoleiðis í huga, það væri bara gaman að sjá útfærslu áður en maður fer af stað. Ég fer af stað einhverntíman, margt annað sem ég þarf að gera fyrst...\nAnnars er þetta bara spurning um að byrja að smíða :)",
            "date": "2012-02-02 18:33:00",
            "post_id": "44691",
            "reply_to_id": "44676"
        },
        {
            "user_name": "jeepson",
            "text": "Og á ekkert að henda inn myndum og leyfa okkur að sjá þetta??",
            "date": "2012-02-02 19:48:00",
            "post_id": "44703",
            "reply_to_id": "44691"
        },
        {
            "user_name": "snowflake",
            "text": "Hér eru hinir ýmsu hlutir til kerru smíða og meðal annars vökvabremsur.\nhttp://www.easternmarine.com/em_store/t ... s_hyd.html\nk.kv",
            "date": "2012-02-02 20:16:00",
            "post_id": "44707",
            "reply_to_id": "44703"
        },
        {
            "user_name": "Haukur litli",
            "text": "Þegar ég er búinn að gera eitthvað þá skelli ég inn myndum. Lítið að sjá núna, er úti á plani með klesstann framenda og ennþá með alla innréttinguna.",
            "date": "2012-02-02 21:23:00",
            "post_id": "44715",
            "reply_to_id": "44707"
        },
        {
            "user_name": "Polarbear",
            "text": "passiði bara kútarnir mínir að þetta sé CE merkt, sem er sjaldgæft í henni Amríku....... annars held ég að þið fáið skítogskömm í skoðun... ég myndi allavega athuga vel hvort þetta er leyfilegur búnaður hjá nálarauganu í Bifreiðaskoðun áður en pantað er......",
            "date": "2012-02-02 21:25:00",
            "post_id": "44716",
            "reply_to_id": "44715"
        },
        {
            "user_name": "Haukur litli",
            "text": "Ég ætla ekki að panta neitt að utan. Ég á klesstann partabíl og er að gera kerru úr honum af því að það er öðruvísi og ódýrt. Ég ætlaði að eyða smápening í að fá bremsurnar góðar en reyni að sleppa með allt annað billega. Ef ég ætlaði mér að eyða peningum þá myndi ég smíða kerru úr smíðastáli og klæða hana með olíuvörðum krossvið.\nÉg var að ræða við vinnufélaga minn í dag um hvað ég gæti gert og við erum sammála um að það gæti gengið að setja orginal höfuðdæluna innan á hvalbakinn og nota beisli sem virkjar bremsur með pinna eða stöng, til að þrýsta á höfuðdæluna eins og bremsupedali myndi gera. Þá þyrfti bara að finna passlega stífann gorm í beislið til að kerrann læsi ekki bremsunum við minnsta tilefni.\nSvo er ég að hugsa um að setja hásingu undan alveg eins bíl undir þennann, hafa hann tveggja hásinga. Hásinguna á ég til með stífum og gormana á ég líka. Ég myndi þá skera úr afturhurðunum og hafa eina stóra hjólaskál. Boddí vinnan er það sem held að verði erfiðast. Á einni hásingu þá er 3/4 af lengd kerrunnar fyrir framan hásingu, og mér hugnast ekki slík beislisþyngd.\nMér liggur ekkert á með þetta, vill gera þetta almennilega fyrst ég er að þessu. Ef þetta svo gengur ekki upp eða ég fæ ógeð á þessu verkefni þá hendi ég skelinni fyrir skilagjaldið og hirði hásingarnar og fleira fyrir \"venjulega\" kerru.",
            "date": "2012-02-02 21:57:00",
            "post_id": "44723",
            "reply_to_id": "44716"
        },
        {
            "user_name": "elliofur",
            "text": "Hvernig bílskel er þetta?\nÉg hef lengi gengið með í maganum að gera svipað, bara með lítinn bíl einsog caddy eða kangoo, þá stærð. Þá þarf ekkert bremsudrasl, bara að rífa eins mikið af dóti úr og hægt er til að létta og loka framendanum einhvernvegin snyrtilega. Með þessari stærð ætlaði ég að kippa húddið af og nota frá hvalbak og afturúr.",
            "date": "2012-02-02 22:02:00",
            "post_id": "44725",
            "reply_to_id": "44723"
        },
        {
            "user_name": "Haukur litli",
            "text": "Þetta er Toyota Corolla Touring AE95 '91. Skelin er í sama lit og minn '91 Touring, dökkblá. Ég ætla, rétt eins og þú, að hreinsa allt framan af hvalbaknum og sjóða blikkplötu þar fyrir, bæði til að hafa hann fokheldann og sæmilega áhorfilegan. Ég ætla að hreinsa allt innan úr honum, það verður ekkert eftir sem ekki þarf að vera. Engin óþarfa þyngd.\nSvo ætla ég að setja á hann auka par af toppbogum sem ég á og hafa hann á eins felgum/koppum og minn er á. Ég er með minn á 14\" stáli með Toyota Aygo koppum núna. Ætli ég reyni ekki að fá réttan lit á brúsa til að laga aðeins til eftir boddívinnu, finnst grár grunnur ekki voða smart. \nÉg keypti bílinn til að hirða blöndung, mótorpúða og smádót í innréttingu, kerran verður bara bónus.",
            "date": "2012-02-02 22:17:00",
            "post_id": "44730",
            "reply_to_id": "44725"
        },
        {
            "user_name": "elliofur",
            "text": "Þetta gætu orðið fyndnir tvíburar :)",
            "date": "2012-02-02 23:05:00",
            "post_id": "44740",
            "reply_to_id": "44730"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta er rosa töff ef að þetta er gert vel. Ég hef séð þetta áður :)",
            "date": "2012-02-02 23:08:00",
            "post_id": "44741",
            "reply_to_id": "44740"
        }
    ],
    "date": "2012-02-02 04:26:00"
}