{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "8969",
    "title": "vandræði með 4l ranger",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=8969",
    "posts": [
        {
            "user_name": "olafur f johannsson",
            "text": "er í smá vanda með 4l v6 ranger hjá mér hann á það til að hætta að ganga á öllum þegar hann hitnar og ein virðist hann missa úr þegar ég er að keira hann í langkeislu á jöfnum hraða ef hann er keirður á um 90km á sama snúnig í ca: 10-15mín???, það er ný bensín sía ný kerti nýir þæðir nýleg háspenukefli hann þjappar vel á öllum ?????????? hefur einhver einhverja hugmynd um hvað getur verið að ég er allveg lost orðin ?????????????",
            "date": "2012-02-05 19:48:00",
            "post_id": "45095",
            "reply_to_id": false
        },
        {
            "user_name": "Sævar Örn",
            "text": "er stórmál að taka spíssana úr og þrífa þá ég myndi gera það næst",
            "date": "2012-02-05 20:18:00",
            "post_id": "45098",
            "reply_to_id": "45095"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "nei það er ekki stór mál mig er eimit farið að gruna spíssa eða bensíndælu",
            "date": "2012-02-05 20:38:00",
            "post_id": "45105",
            "reply_to_id": "45098"
        },
        {
            "user_name": "StefánDal",
            "text": "Þetta gerðist hjá mér á Aerostar '91 með sömu vél. Mig grunaði alltaf spíssana en ég skipti bara um vél. \nÞað var árið 2007....",
            "date": "2012-02-06 00:21:00",
            "post_id": "45131",
            "reply_to_id": "45105"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Gæti verið loftflæðiskynjarinn - kuppurinn áfastur loftsíuhúsinu. Reyna fyrst að hreinsa hann upp.",
            "date": "2012-02-06 08:10:00",
            "post_id": "45135",
            "reply_to_id": "45131"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "er búinn að hreinsa loftflæðiskinjaran og sogspjaldið",
            "date": "2012-02-06 11:44:00",
            "post_id": "45146",
            "reply_to_id": "45135"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Gæti verið of lár þrýstingur á bensíni vegna óþétts bakflæðisventils - festur á bensíngrein með tveimur litlum boltum.  Mæla þrýsting á bensíngrein - það er testnippill á henni. Líka gott að setja spíssahreinsir í bensínið ef spíssar standa á sér. Kannski  óhreinindi í bensíninu. TPS skinjari á spjaldhúsi gæti líka verið málið. TPS skynjarinn er eina stykkið í stjórnkerfi vélarinnar sem ég hef þurft að skifta um í mínum Ranger og búinn að eiga bíllinn frá því hann var nýlegur.",
            "date": "2012-02-06 12:17:00",
            "post_id": "45148",
            "reply_to_id": "45146"
        },
        {
            "user_name": "olafur f johannsson",
            "text": "ok takk skoða þetta næst. ég er líka búinn að setja spíssahreinsi oftar en 1sinni og það hafa ekki orðið breitingar við það og þegar ég seti hann í gang í gær var allt í himna lagi þar til hann fer að hitna",
            "date": "2012-02-06 13:26:00",
            "post_id": "45152",
            "reply_to_id": "45148"
        }
    ],
    "date": "2012-02-05 19:48:00"
}