{
    "forum_title": "Jeppar",
    "id": "9039",
    "title": "Seldur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=29&t=9039",
    "posts": [
        {
            "user_name": "Freyr",
            "text": "SELDUR------------------------SELDUR--------------------------------------------------SELDUR\nATH: lækkað verð frá fyrri auglýsingu..........................\nTil sölu er Nissan Terrano SE árgerð '98.\nAkstur um 256.000 km.\nBeinskiptur\nLeðurinnrétting\nTopplúga\n7 manna\nEyðsla: rúmir 11 l. innanbæjar og e-ð minna út á landi.\nDráttarbeisli.\n-Dekkin eru 31x10,5r15 BF-Goodrich Mud Terrain. Ég keypti þau ný undir bílinn síðasta sumar svo þau eru nær ókeyrð, þetta eru mjúk og góð dekk sem grípa mjög vel og eru hljóðlát. Áður en dekkin fóru á felgurnar voru þær grunnaðar með epoxy grunn og svo málaðar með tveggja þátta lakki. Þetta var pakki upp á hátt í 200.000 kr.\n-Bíllinn er örlítið hækkaður, það eru 3 cm klossar ofaná afturgormunum og hann er skrúfaður upp um 1-2 cm að framan.\n-Bíllinn er með manual driflokur að framan en ekki þetta auto drasl sem þeir koma með orginal.\n-Það er diskalás í afturhásingunni sem virkar mjög vel. -Dráttarbeislinu var breitt þannig að það er prófíll í stað áfastrar kúlu auk þess að kúlan er hærri en er á þeim orginal svo hún rekst síður niður.\n-Loftinntakið er efst í húddinu við hvalbakinn svo hann er ekki að fara að taka vatn inn á vél svo auðveldlega.\nÉg hef skipt um eftirfarandi á s.l. 1,5 árum:\n-Startari\n-Svissbotn\n-Klossar að framan\n-Spindilkúlurnar\n-Millibilsstöng\n-Hjólalegur að framan\n-Alla samsláttarpúða, breytti honum að aftan þannig að betri og ódýrari púðar passa beint í hann núna. –Svissbotn\n-Bremsurör á afturhásingu.\n-Handbremsubarka vm. og hm.\n-Framrúðu\n-Eitthvað í afturbremsunum- man ekki hvort það voru borðarnir, gormasettið eða bæði.\n-Hráolíulögnin frá tank var léleg, lagði nýja lögn undir miðjan bíl (var mjög góð þar fyrir framan). \n-Hjólastilling síðasta haust.\n-Fremri hluti pústs 2-3 ára gamall en aftari hluti + hljóðkúturinn um árs gamalt.\n-Hef á s.l. ári skipt um alla vökva á bílnum: Olíu á gírkassa, bæði drif, millikassa, bremsuvökva og frostlög.\n-Hef skipt um mótorolíu á kringum 4-6.000 km fresti meðan ég hef átt bílinn.\nVerð = 370.000 sem er lækkað verð úr 440.000 \nFreyr S: 661-2153 / \nfreyr86@hotmail.com",
            "date": "2012-02-09 00:20:00",
            "post_id": "45551",
            "reply_to_id": false
        },
        {
            "user_name": "jonsve",
            "text": "Sæll. \nFallegt eintak hjá þér. Fer hann með nýja skoðun frá þér? Býður þú hann með Visa/ euro greiðslum?\nKv , Jón",
            "date": "2012-02-10 07:28:00",
            "post_id": "45683",
            "reply_to_id": "45551"
        },
        {
            "user_name": "Freyr",
            "text": "Skulum ekki útiloka þetta með skoðunina en ég er samt búinn að lækka mig um 70.000 kr og er auk þess með frekar lágt ásett verð miðað við það sem gengur og gerist á þessum bílum þrátt fyrir að vera með mikið endurnýjaðan bíl og á nýjum dekkjum.\nNú verð ég að viðurkenna að ég er svo grænn að ég veit ekki hvernig svona visa/euro greiðslur virka í viðskiptum með gamla bíla. Tryggir kortafyrirtækið að ég fái mína mánaðarlegu greiðslu og sér um að rukka viðkomandi eða er áhættan mín megin?\nKv. Freyr",
            "date": "2012-02-10 08:28:00",
            "post_id": "45686",
            "reply_to_id": "45683"
        }
    ],
    "date": "2012-02-09 00:20:00"
}