{
    "forum_title": "Jeppinn minn",
    "id": "9041",
    "title": "Mislukkuð söluferð með Valpinn",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=9041",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sælir félagar hér er smá frásögn á mislukkaðri sölu ferð á Metan Valpinum (hvolpinum) sem er gamall herbíll og gengur undir nafniu Örkin en þetta er nú heimsendabíllinn minn.Ég reyndi að selja hann um daginn en hann neitaði að fara lengra en á Blönduós þar varð hann alveg staður eins og hestur í hliði og fretaði og hikstaði eins ég veit ekki hvað.Ég bað vin minn að gera við hann og skildi hann eftir á Blönduós í nokkra daga og síðan var náð í hann í gær.Valpinn þá búinn að vera á Blönduósi í marga daga og löngu búið að laga bilunina sem samanstóð af þremur rándýrum varahlutum.1. þéttir krónur 650 2. platínur 800 krónur og 3.bensín sía 1500kr. Ísetning og annað smálegt kr 12000.Viðgeramaðurinn prufaði svo bílinn rækilega í nokkur skipti og reyndist allt skothellt.Það var hringt í mig frá verkstæðinu og ég beðinn um að ná í bílinn sem fyrst því hann væri svo einmanna og með heimþrá og sí vælandi.Ég fékk félagan sem fór með hann á Blönduós til að fara méð mér og tókst eftir nokkrar fortölur að fá hann til þess enda hann ekki búinn að gleyma ferðinni á Blönduós og voru augabrýrnar alveg niður á munnvikum og mikil skeifa á karlinum. Við rukum upp á Blönduós og fundum Valpinn með því að ganga á ýlfrið í honum. Miklir fagnaðar fundir brutust út er við hittumst og mátti sjá tár á hvarmi og lítil tár láku úr rúðupissinu.Bíllinn var settur í gang og tankaður og nú skyldi mælt hvað karlinn færi með heim á 160km vegalengd.Sá brúnaþungi skreið um borð og hélt af stað kl.17.45 og vildi að ég skipti við sig upp á Þverárfjalli ef svo ólíklega vildi til að Valpinn kæmist þangað.Hann hélt svo af stað og ég fór til að kaupa nesti fyrir nóttina. Síðan dólaði ég af stað og taldi mig mundu ná Valpinum fljótlega. En viti menn ég náði honum ekki fyrr en á Sauðárkrók eða sá afturljósin á honum í fjarska.Síðan átti ég fullt í fangi með að halda í hann alla leið norður á Sigló og stoppaði félaginn ekki fyrr en við verkstæði hjá mér kl.19.30 á staðar tíma og voru augabrýrnar komnar aftur á hnakka og munnvikinn út að eyrum. Þetta er ekki saminn bíllinn og ég fór með áleiðis suður sagði hann heldur miklu betri kraftur og ég bara með aðra höndina á stýri og hina í súkkulaðiboxinu. Eyðslan mæld og fóru á hann 33 lítrar á 160km og þó var ekið greitt eða allt í botni mest 100km hraða niður í móti og frjálsu falli. Líklega er þetta heimþrá sem skilaði Valpinum svona hratt heim. En eftir þetta ferðalag verður sá sem kaupir þennan bíl að koma á Sigló og ná í hann ég nenni ekki fleiri svona ferðum og er orðinn of gamall í það.Ég var að pæla í verðinu á bensíninu á leiðinn heim og sá 1000 karlana fljúga aftur úr pústinu.Þá fékk ég snildar hugmynd um að gera Valpinn að Metanbíl. Best væri að setja heyrúllu fremst á pallinn og síðan tvo hesta af því að bíllinn er með tvo blöndunga stinga slöngu í rassinn á þeim og tengja þá við blöndungana og prufa svo. Svo væri hægt að hafa salt tunnu á pallinum ef þeir skyldu nú deyja og salta þá og hafa nóg nesti í fjallaferðina s",
            "date": "2012-02-09 07:56:00",
            "post_id": "45565",
            "reply_to_id": false
        },
        {
            "user_name": "Turboboy",
            "text": "ha ha ha ha skemmtilega saga :p",
            "date": "2012-02-09 11:42:00",
            "post_id": "45579",
            "reply_to_id": "45565"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Sæll Guðni súkkubróðir,,,\nEr þetta ekki merki frá hvolpinum um að hann vilji ekki skipta um eiganda enda sennilega sjaldan fengið jafn mikla athygli og undir þínum höndum frá fæðingu mbk. Sævar sem finnst þú eigir ekki að selja hvalpinn",
            "date": "2012-02-09 12:16:00",
            "post_id": "45591",
            "reply_to_id": "45579"
        },
        {
            "user_name": "jeepson",
            "text": "HAHAHAHAHA. Þú ert alveg hreint magnaður Guðni minn. Það altaf gaman að því hvað þú hefur mikinn húmor fyrir sjálfum þér og þínu, En þetta var snilldar pistill hjá þér. Eigðu nú bara valpinn litla :)",
            "date": "2012-02-09 12:18:00",
            "post_id": "45592",
            "reply_to_id": "45591"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Já ætli maður neyðist ekki til að eiga ræfilinn en það er svo gaman að selja og kaupa ætli maður sé ekki bara alcobílisti og þurfi að fara í meðferð á einhverja stofnun kanski Vökuportið",
            "date": "2012-02-09 12:37:00",
            "post_id": "45597",
            "reply_to_id": "45592"
        },
        {
            "user_name": "gislisveri",
            "text": "Það er margt verra en jeppóhólismi, svo lengi sem menn leiðast ekki út í glæpi til að svala fíkninni.",
            "date": "2012-02-09 12:50:00",
            "post_id": "45598",
            "reply_to_id": "45597"
        },
        {
            "user_name": "olei",
            "text": "Þetta hefði getað verið mun verra. Það er t.d. ekki oft sem maður heyrir um mislukkaðar ferðir þar sem bíllin batnar á ferðalaginu og kemur betri heim - eins og virðist tilfellið með Valpinn! Fyrir margt löngu ferðaðist ég talsvert í 44\" c202 Valp og mig rekur ekki minni til að hann hafi gert mikið af því að koma betri heim. Man hinsvegar vel eftir nokkrum tilvikum þar sem hið gagnstæða var tilfellið.\nMetanhugmyndin er góðra gjalda verð og rík ástæða til að kanna hana frekar. Ég er samt fremur skeptískur á að nota bykkjur í jafn merkilega tilraun enda eru þær skepnur  almennt til leiðinda frá því þær fæðast og þar til þær rata ofan í pott. Ekki nóg með það heldur laða þær að sér hestamenn, sem er aldrei gott í jeppaferðum.\nMér sýnist því skynsamlegra að brúka kýr í þetta verkefni. Fyrir nú utan hversu mikið betri félagsskapur þær eru á ferðalögum þá hef ég grun um að þær reki jafnvel enn meira við en bykkjurnar. Best væri náttúrulega að notast við mjólkandi kýr og geta selt ferðafélögunum og gangandi vegfarendum mjólk. Nú veit ég ekki hversu mjúkur Valpinn er en það er spurning hvort að fjöðrunin hentar til að vinna mjólkurafurðirnar um borð til að auka framlegðina, strokka skyr og þeyta rjóma!?",
            "date": "2012-02-09 20:00:00",
            "post_id": "45630",
            "reply_to_id": "45598"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir já þetta er góð hugmynd eina kú og graðhest og afkvæmið verður??",
            "date": "2012-02-09 20:54:00",
            "post_id": "45641",
            "reply_to_id": "45630"
        },
        {
            "user_name": "jeepson",
            "text": "Það er líka spurning um að vera með geitur. Er ekki geita ostur svo vinsæll?? Ég veit svosem lítið um það þar sem að borða ekki ost nema á pizzu eða hamborgara. Svo mætti vera með ullahnoðra á pallinum. Þá er fínt að geta fengið sér ferskt lambalæri ef að maður fer í nokkra daga ferð.",
            "date": "2012-02-09 20:59:00",
            "post_id": "45642",
            "reply_to_id": "45641"
        },
        {
            "user_name": "olei",
            "text": "Bíðið aðeins við - upprunalega hugmyndin var metanbíll, en þetta stefnir í dýragarð!\nAnnars er afkvæmi kýr og graðhests löngu þekkt: Það kallast Ford!",
            "date": "2012-02-09 21:04:00",
            "post_id": "45644",
            "reply_to_id": "45642"
        },
        {
            "user_name": "jeepson",
            "text": "Þú meinar chevrolet",
            "date": "2012-02-09 21:22:00",
            "post_id": "45646",
            "reply_to_id": "45644"
        },
        {
            "user_name": "olei",
            "text": "Nei, ég meinti Ford, annars man ég þetta ekki glöggt.\nÉg man t.d. ekki fyrirpart þessarar vísu og fer líklega ekki rétt með þann seinni sem var eitthvað á þessa leið:\n.....\nÍ fylleríi fjandinn gat\nmeð frillu sinni Chevrolet!\nÞó að þetta sé mjög óljóst þá sést að graðhestar eða kýr komu hvergi nærri þarna.",
            "date": "2012-02-09 21:50:00",
            "post_id": "45649",
            "reply_to_id": "45646"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sæll OLEY greip á lofti það sem þú skrifaðir er svolítið seinlæs. Er það rétt skilið að þú hafir verið að ferðast á C202 Valp á 44 segðu mér eitthvað um þann bíl er hægt að láta þetta dót drífa yfir blautan hundaskít og áttu einhverjar myndir af gripinum kveðja guðni",
            "date": "2012-02-09 23:42:00",
            "post_id": "45670",
            "reply_to_id": "45649"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Sælir aftur eru ekki einhverjir með sambönd í Rússlandi og hvað ætli svona bíll kosti hingað kominn sjá \nhttp://www.youtube.com/watch?feature=pl ... HOIN75HZPE\n meira flott dekk verðum að flytja svona inn \nhttp://www.youtube.com/watch?NR=1&featu ... Jwq3I8igM0",
            "date": "2012-02-09 23:48:00",
            "post_id": "45672",
            "reply_to_id": "45670"
        },
        {
            "user_name": "olei",
            "text": "Já, bróðir minn hann Magnús breytti c202 fyri 44\" mudder hér í den (1990 sennilega) og það var talsvert flakkað um á honum. Hann var með Buick v-6 vél 225cid og á hásingum undan stóra Wagoneer, Dana 44. Hann dreif ágætlega á þess tíma mælikvarða, ríflega 2 tonn tómur. Ég á bara engar myndir af honum, var að fara gegnum safnið og fann ekkert. Eigandinn kallaði hann Fjósið, eða Fjósa eftir því hvernig lá á honum.",
            "date": "2012-02-10 00:52:00",
            "post_id": "45676",
            "reply_to_id": "45672"
        },
        {
            "user_name": "jeepson",
            "text": "Djöfull eru þetta magnaðir trukkar. Það væri gaman að vita hvað svona trukkur kostar hingað kominn., En það þýðir kanski ekkert að pæla í þessu næstu árin.",
            "date": "2012-02-10 00:57:00",
            "post_id": "45677",
            "reply_to_id": "45676"
        }
    ],
    "date": "2012-02-09 07:56:00"
}