{
    "forum_title": "Önnur farartæki",
    "id": "9059",
    "title": "★ SKODA OCTAVIA Station 4x4 Diesel 2005 árg ★ SELDUR!!!!!!!!",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=34&t=9059",
    "posts": [
        {
            "user_name": "orriboy",
            "text": "Er með þennan eðal bíl til sölu.\nÉg er annar eigandinn frá upphafi \nÁrgerð:\n 2005\nNýskráning:\n 10/2005\nLitur:\n Ljósgrár Og er Ný heilsprautaður allt nema þak(Ekkert tjón bara sprautaði hann)\nVél:\n 1.900 cc(1896cc) 4 Strokka Diesel. Túrbína og Intercooler\nAfl:\n 105 hö og 250 Nm tog\nEkinn:\n 200.xxx Að 173.xxx Var bílinn nánast eingöngu keyrður umhverfis landið í söluferðum.\nSkipting:\n 6 gíra beinskiptur + Bakkgír\nDrif og stýrisbúnaður:\n 4x4, Vökvastýri og veltistýri, ABS hemlar, spólvörn og skriðvörn.\nHjólabúnaður:\n Álfelgur með Vetrardekkjum\n5 Manna og 5 Dyra\nÞyngd:\n 1538 kg.\nSkoðun:\n 12 miði\nAukahlutir / Annar búnaður\nAksturstölva, Fjarstýrðar samlæsingar, Geislaspilari, Höfuðpúðar aftan, Líknarbelgir,\nRafdrifnar rúður, Rafdrifnir speglar, Samlæsingar, Útvarp, Þjónustubók, Smurbók(nánast frá upphafi), \nPluss Áklæði, Dráttarkrókur, Loftkæling, Litað gler, Hiti í sætum, loftpúðar útum allt\nEyðsla:\n 6,6 l/100km en hef allveg komið honum mun neðar. Allveg í 4,2 l/100km Fer ekki undir 700 km á tankinum 55 lítra tankur og hef ég farið lengst 920 km á heilum tanki\nAðrar Upplýsingar:\nEins og segir hér að ofan þá er ég annar eigandinn af þessum bíl. 173 þús km af þessum 192 eru nánast bara utanbæjarakstur. Var notaður sem sölubíll fyrir fyrri eiganda sem var sölufyrirtæki útí bæ. Nýbúið að skipta um dempara að aftan og bremsur og diska að framan. Selst ný sprautaður, og auðvita djúphreinsaður og læti. Reyklaust ökutæki. Aksturinn segir lítið um ástand bílsins. Mjög heillegur og þéttur bíll. Frábær fjölskyldubíll, frábær keyrslubíll, frábær innanbæjarbíll og svo kemur fjórhjóladrifið sér vel í hálkunni og á grófum vegum. 55 Lítra tankur og hef ég farið lengst 920 km á heilum tanki. Sem er mjööög gott.\nÁstæða sölu:\n Hef alls engann áhuga á að selja bílinn!!! En vegna húsnæðiskaupa verður hann að víkja.. \nLán:\n Það er lán á honum frá Lýsingu, 32 þús á mánuði og stendur það í um 580 þús núna. YFIRTAKANLEGT!!!\nVerð:\n   1490 þús\nSkipti:\n Skoða skipti á ódýrari Station með Krók og helst 4x4\nMYNDIR :\n \nhttp://teamseastone.blog.is/album/skoda/\nGuðmundur Orri\nS: 695-8218\nEmail: \ngudmundur.orri@gmail.com",
            "date": "2012-02-10 10:48:00",
            "post_id": "45694",
            "reply_to_id": false
        },
        {
            "user_name": "orriboy",
            "text": "enn til",
            "date": "2012-03-11 17:43:00",
            "post_id": "49460",
            "reply_to_id": "45694"
        },
        {
            "user_name": "orriboy",
            "text": "Langar virkilega engum í Octaviu sem eyðir engu og fer allt???\nÞessi er þéttari en margar octaviur sem ég hef keyrt sem eru eknar minna...  Mjög þéttur og vel með farinn bíll.",
            "date": "2012-03-29 08:43:00",
            "post_id": "51735",
            "reply_to_id": "49460"
        }
    ],
    "date": "2012-02-10 10:48:00"
}