{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "9092",
    "title": "Aukatankur",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=9092",
    "posts": [
        {
            "user_name": "jongunnar",
            "text": "Úr hvaða efni eru menn að smíða aukatanka? ál, stál, galv, rafgalv????   hversu þykkt efni eru þið að nota????\nhvaða dælur henta best til að dæla á milli tanka????",
            "date": "2012-02-12 11:00:00",
            "post_id": "45900",
            "reply_to_id": false
        },
        {
            "user_name": "birgthor",
            "text": "Sæll Jón Gunnar minn, þar sem ég veit að þú ert svo tölvufatlaður þá reddaði ég nokkrum svörum fyrir þig :)\nhttp://f4x4.is/index.php?option=com_jfusion&Itemid=228&jfile=viewtopic.php&f=6&t=10628&p=84960&hilit=+aukatank#p84960\nhttp://f4x4.is/index.php?option=com_jfusion&Itemid=228&jfile=viewtopic.php&f=6&t=860&p=5554&hilit=+aukatank#p5554\nhttp://f4x4.is/index.php?option=com_jfusion&Itemid=228&jfile=viewtopic.php&f=6&t=24020&hilit=aukatank\nhttp://f4x4.is/index.php?option=com_jfusion&Itemid=228&jfile=viewtopic.php&f=6&t=28597&p=162147&hilit=aukatank#p162147\nTalandi um að vera tölvufatlaður, þá setti ég alla linkana fyrst inn sem myndir :/",
            "date": "2012-02-12 11:28:00",
            "post_id": "45904",
            "reply_to_id": "45900"
        },
        {
            "user_name": "Startarinn",
            "text": "Þeir sem ég hef séð smíða þetta sjálfir hafa bæði notað svart járn og ál.\nÉg myndi ekki nota ryðfrítt, það er víst gjarnt á að brotna, sérstaklega í kringum festingar. \nEn annars held ég að það skipti mun meira máli hvernig þú smíðar hann og festir upp heldur en úr hvaða efni þú gerir það",
            "date": "2012-02-12 11:36:00",
            "post_id": "45906",
            "reply_to_id": "45904"
        },
        {
            "user_name": "cruser 90",
            "text": "Sæll ég hef smíðað nokkra auka tanka hef heyrt að menn hafa verið að nota ál en þeir hafa verið að springa við suður og festingar. Ég nota rústfrítt 1,5- 2  þá þarftu ekki að hafa áhyggjur af riðmindun í tankinum  því að þessir tankar eru ekki alltaf fullir af eldsneyti kv Jói",
            "date": "2012-02-12 11:41:00",
            "post_id": "45907",
            "reply_to_id": "45906"
        },
        {
            "user_name": "cruser 90",
            "text": "það er álið sem er so gjarnt á að brotna þvi að það er so mjúgt og liðast í sundur",
            "date": "2012-02-12 11:46:00",
            "post_id": "45908",
            "reply_to_id": "45907"
        },
        {
            "user_name": "jongunnar",
            "text": "En hvaða dælur er best að nota?  og á einhver teikningar af auka tank/tönkum í Patrol???\nkv. Jón Gunnar sem viðurkennir ekki tölvufötlun sína",
            "date": "2012-02-12 13:09:00",
            "post_id": "45918",
            "reply_to_id": "45908"
        },
        {
            "user_name": "Kalli",
            "text": "Ég keifti mína í N1.\nkv. Kalli",
            "date": "2012-02-12 13:16:00",
            "post_id": "45920",
            "reply_to_id": "45918"
        },
        {
            "user_name": "ivar",
            "text": "Ég er að fara að smíða mér svona tank og sá fyrir mér að nota svart stál. Hef lent í vandræðum oft með áltankana.\nÉg hugs að ég smíði úr 1,5mm þykku og ég ætla að fara í 200-225L tank. Eitthvað hef ég heyrt að menn séu að taka 2mm en mér finnst það helst til þykkt. Er einhver á öðru máli?",
            "date": "2012-02-12 14:55:00",
            "post_id": "45928",
            "reply_to_id": "45920"
        },
        {
            "user_name": "Haukur litli",
            "text": "Einhvern tíma heyrði ég að það væri hægt að fá einhverja húð í tanka. Efni væri sett í tankinn og honum velt um til að þekja hann að innan. Þetta ætti að minnka tæringuna og þétta suðurnar, ef þær væru með nálagötum á annað borð.",
            "date": "2012-02-12 15:08:00",
            "post_id": "45929",
            "reply_to_id": "45928"
        },
        {
            "user_name": "Cruser",
            "text": "Ég myndi halda að nóg væri að vera með 1,25mm rafgalf. Þannig var allavega tankur undir hi-lux hjá mér og vara allatíð í lagi. Ef tankarnir eru mjög stórir er nauðsynlegt að hafa þil í þeim, það styrkir þá og líka minnka sláttinn á vökvanum. Svo er mjög gott að húða þessa tanka að innan, þeir gera þetta í Gretti Vatnskössum.\nKv Bjarki",
            "date": "2012-02-12 15:24:00",
            "post_id": "45931",
            "reply_to_id": "45929"
        },
        {
            "user_name": "elliofur",
            "text": "Ég smíðaði einusinni tank úr þaki af gömlum saab 9000, og notaði búta úr húddinu sem gafla! Sá tankur tekur 140 lítra :)",
            "date": "2012-02-12 15:32:00",
            "post_id": "45932",
            "reply_to_id": "45931"
        },
        {
            "user_name": "bjornod",
            "text": "Fyrst það er komin svona fín umræða er á ekki kjörið að bæta við lausnum fyrir mæla á aukatanka.",
            "date": "2012-02-12 16:41:00",
            "post_id": "45938",
            "reply_to_id": "45932"
        },
        {
            "user_name": "Izan",
            "text": "Daginn\nLangflestir bílar eru  með aðaltank úr svörtu stáli og ég sé ekkert því til foráttu að nota slíkt efni í aukatanka.  Þeir sem nota ál eru að sækjast eftir því að hafa tankinn sem léttastann (sé það tæplega fyrir mér því að það þarf miklu mun þykkara ál í tank heldur en ef maður notar stál þó að það muni einhverju) og þeir sem nota rústfrítt eru náttúrulega að leitast eftir meiri endingu.  Rústfrítt efni er fokdýrt og þ.a.l. erfitt að heimfæra sparnað þar á. \nMótstöðurnar má útfæra þannig að það er hægt að kaupa mótstöðu og mæli í pakka og setja í bílinn og eins er hægt að kaupa eins mótstöðu og er í aðaltankinum og tengja með rofa þannig að annaðhvort mæli hann aðal eða varatankinn.  \nÞað er líka hægt að tengja suma aukatanka þannig að það sé grannt rör á milli þeirra og þá gengur á þá samtímis.  þá er reyndar betra að hafa einstefnuloka þannig að það renni ekki úr aðaltanki í varatank (auðveldar áfyllingu og leyfir þér að nota aðaltankinn einann og sér meðan hinn er tómur).  Ef þetta er gert þarf ekki sér mótstöðu fyrir aukatankinn en hann verður að vera aðeins hærri en hinn.\nKv Jón Garðar",
            "date": "2012-02-12 17:07:00",
            "post_id": "45943",
            "reply_to_id": "45938"
        },
        {
            "user_name": "elliofur",
            "text": "Svo eru amrísku bílarnir með sviss á milli sem heitir pollak (\nhttp://www.pollak.co.uk/\n) og það svissar bæði túr og retúr og mælaorfa, þannig að hægt er að vera með tvo tanka, tvær mótstöður og einn mæli (og einn notanda, vél). Ég skil ekki afhverju þetta er ekki meira notað. Þetta þolir max 65psi.",
            "date": "2012-02-12 18:50:00",
            "post_id": "45952",
            "reply_to_id": "45943"
        },
        {
            "user_name": "jongunnar",
            "text": "Er enginn sem lurir á teikningu af tönkum í Patrol mig langar bæði að vita hvernig tankarnir eru og hvernig menn hafa verið að festa þá ;)",
            "date": "2012-02-13 18:14:00",
            "post_id": "46084",
            "reply_to_id": "45952"
        },
        {
            "user_name": "Hagalín",
            "text": "Getur kíkt undir hjá mér. Minn er þannig smíðaður að það er gert ráð fyrir milligrí og svoleiðis....",
            "date": "2012-02-13 18:31:00",
            "post_id": "46087",
            "reply_to_id": "46084"
        },
        {
            "user_name": "stjanib",
            "text": "Hvað er aukatankurinn stór hjá þér??",
            "date": "2012-02-13 19:34:00",
            "post_id": "46104",
            "reply_to_id": "46087"
        },
        {
            "user_name": "Hagalín",
            "text": "Man ekki nákvæmlega 50l held ég plús mínur ein tveir lítrar.....",
            "date": "2012-02-13 20:07:00",
            "post_id": "46108",
            "reply_to_id": "46104"
        }
    ],
    "date": "2012-02-12 11:00:00"
}