{
    "forum_title": "Almennt spjall",
    "id": "9131",
    "title": "Hvað er eðlileg eyðsla á 2,4 bensín?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=9131",
    "posts": [
        {
            "user_name": "dazy crazy",
            "text": "Góðan Daginn\nHvað er svona eðlileg eyðsla á 2,4 bensín hilux sem er 1550 kíló á 33\" dekkjum?\n*Edit: Algeng meina ég, efast um að hún sé nokkurntíman eðlileg :)\nKv. Dagur",
            "date": "2012-02-13 23:36:00",
            "post_id": "46165",
            "reply_to_id": false
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "sæll er með 2,4efi er reyndar á 38'' með 5.29 hlutföllum í langkeyrslu er hún 13ltr/100km",
            "date": "2012-02-13 23:45:00",
            "post_id": "46167",
            "reply_to_id": "46165"
        },
        {
            "user_name": "JonHrafn",
            "text": "33\" með 4.56 hlutföll , var fyrst að ná honum niður í 13lítra í langkeyrslu, en undir restina fór hann ekki undir 15 lítra, var farinn að gruna 02 sensor.",
            "date": "2012-02-13 23:50:00",
            "post_id": "46169",
            "reply_to_id": "46167"
        },
        {
            "user_name": "arni hilux",
            "text": "svona til að segja eitthvað þá fór ég með 5000 kall á milli selfoss - grafavogur, grafavogur - selfoss! 5000 kall var þá hálfurtankur bíllinn var á 38'' á 5,29 og keyrði ég spar akstur þá",
            "date": "2012-02-13 23:51:00",
            "post_id": "46170",
            "reply_to_id": "46169"
        },
        {
            "user_name": "StefánDal",
            "text": "Ég er með extra cap með 2.4efi og á 33\" dekkjum. Hann er að fara með 13 innanbæjar í rólegheitum.",
            "date": "2012-02-14 09:29:00",
            "post_id": "46193",
            "reply_to_id": "46170"
        },
        {
            "user_name": "dazy crazy",
            "text": "Þannig að 17-18 er svolítið mikið, myndi alveg sætta mig við 13... :S\nHvað er líklegast að sé að annað en að tankurinn leki?",
            "date": "2012-02-14 09:38:00",
            "post_id": "46195",
            "reply_to_id": "46193"
        },
        {
            "user_name": "Startarinn",
            "text": "Hefuru eitthvað tekið eftir að bíllinn verði aflmeiri í frosti?\nMinn tók uppá því um daginn, en hann er reyndar búinn að vera óvenju máttlaus í 1-2 ár og eyða uþ.b. 3 ltr of mikið á 100km, og svo kom allt í einu check engine ljósið með villumeldingu á bilaðan súrefnisskynjara í pústinu rétt áður en ég fór á sjó, ég ætla að setja þennan í: \nhttp://www.ebay.com/itm/300625445722?ssPageName=STRK:MEWAX:IT&_trksid=p3984.m1423.l2649\nÞá sé ég líka hvað vélin er að gera með eldsneytisblönduna, þetta er litlu dýrara heim komið en nýr nemi í 3VZE vélina. Nýr orginal nemi kostar 27.500 kr, þessi verður kominn heim fyrir 36 þús",
            "date": "2012-02-14 11:44:00",
            "post_id": "46203",
            "reply_to_id": "46195"
        },
        {
            "user_name": "benelli86",
            "text": "\"dazy\" það er spurning að taka hey-rúlluna af pallinum og sjá hvað gerist ;)",
            "date": "2012-02-14 12:15:00",
            "post_id": "46207",
            "reply_to_id": "46203"
        },
        {
            "user_name": "dazy crazy",
            "text": "Haha, sá bíll er dísel, og eyðir ekki eins miklu þó hann sé með rúlluna á pallinum.\nHvernig veit ég hvort þessi o2 skynjari sé ónýtur?\nPs. Þetta er 22R-E",
            "date": "2012-02-14 13:47:00",
            "post_id": "46224",
            "reply_to_id": "46207"
        },
        {
            "user_name": "olei",
            "text": "Var með Toyota Carina E 96 árgerð sem eyddi staðfastlega 12L á hundraðið á langkeyrslu við bestu aðstæður. Nokkuð mikið fyrir 2L rasspútu.\nFann umræðu um þessa bíla á bresku spjalli þar sem koma ítrekað fram að eigendur voru að skipta um súrefnisskynjarana í þeim til að halda eyðslunni niðri. Jafnvel árlega. Einn kvaðst hafa gefist upp á skynjarakaupum og aftengdi hann og var hæstánægður.\nÉg prófaði það og merkti engan mun á ganginum í bílnum. Vélarljósið logaði náttúrulega og, viti menn, eyðslan fór niður í 10L á langkeyrslu.\nÞetta er eitthvað sem er tiltölulega fljótlegt og einfalt að prófa ef menn grunar súrefnisskynjarana um græsku.\nPs\nSvo er ekki vitlaus hugmynd að smella ohm mælinum á pústið til að tékka á því hvort að þar sé einhver jörð fyrir skynjarann, ef hann er ekki jarðtengdur gegnum plöggið.",
            "date": "2012-02-14 16:14:00",
            "post_id": "46236",
            "reply_to_id": "46224"
        },
        {
            "user_name": "dazy crazy",
            "text": "ég fann allavega 2 skynjara, eða allavega eitthvað með snúrum í, fann einn með mörgum tengingum á loftsíuboxinu, einn í box sem stendur á Efi en sá ekki pústsensorinn.\nHvað er eðlilegur loftþrýstingur á 33\" undir 1550 kílóa bíl? \nGetur þetta kannski tengst því að vélin nær ekki fullum vinnuhita, eða hvar á mælirinn að vera?",
            "date": "2012-02-14 18:26:00",
            "post_id": "46252",
            "reply_to_id": "46236"
        },
        {
            "user_name": "GeiriLC",
            "text": "ég er með 20 á veturna og 25 á sumrin",
            "date": "2012-02-14 23:16:00",
            "post_id": "46287",
            "reply_to_id": "46252"
        },
        {
            "user_name": "dazy crazy",
            "text": "ok, flott, hvað er samt limitið áður en þau fara að slitna ójafnt?",
            "date": "2012-02-14 23:23:00",
            "post_id": "46292",
            "reply_to_id": "46287"
        },
        {
            "user_name": "JonHrafn",
            "text": "Er þetta ekki loftflæðiskynjari í loftsíuboxinu, o2 sensorinn á 22re er undir bílstjórasætinu sirka, eftir eldgreinar.",
            "date": "2012-02-15 00:28:00",
            "post_id": "46306",
            "reply_to_id": "46292"
        },
        {
            "user_name": "Einar Örn",
            "text": "þetta er bara bensingjöfin...bíllinn hjá mér var alltaf í 18-20 innanbæjar og 16 utanbæjar...svo bara hætti ég að setja bensinið jafn mikið niður og bíllinn fór að eyða 12 - 13 utanbæjar\nog 13-15 innanbæjar",
            "date": "2012-02-15 07:51:00",
            "post_id": "46316",
            "reply_to_id": "46306"
        },
        {
            "user_name": "dazy crazy",
            "text": "ein spurning enn, það eru svona 2 þrep í gjöfinni þannig að á ákveðnum tímapunkti þá tekur hann vel við sér, á þetta að vera?\nVeit ekki hvort ég næ að útskýra þetta nógu og vel. Hef venjulega verið á bílum sem auka gjöfina jafnt ef maður stígur gjöfina jafnt niður en þessi er svona eins og hann sé með feitt turbolagg en samt engin túrbína.\nEr þetta eðlilegt?\np.s. þetta er ameríkutípa ef það breytir einhverju",
            "date": "2012-02-15 09:34:00",
            "post_id": "46325",
            "reply_to_id": "46316"
        },
        {
            "user_name": "Startarinn",
            "text": "Þetta hljómar eins og annað hvort ónýtur loftflæðiskynjari eða TPS (throttle position sensor), mér þykir sá síðari líklegri",
            "date": "2012-02-15 12:22:00",
            "post_id": "46341",
            "reply_to_id": "46325"
        },
        {
            "user_name": "hobo",
            "text": "Þú ert að upplifa það sama og ég er að lenda í öðru hverju, algjört kraftleysi en þegar bensíngjöfin er komin langleiðina í gólfið kemur fullur kraftur.\nÉg eiginlega sá bensínmælinn falla þegar hann lét svona á Reykjanesbrautinni um daginn, hann semsagt eyddi miklu.\nTPS skynjari já, gott að fá nýjan sökudólg..",
            "date": "2012-02-15 12:28:00",
            "post_id": "46343",
            "reply_to_id": "46341"
        },
        {
            "user_name": "Startarinn",
            "text": "Það á að vera hægt að mæla virknina á nemanum, ég var með nema úr volvo í höndunum um daginn, hann virtist vera með rofa sem small á engri gjöf og svo breytilegt viðnám eftir því hversu mikið var gefið inn. \nÞað ætti ekki að vera stórmál ef maður kann sæmilega á AVO mælir að sjá hvernig viðnámið breytist við gjöf, ef það fer ekki nokkuð jafnt uppá við eða niðurá við (þ.e. tekur stórt stökk þegar maður nálgast fulla gjöf) er nokkuð öruggt að hann er ekki í lagi .",
            "date": "2012-02-15 13:57:00",
            "post_id": "46349",
            "reply_to_id": "46343"
        }
    ],
    "date": "2012-02-13 23:36:00"
}