{
    "forum_title": "Almennt spjall",
    "id": "919",
    "title": "Fólksbílajeppar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=919",
    "posts": [
        {
            "user_name": "elliofur",
            "text": "Ég hef lengi haft gaman af fólksbílum sem búið er að græja stærri dekk undir. Mér datt í hug að ná sem flestum myndum og eins mikið af upplýsingum um þessar græjur eins og menn geta komið með í einn þráð. Það er líka á planinu hjá mér að setja saman eina slíka græju, og þá er gott að fá sem flestar hugmyndir til að gera þetta sem 'fallegast' :)\nÉg man eftir að hafa séð þónokkra svona bíla, fyrir ca 15 árum eða meira þá var ég á ferð einhverstaðar á vestfjörðum og sá þá tvo í sama plássinu, gamla toy corollu og gamla mözdu, kannast einhver við það?\nÞennan rakst ég á á ba.is, ég veit ekkert meira um hann en hann lookar vel. Veit einhver eitthvað um hann?",
            "date": "2010-04-24 14:08:00",
            "post_id": "4289",
            "reply_to_id": false
        },
        {
            "user_name": "Ofsi",
            "text": "Mig minnir að þetta sé bíll Árna Kópssonar og hann hafi keppt í torfæru á honum upp í Jósepsdal",
            "date": "2010-04-24 15:07:00",
            "post_id": "4292",
            "reply_to_id": "4289"
        },
        {
            "user_name": "Magnús Þór",
            "text": "Þessir bílar sem þú sást \"eitthversstaðar á vestfjörðum\" hafa líklega verið á Bíldudal. Gula Mazdan er á bænum Foss í Arnarfirði og ég hef nokkrum sinnum séð hann á Bíldudal. Ég fann mynd eitthverntíman af honum á live2cruize en finn hana ekki aftur.\nÉg sá aldrei Toyotuna en heyrði mikið af henni, hún gæti líka verið á Fossi.",
            "date": "2010-04-24 15:21:00",
            "post_id": "4296",
            "reply_to_id": "4292"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Þetta finnst mér vel tilfundið hjá þér Elli, segi það sama, hef alltaf verið svolítið veikur fyrir svona samsuðu.   Það kemur kannski til af því að bróðir minn smíðaði eitt stykki svona bíl eftir áskorun frá karli föður okkar og útkoman var bara fjandi góð.  Bróðir minn átti á þessum árum (1988-91) Dodge O24 1983 árgerð, það kannast  kannski fáir við þessa bíla en þetta var sama boddý og Charger og fleiri slíkir frá Dodge á þessum árum.   Það hrundi í honum vélin og voru vangaveltur um hvort ætti bara að henda honum eða ekki,  það var þá sem faðir okkar skoraði á hann að smíða þetta boddý ofan á Broncogrind sem bróðir minn átti og var búinn að vera með einhverjar pælingar með.  Þetta var 1974 árgerð af Bronco með 200 cid 6 cyl. línumótor.  Smíðin stóð með hléum í 2 ½ ár og þurfti mörgu að breyta til að þetta passaði saman, t.d. var afturhásingin færð um 28cm og aðeins bætt aftan á grindina til að styrkja hana. Bíllinn kom svo loks á götuna vorið 1991 og var fyrst um sinn á 35“ dekkjum og ólæstur.  Seinna var svo farið í 36“ Mudder og NoSpin að framan og Detroit Locker að aftan en þá vantaði afl svo að það var sett ofan í hann 300 cid 6 cyl. vél úr Econoline. Þessi bíll virkaði rosalega vel og aksturseiginleikarnir margfalt betri en í orginal Bronco.  Hann átti hann í nokkur ár en seldi hann síðan og sér held ég alltaf eftir því. Bíllinn gekk ætíð undir nafninu Ruglið því mörgum þótti þetta vera hið mesta rugl.",
            "date": "2010-04-24 15:28:00",
            "post_id": "4297",
            "reply_to_id": "4296"
        },
        {
            "user_name": "elliofur",
            "text": "Þessi er flottur, þeir verða alltaf soldið háir þegar þeim er skeytt svona ofaná grindur sem þeir 'eiga ekki heima á', en ég ætla að reyna að klína mínum eins neðarlega og hægt er.\nÉg er kominn með megnið af efniviðnum í minn, dana44 framan og 12bolta gm endar með dana44 miðju að aftan (hásingar í fullri breidd), 4.56hlutföll, nospin framan og aftan, RR grind og fjöðrun, 727 skipting og rover sídrifs millikassi, 350 '92 módel keyrð 30þús km, flækjur, 38\" at405 á 6gata 14\" breiðum felgum, brettakantar sem voru á pajero en verða græjaðir til að passa á það boddy sem verður fyrir valinu sem væntanlega verður volvo 700 station.... Þetta er svona það sem ég er kominn með í hendurnar en ég er ekki alveg búinn að endanlega ákveða hvort ég finni eitthvað annað boddy. Allar ábendingar um plássmikið boddy sem gæti verið 'flottara' vel þegnar.",
            "date": "2010-04-24 16:04:00",
            "post_id": "4300",
            "reply_to_id": "4297"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Líst bara vel á þetta hjá þér. Veit einhver hver staðan er á þessum hér í dag.\nRosalega spenntur að sjá þennan fullkláraðan.",
            "date": "2010-04-24 16:21:00",
            "post_id": "4301",
            "reply_to_id": "4300"
        },
        {
            "user_name": "jeepcj7",
            "text": "Er ekki alveg örugglega rétt hjá mér að corollan á Bíldudal er celica og allavega var mjög flott á sínum tíma.",
            "date": "2010-04-24 18:24:00",
            "post_id": "4305",
            "reply_to_id": "4301"
        },
        {
            "user_name": "Einar",
            "text": "Rauði bíllinn í fyrsta póstinum er fyrsta \"Heimasætan\" hans Árna Kópssonar. Boddíið var Isuzu (Gemini?) en ég man ekki hvað var undir. Árni var á Bíldudal þegar hann smíðaði þetta tæki og það gæti verið skýringinn á því að óvenju margir svona bílar hafa verið á Bíldudal og nágrenni.\nEitt sem ég hef spáð í með svona bíla, fólksbílar eru hannaðir með það í huga að maður setjist niður í þá en klifri ekki upp í þá öfugt við jeppa þannig að spurningin er er ekki frekar leiðinlegt að ganga um þá?",
            "date": "2010-04-24 18:46:00",
            "post_id": "4306",
            "reply_to_id": "4305"
        },
        {
            "user_name": "jeepcj7",
            "text": "Heimasætan var að sjálfsögðu Bronco grind og kram með Isuzu boddý.",
            "date": "2010-04-24 18:56:00",
            "post_id": "4308",
            "reply_to_id": "4306"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Ætli það sé ekki bara svipað og ganga um einn vinsælasta jeppa landsins, Toyota Hilux.  :-)\nÞetta er ekki sagt til að móðga neinn, mér hefur alltaf þótt frekar leiðinlegt að klifra upp í þá og að sitja í þeim \ner ekki ósvipað og sitja í fólksbíl, situr nánast flötum beinum í þessu.",
            "date": "2010-04-24 19:10:00",
            "post_id": "4311",
            "reply_to_id": "4308"
        },
        {
            "user_name": "jeepcj7",
            "text": "Hérna er svo eitt svona verkefni til sölu ef menn hafa áhuga.\nhttp://www.kvartmila.is/smf/index.php?t ... #msg175977",
            "date": "2010-04-24 19:18:00",
            "post_id": "4312",
            "reply_to_id": "4311"
        },
        {
            "user_name": "Jens Líndal",
            "text": "Þessi bjalla hefur verið \"leiðrétt\" vélarlega séð hehe, en það er einn GEGGJAÐUR Legacy á Egilstöðum minnir mig. Hann er á RR grind með 4.6 RR mótor og RR hásingar. Hrikalega flottur og snirtilegur, hef bara ekki mynd af honum.",
            "date": "2010-04-24 20:02:00",
            "post_id": "4313",
            "reply_to_id": "4312"
        },
        {
            "user_name": "bronco 66",
            "text": "[quote=\"elliofur\"]Þessi er flottur, þeir verða alltaf soldið háir þegar þeim er skeytt svona ofaná grindur sem þeir 'eiga ekki heima á', en ég ætla að reyna að klína mínum eins neðarlega og hægt er.\nTakk elliofur. Já það olli miklum heilabrotum þetta með hæðina, upphaflega átti bíllinn að vera á 33\" en það bara gekk ekki upp þrátt fyrir breitingar á gólfi og fleiru.\nSvona til frekari fróðleiks þá notaði ég 44\" brettakanta af Blaser s10, sem kom mjög vel út.\nÞetta með að ganga um bílinn vandist mjög fljótt en það var annar ókostur við þennan blending sem mér fannst vera meira mál.Sem er hvað það var mikill \"blindspot\" fyrir framan húddið sem gerist þegar bíll sem maður situr svona djúpt í (neðarlega miðað við húdd) er kominn í þessa hæð.\nOg já ég gengst hér með við smíðinn á þessu fyrirbrigði,Og já ég dauðsé eftir að hafa selt hann.",
            "date": "2010-04-24 20:21:00",
            "post_id": "4314",
            "reply_to_id": "4313"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Trabantinn er goðsagnakenndur bíll, en upprunulega útfærslan er kannski ekki nóg fyrir alla. Á bænum Innari-Lambeyri við Tálknafjörð býr hugvitsmaðurinn og þúsundþjalasmiðurinn Stefán Kristjánsson. Á hlaðinu hjá honum kennir ýmissa grasa en meðal merkra gripa þar var að finna þennan fjórhjóladrifna Trabant jeppa. Þessi er ekki úr fjallahéruðum Austur-Þýskalands heldur er hér um heimasmíðaða útfærslu Stefáns. Hann átti gamlan Trabant með lélegri vél og gamlan Suzuki Fox með sundur ryðgaðri yfirbyggingu. Í stað þess að henda þessum tveimur bílum þá sameinaði hann þá í einn öflugan 4x4 Trabant jeppa.\nÉg spurði Stefán hvort það hefði ekki verið neitt mál að láta Trabantinn passa á Suzuki grindina. \"Nei, nei. Ég lét hann bara passa,\" sagði Stefán og glotti. Bíllinn er í góðu ásigkomulagi og eftir að hafa skipt um rafgeymi rauk bíllinn í gang. Næsta skref er að koma honum á númer aftur.\nVélin, grinding og innréttingin er öll úr Súkkunni og því ekki annað en yfirbyggingin sem kemur frá Trabantinum. En útkoman er óneitanlega skemmtilegur bíll. Það er aldrei að vita nema við förum og fáum að reynsluaka honum þegar hann er kominn á númer.\nÁ myndinni hér til hliðar má sjá Stefán með utanborðsmótor sem hann smíðaði úr sláttuvélamótor.\n,\nstolið af króm.is",
            "date": "2010-04-24 20:41:00",
            "post_id": "4315",
            "reply_to_id": "4314"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÉg er ekki viss um að menn séu að velt þægindum fyrir sér þegar menn eru að gera svona.  Eftir því sem mér skilst var 44\" legasyinn hérna fyrir austan smíðaður vegna þess að einhver sagði að hann gæti þetta ekki.  Hann er asskoti gæjalegur, settur á range rover grind með V8 rover mótor.  \nGamla gráa Toyotan er sennilega í bílskúr í Fellabænum þar sem feðgar dunda sér í honum.  Fyrir eiga þeir pínulítinn gamlan bíl sem ég veit ekki einu sinni hvað heitir, ætli hann sé ekki einhver Datsun fyrirbrigðið, á 36\" dekkjum.  Snyrtilega frágenginn bíll og er mikið notðaur.\nKv Jón Garðar",
            "date": "2010-04-24 21:07:00",
            "post_id": "4317",
            "reply_to_id": "4315"
        },
        {
            "user_name": "Einar",
            "text": "Sá þennan fyrir nokkuð mörgum árum uppi á Höfða og smellti af honum mynd, finnst þetta fara honum nokkuð vel en veit því miður ekkert um hann.",
            "date": "2010-04-24 21:19:00",
            "post_id": "4318",
            "reply_to_id": "4317"
        },
        {
            "user_name": "AgnarBen",
            "text": "Hérna kemur mynd af honum, Datsun 100A\nHérna má finna myndir af Toyotu Crown í smíðum og Datsun\nhttp://www.f4x4.is/index.php?option=com_jfusion&Itemid=235&g2_itemId=7072",
            "date": "2010-04-24 21:33:00",
            "post_id": "4319",
            "reply_to_id": "4318"
        },
        {
            "user_name": "AgnarBen",
            "text": "Legacy á 44\" - Bara helvíti laglegur",
            "date": "2010-04-24 21:39:00",
            "post_id": "4320",
            "reply_to_id": "4319"
        },
        {
            "user_name": "Magnús Þór",
            "text": "Vitnaði í það sem ég skrifaði á torfæruspjallið eitthvern tíman.",
            "date": "2010-04-25 16:57:00",
            "post_id": "4352",
            "reply_to_id": "4320"
        },
        {
            "user_name": "joisnaer",
            "text": "hérna eru nokkrar á Wild Rover",
            "date": "2010-04-25 19:14:00",
            "post_id": "4363",
            "reply_to_id": "4352"
        },
        {
            "user_name": "Magnús Þór",
            "text": "Samkvæmt 3T blaði síðan Nóv ´90 \nRagnar Kristinn Ingason breytti þessum Chevrolet Kingswood Estate,og Guðbjörn bróðir hans hugmindafræðingurinn varðandi drifbúnað. \nCherokee hásing að framan en Wagoneer að aftan. \nFjöðrunin var upphafleg að aftan,en samtíníngur að framan m.a. úr Wagoneer. \nBlazer millikassi og skipting. \nChevrolet 400 vél með þrykktum stimplum ,volgum ás,flækjum og meira smotterí. \nÞetta stóð í blaðinu en hann átti eftir að fá sér meira dót,t.d. hentugri millikassa og svo loftlæsingar.",
            "date": "2010-06-02 12:39:00",
            "post_id": "5708",
            "reply_to_id": "4363"
        },
        {
            "user_name": "Baldur Gísli",
            "text": "Þessi Kingswood er ennþá til. Ragnar Ingason á hann enn þá. Bíllin er í skúr í Melseli RVK. Ragnar er að gera hann allan upp frá grunni. Góðir hlutir gerast hægt en það er verið að vinna í honum nokkuð reglulega og hann klárast einhvern daginn.",
            "date": "2010-12-31 16:30:00",
            "post_id": "12875",
            "reply_to_id": "5708"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Um daginn átti ég AMC Eagle með 4,2 lítra línuvél, undir hann pössuðu cherokee felgur og 30\" dekk án nokkurrar upphækkunar, hefði ég hækkað hann 2 tommur færu 35\" dekk léttilega undir hann enda brettin allt allt alltof djúp fyrir fólksbíl og kvalbakur eða sílsar hvergi nærri hjólabúnaðinum, svolítið freystandi eeeeen.... var ekki lengi að komast að því að svona bílar væru drasl þannig eg seldi hann :)",
            "date": "2010-12-31 16:44:00",
            "post_id": "12876",
            "reply_to_id": "12875"
        },
        {
            "user_name": "Þorri",
            "text": "Ég man eftir chevrolet novu sem var breitt svona spurning hvað varð um þann bíl?",
            "date": "2010-12-31 21:24:00",
            "post_id": "12881",
            "reply_to_id": "12876"
        },
        {
            "user_name": "Offari",
            "text": "Á einn Chrysler Rocky sem ég kalla C-Rocky eða daihatsu mix.  Þessi bíll var breyttur af Benna Fúsa en áður hafði verið eitthvert Gm station body á þessu krami.  Vélin er Daihatsu 2,8 turbo disel kassar koma ú einhverjum Landcruiser og hásingarnar koma undan Skout.  Hef átt bílinn í mörg ár en þar sem ekkert snjóar fyrir austan hef ég ekkert brúkað hann og er því nú að splæsa nýjum pakkdósum í hann og liðka bremsudælur til að koma honum aftur á götuna.",
            "date": "2010-12-31 23:14:00",
            "post_id": "12883",
            "reply_to_id": "12881"
        },
        {
            "user_name": "Offari",
            "text": "Subaroinn er til á Stöðvarfirði í dag og hreyfður reglulega.  Toyota Crown er en í smíðum enda mikið föndur því eingöngu er sett í hann dót úr Toyota. Litli Datsun sést ennþá í brúki en Bjallan fór til Skagafjarðar þar sem einhver strákur ætlar sér að reyna að endursmíða hann.  \nEitthvað er til af dæmum sem aldrei hafa klárast Í Norðfirði rakst ég á drengi sem voru að reyna að smella Trabant óná Wiilysgrind, Í Ystafelli er Ford \"55 óná Weapon grind (reyndra skilst mér að bodyinu hafa bara verið lagt þar óná til geymslu) Eignig var til í mývatnssveit Blöðruskódi óná Overlandgrind sá var ekinn eitthvað og segir sá sem breytti það hafa verið fyrsti fólksbíllinn á jeppagrind.\nTvær pobetur komu orginal til landsins á hásingum en þeir bílar reyndust mjög illa. Einhverstaðar sá ég myndir af Corvair á jeppagrind. Ein Volga var til með rússa hásingum og ég hef séð Celicu og mözdu á Bíldudal.",
            "date": "2010-12-31 23:46:00",
            "post_id": "12884",
            "reply_to_id": "12883"
        },
        {
            "user_name": "Offari",
            "text": "Hér er mynd af Datsun gulum",
            "date": "2010-12-31 23:50:00",
            "post_id": "12885",
            "reply_to_id": "12884"
        },
        {
            "user_name": "jeepson",
            "text": "Þetta er datsuninn sem er rauður í dag. á EGS. Hann er hellvíti flottur. einmitt sömu feðgarnir sem eru að smíða Crowninn.",
            "date": "2011-01-01 00:39:00",
            "post_id": "12886",
            "reply_to_id": "12885"
        },
        {
            "user_name": "juddi",
            "text": "Í þessum þræði eru nokrir\nhttp://www.live2cruize.com/spjall/showthread.php?106562-Legendary-Jeppar",
            "date": "2011-01-01 11:08:00",
            "post_id": "12889",
            "reply_to_id": "12886"
        },
        {
            "user_name": "Stjáni Blái",
            "text": "Frændi minn smíðaði þennan á sínum tíma. \nGrindin var að mig minnir Bronco, eins og undir mörgum öðrum fólksbílajeppum. Vélin var hinsvegar 327 Small Chevy.",
            "date": "2011-01-01 13:51:00",
            "post_id": "12899",
            "reply_to_id": "12889"
        },
        {
            "user_name": "-Hjalti-",
            "text": "orðin dapur í dag en eflaust hægt að bjarga \nhér er svo Celica \nsvo náttla sierran \nsvo veit ég að það er mmc Eclipse á pajero grind fyrir norðan \nog svo sá ég ford KA á grind um daginn í mosó",
            "date": "2011-01-03 00:04:00",
            "post_id": "13011",
            "reply_to_id": "12899"
        },
        {
            "user_name": "Offari",
            "text": "Langar að bjarga þessari Novu.",
            "date": "2011-01-03 22:16:00",
            "post_id": "13069",
            "reply_to_id": "13011"
        },
        {
            "user_name": "Dodge",
            "text": "Það er eitthvað sem maður verður að sjá :)",
            "date": "2011-01-04 14:33:00",
            "post_id": "13107",
            "reply_to_id": "13069"
        },
        {
            "user_name": "jeepson",
            "text": "Hann er búinn að standa lengi þarna. En það er frekar funky að sjá ka á stórum dekkjum.",
            "date": "2011-01-04 14:46:00",
            "post_id": "13111",
            "reply_to_id": "13107"
        },
        {
            "user_name": "juddi",
            "text": "KA apparatið virðist bara hafa verið híft á bronco grind sem er alltof stór undir þetta boddy og verður varla nokkurntíman ökutæki",
            "date": "2011-01-04 22:15:00",
            "post_id": "13148",
            "reply_to_id": "13111"
        },
        {
            "user_name": "viddi",
            "text": "Síerran er á geimslusvæðinu í riðgun, sá hana þar í sumar.",
            "date": "2011-01-05 00:14:00",
            "post_id": "13167",
            "reply_to_id": "13148"
        },
        {
            "user_name": "Steinar",
            "text": "Þessi var smíðaður af Tungufellsbræðrum í Hrunamannahreppi.  Er með 460 og ýmisl gotterí",
            "date": "2011-01-06 20:56:00",
            "post_id": "13297",
            "reply_to_id": "13167"
        },
        {
            "user_name": "juddi",
            "text": "Djöfull er hrikalegt að sjá hann miðað við þegar ég sá hann fyrir ca 10 árum",
            "date": "2011-01-06 21:24:00",
            "post_id": "13303",
            "reply_to_id": "13297"
        },
        {
            "user_name": "Steinar",
            "text": "Já hann var mjög flottur einu sinni. Þarf aðeins að fara að skeina aftur.",
            "date": "2011-01-07 08:06:00",
            "post_id": "13328",
            "reply_to_id": "13303"
        },
        {
            "user_name": "bjornod",
            "text": "Þetta eru skemmtileg verkefni og gaman að þessu.\nÞað sem ég tek hins vegar mest eftir að mörgum árum eftir að þessum bílum er breytt, þá standa þeir allir úti á túni, upplitaðir á \nóslitnum dekkjum\n.  Hvers vegna ætli það sé?",
            "date": "2011-01-07 09:09:00",
            "post_id": "13330",
            "reply_to_id": "13328"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Hvernig hefur fólk það í sér að láta svona mikið af \"merkilegum\" bílum standa úti og grotna ? Ég hef komið í margar geimslurnar hálf tómar um sveitir landsins þar sem ómerkilegri bílar standa og nóg pláss fyrir eitthverja eðalvagna.. Ekki er mikið mál að bjarga bíl undir húsaskjól , ekki þarf það nú að vera merkilegt.  eða dýrt..\nBara að það flæði ekki yfir þetta vatn og þetta standi ekki ofaná jarðveg , allavega ekki grasi..\nþað er beyond leti að láta classískan og merkilegan bíl standa úti fyrir veðrum og vindum !!\nhafa þó allavega manndóm í sér að selja bílinn til eitthvers sem hefur áhuga á að gera hann upp eða allavega hefur í sér að hýsa hann til betri tíma.",
            "date": "2011-01-07 09:59:00",
            "post_id": "13341",
            "reply_to_id": false
        },
        {
            "user_name": "Dodge",
            "text": "Ekki er tilfellið að þessi hafi einusinni verið rauður og sé orðinn ALVEG upplitaður?",
            "date": "2011-01-07 11:58:00",
            "post_id": "13347",
            "reply_to_id": "13341"
        },
        {
            "user_name": "Offari",
            "text": "Fór þetta einhvertíman á götuna? Annars er þetta eitthvað sem maður vildi frekar eiga í upphaflegu útfærsluni.",
            "date": "2011-01-07 14:35:00",
            "post_id": "13354",
            "reply_to_id": "13347"
        },
        {
            "user_name": "Árni Braga",
            "text": "er eitthvað af þessum bílum til sölu\ner til í eitt eintak til að dunda í",
            "date": "2011-01-07 15:21:00",
            "post_id": "13358",
            "reply_to_id": "13354"
        },
        {
            "user_name": "Steinar",
            "text": "Jú var rauður og mjög flottur. Var kallaður Tungufellströllið\" og notaður talsvert. Amk sá ég hann nokkrum sinnum bæði rúnta og í páskaferðum þegar ég var polli.",
            "date": "2011-01-07 15:42:00",
            "post_id": "13361",
            "reply_to_id": "13358"
        },
        {
            "user_name": "Árni Braga",
            "text": "Númerið á grind gildir ekki boddy",
            "date": "2011-01-07 17:10:00",
            "post_id": "13375",
            "reply_to_id": "13361"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Hér er Mitsubishi Eclipse og grind af stuttum Pajero",
            "date": "2011-01-07 17:40:00",
            "post_id": "13377",
            "reply_to_id": "13375"
        },
        {
            "user_name": "Einar",
            "text": "Ástand: \nÍ uppgerð samkvæmt spjalli Fornbílklúbbsins\n \nhttp://www.jsl210.com/spjall/viewtopic.php?t=3051&postdays=0&postorder=asc&start=0\nStaðsetning: \nLíklega í Skagafirði",
            "date": "2011-01-07 17:42:00",
            "post_id": "13378",
            "reply_to_id": "13377"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Stóri bleiki Station bíllinn er að mér sýnist 1977 FORD LTD Wagon \nHér er mynd af Mitsubishi Eclipse ofaná grind af stuttum pajero",
            "date": "2011-01-07 17:44:00",
            "post_id": "13379",
            "reply_to_id": "13378"
        },
        {
            "user_name": "SiggiHall",
            "text": "Vitiði eitthvað meira um þessa sierru? Hver á og hvaða kram?",
            "date": "2011-01-07 18:01:00",
            "post_id": "13380",
            "reply_to_id": "13379"
        },
        {
            "user_name": "sveinnelmar",
            "text": "Þessi varð aldrei að veruleika sökum Sjóvá.",
            "date": "2011-01-07 18:06:00",
            "post_id": "13381",
            "reply_to_id": "13380"
        },
        {
            "user_name": "Offari",
            "text": "Chrysler/Rockyinn minn er skráður em Daihatsu Rocky \"85 enda grindin undan Rocky (bara hálfgrind eins og gm hafði það í gamla daga) Bodýið er Crysler Voyager \"86.  Svo á ég líka forláta gemsa sem ekki er ennþá kominn á mitt nafn.\nÁstandið að C-Rocky er nokkuð gott miðað við nokkra ára stöðu (eignaðist hann 2004) Þó vantar mig einn banjóbolta fyrir smurið aftan á vacumdæluna til að geta sett hann í gang.  Til stóð að setja gripinn á götuna nú í Janúar en þar sem ég hef ekki ennþá fengið boltann frestast það eitthvað.",
            "date": "2011-01-08 07:37:00",
            "post_id": "13422",
            "reply_to_id": "13381"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Fard KA",
            "date": "2011-01-08 08:13:00",
            "post_id": "13424",
            "reply_to_id": "13422"
        },
        {
            "user_name": "Offari",
            "text": "Ég er ekki hissa á því að þessi KA sé kominn inn fyrir rimlana. Hann virðist ekkert vera heiðarlegur.",
            "date": "2011-01-08 08:42:00",
            "post_id": "13425",
            "reply_to_id": "13424"
        },
        {
            "user_name": "Árni Braga",
            "text": "Er ekki neitt til sölu",
            "date": "2011-01-09 16:48:00",
            "post_id": "13508",
            "reply_to_id": "13425"
        },
        {
            "user_name": "Offari",
            "text": "Þú getur fengið minn ef semst um verð eða einhvern safngrip í staðin.",
            "date": "2011-01-09 19:36:00",
            "post_id": "13519",
            "reply_to_id": "13508"
        },
        {
            "user_name": "Offari",
            "text": "Rakst á þennan á Kvartmíluspjallinu.  En ég held að það sé búið að breyta honum aftur í fólksbíl.",
            "date": "2011-01-14 00:08:00",
            "post_id": "13827",
            "reply_to_id": "13519"
        },
        {
            "user_name": "jeepson",
            "text": "Hér eru myndir ferskar úr skannanum. Pabbi var byrjaður á að smíða þennan en svo varð ekkert úr því þar sem að við fluttum erlendis. En pabbi notaði þó bílinn svona eins og hann er á myndunum á minkaveiðar. Boddýið er dihatsu en grindin og kramið er suzuki fox 410 Bíllinn var á 36x12,5-15 og á 12\" breyðum felgum. Það var ótrúlegt hvað þetta komst áfram. Við kölluðum bílinn súhatsú :)",
            "date": "2011-01-16 18:11:00",
            "post_id": "13929",
            "reply_to_id": "13827"
        },
        {
            "user_name": "Fetzer",
            "text": "flottar myndir af fyrr nefndum bil árna kóps",
            "date": "2011-01-16 18:35:00",
            "post_id": "13932",
            "reply_to_id": "13929"
        },
        {
            "user_name": "Stebbi",
            "text": "Kallinn hefði frekar átt að setja þennan eldri charade sem sést í á neðri myndini á grindina, mun fallegri bíll.",
            "date": "2011-01-16 21:58:00",
            "post_id": "13949",
            "reply_to_id": "13932"
        },
        {
            "user_name": "juddi",
            "text": "Það er ekkert verið að færa afturhásinguna á þessum Dæjara",
            "date": "2011-01-16 22:30:00",
            "post_id": "13956",
            "reply_to_id": "13949"
        },
        {
            "user_name": "jeepson",
            "text": "Hann týmdi því ekki. Skil hann ósköp vel. Hinn var tjónaður þegar hann fékk hann. Leó M jónson átti hann. Kallinn fékk eitthvað af varahlutum með lagaði hann. Hann var meðal annars notaður til að draga trillu sem að kallinn átti. ótrúlegt hvað þessi tík var seig.",
            "date": "2011-01-16 22:32:00",
            "post_id": "13957",
            "reply_to_id": "13956"
        },
        {
            "user_name": "jeepson",
            "text": "neinei. kallinn neti ekkert að standa í svoleiðis veseni. Hann ætlaði bara að smíða nýjan hjólboga í staðin. Samt ótrúlegt að lítill dæjari skuli vera lengri heldur en foxinn á milli hjóla :) Enda var þetta svosem bara smíðað uppá djókið. Það stóð aldrei til að þetta yrði neinn fjalla jeppi. en nú erum við jafnvel að pæla í að smíða fólksbíla jeppa. Spurningin er bara hvaða boddý við eigum að nota. Við erum með grind sem við ætlum að nota í þetta ef eitthvað úr þessu verður.",
            "date": "2011-01-16 22:35:00",
            "post_id": "13959",
            "reply_to_id": "13957"
        },
        {
            "user_name": "hasi5509",
            "text": "mözduna er búið að rífa þú getur fengið upplísingar um bílinn hjá gísla matthíassyni í síma 8618994. bíllinn guli er toyota celica árgerð 80, undirvagn skátgrind, afturhásíng er ford, framhásíng wagoneer, mótor 391 v8 ford, gírkassin er 5 gíra millikassi dana 300, dekk 38''  boddý er í lagfæringu =)  eigandi bílsins er matthíass sími 8650442",
            "date": "2011-01-17 21:33:00",
            "post_id": "14013",
            "reply_to_id": "13959"
        },
        {
            "user_name": "Offari",
            "text": "Var að finna mynd af Rocky Horror,  Bjúkki sem rifinn þegar Chrysler Rockyinn minn var smíðaður.",
            "date": "2011-01-24 17:33:00",
            "post_id": "14316",
            "reply_to_id": "14013"
        },
        {
            "user_name": "Stjóni",
            "text": "Þetta er mesti perraskapur sem fyrir fynst á internetinu og þá er nú mikið sagt. Þið sem fílið þetta ættuð að leita ykkur hjálpar. Ég vona  að þetta lendi í brotajárnspressunni sem fyrst.",
            "date": "2011-01-24 19:13:00",
            "post_id": "14317",
            "reply_to_id": "14316"
        },
        {
            "user_name": "-Hjalti-",
            "text": "Skoðaðu internetið betur... það er margt verra til... tildæmis...\nÞetta",
            "date": "2011-01-25 07:56:00",
            "post_id": "14333",
            "reply_to_id": "14317"
        }
    ],
    "date": "2011-01-07 09:59:00"
}