{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "9257",
    "title": "Of margir naglar = slæmt?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=9257",
    "posts": [
        {
            "user_name": "Freyr",
            "text": "Sæl öll\nEr með 38\" dick Cepek Mud Country undir cherokee. Er búinn að skera þau mikið, m.a. skera alla kubbana sem snerta götuna í tvennt. Á morgun fer ég með þau í neglingu og var að hugsa um að láta setja einn nagla í hvern kubb (s.s. eftir skurð, tveir naglar í hvern kubb ef dekkin væru óskorin). Þetta gerir 344 nagla í hvert dekk = 1.376 nagla í ganginn. Fylgja því einhverjir gallar að vera með svona marga nagla umfram það að sem fylgir venjulegri neglingu t.d. 2 + 1 í kantana?\nKv. Freyr",
            "date": "2012-02-19 23:11:00",
            "post_id": "46946",
            "reply_to_id": false
        },
        {
            "user_name": "Stebbi",
            "text": "",
            "date": "2012-02-19 23:32:00",
            "post_id": "46948",
            "reply_to_id": "46946"
        },
        {
            "user_name": "birgthor",
            "text": "Mesti gallinn við of neglt dekk er sennilega aukin bremsunarvegalengd á malbiki (blautu)\nEf ég væri í þessum pælingum myndi ég negla vel hliðar en láta microskera miðju, passa bara að naglarnir séu ekki allir í sömu línu.",
            "date": "2012-02-19 23:45:00",
            "post_id": "46952",
            "reply_to_id": "46948"
        },
        {
            "user_name": "Freyr",
            "text": "Þakka ábendinguna en ég vissi af þessu. Hinsvegar er ég þannig gerður að mér gæti ekki verið meira sama hvað einhverjum pappírspésa dettur í hug að setja á blað. Það sem skiptir mig máli er hvernig hlutirnir virka í raun og þá er oft mjög gott að leita á náðir jeppaspjallsins og f4x4.is ;-)\nKv. Freyr",
            "date": "2012-02-19 23:52:00",
            "post_id": "46953",
            "reply_to_id": "46952"
        },
        {
            "user_name": "Freyr",
            "text": "Ein vangavelta í sambandi við microskurð. Nú slitna kubbarnir á AT dekkjunum mis mikið eftir því hvort þeir eru microskornir eða ekki, þegar dekkin eru hálfslitinn eða svo  standa microskornu kubbarnir uppúr en þeir óskornu eru meira slitnir og standa neðar. Mín kenning er sú að skornu kubbarnir gefa eftir og bíllinn setur meiri þunga á óskornu kubbana og slítur þeim þ.a.l. hraðar.\nEf ég microsker miðjuna, mun það ekki hlutfallslega auka slitið á köntunum?\nKv. Freyr",
            "date": "2012-02-19 23:58:00",
            "post_id": "46954",
            "reply_to_id": "46953"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég var líka nokkuð viss um það að þér væri nok sama, enda eiga pappírspésar líka að halda sig á mottuni þegar jeppamenn eru annars vegar.  Annars bökkum við bara yfir þá.  :)",
            "date": "2012-02-20 00:07:00",
            "post_id": "46960",
            "reply_to_id": "46954"
        },
        {
            "user_name": "karig",
            "text": "Hvað kostar að bora og setja nagla miðað við setja 2 í hvern kubb?  Kv, Kári.",
            "date": "2012-02-20 08:31:00",
            "post_id": "46970",
            "reply_to_id": "46960"
        },
        {
            "user_name": "birgthor",
            "text": "Microskurður eykur kælingu á því svæði sem hann er og því slitnar dekkið hægar þar. Ef dekkið færi að slíta köntunum hraðar hjá þér væri þá ekki bara ráð að hafa aðeins of háann þrýsting í dekkjunum þegar þú ert á þurru malbiki og innanbæjar. Kannski næðirðu að minnka eyðsluna sem og létta bílinn í akstri um leið.",
            "date": "2012-02-20 12:37:00",
            "post_id": "46983",
            "reply_to_id": "46970"
        },
        {
            "user_name": "Startarinn",
            "text": "Bjsv. Strönd átti einusinni Surburban á 44\" DC, í þau var búið að raða 500 nöglum, eða allstaðar þar sem var hægt að koma nöglum í dekkin. \nÉg fann aldrei neinn mínus við að keyra bílinn á þessu, nema þá helst að mér fanst DC dekkin gjörsamlega griplaus í snjó þegar virkilega þurfti á að halda en það kom nöglunum tæplegast neitt við, hann stóð bara mjög vel á klaka.\nÉg myndi allavega ekki láta neinn segja mér að sleppa þessu ef ég væri að pæla í að negla svona svakalega.",
            "date": "2012-02-20 17:50:00",
            "post_id": "47011",
            "reply_to_id": "46983"
        },
        {
            "user_name": "jeepson",
            "text": "Ég var með mudder undir að aftan síðasta vetur. Og það voru umþaðbil 500naglar í sitthvoru dekkinu. Og svo var ég og er en með Gh að framan sem eru míkróskorin. Og bíllinn stóð eins og klettur í hálkuni. Maður hikaði ekki við að keyra á 90 í glæra hálku. Ég hinsvegar hugsa mig 20sinnum um það núna. Þar sem að ég er kominn með Gh að aftan líka. En ég notaði framdrifið sára lítið í venjulegum vega akstri í fyrra vetur. En núna hreyfi ég ekki bílinn nema í framdrifinu í hálkuni.. Ef að ég væri að fara að negla dekk í dag, þá myndi ég ekki hika við að láta setja 400-500stk í hvert dekk. En ég soddið heitur fyrir að prufa AT dekk næst og hafa þau bara míkróskorin án nagla. Enda hafði ég bara ætlað að nota þau sem keyrslu dekk.",
            "date": "2012-02-20 18:23:00",
            "post_id": "47017",
            "reply_to_id": "47011"
        }
    ],
    "date": "2012-02-19 23:11:00"
}