{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "9273",
    "title": "Afturdifið undan enn einu sinni..",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=9273",
    "posts": [
        {
            "user_name": "hobo",
            "text": "Tók eftir því þegar ég tjakkaði jeppann upp að aftan að læsingin var ekki að virka sem skildi. Þegar ég snéri öðru hjólinu snérist hitt ekki með og stundum snérist drifskaftið og stundum ekki. Er með Lockrite lás sem á að virka 100% nema í beygjum á þurru, þá hleypur hún á tannhjólum, svipað og nospin skilst mér.\nHef heyrt háværa og grófa smelli mjög sjaldan sem er greinilega ekki mjög gott.\nEr búinn að taka drifið undan í 5. skiptið held ég á 9 mánuðum, rosa gott, spurning hvort það sé met? líklega ekki..\nÉg sá engar skemmdir á drifinu né lásnum í fljótu bragði með drifið á borðinu.\nSemsagt, þessi lás er rusl og ég er að fara á fjöll næstu helgi.\nVeit einhver með góðan lás fyrir mig á betra verði?",
            "date": "2012-02-20 21:38:00",
            "post_id": "47048",
            "reply_to_id": false
        },
        {
            "user_name": "jongunnar",
            "text": "viewtopic.php?f=32&t=9142\nþessi er að auglýsa",
            "date": "2012-02-20 22:11:00",
            "post_id": "47057",
            "reply_to_id": "47048"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Þú finnur ekki fyrir lásnum með því að snúa hjólinu létt með handafli yfirleitt þarf drífandi kraft af skaftinu svo hún virki þú t.d. getur tjakkað upp, sett klemmu á bremsuslönguna öðrum megin eða aftengt handbremsuna öðrum megin og gert smá högg með kúplingunni og þá ætti læsingin að virka ef allt er eðlilegt.\nþ.e. ef þvingun er á öðru hjólinu og drífandi kraftur á pinion þá ættu samt sem áður bæði hjól að snúast jafnt.\nSmellir ættu þó ekki endilega að heyrast úr læsingunni ertu viss um að þeir komi ekki einhversstaðar annarsstaðar frá",
            "date": "2012-02-21 00:05:00",
            "post_id": "47079",
            "reply_to_id": "47057"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "sæll er þessi lás ekki svipaður og no-spin ef svo er þá er alveg eðlilegt að það komi einhverir smellir allavega gerði no-spinið það hjá mér til að byrja með svo lærði maður að keyra með því,jeppinn var bæði notaður innanbæjar í rvk og á fjöllum",
            "date": "2012-02-21 00:20:00",
            "post_id": "47080",
            "reply_to_id": "47079"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Hvaða olíu ertu með á drifinu?\nKv. Haffi",
            "date": "2012-02-21 12:15:00",
            "post_id": "47117",
            "reply_to_id": "47080"
        },
        {
            "user_name": "Grímur Gísla",
            "text": "http://www.youtube.com/watch?v=kL0hPEOStGk\nSkoðaðu þetta myndband.\nÉg skil þetta þannig að það þurfi að vera kraftur frá drifskafti til að þetta læsi.",
            "date": "2012-02-21 15:39:00",
            "post_id": "47143",
            "reply_to_id": "47117"
        },
        {
            "user_name": "hobo",
            "text": "Mig minnti að þetta hafi ekki hagað sér svona með dekkin á lofti þegar ég setti læsinguna í. En þetta væri þá ekki í fyrsta skiptið sem að maður gerir eitthvað í fljótfærni, varðandi að kippa drifinu úr í einum grænum.\nBesta bara að setja þetta í og halda áfram að keyra.\nEr með venjulega gírolíu 80/90.",
            "date": "2012-02-21 16:14:00",
            "post_id": "47155",
            "reply_to_id": "47143"
        },
        {
            "user_name": "HaffiTopp",
            "text": "já það gæti verið meinið ef þetta er í ætt við diskalæsingu. Prófaðu að setja LS 85W90 og sjáðu hvað gerist.\nKv. Haffi",
            "date": "2012-02-21 16:22:00",
            "post_id": "47158",
            "reply_to_id": "47155"
        },
        {
            "user_name": "jeepcj7",
            "text": "Það er ekki tilgangur í að nota ls olíu á tannhjólalás og þessi hegðun er eðlileg þessi læsir bara við átak frá pinjón alveg eins og nospin.",
            "date": "2012-02-21 17:21:00",
            "post_id": "47161",
            "reply_to_id": "47158"
        },
        {
            "user_name": "Þorri",
            "text": "Mér var sagt að militec gerði kraftaverk fyrir svona lása. Hef ekki prufað það sjálfur svo ég hef ekki beina reynslu af því.",
            "date": "2012-02-21 17:57:00",
            "post_id": "47170",
            "reply_to_id": "47161"
        },
        {
            "user_name": "hobo",
            "text": "Drifið komið á sinn stað og er búinn að komast að því að lásinn er í góðu lagi, ég bara komst að því \"the hard way\".\nGóðu fréttirnar fyrir mig eru þó að núna er ég viss um að allt er í góðu lagi þarna afturí og þessi óhljóð eru saklaus.\nÞað væri gaman að prófa millitec við tækifæri og gá hvort smellirnir minnkuðu en maður efar samt um að það gagni.",
            "date": "2012-02-21 19:50:00",
            "post_id": "47192",
            "reply_to_id": "47170"
        },
        {
            "user_name": "Stebbi",
            "text": "Smellirnir koma þegar að tannhjólin eru að hrökkva um eina eða fleiri tennur.  Til dæmis á no-spin þá hafa menn stoppað til að athuga hvort að drifið sé enþá undir bílnum þegar að það smellur vel í.  Enda er þumalputtareglan þar að ef að það heyrist ekki í No-spin þá er hún sjálfsagt ónýt, sama á sjálfsagt við þessa læsingu.",
            "date": "2012-02-21 20:15:00",
            "post_id": "47199",
            "reply_to_id": "47192"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Koma margir smellir ég hélt það ætti bara að koma smellur meðan læsingin grípur og svo kannski annar þegar hún sleppir en hvað veit ég hef aldrei átt svona lás bara skoðað þá",
            "date": "2012-02-21 20:18:00",
            "post_id": "47200",
            "reply_to_id": "47199"
        },
        {
            "user_name": "karig",
            "text": "Ég er með No-spin í framhásingu hjá mér sem virkar fínt en það heyrast aldrei neinir smellir í því.....kv, Kári.",
            "date": "2012-02-21 20:27:00",
            "post_id": "47203",
            "reply_to_id": "47200"
        },
        {
            "user_name": "Stebbi",
            "text": "Enda smellur bara í No-Spin þegar hún er að losa spennu í beygjum, efast um að þú sért mikið að keyra á malbiki í framdrifinu.",
            "date": "2012-02-21 20:34:00",
            "post_id": "47205",
            "reply_to_id": "47203"
        },
        {
            "user_name": "hobo",
            "text": "Sko t.d í hringtorgi getur bíllinn farið að hristast nokkuð mikið en þá eru tennurnar greinilega að vinna sína vinnu. En svo örsjaldan kemur svakalegur höggsmellur, en þá langar manni einmitt út að gá hvort hásingin sé ekki ennþá á sínum stað.\nÉg er sáttur við að útskrifa þetta vandamál sem eðlilegt.",
            "date": "2012-02-21 20:39:00",
            "post_id": "47207",
            "reply_to_id": "47205"
        },
        {
            "user_name": "Sævar Örn",
            "text": "Ekki ég, ertu búinn að prófa að setja annað afturhjólið á svell og reyna að spóla, hvort koma smellir og brestir eða græjan rýkur áfram með fullt grip á báðum.???",
            "date": "2012-02-21 20:42:00",
            "post_id": "47209",
            "reply_to_id": "47207"
        },
        {
            "user_name": "Stebbi",
            "text": "Bíllinn hristist örugglega afþví hann á auðveldara með að hoppa til á dekkjunum en að losa spennuna úr læsinguni svo þegar læsingin loksins losar þá smellur í öllu og manni líður eins og tíkin hafi skitð afturdrifinu.  Þetta er eðlilegt á svona rassléttum bíl á meðan læsingin er að slípa sig saman.",
            "date": "2012-02-21 20:46:00",
            "post_id": "47211",
            "reply_to_id": "47209"
        },
        {
            "user_name": "karig",
            "text": "Mikið rétt, ég keyri aldrei í framdrifinu á malbiki, enda bíllinn fullkomlega ókeyrandi þannig, en ég er búinn að spóla ósköpin öll í snjó og hálku og mér finnst þetta vera svipað og soðið, ég verð aldrei var við að læsingin fari af........kv, Kári.",
            "date": "2012-02-22 08:44:00",
            "post_id": "47261",
            "reply_to_id": "47211"
        },
        {
            "user_name": "hobo",
            "text": "Jebb læsingin hefur alltaf virkað, prófaði þetta um daginn með hægri helminginn á svelli og rauk af stað.",
            "date": "2012-02-22 15:21:00",
            "post_id": "47284",
            "reply_to_id": "47261"
        },
        {
            "user_name": "Sævar Örn",
            "text": "ok þá skal eg vera samþykkur og þægur :)",
            "date": "2012-02-22 15:32:00",
            "post_id": "47285",
            "reply_to_id": "47284"
        },
        {
            "user_name": "otterpoo",
            "text": "Ég myndi taka þennan lás og setja hann í frammdrifið. Hefur meira með alvöru brútal lás að gera þar, svo þarft þú heldur ekki að hlusta á þessi högg í venjulegri malbiks keyrslu.\nAllavega í mínum bókum er frammlás mun nauðsinlegri en afturlás \"nánast\" tilgangslaus.",
            "date": "2012-02-22 15:53:00",
            "post_id": "47287",
            "reply_to_id": "47285"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Efast stórlega að þetta drif passi að framan í þessum bíl.\nKv. Haffi",
            "date": "2012-02-22 16:04:00",
            "post_id": "47290",
            "reply_to_id": "47287"
        },
        {
            "user_name": "Brjótur",
            "text": "Haha gaman að svona speki....afturlás nánast tilgangslaus...........",
            "date": "2012-02-22 16:24:00",
            "post_id": "47291",
            "reply_to_id": "47290"
        },
        {
            "user_name": "otterpoo",
            "text": "Gerði ráð fyrir að hann væri með frammhásingu , þá passar þetta á milli.\nVertu ekki að snúa útúr. \nÞú kemst yfirleitt meira með góðan frammlás og opið afturdrif en góðan afturlás og svo opið frammdrif.\nEn auðvitað er best að vera með bæði drif læst !",
            "date": "2012-02-22 16:36:00",
            "post_id": "47292",
            "reply_to_id": "47291"
        },
        {
            "user_name": "Stebbi",
            "text": "Það fer alveg eftir því um hvaða bíl er að ræða hvort framlás geri meira en afturlás.  Svona Hilux á hásingum þarf að hafa afturlás vegna þess að hann er svo rassléttur, að vera með Hilux bara læstan að framan er ekki betra en að hafa bara lás að aftan, ég hef prufað það sjálfur og það þarf ekkert að reyna að segja mér annað.",
            "date": "2012-02-22 17:42:00",
            "post_id": "47295",
            "reply_to_id": "47292"
        },
        {
            "user_name": "jeepcj7",
            "text": "Mín reynsla segir að framlás er meiri nauðsyn eftir því sem bíllinn er framþyngri og ég persónulega tek alltaf framlás fyrst nema bara í beina spyrnu upp brekku þar er afturlás must.",
            "date": "2012-02-22 19:02:00",
            "post_id": "47300",
            "reply_to_id": "47295"
        },
        {
            "user_name": "Magni",
            "text": "Þegar tekið er af stað í þungu færi eða upp brekku hvert fer þá þyngdin á bílnum?? á afturhásinguna. Segir sig sjálft að afturlás er betri en framlás. Best að vera með bæði náttúrulega.",
            "date": "2012-02-22 19:32:00",
            "post_id": "47303",
            "reply_to_id": "47300"
        },
        {
            "user_name": "otterpoo",
            "text": "Hvor hjólin eru að riðja? Frammhjólin!\nÞað er í einstaka skipti sem afturhjólin þurfa læsingu..",
            "date": "2012-02-23 00:28:00",
            "post_id": "47369",
            "reply_to_id": "47303"
        },
        {
            "user_name": "Sævar Örn",
            "text": "mér finnst eins og einhver sagði,,, bæði betra",
            "date": "2012-02-23 00:29:00",
            "post_id": "47370",
            "reply_to_id": "47369"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Ágætt að vera með lása og allt það en breytir litlu með drifgetu meðan billinn stendur jafnt í öll hjól.  Mun mikilvægara að stjórna afli temmilega út í hjól svo ekki detti út í spól.",
            "date": "2012-02-23 08:15:00",
            "post_id": "47387",
            "reply_to_id": "47370"
        },
        {
            "user_name": "Magni",
            "text": "Hvar eru framhjólin þegar þú ert að ryðja og fara upp brekku? þau ná yfirleitt að fljóta ofaná snjónum meðan afturdekkin ná því ekki. Hvað segir það okkur? það er ekkert grip á framdekkjunum, þunginn færist á afturdekkin.. gripið er í afturdekkjunum og þar vill maður væntanlega hafa læsinguna.",
            "date": "2012-02-23 09:28:00",
            "post_id": "47396",
            "reply_to_id": "47387"
        },
        {
            "user_name": "Brjótur",
            "text": "'Óttar minn rólegur, þetta eru bara nákvæmlega þín orð,  en ég er alveg sammála báðum hliðum hérna í þessu máli, þ.a.e. þegar er verið að ryðja á jafnsléttu þá vill maður framlásinn frekar og þá hvíli ég afturlásinn, gott að eiga hann inni ef það verða vandræði við að bakka, og svo eins og Magni bróðir minn segir þá fer þyngdin aftur upp brekkurnar og hvar er gripið þá?, og lásinn? að aftan eða bæði aft. fram.\nkveðja Helgi",
            "date": "2012-02-23 13:29:00",
            "post_id": "47430",
            "reply_to_id": "47396"
        },
        {
            "user_name": "AgnarBen",
            "text": "Þetta er eins og rífast um hvort hægri eða vinstri höndin sé betri, þeir sem eru örvhentir velja vinstri, hinir hægri ! \nÞetta fer bara eftir aðstæðum hvor lásinn gagnast betur......",
            "date": "2012-02-23 13:32:00",
            "post_id": "47433",
            "reply_to_id": "47430"
        }
    ],
    "date": "2012-02-20 21:38:00"
}