{
    "forum_title": "Almennt spjall",
    "id": "9322",
    "title": "A.T.H!!!! mikilvægt að skoða!!!",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=9322",
    "posts": [
        {
            "user_name": "arni hilux",
            "text": "Er að leyta að jeppa/sleða einstaklingum sem voru í jeppaferð helgina 17 -19 feb. Austan til á rangárvallar afrétti eða við strút, allavega á þessu svæði og voru á ferða rás 50 þann 18 feb. og sáu til fé á þessu svæði, þessir einstaklingar voru að horfa á mýrdalsjökul vestan til og voru að horfa á jeppahóp sem voru að koma norður af jöklinum þann dag, mikilvægt er að menn þessir hafi samband við mig í einkapósti eða 8445852 árni eða 8921439 Ingi svo það sé hægt að komast að því hvort það sé fénaður á þessu svæði, \nef þið vitið um eitthverja sem voru á þessu svæði þessa helgi þá má endilega bendið þeim á að hafa samband við okkur\nsvo vil ég einnig benda á að ef jeppamenn sjái fé endilega láta vita af því og á hvaða svæði það er \nkær kveða Árni Páll",
            "date": "2012-02-22 21:39:00",
            "post_id": "47335",
            "reply_to_id": false
        },
        {
            "user_name": "-Hjalti-",
            "text": "Sælir Árni , Ég var á sleða á svæðinu þann 18 Feb , tók stóran rúnt um svæðið.\nDalakofa , strút , Hrafntinnusker , Glaðheimar og Landmannalaugar og var ekki var við neitt lifandi þarna nema þónokkra sleðamenn og örfáa jeppamenn.",
            "date": "2012-02-22 22:30:00",
            "post_id": "47341",
            "reply_to_id": "47335"
        },
        {
            "user_name": "arni hilux",
            "text": "takk fyrir það hjalti :) ef þú þekkir eitthvað af þessum jeppamönnum þá máttu kanski koma þessu til þeirra :)",
            "date": "2012-02-22 22:39:00",
            "post_id": "47342",
            "reply_to_id": "47341"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Jeppadeild Útivistar fór yfir Mýrdalsjökul og í Strút á laugardag. Getur haft samband við Útivist - 562-1000 eftir hádegi og fengið einhver símanúmer myndi ég halda.",
            "date": "2012-02-23 08:06:00",
            "post_id": "47386",
            "reply_to_id": "47342"
        },
        {
            "user_name": "arni hilux",
            "text": "okey takk kærlega fyrir þetta heyrum í þeim:) ef eitthver veit um hóp sem ferðast um á rás 50 og var þessa helgi þarna á þessu svæði má hann endilega láta þá vita um þennan þráð :)",
            "date": "2012-02-23 08:30:00",
            "post_id": "47388",
            "reply_to_id": "47386"
        },
        {
            "user_name": "arni hilux",
            "text": "búinn að heyra í útivist eða þeim sem var með hópinn á jöklinum þeir sáu ekkert! endilega ef þetta eru ekki lygar þá látiði vita líka ef þetta er ekki satt það er enginn dauða refsing við þessu ;)",
            "date": "2012-02-24 08:51:00",
            "post_id": "47547",
            "reply_to_id": "47388"
        },
        {
            "user_name": "arni hilux",
            "text": "upp með þráðinn",
            "date": "2012-02-26 13:40:00",
            "post_id": "47787",
            "reply_to_id": "47547"
        }
    ],
    "date": "2012-02-22 21:39:00"
}