{
    "forum_title": "Almennt spjall",
    "id": "9387",
    "title": "Enn og aftur, 4.2 í patrol.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=9387",
    "posts": [
        {
            "user_name": "elliofur",
            "text": "Sælir félagar.\nÉg ætla að vekja máls á þessu enn og aftur. Ég leitaði svolítið af svari við spurningu minni en fann lítið sem vit var í, alltaf fer umræðan útí eitthvað allt annað heldur en lagt er af stað með í upphafi.\nNú ætla ég að spyrja um kosti og galla 4.2 vélarinnar. Umræða er að skipta 2.8 út fyrir 4.2 í ákveðnum bíl mikið tengdum mér. Svona vél með gírkassa og tilheyrandi um 900 þúsund, og þetta eintak sem verið er að spá í er keyrð um 140þús km og er með original turbo.\nÞað má beina umræðunni að chevy eða cummings, en það kram má ekki kosta mikið meira en milljón þá. Allt í lagi að skoða aðra möguleika.\nVinsamlegast haldið umræðum málefnalegum og \"ontopic\" og ekki nefna aðrar ónýtar rellur á nafn, svosem 3.0 nissan eða slíkt dót. Mótorinn sem er í bílnum núna er ekinn 60þúsund og í 100% lagi, 44\" TSL eru bara ekki að snúast undir þessum bíl með þennan mótor.",
            "date": "2012-02-26 16:12:00",
            "post_id": "47806",
            "reply_to_id": false
        },
        {
            "user_name": "Þorri",
            "text": "4.2 mótorinn er alls ekki sprækur en það er himinn og haf á milli þessara mótora (2.8 og 4.2) þegar kemur að togi. Ég er búinn að vera að standsetja y 60 patrol með 4.2 og axt túrbínu hann er á 5.42 drifum og 39.5\" dekkjum og þannig er hann allt of lágt gíraður en mér er sagt að hann sé fínn á 44\".",
            "date": "2012-02-26 20:49:00",
            "post_id": "47832",
            "reply_to_id": "47806"
        },
        {
            "user_name": "elliofur",
            "text": "Þessi sem um ræðir er með 5.42 hlutföll og á 44\" TSL yfirleitt og síðan 38\" á sumrin en hann er sáralítið keyrður samt. Þetta er 98 model, björgunarsveitabíll keyrður um 60þúsund frá upphafi. Stráheill bíll í alla staði enda alltaf geymdur inni.",
            "date": "2012-02-26 20:54:00",
            "post_id": "47834",
            "reply_to_id": "47832"
        },
        {
            "user_name": "Þorri",
            "text": "komst að því líkaa um daginn þegar ég var að setja svona kram úr y 60 sem er skráður 88 árg og er að mér er sagt fyrsti bíllinn sem kom til landssins með þessari vél í 98 bíl að gírkassinn er svo stór að hann rekst upp í gólfið við þurftum að lækka gírkassabitann um 25 mm. Ef bíllinn er boddí hækkaður þá ertu í góðum málum með þennan kassa gírstöngin er á réttum stað og þetta lítur mjög efnilega út.  Kassinn úr 3.0 passar að mér skilst á mótorinn og svo betur í bílinn en gamli kassinn en hvort hann er eins sterkur veit ég ekki.",
            "date": "2012-02-26 21:21:00",
            "post_id": "47844",
            "reply_to_id": "47834"
        },
        {
            "user_name": "Brjótur",
            "text": "Sæll Elli.\nÉg er með svona mótor í mínum 2001 bíl og ég fékk mótor og kassa í einu lagi og það er ekkert að rekast í hjá mér og ekki boddýhækkun hjá mér, ekki veit ég hvað menn ætlast til að fá út úr þessari vél ef þeir tala um að hún sé kraftlaus? mér finnst hún kraftmeiri en 3,0 vélin og svo já togið fram yfir hinar 2.8 og 3.0 \nKambarnir hafa og eru svona mælikvarði á bílana og ég fer auðveldar upp þá með 4.2 heldur en hinum mótorunum. Ég myndi halda beinskiftingunni, það hafa verið vandamál að fá skiftinguna til að vinna rétt með vélinni.\nkveðja Helgi",
            "date": "2012-02-26 22:07:00",
            "post_id": "47852",
            "reply_to_id": "47844"
        },
        {
            "user_name": "elliofur",
            "text": "Í þessum pakka er allur pakkinn, mótor, gír og millikassi. Þetta er í heilum bíl og sá sem setur þetta í umræddan patrol verður með í því að rífa þetta úr hinum bílnum.",
            "date": "2012-02-26 22:59:00",
            "post_id": "47872",
            "reply_to_id": "47852"
        },
        {
            "user_name": "Heiðar Brodda",
            "text": "ég held að þú ættir að hafa samband við Óla hall á borgafirði eystra hann gerði þetta við sinn patrol og var einmitt á 44'' og 38'' á sumrin",
            "date": "2012-02-27 11:04:00",
            "post_id": "47927",
            "reply_to_id": "47872"
        },
        {
            "user_name": "Ausi",
            "text": "Félagi minn á tvo 4,2l patrol einn árgerð 89 með háum toppi og er hann ekki turbo og er hann á 35 dekkjum og orginal hlutföll þessi bíll torkar alveg heilan helling og er valla hægt að kæfa á honum þó maður fari níður í ekki neitt í snúnin í háum gír svo er bara lallað upp aftur mjög gaman að keira hann en hann er langt frá því að vera sprækasti bíll í heimi en er skemtilegur að öðruleiti og eyðir svona ca 13-15 svona venjulega og mótor keirður yfir 400 þús. Svo á hann 98 árgerð sem er með orginal túrbó vél, bíllin með orginal hlutföll og er á 38 dekkjum þessi bíll er nokkuð sprækur svona venjulega en túrbínan er ekki að blása nema svona 9-10 psi sem er ekki mikið og ætlar hann að auka við blásturinn við tækifæri þessi bíll á 38 er að eyða 14l í langkeirslu með hestakerru og var í henni 3 fullorðin hross var þetta gert núna fyrir hálvum mánuði eða svo.\nÞetta eru fína vélar.",
            "date": "2012-03-01 09:57:00",
            "post_id": "48323",
            "reply_to_id": "47927"
        },
        {
            "user_name": "elliofur",
            "text": "Nú hefur stefnan breyst í þessu máli.\nTil stóð að flytja inn bíl frá bretlandi, gagngert til að rífa. Nú er ekki lengur hægt að gera svoleiðins æfingar, það þarf að skrá alla bíla sem fluttir eru inn og borga tilheyrandi gjöld. \nEkki kemur til greina að kaupa mótora aðra gamla mótora sem eru keyrðir meira heldur en þessi var keyrður, þar sem þessi patrol sem átti að vera líffæraþegi er ekki keyrður nema um 60 þúsund og lítið slitinn eftir því og alltaf í 100% viðhaldi.\nÞetta mál fellur því um sjálft sig í bili. Mönnum finnst heldur ekki mikið vit í því að setja amríska mótora ofaní. Segja það orðið allt of flókið og mikið mál.\nUmræddur bíll er björgunarsveitabíll og þessvegna þarf að taka fleiri sjónarmið inn í dæmið heldur en 'for the fun of it'.",
            "date": "2012-03-01 10:47:00",
            "post_id": "48331",
            "reply_to_id": "48323"
        },
        {
            "user_name": "arniph",
            "text": "Er erkki bara réttast að selja superswamperinn og kaupa dick cepec undir hann? þar sem jú þau eru nú töluvert léttari og auðveldara að snúa þeim, annars dettur manni í hug að ná sér í 4 lítra cruiser mótor úr 60 cruiser og smella ofaní hann",
            "date": "2012-03-01 17:52:00",
            "post_id": "48378",
            "reply_to_id": "48331"
        },
        {
            "user_name": "StefánDal",
            "text": "Er ekki bara málið að endurnýja bílinn?",
            "date": "2012-03-01 18:20:00",
            "post_id": "48380",
            "reply_to_id": "48378"
        },
        {
            "user_name": "elliofur",
            "text": "Það eru kostar alveg hrúgu af milljónum :)\nÆtli það verði ekki ofaná að setja cepek aftur undir og taka þolinmæðispillur.",
            "date": "2012-03-01 19:42:00",
            "post_id": "48387",
            "reply_to_id": "48380"
        }
    ],
    "date": "2012-02-26 16:12:00"
}