{
    "forum_title": "Ferðir og færð á fjöllum",
    "id": "9422",
    "title": "þorrablót 4x4 2012",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=7&t=9422",
    "posts": [
        {
            "user_name": "Nóri 2",
            "text": "jæja farið var í þorrablótsferð austurlandsdeildar 4x4 um helgina i svaka góðu veðri. tók nokkrar myndir og ætla að sýna ykkur.\nöxull úr millikassa i econline\nfengum ekki eins öxul þannig það varð bara að nota sem kom og sjóða jókann á\nþessi fór út úr skúrnum föstudags kveld\nþetta er eithvað af myndunum sem ég tók, vonandi hafa menn gaman af þessu",
            "date": "2012-02-27 17:05:00",
            "post_id": "47971",
            "reply_to_id": false
        },
        {
            "user_name": "joisnaer",
            "text": "ég ætla að henda nokkrum af mínum myndum.",
            "date": "2012-02-27 18:10:00",
            "post_id": "47977",
            "reply_to_id": "47971"
        },
        {
            "user_name": "Freyr",
            "text": "Hvíti 46\" lænerinn sem var að koma úr skúrnum fyrir ferðina, passar ekki að þetta sé bíll sem kom frá Rvk og var á Fellabæ um tíma og svo Egilsstöðum. Hvernig kom hann út í ferðinni varðandi drifgetu og fjöðrun????",
            "date": "2012-02-27 21:44:00",
            "post_id": "48006",
            "reply_to_id": "47977"
        },
        {
            "user_name": "Nóri 2",
            "text": "ég veit ekki alveg hvaðan að hann rúnar keypti hann. en hann er búinn að vera að breyta honum í 1 eða 2 ár. hann kom bara alveg þrusu vel út fanst mér og sá sem á hann fanst hann standast fram úr væntingum. hann fék alveg hressilega að smakka á því og hann var ekki að hlífa honum. það geg svo mikið á að það var geymir inn í honum og hann fær í gólfið með þeim afleiðingum að það kom gat á hann og geymasíra úr um allan bíl afturí:D",
            "date": "2012-02-27 21:56:00",
            "post_id": "48008",
            "reply_to_id": "48006"
        },
        {
            "user_name": "66 Bronco",
            "text": "Mikið andskoti er gaman að sjá Broncoinn hans Valda í stuði. Hann hefur væntanlega staðið sig vel á 44\"? Og Valdi ekki síður reikna ég með..\nHjörleifur.",
            "date": "2012-02-27 22:21:00",
            "post_id": "48010",
            "reply_to_id": "48008"
        },
        {
            "user_name": "Izan",
            "text": "Sælir\nÞeir Raggi og Rúnar voru ekki sammála um hvort hann hafi brotnað á loftinu eða gólfinu en hvorugtveggja kom geymirinn við dálítið harkalega.  Bílnum var hinsvegar klárlega beitt af hörku og stóðst það ágætlega.\nKv Jón Garðar",
            "date": "2012-02-27 22:21:00",
            "post_id": "48011",
            "reply_to_id": "48010"
        },
        {
            "user_name": "Nóri 2",
            "text": "já hann stóð sig afar vel. hann líkti þessu svo sem eins og að vera á sjó. vantaði upp á lengdina á honum sagði hann:D en hann var í smá vandræðum blöndungurinn var eiginlega búinn með alt bensínið þegar að komið var upp í kverkfjöll. þurfti að fá 100l að bensínu með þeim sem komu á laugardaginn upp í kverkfjöll. en það slapp altsaman",
            "date": "2012-02-27 22:43:00",
            "post_id": "48017",
            "reply_to_id": "48011"
        },
        {
            "user_name": "risinn",
            "text": "Hvernig er það voru hátt í 70 manns í þorrablóti ? Ekki komust allir fyrir í þessum bílum er það ? Það hljóta að vera til fleiri myndir er það ekki ? \nKv. Ragnar Páll\nSem vill vera 14. jólasveinninn og koma síðastur niður og fara fyrstur upp til fjalla aftur.\nOg já það eru Grímsvötn hjá mér næsta sunnudag framm á miðvikudag.",
            "date": "2012-02-27 23:15:00",
            "post_id": "48024",
            "reply_to_id": "48017"
        },
        {
            "user_name": "Freyr",
            "text": "Gaman að heyra þetta. Þetta er '91 lögreglubíll sem var upphaflega með 351W og afturdrif. 2006 keypti vinur minn bílinn og við rifum alla drifrásina úr honum frá vél til afturhásingar og settum í hann 7,3 diesel, dana 60 með loftlásum (framhásingin í drasli, rörið var brotið úr drifkúlunni eftir of náin kynni við grjótvarnargarð en við suðum hana saman). Smíðuðum 4 link með gormum fr. + aft., færðum afturhásinguna 18 cm aftur en man ekki hvað frammhásingin fór langt fram. Settum á hann kannta og gluðuðum yfir hann hvítu trukkalakki (eftir það hlaut bíllinn viðurnefnið \"Taumur\") en kláruðum hann ekki, hann var rétt orðinn ökufær þegar hann fór á Fellabæ.\nMyndir af breytingunum:",
            "date": "2012-02-27 23:26:00",
            "post_id": "48029",
            "reply_to_id": "48024"
        },
        {
            "user_name": "Nóri 2",
            "text": "ju það var tæplega 70. en ju það vantar einhverja bíla sem komu a laugardeiginum og foru aftur a stað heim um kl 2 og þá var ég allavegna bara ekki búinn að taka myndir af þeim.",
            "date": "2012-02-27 23:40:00",
            "post_id": "48032",
            "reply_to_id": "48029"
        },
        {
            "user_name": "JeepKing",
            "text": "Jú Freyr ég dróg ykkur einmeitt austur.. frekar eftirmynnilegur dráttur.. :)\nég fékk þann heiður að sitja í bílnum þessa jónfrúarferð...\nÞakka fyrir frábæra helgi, gaman að sjá þessar myndir.",
            "date": "2012-02-28 00:38:00",
            "post_id": "48040",
            "reply_to_id": "48032"
        },
        {
            "user_name": "Freyr",
            "text": "Varst þú kaupandinn, sá sem átti patrolinn? Já, mjög eftirminnileg ferð, átti að vera síðdegisskrepp austur á Hvolsvöll eða Vík. Ég held samt að það eftirminnilegasta hafi verið að sofa í vinnufötunum á sófanum heima hjá bláókunnugum manni (kaupandanum) með scheffer hund og einhvern kjölturakka liggjandi ofaná mér...",
            "date": "2012-02-28 00:59:00",
            "post_id": "48043",
            "reply_to_id": "48040"
        },
        {
            "user_name": "ivar",
            "text": "Af hverju minnir mig að hásingin á Taumi hafi farið aftur um miklu meira. Mig rámar í að framhásing hafi farið fram um 18 og afturhásing aftur um eitthvað nær 40.\nVæri gaman að fá upprifjun á þessu.",
            "date": "2012-02-28 08:51:00",
            "post_id": "48050",
            "reply_to_id": "48043"
        },
        {
            "user_name": "Freyr",
            "text": "Sæll, lagði hausinn í bleyti og fann þennan myndatexta á f4x4.is, skrifaði þetta meðan við vonum að þessu:\n\"Newton gamli notaður til að staðsetja hásingu ;-) Notuðumst við ákv. punkt í grindinni og færðum hann aftur um 18 cm. Svo sá Newton um að hásingamiðjan yrði þar beint fyrir neðan, svo voru gerðar aukamælingar frá hásingu í fjaðrahengsli o.fl. til að vera vissir. Þetta er dana 60 sem við (ég og Ívar) settum undir Econoline sem hann átti, settum hann á 46\".\"",
            "date": "2012-02-28 12:27:00",
            "post_id": "48060",
            "reply_to_id": "48050"
        },
        {
            "user_name": "DABBI SIG",
            "text": "Flottar myndir, en hvernig er það... ferðast bara enginn lengur á minna en 44\" fyrir austan? :D",
            "date": "2012-02-28 14:32:00",
            "post_id": "48072",
            "reply_to_id": "48060"
        },
        {
            "user_name": "LFS",
            "text": "44 tomman er nyja 38 tommann ;)",
            "date": "2012-02-28 15:18:00",
            "post_id": "48077",
            "reply_to_id": "48072"
        },
        {
            "user_name": "Nóri 2",
            "text": "nja það er nú að verða eithvað minna um það. það voru 3 á 38'' í þessari ferð",
            "date": "2012-02-28 16:35:00",
            "post_id": "48089",
            "reply_to_id": "48077"
        },
        {
            "user_name": "hringir",
            "text": "Já maður var litinn hornauga þegar maður mætti á mussokrílinu á 38\", er samt ekki alveg viss um hvort það var dekkjastærðin eða tegundin :), en maður er farinn að líta í kringum sig eftir stærri bíl, gengur ekki að vera á þessu hér fyrir austan allavega.\nhér eru nokkrar myndir sem ég tók, er að vinna í því að klippa saman eitthvað að videoinu sem ég tók, bara helvítis vinnan alltaf að skemma fyrir manni áhugamálin...\nFacebookmyndir",
            "date": "2012-02-29 01:10:00",
            "post_id": "48194",
            "reply_to_id": "48089"
        }
    ],
    "date": "2012-02-27 17:05:00"
}