{
    "forum_title": "Almennt spjall",
    "id": "9504",
    "title": "Framrúðu skipti - hvert á að fara?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=9504",
    "posts": [
        {
            "user_name": "btg",
            "text": "Sælir,\nframrúðan í Pajero er ónýt eftir steinkast og þarf að skipta um. Nú er spurningin hvert best sé að fara?\nHeyrði fyrir einhverju síðan Toyotu kall sem var í sömu stöðu tala um að hann vildi fá 'original rúðu'.\nRúða er víst ekki bara rúða, hvert skal snúa sér?\nkv, -Bjarni",
            "date": "2012-03-01 23:48:00",
            "post_id": "48424",
            "reply_to_id": false
        },
        {
            "user_name": "Kalli",
            "text": "Bílaglerið\nBíldshöfða 16 \nS: 587 6510",
            "date": "2012-03-02 00:03:00",
            "post_id": "48425",
            "reply_to_id": "48424"
        },
        {
            "user_name": "MattiH",
            "text": "Poulsen Skeifan 2, Ekki spurning.\ns: 530-5900\nAllar upplýsingar hér ..\nhttp://poulsen.is/?category=46",
            "date": "2012-03-02 07:04:00",
            "post_id": "48435",
            "reply_to_id": "48425"
        },
        {
            "user_name": "biggi72",
            "text": "Orkan Stórhöfða eru í þessu.",
            "date": "2012-03-02 16:17:00",
            "post_id": "48461",
            "reply_to_id": "48435"
        },
        {
            "user_name": "MattiH",
            "text": "Poulsen eru með orginal rúðu í bílinn þinn.\nNefni engin nöfn en aðrir aðilar eru margir hverjir með svokallaðar \"kínarúður\" sem eru oft ekki alveg nógu sniðugar.\nHringdu bara í Sigga hjá Poulsen og hann segir þér allt ;) Sigg: 820-8810.",
            "date": "2012-03-02 16:42:00",
            "post_id": "48462",
            "reply_to_id": "48461"
        },
        {
            "user_name": "ivar",
            "text": "Eitthvað af betri tjónaverkstæðum, EKKI poulsen, orku eða aðra sem eru bara í þessu.\nFór um daginn í poulsen með rúðu og bað þá sérstaklega um að passa uppá frágang sem og að bletta í ef væri rið eða annað skemmt.\nÉg tók það líka fram að ég myndi vera tilbúinn til að borga allan auka kostnað sem félli til við allt umfram rúðuskiptin.\nFékk bílinn til baka með tape á rúðum, litla kíttisdropa á rúðuni, og der/spoiler sem er fyrir ofan rúðuna var límdur saman en ekki skrúfaður eins og ráð er gert fyrir og lakk hafði spurnigð upp (ekki þeim að kenna) en ekkert blettað eða laga.\nSVEI :)\nBeint á réttignaverkstæði og fá þá í þetta.",
            "date": "2012-03-02 16:58:00",
            "post_id": "48463",
            "reply_to_id": "48462"
        },
        {
            "user_name": "MattiH",
            "text": "Það er mjög oft sem teipið er á þegar bíllinn er sóttur, Það er nú bara svo rúðan fari ekki að síga á meðan kíttið er að taka sig. Engin skaði skeður þar ;)\nVeit ekki með restina af þessu hjá þér, en ef það er ryð undir rúðu eða þar sem það hefur áhrif á rúðuna þá er það alltaf pússað upp, settur rust converter sem stoppar ryðið og svo grunnað yfir. Ef ryðbólur eru á toppnum eða gluggapóstum og hafa ekki bein áhrif á rúðuísetningu er það ekki þeirra að hafa áhyggjur af.\nÉg veit um nokkur verkstæði á höfuðborgarsvæðinu sem notast ekki einu sinni við fituhreinsi eða viðurkenndan grunn fyrir rúðukítti. \nPoulsen massa rúðuna með silicone hreinsi  svo bindingin verði sem best. Svo er grunnað og loks kíttað.\nÉg skal ekki svara með skyggnið, það verður þú að eiga við þá hjá Poulsen.\nVona að þetta skiljist eitthvað.\nEn gangi þér bara vel með þetta annars ;)",
            "date": "2012-03-02 17:28:00",
            "post_id": "48467",
            "reply_to_id": "48463"
        },
        {
            "user_name": "btg",
            "text": "Vissi ekki að tjónaverkstæðin væru að taka þetta að sér, hélt að þetta væru nokkrir sérstakir aðilar.\nÉg spyr vegna þess að ég fór nefnilega með fólksbílinn til Poulsen í fyrra og var ekki ánægður með vinnuna og vil því prufa annan aðila í þetta skiptið. Rúðan er í og allt það, þétt og fín, en listar í kring lausir (vantaði tappa við plastlista hjá rúðuþurrkum) og spegillinn inní bíl hjökktir.\nTakk fyrir ábendingarnar.\nkv, Bjarni",
            "date": "2012-03-02 21:20:00",
            "post_id": "48499",
            "reply_to_id": "48467"
        },
        {
            "user_name": "hallig",
            "text": "Orka og Poulsen eru báðir með aftermarket rúður þeir einu sem flitja inn orginal eru umboðin",
            "date": "2012-03-02 22:07:00",
            "post_id": "48500",
            "reply_to_id": "48499"
        },
        {
            "user_name": "Freyr",
            "text": "Ég get nú ekki tekið undir það að fara í Poulsen í rúðuskipti m.v. eina skiptið sem ég þekki þaðan. Þeir gerðu ekki allt sem þeir voru beðnir um (slepptu því að laga ryð kringum framrúðuna sem eigandinn vildi láta gera um leið á sinn kostnað) og það sem verra er, þeir skemmdu lakkið á örfáum stöðum skingum rúðuna við skiptin, leit út eins og þeir hefðu rekið skrúfjárn eða álíka gegnum lakkið. Ég tel að þessháttar handvömm sé helsta ástæða þess að það er svo algengt að sjá ryð undan þéttilistum kringum framrúður. \nÍtreka að þessi skoðun byggist á einu stöku tilfelli en þegar eigandi bílsins hafði samband við poulsen eftir þetta var honum svarað seint og illa þrátt fyrir að falast um leið eftir frekari viðskiptum upp á vel yfir 100.000 kr. í viðbót, ekki góðir viðskiptahætti það.\nKv. Freyr Þórsson",
            "date": "2012-03-02 22:47:00",
            "post_id": "48504",
            "reply_to_id": "48500"
        },
        {
            "user_name": "frikki",
            "text": "Er poulsen með aftermarket rúður   bwaaaaahahahahahahahah  það er langt síðan ég hef hlegið svona mikið.\nVið erum að taka um 15 bíla á dag í rúðuskipti og fáum mjög sjaldan kvartanir.\nEg vil lika benda á það að við erum ekki verkstæði heldur rúðuverkstæði.\nVið fáum fullt af fyrirspurnum ....... er ekki hægt að mála eða ditta að hinu og þessu.\n'I svoleiðis málum höfum við tekið rúðuna úr fyrir viðkomandi og sett hana svo aftur í þegar viðkomandi er búinn að gera það sem hann vill gera.\nVið kaupum frá sama framleiðanda og bílaframleiðandinn kaupir frá nema það stendur (stundum ekki merki bílsins á rúðunni heldur merki framleiðandans .... pilkinton eða agc.)\nIlla ísett rúða er hættuleg rúða og þið verðið að vita það að það er rúðan sem heldur oft toppnum á bílnum uppi við veltu og virkar sem veltigrind.\nLaus rúða eða svo kölluð kínarúða passar oft ekki almennilega í bílinn og er ekki örugg sérstaklega við árekstur og þegar loftpúði springur.\nsvo þið skuluð muna að rúða er ekki bara rúða.\nkv\nFriðrik verslunarstjóri poulsen.",
            "date": "2012-03-02 23:11:00",
            "post_id": "48508",
            "reply_to_id": "48504"
        },
        {
            "user_name": "Hilmar Örn",
            "text": "Það eru vanir jeppakallar sem eru með Bílaglerið og hef ég góða reynslu af því að fara þangað.",
            "date": "2012-03-03 01:02:00",
            "post_id": "48525",
            "reply_to_id": "48508"
        },
        {
            "user_name": "MattiH",
            "text": "Einfaldlega ekki rétt.",
            "date": "2012-03-03 08:42:00",
            "post_id": "48532",
            "reply_to_id": "48525"
        },
        {
            "user_name": "Gudnyjon",
            "text": "http://www.bilrudur.is/\n ekki spurning, Topp þjónusta.\nKv Jón",
            "date": "2012-03-03 09:15:00",
            "post_id": "48535",
            "reply_to_id": "48532"
        },
        {
            "user_name": "pallihjaltalin",
            "text": "Framrúðumeistarinn á dalvegi",
            "date": "2012-03-04 01:54:00",
            "post_id": "48603",
            "reply_to_id": "48535"
        },
        {
            "user_name": "elijon",
            "text": "Bílaglerið\nBíldshöfða 16 \nS: 587 6510\nÞað eru vanir jeppakallar sem eru með Bílaglerið og hef ég góða reynslu af því að fara þangað.",
            "date": "2012-03-06 12:09:00",
            "post_id": "48862",
            "reply_to_id": "48603"
        },
        {
            "user_name": "Hrannifox",
            "text": "hef farið með 2 bíla í poulsen og aldrei nein vandræði alltaf góð þjónusta\n1 bilinn var ekkert sem þurfti að gera bara sækja bilinn \nen við hinn jeppan var komið smá ryð og hringdu þeir í mig btw og spurðu hvort ég vildi\nsjá um þetta eða hvort að þeir ættu að redda þessu þar sem ég var staddur útá landi að vinna\nbað ég þá um að redda þvi sem redda þurfti var það gert ekkert vesen :D\nsry offtopic varð bara að hrósa fyrir góða þjónustu :) mæli með strákunum i poulsen.",
            "date": "2012-03-06 19:24:00",
            "post_id": "48916",
            "reply_to_id": "48862"
        },
        {
            "user_name": "elfar94",
            "text": "brotnaði framrúðan í terracaninum hjá pabba um daginn, verkstæði á dalveginum sem tekur hann strax inn í fyrramálið og tekur ekki nema 9 k fyrir skiptin, og ég hef heyrt ekkert nema gott frá þeim",
            "date": "2012-03-07 01:24:00",
            "post_id": "48958",
            "reply_to_id": "48916"
        }
    ],
    "date": "2012-03-01 23:48:00"
}