{
    "forum_title": "Almennt spjall",
    "id": "9581",
    "title": "á veiðum eftir víbring...",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=9581",
    "posts": [
        {
            "user_name": "Groddi",
            "text": "Ég med ss með YJ 93 með il6 4L Vélinni AX15 gírkassa, 231 millikassa, dana 30 og 35 jóka að aftan og draglið að framan.\nÞetta med leyðindar víbringur þegar bíllinn er í inngjöf eða vélin að halda við, þegar ég kúpla kverfur víbringurinn. Kúpling/diskur med í lagi!\nAllar uppástungur hvað ég ætti að skoða eru velkomnar.\nÉg er búinn að rífa afturdrifið ad, þar kom í ljós að annar demparinn var ónýtur, pinjon pakning lekur og er að hugsa hvort að legustúturinn á millikassanum, þar sem jókið fer inn sé slitið...\nGuðannabænum hjálp! Er að verða vitlaus á þessum víbring!",
            "date": "2012-03-05 22:34:00",
            "post_id": "48817",
            "reply_to_id": false
        },
        {
            "user_name": "pattigamli",
            "text": "er ekki rétt að þjöppumæla.Lenti í svipuðu fyrir nokkrum árum og það reindist vera orlítið opin ventill sem virkaði þannig að hann hætti að ganga á öllum í álægi en var þokkalegur álagslaus en sást í þjöppumælingu.",
            "date": "2012-03-05 23:04:00",
            "post_id": "48820",
            "reply_to_id": "48817"
        },
        {
            "user_name": "Forsetinn",
            "text": "Er þetta ekki bara ónýtur hjöruliður.... prófa taka afturskaft úr og keyra í framdrifi.... þ.e.a.s. ef þú hefur ekki þá þegar prófað það.",
            "date": "2012-03-05 23:11:00",
            "post_id": "48821",
            "reply_to_id": "48820"
        },
        {
            "user_name": "spámaður",
            "text": "ég veðja á hjöruliðskross..",
            "date": "2012-03-05 23:20:00",
            "post_id": "48823",
            "reply_to_id": "48821"
        },
        {
            "user_name": "KÁRIMAGG",
            "text": "Þó ekkert slag sé í krossunum geta þeir verið farnir að þorna og festast sem orsakar tregðu og víbring og jafnvel högg.\nEf það er komið smá slit í draglið getur hann orsakað víbring líka. \nÉg myndi prófa að fá lánað annað drifskaft sem er í lagi til að útiloka/staðfesta skaftið",
            "date": "2012-03-05 23:57:00",
            "post_id": "48835",
            "reply_to_id": "48823"
        },
        {
            "user_name": "Kiddi",
            "text": "Ertu búinn að fikta eitthvað í afstöðu á hásingum?",
            "date": "2012-03-06 03:13:00",
            "post_id": "48839",
            "reply_to_id": "48835"
        },
        {
            "user_name": "Groddi",
            "text": "Það eru nýir krossar í öllum sköftum, það var það fyrsta sem ég skipti út.. med þjöppumæla hann segiði... ætti að prufa það, med buinn að panta nya fóðringu í millikassan, ...",
            "date": "2012-03-06 09:37:00",
            "post_id": "48847",
            "reply_to_id": "48839"
        },
        {
            "user_name": "Groddi",
            "text": "Hmmm... þegar ég var búinn að setja allt saman og herða, fór út að keyra, og viti menn! enginn víbringur... magnað\nGroddi",
            "date": "2012-03-17 19:28:00",
            "post_id": "50280",
            "reply_to_id": "48847"
        }
    ],
    "date": "2012-03-05 22:34:00"
}