{
    "forum_title": "Kerrur, tjaldvagnar og fellihýsi",
    "id": "9626",
    "title": "stór kerra/Flatvagn til sölu",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=33&t=9626",
    "posts": [
        {
            "user_name": "jonni187",
            "text": "Er með þennan flatvagn til sölu með gömlu skráningunni, sem þýðir að hann sé með ljósum en þurfi ekki bremsubúnað. \nMálin eru : Breidd 2,20m og lengd 3,75m\nVerð 270.000\nMyndirnar eru of stórar fyrir þessar síður, sendi myndir á e-mail. \nEyjólfur \n893-2466",
            "date": "2012-03-07 15:22:00",
            "post_id": "49011",
            "reply_to_id": false
        },
        {
            "user_name": "birgthor",
            "text": "ertu til í að senda mér myndi á \nbirgir@kjalarnes.is",
            "date": "2012-03-07 15:28:00",
            "post_id": "49013",
            "reply_to_id": "49011"
        },
        {
            "user_name": "jonni187",
            "text": "Mynd af kerru, smella til að stækka þær",
            "date": "2012-03-11 19:22:00",
            "post_id": "49484",
            "reply_to_id": "49013"
        },
        {
            "user_name": "hringir",
            "text": "Hvað þýðir að hann sé með gömlu skráningunni, hvað má hún þá bera mikið?",
            "date": "2012-03-17 03:12:00",
            "post_id": "50212",
            "reply_to_id": "49484"
        },
        {
            "user_name": "jonni187",
            "text": "Gamla skráningin þýðir að hún sé með ljósum en er ekki skyldug að hafa bremsubúnað. Kerran má bera eins mikið og hún þolir. \nKv, Jón",
            "date": "2012-03-19 11:44:00",
            "post_id": "50478",
            "reply_to_id": "50212"
        },
        {
            "user_name": "Groddi",
            "text": "En ekki yfir burðargetu bílsins sem dregur kerruna.",
            "date": "2012-03-19 13:58:00",
            "post_id": "50504",
            "reply_to_id": "50478"
        },
        {
            "user_name": "hringir",
            "text": "ok... en hvað er þá kerran þung?",
            "date": "2012-03-19 14:02:00",
            "post_id": "50507",
            "reply_to_id": "50504"
        },
        {
            "user_name": "Offari",
            "text": "Ég held að skráð (gamla skráningin) bremsulaus kerra megi bara vera 1500 kg í heildarþyngd.",
            "date": "2012-03-19 14:35:00",
            "post_id": "50509",
            "reply_to_id": "50507"
        },
        {
            "user_name": "ivar",
            "text": "Síðan langar mig að benda á að mesta þyngd á hemlalausum eftirvagni á öllum (amk öllum nýrri) bílum er  700 eða s 750 kg. Sama hvers gerðar kerran er máttu ekki fara yfir þetta hemlalaust.\nGæti vel verið að á gömlum bílum og með gamla kerru sleppi þetta til, en efast um það.\nAlveg eins og mesta þyngd sem má draga á venjulegri kúlu er 3,5T eftir það þarftu annan tengibúnað.\nSnyrtileg kerra hinsvegar og öruggleg góð kaup.\nSmíðuðum jeppakerru úr eins ódýru dóti og við komumst yfir, margt gefins og annað frítt og vinna ótalin. Ég er viss um að hún hafi kostað amk 150k jafnvel meira svo þetta er ekkert vont verð\nÍvar",
            "date": "2012-03-19 16:12:00",
            "post_id": "50520",
            "reply_to_id": "50509"
        },
        {
            "user_name": "hringir",
            "text": "Já, síðan skil ég ekki mismunin á milli bíla í sambandi við dráttargetuna (skráninguna), ég má draga á mussonum 3500 kg samkvæmt skráningarskírtneininu, en á Ford Explorer sem ég á 2007 árg. ekki nema 1600 kg, sem varla dugar fyrir sæmilegt hjólhýsi.\nEn ég þarf að athuga þetta með 750 kg skráninguna á bílinn, fattaði það ekki... og gæti verið í framhaldinu að ég kíki á þessa kerru hjá þér.\nkv\nIngi",
            "date": "2012-03-19 16:31:00",
            "post_id": "50523",
            "reply_to_id": "50520"
        }
    ],
    "date": "2012-03-07 15:22:00"
}