{
    "forum_title": "Almennt spjall",
    "id": "972",
    "title": "\"ódýrt\" bensín",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=972",
    "posts": [
        {
            "user_name": "Polarbear",
            "text": "jæja.. það er greinilega smá bensínstríð í gangi.\nhttp://gsmbensin.is/gsmbensin_web.php\n það er augljóst að það borgar sig fyrir suma að keyra eftir bensíni, það munar 10 krónum á milli sumra bensínstöðva i augnablikinu.",
            "date": "2010-04-28 20:36:00",
            "post_id": "4647",
            "reply_to_id": false
        },
        {
            "user_name": "elliofur",
            "text": "Þetta er svo ósanngjarnt, ég heyrði umræðu um þetta í útvarpinu um daginn sem ég var svo innilega sammála. Auðvitað eiga allar stöðvar með sama nafni að vera með sama verð, hvar sem er á landinu! Bónus gerir þetta, eða gefur sig að minnsta kosti út fyrir að gera þetta, að sama verð sé allstaðar á landinu. Mismunandi verð milli stöðvar er eingöngu blekkjandi fyrir neytandann, með öðrum orðum, olíufélögin eru vísvitandi að reyna að blekkja okkur! \nSveiattan!",
            "date": "2010-04-28 20:56:00",
            "post_id": "4648",
            "reply_to_id": "4647"
        },
        {
            "user_name": "spazmo",
            "text": "þetta er fáránlegt, að það muni t.d. hjá atlantsoliu 10.50kr. per liter á höfuðborgarsvæðinu og á akureyri.",
            "date": "2010-04-28 21:29:00",
            "post_id": "4655",
            "reply_to_id": "4648"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-04-29 00:06:00",
            "post_id": "4664",
            "reply_to_id": "4655"
        },
        {
            "user_name": "svavaroe",
            "text": "er það núna sem samkeppniseftirlitið skítur á sig, eftir að fjármálaeftirlitið skeit á sig ?\nEða vilja menn bara alfarið ekkert vesenast í þessum eldsneytismálum ?",
            "date": "2010-04-29 20:44:00",
            "post_id": "4705",
            "reply_to_id": "4664"
        },
        {
            "user_name": "Alpinus",
            "text": "Íslendingar eru stundum stórorða og digurbarkalegir og ætla nú aldeilis að taka til óspilltra málanna. Þeir berja í borð og þykjast vera búnir að fá nóg. Þessi reiði endist í mesta lagi eina viku. Eftir það hlaupa þeir síðan aftur inn í rottuholurnar sínar. Oftast þó, halda þeir bara kjafti og láta vaða yfir sig á skítugum skónum. \nEnda sjáið þið hvar við erum stödd í dag. Saurinn er kominn upp á bak og enginn vill skipta um bleyju.",
            "date": "2010-04-29 22:21:00",
            "post_id": "4719",
            "reply_to_id": "4705"
        },
        {
            "user_name": "oddur",
            "text": "Ég er bara hissa að því sem Haffi segir að dísel olían hjá Atlantsolíu sé verri en hjá öðrum félögum. Ég versla nánast alltaf hjá AO , aðallega vegna staðsetninga og þæginda. Auk þess að þeir voru þeir einu sem \"svindluðu\" ekki á þjóðinni á sínum tíma.\nÉg ræddi við Markaðstjóra hjá AO og hann upplýsti mig að þeir væri hlynntir því að hafa sama verð allstaðar. Samkeppnin er hinsvegar þannig að þeir yrðu að hafa mismunandi verð á stöðvunum einfaldlega til að geta starfað áfram. \nVerð samt að prufa dísel olíu annarstaðar til að finna kraftmunin :)",
            "date": "2010-04-30 01:19:00",
            "post_id": "4727",
            "reply_to_id": "4719"
        },
        {
            "user_name": "HaffiTopp",
            "text": "..",
            "date": "2010-04-30 10:04:00",
            "post_id": "4731",
            "reply_to_id": "4727"
        },
        {
            "user_name": "svavaroe",
            "text": "Það er nefninlega allveg hárrét hjá þér. Íslendingar verða alveg snargeðveikir í skapinu, og segja að ekki verði vaðið yfir þá\ná skítugum skónum og ég veit ekki hvað og hvað. Þessi reiði stendur í MESTA lagi í 1viku eða svo.\nSvo steinþegja allir, og taka það skraufþurt í anus.\nTypical Íslendingar.. Tökum Grikkja til fyrirmyndar !!! Þar kunna menn að mótmæla og segja \"hingað og ekki lengra\".\nFurðulegt með íslensku þjóðina...",
            "date": "2010-04-30 10:46:00",
            "post_id": "4735",
            "reply_to_id": "4731"
        },
        {
            "user_name": "ofursuzuki",
            "text": "Eigum við ekki að breyta hausnum og hafa þetta \"dýrt bensín\" því að það er alveg sama þó einhver smá afsláttur \nsé á þessu þá er eldsneytisverð orðið alltof hátt ekki hvað síst nú eftir síðustu hækkanir.\nÞetta er orðið hreint okur og við erum því miður örugglega ekki búinn að sjá það síðasta í þessum hækkunum.\nÆtli bensínverðið verði ekki komið í 300 kallinn í haust, vonandi reynist ég ekki sannspár en er ekki bjartsýnn á \nað svo verði.",
            "date": "2010-04-30 11:24:00",
            "post_id": "4738",
            "reply_to_id": "4735"
        }
    ],
    "date": "2010-04-28 20:36:00"
}