{
    "forum_title": "Almennt spjall",
    "id": "9727",
    "title": "Hvert er eldsneytis verðið að fara?",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=9727",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "300",
            "date": "2012-03-12 17:13:00",
            "post_id": "49584",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "Svo 500",
            "date": "2012-03-12 17:13:00",
            "post_id": "49585",
            "reply_to_id": "49584"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Þá fer maður að þjálfa upp sleðahunda til að draga jeppan á fjöllum",
            "date": "2012-03-12 17:14:00",
            "post_id": "49586",
            "reply_to_id": "49585"
        },
        {
            "user_name": "vesi",
            "text": "1000 KR",
            "date": "2012-03-12 17:30:00",
            "post_id": "49589",
            "reply_to_id": "49586"
        },
        {
            "user_name": "jeepson",
            "text": "Það verðu að gera eitthvað í þessu. Þetta gengur ekki lengur. Maður er farinn að sjá fram á að maður leggi bara jeppanum og fólksbílnum og fari að nota fæturnar meira.",
            "date": "2012-03-12 17:39:00",
            "post_id": "49590",
            "reply_to_id": "49589"
        },
        {
            "user_name": "Valdi 27",
            "text": "Þessi blessaða ríkisstjórn er að sigla þessu landi alveg lóðbeint til helvítis með þessum sköttum sínum. Ekki veit ég svosem hvert þessir fjármunir fara en allavegana fara þeir ekki í vegakerfið. Sammála fyrrum ræðumanni sem vildi hnakkaskjóta þetta lið.",
            "date": "2012-03-12 17:50:00",
            "post_id": "49591",
            "reply_to_id": "49590"
        },
        {
            "user_name": "Hfsd037",
            "text": "Svo sammála!",
            "date": "2012-03-12 17:57:00",
            "post_id": "49593",
            "reply_to_id": "49591"
        },
        {
            "user_name": "sukkaturbo",
            "text": "Ekki er ég viss um að ríkisstjórnin geti bjargað þessu frekar en öðru. Kanski Hr. Ólafur forseti vor geti bjargað einhverju. Heimsmarkaðsverð veldur þessu að mestu.En það er skollin á kreppa í henni Evrópu og Ameríku Japan og Kína, og fleiri lönd á leiðinni lóðbeint  á hausinn. Þetta tekur bara svona um tvö ár að koma fram af fullu afli hér á Íslandi þá fer líterinn í 1000krónur og Steingrímur verður að koma með Jóhönnu í handdrifnum hjólastól til vinnu og hafa með sér í nesti Ýsuflak sem hann verður að stela úr sameiginlegum kvóta landsmanna og kartöflur úr Þykkvabænum sem þá verða hluti af launum þeirra. Þjóðir hafa hægt á gjaldþroti sínu með því að prenta peninga allan sólarhringin þannig að prentvélarnar eru glóandi eins og gömul framhjólalega í Patrol sem þjáist af athyglissýki. En þetta endar bara á einn veg. Menn verða að fá sér hjólbörur eða Toyota Dobulcab DISEL sleðahundadrifin undir Evruna og Dollarinn eins og var í Þýskalandi á stríðsárunum þegar verðbólgan var einhver miljón prósent til að kaupa sér eitt brauð Amen.",
            "date": "2012-03-12 18:02:00",
            "post_id": "49594",
            "reply_to_id": "49593"
        },
        {
            "user_name": "Sævar Örn",
            "text": "er búinn að laga bronkóinn og hann eyðir sirka 20 af lýsi og fitu á ári, nú í mars hafa farið 4500kr í bensín og ekki hálfnað með þann tank enda bíllinn eingöngu  notaður til vinnu einn óviðrisdag.\nMunur að hafa Broncoinn klárann fyrir sumarið bæði hvað heilsubót og sparnað varðar.",
            "date": "2012-03-12 18:31:00",
            "post_id": "49599",
            "reply_to_id": "49594"
        },
        {
            "user_name": "Guðmann Jónasson",
            "text": "Minnir að ég hafi heyrt að hektari af repju skili nægilegu magni af olíu til 20.000km aksturs á meðal bílnum.\nKv.GJ",
            "date": "2012-03-12 19:02:00",
            "post_id": "49603",
            "reply_to_id": "49599"
        },
        {
            "user_name": "Guðmann Jónasson",
            "text": ".",
            "date": "2012-03-12 19:02:00",
            "post_id": "49604",
            "reply_to_id": "49603"
        },
        {
            "user_name": "Turboboy",
            "text": "Það fer laaaaangt yfir 300 krónur með þessu áframhaldi, Þetta er náttúrulega löngu hætt að vera fyndið og kominn tími til að þessi fjandans skítseiði á alþingi fari að gera eitthvað í þessu!",
            "date": "2012-03-12 19:32:00",
            "post_id": "49607",
            "reply_to_id": "49604"
        },
        {
            "user_name": "Hagalín",
            "text": "Hvernig væri nú að fara í svipaðar en jafnframt friðsamlegar aðgerðir eins og trukkamótmælin hér fyrir nokkrum árum?",
            "date": "2012-03-12 19:50:00",
            "post_id": "49611",
            "reply_to_id": "49607"
        },
        {
            "user_name": "Ingójp",
            "text": "Ríkið þarf einfaldlega að gefa eftir hluta af sínum álögum. \nSteingrímur verður bara að fara sjá það að skattahækkanir skila ENGU, Það vita þetta allir nema jú hann,\nÉg er ekki að keyra 1x viku uppí sumarbústað til að drekka góðann bjór og hafa það notalegt eins og ég gerði mikið af áður.\nÞar er gróðinn af skattahækkunum farinn þar sem ég er nú sannarlega ekki einn um að draga saman í þessum útgjöldum. \nKveðja einn sem er kæla Tuborg Gold í staðinn fyrir að drekka góða bjórinn",
            "date": "2012-03-12 20:06:00",
            "post_id": "49614",
            "reply_to_id": "49611"
        },
        {
            "user_name": "Ingójp",
            "text": "Svo má líka nota flauturnar og angra þau aðeins í \"vinnunni\" svo gaman að vera með loftflautu",
            "date": "2012-03-12 20:29:00",
            "post_id": "49619",
            "reply_to_id": "49614"
        },
        {
            "user_name": "Kalli",
            "text": "Eða að taka númerin af jeppum og bílum, allir á sama tíma.",
            "date": "2012-03-12 21:23:00",
            "post_id": "49626",
            "reply_to_id": "49619"
        },
        {
            "user_name": "Magnus BS",
            "text": "Verða ekki öll félög bílaáhugamanna að reyna að sameinast, lítið á þennan link :   \nhttp://www.kruser.is/",
            "date": "2012-03-12 23:10:00",
            "post_id": "49655",
            "reply_to_id": "49626"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Líka soldið spes viðskiftaháttur hjá olíufélögunum að hækka gjöld á gamlar birgðir, sem komu til landsins fyrir nokkrum vikum síðan og kenna svo heimsmarkaðsverði og gengi gjaldmiðla um. Svo gera þau þetta á sama tíma og um svipaðar upphæðir, að maður tali nú ekki um aurana sem koma aftan við þessar upphæðir sem er bara móðgun í sjálfu sér.\nKv. Haffi",
            "date": "2012-03-12 23:34:00",
            "post_id": "49659",
            "reply_to_id": "49655"
        },
        {
            "user_name": "StefánDal",
            "text": "Það þurfa nokkrir einstaklingar með pung að skipuleggja mótmæli. Þau þurfa ekki að vera flókin.\nTildæmis væri hægt að smala í stóran hóp á farartækjum sem yrðu svo bensínlaus hér og þar um bæinn. Og allir á sama tíma.\nÞað er bæði táknrænt og auðvelt.",
            "date": "2012-03-13 00:38:00",
            "post_id": "49666",
            "reply_to_id": "49659"
        },
        {
            "user_name": "StefánDal",
            "text": "Þetta er bara ekki rétt hjá þér Guðni.\nSérðu hvað hlutur ríkisins er stór?",
            "date": "2012-03-13 00:40:00",
            "post_id": "49667",
            "reply_to_id": "49666"
        },
        {
            "user_name": "muggur",
            "text": "Þetta er kannski óvinsælt viðhorf en 'so be it'\nBensínverð mun bara hækka og það er ekkert hægt að gera í því nema að keyra minna og á sparneytnari bílum.  Þróunin verður væntanlega sú að jeppar hverfa að mestu úr almennri umferð en verða þá einungis notaðir í ferðalög (leik og útivistartæki).\nSkattar á eldsneyti eru náttúrulega mjög háir en hvar á að taka peninginn þegar þjóðarskútan er að sökkva vegna skulda, niðurskurður er í heilbrigðiskerfinu, í menntun barnana okkar og afi og amma sitja illa hirt á elliheimili vegna þess að þar er búið að skera mannskap niður við trog.  Svo ekki sé minnst léttvægari hluti eins og vegagerð og viðhald vega.\nÞað að fara í mótmæli sem jeppaeigendur held ég að sé mjög tvíeggjað sverð.  Fyrsta lagi mun það engu skila og samúð almennings með málstaðnum er mjög lítil.  sbr. \"Tilhvers þarft þú að keyra á 4 tonna amerískum bensínhák, keyptu þér bara Yaris og hættu að væla!\".  \"Jeppamenn keyra hvorteð er bara fullir upp á hálendi,  spóla upp gróður og láta dólgslega í skálum\".  Semsagt ímynd jeppamennskunar er ekki góð og henni þarf að breyta, í framhjáhlaupi langar mig að segja að það sem f4x4 eru að gera eins og með 'Setrinu' í fréttablaðinu er akkúrat það sem þarf, þ.e. að sýna þetta sport í jákvæðu ljósi.\nÞað er ekki fyrr en að ekki er hægt að reka sjúkrabíla sem að eitthvað verður gert í eldsneytisverði (þá væntanlega með því að undaskilja þá frá bensínsköttunum).  Þannig að kaupa sér yaris eða bara brosa og borga.... því miður\nkv.",
            "date": "2012-03-13 09:06:00",
            "post_id": "49685",
            "reply_to_id": "49667"
        },
        {
            "user_name": "Doror",
            "text": "Ég er sammála síðasta.  Jafnvel þó að ríkið myndi lækka álaögur eitthvað þá myndi verðið hægt og sígandi stíga aftur uppí það sama þar sem að olíufélögin vita að við erum tilbúin að borga 260 kr fyrir líterinn.",
            "date": "2012-03-13 09:12:00",
            "post_id": "49686",
            "reply_to_id": "49685"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Verðhækkarnir undanfarin ár og verðið í dag er bara smjórþefurinn á því sem koma skal á næstu árum og áratugum. Að ríkið minnki álögur - kannski um tuttugu - þrjátíu prósent  er kannski gott og blessað en skilar litlu til lengri tíma. Og peningarnir yrðu þá bara teknir annarstaðar. Annað þarf að koma til held ég og þar eru sparneytnari bílar málið og auknar almenningssamgöngur. Jarðefnaauðlindir eru ekki óþrjótandi og þarf að laga sig að því fyrr eða seinna.",
            "date": "2012-03-13 09:41:00",
            "post_id": "49690",
            "reply_to_id": "49686"
        },
        {
            "user_name": "gaz69m",
            "text": "það  þarf að fækka þessum fjandansbensínstöðvum sem eru útum allt   ef þær eru svona margar þá er gríðarlegurpeningur að fara bara í að reka þessar fasteiginir   það væri nær að fækka þeim og þá kanski til að  þurfa ekki að reka marga  að hafa fleiri starfasmenn á þeim stöðvum sem væru opnar .\nen svo er það klártmál að það þarf að fara að gera eithvað af viti í repjurækt , ethanol og metanframleiðslu það er hægt að búa til eldsneyti úr heirúllum  td  fara út í biodiselframleiðslu úr dýrafitu og   repju og nepju ,  planta fílagrasi úr því kemur mesta magn af ethanoli á hektara   af þeim plöntum sem hægt er að gera ethanol úr .\n það er alveg hægt að framleiðaeldsneyti  á íslandi og  viðmiðunin var í þarsíðasta bændablaði að heimsmarkaðsverð þyrfti ekki að vera meira en 60 dollarar tunnan og núna er tunnan á 120 dollara eða jafnvel meira ,  og þar að auki þá sparast gríðarlegur gjaldeyrir  við það aðframleiða eldsneyti innanklands og það  kemur efna iðnaður og hátækni iðnaður sem gerir  ísland lífvænlegt  .",
            "date": "2012-03-13 10:16:00",
            "post_id": "49693",
            "reply_to_id": "49690"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Lífdísel og etanól er eins og að setja plástur á skotsár. Það er einfaldlega ekki til nóg af landi í heiminum til að standa undir neinni framleiðslu af viti, en þetta má auðvitað skoða í sérstökum tilfellum og gott með.\nMetan er auðvitað eitthvað sem á að skoða, þó ekki nema væri til rafmagnsframleiðslu þar sem þetta beinlínis fellur til.\nAuðvitað er þetta rosalega vont hvað bensínið hækkar og allt það, en verðum að gera okkur grein fyrir að þetta er svona útum allan heim (er í svíþjóð og líterinn er á rúmlega 280kr, að vísu önnur laun og það allt).\nMaður verður bara að fara bíta í það súra epli að það er bara ekki hægt lengur að nota stóra bíla sem snatttíkur, eins mikið og maður væri til í það. \nHljóta allir að sjá það að jeppamenn myndu fá sáralittla samúð frá almenningi ef þeir fara að kvarta, þegar þeir gætu svo auðveldlega eytt alveg 50% minna í eldsneyti bara með því að \"fá sér Yaris\".\nVont en það venst, er það ekki bara mottóið :)",
            "date": "2012-03-13 18:08:00",
            "post_id": "49754",
            "reply_to_id": "49693"
        },
        {
            "user_name": "jeepson",
            "text": "Ég myndi líka glaður borga 280kr líterinn ef að maður væri með 4000kr i dagvinnu tímakaup. Og ekki þetta mein gallaða skatta kerfi. En staðan er sú líka að við eigum ekki að ráðast á olíufélögin. Þau eru ekki sökudólkarnir. Það er ríkið!!! Það er ansi grimt að borga helming af hverjum bensín líter í skatt. 25-30% alveg sjálfsagt. En þetta er orðið of mikið..",
            "date": "2012-03-13 19:12:00",
            "post_id": "49771",
            "reply_to_id": "49754"
        },
        {
            "user_name": "Hjörturinn",
            "text": "Það er sko enginn með neinn 4000 kall á tímann hérna, kannski í Noregi en ekki Svíþjóð, hærri laun hér en heima en bilið er ekki það breitt (nema sú sænska er búinn að vera styrkjast töluvert).\nEinnig er töluvert algengt hér að fólk eigi bíl en noti hann í raun ekkert í að keyra í og úr vinnu og þessháttar, mætti reyna eitthvað þannig heima en ég þekki það bara ekki nógu vel lengur.",
            "date": "2012-03-13 20:59:00",
            "post_id": "49792",
            "reply_to_id": "49771"
        },
        {
            "user_name": "Polarbear",
            "text": "ég er búinn að hugsa þetta dálítið og mér finnst við alveg meiga stríða olíufélögunum aðeins.... og það á mjög einfaldan hátt.\nvið þurfum að skipuleggja okkur aðeina og teppa svo bensíndælurnar á bensínstöðvunum í einn dag. það þarf ekki nema svona 6-8 bíla á hverja bensínstöð til að stöðva alla bensínsölu í reykjavík í heilan dag.... parkera  bara við dælurnar, setja dælubyssurnar í stútana og svo bara hanga þarna allan daginn :) sjitt hvað maður gæti valdið miklum usla þannig held ég... \nhvað finnst ykkur?",
            "date": "2012-03-13 21:24:00",
            "post_id": "49795",
            "reply_to_id": "49792"
        },
        {
            "user_name": "olei",
            "text": "Helstu þættirnir í háu eldsneytisverði eru líklega\n1) Olía er takmörkuð náttúruauðlind og líklega er olíuframleiðsla u.þ.b að ná hámarki hafi hún ekki gert það nú þegar. Framboð er ekki ótakmarkað og eftirspurnin vex ár frá ári. Gjöfular gamlar olíulindir þverra og bæði þarf að finna nýjar í stað þeirra auk þess að anna sífellt aukinni eftirspurn. Þetta mál er almennt svo skelfilegt þegar haft er í huga hversu mikilvægur þessi orkugjafi er að pólitíkusar fást varla til að ræða stöðuna. \n2) OPEC og fl. sem selja mikið af olíu hafa ákveðið gólf í olíuverði og þeir geta stýrt því eins og kjarkur þeirra í alþjóðapólitík leyfir. Markaðurinn með olíu, (sögur herma að hver olíudropi sé keyptur og seldur 100-200 sinnum áður en hann endar á dælunni) hefur burði til að ýkja verðsveiflur. Margir telja líklegt að spákaupmenn (les. risabankar og sjóðir) séu að fleyta rjómann ansi duglega um þessar mundir.\n3) Skattheimta ríkisins vegur augljóslega mjög þungt í verðinu. Óþarft er að benda á fjárþörf Íslenska ríkiskassans og í þessu samhengi kemur síðan gjaldeyrisjöfnuður inn í myndina. Síðast í gær voru hert gjaldeyrishöft til að reyna að hindra að offramleiddar latókrónur hlypu úr landi í formi gjaldeyris. Háir eldsneytiskattar draga úr kaupum á innfluttu eldsneyti og spara þannig gjaldeyri. 20 ára skuldafylleríi okkar er víst lokið og hagkerfið sem heild er á kúpunni.\n4) Fákeppni og meint verðsamráð smásöluaðila. Það tók dömu frá Símanum hálftíma að finna út \"hagstæðustu\" \"lausnina\" á símanotkun minni fyrir nokkrum misserum. Hún notaði sérstakt forrit í verkið til að afrugla verðskrána og fá út bestu niðurstöðu. Ástæðan fyrir því að verðskráin er svona flókin er til að hún sé ekki samanburðarhæf. Til þess að unnt sé að viðhalda þeirri hugmynd að í raun ríki samkeppni, þar sem hún er lítil sem engin. Sama gildir um afsláttarkerfisfrumskóginn, m.a hjá olíufélögunum. Fæstir borga það verð sem stendur á dælunni og spila með í afsláttarleikriti olíufélaganna. Það leikrit heitir \"fólk er fífl\" ( ©Tómas Möller) og gengur út á að enginn fær afslátt en þeir sem taka ekki þátt borga örlítið meira en hinir. \nÁn þess að hafa rannsakað það sérstaklega þá kæmi mér ekki á óvart að olíufélögin hafi verið yfirverðlögð og yfirskuldsett í blessuðu góðærinu og því þurfa eigendur þeirra, og ekki síður lánadrottnar, mikið fyrir sinn snúð af eldsneytisverðini til að þau fari nú ekki á hausinn. Kæmi mér ekki á óvart.\nAf þessum fjórum þáttum gætum íslenskir jeppamenn hugsanlega haft áhrif á 3&4. Persónulega held ég að mótmæli gegn skattlagningu skili engu, jeppar eiga undir högg að sækja meðal álitsgjafa og pólitíkusa og erfitt að afla málstaðnum samúðar. Afsláttarkerfi olíufélaganna og \"vildarkjör\" þeirra til ýmissa aðila gera síðan að verkum að mjög erfitt er að ná samstöðu um aðgerir sem bíta gegn þeim.\nAfsakið hvað þetta varð langt, en ég mátti ekki vera að því að hafa það styttra.",
            "date": "2012-03-13 21:43:00",
            "post_id": "49802",
            "reply_to_id": "49795"
        },
        {
            "user_name": "Polarbear",
            "text": "það væri líka hægt að stífla innkeyrsluna í bílakjallara alþingis... það væri dáldið pirrandi fyrir alþingismenn :) það þarf ekki nema svona 8-10 bíla í það og þá væri algerlega vonlaust að ætla að draga þá bíla eitthvað í burtu nema á einhverjum klukkutímum. \nneinei, það er margt hægt að gera. því miður virðast bara friðsöm mótmæli vera hunsuð hér á landi. Auk þess virðumst við íslendingar hafa alveg sérstaklega lélegt úthald í svona lagað og fljótir að aðlagast breyttum aðstæðum þótt vond séu. hér er enn allt á haus, bankar rukka hiklaust lán sem búið er að dæma ólögleg í hæstarétti og hér gerir enginn neitt nema rífast í heitapottinum í sundi og prumpa með ef menn geta.",
            "date": "2012-03-13 22:07:00",
            "post_id": "49808",
            "reply_to_id": "49802"
        },
        {
            "user_name": "steinarxe",
            "text": "Ekki alveg svo svakalegt,hún flakkar á milli 13 og tæplega 16 krónur í Noregi 260-310 isl",
            "date": "2012-03-13 23:57:00",
            "post_id": "49821",
            "reply_to_id": "49808"
        },
        {
            "user_name": "StefánDal",
            "text": "Þarna hittir þú naglan á höfuðið. Okkar mesti styrkur, aðlögunarhæfnin, er nefnilega okkar mesti óvinur líka.",
            "date": "2012-03-14 01:17:00",
            "post_id": "49828",
            "reply_to_id": "49821"
        },
        {
            "user_name": "btg",
            "text": "Var ekki síðast mótmælt hérna við Rauðavatn um árið þegar bensínverðið var í um 120 krónum eða slíku og notað var mace úði á mannskapinn?\nMótmælin þurfa ekki að einskorðast við Jeppamenn, þetta þurfa að vera allar stéttir saman, Yaris-ar, jeppar, atvinnubílstjórar, mótorhjól.... etc...\nÁ meðan ekki er boðið upp á almennilegar almenningssamgöngur á íslandi þá þurfum við að nota bifreiðarnar okkar til og frá vinnu etc...\nAnnað hvort, hætta menn að reyna að reka almenningssamgöngur sem gróðafyrirtæki og leggja eitthvað í þetta (og þá ekki bara á höfuðborgarsvæðinu), eða taka sig til og stuðla að ódýrara eldsneytisverði svo boltinn geti rúllað hérna áfram.\nÉg er til í að mótmæla, get mætt á jeppa, fólksbíl, reiðhjóli eða fótgangandi.\nÞað er allt að hækka hérna til andskotans, við getum ekki bara röflað um það í laugunum, við verðum að fara að gera eitthvað!\nFannst nú nóg um þegar ég var að fylla fólksbílinn fyrir um 8 þús, í gær var það rétt innan við 15 þús!! Helvítis fokking fokk!",
            "date": "2012-03-14 01:18:00",
            "post_id": "49829",
            "reply_to_id": "49828"
        },
        {
            "user_name": "Kölski",
            "text": "Er ekki bara málið að félögin haldi hitting. Jeppaspjall, L2C, Bens,F4x4, Bmwkraft,vörubílstjóranna (Sturlu ef hann er á landinu), sendibíla, leigubíla. Og aðrir hagsmunaraðilar. Og plani einhver góð mótmæli einhvern Sunnudaginn. ??? Man ekki eftir því að þegar vörubílstjórarnir voru með mótmæli að önnur hagsmunarfélög hafi verið að bakka þá upp.\nEru ekki Ríkisstjórnarkostningar í ár. \nHeld að það verði ekki betri tími heldur en núna að gera einhver stór og góð mótmæli. \nVið erum að tala um málefni sem snertir nánast alla þjóðina.!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
            "date": "2012-03-14 01:53:00",
            "post_id": "49831",
            "reply_to_id": "49829"
        },
        {
            "user_name": "Tómas Þröstur",
            "text": "Skrifað hér fyrir ofan:\n4) Fákeppni og meint verðsamráð smásöluaðila. Það tók dömu frá Símanum hálftíma að finna út \"hagstæðustu\" \"lausnina\" á símanotkun minni fyrir nokkrum misserum. Hún notaði sérstakt forrit í verkið til að afrugla verðskrána og fá út bestu niðurstöðu. Ástæðan fyrir því að verðskráin er svona flókin er til að hún sé ekki samanburðarhæf. Til þess að unnt sé að viðhalda þeirri hugmynd að í raun ríki samkeppni, þar sem hún er lítil sem engin. Sama gildir um afsláttarkerfisfrumskóginn, m.a hjá olíufélögunum. Fæstir borga það verð sem stendur á dælunni og spila með í afsláttarleikriti olíufélaganna. Það leikrit heitir \"fólk er fífl\" ( ©Tómas Möller) og gengur út á að enginn fær afslátt en þeir sem taka ekki þátt borga örlítið meira en hinir. \n \nNákvamlega - ég er ekki með afsláttarkort hjá olíufélögun þó það sé boðið í annarhvert skifti sem ég tek olíu eða bensín og eigi 38\" sjálfskiptan bensínjeppa með sæmilega stórri vél. Það er bara djók að vera fá einhverjar örfáar krónur í afslátt þegar líterinn kostar í kringum 250kr og hækkar svo í næstu viku. Þar að auki taka olíufélögin mjög líklega sína fyrirfram ákveðnu framlegð óháð afslætti - það er - meiri afsláttur meiri álagning. Skrípaleikur.",
            "date": "2012-03-14 08:35:00",
            "post_id": "49844",
            "reply_to_id": "49831"
        },
        {
            "user_name": "gaz69m",
            "text": "íslendingar eru mjög duglegir að eltast við afslátt  og að heimta afslátt , en aldrei  hef ég lent í því  í   að neinn viðskiptavinur hafi minst einu orði á hvort ekki væri hægt að lækka almennt  vöruverð og hætta þessu afsláttar rugli  , ef ég er með reiknings viðskipti og fæ 10% afslátt  svo kemur næsti kúnni  og borgar fultverð af því að hann er ekki með reikning  þá borgar hann  niður vöruna",
            "date": "2012-03-14 11:20:00",
            "post_id": "49874",
            "reply_to_id": "49844"
        },
        {
            "user_name": "Hrannifox",
            "text": "mikið rosalega væri gamann að teppa alþingishúsið þá meina ég inngang, bilakjallara og fleira.\nef eitthver myndi mæta á dráttabíl og ætla að fjarlægja eitthvað ökutæki taka manninn niður\nog setjast á hellvitið. stífla bensinstöðvar jafnvél götuljós bara það sem mönnum dettur í hug.\nÞað þýðir lítið að hanga úti með spjöld og bora í nefið, tekur einginn eftir því, nema þá þessir nokkrir\nfuglar sem lesa spjöldin hjá manninum við hliðina.\nÞetta málefni snertir LIKA FÓLKIÐ SEM KEYRIR Á YARIS vespu mótorhjóli öllu sem notar bensin\nég tími varla að setja sláttuvélina í gang frekar fæ ég lánaðar nokkrar kindur í garðinn!!!!!!!!\ná sem betur fer bíl sem eyðir ekkert alltof miklu en eyðir þó bensini! kaupmátturinn er einginn\nnúna á ég bílinn skuldlausan gamlan 91 modelið af hilux 2.4 leigji íbúð því að kaupa 1 stk\nþarf ekki einu sinni að nefna ástæðuna vonandi, er ekki með neitt lán eða neitt\nerum 2 samt á maður næstum eingann pening í mánaðarlok. Það er bara rugl ! \nLiggur við að maður fylli bílinn og keyri í burtu!! mundi EKKi fá SAMMVISKUBIT yfir því.\nskal glaður taka þátt í mótmælum því þetta snertir alla þjóðina ekki bara jeppamenn eða þá sem\neru í bílasportinu. Snertir alla og allir kvarta og væla yfir bensinverði, þótt fólkið á ekki bíl vælir það samt",
            "date": "2012-03-14 16:59:00",
            "post_id": "49908",
            "reply_to_id": "49874"
        },
        {
            "user_name": "gunnieff",
            "text": "Er það bara ekki á hraðri leið til helvítis.........\nKv\nGunnar",
            "date": "2012-03-17 18:33:00",
            "post_id": "50273",
            "reply_to_id": "49908"
        },
        {
            "user_name": "Hjörturinn",
            "text": "http://www.mbl.is/frettir/innlent/2012/03/21/metanol_gaeti_komid_i_stad_bensins_a_islandi/\nmálið bara leyst, verður reyndar ekki gefins en allavega ekki jafn óstöðugt í verði og olían.",
            "date": "2012-03-21 09:24:00",
            "post_id": "50726",
            "reply_to_id": "50273"
        },
        {
            "user_name": "kjellin",
            "text": "ég  held bara að efað menn fara leggja bílonum vít og breitt um höfuðborgarsvæðið tilað mótmæla þá fari bara löggan á milli og setji sektar miðia á bílana, og á endanum fari hún að draga þá,\nþanning að ég held að  margir (ekki allir) menn verðir fljótir að bakka útúr þessum mótmælum þegar þeir eru farnir að borga samansafn af sektum semað væri alt eins hægt að nota í að filla bílin fyrir dagsferð\nsvo hvað varðar repju rækt þá sá ég held ég á discoverí eða history channel að efað allt það landsvæði semað ekki er verið að rækta neitt á í heiminum yrði nítt í repju myndi hun ekki annast 10 % af eldsneitis þörf heimsin\nog svo færu menn jafnvel að hætta með kornakrana því þeir fá meira fyrir repjuna og þá minkar frammboð á korninu og væntanlega hækkar þá allt semað þarf korn í, þanning að það kæmi sennilega nyður á svipuðum stað í hefðbundnum heimilis rekstri",
            "date": "2012-03-21 22:22:00",
            "post_id": "50802",
            "reply_to_id": "50726"
        },
        {
            "user_name": "Svenni30",
            "text": "Er ekki metanól (tréspíri) að tæra vélar og annað úr áli ?",
            "date": "2012-03-21 22:45:00",
            "post_id": "50810",
            "reply_to_id": false
        },
        {
            "user_name": "Freyr",
            "text": "Passar. Getur keypt bíla frá ýmsum framleiðendum sem eru \"flexfuel\" og eru gerðir til að þola metanól. Í því felst eldsneytiskerfi úr öðrum efnum en vanalega, efnum sem tærast ekki af metanólinu. Hinsvegar verður metanólið bara lítið hlutfall á móti bensíni (man ekki tölurnar en minnir 5-10%) og verðið verður eiginlega það sama og á bensíni. = Þú tekur áhættu (sem er samt hverfandi eða nær engin, þetta er notað víða úti) en borgar sama verð. \nSat smá fyrirlestur í vinnunni um metanólframleiðsluna frá þeim sem standa að henni og þegar ég spurði þá beint út hver minn ávinningur væri við að nota bensín með lágu hlutfalli af metanóli hikuðu þeir aðeins en niðurstaðan var helst sú að ég væri svo umhverfisvænn með því. Verð að segja að mér þótti ekki mikið til koma eftir kynninguna en er engu að síður spentur að fylgjast með framvindunni. Helst vona ég þó að þeir fari í biodieselframleiðsu samhliða metanólinu því lang dýrasta uppistöðuefnið í biodiesel er metanólið svo þar tel ég vera sóknarfæri fyrir þá. Þ.e. að framleiða biodiesel á það ódýran hátt að þeir gætu selt það á lægra verði en diesel olíu og samt hagnast vel á því.\nKv. Freyr",
            "date": "2012-03-22 01:06:00",
            "post_id": "50820",
            "reply_to_id": "50810"
        },
        {
            "user_name": "JHG",
            "text": "Endilega kíkið á þennan link \nhttp://www.youtube.com/watch?v=WnRF05_MOe0\n  , framtíðin þarf kannski ekki að felast í kraftlausum bílum :)",
            "date": "2012-03-22 11:29:00",
            "post_id": "50851",
            "reply_to_id": "50820"
        },
        {
            "user_name": "kjellin",
            "text": "en ég er næstum því 100% að löggan á til einhverjar reglugerð semað mætti nota í svona mótmælum , þar að segja efað menn færa bílana ekki þegar þeir eru beðnir um það :) \nen það er svo nátturlega bara ein leið að komast að því",
            "date": "2012-03-22 18:27:00",
            "post_id": "50888",
            "reply_to_id": "50851"
        },
        {
            "user_name": "Fordinn",
            "text": "Strákar mínir.....   þetta sem á undan er sagt..... hefur allt verið reynt....   þad hefur verið mótmælt friðsamlega og ófriðdlega  menn hafa lokað fyrir aðkomu að eldsneytis birgðum og allt eftir þessu.....\n          Það þarf að hugsa þetta svona!!!!     Verkalýðsfélögin verða að fara vinna fyrir fólkið i landinu!!!!!!    það á að stoppa allt med verkföllum og neyða ríkið og atvinnurekendur að borðinu og finna einhverja ásættanlega lausn,  laun þurfa að hækka og ríkið þarf að gefa eftir eitthvað af skottum......    það sér það hver heilvita madur að þetta getur ekki gengið svona... það er engin framtíð í neinu medan ástandið er svona....\n                      ekki veit eg hvað Gylfi Arnbjörnsson er að gera í sínu starfi......  allavega hefur hann ekki verið að vinna med hag fólksins.... ég vil þessa áskrifendur af laununum út    eða hreinlega að það verði stofnað nytt verkalyðsfelag sem stendur utan við Así....  \n                                 Ég neita að hlusta á væl um að það sé ekki hægt og það sé ekki til peningur......   fyrst og fremst er ekki til peningur i okkar vösum    og því þarf þjóðin að breyta!!!!!",
            "date": "2012-03-22 21:48:00",
            "post_id": "50918",
            "reply_to_id": "50888"
        }
    ],
    "date": "2012-03-21 22:45:00"
}