{
    "forum_title": "Vara og aukahlutir",
    "id": "9746",
    "title": "Spindilkúluskipti á Cherokee",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=31&t=9746",
    "posts": [
        {
            "user_name": "Doror",
            "text": "Sælir,\nnú segir skoðunarmaðurinn að ég þurfi að skipta um spindilkúlu.  \nInternetið hins vegar segir mér að ég þurfi að eiga sérstaka pressu til þess að skipta um þetta.\nLumar einhver á svona pressu til leigu/láns eða mæla menn með einhverju sér verkstæði í þetta?\nEitthvað hef ég heyrt af frægum Cherokee bræðrum í Mosó td.",
            "date": "2012-03-13 15:09:00",
            "post_id": "49731",
            "reply_to_id": false
        },
        {
            "user_name": "AgnarBen",
            "text": "Það er alveg hægt að gera þetta án pressu en þá þarft þú stálrörbúta sem passa á spindikúlurnar til að koma þeim í.  Til að losa spindilkúlurnar nota ég gamlan tjakk, svona flatan sem verður að tígli þegar hann er tjakkaður upp (var þetta ekki í td Toyota) sem kemst á milli spindlana.  Setur pressu á þá með tjakkinum og lemur svo utan á \"augað\" með hamri.  Þetta krefst smá vinnu við að tjakka og lemja ef þetta er orðið ryðgað fast og taka þarf vel á tjakkinum.  Þetta smellur úr að endingu.  \nÞegar kúlurnar eru komnir úr þá er efri spindilkúlan lamin í með járnrörsbút, lemja jafnt og þétt á rörabútinn allan hringinn þangað til hann er örugglega kominn alla leið.  Til að koma neðri kúlunni í þá nota ég líka rörbút en nota þungann á bílnum til að pressa hana í, lemja svo bara utan á augað og hún skilar sér að endingu á sinn stað :)",
            "date": "2012-03-13 17:41:00",
            "post_id": "49748",
            "reply_to_id": "49731"
        },
        {
            "user_name": "Freyr",
            "text": "Agnar lýsti þessu mjög vel en ef það er bara efri kúlan sem þarf að skipta um þá er þetta mun auðveldara. Dekkið af - losa stóru rónna á kúlunni - slá í spindilinn til að losa kóninn - slá kúluna úr með meitli - setja saman aftur.",
            "date": "2012-03-13 17:48:00",
            "post_id": "49751",
            "reply_to_id": "49748"
        },
        {
            "user_name": "stebbiþ",
            "text": "Ég smíðaði mér pressu til þess að ná þessu úr án þess að þurfa að berja nokkuð. Það var nú ekki flókið, tveir 30 cm bútar af efnismikilli skúffu + 20mm snittteinn og rær, ásamt nokkrum rörbútum. Fyrst þarf auðvitað að banka í liðhúsið svo það detti niður. Eftir það er lítið mál að athafna sig. Hef skipt um 8 spindilkúlur í Dana 30 og hafa allar kúlurnar runnið úr eins og smjör. Svo er líka mjög þægilegt að pressa þær í. Eina sem þarf að passa er að snúa rónum alveg jafnt, mest hálfan hring í einu.\nÞú getur fengið þetta lánað ef þú vilt, er uppá Kjalarnesi. Get sent þér mynd af þessu ef þú vilt.\nKveðja, Stebbi Þ.",
            "date": "2012-03-13 18:45:00",
            "post_id": "49763",
            "reply_to_id": "49751"
        },
        {
            "user_name": "arnisam",
            "text": "Viltu ekki bara henda mynd á þráðinn... væri fínt að hafa hugmynd um hvernig hægt er að græja sig ef maður lendir í vandræðum.",
            "date": "2012-03-13 19:53:00",
            "post_id": "49775",
            "reply_to_id": "49763"
        },
        {
            "user_name": "stebbiþ",
            "text": "Ég hefði sett myndina hér inn ef ég kynni það. Hvernig á að bera sig að?\nKv, Stebbi",
            "date": "2012-03-13 20:07:00",
            "post_id": "49779",
            "reply_to_id": "49775"
        },
        {
            "user_name": "stebbiþ",
            "text": "konan er búin að redda þessu með myndina\nkv. Stebbi",
            "date": "2012-03-13 20:25:00",
            "post_id": "49783",
            "reply_to_id": "49779"
        },
        {
            "user_name": "arni_86",
            "text": "Thu getur til dæmis farid innà \nhttp://imageshack.us/\nklikkar thar à browse og finnur myndina i tolvunni\nsvo klikkaru à upload now.\ntha hladast myndin nidur og svo geturu valid ùr mismunandi linkum til ad kopiera hingad.man aldrei hvad er best ad nota hef bara pròfad mig àfram.",
            "date": "2012-03-13 20:29:00",
            "post_id": "49785",
            "reply_to_id": "49783"
        },
        {
            "user_name": "Doror",
            "text": "Glæsilegt, takk fyrir góð svör.\nÉg væri alveg til í að fá þessa græju lánaða Stebbi, sendi þér einkaskilaboð.\nHafa menn eitthvað verið að skipta bara um gúmmíið á svona spindilkúlum? Þeas ef að kúlan er í lagi en gúmmíið orðið slappt.",
            "date": "2012-03-14 09:41:00",
            "post_id": "49849",
            "reply_to_id": "49785"
        },
        {
            "user_name": "stebbiþ",
            "text": "Sé engin einkaskilaboð. Þú getur hringt í mig í síma 6910944.\nkv, stebbi",
            "date": "2012-03-14 12:25:00",
            "post_id": "49883",
            "reply_to_id": "49849"
        },
        {
            "user_name": "HaffiTopp",
            "text": "http://www.youtube.com/watch?v=bf77O90BwKc\nhttp://www.youtube.com/watch?v=XwWKBZRZ178&feature=related\nhttp://www.youtube.com/watch?v=0VlTff52KQ8&feature=related\nKv. Haffi",
            "date": "2012-03-14 12:58:00",
            "post_id": "49891",
            "reply_to_id": "49883"
        },
        {
            "user_name": "Doror",
            "text": "Já var búin að sjá þetta, þessa vegna var að ég að spá í þessari pressu.",
            "date": "2012-03-14 18:46:00",
            "post_id": "49922",
            "reply_to_id": "49891"
        }
    ],
    "date": "2012-03-13 15:09:00"
}