{
    "forum_title": "Almennt spjall",
    "id": "9757",
    "title": "Jæja þá er það veður spá.",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=9757",
    "posts": [
        {
            "user_name": "risinn",
            "text": "Það er nú bara þannig að ég er hættur að treysta þessum íslensku veður spám og ætla mér bara að nota þá Norsku þegar ég fer upp til fjalla.\nÞannig er málið að ég og mínir félagar fórum í Grímsvötn síðasta sunnudag, flott spá fyrir sunnudag, vont fyrir nánudag, frábært fyrir þriðjudag og miðvikudag, á laugardagskveldið fyrir brottför í þessum íslensku veðurfréttum og á netinu. \nNorska sagði að það yrði vont veður alla þessa daga nema sunnudaginn sem við leggjum af stað, og jú sú Norska hafði rétt fyrir sér.\nSvo að málið er það að við vorum með túrista frá sunnudegi framm á miðvikudags kvöld upp í Grímsvötnum og þeir áttu flug seinni part á fimmtudag, sem sagt 3. nátta ferð 4 dagar. \nÞað voru miklar umræður um það fyrir brottför hvaða veður spá við ættum að treysta, við förum með þessar íslensku upp til fjalla og hvað gerist ? Jú það stenst allt sem þau sögðu frá sunnudegi til þriðjudags morgun, eftir það var þetta tóm steypa. Norska spáin hún var rétta spáin, flott sunnudag, og svo bara vont eftir það. Þannig að mín skoðun eftir þessa ferð ( sem endaði þannig að við komum kl. 23 00 í Hrauneyjar á fimmtudags kvöld eftir að vera búin að vera á ferðinni í 35 tíma).\nNoska veðurspáinn fyrir Ísland, er betri en íslensku veður ofvitarnir á Íslandi. \nOg túristarnir fóru í loftið seinni part á föstudegi í stað á fimmtudegi eins og planið var. \nEf þessa veður spár gætu verið nær hver annari þá hefðum við valið að fara aðrar leiðir en við fórum út fá veður spá.\nKv. Ragnar Páll.\nSem vill vera 14. jólasveinninn.",
            "date": "2012-03-13 23:11:00",
            "post_id": "49816",
            "reply_to_id": false
        },
        {
            "user_name": "olafurnielsen",
            "text": "Það er nú ekki bara ein veðurspá sem er búin til í Noregi og það er heldur ekki bara ein veðurspá reiknuð fyrir Ísland :) Hvort ertu t.d. að tala um YR.no eða Storm.no þegar þú talar um norsku veðurspána og hvaða íslensku spá ertu að tala um; aðalspá Veðurstofunnar, Belging eða einhverja af sérspám Veðurstofunnar? Það getur verið talsverður munur á milli þessara spáa þó þær séu reiknaðar í sama landinu ;) Voru íslensku spárnar vitlausar að öllu leyti? (vindur, hiti, úrkoma) Hvort  miðaðiru við textaspá, töfluspá eða last sjálfur úr veðurkorti? Það er ekkert voðalega vel merkt hjá Veðurstofunni en sumt af þessu uppfærist örar en annað og sumt er leiðrétt af veðurfræðingum m.v. staðarhætti en annað ekki.\nAllar þessar spár hafa sína kosti og galla og það fer bara eftir því hvert þú ert að fara hvað hentar best að skoða. Það getur svo auðvitað alltaf gerst að veðurspárnar standist alls ekki en ég myndi samt ekki slá tilteknar spár algjörlega út af borðinu þrátt fyrir það. Ég hef bæði lennt í því að norsku spárnar séu rangar meðan íslensku spárnar voru réttar og öfugt. Svo er auðvitað mjög algengt að spárnar séu rangar að sumu leyti en hárréttar að öðru þegar maður brýtur þær upp í hita, vind og úrkomu. Eina leiðin til að geta bjargað sér í þessari stöðu finnst mér því vera að skoða fleiri en eina spá út frá vindi, hita og úrkomu og undirbúa sig svo og gera ráð fyrir því versta.\nÉg er enginn veðurfræðingur en hef alltaf skoðað spár mjög vel fyrir þau svæði sem ferðast skal til. Það má kannski segja að undanfarið hafi ég misst mig í ruglinu og dembt mér í þetta. Nýlega tók ég upp á því, að undangenginni hvatningu frá þaulreyndum fjallamanni, að skrá margar ólíkar veðurspár í excel skjal fyrir brottför, skrifa jafnvel smá pælingar í kringum þær og svo að lokinni ferð að skrá niður hvernir raunverulegt veður var. Ég hef nú bara skráð þetta til að eiga sjálfur en leyfi þér að sjá hér tvö dæmi:\nhttp://dl.dropbox.com/u/328688/10-feb-2 ... -vedur.pdf\nhttp://dl.dropbox.com/u/328688/vedurspa ... laugar.pdf",
            "date": "2012-03-14 00:17:00",
            "post_id": "49823",
            "reply_to_id": "49816"
        },
        {
            "user_name": "StefánDal",
            "text": "Lengi vel lofuðu allir yr.no upp í hæðstu hæðir. En svo hef ég heyrt að þar sé að finna sjóveðurspá sem gerir ekki grein fyrir hæðum í landslagi og sé því ekki sú nákvæmasta (ekki frekar en aðrar spár). \nMín persónulega skoðun er samt sú að það þýðir lítið að kenna veðurspám né veðurfræðingum um svona lagað. Miklu frekar er hægt að skella skuldini á veðráttuna hér á landi. Henni er bara ekki treystandi.\nÉg hef lært það að það séu bara tveir hlutir í lífinu sem treystandi er á og það eru skatturinn og dauðinn;)",
            "date": "2012-03-14 02:08:00",
            "post_id": "49832",
            "reply_to_id": "49823"
        },
        {
            "user_name": "olafurnielsen",
            "text": "YR.no spáin er einmitt reiknuð í talsvert minni upplausn heldur en t.a.m. spár Belgings. Veðurspár eru reiknaðar þannig að það er lagt möskvanet yfir kortið og svo er veðrið reiknað út fyrir hvern möskva. Stærð þessara möskva er það sem þú velur t.d. í valmyndinni vinstra megin hjá Belgingi. Eftir því sem möskvarnir eru stærri því ónákvæmari verður spáin og þá er minna tillit tekið til hæðarbreytinga. Að reikna þessar spár þarfnast mikils tölvuafls og þess vegna eru nákvæmar spár gjarnan reiknaðar út 3 daga fram í tímann en svo þarftu að skoða (ónákvæmari) langtímaspár eftir það.\nÞað sem ég hef orðið var við varðandi norsku veðurspárnar er að vindur til fjalla virðist oft vera vanmetinn og þegar horft er á spárnar fram í tímann virðast allar veðurbreytingar bara jafnast út og þú færð í raun bara einhvers konar meðalveður.\n[youtube]xF4eRCb8h1c[/youtube]",
            "date": "2012-03-14 11:14:00",
            "post_id": "49873",
            "reply_to_id": "49832"
        }
    ],
    "date": "2012-03-13 23:11:00"
}