{
    "forum_title": "Almennt spjall",
    "id": "9766",
    "title": "Leki á stýrismaskínu í Patrol 1991",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=9766",
    "posts": [
        {
            "user_name": "sukkaturbo",
            "text": "Sæl félagar var að eignast 44 Patrol með öllu 1991 en það lekur niður úr stýrissnekkjunni með öxlinum sectors öxlinum held ég að hann heiti er hægt að fá í þetta eitthva svo sem pakkdósir og hefur einhver gert við svona bilun. Góð ráð vel þeginn svo ég þurfi ekki að finna upp hjólið kveðja Guðni",
            "date": "2012-03-14 12:16:00",
            "post_id": "49879",
            "reply_to_id": false
        },
        {
            "user_name": "sukkaturbo",
            "text": "Svona til fróðleiks þá er hægt að fá þéttisett í IH á krónur 5.700 hingað til lands komið þarf að sérpanta. kveðja.",
            "date": "2012-03-14 17:20:00",
            "post_id": "49913",
            "reply_to_id": "49879"
        },
        {
            "user_name": "Hagalín",
            "text": "Talaðu við Stál og Stansa eða Kidda Bergs á Selfossi.",
            "date": "2012-03-14 17:49:00",
            "post_id": "49916",
            "reply_to_id": "49913"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sæll kiddi taldi þetta ekki til en ég lét panta þetta fyrir mig að utan. Nú vantar mig arminn á liðhúsið hægramegin og togstöng með umskiptanlegum endum og stillanlega ef einhver lumar á slíku er að laga til 44 bíl með gömlu breitingunni sem ég eignaðist. Þettar er líklega gamli bíllinn hans Arngríms patrol 93 með öllu milligír og aukatönkum og nesti í hanskahólfinu og valpinn í eftirdragi kveðja guðni",
            "date": "2012-03-14 18:26:00",
            "post_id": "49918",
            "reply_to_id": "49916"
        },
        {
            "user_name": "Hfsd037",
            "text": "Sæll ég skipti einu sinni um þessar fóðringar í stýrismaskínu úr Toyota\ninn í húsinu þar er öxull sem sektorsarmurinn tengist síðan við eru fullt af kúlum svona eins og legukúlur\nog maður verður að skrúfa þennan öxul varlega úr því þessar kúlur koma upp með öxlinum sem sitja í honum, \nþessar kúlur eru væntanlega í staðin fyrir hefðbundnar legur.\nEn þegar það kom að því að láta öxulinn aftur í stýrismaskínuhúsið þá tróð ég koppafeiti í rákirnar inn í húsinu sem kúlurnar sítja í og tróð kúlúnum í feitið svo þær myndu haldast í á meðan ég skrúfaði öxulinn aftur í..\nSvona þurfti ég að fara að þessu til þess að geta skipt um þessa blessuðu pakkdós sem vill oft leka í þessum Toyotum, kannski er þetta svipað í Nissan Partold",
            "date": "2012-03-14 21:45:00",
            "post_id": "49954",
            "reply_to_id": "49918"
        },
        {
            "user_name": "sukkaturbo",
            "text": "sæll og takk hef þetta í huga",
            "date": "2012-03-14 21:48:00",
            "post_id": "49955",
            "reply_to_id": "49954"
        }
    ],
    "date": "2012-03-14 12:16:00"
}