{
    "forum_title": "Jeppinn minn",
    "id": "9804",
    "title": "Nýji bílinn Toyota Hilux 91",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=9&t=9804",
    "posts": [
        {
            "user_name": "Hrannifox",
            "text": "Sælir spjallverjar ætlaði að henda inn myndum og smá upplýsingum um nýja bílinn í fjölskylduni\nveit ekkert hvort þið hafið gamann af lesninguni eða ekki en hendi inn smá pistli um þetta\nsvona fyrst maður seldi hitt barnið.\nSá auglýstan forláta hilux og ákvað að bjóða í bílinn í ganni var ekki búinn að skoða gripinn eða sjá\nmynd af honum þannig ég vissi ekkert í hvað ég væri að bjóða enda skifti það svosem litlu máli \ntilboðinu var hafnað fékk þó símann hjá eigandanum og svona fyrir rælni geymdi ég það,\nsvo kom upp eitthver forvitni í kúlunum og ég hringi athuga hvort maður fá ekki að skoða.\nEigandinn var þó eitthvað tregur og svona ekkert svakalega lípó til að byrja með, eftir smá samtal \num bílinn og eitthvað mas þá var komið grænt ljós á að kíkja í heimsókn, karlinn var svo yndislegur\nsetti bílinn inní bilskúr fyrir mig svo ég gæti skoðað undirvagninn( leiðinda veður slabb og drulla)\njæja lét mig hafa það rúlla uppí mosó á manninn lá við ég fengi kaffi og með því þegar ég mæti\nvar bílinn skoðaður hátt og látt fékk söguna af bílnum frá þvi hann var nýr og svo var spjallað um\nhitt og þetta í allnokkurn tíma alveg hreint gull af manni hann Guðlaugur (fyrv. eigandi)\njæja svo var farið í prufurúnt Guðlaugur vildi endilega keyra aðeins út fyrir bæinn svo við gerðum það\nEKKI var aftur snúið ég VARÐ að eignast þessa klæsi kerru!\nSvona til að gera langa sögu stutta þá kaupir pabbi hans bílinn nýjan sá gamli var/er rafveitustjóri\ná Reyðafirði og bilinn því búinn að vera fyrir austan alla sína herrans tíð enda ekkert ryðgaður undirvagn\nog bílinn mjög heill miðað við aldur og fyrri störf. Allir pappírar frá upphafi\nSpec:\n-Toyota Hilux 2.4 efi 91 árg\n-Ekinn: 154.xxx varla tilkeyrt!\n- dekkjastærð: 31'' nelgd á nýlega uppteknum felgum\n- pallhús \n- Pallur klæddur að innan ( get ómögulega munað nafnið á plötunum í augnablikinu) smiðað yfir hjólskálar\nog vél gengið frá.\nViðhald:\nvar farið að sjást smá rið undir brettakönntum svo Guðlaugur keyfti ný frammbretti hjá Toyota \nlet síðan sprauta framm partinn og pallhúsið\n \nlét skifta um pakkdósir á mótor\nnýr gírkassi\nlélegar myndir rétt áður en ég sótti hann:\nPlön:\n- Laga allar dældir og láta sprauta restina af bilnum\n- Fá nýtt plast kringum V/frammljós\n- Nýtt púst\n- Fá sæti úr tacomu\nKv Hrannar",
            "date": "2012-03-16 02:11:00",
            "post_id": "50102",
            "reply_to_id": false
        },
        {
            "user_name": "-Hjalti-",
            "text": "Helvíti er þessi heill og flottur.\nTil hamingju !",
            "date": "2012-03-16 04:43:00",
            "post_id": "50103",
            "reply_to_id": "50102"
        },
        {
            "user_name": "Hrannifox",
            "text": "já hann er hellvíti heill, enda eina ástæðan fyrir að ég tók hann, takk fyrir það.\nég var að spá núna er hann á 31'' hvernig væri að koma 33' undir ? mikið sem þarf að gera?",
            "date": "2012-03-16 11:53:00",
            "post_id": "50113",
            "reply_to_id": "50103"
        },
        {
            "user_name": "Valdi B",
            "text": "ég keypti mér svona bíl í síðustu viku tilað nota sem sleða/hjólabíl.... og er hann óbreyttur en 33\" sleppur undir ef þú ert ekki á mjög breiðum felgum...",
            "date": "2012-03-19 16:52:00",
            "post_id": "50529",
            "reply_to_id": "50113"
        },
        {
            "user_name": "Hrannifox",
            "text": "takk fyrir það.... ætli maður klári ekki að beturbæta bílinn laga þetta smotterí sem er að\nog svo auðvita gera pallinn klárann undir hjólin fyrir sumarið.... eftir það þá pælir maður meira i 33''",
            "date": "2012-03-19 18:39:00",
            "post_id": "50544",
            "reply_to_id": "50529"
        },
        {
            "user_name": "Valdi B",
            "text": "hehe segðu.... nýji min er einmitt á 31\" en var á 33\" og fer aftur á 33\" ... og er með palli sem rúmar tvo sleða og er þessvegna algjör snilld fyrir sleðann eða hjólin...",
            "date": "2012-03-19 22:22:00",
            "post_id": "50590",
            "reply_to_id": "50544"
        },
        {
            "user_name": "Hrannifox",
            "text": "já mjög svo þægilegir bílar í það! kom mér bara á óvart hvað þetta voru þægilegir bílar þótt höfðinginn sé gamall þá er hann miklu betri en vinnu luxinn sem ég var á í smá tíma sem var 98-99 model sést líka miklu meira á honum :P .\nSvo var ég að spá með pústið þar sem aftari helmingurinn er orðinn ljótur og á svosem ekkert svakalega \nmikið eftir, byrjað að pústa út og komið smá prúmp, hvarfinn er ónýtur líklegast enda er þetta púst 20\nára gamall reikna ég með, er eitthvað vit í að láta smíða 2 1/2 púst og setja túbu í staðinn fyrir hvarfann\nk&n í síuhúsið ? ætli það geri bilnum eitthvað meira en orginal pústið?\nM.B.K Hranni\nkem með betri myndir á næstuni var í smá bóni og skola saltið af honum",
            "date": "2012-03-20 12:05:00",
            "post_id": "50628",
            "reply_to_id": "50590"
        },
        {
            "user_name": "Valdi B",
            "text": "það gerir ekkert annað en aðeins meiri hávaða ... vinnur ekkert betur ;)",
            "date": "2012-03-20 22:21:00",
            "post_id": "50688",
            "reply_to_id": "50628"
        },
        {
            "user_name": "Hrannifox",
            "text": "datt það svosem í hug að það gerði voðalega litið annað en meiri hávaða..... eitthvað sem ég nenni ekki\nallavega þótt margir virðast hrífast af því.... get skilið það þó ef það kemur fallegur söngur.\nþakka svörin valdi",
            "date": "2012-03-20 23:35:00",
            "post_id": "50700",
            "reply_to_id": "50688"
        }
    ],
    "date": "2012-03-16 02:11:00"
}