{
    "forum_title": "Almennt spjall",
    "id": "9837",
    "title": "EGR ventlar",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=2&t=9837",
    "posts": [
        {
            "user_name": "atlimann",
            "text": "Sælir spjallverjar, \nmig langar að forvitnast hvort þið vitið eitthvað um þessa fja.... EGR ventla sem eru í flestum ef ekki öllum bílvélum í dag.\nÞannig er málið að ég var að fá mér Isuzu D-max 2007 árg. á 35\"dekkjum og ég er búin að eiga hann í einn og hálfan mánuð og núna í vikunni kom upp vélar ljós í mælaborðinu og ég fór með bílinn til B&L i bilanagreiningu og þá var mér sagt að EGR ventilinn væri ónýtur og það þyrfti að skipta um hann. \nVentillinn kostar 45þús og svo átti að kosta 20þús að skipta um hann.\nÉg er búin að vera að googla þetta og þetta virðist ekki vera flókin aðgerð að skipta um hann þ.e.a.s. ef maður getur keypt hann á skikkanlegu verði. \nVitið þið hvar er hægt að kaupa svona varahlut annarstaðar en í umboðinu?\nOg eitt að lokum.... hvernig líst ykkur á svona lagfæringar...?\nhttp://www.youtube.com/watch?v=8YRq2Xl5 ... re=related",
            "date": "2012-03-17 22:58:00",
            "post_id": "50305",
            "reply_to_id": false
        },
        {
            "user_name": "bragig",
            "text": "Best væri að losa sig við þennan óskunda. EGR (exhaust gas recirculation) er búnaður sem að hleypir afgasi (pústi) inn á vélina í hæggangi til að minnka ákveðna tegund af mengun. Er komið í alla bíla í evrópu og víðar vegna staðbundinnar mengunnar í borgum. Þetta er mjög heimskulegt vegna þess að þetta eykur slit á vél í öllum tilfellum. Sumir umhverfisverndarsinner eru á móti þessu líka. Veit ekki hvort að það megi afnema þennan búnað í svona nýlegri vél án þess að vélartölvan gefi ljós. Er sjálfur búinn að afnema þennan búnað og setja blindflans í báðum mínum bílum, ( hilux ´99 og M.Benz ´93) og vil ekki sjá þetta.",
            "date": "2012-03-17 23:14:00",
            "post_id": "50309",
            "reply_to_id": "50305"
        },
        {
            "user_name": "Freyr",
            "text": "EGR búnaðurinn virkar ekki bara í hægagangi heldur getur komið inn við ýmsar aðstæður, með því að hleypa afgasinu inn lækkar O2 hlutfallið í strokkunum sem lækkar brunahitann og dregur úr NOX í útblæstri, þetta s.s. vinnur beinlínis á móti túrbínunni með því að draga úr afli og eins og fram hefur komið hefur þetta einnig slæm áhrif á vélina þar sem þetta hleypir sóti og drullu inn á hana.\nVarðandi D-maxinn þá tel ég engar líkur á að vélartölvan sætti sig við að missa ventilinn út, þafnvel þótt allt sé tengt og til staðar en rásin bara blokkuð með plötu\nKv. Freyr",
            "date": "2012-03-18 00:04:00",
            "post_id": "50318",
            "reply_to_id": "50309"
        },
        {
            "user_name": "Gunnar",
            "text": "bara að gelda þetta hið snarasta, hef gert það í tveimur bílum og þeir bara bötnuðu við það",
            "date": "2012-03-18 00:52:00",
            "post_id": "50326",
            "reply_to_id": "50318"
        },
        {
            "user_name": "Freyr",
            "text": "Sammála því að bílar batna svo lengi sem tölvan fattar ekkert. Hinsvegar er þessi bíll með \"particular filter\" (sótsíu í pústi) og þ.a.l. með tvo þrýstiskynjara og tvo hitanema í pústinu og tölvan veit upp á hár hvort EGR búnaðurinn virkar eða ekki. Þessir tveir bílar sem þú blindaðir þetta í voru áreiðanlega ekki sótsíubílar heldur eldra dót.\nFreyr",
            "date": "2012-03-18 09:59:00",
            "post_id": "50339",
            "reply_to_id": "50326"
        },
        {
            "user_name": "Gísli Þór",
            "text": "2007 Izusu var ekki með DPF svo ekkert mál að blinda bara muna að gera það fyrir egr ventilinn ekki eftir svo hann haldi ekki áfram að safna sóti inn á sig.\nkv Gísli\nps ég hef fjarlægt dpf úr Nissan Navarra og virkaði það vel meiri kraftur og minni eiðsla, kúturinn var tekinn burtu en allir nemar settir aftur í púststubbinn sem settur var í staðin og \"fattaði\" því tölvan ekki neitt \nDPF= diesel particle filter eða sótsía = leiðindabúnaður sem eikur eiðslu og minnkar kraft :)",
            "date": "2012-03-18 11:25:00",
            "post_id": "50348",
            "reply_to_id": "50339"
        },
        {
            "user_name": "atlimann",
            "text": "Takk fyrir svörin drengir, \nen hvernig fer ég þá að þessu svo að tölvan \"fatti\" ekki neitt?\nskoðuðu þið myndbandið á Youtube?\nVirkar eitthvað að setja svona á milli til að blokka EGR ventilinn?",
            "date": "2012-03-18 12:33:00",
            "post_id": "50357",
            "reply_to_id": "50348"
        },
        {
            "user_name": "Freyr",
            "text": "Mín mistök að fullyrða að hann væri með sótsíu, afsakið það. Fyrst hún er ekki til staðar þá er um að gera að blinda þetta.\nFreyr",
            "date": "2012-03-18 13:21:00",
            "post_id": "50361",
            "reply_to_id": "50357"
        },
        {
            "user_name": "Hagalín",
            "text": "Er patrol 2001 3.0l með sótsíu.",
            "date": "2012-03-18 15:32:00",
            "post_id": "50374",
            "reply_to_id": "50361"
        },
        {
            "user_name": "HaffiTopp",
            "text": "Það er afar ólíklegt að það sé sótagnasía í Patrol 2001 #\nKv. Haffi",
            "date": "2012-03-18 15:43:00",
            "post_id": "50375",
            "reply_to_id": "50374"
        },
        {
            "user_name": "Freyr",
            "text": "nei",
            "date": "2012-03-18 16:28:00",
            "post_id": "50382",
            "reply_to_id": "50375"
        }
    ],
    "date": "2012-03-17 22:58:00"
}