{
    "forum_title": "Breytingar, viðhald og viðgerðir",
    "id": "9918",
    "title": "Breyting fra 35\"uppi 38\"",
    "url": "http://www.jeppaspjall.is/viewtopic.php?f=5&t=9918",
    "posts": [
        {
            "user_name": "Trosturn",
            "text": "Er med patrol y61 1999arg ætla ad fara breyta honum a 38\" fyrir næsta vetur hvad er þad sem ad madur þarf ad versla?:) hversu háa upphækkun og hvvad þarf ad lengja i og annad:)",
            "date": "2012-03-21 18:58:00",
            "post_id": "50768",
            "reply_to_id": false
        },
        {
            "user_name": "Hagalín",
            "text": "Varðandi hækkun:\nEf þú vilt gera þetta fyrir alvöru í eitt skipti, ekki vera gera þetta í mörgum stigum þá myndi ég allavega hækka um 7-10cm(fer samt eftir hve mikið hann er hækkaður fyrir) og síkka stífur í samræmi við það, þverstífur framan og aftan og langstífur framan og aftan. Svo myndi ég fá mér síðari sektorsarm(armurinn úr maskínu). Bara passa að þverstífa að framan og stýrisstöngin úr maskínu og niður í hásingu séu í sama halla.\nÞað er mjög auðvelt að síkka efri demparafestingu að framan og svo færir þú neðri demparafestinu að aftan upp.\nSvo er endalaust hægt að bæta við þetta bara spurning hvað menn vilja eyða í þetta.",
            "date": "2012-03-21 20:14:00",
            "post_id": "50774",
            "reply_to_id": "50768"
        },
        {
            "user_name": "Hfsd037",
            "text": "Svo má ekki gleyma \nBrettakönntum\n5:42 hlutföllum þeas ef þú ert með ssk, veit ekki með bsk\nDemparar að framan, en getur notað orginal að aftan\nLengri gorma að framan\nStífuvasa\nog plús eitthvað smotterí..",
            "date": "2012-03-25 18:38:00",
            "post_id": "51237",
            "reply_to_id": "50774"
        },
        {
            "user_name": "Trosturn",
            "text": "Eg hækka hann liklegast um 10cm og breyti honum alveg rétt og klára dæmid eg er med bssk man ekki alveg hvada hlutföll eru i honum en hann verdur allavega tilbuinnn fyrir næsta vetur ætla ekki ad breyta honum fyrr en i enda águst:)",
            "date": "2012-03-28 07:05:00",
            "post_id": "51602",
            "reply_to_id": "51237"
        },
        {
            "user_name": "Trosturn",
            "text": "Med hvada dempurum mæliru med og hversu langa gorma?:)",
            "date": "2012-03-28 07:07:00",
            "post_id": "51603",
            "reply_to_id": "51602"
        }
    ],
    "date": "2012-03-21 18:58:00"
}