{"url": "https://bland.is/umraeda/vill-ekki-vera-hja-pabba-sinum/10315438/?page=10296", "date": "2008-07-20 11:57:16", "id": "10315438", "items": [{"text": "HæhæOh..ég er alveg ringluð...við eigum eina stelpu 1 og hálfs árs sem vil ekki vera hjá pabba sínum. Það er ótúlegt, ef hann tekur hana upp þá brjálast hún, ef hann reynir að tala við hana þá snýr hún sér undan, þetta er allt svona, hann mé ekki leika við hana eða neitt. En hann er mikið í vinnunni frá 8-19 vikra daga en svo er hann heima. Hún hleypur ekki til hans þegar hann kemur heim eins og þegar ég kem heim eða þegar amman kemur. Hann er svo sár og leiður út af þessu. En hún er auðvitað lítið barn, en hvað haldið þið? er einhver sem þekki þetta? Við vitum ekki hvað við eigum að gera í þessu. Það er samt oft eins og hún haldi að ég fari ef hún fer til hans...humm hugsi hugs...", "title": "vill ekki vera hjá pabba sínum", "username": "buggi", "message_id": "10315438", "user_id": "85722", "response_to": null, "datetime": "2008-07-20 11:57:16", "datestring": "20. júl. '08, kl: 11:57:16"}, {"response_to": "10315438", "username": "amina", "message_id": "10315460", "user_id": "58474", "datetime": "2008-07-20 12:02:21", "datestring": "20. júl. '08, kl: 12:02:21", "text": "sæl mín var svona alveg eins vildi ekki sjá hann ég var alveg í vandræðum, hann vann svo mikið, en við ákváðum að hann mindi hringja í hana svona um 2 svar á dag. Það var frábært hún er núna 2 ára og ekkert mál,. Hún fór a' þekkja röddina hans og allt er íð góðu núna. gangi þér vel."}, {"response_to": "10315438", "username": "blómin á þakinu", "message_id": "10315489", "user_id": "10217", "datetime": "2008-07-20 12:06:58", "datestring": "20. júl. '08, kl: 12:06:58", "text": "Ég held ég myndi ekki hafa miklar áhyggjur af þessu.  Börn á þessum aldri eru oft að prófa sig áfram til að fá viðbrögð.   Ég veit ekkert hvernig þið hagið ykkur fyrir framan hana en það er auðvitað mjög gott ef hún sér hvað ykkur þykir vænt um hvort annað og svo er ekki vitlaust að þú takir hana og setjist hjá honum og þið spjallið án þess að hann sé eitthvað sérstaklega að veita stelpunni athygli.   Hún treystir greinilega á þig og verður eflaust fljót að skríða aftur í pabbafang þegar hún finnur hvað þið eruð góðir vinir.  Svo gæti líka verið sniðugt að hann tæki hana þegar hún vaknar og þú fáir að sofa út.  Það gefur þeim tækifæri til að vera bara tvö og eiga smá \"gæðatíma\".  Ef hún grætur þá verður þú bara að loka eyrunum.... :O)"}, {"response_to": "10315438", "username": "gott123", "message_id": "10315627", "user_id": "56734", "datetime": "2008-07-20 12:30:22", "datestring": "20. júl. '08, kl: 12:30:22", "text": "Láta þau vera ein saman. Þá neyðist hún til að leita til hans."}, {"response_to": "10315438", "username": "úslína", "message_id": "10317036", "user_id": "41730", "datetime": "2008-07-20 16:08:01", "datestring": "20. júl. '08, kl: 16:08:01", "text": "Verja meiri tíma saman öll 3."}, {"response_to": "10315438", "username": "presto", "message_id": "10328016", "user_id": "7653", "datetime": "2008-07-21 18:09:31", "datestring": "21. júl. '08, kl: 18:09:31", "text": "Hvað hafa þau fengið mikið tækifæri til að vera saman bara tvö síðasta árið?"}, {"response_to": "10315438", "username": "abcdabcdabcd", "message_id": "10330128", "user_id": "49599", "datetime": "2008-07-21 21:16:01", "datestring": "21. júl. '08, kl: 21:16:01", "text": "Leyfðu þeim að vera 2 ein saman 2 í viku eða svo, í einhverja kltíma í senn og kannski 1 sinni í viku borða ein saman... Þú getur nýtt tímann í að rækta sjálfa þig og kíkt og bíó og slíkt..."}]}