{"url": "https://bland.is/umraeda/gongugrind-/10593085/?page=10120", "date": "2008-08-17 12:39:41", "id": "10593085", "items": [{"text": "Ég var að spá þar sem að ég er alveg ný í þessu dásamelga foreldrahlutverki þá veit ég barasta ekki NEITT :( og ég er alltaf að spyrja og ég ætla að halda því áfram :) en þegar ég sé að það eru allir hættir að nenna að svara mínum innleggjum þá eru þið orðinn leið á mér hehe :) En ég var að spá hvenær lætur maður börnin vera í göngugrind? og hvenær í bumbo stól ?og hvenær í matarstól ?og hvenær er ok að láta þau vera í svona kerru sem að er ekki svona regnhlífa heldur hinseginn ?veit ekki hvað þær heita samt :/ málið er að músin mín er búinn að vera á sama leikteppinu í 3 mánuði og er orðinn svvoo leið á því held ég :)og mig langar að fara að leifa henni að gera eitthvað meira en að vera bara á leikteppinu:)", "title": "Göngugrind ?", "username": "SteinnA", "message_id": "10593085", "user_id": "77131", "response_to": null, "datetime": "2008-08-17 12:39:41", "datestring": "17. ágú. '08, kl: 12:39:41"}, {"response_to": "10593085", "username": "hbarn", "message_id": "10593160", "user_id": "61217", "datetime": "2008-08-17 12:46:25", "datestring": "17. ágú. '08, kl: 12:46:25", "text": "Mín er núna 9 mánaða og þetta er allt nýtt fyrir mér líka."}, {"response_to": "10593085", "username": "tacitus", "message_id": "10593533", "user_id": "63636", "datetime": "2008-08-17 13:19:53", "datestring": "17. ágú. '08, kl: 13:19:53", "text": "Hæhæ, mig langa, að benta á það, að göngugrindur geta verið hætulegir og það er als ekki mælt með þeim."}, {"response_to": "10593533", "username": "Katze", "message_id": "10594263", "user_id": "75198", "datetime": "2008-08-17 14:33:38", "datestring": "17. ágú. '08, kl: 14:33:38", "text": "Mín á eftir viku í 8 mánaða og hefur aldrei farið í bumbo stól. Ég persónulega er ekki hrifin af þeim."}, {"response_to": "10594263", "username": "tacitus", "message_id": "10594330", "user_id": "63636", "datetime": "2008-08-17 14:40:19", "datestring": "17. ágú. '08, kl: 14:40:19", "text": "Hehe, nei, Bumbo er ekki beinleiðis \"nauðsinlegt\". Alveg sammála í því en ég vissi ekki betur þá :/"}, {"response_to": "10593085", "username": "unnurgt", "message_id": "10594317", "user_id": "76059", "datetime": "2008-08-17 14:38:59", "datestring": "17. ágú. '08, kl: 14:38:59", "text": "Mín snúlla er 4ra og hálfs mánaða og hún er nýbúin að fá Bumbo stól. Það er talað um að þau verði að vera farin að halda alveg haus áður en þau faraí þá. Ég var svolítið á móti þeim fyrst en svo fékk hún að prófa svona einu sinni og fannst það algjört æði. Henni finnst alveg svakalega gaman að fá að sitja svona uppi og fylgjast með heiminum og það sést alveg á henni þegar hún er orðin þreytt á að sitja í honum og þá kippi ég henni upp strax. Hún er samt hvorki farin að sitja í matarstól né göngugrind."}, {"response_to": "10593085", "username": "4rassálfar.", "message_id": "10595597", "user_id": "3785", "datetime": "2008-08-17 17:03:51", "datestring": "17. ágú. '08, kl: 17:03:51", "text": "ég er með 4 barnið og mín reynsla er að meðalvegurinn er bestur...Ekkert af öllumþessum aukatækum er lífsnauðsinlegur..Og ekki allt hentar öllum..ég hef aldrei átt þessa bumbostóla yngsta hefur einu sinni prufað og húnvildibara komst úr honum.."}, {"response_to": "10595597", "username": "maria mey", "message_id": "10596674", "user_id": "61797", "datetime": "2008-08-17 18:38:57", "datestring": "17. ágú. '08, kl: 18:38:57", "text": "mín var ca 6 mánaða þegar hún eignaðist trip-trapinn sinn og var þá farin að sitja býsna vel sjálf (en rúllaði reyndar reglulega aftur fyrir sig eða út á hlið."}, {"response_to": "10593085", "username": "1001 nótt", "message_id": "10597921", "user_id": "13926", "datetime": "2008-08-17 20:22:03", "datestring": "17. ágú. '08, kl: 20:22:03", "text": "Ég myndi ekki setja barnið mitt í göngugrind. Veit ekki til þess að það geri þeim sérstakt gagn og svo fylgja ýmsar hættur. Bumbó er óþarfi, en þú getur svo sem prófað ef þú heldur að hún geti setið í honum. Eins með matarstólinn, hún hefur ekkert að gera með að vera í honum ennþá, ekki fyrr en hún er farin að sýna tilburði til að geta setið sjálf úti á gólfi. Ég er alveg sammála að það er langsniðugast að leyfa þeim bara að vera í fangi, þar líður þeim best :) Og burðarpokar eru alger snilld, mæli með að þú setjir stelpuna í svoleiðis frekar en að hafa hana eina á gólfinu. Reyndar er/var yngri stelpan mín mun hrifnari af því að leika sér á púsluteppi en leikteppinu sínu."}, {"response_to": "10593085", "username": "fab5", "message_id": "10598960", "user_id": "12571", "datetime": "2008-08-17 21:31:25", "datestring": "17. ágú. '08, kl: 21:31:25", "text": "mín fékk að fara í göngugrind um 5 mánaða en aðeins í smá tíma í senn (lét hana bara ekki ná niður ) en svo lækkaði eg hana þegar að hún var tilbúin að byrja að labba."}, {"response_to": "10593085", "username": "mjáááá", "message_id": "10599714", "user_id": "54334", "datetime": "2008-08-17 22:21:43", "datestring": "17. ágú. '08, kl: 22:21:43", "text": "Ég held að þú finnur alveg sjálf hvenær best er að setja barnið í svona stóla, það er svo ótrúlega fyndið hvað maður er klár í móðurhluterkinu þó svo þetta sér fyrsta barn. En tvibbarnir mínir sátu í matarstól rétt fyrir 5 mánaða, og svo göngugrind öruglega um 6 mánaða að prufa eins með hoppurólu bara til að prufa, en fljótlega fóru þau á fult í göngugrindinni. Það breitist svo mikið um leið og þau byrja að sitja sjál, þau byrjuðu að sitja um 5 mánaða hjá mér með stuðning og þá lét ég bara dót fyrir framan þau og þau léku saman."}, {"response_to": "10599714", "username": "tacitus", "message_id": "10599842", "user_id": "63636", "datetime": "2008-08-17 22:31:35", "datestring": "17. ágú. '08, kl: 22:31:35", "text": "Ha, sagði hann þetta í alvörunni um göngugrindur?  Ótrúlegt."}, {"response_to": "10599842", "username": "4rassálfar.", "message_id": "10603680", "user_id": "3785", "datetime": "2008-08-18 10:33:11", "datestring": "18. ágú. '08, kl: 10:33:11", "text": "minn læknir sagði það sama...Og ég las þessa grein..."}, {"response_to": "10603680", "username": "tacitus", "message_id": "10606845", "user_id": "63636", "datetime": "2008-08-18 15:39:18", "datestring": "18. ágú. '08, kl: 15:39:18", "text": "Hehe, nei, í fanginu líklega ekki en jú í sjali eða poka er það hægt.  Neu, seigi bara svona :)"}, {"response_to": "10599714", "username": "Katze", "message_id": "10601172", "user_id": "75198", "datetime": "2008-08-18 00:01:12", "datestring": "18. ágú. '08, kl: 00:01:12", "text": "Það er svo ótrúlega margt sem er ENNÞÁ í fullri framleiðslu þrátt fyrir að vera skaðlegt!!"}, {"response_to": "10593085", "username": "Quakerinn", "message_id": "10599800", "user_id": "52587", "datetime": "2008-08-17 22:28:58", "datestring": "17. ágú. '08, kl: 22:28:58", "text": "Hæhæ, langar að benda þér á að ef þú ætlar að fá þér göngugrind, fáðu þá að prófa hjá einhverjum áður en þú fjárfestir í slíkri græju, stelpan mín sem er 10 mánaða hefur aldrei viljað vera í göngugrind og hefur ekkert hreyfst í henni, set hana stundum í hana annað slagið en ekkert gerist og hún orgar eftir fáar mínútur. Eins var það með bumbo sem hún prófaði einu sinni, var ekki sátt við hann."}, {"response_to": "10593085", "username": "SteinnA", "message_id": "10600391", "user_id": "77131", "datetime": "2008-08-17 23:04:16", "datestring": "17. ágú. '08, kl: 23:04:16", "text": "Ohh takk fyrir öll svörin ,ég kem örugglega fljótlega með fleiri spurningar :)"}, {"response_to": "10593085", "username": "táin", "message_id": "10603254", "user_id": "28761", "datetime": "2008-08-18 09:37:21", "datestring": "18. ágú. '08, kl: 09:37:21", "text": "Bumbó - 3ja mán en þá var barnið byrjað að halda haus. Það ELSKAR bumbóstólinn og vill helst hvergi annarsstaðar sitja"}, {"response_to": "10603254", "username": "mars", "message_id": "10607102", "user_id": "3730", "datetime": "2008-08-18 15:58:34", "datestring": "18. ágú. '08, kl: 15:58:34", "text": "Ég hef aldrei notað göngugrindur fyrir mín og mun ekki gera núna heldur, er meinilla við þær. Hef ekki prófað þessa Bumbó stóla og ætla ekkert að gera það. Matarstóll: ég hef alltaf verið með Hókus pókus og minnir að stelpurar hafi byrjað að sitja í þeim stutta stund í senn svona milli 4 - 5 mánaða. Skipti um einingu á vagninum (keyptum með burðarrúmi og kerrueiningu) um  10 mánaða."}, {"response_to": "10593085", "username": "gaukshreidrid", "message_id": "10607161", "user_id": "59921", "datetime": "2008-08-18 16:03:56", "datestring": "18. ágú. '08, kl: 16:03:56", "text": "Myndi sleppa göngugrindini... Mér finnst tær vera algjör óþarfi og skaðræði, hvað sem hver segir um að þeim finnist það gaman... Ég fékk svona bíl fyrir mína sem hún gat stutt sig við og labbað og finnst það mun sniðugara."}, {"response_to": "10607161", "username": "gaukshreidrid", "message_id": "10607169", "user_id": "59921", "datetime": "2008-08-18 16:05:03", "datestring": "18. ágú. '08, kl: 16:05:03", "text": "Og i staðinn fyrir bumbo stol myndi eg fa mer ömmustól... Teir eru sko ómissandi, björguðu manni alveg he he"}]}