{"url": "https://bland.is/umraeda/vandraedi-med-kennara-/10975232/?page=9904", "date": "2008-09-18 00:17:29", "id": "10975232", "items": [{"text": "Ég er að skrifa þetta innlegg fyrir vinkonu mína sem stendur í smá brasi við skóla 9ára sonar síns. Málið er að drengurinn hefur átt við einhver hegðunarvandamál að stríða, er ekki með greiningar en það er verið að vinna í því skoða hvernig best sé að hjálpa honum. Nú stuttu eftir að skólinn hófst eftir sumarfrí veiktist kennarinn hans og annar kennari tók við bekknum, móðirin var mjög jákvæð í hennar garð og bauð hana velkomna og bað um að fá að fylgjast náið með hvernig gengi með strákinn eins og hinn kennarinn hafði alltaf leyft henni. En málið er að svo virðist sem kennarinn nái ekki að hafa stjórn á stráknum í tíma. Hegðun hans hefur að því er virðist versnað mjög síðan hún tók við bekknum og er svo komið að hann lendir nánast daglega í slagsmálum og gekk kennarinn svo langt að segja að hún óttaðist líf hinna barnana í bekknum. Í skólanum er svokallað stigakerfi og var honum tilkynnt að hann væri kominn á fyrsta stig og ef hann lenti á þriðja stigi mætti hann ekki leika við vini sína heldur væri sendur einn út í frímínútur á eftir þeim og tekinn úr bekknum og látinn læra einn hjá skólastjóra. Ég vil endurtaka að hann er 9ára!!! Svo var honum sagt að ef hann síðan lenti á fjórða stigi þyrfti hann að hætta í skólanum og þau yrðu að flytja. Þetta hefur valdið töluverðum kvíða hjá honum og er hann farin að nefna þetta mjög reglulega við mömmu sína og sagði meðal annars að hann \"langaði ekki að vera óþekkur og flytja frá vinum sínum en það væri erfitt að breyta sjálfum sér\". Kennarinn sendir síðan tölvupósta í gríð og erg þar sem hún hamrar á hversu óþekkur hann sé og hvort foreldrarnir geti ekki gert eitthvað í þessu og látið hann hlíða í skólanum! Hún sendi meira að segja einkapóst á faðir hans sem er ekki með forræði þar sem hún biður hann um að reyna að tala við hann og segir honum allt aðra og mun grófari sögu af hegðun barnsins þrátt fyrir að móðirin hafi sérstaklega spurt hana að því daginn áður og hún sagt að allt gengi ágætlega! Barnið er farið að taka þetta töluvert inná sig og ræða mikið heima við og svo virðist sem lítið sé gert til að byggja hann upp, bara hamrað á því við hann og foreldra að hin börnin eigi rétt á vinnufriði, að hann sé að eyðileggja fyrir hinum í bekknum og sé bara alveg ómögulegur. Kennarinn sagði móðurinni meira að segja að að hún hafi farið með strákinn til skólastjóra og sagt fyrir framan barnið að hún \"vildi ekki hafa þetta barn inni hjá sér\"!  Foreldrarnir hafa reynt að tala við skólastjórnina sem virðist ekkert hafa við þetta að athuga og ítrekað beðið kennara um að hringja í sig ef eitthvað er og hafa meira að segja rætt við foreldra hinna barnana í bekknum og skólasálfræðing. Þau eru eiginlega orðin ráðþrota, barnið er farið að sýna einkenni þunglindis í mun meira magni en áður, ofbeldisfulla hegðun og farinn að tala um að hann vilji bara flytja. Er eitthvað \"æðra\" en skólinn sem þau geta leitað til? Biðlistinn á greiningarstöð er gífurlega langur og þau eiginlega vita ekki hvað þau geta gert til að hjálpa honum. Hafið þið einhver ráð? Er eðlilegt að skólinn díli svona við \"vandamála börn\" eða eru einhver úrræði sem þau hafa ekki dottið á hingað til? Hefur einhver verið í þessari stöðu? hvernig díluðuð þið við það?", "title": "Vandræði með kennara...", "username": "grísla", "message_id": "10975232", "user_id": "26095", "response_to": null, "datetime": "2008-09-18 00:17:29", "datestring": "18. sep. '08, kl: 00:17:29"}, {"response_to": "10975232", "username": "Second Hand", "message_id": "10975404", "user_id": "55333", "datetime": "2008-09-18 00:40:53", "datestring": "18. sep. '08, kl: 00:40:53", "text": "Ég myndi aldrei samþykkja að barnið mitt yrði í þessum bekk með þessum kennara, ALDREI!"}, {"response_to": "10975232", "username": "hugmyndalaus", "message_id": "10975459", "user_id": "82404", "datetime": "2008-09-18 00:55:36", "datestring": "18. sep. '08, kl: 00:55:36", "text": "ég myndi halda að þetta mál þyrfti að meðhöndla  í samstarfi skólans, foreldranna, kennarans, deildarstjóra og sálfræðingsins... á góðu nótunum."}, {"response_to": "10975459", "username": "reyndar", "message_id": "10975470", "user_id": "75903", "datetime": "2008-09-18 01:01:04", "datestring": "18. sep. '08, kl: 01:01:04", "text": "Ég verð að vera sammála þessu."}, {"response_to": "10975459", "username": "grísla", "message_id": "10975475", "user_id": "26095", "datetime": "2008-09-18 01:02:50", "datestring": "18. sep. '08, kl: 01:02:50", "text": "Já - það er einmitt í bígerð. Hingað til hefur ekkert verið rifist eingöngu reynt að díla við þetta á kurteisis nótunum og með tilliti til álagsins sem væntanlega er á kennaranum. En núna er staðan bara orðin sú að foreldrarnir eru búnir að missa trúnna á kennaranum og hennar áhuga á að leysa þetta mál, virkar bara eins og hún vilji bola honum úr bekknum! Þessvegna komu upp þessar vangaveltur með hvort það er eitthvað \"æðra\" sem hægt er að tala við og benda á þessa hegðun kennarans."}, {"response_to": "10975459", "username": "Mjallhvít og dvergarnir 5", "message_id": "10979118", "user_id": "6434", "datetime": "2008-09-18 13:43:51", "datestring": "18. sep. '08, kl: 13:43:51", "text": "Sammála því. skrifaðu þetta niður og farðu eiturróleg á fund til þeirra og óskaðu eftir fullorðinna manna viðbrögðum. Svo virðist sem kennarinn sé ekki í stakk búin að kenna nema þröngum hópi barna sem algjörlega samsauma sig við ''rétta'´hegðun. Virðist sem kennaranum vanti að víkka sinn hring og taka með í dæmið að eitthvað getur amað að drengnum sem eykur á vanlíðan hans í bekknum og þetta sé akút mál sem þarfnast lausnar sem fyrst, svo og greining á vanda barnsins."}, {"response_to": "10975232", "username": "sassú", "message_id": "10975494", "user_id": "51693", "datetime": "2008-09-18 01:08:09", "datestring": "18. sep. '08, kl: 01:08:09", "text": "það eru auðvitað tvær hliðar á þessu máli. ég myndi persónulega ekki vilja að barnið mitt væri í bekk með strák sem væri alveg stjórnlaus. allt of mikill tími fer þá í vandamálabarnið og hinir nemendurnir sitja á hakanum. myndi líka vera skíthrædd um að strákurinn ætti eftir að slasa börnin í kringum sig. skil vel að kennarinn sé ekki sáttur við að hafa þennan strák í bekknum."}, {"response_to": "10975494", "username": "snsl", "message_id": "10975506", "user_id": "30895", "datetime": "2008-09-18 01:15:24", "datestring": "18. sep. '08, kl: 01:15:24", "text": "en þegar hegðun kennarans ýtir undir slæma hegðun hjá barninu?"}, {"response_to": "10975494", "username": "Second Hand", "message_id": "10975509", "user_id": "55333", "datetime": "2008-09-18 01:15:40", "datestring": "18. sep. '08, kl: 01:15:40", "text": "Díses, og hvað myndir þú vilja gera við erfiða barnið?"}, {"response_to": "10975494", "username": "RakelÞA", "message_id": "10978925", "user_id": "38738", "datetime": "2008-09-18 13:25:27", "datestring": "18. sep. '08, kl: 13:25:27", "text": "Það er rosalega erfitt að vera með barn sem hagar sér vel í skólanum í bekk þar sem stjórnlausum krökkum, það reynir bara hreynlega of mikið á barnið sem er stillt."}, {"response_to": "10978925", "username": "RakelÞA", "message_id": "10979170", "user_id": "38738", "datetime": "2008-09-18 13:47:34", "datestring": "18. sep. '08, kl: 13:47:34", "text": "ég er samt ekki að segja að þetta reyni ekki á barnið sem er \"óþekkt\"."}, {"response_to": "10978925", "username": "amazona", "message_id": "10986143", "user_id": "71158", "datetime": "2008-09-18 22:29:42", "datestring": "18. sep. '08, kl: 22:29:42", "text": "HREINLEGA."}, {"response_to": "10975232", "username": "SoHappy", "message_id": "10975521", "user_id": "13184", "datetime": "2008-09-18 01:20:40", "datestring": "18. sep. '08, kl: 01:20:40", "text": "Ég mundi ráðleggja móðurinni að tala við konu að nafni Hrefna sem vinnur á Sjónarhóli, sem er m.a. ráðgjafastöð fyrir foreldra.  Hrefna hefur hjálpað mér mjög mikið í samskiptum mínum við skólann og hefur komið með mér á fundi í skólanum og stutt mig á allan hátt."}, {"response_to": "10975232", "username": "assange", "message_id": "10977503", "user_id": "28026", "datetime": "2008-09-18 11:15:19", "datestring": "18. sep. '08, kl: 11:15:19", "text": "kennarar eru almennt séð örugglega hæft og gott fólk - en inn á milli leynast svona misheppnuð og rotin epli. Þessi pía er gjörsamlega vanhæf. Getur hann skipt um bekk?"}, {"response_to": "10977503", "username": "mýflugan", "message_id": "10977616", "user_id": "66885", "datetime": "2008-09-18 11:25:27", "datestring": "18. sep. '08, kl: 11:25:27", "text": "Ertu viss um að það sé inní námskrá og þjálfun kennara hvernig á að höndla barn sem er með hegðunarvandamál þannig að unnt sé að kenna öllum börnum í bekknum. Hefði haldið allavega að þar sem barn væri með hegðunarvandamál í bekk ætti að vera aðstoðarkennari eða leiðbeinandi til aðstoðar."}, {"response_to": "10977616", "username": "Kammo", "message_id": "10977650", "user_id": "1616", "datetime": "2008-09-18 11:28:53", "datestring": "18. sep. '08, kl: 11:28:53", "text": "En ef að barnið er ekki komið með greiningu þá fæst ekki fjármagn til að hafa aðstoðarmanneskju."}, {"response_to": "10977650", "username": "mýflugan", "message_id": "10977684", "user_id": "66885", "datetime": "2008-09-18 11:31:34", "datestring": "18. sep. '08, kl: 11:31:34", "text": "Hvert barn er þó verndað af grunnskólalögunum þannig að hafi \"óviðráðanlegt ástand skapast\", þá er ég ansi hrædd um að fátt verji það að ekki sé sett fjármagn í aðstoðarmanneskju."}, {"response_to": "10977684", "username": "shiva", "message_id": "10979243", "user_id": "11665", "datetime": "2008-09-18 13:53:13", "datestring": "18. sep. '08, kl: 13:53:13", "text": "Við erum bara ekki svo fullkomin þegar kemur að grunnskólamálum á íslandi... Því miður."}, {"response_to": "10979243", "username": "mýflugan", "message_id": "10979924", "user_id": "66885", "datetime": "2008-09-18 14:44:05", "datestring": "18. sep. '08, kl: 14:44:05", "text": "Ég veit það shiva og það hryggir mann oft að sjá fólk þurfa að berjast fyrir sjálfsögðum og skipuðum réttindum."}, {"response_to": "10977616", "username": "assange", "message_id": "10977700", "user_id": "28026", "datetime": "2008-09-18 11:33:16", "datestring": "18. sep. '08, kl: 11:33:16", "text": "já, hún er auðvitað líka í erfiðri aðstöðu.. það er sjálfsagt nóg að reyna að hafa stjórn á heilum stórum bekk, þó þetta bætist ekki við. Þeim er eiginlega báðum vorkunn.. en þetta er velferðaþjófélagið Ísland í dag"}, {"response_to": "10977700", "username": "mýflugan", "message_id": "10977741", "user_id": "66885", "datetime": "2008-09-18 11:36:57", "datestring": "18. sep. '08, kl: 11:36:57", "text": "En það er inní skylduverkinu að taka á svona málum af fagmennsku."}, {"response_to": "10977741", "username": "assange", "message_id": "10977766", "user_id": "28026", "datetime": "2008-09-18 11:38:44", "datestring": "18. sep. '08, kl: 11:38:44", "text": "en þau börn sem eru með greiningu eiga að fá aðstoð til þess að geta lært skv. námsskrá, það hlýtur að vera lögbundið? En þetta tiltekan barn hefur ekki enn fengið greiningu, þannig að hann er sjálfsagt á milli"}, {"response_to": "10977766", "username": "assange", "message_id": "10977776", "user_id": "28026", "datetime": "2008-09-18 11:39:25", "datestring": "18. sep. '08, kl: 11:39:25", "text": "en ég verð að segja að mér finnst kennarinn alls ekki höndla þetta vel eða rétt... hún er bara að skíta á sig. Er alveg viss um að margir aðrir gætu höndlað þetta betur"}, {"response_to": "10977776", "username": "mýflugan", "message_id": "10977818", "user_id": "66885", "datetime": "2008-09-18 11:43:55", "datestring": "18. sep. '08, kl: 11:43:55", "text": "Ég er sammála því Töffa að hann virðist ekki alveg vera á réttum stað með þetta allt saman skv. frásögninni."}, {"response_to": "10977818", "username": "grísla", "message_id": "10979871", "user_id": "26095", "datetime": "2008-09-18 14:39:31", "datestring": "18. sep. '08, kl: 14:39:31", "text": "en hvaða stað á hann þá að vera á? Hann verður að ganga í skóla og kerfið virðist svo sannarlega ekki vera að flýta sér:/"}, {"response_to": "10977700", "username": "Snobbhænan", "message_id": "10977848", "user_id": "53629", "datetime": "2008-09-18 11:47:03", "datestring": "18. sep. '08, kl: 11:47:03", "text": "Er þetta ekki eitthvað sem nemendaverndarráð ætti að taka fyrir?"}, {"response_to": "10977616", "username": "staðalfrávik", "message_id": "10980077", "user_id": "79063", "datetime": "2008-09-18 14:58:49", "datestring": "18. sep. '08, kl: 14:58:49", "text": "Ég er fagmaður og við gerum alltaf ráð fyrir því að það séu sérþarfabörn af einhverju tagi í bekknum.  Við tökum tillit til þesara barna, höfum mikið og gott samband við foreldra, gerum einstaklingsmiðaða námsáætlun fyrir þessi börn og stúderum þau."}, {"response_to": "10980077", "username": "Gunnýkr", "message_id": "10983861", "user_id": "711", "datetime": "2008-09-18 19:56:28", "datestring": "18. sep. '08, kl: 19:56:28", "text": "en ef við getum gert ráð fyrir að það sé amk eitt barn með greiningu í hverjum bekk ætti nú að vera aðstoðarkennari í þessum bekk þó þetta tiltekna barn sé ekki með greiningu."}, {"response_to": "10977616", "username": "Gunnýkr", "message_id": "10983820", "user_id": "711", "datetime": "2008-09-18 19:53:59", "datestring": "18. sep. '08, kl: 19:53:59", "text": "ég er algjörlega sammála þér með verndun annrra barna í bekknum. Mér finnst það oft gleymast. Er alls ekki að tala um þetta dæmi í þessum þræði, bara almennt séð. Undra mig oft á því hvað foreldrar láta lítið í sér heyra þó barnið þeirra sé í bekk með börnum sem taka alla athyglina."}, {"response_to": "10975232", "username": "skessa3", "message_id": "10977727", "user_id": "59495", "datetime": "2008-09-18 11:35:48", "datestring": "18. sep. '08, kl: 11:35:48", "text": "Ég myndi aldrey hafa barnið mitt í þessum bekk,þetta er einelti frá kennara og það sem hún er að segja við hann????Hvað er að kann hún ekki að Vinna og umgangast Börn.Barninu líður greinilega ílla og þarf hjálp sem fyrst,ég myndi fara með þetta lengra og Kennarinn hefur ekkert með það að gera að hafa samband við föður sem ekki hefur forræði án samþykis móður.Prófaðu að segja henni að ath með að tala við sjónarhól þar eru æðislegjir ráðgjafar sem gætu hjálpað og talað við viðkomandi skólastjóra og kennara.sýnið þeim á sjónarhóli bréfin frá Kennaranum og þær vilja án efa tala við Barnið líka.þær hafa hjálpað mörgum,það er rangt gagnvart barninu að kvíða fyrir öllum  morgnum,það á að vera gaman í skóla ekki leiðinlegt og hvað þá á þessum aldri.Verið sterk og ekki gefast upp fáið hjálp strax."}, {"response_to": "10977727", "username": "RakelÞA", "message_id": "10979093", "user_id": "38738", "datetime": "2008-09-18 13:42:20", "datestring": "18. sep. '08, kl: 13:42:20", "text": "Vá hvað fólk er tilbúð að rakka kennarann niður fyrir það eitt að reyna að halda uppi vinnufriði í bekknum sínum."}, {"response_to": "10979093", "username": "grísla", "message_id": "10979909", "user_id": "26095", "datetime": "2008-09-18 14:42:59", "datestring": "18. sep. '08, kl: 14:42:59", "text": "Foreldrar drengsins ráða bara alveg ágætlega við hann og hann er ekki að sýna þessa öfgafullu hegðun í nálægt því sama mæli heima hjá sér og í skólanum. Og þau hafa bara ekki um neitt annað að velja en að treysta á þennan óviðkomandi aðila til að höndla barnið - það er skólaskylda á íslandi og skólinn býður ekki uppá nein önnur úrræði! Og hvernig stendur á því að kennarinn sem var á undan réð mjög vel við hann? Það eru held ég allir sammála um að það þurfi úrræði til að díla við erfiðu börnin - en áður en það úrræði kemur geta kennararnir ekki bara komið svona fram við þau til að hin börnin fái vinnufrið!"}, {"response_to": "10979909", "username": "RakelÞA", "message_id": "10979993", "user_id": "38738", "datetime": "2008-09-18 14:50:31", "datestring": "18. sep. '08, kl: 14:50:31", "text": "Hvernig á kennarinn að tækla það að hin börnin fái vinnufrið fyrir einu barni, ég veit að það er hægt, en það getur tekið mjög langan tíma, ég veit hvernig er að hafa barn í bekk þar sem er ekki vinnufriður fyrir \"óþekkum\" börnum og það er ekkert einfalt, á hverjum degi þarf maður að réttlæta það fyrir barninu sínu að þessi sem lamdi það í dag eða slasaði, eigi erfitt og líði eitthvað illa, viðkomandi barn hafi ekki ætlað að gera þetta, sannfæra barnið sitt um að það sé allt í lagi að fara aftur í skólann af því að barnið muni ekki gera þetta aftur ( maður vonar )."}, {"response_to": "10979993", "username": "Steina67", "message_id": "10980119", "user_id": "39274", "datetime": "2008-09-18 15:01:49", "datestring": "18. sep. '08, kl: 15:01:49", "text": "Meðan börnin hafa ekki greiningu þá eru þau ekkert sett í minni hópa, engan veginn og kennarinn getur ekkert tæklað það að henda barninu út úr bekknum."}, {"response_to": "10980119", "username": "RakelÞA", "message_id": "10980469", "user_id": "38738", "datetime": "2008-09-18 15:29:19", "datestring": "18. sep. '08, kl: 15:29:19", "text": "Nei reyndar gerir það málið kannski pínu erfiðara af því að það er ekki búið að staðsetja barnið neinstaðar."}, {"response_to": "10980469", "username": "Steina67", "message_id": "10980541", "user_id": "39274", "datetime": "2008-09-18 15:36:28", "datestring": "18. sep. '08, kl: 15:36:28", "text": "Auðvitað væri það best fyrir barnið að vera í minni hóp.  Minn sonur tæklar það engan veginn að fara til annars kennara yfir daginn en síns eigin en hann er í þjálfun með það.  Bara það að kennarinn þurfti að fara heim vegna veiks barns (sem kennarinn á sjálfur) þá var vika komin í ruslið hjá mínum.  Þemanám hentar honum ekki."}, {"response_to": "10980541", "username": "RakelÞA", "message_id": "10982611", "user_id": "38738", "datetime": "2008-09-18 18:19:17", "datestring": "18. sep. '08, kl: 18:19:17", "text": "já þetta er alltaf erfið mál, tala nú ekki um það maður hreinlega hræðist það að vera ásakaður um að leggja barn í einelti ef maður ætla að standa á einhverju gagnvart sínu barni í svona tilfellum."}, {"response_to": "10980119", "username": "sollarinn", "message_id": "10985927", "user_id": "19755", "datetime": "2008-09-18 22:12:57", "datestring": "18. sep. '08, kl: 22:12:57", "text": "Það er reyndar ekki rétt að börn sem ekki hafa greiningu fái ekki að fara í sérhópa. Þar sem ég þekki til - og hef starfað sem kennari - þá þarf ekki alltaf greiningu til að börn séu sett í minni hópa, athvarf og önnur úrræði sem skólinn hefur upp á að bjóða t.d. aukinn stuðningur inn í bekk."}, {"response_to": "10979093", "username": "Steina67", "message_id": "10980071", "user_id": "39274", "datetime": "2008-09-18 14:58:27", "datestring": "18. sep. '08, kl: 14:58:27", "text": "Að halda uppi vinnufrið í bekknum sínum þýðir ekki það að hún geti endalaust verið að bögga foreldrana með meilum og símhringingum og sagt svona við barnið.  Það er engan vegin hægt að segja að barnið verði rekið úr skólanum þegar það fer á 4 stig og þá verði það að flytja."}, {"response_to": "10980071", "username": "RakelÞA", "message_id": "10980485", "user_id": "38738", "datetime": "2008-09-18 15:30:45", "datestring": "18. sep. '08, kl: 15:30:45", "text": "Nei alveg sammála því, en ég er ekki sammála því að það megi ekki hafa samband við foreldrana út af þessu, það að haft sé samband við foreldrana er ekki bögg heldur eitthvað sem á að vera."}, {"response_to": "10980485", "username": "Steina67", "message_id": "10980586", "user_id": "39274", "datetime": "2008-09-18 15:40:11", "datestring": "18. sep. '08, kl: 15:40:11", "text": "Auðvitað er það ekkert bögg að haft sé samband við foreldrana en þegar farið er að hringja, senda meil og annað og vera með misvísandi skilaboð þá er þetta orðið bögg. ´"}, {"response_to": "10980586", "username": "RakelÞA", "message_id": "10982478", "user_id": "38738", "datetime": "2008-09-18 18:07:42", "datestring": "18. sep. '08, kl: 18:07:42", "text": "Já ég skil það, auðvita vilja allir fá eitthvað jákvætt um börnin sín, allavega annarslagið."}, {"response_to": "10982478", "username": "ert", "message_id": "10982503", "user_id": "37456", "datetime": "2008-09-18 18:09:23", "datestring": "18. sep. '08, kl: 18:09:23", "text": "það er alltaf hægt að segja eitthvað jákvætt um barn"}, {"response_to": "10982503", "username": "Sunshine", "message_id": "10982553", "user_id": "935", "datetime": "2008-09-18 18:13:01", "datestring": "18. sep. '08, kl: 18:13:01", "text": "Það er alveg rétt ert.  Kennari ætti að hafa þroska til þessa að finna styrkleika barnsins og jákvæðu punkta."}, {"response_to": "10982503", "username": "evahuld", "message_id": "10982567", "user_id": "34", "datetime": "2008-09-18 18:14:09", "datestring": "18. sep. '08, kl: 18:14:09", "text": "-II-"}, {"response_to": "10982503", "username": "RakelÞA", "message_id": "10982630", "user_id": "38738", "datetime": "2008-09-18 18:21:16", "datestring": "18. sep. '08, kl: 18:21:16", "text": "Já ok, það getur vel verið, en ég sé reyndar fátt jákvætt um það að barn gangi fram af sér og öllum öðrum á hverjum degi, ef það er eina hegðunin sem barnið sýnir í skólanum, þá er nú því miður fátt jákvætt um það að segja.  :("}, {"response_to": "10982630", "username": "grísla", "message_id": "10982686", "user_id": "26095", "datetime": "2008-09-18 18:26:32", "datestring": "18. sep. '08, kl: 18:26:32", "text": "það segir sig sjálft að það er ekki mögulegt fyrir barnið að sýna ENGÖNGU þá hegðun allan daginn! einhverntíman hlýtur hann að stoppa til að anda, hvíla sig í 2 mín, skrifa 2 orð á blað, sleppa því að lemja einhvern sem pirrar hann osfv og það er vel hægt að benda á þá fáu hluti líka! Börn eru fljót að fylla uppí það sem ætlast er til af þeim og ég fæ sterkt á tilfininguna að búið sé að stimpla hann \"óþekka barnið\" og hann fylgi því þá bara eftir."}, {"response_to": "10982686", "username": "Steina67", "message_id": "10983497", "user_id": "39274", "datetime": "2008-09-18 19:31:06", "datestring": "18. sep. '08, kl: 19:31:06", "text": "Akkúrat, bara það að barnið sest niður augnablik án þess að vera með neikvæða hegðun er jákvætt."}, {"response_to": "10982686", "username": "RakelÞA", "message_id": "10983579", "user_id": "38738", "datetime": "2008-09-18 19:39:09", "datestring": "18. sep. '08, kl: 19:39:09", "text": "Af hverju gefur þú þér það að hann sé að lemja einhvern sem pirrar hann?"}, {"response_to": "10983579", "username": "grísla", "message_id": "10985642", "user_id": "26095", "datetime": "2008-09-18 21:53:04", "datestring": "18. sep. '08, kl: 21:53:04", "text": "ég gef mér að í hans vanlíðan pirrist hann mun auðveldar en ella og lendi því frekar í ryskingum. Hann er ekki að lenda í vandræðum fyrir að hjóla í hinn og þennan uppúr þurru án viðvörunar, hann bara bregst öfgafullt við áreiti og þau búin að læra hvernig á að pikka í veiku punktana. Hann er ekki að taka fyrir vissa krakka og semur ágætlega við flesta."}, {"response_to": "10985642", "username": "RakelÞA", "message_id": "10985883", "user_id": "38738", "datetime": "2008-09-18 22:10:09", "datestring": "18. sep. '08, kl: 22:10:09", "text": "Ok ég skil þig reyndar ekki alveg heldur, en það er allt í lagi, þar sem þú skilur mig ekki, eða last svo hratt yfir að þú bjóst þér bara til hvað ég var að segja."}, {"response_to": "10982630", "username": "Mjallhvít og dvergarnir 5", "message_id": "10983443", "user_id": "6434", "datetime": "2008-09-18 19:26:38", "datestring": "18. sep. '08, kl: 19:26:38", "text": "það er svo mikilvægt þegar vanlíðan barns er svona mikil, að gera hinum það skiljanlegt. Bekkjavinir geta alltaf náð til þeirra sem eiga erfitt, allavega einhver."}, {"response_to": "10983443", "username": "RakelÞA", "message_id": "10983667", "user_id": "38738", "datetime": "2008-09-18 19:45:41", "datestring": "18. sep. '08, kl: 19:45:41", "text": "Já veistu þó svo að ég segði t.d við mína stelpu, þegar hún kom heim meidd eða fór á slysó eftir einvern úr bekknum sem ekki réði við skap sitt, að barninu liði greinilega illa og það þyrfti bara að vera extra góður við viðkomandi og þegar hún þorði varla í skólann af því að hún var hrædd um að vera lamin í dag aftur af því barni sem lamdi hana í gær, og maður sagði, nei nei viðkomandi gerir það ekki aftur, það verður allt í lagi."}, {"response_to": "10982503", "username": "Ugluskott", "message_id": "10983037", "user_id": "19251", "datetime": "2008-09-18 18:55:55", "datestring": "18. sep. '08, kl: 18:55:55", "text": "Alveg rétt hjá þér ert :D"}, {"response_to": "10982503", "username": "Steina67", "message_id": "10983404", "user_id": "39274", "datetime": "2008-09-18 19:23:19", "datestring": "18. sep. '08, kl: 19:23:19", "text": "Nákvæmlega"}, {"response_to": "10977727", "username": "Krúttarapútt", "message_id": "10983403", "user_id": "2237", "datetime": "2008-09-18 19:23:12", "datestring": "18. sep. '08, kl: 19:23:12", "text": "faðir á fullan rétt á að fá að vita um hagi barnsins í skólanum þó hann sé ekki með forræði.....það er í barnalögum"}, {"response_to": "10983403", "username": "SpjAllarA", "message_id": "10983511", "user_id": "64137", "datetime": "2008-09-18 19:32:36", "datestring": "18. sep. '08, kl: 19:32:36", "text": "Skólinn má samt ekki veita upplýsingar til foreldris sem ekki hefur forsjá nema með samþykki þess sem hefur forsjánna..."}, {"response_to": "10983511", "username": "Krúttarapútt", "message_id": "10983536", "user_id": "2237", "datetime": "2008-09-18 19:34:29", "datestring": "18. sep. '08, kl: 19:34:29", "text": "well lögin segja annað......"}, {"response_to": "10983511", "username": "DirtyBlonde", "message_id": "10984925", "user_id": "62783", "datetime": "2008-09-18 20:58:36", "datestring": "18. sep. '08, kl: 20:58:36", "text": "Það má veita foreldri upplýsingar um barnið sama hvernig forræðinu er háttað, það má hins vegar ekki skýra neitt frá aðstæðum forsjárforeldrisins, né hins."}, {"response_to": "10975232", "username": "Steina67", "message_id": "10977737", "user_id": "39274", "datetime": "2008-09-18 11:36:40", "datestring": "18. sep. '08, kl: 11:36:40", "text": "Í fyrsta lagi finnst mér ekki rétt að refsað sé fyrir slæma hegðun á þennan hátt heldur að hann fái hrós og verðlaun fyrir góða hegðun."}, {"response_to": "10975232", "username": "O Ren Ishii", "message_id": "10978075", "user_id": "45803", "datetime": "2008-09-18 12:15:44", "datestring": "18. sep. '08, kl: 12:15:44", "text": "vá ..ég er orðlaus."}, {"response_to": "10975232", "username": "ert", "message_id": "10978099", "user_id": "37456", "datetime": "2008-09-18 12:18:14", "datestring": "18. sep. '08, kl: 12:18:14", "text": "Það er hægt að tala við Sjónarhól og fá ráðgjöf þar."}, {"response_to": "10978099", "username": "grísla", "message_id": "10979850", "user_id": "26095", "datetime": "2008-09-18 14:37:32", "datestring": "18. sep. '08, kl: 14:37:32", "text": "Móðirin vissi ekki af þessum sjónarhól en hefur samband við þau í dag."}, {"response_to": "10979850", "username": "ert", "message_id": "10979881", "user_id": "37456", "datetime": "2008-09-18 14:40:24", "datestring": "18. sep. '08, kl: 14:40:24", "text": "það skiptir öllu máli að hafa greiningu eða álit sálfræðings á því að það sé vitlaust tekið á málum.  Það er svo sterkt þegar sálfræðingurinn mætir á fundi með skólanum."}, {"response_to": "10979881", "username": "grísla", "message_id": "10979943", "user_id": "26095", "datetime": "2008-09-18 14:45:12", "datestring": "18. sep. '08, kl: 14:45:12", "text": "Takk fyrir þetta - ég læt þau vita af því, ég veit ekki hvernig fer ef þetta verður margra ára bið :/"}, {"response_to": "10979943", "username": "ert", "message_id": "10979973", "user_id": "37456", "datetime": "2008-09-18 14:48:36", "datestring": "18. sep. '08, kl: 14:48:36", "text": "Það verður það ekkert.  Þú vinnur bara með þessu fólki og kemur í veg fyrir það. Þú notar kvartanir kennarans til að ýta á að fá sérfræðinga í málið - svo notarðu sérfræðingana til útskýra fyrir kennaranum og skólanum hvernig á að umgangast og höndla barnið."}, {"response_to": "10979973", "username": "ert", "message_id": "10980021", "user_id": "37456", "datetime": "2008-09-18 14:53:54", "datestring": "18. sep. '08, kl: 14:53:54", "text": "vinkona þín átti ég við"}, {"response_to": "10979850", "username": "Steina67", "message_id": "10980140", "user_id": "39274", "datetime": "2008-09-18 15:02:41", "datestring": "18. sep. '08, kl: 15:02:41", "text": "En hvað með líf þessa ákveðna barns?  Er kennarinn ekkert að óttast um það?"}, {"response_to": "10975232", "username": "NIKK  Fiðrildið", "message_id": "10978498", "user_id": "3551", "datetime": "2008-09-18 12:49:24", "datestring": "18. sep. '08, kl: 12:49:24", "text": "Jii, það er eins og þú sért að lýsa mínum aðstæðum, nema hvað að mitt barn er með greiningu og við höfum verið á teymisfundum í ár."}, {"response_to": "10975232", "username": "Þoka", "message_id": "10978612", "user_id": "36365", "datetime": "2008-09-18 12:57:51", "datestring": "18. sep. '08, kl: 12:57:51", "text": "Ég var í svipaðri stöðu með yngri drenginn minn í 2. upp í 4. bekk."}, {"response_to": "10975232", "username": "habíbí", "message_id": "10978736", "user_id": "66823", "datetime": "2008-09-18 13:09:08", "datestring": "18. sep. '08, kl: 13:09:08", "text": "Það þarf ekkert að vera að kennarinn sé orsök hegðunarvanda drengsins. Mér finnst full hart að kalla hana rotið epli eins og einhver sem svarar gerir. Það hlýtur að þurfa stuðningsfulltrúa inn í bekkinn."}, {"response_to": "10975232", "username": "presto", "message_id": "10979418", "user_id": "7653", "datetime": "2008-09-18 14:07:31", "datestring": "18. sep. '08, kl: 14:07:31", "text": "Úff- þetta hljómar ekki vel!"}, {"response_to": "10979418", "username": "grísla", "message_id": "10979798", "user_id": "26095", "datetime": "2008-09-18 14:34:23", "datestring": "18. sep. '08, kl: 14:34:23", "text": "Tja upplýsinga leysið fellst kannski aðallega í þessum misvísandi uppl. sem gefnar eru sitthvoru foreldrinu. Móðirin mætir í skólan og fær að vita að það hafi gengið ágætlega á meðan föður er sent e-mail samdægurs þar sem vikan gekk hræðilega."}, {"response_to": "10979798", "username": "presto", "message_id": "10980762", "user_id": "7653", "datetime": "2008-09-18 15:53:21", "datestring": "18. sep. '08, kl: 15:53:21", "text": "Það hefur greinilega komið mikið los á starfið við kennaraskipti- kannski erfiðara f. þetta barn en hin að höndla það og erfitt f. kennarann að kynnast öllum bekknum."}, {"response_to": "10975232", "username": "Stelpuskjátan", "message_id": "10980028", "user_id": "81183", "datetime": "2008-09-18 14:54:31", "datestring": "18. sep. '08, kl: 14:54:31", "text": "hætta í skólanum og flytja!!!"}, {"response_to": "10980028", "username": "Pandabug", "message_id": "10980424", "user_id": "36985", "datetime": "2008-09-18 15:25:38", "datestring": "18. sep. '08, kl: 15:25:38", "text": "það er einmitt það sem er nánast ófyrirgefanlegt við þetta.  Kennarinn á allavegna skilið ávítur fyrir þetta og ef svona samskiptavitleysa endurtekur sig ætti kennarinn að vera rekinn.  Fáranlega illa hugsað að láta sér detta í hug að segja við 9 ára barn að ef það heldur áfram að haga sér illa þá verður það rekið úr skólanum og öll fjölskyldan verði að flytja annað. Maður segir ekki svona við börn."}, {"response_to": "10975232", "username": "Stelpuskjátan", "message_id": "10980048", "user_id": "81183", "datetime": "2008-09-18 14:56:35", "datestring": "18. sep. '08, kl: 14:56:35", "text": "Ég myndi hiklaust taka barnið úr þessum timum og skóla og skíra vel út hvers vegna.. þetta sé ekki ásættanleg hegðun hjá skólanum. Ég bara dauðvorkenni barninu og mömmu hans!"}, {"response_to": "10980048", "username": "Anna í Hlíð", "message_id": "10980490", "user_id": "1962", "datetime": "2008-09-18 15:31:04", "datestring": "18. sep. '08, kl: 15:31:04", "text": "Mér finnst svolítið ósanngjarnt að segja allt sök kennarans þegar báðar hliðar eru ekki þekktar."}, {"response_to": "10975232", "username": "Mrs Skandal", "message_id": "10980337", "user_id": "55663", "datetime": "2008-09-18 15:18:28", "datestring": "18. sep. '08, kl: 15:18:28", "text": "Mikið innilega sem ég finn til með drengnum:( Hræðilegt þegar svona ung börn eru svona brotin. Og bara ömurlegt þegar fólk er með fordóma gagnvart barni sem ræður engan vegin við sína hegðun. Og ég mundi persónulega úr því að ekki gengur að tala við þennan kennara hans, þar sem hún virðist vera búin að taka það í sig að drengurinn sé óalandi og óferjandi í bekknum þá mundi ég frekar vilja að barnið mitt væri tekið úr þessum bekk og að skólastjórnendur mundu finna betri lausn fyrir drenginn. Hvort sem er í annan bekk eða í námsver. Kennarinn er alls ekki að gera gott með þessari neikvæðni gagnvart honum."}, {"response_to": "10975232", "username": "lysa", "message_id": "10980392", "user_id": "85634", "datetime": "2008-09-18 15:22:26", "datestring": "18. sep. '08, kl: 15:22:26", "text": "Ég verð nú bara að benda aðeins á að það er meira en að segja það að hafa control á heilum bekkjum af krökkum þar sem krakkar eiga við erfiðleika að etja af ýmsu tagi (og það er alltaf einn eða fleiri)."}, {"response_to": "10975232", "username": "sophie", "message_id": "10983155", "user_id": "23356", "datetime": "2008-09-18 19:07:12", "datestring": "18. sep. '08, kl: 19:07:12", "text": "Besta ráðið fyrir vinkonu þína er að mæta í skólann með barninu. Þá eru allar líkur á að hún geti gripið inn í ef drengurinn verður baldinn og þá sér hún líka hvernig kennarinn \"actar\". Ég verð nú líka að taka hanskann að einhverju leyti upp fyrir kennarann. Bekkir eru stórir og ef barnið er ekki með greiningu þá er ekki sjéns að fá aðstoð í bekkinn. Það er líka slæmt fyrir hin börnin ef stöðugur ófriður er af stráknum og þau börn eiga líka sinn rétt."}, {"response_to": "10983155", "username": "ert", "message_id": "10983241", "user_id": "37456", "datetime": "2008-09-18 19:12:12", "datestring": "18. sep. '08, kl: 19:12:12", "text": "Það virkar ef um einfalt agavandamál er að ræða en ef um flóknari vanda er að ræða þá virkar slíkt ekki - þunglyndi, kvíði, þroskavandamál hverfa ekki við slíkar aðgerðir."}, {"response_to": "10983241", "username": "sophie", "message_id": "10983356", "user_id": "23356", "datetime": "2008-09-18 19:19:50", "datestring": "18. sep. '08, kl: 19:19:50", "text": "nei en þá sér foreldrið svart á hvítu hvað er í gangi. Oft erfitt að heyra eitt frá barninu og annað frá kennaranum. Tala nú ekki um ef aldrei hefur verið litið á þetta sem eitthvað rosa vandamál eins og vinkonan bendir á hér á undan."}, {"response_to": "10983356", "username": "ert", "message_id": "10983430", "user_id": "37456", "datetime": "2008-09-18 19:25:13", "datestring": "18. sep. '08, kl: 19:25:13", "text": "Ég held að barn sýni aldrei sömu hegðun í kennslustofu án foreldris og með foreldri en vissulega getur foreldri haft betri hugmynd um hegðun barnsins."}, {"response_to": "10975232", "username": "Gunnýkr", "message_id": "10983763", "user_id": "711", "datetime": "2008-09-18 19:51:24", "datestring": "18. sep. '08, kl: 19:51:24", "text": "en ef barnið er svona óþekkt af hverju mæta foreldrar þá ekki með honum í skólann. Þá geta þau líka fylgst með hvað er í gangi og séð hegðun hans þar."}, {"response_to": "10983763", "username": "ert", "message_id": "10983805", "user_id": "37456", "datetime": "2008-09-18 19:53:17", "datestring": "18. sep. '08, kl: 19:53:17", "text": "ekki gefa þér að um óþekkt sé að ræða"}, {"response_to": "10983805", "username": "Gunnýkr", "message_id": "10983935", "user_id": "711", "datetime": "2008-09-18 20:01:02", "datestring": "18. sep. '08, kl: 20:01:02", "text": "nei ég var ekki að gefa mér það."}, {"response_to": "10983935", "username": "ert", "message_id": "10983965", "user_id": "37456", "datetime": "2008-09-18 20:03:09", "datestring": "18. sep. '08, kl: 20:03:09", "text": "á við hegðunarvandmál að stríða er skárra - þunglyndi er t.d. ekki óþekkt en getur valdið verulegum hegðunarvandamál - maður þarf að reyna að venja sig á rétt orðfæri"}]}