{"url": "https://bland.is/umraeda/born-sem-eru-roooooooosalega-erfid-ad-sofna/11860172/?page=9393", "date": "2008-11-28 21:33:55", "id": "11860172", "items": [{"text": "ég er gjörsamlega ráðþrota með mína.. 2ára og 2mánaða. Hún sefur sirka 1-2 tíma á dag í leikskólanum og þetta er afsakið orðabragðið fockin martröð..... Er ein með hana þannig að láta pabban díla við þetta eða eithva er ekki inní myndinni. Það er öskrað það er grenjað ég vil fram ég vil súpa ég vil mömmu rúm ná í ná í ná í ná í...... Ég kemst ekki einu sinni á klósettið milli 8 til stundum 11 á kvöldin....... .ætti ég að láta stytta svefninn í leikskólnum", "title": "börn sem eru roooooooosalega erfið að sofna", "username": "california", "message_id": "11860172", "user_id": "27629", "response_to": null, "datetime": "2008-11-28 21:33:55", "datestring": "28. nóv. '08, kl: 21:33:55"}, {"response_to": "11860172", "username": "lólómó", "message_id": "11860300", "user_id": "11489", "datetime": "2008-11-28 21:43:13", "datestring": "28. nóv. '08, kl: 21:43:13", "text": "er ekki málið að hún fari að minnka þá svefninn á leikskólanum.Mín er á svipuðum aldri og ég er farin að l áta hana sofa minna svo hún sofni ekki seinnt á kvöldin."}, {"response_to": "11860172", "username": "JohnDeere", "message_id": "11860302", "user_id": "37219", "datetime": "2008-11-28 21:43:26", "datestring": "28. nóv. '08, kl: 21:43:26", "text": "Ég myndi prófa já að láta stytta svefninn, mín sem er 2 ára og að verða 4 mánaða er nánast hætt að sofa.  Ef það er ekki málið þá bara leyfa henni að sofa aftur eins og hún vill."}, {"response_to": "11860172", "username": "ComputerSaysNo", "message_id": "11860525", "user_id": "47512", "datetime": "2008-11-28 21:55:07", "datestring": "28. nóv. '08, kl: 21:55:07", "text": "Mín er/var svona líka, á svipuðum aldri. Ég lét stytta svefntímann í klukkutíma og korter á leikskólanum en það hafði ekki úrslitaáhrif. Ef hún sefur ekki á daginn þá er hún ógeðslega pirruð seinnipartinn. Mín er ekki orðin góð með að sofna en hún er hætt að gráta og vesenast, er bara að kalla öðru hvoru. Það sem ég myndi prófa með þína er að fara hálftíma seinna með hana í háttatímann, gera svo eitthvað í rúminu (lesa eða syngja), prófa svo að fara fram. Ég hef sinnt einhverju af köllunum frá henni en núna er ég farin að geta minnkað það. Ég hef getað sagt \"bíddu í smástund\", eða \"ég er aðeins að ganga frá\", en eg fór samt inn öðru hvoru. Svo reyndi ég að fara ekki inn til hennar eftir klukkutíma."}, {"response_to": "11860525", "username": "california", "message_id": "11861009", "user_id": "27629", "datetime": "2008-11-28 22:25:07", "datestring": "28. nóv. '08, kl: 22:25:07", "text": "já það er einmitt alltaf þessi rútína,, borða, síðan bað. Síðan lesa og púsla saman bursta tennur uppí rúm þá segi ég bæn les bók og syng smá síðan hef ég farið fram.... Eg er nefnilega skíthrædd um að stytta svefninn því hún er stundum alveg hroðaleg eftir leikskólann getur ekkert gert ein getur ekki einu sinni skoðað bók ein.. Hvort þetta sé eithver aldur ég veit ekki"}, {"response_to": "11861009", "username": "tacitus", "message_id": "11861035", "user_id": "63636", "datetime": "2008-11-28 22:26:53", "datestring": "28. nóv. '08, kl: 22:26:53", "text": "Hvenær byrjaði þessu?"}, {"response_to": "11861035", "username": "ComputerSaysNo", "message_id": "11861246", "user_id": "47512", "datetime": "2008-11-28 22:39:06", "datestring": "28. nóv. '08, kl: 22:39:06", "text": "Hjá minni byrjaði þetta 22 mánaða. Þá var hún greinilega að taka út eitthvað þroskaskref. Vildi ekki lengur taubleyjur, vildi ekki sofna, vildi ekki vera í kerru. Þessi svefnvandræði voru í marga mánuði hjá okkur."}, {"response_to": "11861246", "username": "tacitus", "message_id": "11862469", "user_id": "63636", "datetime": "2008-11-29 00:13:56", "datestring": "29. nóv. '08, kl: 00:13:56", "text": "Jabb, kannast svo vel við það.  Eldri strákurinn var svona svipaður á þessum aldur.  Reyndar var ég þar líka kasólétt með litli bróðir sínum, sem kom í heiminn þegar stóri var ekki alveg 2 ára."}, {"response_to": "11860172", "username": "Blöh", "message_id": "11861577", "user_id": "65662", "datetime": "2008-11-28 22:58:47", "datestring": "28. nóv. '08, kl: 22:58:47", "text": "Ég á eina sem er 2 ára og 3 mánaða og hún er alveg flest kvöld á leiðinni út í tunnu!"}, {"response_to": "11860172", "username": "Maggapagga", "message_id": "11862182", "user_id": "51083", "datetime": "2008-11-28 23:46:02", "datestring": "28. nóv. '08, kl: 23:46:02", "text": "Minnka svefn á leikskólanum í 30 mín ef ekki gengur með það hætta svefninum á daginn svo þau geti sofnað kl 8 á kvöldin við þurfum líka pásu svo erum við með þau um helgar og gerum gaman með þeim þurfum orku við erum mannlegar oki"}, {"response_to": "11862182", "username": "california", "message_id": "11862782", "user_id": "27629", "datetime": "2008-11-29 00:51:29", "datestring": "29. nóv. '08, kl: 00:51:29", "text": "já það er það sem ég reyni að segja foreldrum mínum ég vakna alllla daga milli 7-8 vinna eða ekki. og ég þarf smá pásu hérna á kvöldin. Ef hún sofnar ekki fyrr en 11 er ég alveg stundum til eitt að klára að ganga frá og sollis. en þetta er sona on off ástand hérna en virðist vera að versna frekar en hitttttt :S"}, {"response_to": "11862782", "username": "Sunna Sunna", "message_id": "11863944", "user_id": "46643", "datetime": "2008-11-29 08:51:41", "datestring": "29. nóv. '08, kl: 08:51:41", "text": "Þú verður að vera hörð og segja NEI við að súpa, ná í og allt það sem hún vill. Minn 2ja ára notar þetta líka: \"é svangur, é súpa, bíllinn minn!!, bangsi minn..\" Ég segi nei - súpa á morgun, borða á morgun osfrv. .. ég reyndar ligg hjá honum þar til hann sofnar og við hlustum á vögguvísur. Tekur svona 10-30 mín."}, {"response_to": "11860172", "username": "spotta", "message_id": "11864079", "user_id": "5839", "datetime": "2008-11-29 09:43:48", "datestring": "29. nóv. '08, kl: 09:43:48", "text": "Minn var líka svona. Það sem ég gerði var að útskýra fyrir honum á hverju kvöldi áður en hann fór að sofa að eftir að hann færi upp í rúm þá fengi hann ekki að drekka eða neitt. Var erfitt fyrst en svo þegar hann sá að ég gaf mig ekki hætti hann þessu fljótlega, tók kannski 2-3 vikur í mesta lagi"}, {"response_to": "11864079", "username": "Delsey", "message_id": "11870554", "user_id": "39254", "datetime": "2008-11-29 21:30:00", "datestring": "29. nóv. '08, kl: 21:30:00", "text": "mín var svona erfið að sofna á þessum aldri.. endaði með því að ég lét minnka svefninn niður í klukkutíma max. Svo um 2ja og hálfs árs var hann kominn niður í hálftíma, svo tók ég hann alveg út þegar hún varð 3ja ára."}, {"response_to": "11860172", "username": "snow white", "message_id": "11871141", "user_id": "80108", "datetime": "2008-11-29 22:21:54", "datestring": "29. nóv. '08, kl: 22:21:54", "text": "fara til svefnráðgjafa? hringir í barnaspítalann, er frítt en smá biðlisti."}, {"response_to": "11860172", "username": "inapickle", "message_id": "11871954", "user_id": "24799", "datetime": "2008-11-29 23:24:18", "datestring": "29. nóv. '08, kl: 23:24:18", "text": "ég myndi ekki láta stytta svefninn.  Nú þekki ég náttúruleg ekki þitt barn og þau eru öll misjöfn en minn var svona á svipuðum aldrei og ég viðurkenni í dag að þetta var foreldravandamál frekar en nokkuð annað :)  Hann var rúma tvo tíma á hverju kvöldi að væla og já ekki væla, vildi bara ekki fara að sofa.  Ég var allaf að fara inn til hans til að hjálpa honum með hitt og þetta, laga sængina hans og snúa henni við, hann þurfti að pissa endalaust og var þyrstur og allt þar fram eftir götunum.  Eitt kvöldið var ég búin að gera allt áður en hann fór að sofa, gefa honum að drekka, láta hann piss, you name it en samt þrátt fyrir það fór hann að kvarta þegar ég var á leiðinni útúr herberginu.  Þá fékk ég nóg.  Ég neitaði að sinna þessum litlu duttlungum hjá honum og hann sofnaði á korteri.  Hann virtist bara skilja að ég tæki ekki þátt í þessu lengur.  Eftir þetta var hann miklu fljótari að sofna.  Ég ráðlegg þér að leggja dóttur þína í rúmið og láta rúmið hennar vera á þannig stað í herberginu að hún sjái fram þegar hún liggur í því.  Svo átt þú að fara fram og setjast á gólfið fyrir framan herbergið.  Þar áttu að vera í tölvunni eða lesa bók eða eitthvað sem þér dettur í hug, þú mátt meir að segja lesa upphátt.  En það skiptir máli að vera upptekin, ekki bara stara útí loftið.  Þú átt aldrei að líta inní herbergið en labba inn á nokkurra mín. fresti og leggja hana niður ef hún er reið yfir þessu :)   En ekki horfa í augun á henni og bannað að tala, bara segja uss uss eða eitthvað álíka. Í alvöru þetta virkar!  Þetta eru ráðleggingar sem ég fékk frá Örnu svefnráðgjafa."}, {"response_to": "11871954", "username": "totamags", "message_id": "11872344", "user_id": "36034", "datetime": "2008-11-29 23:53:37", "datestring": "29. nóv. '08, kl: 23:53:37", "text": "Mín er 2 ára síðan í apríl og í sumar hætti hún að sofa á daginn. Hún var orðin ansi fjörug á kvöldin og sofnaði oft ekki fyrr en um 10-11 leytið. Minnkaði smám saman lúrinn hennar og í ágúst var hún hætt að sofa á daginn. Fyrstu 2 mánuðina var hún hundfúl seinnipart dags,pirruð og þreytt og auðvitað kom fyrir að hún sofnaði í hálftíma einstaka sinnum. Núna er þetta ekkert mál, hún sofnar á 5 mín og þarf alls ekki á lúr að halda á daginn. En öll börn eru ólík, sum þurfa meiri svefn en önnur. Þetta er bara mín reynsla með mína stelpu. Ég var líka vöruð við að taka lúrinn út strax, gæti gert illt verra, svo við þreifuðum okkur bara áfram með þetta. Og þegar okkur fannst hún tilbúin hætti hún að sofa á daginn."}, {"response_to": "11860172", "username": "NalaMax", "message_id": "11875505", "user_id": "17878", "datetime": "2008-11-30 11:56:01", "datestring": "30. nóv. '08, kl: 11:56:01", "text": "H'un þarf náttúrulega að vera búin að vaka alveg í 8-9 tíma áður en hún fer að sofa heima þannig að það er spurning hvort hún sé að sofa kanski of langt inní daginn. En 2 tíma svefn finnst mér vera mjög langur tími."}, {"response_to": "11860172", "username": "stubban", "message_id": "11878766", "user_id": "21616", "datetime": "2008-11-30 17:21:04", "datestring": "30. nóv. '08, kl: 17:21:04", "text": "það breytti miklu hjá okkur þegar ég flutti háttatímann fram til sjö.  mín er orðin slatta eldri núna en fer oftast inní rúm fyrir hálfátta og mér finnst hún þurfa að vera sofnuð fyrir átta til að ná að vera úthvíld fyrir leikskóladag.  hún vaknar um sjö á morgnana."}, {"response_to": "11860172", "username": "Dís*", "message_id": "11879164", "user_id": "11214", "datetime": "2008-11-30 17:56:34", "datestring": "30. nóv. '08, kl: 17:56:34", "text": "Mín reynsla er þessi, veit ekki hvort að þessi aðferð henti þínu barni..."}]}