{"url": "https://bland.is/umraeda/hegdun-17-manada/11897332/?page=9372", "date": "2008-12-01 22:34:30", "id": "11897332", "items": [{"text": "Sælar,vitið þið um einhverja góða netsíðu eða bók sem ég get lesið mér svolítið til um hegðun barna, þá með tilliti til þroskaferlis og aga. Ég er í smá dilemmu með minn litla 17 mánaða. Alltaf verið svo þægur og góður en ég get orðið lítið ráðið við hann núorðið. Sívælandi allan daginn. Má ekkert vera þá hendir hann sér í gólfið og kreistir út grátur eins lengi og hann mögulega nennir. Ég er að reyna að taka á svona frekjuköstum með því að ignora hann en það er ekkert að ganga. Hann kemur til manns og vill fá knús og auðvitað er ekkert hægt að neita honum um það. Hann er of lítill til að skilja að hann verði þá að hætta að gráta. Eftir smá stund í fanginu þá reigir hann sig aftur organdi og vill sleppa. Ef ég held honum áfram þá snappar hann og ef ég set hann á gólfið þá snappar hann.... Ég einhvern veginn veit ekki hvað ég á að gera, hann er fyrsta barn, og nú stend ég bara alveg á gati! Mér finnst samt eins og ég sé að gera eitthvað hrikalega vitlaust. Honum líður greinilega eitthvað illa með eitthvað. Mér hefur helst dottið í hug að það sé það að hann viti ekki hvar mörkin eru og er að prófa okkur foreldrana (lætur ekki svona við aðra) en það er einhvern vegin engin uppeldisaðferð sem mér dettur í hug að geti virkað á þetta. Er eitthvað svona þroskaferli í gangi í kringum þennan aldur?", "title": "Hegðun 17 mánaða", "username": "Kambur", "message_id": "11897332", "user_id": "84408", "response_to": null, "datetime": "2008-12-01 22:34:30", "datestring": "1. des. '08, kl: 22:34:30"}, {"response_to": "11897332", "username": "britta", "message_id": "11897463", "user_id": "14751", "datetime": "2008-12-01 22:40:30", "datestring": "1. des. '08, kl: 22:40:30", "text": "what to expect the toddler years er mjög góð bók. Þú hefur kannski heyrt um the terrible twos :) það er mikil sjálfstæðisbarrátta í gangi og þau vilja segja svo margt en geta það kannski ekki."}, {"response_to": "11897463", "username": "Kambur", "message_id": "11897664", "user_id": "84408", "datetime": "2008-12-01 22:51:47", "datestring": "1. des. '08, kl: 22:51:47", "text": "Hann er búinn að vera í dagvistun síðan hann var 13 mánaða en var að hætta á föstudaginn síðsta. Fyrsti \"frí\"dagurinn hans í dag svo að þetta er tæplega ringulreið vegna þess. En hvers vegna spyrðu? Getur þetta haft eitthvað með það að gera?"}, {"response_to": "11897664", "username": "Fenjaskrímslið", "message_id": "11909241", "user_id": "11945", "datetime": "2008-12-02 21:38:39", "datestring": "2. des. '08, kl: 21:38:39", "text": "úff minn gutti lætur svona.. það er nóg að ég horfi á hann þá bara trillist hann. Hann er mitt þriðja barn en ég lenti ekki í svona rosa veseni með stelpurnar.. þá virkaði á þær að bara loka á hegðunina en það virkar sko ekki han hefur verið að gera þetta síðustu mánuðina og ég er að verða pínu þreytt.. en hann er bara heima ekki í vistun. En ég held að þetta hætti maður verður bara að vera þrjóskari en þau."}, {"response_to": "11897664", "username": "britta", "message_id": "11909615", "user_id": "14751", "datetime": "2008-12-02 21:56:12", "datestring": "2. des. '08, kl: 21:56:12", "text": "stundum getur verið eitthvað auka álag á þeim í dagvistuninni, og þá láta þau svona heima hjá sér því þar finna þau fyrir öryggi og láta því pirring sinn bitna á þeim sem þau er öruggust með. Þetta er erfitt sjálfstæðistímabil og ég þolinmæðin þrautina vinnur allar :) gangi þér vel."}, {"response_to": "11897463", "username": "D e a", "message_id": "11918231", "user_id": "32613", "datetime": "2008-12-03 15:00:47", "datestring": "3. des. '08, kl: 15:00:47", "text": "Já, einmitt. Stundum finnst mér eins og hann langi til að segja eitthvað og verði reiður bara yfir því að geta það ekki. Ég hef verið að reyna að kenna honum einföld hugtök yfir hlutina, til að hjálpa honum, en ekkert gerist. Hann segir ekki einu sinni markvisst „mamma“. (Hann segir alveg mamma, en beinir því ekkert sérstaklega til mín)."}, {"response_to": "11897332", "username": "liljarutb", "message_id": "11914791", "user_id": "61265", "datetime": "2008-12-03 10:26:16", "datestring": "3. des. '08, kl: 10:26:16", "text": "Úff, mér finnst bara eins og þú sért að lýsa mínum strák!"}, {"response_to": "11897332", "username": "D e a", "message_id": "11918207", "user_id": "32613", "datetime": "2008-12-03 14:59:13", "datestring": "3. des. '08, kl: 14:59:13", "text": "Minn 16,5 mánaða gerir þetta líka. Og nánast bara við mig. Ég ignora hann ef hann grenjar, en hann skilur það ekki og grenjar bara hærra, þar til hann verður brjálaður, og þá sinnir einhver honum, annað hvort ég eða pabbinn. Oftast finnst mér eins og hann vilji fá eitthvað, bendir eitthvað út í loftið og segir „uh, uh, uh“ (hann kann sko engin orð), og svo ef ég rétti honum eitthvað, þá fer hann að grenja."}]}