{"url": "https://bland.is/umraeda/svefnrugl-tengt-tanntoku-/12016911/?page=9312", "date": "2008-12-11 11:34:08", "id": "12016911", "items": [{"text": "Stelpan mín 11 mánaða er allt í einu svo erfið að fara að sofa..ég hef getað lagt hana niðrí rúmið sitt frá því hún var 8 mánaða og hún oftast sofnað sjálf en núna má ég bara alls ekki leggja hana og þó ég sé inni hjá henni að syngja þá stendur hún bara upp alveg þangað til hún er svo þreytt á að standa og þá byrjar hún bara að væla. Hún vill semsagt bara sofna frammi í fanginu á okkur í sænginni sinni :(Gæti verið að þetta sé eitthvað \"bakslag\" út af tanntöku hjá henni? (hún er búin að vera voða pirruð í gómnum)..getur þetta þá lagast bara? eða ætli ég sé komin á byrjunarreit með að venja hana á að sofna sjálfa?? ég hef bara ekki getað hugsað mér að láta hana grenja út í eitt meðan hún er í tanntökunni og svona lítil eitthvað...:( en ég set á hana weleda tanngel áður en hún fer að lúlla og það róar hana smá.Hefur einhver lent í svipuðu? Á ég að skrifa þetta á tanntökuna eða er þetta af því við tókum hana einu sinni fram og þá erum við búin að eyðileggja allt og þetta það eina sem virkar til að hún sofni?kv. frey", "title": "Svefnrugl tengt tanntöku?", "username": "bland í poka", "message_id": "12016911", "user_id": "66946", "response_to": null, "datetime": "2008-12-11 11:34:08", "datestring": "11. des. '08, kl: 11:34:08"}, {"response_to": "12016911", "username": "Marragn", "message_id": "12017021", "user_id": "53652", "datetime": "2008-12-11 11:42:47", "datestring": "11. des. '08, kl: 11:42:47", "text": "Mín stelpa hagar sér nákvæmlega eins í tanntöku! Vill alls ekki leggjast niður og eins hefur hún vaknað um miðjar nætur og látið eins. Stundum virkaði bonjela á hana stundum ekki. Þegar það virkaði ekki þá gaf ég henni stíl og hún gat þá loksins sofnað. ... Þetta hefur verið svona með hverja eina og einustu tönn sem barnið hefur fengið og nú eru þær orðnar 11 talsins. Þegar tennurnar eru ekkert að pirra hana, eins og núna, þá get ég bara lagt hana niður og hún fer að sofa. Það hefur ekkert raskast. Við reyndar létum hana alltaf sofna í sínu rúmi (nema ef hún vaknaði upp á næturnar) Gerðum bara allt sem í okkar valdi stóð til að henni liði sem best. Settum hátt undir höfuðlagið, settum deyfigel eða gáfum stíl."}, {"response_to": "12016911", "username": "Frostrós", "message_id": "12017280", "user_id": "9982", "datetime": "2008-12-11 12:02:18", "datestring": "11. des. '08, kl: 12:02:18", "text": "Getur líka verið að hún sé með í eyrunum, þá vilja þau oft ekki liggja því þau fá þrýsting út í eyrun."}, {"response_to": "12016911", "username": "bland í poka", "message_id": "12021656", "user_id": "66946", "datetime": "2008-12-11 18:35:23", "datestring": "11. des. '08, kl: 18:35:23", "text": "Já...spurning um að láta kíkja í eyrun...hún er pínulítið að fikta í eyrunum á sér stundum...en sýnir samt engan pirring samhliða því. En svo hefur maður líka heyrt að þau geti fundið smá til út í eyrun þegar þau eru að taka tennur :/"}]}