{"url": "https://bland.is/umraeda/er-logreglan-vondi-kallinn-/12395622/?page=9083", "date": "2009-01-21 00:49:21", "id": "12395622", "items": [{"text": "Mér finnst tjáningina-og málfrelsi lykilatriði í lýðræðisríki.Þessir svokölluðu mótmælendur köstuðu frá sér réttinum að reprisenta þjóðina þegar fyrsta egginu,snjóboltanum og steininum var kastað og sama hversu mikið af myndum og myndböndum þá eru þessu svokölluðu \"saklausu\" mótmælendur alltaf með eitthvað diss í garð lögreglunnar. Ég er samt ein af þeim sem vil ríkistjórnina burt og er reið en blöskrar framkoma mótmælenda í garð lögreglunnar og vil því bara benda ykkur á þessi lög.Bestu mótmælendur sögunnar notuðu ekki þessar aðferðir eins og við höfum séð og nefni ég þá Gandhi, Nelson Mandela og John Lennon...Þetta er tekið úr lögreglulög nr: 90 frá árinu 1996.14. gr. Valdbeiting. Handhöfum lögregluvalds er heimilt að beita valdi við framkvæmd skyldustarfa sinna. Aldrei mega þeir þó ganga lengra í beitingu valds en þörf er á hverju sinni. 15. gr. Aðgerðir í þágu almannafriðar, allsherjarreglu o.fl. 1. Lögreglu er heimilt að hafa afskipti af borgurunum til að halda uppi almannafriði og allsherjarreglu eða koma í veg fyrir yfirvofandi röskun til að gæta öryggis einstaklinga eða almennings eða til að afstýra afbrotum eða stöðva þau. 2. Í þessu skyni er lögreglu m.a. heimilt að taka í sínar hendur umferðarstjórn, banna dvöl á ákveðnum svæðum, svo sem með því að girða af eða hindra umferð um þau, taka í sínar vörslur hættulega muni, vísa á brott eða fjarlægja fólk, fyrirskipa stöðvun eða breytingu á aðgerðum eða starfsemi, fara inn á svæði í einkaeign og fyrirskipa brottflutning fólks af þeim. 3. [Ef uggvænt þykir að óspektir verði á mótmælafundi, í kröfugöngu eða á annarri slíkri samkomu á opinberum stað er lögreglu heimilt að banna að maður breyti andliti sínu eða hylji það eða hluta þess með grímu, hettu, málningu eða öðru þess háttar sem er til þess fallið að koma í veg fyrir að kennsl verði borin á hann.]1) 4. Óhlýðnist maður fyrirmælum lögreglu [skv. 2. og 3. mgr.]1) getur hún gripið til nauðsynlegra ráðstafana á hans kostnað til að koma í veg fyrir að óhlýðni hans valdi tjóni eða stofni almenningi í hættu. 5. Lögreglu er heimilt að krefjast þess að maður segi til nafns síns, kennitölu og heimilisfangs og sýni skilríki því til sönnunar. 6. Lögreglu er heimilt að hafa afskipti af málefnum sem samkvæmt lögum heyra undir önnur stjórnvöld ef það er talið nauðsynlegt til að stöðva eða koma í veg fyrir alvarlega röskun á almannafriði og allsherjarreglu og ekki næst til viðkomandi stjórnvalds eða aðgerðir af þess hálfu eru útilokaðar, þýðingarlausar eða fyrirsjáanlegt er að þær muni hefjast of seint. Tilkynna skal hlutaðeigandi stjórnvaldi um aðgerðir lögreglu svo fljótt sem auðið er.   1)L. 56/2002, 2. gr.  16. gr. Heimild til handtöku. 1. Handhafa lögregluvalds er heimilt að handtaka mann og færa á lögreglustöð eða á annan stað þar sem lögregla hefur aðstöðu:    a. í þeim tilgangi að halda uppi lögum og reglu, svo sem ef maður ærist á almannafæri eða veldur þar hneyksli eða hættu á óspektum,", "title": "Er lögreglan \"vondi\" kallinn ?", "username": "coffeecop", "message_id": "12395622", "user_id": "9903", "response_to": null, "datetime": "2009-01-21 00:49:21", "datestring": "21. jan. '09, kl: 00:49:21"}, {"response_to": "12395622", "username": "Ozzy", "message_id": "12395630", "user_id": "10504", "datetime": "2009-01-21 00:49:58", "datestring": "21. jan. '09, kl: 00:49:58", "text": "ofcorse not"}, {"response_to": "12395622", "username": "RakelÞA", "message_id": "12395694", "user_id": "38738", "datetime": "2009-01-21 00:58:17", "datestring": "21. jan. '09, kl: 00:58:17", "text": "Nei lögreglan er ekki vondi karlinn og ég held að engir nema mótmælendur sem fara offari í sínum mótmælum haldi því fram."}, {"response_to": "12395694", "username": "Ozzy", "message_id": "12395700", "user_id": "10504", "datetime": "2009-01-21 00:59:03", "datestring": "21. jan. '09, kl: 00:59:03", "text": "sammála"}, {"response_to": "12395622", "username": "Golda Meir", "message_id": "12395714", "user_id": "2012", "datetime": "2009-01-21 01:00:50", "datestring": "21. jan. '09, kl: 01:00:50", "text": "Nei. En það er sjálfsagt misjafn sauður innan lögreglunnar eins og annars staðar."}, {"response_to": "12395714", "username": "Ozzy", "message_id": "12395722", "user_id": "10504", "datetime": "2009-01-21 01:01:37", "datestring": "21. jan. '09, kl: 01:01:37", "text": "já, það er  í öllum stéttum"}, {"response_to": "12395622", "username": "ovj", "message_id": "12395725", "user_id": "9733", "datetime": "2009-01-21 01:02:28", "datestring": "21. jan. '09, kl: 01:02:28", "text": "Ég skil svo vel reiði þessa einstaklinga. Hvort er betra.. að sitja kyrr og gera ekkert og leyfa ríkisstjórnina okkar að halda áfram að gera mistök eftir mistök eða standa upp og tjá reiði sína.."}, {"response_to": "12395725", "username": "ert", "message_id": "12395767", "user_id": "37456", "datetime": "2009-01-21 01:08:23", "datestring": "21. jan. '09, kl: 01:08:23", "text": "út af engu?  Ömm, erum við í sama heimi?"}, {"response_to": "12395622", "username": "magzterinn", "message_id": "12395783", "user_id": "8409", "datetime": "2009-01-21 01:11:32", "datestring": "21. jan. '09, kl: 01:11:32", "text": "Nei en ég held að lögreglan sé ekki í stakk búin til að takast á við þetta. Þá er ég að meina að þeir hafa ekki viðeigandi þjálfun og reynslu eins og í mörgum öðrum löndum sem hafa verið þekktari fyrir að þar sé mótmælt af krafti við allskonar tilefni."}, {"response_to": "12395783", "username": "mýflugan", "message_id": "12395824", "user_id": "66885", "datetime": "2009-01-21 01:19:37", "datestring": "21. jan. '09, kl: 01:19:37", "text": "Þú ert skynsöm magz. Allt svo rétt hjá þér. Um leið og lögreglumaður missir stjórn á sér og meiðir mótmælanda, saklausan eða gerir ámóta mistök þá verður lögreglan að óvinahópi. Ég hef samúð með gamalli konu sem er hrint af lögreglu þó það sé eitthvað sem gerist í hita leiksins og auðvitað engin persónuleg gjörð, þannig get ég sett mig í spor hitafólksins í mótmælunum."}, {"response_to": "12395824", "username": "ert", "message_id": "12395847", "user_id": "37456", "datetime": "2009-01-21 01:22:52", "datestring": "21. jan. '09, kl: 01:22:52", "text": "Já þá er spurning hvort við eigum ekki að taka undir tillögur Bíbí um að hafa hér þjálfan her sem getur tekist á við þetta?  Tja ef löggan getur þetta ekki og við erum ósátt við hana þá er bara fá alvöru atvinnumenn í jobbið."}, {"response_to": "12395847", "username": "mýflugan", "message_id": "12396235", "user_id": "66885", "datetime": "2009-01-21 02:43:37", "datestring": "21. jan. '09, kl: 02:43:37", "text": "Nær að veita lögreglumönnunum sem við eigum viðeigandi þjálfun. Þetta ástand verður varla viðverandi. Stjórnvöld hljóta að fara að hysja uppum sig brækurnar."}, {"response_to": "12396235", "username": "mýflugan", "message_id": "12396237", "user_id": "66885", "datetime": "2009-01-21 02:43:50", "datestring": "21. jan. '09, kl: 02:43:50", "text": "viðvarandi"}, {"response_to": "12395824", "username": "magzterinn", "message_id": "12395893", "user_id": "8409", "datetime": "2009-01-21 01:32:04", "datestring": "21. jan. '09, kl: 01:32:04", "text": "Nkl. það er svo erfitt þegar svona gerist. Oftast er það ekki viljaverk að þeir verði fyrir úða eða öðrum aðgerðum sem lögreglan beitir en það gerist og þá kemur stimpillinn, fólkið reiðist og sækir þá harðar að lögrelgunni með ljótu orðbragði, hrindingum, grýtir hana eða e-ð og þá æsist lögreglan á móti. Þetta er bara keðjuverkun sem er erfitt að stöðva þegar menn hafa ekki nægan aga  til að halda aftur af sér. Og þeir hafa svo lítinn búnað miðað við á öðrum stöðum. Svo ég skil alveg óttann."}, {"response_to": "12395893", "username": "mýflugan", "message_id": "12396238", "user_id": "66885", "datetime": "2009-01-21 02:44:34", "datestring": "21. jan. '09, kl: 02:44:34", "text": "Maður skilur þetta allt. Það er vesenið. Ekkert hægt að gera samt."}, {"response_to": "12395783", "username": "RakelÞA", "message_id": "12395830", "user_id": "38738", "datetime": "2009-01-21 01:20:56", "datestring": "21. jan. '09, kl: 01:20:56", "text": "Kannski er stór hópur af mótmælendum saklausir mótmælendur."}, {"response_to": "12395830", "username": "mýflugan", "message_id": "12395846", "user_id": "66885", "datetime": "2009-01-21 01:22:52", "datestring": "21. jan. '09, kl: 01:22:52", "text": "Ég held að langstærstur hluti hópsins sé fólk sem myndi aldrei meiða annað fólk."}, {"response_to": "12395846", "username": "RakelÞA", "message_id": "12395884", "user_id": "38738", "datetime": "2009-01-21 01:30:05", "datestring": "21. jan. '09, kl: 01:30:05", "text": "Já ég geri mér alveg grein fyrir því, eða vona það."}, {"response_to": "12395830", "username": "magzterinn", "message_id": "12395876", "user_id": "8409", "datetime": "2009-01-21 01:28:54", "datestring": "21. jan. '09, kl: 01:28:54", "text": "Það verða jú saklausir mótmælendur fyrir úða og slíkt ef einhver fyrir framan þá missir sig. Og skv. vitnum á staðnum var t.d. stúlka lamin með kylfu sem að varð eiginlega bara á milli. En ég tek það fram (eins og áðan) að ég ætla ekki að dæma hver er sannleikurinn í þessum ásökunum, ég var ekki á staðnum sjálf og hef ekki séð neinar sannanir, bara orð fólksins."}, {"response_to": "12395876", "username": "RakelÞA", "message_id": "12396189", "user_id": "38738", "datetime": "2009-01-21 02:30:27", "datestring": "21. jan. '09, kl: 02:30:27", "text": "Þeir sem verða fyrir úðanum, standa of nálægt lögreglunni og ögra í raunni bara með að standa þétt að henni."}, {"response_to": "12396189", "username": "magzterinn", "message_id": "12396220", "user_id": "8409", "datetime": "2009-01-21 02:39:33", "datestring": "21. jan. '09, kl: 02:39:33", "text": "Ekki hugmynd....ég var ekki á staðnum, það var bara talað um stelpu, ekkert hvað hún var gömul."}, {"response_to": "12396220", "username": "magzterinn", "message_id": "12396231", "user_id": "8409", "datetime": "2009-01-21 02:41:08", "datestring": "21. jan. '09, kl: 02:41:08", "text": "En já eins og ég sagði áðan þá tekur fólk auðvitað séns með að mæta á svona mótmæli... og þau gerðu sér fulla grein fyrir því."}, {"response_to": "12396231", "username": "slísí", "message_id": "12396234", "user_id": "63462", "datetime": "2009-01-21 02:43:24", "datestring": "21. jan. '09, kl: 02:43:24", "text": "sénsinn á að verða fyrir barðinu á gas mönnum já:)"}, {"response_to": "12395876", "username": "LitlaDís", "message_id": "12396356", "user_id": "10427", "datetime": "2009-01-21 03:49:16", "datestring": "21. jan. '09, kl: 03:49:16", "text": "Það eru svartir sauðir í öllum hópum, það segir sig sjálft.  En lögreglan hérna heima notar piparúða á mjööög spes hátt.  Ég held að í flestum öðrum löndum (þar sem lögreglumenn eru þjálfaðir til þess að takast á við svona aðstæður) úði lögreglan piparúðanum YFIR fjöldann svo fólk hafi séns á að horfa niður og færa sig án þess að slasast.  Hérna heima garga þeir \"færðu þig\" en gefa fólki engan tíma til þess. Fremsta línan á kannski ekki svo gott með að ganga í gegnum fjöldann sem stendur alveg klesstur upp við þá og þá eru þeir meisaðir."}, {"response_to": "12395622", "username": "Buzzz", "message_id": "12395869", "user_id": "44610", "datetime": "2009-01-21 01:26:52", "datestring": "21. jan. '09, kl: 01:26:52", "text": "Var að horfa á þetta myndband... Kíkið á það... Í endanum þegar sirka 3 mín eru liðnar tekur ein löggan upp svona gjallhorn eða hvað sem þetta kallast og vara fólk við að ef það færir sig ekki verði piparúða beitt. En ég sé ekki betur en að fólk er að færa sig en þeir úða samt. Sé samt einhvern einn lemja endalaust í skjöldin hjá löggunni en er hitt fólkið ekki að færa sig??"}, {"response_to": "12395869", "username": "Arriba", "message_id": "12395904", "user_id": "22817", "datetime": "2009-01-21 01:35:00", "datestring": "21. jan. '09, kl: 01:35:00", "text": "Mættu a.m.k. gefa aðeins lengri tíma eftir síðustu viðvörun því það er ekki auðvelt fyrir svona þvögu að bakka hratt en jú, sýndist fólkið vera að reyna að bakka nema það hafi hreyfst vegna þrýstings frá lögreglunni - það er líka möguleiki."}, {"response_to": "12395622", "username": "Merit", "message_id": "12395901", "user_id": "3000", "datetime": "2009-01-21 01:33:15", "datestring": "21. jan. '09, kl: 01:33:15", "text": "Í þessum pistli gleymirðu alveg að minnast á þá staðreynd að það eru einstaklingar innan lögreglunnar sem ögra mótmælendum að ósekju og það er ekki til að bæta gráu ofan á svart að ögra einstaklingum sem eru reiðir og hræddir um sig, fjölskylduna og vini sína vegna ástandsins."}, {"response_to": "12395622", "username": "Iness", "message_id": "12396333", "user_id": "80751", "datetime": "2009-01-21 03:21:06", "datestring": "21. jan. '09, kl: 03:21:06", "text": "í svona ástandi er lögreglan \"vondi kallinn.\" Af hverju? Jú, vegna þess að lögreglan er valdstjórnin, þ.e.a.s valbeitingararmur ríkisvaldsins, og þar af leiðandi óvinurinn. Björn Bjarnason er yfirmaður valdstjórnarinnar."}]}