{"url": "https://bland.is/umraeda/6-manada-ad-kafna-ur-frekju-hjalp/12989062/?page=8776", "date": "2009-03-14 14:44:09", "id": "12989062", "items": [{"text": "Stelpur ég er að gefast upp á frekjunni í Eyþóri Daníel.\nhann er svo mikill mömmustrákur, að ég má ekki loka útidyra hurðinni þegar hann er sofandi, alveg sama hvort hann sé úti eða inni sofandi, að hann vaknar, og bara frekjast og hágrætur þangað til ég kem heim\n\nsvo er hann farin að vakna á nóttunni, horfir á mig og byrjar svona að væla, og reina að fá mig til að taka sig upp, og leifa sér að kúra hjá mér. en ég leifi það aldrei, en samt heldur hann því áfram,\nsvo þegar hann er hjá mömmu minni, þá á hann til að horfa á mig, og byrja að væla, og öskra, lítur svo á mig og hættir í smá tíma, og byrjar svo aftur, eins og hann sé að reina að fá mig til að taka sig.", "title": "6 mánaða að kafna úr frekju... hjálp", "username": "Ágúst prins", "message_id": "12989062", "user_id": "74748", "response_to": null, "datetime": "2009-03-14 14:44:09", "datestring": "14. mar. '09, kl: 14:44:09"}, {"response_to": "12989062", "username": "AnnaLóa", "message_id": "12989187", "user_id": "29668", "datetime": "2009-03-14 14:55:47", "datestring": "14. mar. '09, kl: 14:55:47", "text": "6 manada born eru ekki frek.  En hann getur verid oryggislaus og vill thess vegna stodugt vera hja ther."}, {"response_to": "12989187", "username": "SigurlaugPS", "message_id": "12989320", "user_id": "78435", "datetime": "2009-03-14 15:16:55", "datestring": "14. mar. '09, kl: 15:16:55", "text": "nákvæmlega, börn þurfa stöðuga ást og umhyggju, hann er bara að biðja um það. Það er erfitt fyrir foreldrana og getur verið mjög þreytandi en til lengri tíma litið skilar það hamingjusamari og öruggari börnum!"}, {"response_to": "12989062", "username": "boysmom", "message_id": "12989429", "user_id": "40879", "datetime": "2009-03-14 15:31:16", "datestring": "14. mar. '09, kl: 15:31:16", "text": "Sæl. Bara svona til að hafa eitt á hreinu, 6 mánaða börn eru ekki með frekju! Slíkt kemur mun síðar. Bara svona til að þú haldir það ekki og takir á gráti barnsins af einskærum misskilningi. Þú getur verið alveg viss um það að barnið þitt er ekki að frekjast í þér! 6 mánaða barn hefur engar forsendur til að skilja frekju eða neitt í þeim dúr! Aftur á móti gætu óreyndar mæður haldið það. 6 mánaða börn eru að uppgötva heiminn og eru mjög háð mæðrum sínum í þessum ókunna stóra heimi til að láta halda á sér og hugga sig. Það er eitt og annað í þessum heimi sem getur hrætt börn, sem hræðir ekki fullorðið fólk. Börn á þessum aldri eru að uppgötva að það eru til aðrir einstaklingar í heiminum heldur en bara mamma og meðal annars allskonar hljóð sem virka óhugnaleg í eyrum 6 mánaða barna... bara svo að fátt eitt sé nefnt. Það að halda að barnið sé að kafna úr frekju er bara algert rugl. Þú skalt óspart taka hann upp og knúsa hann ef hann grætur á þig. Þannig verða þau smátt og smátt örugg um að þú ert 100% til staðar bæði á daginn og nóttunni. Svo fara þau að verða öruggari og skoða meira heiminn, án mömmu. Seinna meir fara þau jú að sýna eitthvað sem mætti kalla frekju og heimta mömmu sína. En það er mun seinna. Í guðanna bænum knúsaðu bara litla snúllann. Frekja er seinni tíma vandamál."}, {"response_to": "12989062", "username": "Quin", "message_id": "12989874", "user_id": "59681", "datetime": "2009-03-14 16:19:02", "datestring": "14. mar. '09, kl: 16:19:02", "text": "Mínir strákar tóku svona tímabil (nokkur, reyndar, en yfirleitt á sitthvorum tímanum).  Þetta getur verið þreytandi til lengdar, en þetta líður hjá ef maður er duglegur að knúsa þau.  Það hjálpar líka að taka þau upp og knúsa af fyrra bragði."}, {"response_to": "12989874", "username": "Ágúst prins", "message_id": "12990580", "user_id": "74748", "datetime": "2009-03-14 17:27:38", "datestring": "14. mar. '09, kl: 17:27:38", "text": "auðvitað knúsa ég hann og sýni honum ást, en þetta er ekkert annað en frekja, hann lítur á mig, og brosir horfir svo á ömmu sína og fer að væla, þetta er ekki grátur, þetta er væl!"}, {"response_to": "12990580", "username": "SigurlaugPS", "message_id": "12991315", "user_id": "78435", "datetime": "2009-03-14 18:37:41", "datestring": "14. mar. '09, kl: 18:37:41", "text": "af hverju öskrar hann og vælir?"}, {"response_to": "12991315", "username": "Ágúst prins", "message_id": "12991378", "user_id": "74748", "datetime": "2009-03-14 18:44:33", "datestring": "14. mar. '09, kl: 18:44:33", "text": "ég bara get ekki leift honum að venjast því að sofa uppí hjá mér,"}, {"response_to": "12991378", "username": "SigurlaugPS", "message_id": "12991408", "user_id": "78435", "datetime": "2009-03-14 18:47:27", "datestring": "14. mar. '09, kl: 18:47:27", "text": "hlustaðu á hvað barnið er að segja þér! Hann er greinilega ekki jafnvanur ömmu sinni fyrst hann segir þér mjög skírt að hann vilji frekar vera hjá þér."}, {"response_to": "12991408", "username": "Ágúst prins", "message_id": "12991487", "user_id": "74748", "datetime": "2009-03-14 18:55:36", "datestring": "14. mar. '09, kl: 18:55:36", "text": "ég er að segja að hann er jafn vanur henni, hún er búin að vera með hann með mér frá fæðingu,"}, {"response_to": "12991487", "username": "SigurlaugPS", "message_id": "12991558", "user_id": "78435", "datetime": "2009-03-14 19:01:49", "datestring": "14. mar. '09, kl: 19:01:49", "text": "ok af hverju heldur þú að hann vilji að þú takir sig upp? bara af engri ástæðu?"}, {"response_to": "12991558", "username": "Ágúst prins", "message_id": "12991600", "user_id": "74748", "datetime": "2009-03-14 19:06:12", "datestring": "14. mar. '09, kl: 19:06:12", "text": "hann er oft svona þó hann sé hjá mér, bara ef hann vill komast eitthvert annað, eða ef hann vill fá eitthvað sérstakt dót,"}, {"response_to": "12991600", "username": "Adantino", "message_id": "12999442", "user_id": "80121", "datetime": "2009-03-15 15:47:25", "datestring": "15. mar. '09, kl: 15:47:25", "text": "Og það kevikir á engum perum að allar konurnar hérna inni segja þér það sama?  Að þú hefir orðið fyrir samskonar \"skítkasti\" áður?"}, {"response_to": "12999442", "username": "Adantino", "message_id": "12999492", "user_id": "80121", "datetime": "2009-03-15 15:51:23", "datestring": "15. mar. '09, kl: 15:51:23", "text": "Ohhh....demitt, bara 3 mínusar strax."}, {"response_to": "12999442", "username": "berjamó", "message_id": "12999666", "user_id": "43106", "datetime": "2009-03-15 16:13:28", "datestring": "15. mar. '09, kl: 16:13:28", "text": "ég plúsa þig;D"}, {"response_to": "12999666", "username": "Adantino", "message_id": "13003364", "user_id": "80121", "datetime": "2009-03-15 21:24:12", "datestring": "15. mar. '09, kl: 21:24:12", "text": "Þeinkjú ;-)"}, {"response_to": "12999442", "username": "Ágúst prins", "message_id": "13000263", "user_id": "74748", "datetime": "2009-03-15 17:12:55", "datestring": "15. mar. '09, kl: 17:12:55", "text": "nei það kveikir ekki á neinum perum. ég er einfaldlega að byðja um ráð, ekki skítkast yfir hvernig ég sé gera bókstaflega allt vitlaust því ég geri ekki allt eins og þið! og að ég skuli voga mér að kalla þetta frekju."}, {"response_to": "13000263", "username": "RakelÞA", "message_id": "13005570", "user_id": "38738", "datetime": "2009-03-16 00:22:44", "datestring": "16. mar. '09, kl: 00:22:44", "text": "Elsku dúllan mín, þetta litla barn vil bara þig, vertu fegin, sum börn vilja bara aðra."}, {"response_to": "13005570", "username": "RakelÞA", "message_id": "13005939", "user_id": "38738", "datetime": "2009-03-16 01:37:16", "datestring": "16. mar. '09, kl: 01:37:16", "text": "Vó hverjum mislíkaði svar mitt, var komin með -7 og ég sem sagið þetta svo ótrúlega fallega."}, {"response_to": "13005939", "username": "Katze", "message_id": "13006391", "user_id": "75198", "datetime": "2009-03-16 08:19:38", "datestring": "16. mar. '09, kl: 08:19:38", "text": "Plúsa og mínusa kerfið er í einhverju rugli :/ Það gefur alltaf jafn marga plúsa/mínusa og innleggið sem þú ert að svara."}, {"response_to": "13006391", "username": "RakelÞA", "message_id": "13012966", "user_id": "38738", "datetime": "2009-03-16 18:05:55", "datestring": "16. mar. '09, kl: 18:05:55", "text": "Já ok. :)"}, {"response_to": "13000263", "username": "Lljóska", "message_id": "13005901", "user_id": "7217", "datetime": "2009-03-16 01:21:31", "datestring": "16. mar. '09, kl: 01:21:31", "text": "bíddu eru þær ekki að gefa þér ráð. þau henta þér greynilega bara ekki og þessvegna kallarðu það skítkast. það þíðir lítið að byðja um ráð hér inni ef þú vilt þau ekki."}, {"response_to": "13005901", "username": "Lljóska", "message_id": "13005907", "user_id": "7217", "datetime": "2009-03-16 01:22:37", "datestring": "16. mar. '09, kl: 01:22:37", "text": "haha maður fær bara sjálkrafa mínusa."}, {"response_to": "13005907", "username": "RakelÞA", "message_id": "13005945", "user_id": "38738", "datetime": "2009-03-16 01:38:08", "datestring": "16. mar. '09, kl: 01:38:08", "text": "hehe ég var einmitt að spá í þetta með - stigin.  :D"}, {"response_to": "13005901", "username": "Ágúst prins", "message_id": "13015217", "user_id": "74748", "datetime": "2009-03-16 20:50:28", "datestring": "16. mar. '09, kl: 20:50:28", "text": "ég kalla það ekki ráð við frekju, eða ákveðni að segja mér að ég knúsi ekki barnið mitt nó, og sýni því ekki ást eða áhuga."}, {"response_to": "13015217", "username": "litlaskotta", "message_id": "13015875", "user_id": "66612", "datetime": "2009-03-16 21:31:54", "datestring": "16. mar. '09, kl: 21:31:54", "text": "ég persónulega sé hvergi sagt við þig að þú knúsir barnið þitt ekki nóg  eða sýnir því ekki ást - í raun myndi ég segja að mest er verið að reyna að hughreysta þig með því að við höfum allar gengið í gegnum þetta og þetta tímabil líður hjá"}, {"response_to": "12991487", "username": "RakelÞA", "message_id": "13005551", "user_id": "38738", "datetime": "2009-03-16 00:20:49", "datestring": "16. mar. '09, kl: 00:20:49", "text": "Hum, mörg börn eru háðari öðru foreldrinu og ég á nú 2 stelpur sem vildu nú bara hana mömmu sína, þó að þær væru jafn vanar pabba sínum og mér."}, {"response_to": "12991378", "username": "Minobe", "message_id": "12998189", "user_id": "59853", "datetime": "2009-03-15 13:16:28", "datestring": "15. mar. '09, kl: 13:16:28", "text": "mín svaf uppí hjá mér fyrstu mánuðina, og það var bara EKKERT mál að breyta því seinna þegar hún varð aðeins eldri"}, {"response_to": "12989062", "username": "berjamó", "message_id": "12991340", "user_id": "43106", "datetime": "2009-03-14 18:41:07", "datestring": "14. mar. '09, kl: 18:41:07", "text": "af hverju ekki að leyfa honum að koma uppí og kúra og finna öryggið hjá mömmu sinni?"}, {"response_to": "12989062", "username": "Tinna86", "message_id": "12991532", "user_id": "63261", "datetime": "2009-03-14 18:58:58", "datestring": "14. mar. '09, kl: 18:58:58", "text": "þetta er ekki frekja bara óryggi í honum ,mín 7 mánaða  er svona líka mér dettur ekki í hug að kalla þetta frekju :s"}, {"response_to": "12991532", "username": "Becka", "message_id": "12991638", "user_id": "22118", "datetime": "2009-03-14 19:08:53", "datestring": "14. mar. '09, kl: 19:08:53", "text": "Þetta er eina tjáningaleiðin sem hann hefur til þín... að væla, gráta og öskra.  Hlustaðu endilega á það og taktu það alvarlega.   Barn sem öskrar er ekki að ætlast til þess að það sé talað við það (þú segist ekki geta talað við hann þegar hann öskrar).  Taktu hann þá bara upp og leyfðu honum að vera nálægt þér ef það róar hann."}, {"response_to": "12991638", "username": "Ágúst prins", "message_id": "12991670", "user_id": "74748", "datetime": "2009-03-14 19:11:46", "datestring": "14. mar. '09, kl: 19:11:46", "text": "hann róast ekkert endilega við að ég taki hann,"}, {"response_to": "12989062", "username": "xx1", "message_id": "12991807", "user_id": "31172", "datetime": "2009-03-14 19:28:32", "datestring": "14. mar. '09, kl: 19:28:32", "text": "Væri ekki sniðugt að spyrja út í þetta í ungbarnaeftirlitinu kannski er eitthvað að sem þú sérð ekki."}, {"response_to": "12991807", "username": "Ágúst prins", "message_id": "12992229", "user_id": "74748", "datetime": "2009-03-14 20:05:45", "datestring": "14. mar. '09, kl: 20:05:45", "text": "ég á bara ekki tíma í ungbarnaeftirlit fyrr en eftir næstum 2 mánuði,,,"}, {"response_to": "12992229", "username": "SigurlaugPS", "message_id": "12992306", "user_id": "78435", "datetime": "2009-03-14 20:12:07", "datestring": "14. mar. '09, kl: 20:12:07", "text": "það er bara um tvennt að velja"}, {"response_to": "12992229", "username": "evalinda", "message_id": "12992782", "user_id": "56068", "datetime": "2009-03-14 20:53:39", "datestring": "14. mar. '09, kl: 20:53:39", "text": "þú getur hringt og beðið um aukatíma í ungbarnaeftirlitinu, getur líka alltaf hringt og rætt við hjúkrunarfræðing :)"}, {"response_to": "12989062", "username": "Rósaleppar", "message_id": "12992759", "user_id": "10399", "datetime": "2009-03-14 20:52:03", "datestring": "14. mar. '09, kl: 20:52:03", "text": "Ég veit ekkert um þig og þínar aðstæður en fæ alveg illt í hjartað að lesa þetta.  Litla hjálplausa barnið þitt er að óska eftir athygli á eina háttinn sem að það getur og þú túlkar það sem neikvæða hegðun og \"frekju\"."}, {"response_to": "12989062", "username": "stoltmamma", "message_id": "12992800", "user_id": "87981", "datetime": "2009-03-14 20:55:26", "datestring": "14. mar. '09, kl: 20:55:26", "text": "mín var alveg svipuð um 6 mánaða aldurinn vildi soldið mikið mömmu sína.. en hún var bara vön því að mamma á að vera til staðar og vantaði bara smá öryggi en þetta tímabil gekk samt alveg yfir og núna er hún alveg róleg og frekar sjúk í alla aðra en mig þannig að ég myndi bara njóta þess að barnið vill vera hjá þér og knúsa og kúrast í þér:)"}, {"response_to": "12989062", "username": "skessa3", "message_id": "12992868", "user_id": "59495", "datetime": "2009-03-14 21:01:22", "datestring": "14. mar. '09, kl: 21:01:22", "text": "Það er ekki til neitt sem heitir frekja hjá 6 mán gömlu barni,minn sonur verður 6mán 27mars og lætur stundum svona,hann vil bara mig þó svo að hann sé alveg vanur pabba sínum og systkinum,hann vil mig og brjóstið sitt og hann finnur mesta öryggið hjá mér,pabbi hans heldur á honum og ég við hlið og hann öskrar því hann vil mig frekar og það má alls ekki ignora það,þú átt að hlusta á barnið þitt og taka hann og leyfa honum að vera eins mikið hjá þér og þú getur og knúsa hann mikið,á næturnar áttu að taka hann upp og knúsa hann og setja hann svo aftur niður ef þú vilt ekki taka hann uppí þá legguru hann í sitt rúm og ef hann byrjar aftur þá endurtekuru þetta aftur,minn sefur hjá mér og mér finst það ótrúlega kósý;)Þetta er tímabil sem gengur yfir en trúðu mér þetta er ekki frekja hann kann ekki á það og veit ekki hvað það er en hann kann heldur ekki að tala og tjáir sig því svona með gráti og öskrum.einnig getur þetta verið einhvað annað eins og magin,eyrun,kalt,heitt,blautur,og fl.ekki segja að hann sé frekur því það er hann ekki."}, {"response_to": "12989062", "username": "litlaskotta", "message_id": "12992997", "user_id": "66612", "datetime": "2009-03-14 21:10:41", "datestring": "14. mar. '09, kl: 21:10:41", "text": "Ég á 16 mánaða og 3ja vikna stelpu sem lætur enn stundum svona. Hún lét OFT svona þegar hún var minni en tekur alveg svona köst ennþá. Vaknar á næturnar og argar og gargar og neitar að tala við neinn nema mig - jæja greyið litla er svo \"ofdekruð\" að ég læt þetta eftir henni :p Og veistu hvað - hún sofnar yfirleitt bara fljótt aftur örugg með sig og veit að mamma er til staðar."}, {"response_to": "12989062", "username": "boysmom", "message_id": "12993297", "user_id": "40879", "datetime": "2009-03-14 21:33:43", "datestring": "14. mar. '09, kl: 21:33:43", "text": "Ég held bara að þú verðir að taka svörum þessara mæðra hérna að ofan alvarlega, enda margar þeirra bæði reyndar og eiga mörg börn. Þú sérð það kannski betur síðar þegar þú verður reyndari. Það að stimpla svona hegðun hjá 6 mánaða barni sem \"frekju\" er mjög einfalt og ílla úthugsað. Þú verður bara að þola að heyra það frá þeim hérna. Börn á þessum aldri hafa mikla þörf fyrir að vita að móðir þess sé nálæg. Kannski er eitthvað líka til viðbótar að trufla hann? Þú ættir endilega að láta barnalækni líta á hann t.d. eyrun og tanntöku. En frekja er ekki í mínum orðaforða hjá 6 mánaða barni. Nú á ég 2 stráka sem hafa verið miklir mömmustrákar, en samt myndi mér ekki detta þetta í hug fyrir 6 mánaða barn, maður veit bara betur."}, {"response_to": "12993297", "username": "saumakonan78", "message_id": "12994658", "user_id": "53975", "datetime": "2009-03-14 23:34:23", "datestring": "14. mar. '09, kl: 23:34:23", "text": "Ég held að barnið sé nú ekki með frekju, er hann ekki bara eitthvað óöruggur og þarf á þér að halda. Reyndu eins og þú getur að láta hann vera á gólfinu og í sínu rúmi, en passaðu samt að ef þú ferð úr augsýn að vera þá ekki lengi í burtu óg láta hann alltaf heyra í þér."}, {"response_to": "12989062", "username": "satineshoes", "message_id": "12994847", "user_id": "84016", "datetime": "2009-03-14 23:57:44", "datestring": "14. mar. '09, kl: 23:57:44", "text": "Að sjálsögðu á að gefa barninu sínu ást og umhyggju en það er gott samt að börn séu ekki of háð mömmu sinni.... að þau geti aðeins dundað sér og sofið í eigin rúmi og svona þegar þess þarf.  Ég þekki nú dæmi um börn sem eru svona langt fram eftir öllu, ss mamman má ekki fara úr augnsýn án þess að það sé grenjað og það er ekki gott.  Ég er allavega á því að sjálfsögðu þarf að sinna barninu en ekki rjúka til sömu sekúndu og eitt tíst heyrist til að það falli ekki í vana."}, {"response_to": "12994847", "username": "satineshoes", "message_id": "12994888", "user_id": "84016", "datetime": "2009-03-15 00:00:53", "datestring": "15. mar. '09, kl: 00:00:53", "text": "svona er þetta bara þvímiður að fyrir einstæðar mæður er fæðingarorlof ekki nema 6 mánuðir og eftir það neyðistu til að senda barnið í burtu frá þér:( en þá er gott að barnið hafi aðeins vanist því að hafa ekki mömmu alltaf hjá sér og að hún komi aftur:)"}, {"response_to": "12994888", "username": "desemberprins", "message_id": "12994918", "user_id": "14278", "datetime": "2009-03-15 00:04:25", "datestring": "15. mar. '09, kl: 00:04:25", "text": "þekki þetta ekki. Minn var aldrei svona, vildi alltaf bara vera á gólfinu að leika sér og þegar að ég vildi knúsa og kyssa hann varð hann bara reiður við mig og vildi fara að leika. Hann er enn svona 3 ára gamall, kemur stundum og seigir elskaður mig og þá vill hann að ég knúsi hann í botn og kyssi hann en annars er hann alltaf á fullu að leika sér."}, {"response_to": "12994918", "username": "kranastelpa", "message_id": "12995823", "user_id": "78521", "datetime": "2009-03-15 07:52:01", "datestring": "15. mar. '09, kl: 07:52:01", "text": "mín fór að taka uppá þessu rúmlega 6 mánaða.. ef hún fór að kvarta á gólfinu þá tók ég hana ekkert endlega upp, fór heldur á hækjur eða hnén og sýndi henni dót og svona.. síðan ef ég fór eins og t.d. á klósettið og hún fór að kalla þá bara sönglaði ég eitthvað á meðan þannig að hún heyrði í mér :) í dag er hún að detta í 9 mánaða og tekur stundum uppá þessu, ég passa bara að hún viti af mér en er alls ekki að venja hana á að vera tekin upp við hvert hljóð, þó maður geri það stunum og fari nú að kúra ;)"}, {"response_to": "12995823", "username": "kranastelpa", "message_id": "12997635", "user_id": "78521", "datetime": "2009-03-15 12:20:32", "datestring": "15. mar. '09, kl: 12:20:32", "text": "hvað sagði ég til að fá mínus :-/"}, {"response_to": "12997635", "username": "elfina", "message_id": "12997695", "user_id": "83523", "datetime": "2009-03-15 12:26:57", "datestring": "15. mar. '09, kl: 12:26:57", "text": "Ég plúsaði þig og nú ertu á núlli :)"}, {"response_to": "12997695", "username": "kranastelpa", "message_id": "13000150", "user_id": "78521", "datetime": "2009-03-15 17:00:46", "datestring": "15. mar. '09, kl: 17:00:46", "text": "hehe taaaakk :D"}, {"response_to": "12989062", "username": "Decision", "message_id": "12996357", "user_id": "67401", "datetime": "2009-03-15 10:01:08", "datestring": "15. mar. '09, kl: 10:01:08", "text": "Æi veistu ég vil ekki vera með eitthvað skítkast út í þig. Ég skil ekki þessa mínusa og plúsa á umræðunni og ég nennti ekki að lesa öll svörin en ég bara verð að segja eitt. Þegar þú ákveður að eiga barn, þá ákveður þú það, ekki barnið!! Þegar þú tekur þá ákvörðun þá ákveður þú væntanlega að elska barnið alla tíð og sinna ÖLLUM þörfum þess. Ég hef tekið eftir því á þessum fimm mánuðum síðan dóttir mín fæddist að uppeldi og umönnun barna er oft á tíðum ekki auðveld, síður en svo. En þetta er dýrmætasti tími sem þú færð með syni þínum og hann kemur aldrei aftur. Mitt hlutverk er núna að vera mamma og ég elska það......ég elska að sinna dóttur minni í einu og öllu og fullvissa hana um að mamma er svo sannarlega best!! Afþví að hún á að vera það!!"}, {"response_to": "12989062", "username": "elfina", "message_id": "12996572", "user_id": "83523", "datetime": "2009-03-15 10:28:07", "datestring": "15. mar. '09, kl: 10:28:07", "text": "Mér finnst það nú fulldramatískt að halda því fram að það hafi verið skítkast í gangi í þessari umræðu.  Fólk hefur réttilega verið að benda konunni/stelpunni sem á upphafsinnleggið á það að 6 mánaða börn eru ekki frek, heldur hafa þau frumþarfir sem þarf að uppfylla. Svona lítil börn þarfnast þess að það sé haldið á þeim, að finna hitann frá sínum nánustu og geta ekki tjáð pirring eða vanlíðan öðruvísi en með grát eða því sem Ágúst Prins skilgreinir sem \"frekju\". Frekja er lærð hegðun og svona lítil börn eru svo miklir óvitar að þau hafa ekki vit á því að vera frek."}, {"response_to": "12996572", "username": "boysmom", "message_id": "12996877", "user_id": "40879", "datetime": "2009-03-15 11:02:12", "datestring": "15. mar. '09, kl: 11:02:12", "text": "Heyr heyr! alveg sammála"}, {"response_to": "12996877", "username": "satineshoes", "message_id": "12997051", "user_id": "84016", "datetime": "2009-03-15 11:20:36", "datestring": "15. mar. '09, kl: 11:20:36", "text": "Hehe buið að koma rosa mikið af innleggjum um að frekja sé ekki til en lítið af ráðum.  Afhverju deilið þið ekki frekar hvað þið gerðuð til að koma í veg fyrir að barnið þurfi stanslaust að vera hjá mömmu sinni og hvernig er hægt að örva það í að dunda sér sjálft?  Ég lenti ekki í þessu sjálf en ég var ein með mína stelpu og veit hversu mikilvægt það er fyrir mann að fá smá breik einstaka sinnum."}, {"response_to": "12997051", "username": "ComputerSaysNo", "message_id": "12997202", "user_id": "47512", "datetime": "2009-03-15 11:43:55", "datestring": "15. mar. '09, kl: 11:43:55", "text": "Hún gæti kannski fengið sér burðarpoka og haft barnið á bakinu á meðan hún sinnir húsverkunum."}, {"response_to": "12997202", "username": "nanna2", "message_id": "12998974", "user_id": "68258", "datetime": "2009-03-15 14:49:53", "datestring": "15. mar. '09, kl: 14:49:53", "text": "af hverju í ósköpunum er verið að mínusa þetta??? Þetta er bara mjög góð uppástunga hjá ihg!"}, {"response_to": "12997051", "username": "knuf", "message_id": "12997433", "user_id": "40138", "datetime": "2009-03-15 12:00:16", "datestring": "15. mar. '09, kl: 12:00:16", "text": "Ég á son sem er að verða 3 ára í Ágúst.."}, {"response_to": "12997433", "username": "elfina", "message_id": "12997486", "user_id": "83523", "datetime": "2009-03-15 12:04:50", "datestring": "15. mar. '09, kl: 12:04:50", "text": "Hjartanlega sammála!"}, {"response_to": "12989062", "username": "kolpa", "message_id": "12997225", "user_id": "38323", "datetime": "2009-03-15 11:45:15", "datestring": "15. mar. '09, kl: 11:45:15", "text": "Mér finnst þetta hljóma eins og óöryggi .. Held að þú myndir gera þér lífið léttara með því að sinna þessu hjá honum .. taka hann upp þegar hann vill og svo framveigis ..."}, {"response_to": "12989062", "username": "babygurl1", "message_id": "12997405", "user_id": "81355", "datetime": "2009-03-15 11:58:26", "datestring": "15. mar. '09, kl: 11:58:26", "text": "Ég er alveg sammála öllum hér, hann þarnast mömmu sinnar mest núna! svo er talað um þegar þaug eru um 6 mánaðar aldurinn fara þaug í gegnum aðskilnaðartímabil, þannig að þaug þufra meira á því að halda þá"}, {"response_to": "12997405", "username": "satineshoes", "message_id": "12997612", "user_id": "84016", "datetime": "2009-03-15 12:17:53", "datestring": "15. mar. '09, kl: 12:17:53", "text": "Eitt sem ég gerði alltaf með mina stelpu var að sinna henni þegar hún var góð.. svona til að sýna að það sé hægt að fá athygli þó maður sé þægur :)  Hún var allavega alltaf voða róleg og er enn:)"}, {"response_to": "12997612", "username": "nanna2", "message_id": "12998022", "user_id": "68258", "datetime": "2009-03-15 13:00:01", "datestring": "15. mar. '09, kl: 13:00:01", "text": "Það er einmitt talað um þetta í uppeldisbókum og að maður eigi að byrja á þessu strax. Fara til þeirra þegar þau eru góð á gólfinu t.d. og kyssa þau á kinnina og halda svo bara áfram að gera það sem maður var að gera. Með þessu læra þau að mamma kemur líka þó ég fari ekki að gráta."}, {"response_to": "12989062", "username": "Minobe", "message_id": "12998143", "user_id": "59853", "datetime": "2009-03-15 13:11:36", "datestring": "15. mar. '09, kl: 13:11:36", "text": "æji...ég vil ekki vera leiðinleg en mér finnst þetta hljóma heldur hart og kalt, afhverju má greyjið ekki kúra hjá þér?"}, {"response_to": "12998143", "username": "Ágúst prins", "message_id": "13000217", "user_id": "74748", "datetime": "2009-03-15 17:08:30", "datestring": "15. mar. '09, kl: 17:08:30", "text": "hann fær alveg að kúra hjá mér, er búin að vera að reina að venja hann af því að sofa alltaf uppí hjá mér, því hann er búin að gera það meira og minna frá því í fæðingu."}, {"response_to": "13000217", "username": "sfdyj", "message_id": "13005509", "user_id": "55112", "datetime": "2009-03-16 00:16:01", "datestring": "16. mar. '09, kl: 00:16:01", "text": "Eg kenndi minni dottur ad sofna sjalfri i sinu rumi 3 manada og hun hefur gert thad sidan, hun er 20 manada i dag.  Audvitad profadi hun adeins ad testa morkin thegar hun var 1 ars, en tha bara for eg inn og strauk henni eda tok hana upp, en lagdi hana svo aftur nidur thegar hun var ordin roleg.  Rutinan skiptir gifurlega miklu mali, alltaf ad gera nakvaemlega thad sama fyrir svefninn og alltaf ad bregdast eins vid thegar thau vakna a nottunni.  Thad munar miklu ad geta alltaf lagt hana i rumid klukkan 19:30 og hun sefur thar til morguns.  Eg notadi mikid bokina Draumaland, eg myndi radleggja ther ad kikka i hana."}, {"response_to": "12989062", "username": "skessa3", "message_id": "12998940", "user_id": "59495", "datetime": "2009-03-15 14:45:36", "datestring": "15. mar. '09, kl: 14:45:36", "text": "þegar ég las þetta fyrst vokendi ég syni þínum leyfðu honum að kúra hjá þér eða gefðu honum meira knús,hann þarf meiri athygli.mundu að hann verður aldrey aftur 6mán og þessi tími er dýrmætur."}, {"response_to": "12989062", "username": "tacitus", "message_id": "12999113", "user_id": "63636", "datetime": "2009-03-15 15:02:29", "datestring": "15. mar. '09, kl: 15:02:29", "text": "Er þetta togari ???"}, {"response_to": "12999113", "username": "nanna2", "message_id": "12999175", "user_id": "68258", "datetime": "2009-03-15 15:11:08", "datestring": "15. mar. '09, kl: 15:11:08", "text": "nei:( ..eins sorglegt og það er."}, {"response_to": "12999175", "username": "tacitus", "message_id": "12999460", "user_id": "63636", "datetime": "2009-03-15 15:48:56", "datestring": "15. mar. '09, kl: 15:48:56", "text": ":´("}, {"response_to": "12989062", "username": "Vantar ýmislegt", "message_id": "13000055", "user_id": "38421", "datetime": "2009-03-15 16:53:21", "datestring": "15. mar. '09, kl: 16:53:21", "text": "Sæl,"}, {"response_to": "13000055", "username": "Katze", "message_id": "13001554", "user_id": "75198", "datetime": "2009-03-15 19:05:19", "datestring": "15. mar. '09, kl: 19:05:19", "text": "Ég rakst á þetta svar á ljósmóðir.is fyrir nokkrum vikum og ég verð að segja að mér blöskraði að sjá fagaðila gefa það út að þetta væri frekja (ákveðni eða hvað hún kallaði það) hjá 4ra mánaða gömlu barni!! Ég var virkilega miður mín að lesa þetta, einmitt vegna þess að fólk fer þarna inn og tekur þetta gott og gilt :/"}, {"response_to": "13001554", "username": "tacitus", "message_id": "13003544", "user_id": "63636", "datetime": "2009-03-15 21:38:54", "datestring": "15. mar. '09, kl: 21:38:54", "text": "Mikið rétt hjá þér Katze!!!"}, {"response_to": "13001554", "username": "Hygieia", "message_id": "13009285", "user_id": "83422", "datetime": "2009-03-16 13:01:31", "datestring": "16. mar. '09, kl: 13:01:31", "text": "ÞEtta er svolítið spes svar á ljósmóðir.is"}, {"response_to": "13009285", "username": "Katze", "message_id": "13014869", "user_id": "75198", "datetime": "2009-03-16 20:24:57", "datestring": "16. mar. '09, kl: 20:24:57", "text": "Spes er vægt til orða tekið.. þetta er skelfilegt! Og svo algjörlega á skjön við margt annað þarna inni. Það er augljóst að það eru fleiri en ein að svara fyrirspurnum. Finnst bara ótrúlegt að heilbrigðismenntuð kona láti þetta frá sér."}, {"response_to": "12989062", "username": "ávaxtakarfa", "message_id": "13000445", "user_id": "47025", "datetime": "2009-03-15 17:31:32", "datestring": "15. mar. '09, kl: 17:31:32", "text": "Sonur þinn hljómar eins og ósköp eðlilegt sex mánaða gamalt barn :) Svona er að eiga barn!"}, {"response_to": "12989062", "username": "skessa3", "message_id": "13001285", "user_id": "59495", "datetime": "2009-03-15 18:41:18", "datestring": "15. mar. '09, kl: 18:41:18", "text": "Hann er allavega ekki með frekju því hann kann það ekki;) auðvitað þarftu þinn tíma,farðu út á meðal vina á meðan Mamma þín passar hann,þú talar um að hann þekki hana,hann hættir að gráta fljótlega,ég efast alls ekki um að þú elskir hann eða sýnir honum litla ást en ekki túlka það sem hann er að segja þér(Gráturinn)sem frekju.   Gangi þér vel."}, {"response_to": "12989062", "username": "snow white", "message_id": "13004521", "user_id": "80108", "datetime": "2009-03-15 22:46:22", "datestring": "15. mar. '09, kl: 22:46:22", "text": "Æj ég vorkenni barninu þínu. Ég þoli ekki fólk sem stimplar börn með frekju, af því að það er oft gild ástæða á bak við hegðunina hvort sem hún er líkamlega, andleg eða tilfinningaleg. Það þarf bara að finna orsökina og vinna út frá henni en ekki einkennunum(það sem er kallað frekja). Í þessu tilfelli er þetta AÐSKILNAÐARKVÍÐI (separation anxiety á ensku)sem er algengur akkúrat við þennan aldur. Börn eru heldur ekki littlir fullorðnir, ef þú hverfur þá fattar barnið ekki að þú komir aftur, það heldur að þú sért farin fyrir fullt og allt og reynir auðvitað að koma í veg fyrir það. Reyndu að setja þig í spor Eyþórs Daníels, hvernig liði þér ef hann hyrfi bara allt í einu og þú vissir ekki hvort þú fengir að sjá hann aftur eða ekki?"}, {"response_to": "12989062", "username": "Hygieia", "message_id": "13009222", "user_id": "83422", "datetime": "2009-03-16 12:55:12", "datestring": "16. mar. '09, kl: 12:55:12", "text": "Ég skil ofsalega vel að þér finnist yfirþyrmandi að vera með einstæð með barn á þessum aldri. Sjálfri hefur mér alltaf þótt tímabilið frá ca 6 mánaða til ca 3. ára mest krefjandi :) Ansi langt tímabil skohh!"}, {"response_to": "13009222", "username": "litlaskotta", "message_id": "13014339", "user_id": "66612", "datetime": "2009-03-16 19:50:25", "datestring": "16. mar. '09, kl: 19:50:25", "text": "vá Hygieia hvað þetta svar þitt er æðislegt :)  Ég hef aldrei litið á grátur dóttur minnar eftir mér sem vandamál en veistu ég tók samt alveg helling af þessu til mín :)"}, {"response_to": "13014339", "username": "longlyhart", "message_id": "13014439", "user_id": "44265", "datetime": "2009-03-16 19:56:03", "datestring": "16. mar. '09, kl: 19:56:03", "text": "æ má ég koma með smá svona mót-rök samt bara nice =)"}]}