{"url": "https://bland.is/umraeda/krem-a-svakalega-thurran-kropp/13853846/?page=8359", "date": "2009-05-26 10:19:16", "id": "13853846", "items": [{"text": "Dóttir mín 9 vikna er svo ofboðslega þurr, ég er búin að bera á hana til skiptis feitt vaselín og Weleda olíu en lítið skánar hún, alls staðar mjög þurr, sérstaklega á hausnum, bakinu, maga og framhandleggjum. Getið þið bent á eh betra krem en það sem ég er að nota??  Og er þetta ekki örugglega eðlilegt, mér var sagt að þetta fylgdi oft á eftir hormónabólum en hún var mjög slæm af þeim á tímabili!", "title": "Krem á svakalega þurran kropp", "username": "Lukka35", "message_id": "13853846", "user_id": "3393", "response_to": null, "datetime": "2009-05-26 10:19:16", "datestring": "26. maí '09, kl: 10:19:16"}, {"response_to": "13853846", "username": "Dularfull", "message_id": "13853879", "user_id": "15615", "datetime": "2009-05-26 10:22:59", "datestring": "26. maí '09, kl: 10:22:59", "text": "mín 1 árs var líka svona og ég prufaði öll krem en ekkert virkaði og líka allskonar olíur en svo benti teingdó mér að bera á hana ólívuolíu og eftir 2 daga var húðin orðin mjúk og fín"}, {"response_to": "13853846", "username": "evalinda", "message_id": "13853880", "user_id": "56068", "datetime": "2009-05-26 10:23:07", "datestring": "26. maí '09, kl: 10:23:07", "text": "Aloe Vera rakakremið frá Volare er rosalega gott á svona þurra húð. Vinkona mín á strák sem var svona, fæddist með þurra húð og var alltaf mjög þurr, svo byrjaði hún að nota þetta krem á hann og hann er allt annar! :) þetta krem er líka rosalega mikið notað á psoriasis og exem (líka barnaexem). Mæli 100 % með þessu kremi :)"}, {"response_to": "13853880", "username": "evalinda", "message_id": "13853889", "user_id": "56068", "datetime": "2009-05-26 10:24:12", "datestring": "26. maí '09, kl: 10:24:12", "text": "hún var orðin þurr því maður er auðvitað alltaf að þrífa þarna í kring útaf sýkingunni, gleymdi að taka það fram ;)"}, {"response_to": "13853846", "username": "presto", "message_id": "13854823", "user_id": "7653", "datetime": "2009-05-26 11:46:19", "datestring": "26. maí '09, kl: 11:46:19", "text": "Hvaða sýkingu er barnið með' (svepp?)"}, {"response_to": "13854823", "username": "Lukka35", "message_id": "13855013", "user_id": "3393", "datetime": "2009-05-26 12:05:55", "datestring": "26. maí '09, kl: 12:05:55", "text": "hún er ekki með neina sýkingu bara rosalega þurr, var að fá ráðleggingu um viku kúr af mildison og svo decubal intense með. Hún var með gífurlega mikla fósturfitu við fæðingu, samt gengin 8 dögum framyfir ;)"}, {"response_to": "13855013", "username": "Kambur", "message_id": "13855169", "user_id": "84408", "datetime": "2009-05-26 12:20:29", "datestring": "26. maí '09, kl: 12:20:29", "text": "Hehe, ég er svo lengi að skrifa. Þú ert greinilega búin að fá þá ráðleggingu sem ég kom með. Mæli eindregið með því. Ágætt að vita af því að fleiri hafi komist niður á sömu niðurstöðu og maður sjálfur í þessari kremaflóru. Það virkar þá greinilega! :)"}, {"response_to": "13853846", "username": "Kambur", "message_id": "13855144", "user_id": "84408", "datetime": "2009-05-26 12:18:42", "datestring": "26. maí '09, kl: 12:18:42", "text": "Ég er búin að vera að standa í svona þurrkuvandamáli með minn síðan hann var 2-3 mánaða. Það er einmitt talað um að það sé algengt að það byrji um tveggja mánaða aldurinn. Fór með hann í ofnæmispróf þegar hann var 4 mánaða. Það getur verið að það sé ryk, kettir o.þ.h. jafnvel þótt svo að hún sé kannski bara ennþá eingöngu á brjósti. Hjá mínum strák kom það allt saman mjög vel út og hann er með \"óútskýrð\" húðútbrot, en það er ekki hægt að staðfesta exem fyrr en eftir tveggja ára aldur sagði Michael Clausen mér. Það getur verið ágætt fyrir þig að fara með hana í svona tjékk niðri á Barnaspítala, til að útiloka ofnæmi."}, {"response_to": "13855144", "username": "ragman", "message_id": "13856000", "user_id": "12468", "datetime": "2009-05-26 13:26:34", "datestring": "26. maí '09, kl: 13:26:34", "text": "En getur ekki verið að Neutral þvottaefnið sé það sem þurrki svona húðina? Ég veit það bara með okkur að við hér á heimilinu þolum ekki Neutral, hvorki þvottaefni né sápur. Þegar eldri dóttir mín var yngri grét hún undan Neutral vörunum:( Um leið og við hættum að nota Neutral varð lífið ljúft, hehe;)"}, {"response_to": "13853846", "username": "Emman", "message_id": "13855931", "user_id": "32384", "datetime": "2009-05-26 13:21:53", "datestring": "26. maí '09, kl: 13:21:53", "text": "Hefur þú prófað pensím??"}, {"response_to": "13853846", "username": "Sunna Angelica", "message_id": "13856018", "user_id": "30019", "datetime": "2009-05-26 13:28:10", "datestring": "26. maí '09, kl: 13:28:10", "text": "Olíukremið Eilíf Æska frá gamla apótekinu er líka frábær. Ég er að nota það á báðar stelpurnar mínar, sú eldri (3 og hálfs) er búin að vera mjööög þurr frá fæðingu, og ég er búin að prufa mörg krem og olíur á hana og þetta er það eina sem virkar. Sú yngri (15 daga) var mjög þurr strax eftir fæðingu, og ég byrjaði strax að nota þetta á hana og hún er allt önnur. Ekki til þurrkublettur á henni núna."}, {"response_to": "13853846", "username": "amy sæta", "message_id": "13856235", "user_id": "3210", "datetime": "2009-05-26 13:46:28", "datestring": "26. maí '09, kl: 13:46:28", "text": "Minn gaur var svakalega þurr og ljósan mín benti mér á að kaupa baðolíuna úr Gamla apótekinu (úr barnalínunni) og setja smá í baðvatnið hjá honum og þurrkurinn hvarf eftir tvö skipti. Ef hann verður þurr núna þá set ég bara nokkra dropa í baðið hjá honum og hann verður góður strax."}, {"response_to": "13853846", "username": "DannyO", "message_id": "13856780", "user_id": "66695", "datetime": "2009-05-26 14:44:00", "datestring": "26. maí '09, kl: 14:44:00", "text": "Ég gekk með stelpuna mína 2 vkur frammyfir og þegar hún fæddist var hún rosalega þurr, ég setti ólivolíu í hendina á mér og og dúmpaði á hana þar sem hún var þurr og hún lagaðist á 2 dögum :)"}, {"response_to": "13853846", "username": "stinaei", "message_id": "13861834", "user_id": "16168", "datetime": "2009-05-26 21:28:44", "datestring": "26. maí '09, kl: 21:28:44", "text": "Mín voru frekar þurr á þessum aldri, setti alltaf ólívuolíu í baðvatnið þeirra, notaði ekki sápur fyrr en seint og síðar meir og baðaði þau ekki nema 1-2x í viku."}, {"response_to": "13853846", "username": "strawberry3", "message_id": "13876944", "user_id": "38556", "datetime": "2009-05-27 23:52:27", "datestring": "27. maí '09, kl: 23:52:27", "text": "olivio olíu eins og þú notar í matseldina:) virkaði vel á mína, bara á hana nokkrum sinnum og lét í baðvatnið líka:)"}, {"response_to": "13876944", "username": "camila", "message_id": "13879585", "user_id": "60376", "datetime": "2009-05-28 10:53:58", "datestring": "28. maí '09, kl: 10:53:58", "text": "stubburinn minn er með rosalega þurra húð og mikið exem og logobase virkar vel á hann."}, {"response_to": "13853846", "username": "AEGÞ", "message_id": "13886270", "user_id": "44502", "datetime": "2009-05-28 20:20:36", "datestring": "28. maí '09, kl: 20:20:36", "text": "Gott húsráð er að skera 5 radísur niður í þunnar sneiðar og setja í krukku ásamt 5 tsk af sykri og loka krukkunni, geyma svo í ísskáp yfir nótt og þá kemur glær safi af þessu. Gefa barninu svo 1 tsk af safanum 1 sinni á dag á fastandi maga (s.s. á morgnana áður en það borðar nokkuð) það tekur svolítinn tíma að sjá árangur en þetta svínvirkar. Hvern skammt má nota í viku."}, {"response_to": "13886270", "username": "Isabelle", "message_id": "13902363", "user_id": "69156", "datetime": "2009-05-30 00:06:19", "datestring": "30. maí '09, kl: 00:06:19", "text": "ljósan mín sagði mér að nota olívuolíu á mína þegar hun var glæný , og þurkkurinn fór á nokkrum dögum...nota hana svo af til (er 4ra mán) ef mér finnst hún vera að fá einhvern þurrk í húðina eða hársvörðinn"}, {"response_to": "13853846", "username": "GoldieLocks", "message_id": "13902492", "user_id": "68792", "datetime": "2009-05-30 00:19:42", "datestring": "30. maí '09, kl: 00:19:42", "text": "Minn var svona þurr fyrstu vikurnar en svo tók ég hann í nudd og nuddaði uppúr kókosolíu og vandamálið var úr sögunni."}, {"response_to": "13853846", "username": "teaj", "message_id": "13902493", "user_id": "71264", "datetime": "2009-05-30 00:19:47", "datestring": "30. maí '09, kl: 00:19:47", "text": "ólívuolían virkaðibest á strákinn hjá mér :) bara philibo berio eð ahvernig sem maur skrifar það :)"}, {"response_to": "13853846", "username": "EvaDögg", "message_id": "13904286", "user_id": "81962", "datetime": "2009-05-30 09:39:50", "datestring": "30. maí '09, kl: 09:39:50", "text": "Strákurinn minn er svaðalega þurr reyndar með exem og ofnæmi en ég næ að halda honum rosa fínum með Michael Clausen kreminu og ber það á hann 3 sinnum á dag þegar hann er slæmur en annas bara 1 sinni svo nota ég ekkert þvottaefni og það hefur mikið að segja sagði ofnæmislæknirinn!"}, {"response_to": "13853846", "username": "jeanie", "message_id": "13935397", "user_id": "31737", "datetime": "2009-06-02 00:02:14", "datestring": "2. jún. '09, kl: 00:02:14", "text": "Ertu búin að prófa Akvól frá Gamla Apótekinu.  Ljósan mín mælti með því."}, {"response_to": "13853846", "username": "snow white", "message_id": "13936104", "user_id": "80108", "datetime": "2009-06-02 01:15:17", "datestring": "2. jún. '09, kl: 01:15:17", "text": "þú gætir athugað fæðuóþol. ég fór á tímabili á sérfæði á brjóstagjöf (sleppti mjólk og glúten). og ég er venjulega alltaf með þurra húð og varaþurrk en eftir að hafa hreinsað glútenið út (tók 3 vikur) þá hvarf þurrkurinn, en kom svo aftur þegar ég byrjaði aftur á venjulegu fæði. enda erfitt að sleppa glúteni alveg en mér fannst það þess virði að prufa það. er þín á brjósti eða pela?"}]}