{"url": "https://bland.is/umraeda/vantar-sma-hjalp/14564351/?page=8111", "date": "2009-07-21 19:40:50", "id": "14564351", "items": [{"text": "Er með einn lítinn 9 daga gamlan sem hefur veirð að drekka á milli 3-5 tíma fresti. (5 tímar oftast á nóttunni, hefur gerst 2 ca annars milli 3-4 tíma fresti) \n\nNú vaknaði hann um að ganga 4 og ég gaf honum, gekk smá brösulega en hann virtist vera að klára um kl 17 og bjóst ég þá við að hann myndi sofna. \n\nHann sofnaði en vaknaði strax aftur, ég skipti á honum og hann virtist vera að leita, svo ég setti hann á sama brjóst hélt kannski að hann hefði ekki náð að klára. Hann sýgur og eftir 2-3 mín er hann sofnaður. Ég tek hann af og eftir 1 mín er hann vaknaður aftur. \n\nSvona er þetta búið að vera síðustu tíma, og nú færi að nálgast tíma að hann hefði viljað fá aðra gjöf ca. \n\nGetur verið að þar sem hann hefur vakið nánast allan tímann að hann sé svangur? Eða er þetta sogþörf og ætti ég bara að skella upp í hann snuði og ath hvort hann taki? \n\nvar búin að vera í vandræðum með vinstra en virðist vera að komast í lag og vera að ganga upp. Og hægra gengur vel. \n\nSvo spurningin er: prufa að gefa hægra og ath hvort hann sofni (búinn að vaka meira og minna síðan um kl4) eða prufa snuð?", "title": "vantar smá hjálp", "username": "Catalyst", "message_id": "14564351", "user_id": "81856", "response_to": null, "datetime": "2009-07-21 19:40:50", "datestring": "21. júl. '09, kl: 19:40:50"}, {"response_to": "14564351", "username": "diddý", "message_id": "14565095", "user_id": "27361", "datetime": "2009-07-21 20:31:10", "datestring": "21. júl. '09, kl: 20:31:10", "text": "Minn gerði þetta og ég gaf honum bara snuðið.. Þá fór hann að sofa,hann er bara með svona svakalega sogþörf.."}, {"response_to": "14564351", "username": "Þettareddast", "message_id": "14565657", "user_id": "83103", "datetime": "2009-07-21 21:07:35", "datestring": "21. júl. '09, kl: 21:07:35", "text": "Einmitt, er hann ekki að nota brjóstið á þér sem snuð? Myndi halda það.. Ég myndi prófa snuðið, og ef hann róast er það sogþörfin,, ef hann heldur áfram að leita og vera órólegur þrátt fyrir snuð þá er hann svangur.."}, {"response_to": "14564351", "username": "Catalyst", "message_id": "14565738", "user_id": "81856", "datetime": "2009-07-21 21:13:04", "datestring": "21. júl. '09, kl: 21:13:04", "text": "Nú er ég búin að vera ð lesa mér til á ljósmóðir.is og þar er sagt að fyrstu dagna og vikurnar (talað um 3 vikur) þá sé ekki mælt með snuði því það geti skemmt fyrir brjóstagjöfinni."}, {"response_to": "14565738", "username": "þegar hann", "message_id": "14566293", "user_id": "94609", "datetime": "2009-07-21 21:44:59", "datestring": "21. júl. '09, kl: 21:44:59", "text": "ég varð að gefa mínum snuð á öðrum degi því hann var í súrefniskassa og ég mátti ekki gefa honum brjóst en samt leitaði hann og leitaði að brjósti. hann áttaði sig fljótt á því að snuðið væri ekki alvöru brjóst og nennir eiginlega aldrei að vera með það núna. stundum smá hjá pabba á meðan ég skrepp í sturtu eða eitthvað álíka, ekki lengur en svona 10-15 mín í einu. en það getur vel verið að önnur börn séu öðruvísi. ég ætlaði ekki að leyfa honum að máta snuð fyrr en hann væri orðinn svona þriggja vikna en þegar ég sá hann einan í kassanum að leita gat ég ekki annað."}, {"response_to": "14565738", "username": "púkalús", "message_id": "14570119", "user_id": "46159", "datetime": "2009-07-22 07:33:33", "datestring": "22. júl. '09, kl: 07:33:33", "text": "Öllum börnum á vökudeild er gefið snuð og sum eru ekki einu sinni byrjuð að fá brjóst, það skemmir samt ekkert fyrir þeim ;) Þær sögðu við mig uppi á vöku að þær hefðu aldrei séð nein vandamál við að drekka hjá móðurinni út af snuðnotkun, frekar af því að börnin væru of löt (út af fyrirbura eða léttburavandamálum eða t.d gulu). Frekar myndi snuðið hjálpa þessum börnum því það örvar sogið hjá þeim."}, {"response_to": "14570119", "username": "þegar hann", "message_id": "14572411", "user_id": "94609", "datetime": "2009-07-22 11:45:47", "datestring": "22. júl. '09, kl: 11:45:47", "text": "já þær sögðu þetta við mig líka en let's face it það er ekki eins og þær fylgi börnunum heim og eyði fyrsta árinu með þeim. viðhorf þeirra til pelanotkunar er mjög litað af því að til þeirra koma veik börn, oft fyrirburar. minn var fjarri því að vera fyrirburi en samt þurfti ég alveg að verja að ég vildi ekki að hann fengi pela þótt að hjálparbrjóst, og svo loks venjulegt brjóst, dygði vel."}, {"response_to": "14564351", "username": "þegar hann", "message_id": "14565760", "user_id": "94609", "datetime": "2009-07-21 21:13:40", "datestring": "21. júl. '09, kl: 21:13:40", "text": "minn er nákvæmlega eins. ég leyfi honum bara að ráða því að ég veit að hann veit miklu betur en ég hvað hann þarf að drekka. ef hann er að nota mig sem snuð þá má hann það, enda ekki orðinn tveggja vikna greyið."}, {"response_to": "14565760", "username": "Catalyst", "message_id": "14565884", "user_id": "81856", "datetime": "2009-07-21 21:20:29", "datestring": "21. júl. '09, kl: 21:20:29", "text": "Gerir hann þetta oft? Að hanga svona á þér?"}, {"response_to": "14565884", "username": "love and passion", "message_id": "14566010", "user_id": "60609", "datetime": "2009-07-21 21:28:18", "datestring": "21. júl. '09, kl: 21:28:18", "text": "Mér var sagt að ef þau hafa verið að taka brjóstið vel þá sé ekkert að því að gefa þeim snuð þó þau séu ekki orðin 2 vikna."}, {"response_to": "14565884", "username": "þegar hann", "message_id": "14566050", "user_id": "94609", "datetime": "2009-07-21 21:31:03", "datestring": "21. júl. '09, kl: 21:31:03", "text": "í fyrradag fékk ég samtals 2 tíma yfir allan daginn sem hann var ekki á brjósti en í gær var það minna og í dag ennþá minna. held það fari bara eftir stuðinu á honum, sýnist það. ég tek hann líka eiginlega aldrei af brjóstinu, læt hann losa sig þegar hann ákveður að hann sé saddur. hann er 11 daga í dag."}, {"response_to": "14566050", "username": "Catalyst", "message_id": "14566430", "user_id": "81856", "datetime": "2009-07-21 21:53:26", "datestring": "21. júl. '09, kl: 21:53:26", "text": "Og losar hann sig örugglega?"}, {"response_to": "14566050", "username": "Catalyst", "message_id": "14566699", "user_id": "81856", "datetime": "2009-07-21 22:06:51", "datestring": "21. júl. '09, kl: 22:06:51", "text": "En sefur hann á brjóstinu?"}, {"response_to": "14566699", "username": "þegar hann", "message_id": "14567359", "user_id": "94609", "datetime": "2009-07-21 22:34:48", "datestring": "21. júl. '09, kl: 22:34:48", "text": "hann losar sig, hann gerir það seint en hann gerir það. stundum bara til þess að vilja meira þegar ég legg hann frá mér. stundum set ég hann líka bara á öxlina og læt hann ropa. svo leyfi ég honum bara að sofa í mömmu fangi þangað til hann byrjar aftur að leita (minn er rosalegur, hann er svo gráðugur að hann er byrjaður að sjúga á sér hnefann áður en ég næ að koma upp í hann brjóstinu). svo tekur pabbi hans við þegar ég er þreytt. þegar hann vaknar eftir langan lúr reikna ég bara með því að hann eigi eftir að vera lengi á brjóstinu og kem mér vel fyrir fyrir framan sjónvarpið með fjarstýringuna og vatnsbrúsa við höndina. ég reyni að stýra honum sem minnst, það segja allir sem ég treysti í ungbarna- og brjóstagjafarmálum að maður eigi bara að spila þetta eftir þeirra eyra."}, {"response_to": "14566050", "username": "Catalyst", "message_id": "14588986", "user_id": "81856", "datetime": "2009-07-23 14:20:51", "datestring": "23. júl. '09, kl: 14:20:51", "text": "Ertu ekkert sár á geirvörtunum?"}, {"response_to": "14564351", "username": "nónó", "message_id": "14566032", "user_id": "77964", "datetime": "2009-07-21 21:29:51", "datestring": "21. júl. '09, kl: 21:29:51", "text": "Minn er að láta svona stundum og ég leyfi honum bara að njóta vafans. Svona ung börn eru oftast ekki komin með neina heilaga rútínu svo minn fær að drekka þegar hann er svangur."}, {"response_to": "14564351", "username": "osk_e", "message_id": "14566422", "user_id": "44826", "datetime": "2009-07-21 21:53:12", "datestring": "21. júl. '09, kl: 21:53:12", "text": "svo gæti líka verið að hann sé í vaxtarkipp"}, {"response_to": "14566422", "username": "Catalyst", "message_id": "14566486", "user_id": "81856", "datetime": "2009-07-21 21:55:53", "datestring": "21. júl. '09, kl: 21:55:53", "text": "Getur vaxtakippur komið svona snemma?"}, {"response_to": "14564351", "username": "snow white", "message_id": "14569094", "user_id": "80108", "datetime": "2009-07-22 00:20:00", "datestring": "22. júl. '09, kl: 00:20:00", "text": "þú verður held ég bara að prufa þig áfram með þetta. ég get ekki sagt hvað er málið með þitt barn. þú getur prufað snuðið, ef hann vill það ekki þá spítir hann því út úr sér, eða það held ég. samt ekki viss þar sem er vandamál með brjóstagjöf hjá þér (eða vinstra brjóst). mín hefur aldrei viljað snuð. grætur þinn eitthvað eða er hann bara vær og góður vakandi? kannski er hann að þroskast, og þarf að vaka meira, hvað vakir hann mikið yfir sólarhring? samt ef ég ætti að giska á eitthvað eitt þá myndi ég halda að barnið væri búið að venja sig á að sofna á brjóstinu. mín gerir það og vaknar/vaknaði alltaf þegar maður lagði hana niður. það væri best ef þú gætir vanið barnið á að sofna sjálft í rúminu/vöggunni sinni. taka það af brjósti þegar það fer að dotta og leyfa því að sofna sjálft í rúminu. ef hann grætur/mótmælir kröftuglega þá myndi ég persónulega taka hann upp ef hann vill ekki duddu og gefa brjóst. en ef það er bara smá væl/mótmæli þá myndi ég bíða og sjá hvort hann hætti því ekki sjálfur og sofni sjálfur. það er líka best að venja þau svona ung ef maður getur með góðu móti. mín er 14 mán og svefn hefur verið svolítið vandamál. núna veit ég miklu meira og myndi fara örlítið öðruvísi að. ef þú heldur að þetta sé svengd þá myndi ég hiklaust prufa að gefa hægra brjóstið eða bæði brjóstin til að athuga þann möguleika. en fyrst hann sofnar þá myndi ég halda að hann sé búinn að venja sig á að sofna með brjóstið upp í sér. en ég þekki samt ekki þitt barn þannig þetta er bara gisk. þú þarft ekki endilega duddu til að kenna að sofna sjálft, en ef það hjálpar... það voru mikil vandræði á minni og seinna kom í ljós mjólkuróþol. bæði útaf því og reynsluleysi mínu þá vandist mín á að sofna á brjósti og gerir það enn en við erum að vinna í þessu. það bara kemur alltaf bakslag hehe þetta er held ég líka öryggi, barnið hugsar; ef brjóstið er upp í mér, þá er mamma hjá mér og verndar mig. ef ég ætti að gera hlutina aftur og það væri ekki þetta mjólkuróþol eða það væri búið að greina það þá myndi ég reyna að kenna að sofna sjálf ungri án samt mikils gráts. en ég veit ekkert hvernig það myndi fara þar sem ég gerði það ekki hmmmm þannig að ég get ekki alveg ráðlagt þér með þetta. ef barnið vælir bara smá og grætur ekki beint þá er það bara að segja, æji mamma gerðu það, viltu vera hjá mér, ég er ekki sáttur en ég er svo.  þreyttur að kannski ég fari bara að sofa.     jæja, vonandi nenntirðu að lesa þetta :P"}]}