{"url": "https://bland.is/umraeda/mig-vantar-sma-rad-/15248666/?page=7886", "date": "2009-09-03 22:32:12", "id": "15248666", "items": [{"text": "Núna er strákurinn minn 7 vikna frá því í gær. Þetta er annað barnið mitt og ég ákvað eftir að ég átti fyrsta að næsta barn myndi sko sofa í sínu rúmi. Þegar við komum heim þá setti ég hann alltaf í sitt rúm þegar hann svaf og hann svaf þar fyrstu 2 næturnar. En svo fór hann að verða órólegur og sofnaði hvergi nema í höndunum á okkur. Dagarnir urðu þannig að hann var HVERGI nema í fanginu á okkur.\nAnnars grét hann bara, prumpaði og annað hvor sperrti sig eða engist saman. Yfirleitt sperrir hann sig.\nÉg hef alltaf reynt að leggja hann frá mér ef hann sofnar en hann sefur aldrei lengur en í 10-15 mín á daginn í einu.\nStundum virkar að setja uppí hann snuðið stundum ekki. Hann ælir líka voðalega mikið og kúgast. \nSvo fór ég að reyna að láta hann sofa útí vagni en það virkar ekki heldur. Hann sofnar mesta lagi í 25 mín. En hann STEINSEFUR ef hann liggur á maganum á bringunni á okkur pabba hans. Þá getur hann sofið í 2-3 tíma en það er svoldið erfitt að sinna hinum 3 ára og sjálfum sér með barn stanslaust í fanginu. Hvað þá þar sem pabbinn er byrjaður í háskólanum og eldri strákurinn fer ekki í leikskóla fyrr en 13 sept.\nég á bókina Draumaland og ætla mér að fara eftir henni. Hef heyrt mjög gott um hana. \nEn vá hinn strákurinn minn var aldrei svona þótt að hann hafi fengið i magan. \n\nÉg hef oft verið að spá í að hringja í hjúkkuna sem kemur til okkar og tala við hana en hef ekki gert það enþá. Og alltaf þegar hún kemur og spyr hvernig hann er þá segi ég alltaf að hann sé alltí lagi en svo spyr ég mig alltaf afhverju ég segi það þegar hann byrjar að vera órólegur. Því hann er ekkert alltí lagi..\n\nÁ einhver góð ráð fyrir mig og ætti ég að láta kíkja á hann??", "title": "mig vantar smá ráð..", "username": "knuf", "message_id": "15248666", "user_id": "40138", "response_to": null, "datetime": "2009-09-03 22:32:12", "datestring": "3. sep. '09, kl: 22:32:12"}, {"response_to": "15248666", "username": "xarax", "message_id": "15248722", "user_id": "113073", "datetime": "2009-09-03 22:35:16", "datestring": "3. sep. '09, kl: 22:35:16", "text": "Ég er bara að spá... Vinkona mín á strák sem var með bakflæði, gubbaði og gubbaði og sofnaði bara almennilega í mömmufangi, getur það verið eitthvað svoleiðis? Ég held þú ættir að láta kíkja á drenginn."}, {"response_to": "15248722", "username": "knuf", "message_id": "15248808", "user_id": "40138", "datetime": "2009-09-03 22:39:46", "datestring": "3. sep. '09, kl: 22:39:46", "text": "já við vorum í skoðun í gær og þá sagði læknirinn að hann gæti verið með smá bakflæði því þegar hann setti spýtuna uppí hann til að skoða ofaní hálsinn þá kúgaðist hann alveg svakalega og ég sagði við hann að strákurinn kúgaðist oft svona meirað segja þótt hann væri sofandi. En hann skoðaði hann ekkert meira. Það kemur nefnilega oft mjólk alveg útum nefið á honum þegar hann liggur útaf og kúgast smá. En ég veit ekkert hvert ég á að leita, er ný flutt til Rvk og hef engan lækni eða heilsugæslustöð."}, {"response_to": "15248808", "username": "DannyO", "message_id": "15248901", "user_id": "66695", "datetime": "2009-09-03 22:44:04", "datestring": "3. sep. '09, kl: 22:44:04", "text": "pantaðu bara tíma hjá barnalækni uppá domus medica fyrir hann."}, {"response_to": "15248808", "username": "xarax", "message_id": "15250115", "user_id": "113073", "datetime": "2009-09-03 23:53:47", "datestring": "3. sep. '09, kl: 23:53:47", "text": "Held þú ættir að kíkja á barnalækni..."}, {"response_to": "15248666", "username": "DannyO", "message_id": "15248847", "user_id": "66695", "datetime": "2009-09-03 22:41:42", "datestring": "3. sep. '09, kl: 22:41:42", "text": "mín stelpa var nákvæmleg svona, hún þurfti bara rosalega mikla nánd og hún svaf ekki nema í fanginu á mér grínlaust! orgaði og gargaði í vöggunni og rúmminu þrátt fyrir að vera vafin inní teppi eða taubleyju létt klædd fullklædd (heill náttgalli) bara jú name it! hún reyndar ældi ekki mikið, en hún einmitt gat sofið heillengi á bringunni á mér allan daginn.  hún sperrti sig og var aldeg óð í maganum var svo mikið loft í henni en um leið og hún r´ð við það að koma frá sér loftinu þá var hún 3 mán þá beið ég í 2 vikur og prófaði að láta hana sofa í sínu rúmmi og hún hefur soifið í því síðan!"}, {"response_to": "15248847", "username": "knuf", "message_id": "15248977", "user_id": "40138", "datetime": "2009-09-03 22:47:14", "datestring": "3. sep. '09, kl: 22:47:14", "text": "ég á moby wrap en hann vill ekki vera í honum. eg er reyndar engin snillingur í að vefja hann útan um mig þótt ég hafi reynt það OFT fyrst þegar ég fékk hann, gafst svo upp hehe.. Ég ætlaði alltaf að prufa hann aftur. En já ég hef verið róleg yfir þessu og vonað að þetta sé bara tímabil sem hætti um 3 mánaða. Um leið og þetta hættir fer hann í sitt rúm þessi elska :)"}, {"response_to": "15248666", "username": "berjamó", "message_id": "15248900", "user_id": "43106", "datetime": "2009-09-03 22:44:03", "datestring": "3. sep. '09, kl: 22:44:03", "text": "moby wrap er algjörlega málið;)"}, {"response_to": "15248666", "username": "snow white", "message_id": "15249724", "user_id": "80108", "datetime": "2009-09-03 23:25:41", "datestring": "3. sep. '09, kl: 23:25:41", "text": "þetta hljómar alveg eins og mín dóttir var. ástæðan var mjólkuróþol."}, {"response_to": "15248666", "username": "choochoo", "message_id": "15250194", "user_id": "95129", "datetime": "2009-09-04 00:00:37", "datestring": "4. sep. '09, kl: 00:00:37", "text": "Stelpan mín er líka 7 vikna síðan í gær og er svipuð með svefninn og prumpið. Þá finnst mér hjálpa að láta hana liggja á maganum á handleggnum á mér, með höfuðið við olnbogann og slá létt á bakið á henni og stjrúka henni. Það hjálpar henni með loftið, hún prumpar talsvert og losar sig við það. Henni virðist þægilegra að losa sig við það svona og það gengur oft betur þannig og henni líður líka betur á meðan."}, {"response_to": "15248666", "username": "strákamamma", "message_id": "15251131", "user_id": "11836", "datetime": "2009-09-04 05:26:49", "datestring": "4. sep. '09, kl: 05:26:49", "text": "'utiloka bakflæði og binda  hann svo framaná þig...þá ertu með lausar hendur og hann getur sofið"}, {"response_to": "15248666", "username": "Marsblom", "message_id": "15252782", "user_id": "81858", "datetime": "2009-09-04 09:46:55", "datestring": "4. sep. '09, kl: 09:46:55", "text": "Stelpan mín var með bakflæði og vildi aldrei sofa í vöggunni sinni, ekki einu sinni uppá spítala, nýfædd, hún vildi bara sofa í fanginu á okkur eða uppí hjá okkur, annars vaknaði hún á 30 mín fresti. Ældi mikið (mér fannst það amk) og var óvær allan daginn, við gátum ekki lagt hana niður því henni fannst greinilega vont að liggja á bakinu. Hún var svo greind með bakflæði 9 vikna og var þá búin að fá tvisvar sýklalyf vegna eyrnabólgu sem meltingasérfræðingurinn sagði að gæti hafa komið útaf bakflæðinu. Hún fékk lyf og varð bara allt annað barn, sofnaði í sínu rúmi og svaf mikið betur og var miklu værari. Ég myndi frekar fara til barnalæknis á domus medica (barnalæknavaktin) heldur en uppá heilsugæslu og láta kíkja á þetta. Á heilsugæslunni hjá mér sögðu þau bara alltaf \"ungbarnakveisa\" en svo reyndist þetta vera bakflæði og barninu leið miklu. Stelpan mín var einmitt mikið að sperra sig og gerði sig alveg pikkstífa, svo við áttum oft erfitt með að halda á henni og reyna að róa hana. Einn barnalæknirinn sagði mér að það væri eitt af einkennum bakflæðis að reygja sig svona aftur."}, {"response_to": "15252782", "username": "knuf", "message_id": "15254778", "user_id": "40138", "datetime": "2009-09-04 11:54:45", "datestring": "4. sep. '09, kl: 11:54:45", "text": "já okay, ætla að láta athuga hann, allavegana útiloka bakflæðið."}, {"response_to": "15248666", "username": "búbbinn", "message_id": "15254770", "user_id": "95538", "datetime": "2009-09-04 11:53:53", "datestring": "4. sep. '09, kl: 11:53:53", "text": "Hæ hæ"}, {"response_to": "15254770", "username": "knuf", "message_id": "15254824", "user_id": "40138", "datetime": "2009-09-04 11:57:43", "datestring": "4. sep. '09, kl: 11:57:43", "text": "takk fyrir svörin, ég sjálf er með smá bakflæði svo það er ekki langt að sækja ef hann er með það. Hann einmitt hefur verið frekar órólegur að sofa annars staðar en í fanginu á mér alveg síðan hann fæddist, svaf bara þessar 2 nætur í sínu rúmi en svo bara hjá okkur. Ég á upphækkun sem ég keypti með eldri strákinn, voða sniðugt og þæginlegt, ætti að nota það fyrir þennan líka meira. Svo á ég Moby wrap en ég kann ekki alveg að nota hann haha ^^"}, {"response_to": "15248666", "username": "Marsblom", "message_id": "15254833", "user_id": "81858", "datetime": "2009-09-04 11:58:35", "datestring": "4. sep. '09, kl: 11:58:35", "text": "mig langar líka að benda á að oft byrja þeir á að gefa mixtúru við bakflæði, sem hjálpar mörgum en ekki öllum. stelpan mín varð ekki vær fyrren hún fékk annað bakflæðilyf og varð þá bara allt annað barn. Vonandi jafnar strákurinn þinn sig fljótlega."}]}