{"url": "https://bland.is/umraeda/vardandi-um-tales-of-monkey-island-leikinn-/15673699/?page=7756", "date": "2009-09-28 23:50:27", "id": "15673699", "items": [{"text": "Ég veit ekki hvort þetta er rétti staðurinn til að spyrja ykkur að þessu. En á leikurinn Tales of Monkey Island ekki að koma út á Íslandi þegar hann verður fullgerður? En nú er bara búið að gera 3 kafla af 5. Og ég sem á alla Monkey Island leikina og langar svo rosalega í þennan líka. En ég er bara búinn að prufa demóin og skoðað svindlið í Youtube.com og hann lofar mjög góðu.\n\nEn ég sé að hann er bara fáanlegur á  \n\nEinnig er þegar búið að endurgera Monkey Island í betri útgáfu en hann er hvergi fáanlegur á Íslandi.\n\nKom Sam og Max 2 nokkurntíman út hér á Íslandi á DVD? En sá leikur kom út á netinu á seinasta ári.\n\nFinnst svoldið fúlt að nokkrir tölvuleikir séu bara fáanlegir á netinu. T.d er aukapakkinn fyrir Red Alert 3 bara fáanlegur á netinu.\n\nSkil bar ekki, af hverju svo er.", "title": "Varðandi um Tales of Monkey Island leikinn.", "username": "Kenneth", "message_id": "15673699", "user_id": "113348", "response_to": null, "datetime": "2009-09-28 23:50:27", "datestring": "28. sep. '09, kl: 23:50:27"}, {"response_to": "15673699", "username": "Kenneth", "message_id": "15673735", "user_id": "113348", "datetime": "2009-09-28 23:52:02", "datestring": "28. sep. '09, kl: 23:52:02", "text": "Úps slóðin sem ég gaf upp er vitlaus en hér er rétta slóðin."}, {"response_to": "15673699", "username": "ávaxtasalat", "message_id": "15673832", "user_id": "94138", "datetime": "2009-09-28 23:59:18", "datestring": "28. sep. '09, kl: 23:59:18", "text": "þú kaupir þetta bara á Steam þegar hver kafli kemur út. Kostar $10 kaflinn. Flestir leikir eru seldir á netinu einfaldlega út af því að það er dýrt að kaupa diska, umbúðir, skrifa þetta og svo shippa þetta."}, {"response_to": "15673832", "username": "Kenneth", "message_id": "15674021", "user_id": "113348", "datetime": "2009-09-29 00:13:21", "datestring": "29. sep. '09, kl: 00:13:21", "text": "Skil það vel. Þegar ég ætlaði að kaupa nýja Harry Potter á ps3 þá hætti ég strax við þegar ég sá verðið. En það var um 13.0000kr. Það er ábyggilega búið að lækka það eitthvað. En flestir ps3 leikirnir eru um 10.000kr. Sem er frekar rándýrt."}]}