{"url": "https://bland.is/umraeda/mjolkuraukandi-toflur-/16860120/?page=7358", "date": "2009-12-10 01:33:13", "id": "16860120", "items": [{"text": "Fást þær einhversstaðar annarsstaðar en í Móðurást?  Minnir að einhver hafi minnst á það að það fengjust slíkar töflur í apótekum en ég fór í apótekið á Árbænum og þær könnuðust ekkert við slíkar töflur þar.\n\nEinhver sem veit kannski í hvaða apóteki þær fást?  Fer svo lítið á flakk að óþörfu og væri gott að vita hvert ég á að fara.\n\nEr í algjörum vandræðum með dóttur mína, hún nær illa að sofna á kvöldin því að þá er ég orðin algjörlega tóm :(  Búið að vera svona í einhverjar vikur en versnar bara.  Síðustu kvöld hafa verið algjör hörmung og hún bara frussar allri ábót út úr sér ef ég reyni að gefa henni pela, sama hvaða pelategund ég reyni. Og það er alveg að fara með mig að ég geti ekki gefið henni eins og hún vill.  Áðan reyndi ég eftir að hafa gefið henni úr pela að leggja hana á brjóst, hún fékk örlítið en liggur við bara nokkra dropa og fór svo að gráta svo hrikalega sárt. Þegar ég tók hana af brjóstinu þá hreint og beint réðst hún á bringuna á mér og svo öxlina í von um að fá eitthvað virðist vera.", "title": "Mjólkuraukandi töflur.", "username": "alicia", "message_id": "16860120", "user_id": "89320", "response_to": null, "datetime": "2009-12-10 01:33:13", "datestring": "10. des. '09, kl: 01:33:13"}, {"response_to": "16860120", "username": "Annina", "message_id": "16860874", "user_id": "20716", "datetime": "2009-12-10 07:53:03", "datestring": "10. des. '09, kl: 07:53:03", "text": "Gætir líka prófað að fá þér svokallað hjálparbrjóst á meðan þú ert að ná upp mjólkinni sjálf.  Þannig fær hún ábót um leið og hún er að örva þína framleiðslu :)"}, {"response_to": "16860874", "username": "alicia", "message_id": "16863576", "user_id": "89320", "datetime": "2009-12-10 11:33:06", "datestring": "10. des. '09, kl: 11:33:06", "text": "Svona miðað við hvað stelpan er búin að hanga mikið á brjósti síðustu vikurnar, þá efast ég um að það virki.  Ég legg hana mjög oft á brjóst til að láta hana örva og mjólkin bara eykst ekkert að ráði :/"}, {"response_to": "16860120", "username": "tígrisynja", "message_id": "16863608", "user_id": "114985", "datetime": "2009-12-10 11:35:48", "datestring": "10. des. '09, kl: 11:35:48", "text": "Það eru töflur í Lyfju sem heita Lactation Ease. Hef ekki prófað þær en margar mæla mikið með þeim."}]}