{"url": "https://bland.is/umraeda/jarnskortur-modur/18254732/?page=6869", "date": "2010-03-12 00:39:31", "id": "18254732", "items": [{"text": "Ég er með eina tveggja mánaða á brjósti og fékk að vita fyrir þremur vikum á heilsugæslunni að ég er með járnskort. Mældist með 103 en lágmarkið er víst 120. \n\nSíðustu þrjár vikurnar hef ég síðan tekið fjölvítamín sem samkvæmt upplýsingum á boxinu á að gefa mér fullan dagsskammt (Tek Múlti-Mínus og lýsi). Auk þess hef ég daglega borðað hafragraut með rúsínum, sem eiga að vera járnríkar. Samt var ég bara komin upp í 111 þegar ég var mæld aftur. Ljósmóðirin vildi þá að ég færi að taka járnmixtúru. Ég keypti hana en sé að úr henni fæ ég eiginlega sama magn af járni og úr fjölvítamín töflunum. \n\nVar að spá hvort mixtúran hefði reynst ykkur mæðrum betur við járnskorti? \nEr brjóstabarnið mögulega einnig með járnskort? (Ljósan talaði ekkert um það)\nSíðan var ég líka að velta fyrir mér hvort járnskortur væri algengur hjá nýbökuðum mæðrum. Það hefur auðvitað staðið yfir úthreinsun sem hefur væntanlega sitt að segja. \nOg eru einhver önnur ráð sem duga vel til að auka járnið..? Mér hefur verið ráðlagt að borða spínat en hef ekki getað borðað mikið af því. Píni það samt  í mig ef þið hafið fundið mikinn mun á ykkur af því ;)", "title": "Járnskortur móður", "username": "Janúarin", "message_id": "18254732", "user_id": "76650", "response_to": null, "datetime": "2010-03-12 00:39:31", "datestring": "12. mar. '10, kl: 00:39:31"}, {"response_to": "18254732", "username": "Katze", "message_id": "18254837", "user_id": "75198", "datetime": "2010-03-12 00:52:02", "datestring": "12. mar. '10, kl: 00:52:02", "text": "Járnskortur er mjög algengur hjá nýbökuðum mæðrum, já og óléttum líka."}, {"response_to": "18254837", "username": "mars", "message_id": "18254848", "user_id": "3730", "datetime": "2010-03-12 00:54:47", "datestring": "12. mar. '10, kl: 00:54:47", "text": "Ég missti mikið blóð við fæðingu fyrsta barns (þurfti blóðgjöf) og hættir öðru hverju til að verða blóðlítil þá er það járnskortur sem hrjáir mig. Það sem hefur reynst mér langbest er Floradix járnmixtúran og þá tek ég ekki fjölvítamín með henni en tek lýsi."}, {"response_to": "18254732", "username": "Taotao", "message_id": "18254875", "user_id": "120590", "datetime": "2010-03-12 00:58:38", "datestring": "12. mar. '10, kl: 00:58:38", "text": "Mér var sagt að taka járntöflurnar Duroferon og C vítamín með, og ekki að neita mjólkurvara tveimur klst áður og eftir að ég tæki töflurnar. Ljósan mín sagði að það væri ekkert nóg fyrir mig að taka mixtúruna, en ég missti líka mikið blóð, en fann mikinn mun eftir að byrja að taka töflurnar."}, {"response_to": "18254732", "username": "stolta mamman", "message_id": "18258135", "user_id": "321", "datetime": "2010-03-12 11:27:58", "datestring": "12. mar. '10, kl: 11:27:58", "text": "Glímdi við sama vandamál.  Ætlaði að kaupa mér járn (tók inn fjölvítamín).  Konan í apótekinu stoppaði mig sem betur fer, því í venjulegum járntöflum er oft bara um 25 mg af járni en í Duroferon töflunum (sterkari járntöflur) eru 100 mg af járni.  hefðbundnar járntöflur duga ekki hjá okkur nýbökuðu mæðrunum sem erum að jafna okkur eftir meðgöngu og fæðingu, svo mikið er víst.  járnmixtúran er alveg feeeerlega dýr, ódýrara að taka inn í töfluformi."}, {"response_to": "18258135", "username": "isora", "message_id": "18260551", "user_id": "53908", "datetime": "2010-03-12 15:55:16", "datestring": "12. mar. '10, kl: 15:55:16", "text": "Ég fékk mér Floridix sem er járn úr jurtum sem virkaði alveg rosalega vel á mig og maður fær ekkert í magann af því :-)"}, {"response_to": "18254732", "username": "snow white", "message_id": "18261590", "user_id": "80108", "datetime": "2010-03-12 16:59:39", "datestring": "12. mar. '10, kl: 16:59:39", "text": "ég var líka eitthvað lág í járni á meðgöngu. ég tók járntöflur (man ekki hvort ég tók oftar en 1x á dag) allavega með kvöldmat og drakk appelsínusafa með. það svínvirkaði. C-vítamín hjálpar til við upptöku járnsins. kalk aftur á móti getur unnið gegn upptöku kalks."}, {"response_to": "18254732", "username": "kruttbaunin", "message_id": "18265600", "user_id": "95436", "datetime": "2010-03-12 21:19:25", "datestring": "12. mar. '10, kl: 21:19:25", "text": "Ég var einmitt 79 eftir mína fæðingu, tók járn töflur 2var á dag og síðan það sem mér fannst svínvirka var að borða slátur, s.s lifrapylsu.."}, {"response_to": "18254732", "username": "kelp", "message_id": "18265776", "user_id": "22764", "datetime": "2010-03-12 21:28:00", "datestring": "12. mar. '10, kl: 21:28:00", "text": "Ég missti heilann helling af blóði í fæðingunni og mældist 60 í blóði daginn eftir og á deildinni tók ég járntöflur, sem gerðu ekkert fyrir mig en þegar ég kom heim þá keypti tengdó (hjúkka) floradix járnformulu handa mér og hún svínvirkaði, fann nánast dagamun á mér og fékk ekkert í magan af henni.."}, {"response_to": "18254732", "username": "love and passion", "message_id": "18266528", "user_id": "60609", "datetime": "2010-03-12 22:09:19", "datestring": "12. mar. '10, kl: 22:09:19", "text": "Það sem hefur reynst mér best er fljótandi járn (floradix) en maður fær ekki hægðatregðu af því eins og járntöflunum."}, {"response_to": "18266528", "username": "kelp", "message_id": "18266771", "user_id": "22764", "datetime": "2010-03-12 22:20:53", "datestring": "12. mar. '10, kl: 22:20:53", "text": "Okey ég vissi það ekki :P vissi bara að töflurnar gerðu það og ég vildi ekki taka neina sjensa þar sem ég var bara nýbúin að eiga og var logandihrædd við harðlífi, át bara alltaf nóg af kiwi hehe :)"}, {"response_to": "18254732", "username": "150209", "message_id": "18266609", "user_id": "90833", "datetime": "2010-03-12 22:13:10", "datestring": "12. mar. '10, kl: 22:13:10", "text": "rauðrófur eru líka mjög járnríkar. Ég notaði ferskar rauðrófur mjög mikið þegar ég var ólétt. Gerði m.a. safa úr þeim með spínati, gulrótum og sítrónum (ef þú átt safapressu) svo er líka mjög gott að baka báta í ofni eins og kartöflur..ég gerði oft svona bland, kartöflu- og rauðrófubáta sem meðlæti með kjöti. Ekki samt láta þér bregða ef þú pissar vínrauðu daginn eftir! ;)"}, {"response_to": "18254732", "username": "Janúarin", "message_id": "18268642", "user_id": "76650", "datetime": "2010-03-13 00:12:49", "datestring": "13. mar. '10, kl: 00:12:49", "text": "Takk fyrir svörin."}, {"response_to": "18268642", "username": "púðinn", "message_id": "18268892", "user_id": "70697", "datetime": "2010-03-13 00:32:45", "datestring": "13. mar. '10, kl: 00:32:45", "text": "ég var með rosalegan járnskort, var nánast járnlaus bara. það sem virkaði best fyrir mig var óáfengt rauðvín, það er reyndar viðbjóður en góð leið til að ná járni upp á góðum tíma:) og taka töflur með (muna bara að borða sveskjur eða eitthvað með)"}, {"response_to": "18268642", "username": "tacitus", "message_id": "18269475", "user_id": "63636", "datetime": "2010-03-13 01:30:21", "datestring": "13. mar. '10, kl: 01:30:21", "text": "RDS  fyrir járn er 15mg.  Maður er að safnast í járnforði og \"notað\" járn endurnýtist aftur og aftur.  Á einum degi missir þú 1,5- 2 mg(á blæðingum).  S.s. ef þú ert komin með ákveðin jármforða, þarftu bara að viðhalda það.  Þannig var okkur kennt það allavegar í næringarfræði.  Mér finnst sum járntöflur alltof sterk ( þekki eina tegund em er með 65mg af járni í hverju töflu og á fólk að taka 2-3 töflur á dag!  Ef RDS, s.s. ráðlagðir dagskammtur er 15 mg, er ekki furðulegt, að fólk fær í magann.)."}, {"response_to": "18254732", "username": "Lisalott", "message_id": "18274471", "user_id": "52233", "datetime": "2010-03-13 14:11:47", "datestring": "13. mar. '10, kl: 14:11:47", "text": "Ég var líka mjög lág í járni eftir fæðingu eldri sonar míns vegna mikils blóðmissi í fæðingunni og ég passaði mig ekki nógu vel í brjóstagöfinni að taka spes járntöflur. Það endaði með því að ég varð allt of lág og ég fór þá að taka 80mg töflur skv. læknisráði og þurfti að taka þær mjög lengi því þetta fór svo hægt upp. Ég var rúmlega ár að jafna mig almenninlega ekki gaman...."}, {"response_to": "18254732", "username": "Lisalott", "message_id": "18274518", "user_id": "52233", "datetime": "2010-03-13 14:14:54", "datestring": "13. mar. '10, kl: 14:14:54", "text": "gleymdi að segja að líkaminn nær ekki að takaupp/ nýta nema eitthvað visst mikið upp af járninu sem maður tekur eins og t.d. úr svona járntöflum...svo það getur tekið tíma að jafna sig....."}, {"response_to": "18254732", "username": "steinaa-", "message_id": "18277804", "user_id": "84956", "datetime": "2010-03-13 18:46:40", "datestring": "13. mar. '10, kl: 18:46:40", "text": "járnskorturin er víst allveg eðlilegur ég fékk svona þegar dóttir mín var 5 vikna og það átti að leggja migg inn og ég átti að fá járn í æð. þá var ég með 95 lækninum fannst skrítið að ég gæti staðið..."}, {"response_to": "18254732", "username": "Hlédís", "message_id": "18280863", "user_id": "92938", "datetime": "2010-03-13 22:22:49", "datestring": "13. mar. '10, kl: 22:22:49", "text": "Það er mikið járn í hveitikími, sem fæst í heilsubúðum. Gott að bæta því út í t.d. smoothie og ommilettur. Svo er sniðugt að drekka appelsínusafa með þegar maður er að borða eitthvað járnríkt og forðast mjólkurvörur með því c vítamín eykur upptöku járns en mjólk minnkar upptöku þess."}]}