{"url": "https://bland.is/umraeda/hvad-gerid-thid-i-thessu-oskufalli-/19674814/?page=6437", "date": "2010-06-05 09:13:36", "id": "19674814", "items": [{"text": "Haldið þið ykkur og börnunum alveg inni með lokaða glugga...kíkiði út, og þá bara á pallinn eða látið þið þetta lítið á ykkur fá?\nÉg á tæplega 2 ára stubb og er voða illa við að fara út, sem er alveg ótrúlega leiðinlegt í þessu góða veðri. Við vitum ekki alveg hvað við eigum af okkur að gera. Í morgun erum við búin að lita, lesa og syngja - horfa smá á skoppu og skrítlu og svo fékk hann að fara í bað. Endilega ef þið eruð með hugmyndir hvað hægt sé að dúllast inni með frískt barn megið þið láta vaða ;) \nEina sem mér dettur í hug er að fara í sund - í innilaug :)\n\nManni langar að kvarta en það er óskaplega erfitt ef maður hugsar um fólkið sem hefur þurft að búa við þetta núna í lengri tíma!", "title": "Hvað gerið þið í þessu öskufalli?", "username": "Emma55", "message_id": "19674814", "user_id": "88256", "response_to": null, "datetime": "2010-06-05 09:13:36", "datestring": "5. jún. '10, kl: 09:13:36"}, {"response_to": "19674814", "username": "greifi87", "message_id": "19674951", "user_id": "135971", "datetime": "2010-06-05 09:28:25", "datestring": "5. jún. '10, kl: 09:28:25", "text": "það er alveg óhætt að fara út þetta fer minkandi getur lesið þig til um loftgæðinn inná rvk.is neðst á síðunni"}, {"response_to": "19674814", "username": "Támína", "message_id": "19675181", "user_id": "14798", "datetime": "2010-06-05 09:49:19", "datestring": "5. jún. '10, kl: 09:49:19", "text": "Ég hef hugsað mér að fara með mínar eitthvað í heimsókn.  Þær verða bara með eitthvað fyrir vitunum á meðan þetta er svona slæmt. Mér finnst þær ekki eiga nokkuð erindi til þess að \"vera úti\". Önnur þeirra hefur verið með slæman astma en hin ekki.  Mér sjálfri leið bara frekar illa af því að vera úti í þessu í gær svo mér dettur ekki í hug annað en að halda okkur innivið."}, {"response_to": "19675181", "username": "isora", "message_id": "19675196", "user_id": "53908", "datetime": "2010-06-05 09:50:36", "datestring": "5. jún. '10, kl: 09:50:36", "text": "Ég hugsa að ég fari eitthvað í heimsókn með strákinn minn, svona rétt til að skipta um umhverfi. Verð með eitthvað fyrir vitunum á meðan við skjótumst út í bíl og út úr honum aftur."}, {"response_to": "19674814", "username": "ððð", "message_id": "19675204", "user_id": "77287", "datetime": "2010-06-05 09:51:15", "datestring": "5. jún. '10, kl: 09:51:15", "text": "Það stendur inn á rvk.is að loftgæði séu léleg núna"}, {"response_to": "19674814", "username": "Furonda", "message_id": "19675781", "user_id": "5312", "datetime": "2010-06-05 10:45:26", "datestring": "5. jún. '10, kl: 10:45:26", "text": "Ég bý á Hvolsvelli og hér er þetta ógeðslegt en ég gæti ekki lifað með lokaða glugga og ekkert farið út í marga daga, vikur og jafnvel í allt sumar! Hér eru gluggar opnir á daginn og tuskan bara á lofti oft á dag og skúrað út. Ég á 2 astmabörn og er sjálf með astma. Annað barnið er með mjög slæman astma, hann tekur lyf og púst daglega en hann hefur engin einkenni sýnt við þessu ennþá. Við reynum bara að lifa okkar eðlilega lífi nema þegar það koma dagar eins og í gær en þá fóru loftgæðin í um 3000 og þá var ekki hægt að vera úti nema hlaupa bara útí bíl."}, {"response_to": "19675781", "username": "Tinna1206", "message_id": "19675914", "user_id": "63251", "datetime": "2010-06-05 10:59:33", "datestring": "5. jún. '10, kl: 10:59:33", "text": "ég er með asma og hef ekkert fundið mun á mér"}, {"response_to": "19674814", "username": "miss Alvia", "message_id": "19676120", "user_id": "64732", "datetime": "2010-06-05 11:17:53", "datestring": "5. jún. '10, kl: 11:17:53", "text": "Við verðum inni framyfir blund allavegana, mín litla er að verða 2ára og er astmabarn. þau fá reyndar að fara út núna eftir ca smástund á svalirnar og kasta niður nokkrum vatnsblöðrum en þá verða þau með buff fyrir vitum sér og það verður bara ef það er grænt eða gult \"ljós\" annars bíðum við í smástund."}, {"response_to": "19674814", "username": "nóvemberpons", "message_id": "19676303", "user_id": "69661", "datetime": "2010-06-05 11:32:03", "datestring": "5. jún. '10, kl: 11:32:03", "text": "elda eithvað saman? eða baka?"}]}