{"url": "https://bland.is/umraeda/hormonabolur/21428305/?page=5854", "date": "2010-09-26 06:49:56", "id": "21428305", "items": [{"text": "Hæ hafid tid einhver tips um hvernig er best ad eiga vid tessar hormonabolur.  Malid er ad strakurinn minn er utsteiptur i tessu alveg nidur a herdablod og brjost, og andlitid a honum er svakalegt, serstaklega i kringum annad augad, og finnst mer tad vera svo rautt og trutid, en konan sem er med ungbarnaeftirlitid sagdi mer ad hafa engar ahyggjur af tessu.\nEn eg hef tekid eftir ad strakurinn er mikid ad nudda andlitinu i allt sem hann kemst nalægt, og hef eg grun um ad honum klægji (erfitt ad skrifa tetta ord) mikid i andlitid.  Eg ber alltaf a hann barnaoliu med alovera og camomilloliu i en hef ekki enta sett tad i andlitid a honum.\nEndilega ef tid vitid um einhver krem eda eitthvad sem eg get borid a hann til ad honum lidi adeins betur, eda ef tid vitid einhver rad til ad losna vid tetta eru tau sko vel tegin.", "title": "hormonabolur", "username": "tiril", "message_id": "21428305", "user_id": "125846", "response_to": null, "datetime": "2010-09-26 06:49:56", "datestring": "26. sep. '10, kl: 06:49:56"}, {"response_to": "21428305", "username": "radiostar", "message_id": "21428573", "user_id": "69381", "datetime": "2010-09-26 09:10:41", "datestring": "26. sep. '10, kl: 09:10:41", "text": "minn var svona, svo voru kinnarnar orðnr alveg eldrauðar og þrútnar og leit út eins og útbrot með bólunum, kannski sama og hjá þér?"}, {"response_to": "21428305", "username": "MUX", "message_id": "21428775", "user_id": "53030", "datetime": "2010-09-26 09:46:31", "datestring": "26. sep. '10, kl: 09:46:31", "text": "Mín var alveg hrikaleg, ljósna hafði sjaldan séð annað eins, en hún sagði mér að láta þetta eiga sig.  Svo næst þegar hún kom og barnið var ennþá svona þá sagði hún að ég gæti prufað að kaupa michael clausen kremið (fæst í apótekum) og nota það."}, {"response_to": "21428305", "username": "evalinda", "message_id": "21428918", "user_id": "56068", "datetime": "2010-09-26 10:09:44", "datestring": "26. sep. '10, kl: 10:09:44", "text": "ég þreif dóttir minni með vatni og tea tree ilmkjarnaolíu og bólurnar voru farnar á tveim dögum. Blandaði þetta mjög dauft, eða ca 2-3 dropa af olíunni og 3-4 dl vatn. bleytti bara grisju uppúr blöndunni og strauk yfir bólurnar. Held ég hafi bara gert þetta 1x eða 2x, það var nóg."}, {"response_to": "21428305", "username": "kolla78", "message_id": "21428958", "user_id": "92201", "datetime": "2010-09-26 10:14:11", "datestring": "26. sep. '10, kl: 10:14:11", "text": "mín var svona líka alveg hryllilega slæm rauð og þrútinn og ég var nokkuð viss um að henni klæjaði undan þessu miðað við pirringinn í henni... en ljósan mín sagði að ekkert væri hægt að gera við þessu þetta víst  kemur og fer fram til 7 vikna"}, {"response_to": "21428305", "username": "tiril", "message_id": "21435275", "user_id": "125846", "datetime": "2010-09-26 18:57:31", "datestring": "26. sep. '10, kl: 18:57:31", "text": "minn er 7 vikna tannig ad eg vona ta ad tetta fari ad hverfa.  En eg ber oliuna a hann eftir radi fra hjukkunni sem er med hann i ungbarnaeftirlitinu tvi hann er svo svakalega turr i hudinni.  Eg profadi i dag ad setja a hann svona aloevera gel (grænt) og eg er bara ekki fra tvi ad tetta hafi adeins minnkad."}, {"response_to": "21428305", "username": "mufasa", "message_id": "21436294", "user_id": "72199", "datetime": "2010-09-26 20:02:48", "datestring": "26. sep. '10, kl: 20:02:48", "text": "fyrst þetta er á svona dreyfðusvæði er þetta þá ekki hormónabólur og hitabólur í bland ?"}, {"response_to": "21436294", "username": "RER", "message_id": "21437369", "user_id": "145570", "datetime": "2010-09-26 20:59:36", "datestring": "26. sep. '10, kl: 20:59:36", "text": "Stelpan mín fékk rosalega mikið af bólum í andlitið og á búkinn. Hjúkrunarfræðingurinn í ungbarnaeftirlitinu sagði mér að sleppa því að setja þvottaefni þegar ég þvæ fötin hennar. Þetta lagaðist en hvort það var þvottaefnið eða bara að sjálfu sér veit ég ekki."}, {"response_to": "21437369", "username": "0915", "message_id": "21437850", "user_id": "53339", "datetime": "2010-09-26 21:25:28", "datestring": "26. sep. '10, kl: 21:25:28", "text": "Mín var líka svona þegar hún var ca 3 vikna, alveg bara mjög slæm í andlitinu og ljósan mín benti mér á Mildison sem fæst bara í apóteki án lyfseðils, það er smá steri í þessu kremi en ég skal segja þér það að mín var orðin strax betri daginn eftir að ég bar á hana. Þetta krem er alveg frábært þegar að kemur að þurrkublettum og exemi. Allavega mæli ég alveg hiklaust með Mildison."}, {"response_to": "21428305", "username": "Stjarna8", "message_id": "21438993", "user_id": "110090", "datetime": "2010-09-26 22:22:27", "datestring": "26. sep. '10, kl: 22:22:27", "text": "Mín var líka svona slæm en þetta fór uppúr 2 mánaða aldri, hafði svaka áhyggjur en eins og margar ljóskur benda á held ég það sé best að láta þetta vera"}]}