{"url": "https://bland.is/umraeda/hvernig-skipuleggid-thid-ykkur-med-matartimana-/21817946/?page=5683", "date": "2010-10-27 09:32:38", "id": "21817946", "items": [{"text": "Sæl veriði\nÉg er að hætta með skvísuna á brjósti hún er 6 mánaða. Ég er farin að gefa henni einn pela í hádeginu og eftir það fór hún að vilja minna brjóstið.Mig langaði að forvitnast um hvernig þið sem erum með börn á sama aldri eða eruð munið hvernig þið fóruð að....\nHvernig skipuleggið þið matarrímana.\n\nNúna er hún að drekka brjóst klukkan 07:00\ngraut blandaðan útí 120ml af þurrmjólk kl:09:00\nPela 150 ml kl: 13:30\návaxtamauk kl: 16:30\nbrjóst kl: 19:00\ngraut blandaðan útí 120 ml af þurrmjólk kl: 20:00 \nEngin næturgjöf....\n\nNú fer ég að setja inn grænmetið klukkan 13:00 en hvernig eruð þið að gefa pelana og í hvað miklu magni núna þegar ég hætti með þessar tvær brjóstagjafir á ég þá að gefa henni pela eftir grautinn eða á undan?\nÁ ég að gefa pela á eftir grænmetinu í hádeginu?\n\nEinnig langaði mig að spyrja í sambandi við þurrmjólkina. Ég er að fara í flug með hana og við verðum á ferðalagi allan daginn, má e´g hafa pelana tilbúna (blandaða) í sérstakri tösku eða verð ég að vera að blanda þá á leiðinni? (er að fara í flug)\n\nVantar endilega ráðleggingar....\nKveðja", "title": "Hvernig skipuleggið þið ykkur með matartímana????", "username": "sifelva", "message_id": "21817946", "user_id": "56850", "response_to": null, "datetime": "2010-10-27 09:32:38", "datestring": "27. okt. '10, kl: 09:32:38"}, {"response_to": "21817946", "username": "kep", "message_id": "21818227", "user_id": "44452", "datetime": "2010-10-27 10:02:48", "datestring": "27. okt. '10, kl: 10:02:48", "text": "Ég hef alltaf gefið mín börn að borða á sama tíma og við erum að borða. Þannig hefur rútinan með matmálstímana komið af sjálfum sér. í byrjum höfum við gefið þeim smá að smakka á sama tíma og við erum að fá okkur hádegismat. Svo höfum við bætt við smá í morgunmat och kvöldmat."}, {"response_to": "21817946", "username": "Suri", "message_id": "21818994", "user_id": "29107", "datetime": "2010-10-27 11:06:16", "datestring": "27. okt. '10, kl: 11:06:16", "text": "þetta er örugglega ágætisplan sem þú ert með"}]}