{"url": "https://bland.is/umraeda/4-ara-donaleg-vid-ommu-sina-og-afa/21955975/?page=5617", "date": "2010-11-07 13:37:37", "id": "21955975", "items": [{"text": "Ég er algjörlega ráðþrota varðandi 4 ára dóttur mína. Hún er alveg hræðilega dónaleg við ömmu sína og afa (þ.e. foreldra mína). Foreldrar mannsins mín búa hins vegar erlendis svo hún hittir þau ekki nema 1-2x á ári. \n\nMamma mín er sú manneskja sem hefur reynst okkur best varðandi pössun, hún er alltaf að kaupa föt og gjafir handa dóttir minni og er alveg ofboðslega góð við hana í alla staði. Sýnir henni 100% athygli, leikur við hana og talar við hana. \n\nEn þá sjaldan sem dóttir mín þarf t.d. að fara í næturpössun til ömmu sinnar og afa þá harðneitar hún að fara til þeirra. Hún segir að amma sín sé leiðinleg og að hún vilji ekki fara til þeirra eða fá þau í heimsókn. Þegar þau koma í heimsókn hundsar hún þau, neitar að heilsa þeim og kveðja þegar þau fara. Þegar amma hennar er að tala við hana setur hún líka oft upp fýlusvip, á það til að slá til hennar, neita að tala við hana eða hundsa hana á annan hátt. \n\nAf hverju lætur dóttir mín svona við ömmu sína sem er svona ofboðslega góð við hana? Getur verið að hún sé að sýna henni of mikla athygli? Hrósa henni of mikið? Gefa henni of mikið af gjöfum? \n\nGæti líka verið að mamma sé að gera of miklar kröfur til hennar? Þá á ég við hvort að dóttur minni gæti fundist hún vera undir einhvers konar pressu í kringum hana? Mamma er auðvitað að sýna henni mikla athygli, spyr hana alls konar spurningar, er að kenna henni alls konar hluti í gegnum leiki osfrv. \n\nÞá er dóttir mín hvergi óþekkari en þegar við förum í heimsókn til foreldra minna. Hoppar í sófanum, hlýðir ekki þegar henni er bannað eitthvað og er með takta sem hún sýnir hvergi annars staðar. \n\nVið erum eiginlega orðin ráðþrota yfir þessu og skömmumst okkur hrikalega þegar hún lætur svona. Maður sér alveg á foreldrum mínum að þeim sárnar þegar barnabarnið lætur svona. \n\nÞað þarf nú varla að taka það fram að við skömmum hana þegar hún lætur svona en það virðist fara í gegnum annað eyrað og út um hitt. Næst þegar við hittum foreldra mína lætur hún alveg eins og við erum orðin alveg ótrúlega þreytt á þessari leiðinlegu hegðun. Þetta er líka orðin svo langur tíma, ég myndi halda að hún sé búin að láta svona í kringum þau síðustu 2 árin eða svo. \n\nEr einhver sem getur gefið mér einhver ráð????", "title": "4 ára dónaleg við ömmu sína og afa", "username": "latika82", "message_id": "21955975", "user_id": "99420", "response_to": null, "datetime": "2010-11-07 13:37:37", "datestring": "7. nóv. '10, kl: 13:37:37"}, {"response_to": "21955975", "username": "Biggaboo", "message_id": "21960565", "user_id": "69385", "datetime": "2010-11-07 19:53:06", "datestring": "7. nóv. '10, kl: 19:53:06", "text": "það er ekkert sem mér getur dottið í hug nema þá kannski að fara í gegnum útilokunar aðferðina því sem sem gæti verið að."}, {"response_to": "21955975", "username": "g70", "message_id": "21963342", "user_id": "86705", "datetime": "2010-11-07 22:46:49", "datestring": "7. nóv. '10, kl: 22:46:49", "text": "1. Bregðist þið strax við þegar hún sýnir þessa hegðun?"}]}