{"url": "https://bland.is/umraeda/uppastungur-fyrir-afthreyingu-hjalp/22042494/?page=5580", "date": "2010-11-14 08:54:32", "id": "22042494", "items": [{"text": "Ég á eina litla spræka 4 ára stelpu sem hefur gaman af útiveru og að er mjög aktív og við höfum oft alltaf gert eitthvað saman eins og farið í fótbolta eða eitthvað slíkt.\n\nEn nú er það komið svo upp að ég lenti í bílsslysi fyrir ca. 3 vikum síðan og eitthvað hnjaskaðist til hryggsúlan en ekkert brotið og ekkert lamað en er með minni hreyfigetu í fótunum sem stendur og er því í hjólastól þangað til að þetta jafnar sig og á því að geta fengið fulla hreyfigetu aftur. \n\nEn þangað til vil ég endilega geta gert eitthvað slíkt með dóttur minni en hef verið að hugsa hvað við gætum gert.\nEitthvað annað en t.d. að fara í dýragarð eða eitthvað svona skoðunarferðir, við gerðum það síðast en eins og ég segji þá er hún mjög aktív og vill hlaupa um og sprella og eitthvað þannig.\n\nEf þið hafið einhverjar uppástungur væri það frábært.\nTakk fyrir :)", "title": "uppástungur fyrir afþreyingu, hjálp", "username": "solstafir", "message_id": "22042494", "user_id": "134172", "response_to": null, "datetime": "2010-11-14 08:54:32", "datestring": "14. nóv. '10, kl: 08:54:32"}, {"response_to": "22042494", "username": "Splæs", "message_id": "22042929", "user_id": "83074", "datetime": "2010-11-14 10:14:30", "datestring": "14. nóv. '10, kl: 10:14:30", "text": "Láta hana teikna upp parísarleik á gangstétt með krít og fara svo í leikinn. Þú getur teiknað það fyrir hana á blað fyrst. Láttu hana skreyta þetta nógu mikið svo hún sé lengi að því. Þegar þú átt að gera hoppar hún fyrir þig líka. Er hægt að fá annan krakka með ykkur í leikinn?"}, {"response_to": "22042929", "username": "solstafir", "message_id": "22043106", "user_id": "134172", "datetime": "2010-11-14 10:40:15", "datestring": "14. nóv. '10, kl: 10:40:15", "text": "Það ætti nú að vera hægt en hún vill stundum bara fá svona dag þar sem það eru bara við tvö."}, {"response_to": "22043106", "username": "Celestial", "message_id": "22043165", "user_id": "6231", "datetime": "2010-11-14 10:48:07", "datestring": "14. nóv. '10, kl: 10:48:07", "text": "Kasta bolta á milli.... þú getur verið kastarinn og kastað hátt, lágt, langt og stutt, hún fengi heilmikla hreyfingu út úr því :) Svo gætuð þið blásið sápukúlur, jafnvel þú blásið og hún keppst við að hlaupa og sprengja kúlurnar. Mokað í sandkassanum og búið til alls kyns hús og ævintýrahallir ef aðstæður eru fyrir hendi. Eða leitað að fallegum laufum til að líma á harðspjald þegar þið komið heim og plastað, s.s. lítið listaverk. Ef hún á hjól þá gætu þið verið á afmörkuðu svæði þar sem hún æfir sig að hjóla, þið gætuð jafnvel farið í einfaldan eltingaleik eða kapp."}, {"response_to": "22043165", "username": "solstafir", "message_id": "22043740", "user_id": "134172", "datetime": "2010-11-14 11:43:35", "datestring": "14. nóv. '10, kl: 11:43:35", "text": "vá þetta eru frábærar hugmyndir!"}, {"response_to": "22042494", "username": "Splæs", "message_id": "22043198", "user_id": "83074", "datetime": "2010-11-14 10:50:20", "datestring": "14. nóv. '10, kl: 10:50:20", "text": "Hér eru kannski hugmyndir fyrir ykkur:"}]}