{"url": "https://bland.is/umraeda/vaeluthradur-til-tilbreytingar-/22042575/?page=5580", "date": "2010-11-14 09:17:24", "id": "22042575", "items": [{"text": "Eg er ordin svo threitt a thessum endalaust verkjum i hendinni og doda i fingrunum..Er med corpaltunnelsindrom eda hvad thad heitir..Er buin ad vera med thetta ii nokkur ar byrjadi sem eitthvad sem kom ødru hverju en nuna er htad stanslaust..\nFor loksins til læknis og er nuna ad bida eftir tima hja taugaserfrædingi, fæ tima einhverntiman milli nuna og januar..Er med verkjalyf 1 tegund sem eg tek alla daga 3 stk a dag og svo hinn er auka med (forte)Samt er eg alltaf med verki..Thessar Forte tøflur tekur 1-2 tima ad virka og virka i 1-2 tima hamark tho eg taki 2 stk. håmarks fjoldi er 8 stk a solahring og eg er buin ad taka 6 af theim stundum milli 12 a midnætti og fyrir 12 a hadegi vegna thess ad eg vakna 1-2 med svo mikla verki i hendinni. Stundum eru verkirnir alveg upp ad øxl..eina sem hefur lagast vid vid thad ad taka lyfin er ad eg er ekki med stanslausa verki i lofanum og thikka vødvanum vid tumalin..en dofin er en til stadar..\n\n\nSorry langlokuna vard ad fa ad væla sma til tilbreytingar", "title": "VÆLUTHRADUR (til tilbreytingar)", "username": "Myken", "message_id": "22042575", "user_id": "141701", "response_to": null, "datetime": "2010-11-14 09:17:24", "datestring": "14. nóv. '10, kl: 09:17:24"}, {"response_to": "22042575", "username": "Myken", "message_id": "22042641", "user_id": "141701", "datetime": "2010-11-14 09:30:14", "datestring": "14. nóv. '10, kl: 09:30:14", "text": ""}, {"response_to": "22042575", "username": "Myken", "message_id": "22042892", "user_id": "141701", "datetime": "2010-11-14 10:10:03", "datestring": "14. nóv. '10, kl: 10:10:03", "text": "eru engar her sem kannast vid thetta vandamal eda hafa farid i adgerd vega thess"}, {"response_to": "22042575", "username": "hangikjöt", "message_id": "22042996", "user_id": "27442", "datetime": "2010-11-14 10:23:35", "datestring": "14. nóv. '10, kl: 10:23:35", "text": "hefur þú prófað voltaren krem ?"}, {"response_to": "22042996", "username": "Myken", "message_id": "22043122", "user_id": "141701", "datetime": "2010-11-14 10:43:18", "datestring": "14. nóv. '10, kl: 10:43:18", "text": "verkirnir og dodin hja mer er fra fingurm og upp reyndar ekki prufad thad en verkjatoflunar virka ekki..var med voltaren rabit heima å isl i sma tima..en thar sem tetta er vegna bolgu og traungra sinaslidra tha er vist ahryfarikast ad skera tær upp til ad vikka tær"}, {"response_to": "22042575", "username": "Dogslife", "message_id": "22044010", "user_id": "69987", "datetime": "2010-11-14 12:06:24", "datestring": "14. nóv. '10, kl: 12:06:24", "text": "Úff ég var svona í nokkur ár áður en ég drattaðist til læknis sem sendi mig strax til taugasérfræðings og hann sendi mig beint í skurðaðgerð. Hendin á mér var mjög ílla farin og skurðlæknirinn lét mig skrifa undir afsal að ég vissi að hann gæti mögulega ekkert gert fyrir mig eða gert hlutina verri með að krukka í þessu. Þetta er í fyrsta og eina skiptið sem ég hef þurft að skrifa undir afsal þegar ég fer ekki í svæfingu. En lukkulega var þetta góður skurðlæknir og hann náði að redda þessu fyrir horn. Ég er mikið betri í dag ég fæ ennþá svoldið slæma daga og stundum hættir hendin að virka en vá hvað það er mikið betra en stöðugur sársauki."}]}