{"url": "https://bland.is/umraeda/apa-kerfid-thegar-hof-er-stofnun-ekki-manneskja/22255460/?page=5482", "date": "2010-11-30 16:27:04", "id": "22255460", "items": [{"text": "Kæru ER konur. \n\nEr að nota APA kerfið og ég set allt inn í Sources í Word þannig að þegar ég set inn heimild þá vel ég Insert Ciation og fylli inn í formið sem kemur upp. Hef notað þetta með góðum árangri NEMA þegar höfundurinn \"Author\" er ekki manneskja heldur stofnun. Þegar heimildin er stofnun þá gerist eftirfarandi: Ég set inn t.d. Statistical Series: Population sem höfund en kerfið vill meina að þetta sé nafn á manneskju og umbreytir þessu í (Population, 2009) inní textanum og í heimildaskránni sjálfri breytir APA þessu í Population,S.S(2009) - sem gengur auðvitað ekki. Þetta kemur sér auðvitað mjög vel þegar um manneskjur er að ræða sem höfunda en ekki stofnanir. Ég finn enga lausn til að handbreyta þessu inní Sources þegar um stofnanir er að ræða en vil endilega halda mig við að setja all þar inn, þannig að ég bara spyr hvort það sé einhver snillingur hér á ferð sem er með lausn á þessu?\n\nÉg veit alveg að ég get handsett heimildina inn og mun enda á því ef engin er lausnin, en er bara forvitin að vita hvort einhver hefur lent í akkúrat því sama og er með sniðuga lausn inní Sources. \n\nFyrirframþökk,\nstúdínan", "title": "APA kerfið þegar höf. er stofnun ekki manneskja", "username": "dkfari", "message_id": "22255460", "user_id": "105044", "response_to": null, "datetime": "2010-11-30 16:27:04", "datestring": "30. nóv. '10, kl: 16:27:04"}, {"response_to": "22255460", "username": "Grjona", "message_id": "22255507", "user_id": "18490", "datetime": "2010-11-30 16:31:17", "datestring": "30. nóv. '10, kl: 16:31:17", "text": "Hvaða týpu velurðu? Ég kann reyndar ekkert á þetta en mér dettur helst í hug að þú þurfir að nota einhverja aðra týpu. Er eitthvað hér sem getur hjálpað þér"}, {"response_to": "22255507", "username": "dkfari", "message_id": "22255908", "user_id": "105044", "datetime": "2010-11-30 17:03:33", "datestring": "30. nóv. '10, kl: 17:03:33", "text": "TAKK :) Hann er með þetta hann Jón Freyr, allavega klausa um hvernig á að setja inn íslenska höfunda þannig að allt nafnið birtist og ég prufaði það. Verð sem sagt að setja Stofnunina inn sem \"Corporate Autor\" og þá birtist þetta rétt eða: Statistical Series: Population."}, {"response_to": "22255460", "username": "rosasi", "message_id": "22255587", "user_id": "63540", "datetime": "2010-11-30 16:38:08", "datestring": "30. nóv. '10, kl: 16:38:08", "text": "Þetta bjargar mér ef ég er í vandræðum :)"}, {"response_to": "22255460", "username": "dkfari", "message_id": "22255974", "user_id": "105044", "datetime": "2010-11-30 17:08:52", "datestring": "30. nóv. '10, kl: 17:08:52", "text": "En fyrst ég er nú á annað borð byrjuð. Hvað finnst ykku um þetta: Hér er slóð;"}]}