{"url": "https://bland.is/umraeda/graco-belogic-eda-maxicosi-mobi-eda-/22860863/?page=5125", "date": "2011-01-24 14:41:59", "id": "22860863", "items": [{"text": "Hæ \n\nEr einhver sem þekkir  eða á Graco BeLogic og langar að deila hvernig hann reynist.\nVar svo nokkurn veginn búin að ákveða mig að kaupa Maxi Cosi Mobi sem ég væri alveg til í að heyra skoðanir á líka, en svo þegar ég kom í búðina til að prófa stólinn í bílinn og máta barnið í þá var mér bent á Graco stólinn. Úff hvað kona getur stundum verið óákveðin og hvað þá þegar maður vill að sjálfsögðu fá það besta fyrir börnin sín;)\nVar einhverstaðar búin að lesa að Maxi Cosi stólinn væri frekar lítill, finnst ykkur það?", "title": "Graco BeLogic eða MaxiCosi Mobi eða...", "username": "vaíla", "message_id": "22860863", "user_id": "69675", "response_to": null, "datetime": "2011-01-24 14:41:59", "datestring": "24. jan. '11, kl: 14:41:59"}, {"response_to": "22860863", "username": "nanischa", "message_id": "22930303", "user_id": "99904", "datetime": "2011-01-29 15:31:09", "datestring": "29. jan. '11, kl: 15:31:09", "text": "ég fór að skoða báða stólanna og var mjög óákveðin og var jafnvel að spá í graco cosmic comfort því allar í mömmuhópnum mínum keyptu þannig en svo heyrði ég að þeim fyndist óþolandi að festa barnið í stólinn út af festingin var eitthvað böggandi - nema ég fer aftur upp í ólavíu og ólíver og bið um að fá að setja stólinn í bílinn og máta barnið í hann og festa - svo þegar ég er að festa barnið í stólinn skyldi ég þær svo vel að finnast festingin bögg td bara í snjókomu og vonduveðri verður þetta að vera þægilegt maður nennir ekki að bökslast við einhverja festingu .... nema svo fer ég í fífu og fæ að máta stólinn þar maxi cosi mobi og hann passadi í bílinn - passar ekki í alla bíla .... það var engin umræða um maxi cosi mobi svo ég var frekar smeik við að festa kaup í stól sem var alveg bakvísandi og ekkert um á netinu nema á ensku - en vegna þess að hallinn var góður og það var þægilegt að festa barnið í og bara allt þægilegt við hann ákvað ég að kaupa hann og sé engan vegin eftir barninu mínu líður svo vel í honum og hann er að verða 2 ára - vildi aldrei framvísandi stól því við vorum búin að lenda í bílslysi ....."}, {"response_to": "22860863", "username": "micro", "message_id": "22930768", "user_id": "14570", "datetime": "2011-01-29 16:09:21", "datestring": "29. jan. '11, kl: 16:09:21", "text": "mér finnst Mobi-inn rosalega flottur, en ég vildi stól sem ég gat snúið við líka, svona ef barnið verður alveg brjálað bakvísandi :D nógu dýrir eru þessir stólar :D"}]}