{"url": "https://bland.is/umraeda/gaviscon-mixtura/23025994/?page=5061", "date": "2011-02-05 16:09:19", "id": "23025994", "items": [{"text": "Mig langaði að vita hvort hvenær og hversu mikið þið eruð að gefa ungunum ykkar af þessari mixtúru. Heimilislæknirinn mælti með að ég prufaði þetta fyrir strákinn minn en hann talaði ekkert um hvenig ég ætti að gera þetta. Mér sýnist flestir vera að gefa þetta eftir gjöf og þá misjafnt hversu lengi eftir gjöf. Langaði aðeins að heyra hvernig þið eruð að gefa þetta. Minn er tveggja mánaða", "title": "Gaviscon mixtúra", "username": "mamma1304", "message_id": "23025994", "user_id": "13527", "response_to": null, "datetime": "2011-02-05 16:09:19", "datestring": "5. feb. '11, kl: 16:09:19"}, {"response_to": "23025994", "username": "ehi", "message_id": "23028398", "user_id": "14363", "datetime": "2011-02-05 19:37:29", "datestring": "5. feb. '11, kl: 19:37:29", "text": "Mínar eru reyndar byrjaðar að borða (eru 8 mánaða en litlar og léttar). Þær fá þetta strax eftir matinn og svo læt ég þær sitja í dálitla stund áður en þær fara á gólfið. Þær fá 5 ml."}, {"response_to": "23025994", "username": "litlaskotta", "message_id": "23028732", "user_id": "66612", "datetime": "2011-02-05 20:05:16", "datestring": "5. feb. '11, kl: 20:05:16", "text": "ég veit ekki hve mikið þú átt að gefa barninu en mín hefur fengið gaviscon síðan hún var 6 vikna gömul og ég hef alltaf látið líða 30 mín eftir máltíð áður en hún fær :)"}, {"response_to": "23025994", "username": "rh123", "message_id": "23030363", "user_id": "107070", "datetime": "2011-02-05 22:24:35", "datestring": "5. feb. '11, kl: 22:24:35", "text": "barnalæknir sagði við okkur að fyrir svona lítil er 1-1,5 ml strax eftir gjöf því þá myndar mixtúran tappa ofan á mjólkinni og minna gúlpast upp, ég gaf með lítilli sprautu. svo sagði hann að það væri í lagi að gefa eins oft og þurfa þykir en ef barnið fer að fá hægðatregðu þá verður að minnka magnið yfir daginn"}, {"response_to": "23025994", "username": "Gabi", "message_id": "23033257", "user_id": "71934", "datetime": "2011-02-06 10:26:53", "datestring": "6. feb. '11, kl: 10:26:53", "text": "Ég átti að gefa minni 2,5 ml strax eftir gjöf hún byrjaði að fá þetta 5 mánaða. Mér var tjáð að ef hún fengi minna þá hefði það lítil áhrif á að minnka það að hún gubbaði svona mikið."}, {"response_to": "23025994", "username": "Lena1212", "message_id": "23036000", "user_id": "160299", "datetime": "2011-02-06 14:55:54", "datestring": "6. feb. '11, kl: 14:55:54", "text": "En skrýtið að heimilislæknirinn þinn gefi ekki fyrimæli um hversu mikið barnið á að fá !"}, {"response_to": "23036000", "username": "mamma1304", "message_id": "23068165", "user_id": "13527", "datetime": "2011-02-08 22:04:56", "datestring": "8. feb. '11, kl: 22:04:56", "text": "Takk fyrir svörin!! Ég ákvað að prófa að gefa honum 1-1.5 ml eftir gjöf. Talaði líka við hjúkrunarfræðinginn í ungbarnaeftirlitinu. Er bara búin að gefa þetta í tvo daga og sé svo sem ekki mikinn mun en ætla að prófa áfram. Takk fyrir hjálpina :)"}]}