{"url": "https://bland.is/umraeda/notadar-taubleyjur-og-nyjar/23069871/?page=5054", "date": "2011-02-09 00:01:10", "id": "23069871", "items": [{"text": "Sælar!\n\nMig langar að deila aðeins með ykkur minni reynslu og skoðun. Í tæpt ár hef ég verið að versla notaðar taubleyjur á barnalandi og alltaf verið í basli vegna leka eða einhvers.\n\nÍ nokkur skipti hef ég keypt splunkunýjar bleyjur.\n\nMunurinn á gæðum hefur reynst mjög mikill. Ég hélt fyrst að ég væri að gera eitthvað rangt en nú er ég búin að átta mig á að teygjan á hliðunum verður slakari og svo eru börnin kannski búin að nota þessar bleyjur upp í vissan aldur þannig að þær hafa teygst og eru þ.a.l. og stórar á hliðunum fyrir yngra barn.\n\nÉg hef í kjölfarið verið nokkur örg því notaðar bleyjur eru alls ekki seldar ódýrt, miðað við gæði, oftast 1500 kr. stykkið en alveg niður í 1000 kr. \n\nÉg er handviss að mæðurnar eru að selja þær með bestu vitund um að þær virki vel en það er bara allt annað að nota þær á yngri börn. A.m.k. er það svo hjá mér.\n\nSvo til þeirra sem eru að hugsa um taubleyjur þá mæli ég með nýjum. Ég hefði viljað fá það ráð fyrir tæpu ári síðan og þá sloppið við endalaus óhöpp og pirring.\n\nEndilega tjáið ykkur hvort sem þið hafið góða eða slæma reynslu eða eruð að selja notaðar.", "title": "Notaðar taubleyjur og nýjar", "username": "Burnirót", "message_id": "23069871", "user_id": "102929", "response_to": null, "datetime": "2011-02-09 00:01:10", "datestring": "9. feb. '11, kl: 00:01:10"}, {"response_to": "23069871", "username": "Ransoms", "message_id": "23069986", "user_id": "13910", "datetime": "2011-02-09 00:19:00", "datestring": "9. feb. '11, kl: 00:19:00", "text": "Þetta er einmitt ekki mín reynsla.  Ég hef þurft að skipta um teygjur í 5 bleium.  2 þeirra voru notaðar og þá af tveimur börnum (mitt barn var sem sagt það 3ja).  Hinar 3 voru nýjar bleiur.  Held að gæðin á teygjunum fari mjög eftir tegundum.  Ég á 3 bleiur sem ég fékk notaðar og er búin að nota þær í drasl.  Efnið er farið að gefa sig og annað en teygjur alveg í fullkomnu lagi.  Það er víst alveg hægt að vera heppinn og óheppinn í þessum málum eins og öllu öðru.  En mín reynsla af notuðum taubleium er allavega MJÖG góð."}, {"response_to": "23069871", "username": "VBS", "message_id": "23070346", "user_id": "7821", "datetime": "2011-02-09 01:32:32", "datestring": "9. feb. '11, kl: 01:32:32", "text": "Ég hef keypt bæði notaðar og nýjar bleiur og hef sjaldan lent í leka.  Ég hef lent í miklum leka með eina tegund sem greinilega hentaði ekki dömunni minni og það voru nýjar bleiur.  Ég hef líka einu sinni lent í að kaupa nýjar bleiur sem voru gallaðar og pulið losnaði allt frá og varð leiðinlegt."}, {"response_to": "23069871", "username": "Holuhraun", "message_id": "23071442", "user_id": "51675", "datetime": "2011-02-09 09:40:06", "datestring": "9. feb. '11, kl: 09:40:06", "text": "Ég hef ekki keypt notaðar taubleiur en það sem þú ert samt að segja er að það sé ekki hægt að nota taubleiur á milli barna sem ég bara neita að trúa."}, {"response_to": "23069871", "username": "Hygieia", "message_id": "23071766", "user_id": "83422", "datetime": "2011-02-09 10:20:36", "datestring": "9. feb. '11, kl: 10:20:36", "text": "Hef ekki lent í þessu með notaðar bleiur. Er líka að nota taubleiur frá eldra barni núna og þær eru alveg fínar sko."}, {"response_to": "23069871", "username": "brúða", "message_id": "23071853", "user_id": "81467", "datetime": "2011-02-09 10:29:29", "datestring": "9. feb. '11, kl: 10:29:29", "text": "Hef ekki lent í þessu, á einmitt tvær notaðar bleiur sem ég fékk hjá vinkonu minni. Reyndar var minn strákur orðinn allavega 1 árs ef ekki aðeins eldri þegar við fengum þær, það spilar kannski inní að hann var ekki pinkupons."}, {"response_to": "23069871", "username": "sun82", "message_id": "23072165", "user_id": "52051", "datetime": "2011-02-09 11:02:24", "datestring": "9. feb. '11, kl: 11:02:24", "text": "Hef mjög góða reynslu af notuðu taubleyjum. Keypti mest bumgenious en líka aðrar og fékk þær á góðu verði og hafa þær reynst mér vel."}, {"response_to": "23069871", "username": "kep", "message_id": "23072647", "user_id": "44452", "datetime": "2011-02-09 11:45:36", "datestring": "9. feb. '11, kl: 11:45:36", "text": "Ég hef hingað til verið mjög ánægð með bleyjur sem ég hef keypt notaðar og er núna að nota nokkrar bleyjur sem hafa áður verið notaðar af 2 börnum. Þurfti að skipta riflásin en teygjan er allt í lagi. Á líka bleyju sem ég keypti ný í fyrra og þar er teyjan alveg farin. Þannig að gæðin er misjöfn. Hins vegar finnst mér oft notaðar taubleyjur allt of dýrir. Ég hef aldrei borgað meira en 1000 kr st og mundi vera mjög sátt við að fá 500 kr st fyrir bleyjurnar okkar þegar stelpan er hætt að nota þær."}, {"response_to": "23069871", "username": "Aya", "message_id": "23074595", "user_id": "2146", "datetime": "2011-02-09 14:23:12", "datestring": "9. feb. '11, kl: 14:23:12", "text": "Áhugaverð umræða, mig langar mikið að nota taubleyjur fyrir mitt barn en ég er svooo ringluð í þessu, finnst á þeim umræðum sem ég sé að það sé flókið að finna réttu bleyjurnar og það er varla ódýrt að kaupa bleyjur sem maður getur svo ekki notað. Ég sé fyrir mér að ég verði með barnið pissublautt upp á bak og niður á tær fyrstu vikurnar á meðan maður er að finna réttu bleyjurnar...er ég nokkuð að mikla þetta AÐEINS fyrir mér??? Please say \"yes\" ...hehe!"}, {"response_to": "23074595", "username": "Mozzer", "message_id": "23078918", "user_id": "40293", "datetime": "2011-02-09 20:01:21", "datestring": "9. feb. '11, kl: 20:01:21", "text": "Mín reynsla er sú að það sé best að nota gasbleyjur og bleyjubuxur til að byrja með.  Þegar barnið verður svo aðeins eldra fer maður að prófa sig áfram með tegundir.    Fuzzy bunz fannst mér lang bestu bleyjurnar og prófaði ég nú nokkrar tegundir."}, {"response_to": "23069871", "username": "Burnirót", "message_id": "23075024", "user_id": "102929", "datetime": "2011-02-09 14:57:06", "datestring": "9. feb. '11, kl: 14:57:06", "text": "Gott að fá svona mörg svör og að margir hafi allt aðra reynslu en ég."}, {"response_to": "23075024", "username": "hugrunosk", "message_id": "23075780", "user_id": "64895", "datetime": "2011-02-09 15:56:36", "datestring": "9. feb. '11, kl: 15:56:36", "text": "ég versla bæði nýtt og notað á mína  og alltaf reynst vel."}, {"response_to": "23069871", "username": "bruneygd", "message_id": "23075239", "user_id": "47776", "datetime": "2011-02-09 15:12:44", "datestring": "9. feb. '11, kl: 15:12:44", "text": "ég er sammála þér með að fólk sé oft að selja þær of dýrar. Mér finnst reyndar almennt flest dýrt sem fólk er að selja notað t.d. vagnar, raftæki, húsgögn og föt."}, {"response_to": "23069871", "username": "a1b2", "message_id": "23079276", "user_id": "64523", "datetime": "2011-02-09 20:24:18", "datestring": "9. feb. '11, kl: 20:24:18", "text": "Ég hef nú aðallega keypt nýjar en eitthvað notað og hef ekki lent í vandræðum.  Held samt að vandræði með teygjurnar sé bara eitthvað sem gerist með tímanum, ef maður geymdi nýja bleiu í einhver ár væri teygjan örugglega orðin léleg vegna aldurs.  Ég hef lent í leka með margar af nýju bleiunum sem ég hef keypt og þá er það bara af því að sniðið hefur ekki hentað eða bleian verið of stór, og þá sérstaklega í byrjun þegar stelpan mín var 3ja mánaða.  Mér finnst persónulega sanngjarnt að selja á hálfvirði ef bleiurnar eru nýlegar og lítið notaðar, þannig hef ég alla vega verðlagt það sem ég hef selt."}, {"response_to": "23069871", "username": "Eyjahuld", "message_id": "23080883", "user_id": "40512", "datetime": "2011-02-09 22:01:36", "datestring": "9. feb. '11, kl: 22:01:36", "text": "Eg keypti nýjar BumGenius og þær virkuðu mjög vel og láku ekki. Síðan keypti ég notaðar bleyjur hérna og er í endalausu basli með þær af því að þær leka alltaf. Þessar notuðu eru Fuzybunz og montrassa bleyjur. Ég var frekar spæld af því að ég keypti fullt af bleyjum og er eigilega hætt að nota þær og farin að kaupa nokkrar BumGenius nýjar í einu."}]}