{"url": "https://bland.is/umraeda/serfraedingur-vegna-hathrystings-/23219599/?page=4981", "date": "2011-02-21 11:22:09", "id": "23219599", "items": [{"text": "Ekki beint barnatengt en það eru svo margar fróðar konur hér svo mig langar að athuga hvort þið getið aðstoðað mig aðeins. \n\nÉg var að mælast með háþrýsting en örugglega búin að vera með hann lengi þar sem ég er búin að vera með hausverk í maaaaaarga mánuði. Ég var sett beint á lyf án þess að vera rannsökuð og langar því að fara til sérfræðings sem getur skoðað hvort önnur ástæða sé fyrir háþrýstingnum en erfðir. Vitiði um einhvern sérfræðing sem gott er að leita til? Er það hjártasérfræðingur eða?\n\nÉg fékk meðgöngueitruð og of háþrýsting þegar ég átti strákinn minn árið 2009. Ég fór á lyf en hætti þeim fljótlega vegna aukaverkanna og blóðþrýstingurinn virtist halda sér í lagi.", "title": "Sérfræðingur vegna háþrýstings?", "username": "amt", "message_id": "23219599", "user_id": "95385", "response_to": null, "datetime": "2011-02-21 11:22:09", "datestring": "21. feb. '11, kl: 11:22:09"}, {"response_to": "23219599", "username": "hjordisah", "message_id": "23219765", "user_id": "6247", "datetime": "2011-02-21 11:37:45", "datestring": "21. feb. '11, kl: 11:37:45", "text": "Ég mundi fara til hjartarlæknis. Ég fékk háþrýsting eftir að ég ætti strákinn minn 2009 og var sett og lyf en svo lagaðist það. Mér var ráðlagt að fara til hjartalæknis til að kanna hvort að það væri ekki allt æi lagi."}, {"response_to": "23219765", "username": "12101", "message_id": "23219838", "user_id": "49176", "datetime": "2011-02-21 11:44:30", "datestring": "21. feb. '11, kl: 11:44:30", "text": "Hversu há ertu í þrýsting??  áður en ég fór á lyf var mér ráðlagt að hætta að reykja, hreyfa mig meir(var ekki feit samt)  og bara reyna allt til að lækka þrýstinginn:)  svo fór ég á lyf og hef verið á þeim í 13 ár."}, {"response_to": "23219838", "username": "amt", "message_id": "23220040", "user_id": "95385", "datetime": "2011-02-21 12:07:23", "datestring": "21. feb. '11, kl: 12:07:23", "text": "Þrýstingurinn hefur mest verið mældur 170/107 en er oftast í kringum 145/100."}, {"response_to": "23220040", "username": "Fogel", "message_id": "23220374", "user_id": "162355", "datetime": "2011-02-21 12:45:36", "datestring": "21. feb. '11, kl: 12:45:36", "text": "Hvað ertu gömul fyrir það fyrsta og á hvaða lyf varstu sett."}, {"response_to": "23220374", "username": "amt", "message_id": "23220502", "user_id": "95385", "datetime": "2011-02-21 12:57:39", "datestring": "21. feb. '11, kl: 12:57:39", "text": "Ég er 30 ára og var sett á Valpress. Fékk aukaverkanir af því og er komin með lyf sem heitir Lopress og byrja á því í dag. Var á Trandent þegar ég átti en fékk trilljón aukaverkanir af því."}, {"response_to": "23220374", "username": "12101", "message_id": "23220594", "user_id": "49176", "datetime": "2011-02-21 13:04:25", "datestring": "21. feb. '11, kl: 13:04:25", "text": "hjá mér er líka ættarsaga.  það er nóg að fara til heimilislæknis. Ég er á trandate núna (barn á brjósti) en var á lopress áður, fer líklega aftur á það. Minn þrýstingur hækkaði þegar ég gekk með þriðja barnið mitt 25 ára.  Svo fór ég á lyf 27 ára, og það hefur ekki þurft að bæta neitt við lyfin á 13 árum."}, {"response_to": "23219599", "username": "Fogel", "message_id": "23220815", "user_id": "162355", "datetime": "2011-02-21 13:21:30", "datestring": "21. feb. '11, kl: 13:21:30", "text": "Heilbrigðiskerfið á náttúrulega að virka þannig að heimilislæknir geri þessar rannsóknir og vísi svo áfram. Annars er fólk að þvælast á milli rangra sérgreina með óheyrilegum aukakostnaði þar til það rambar á réttan stað."}, {"response_to": "23219599", "username": "Ungalung", "message_id": "23226814", "user_id": "46192", "datetime": "2011-02-21 23:03:33", "datestring": "21. feb. '11, kl: 23:03:33", "text": "Hæ, ég er á trandate. Má ég spyrja hvaða aukaverkanir þú fékkst?"}, {"response_to": "23226814", "username": "amt", "message_id": "23227333", "user_id": "95385", "datetime": "2011-02-21 23:38:23", "datestring": "21. feb. '11, kl: 23:38:23", "text": "Hæ, þetta er það sem ég man af aukaverkununum: rosalegur hausverkur, ógleði, uppköst, svimi, tilfinning um stingi í hársverði, þvagtregða, gula (jebb, ég varð gul!), hægur hjartsláttur, bjúgur, sundl, stíflað nef, breyting á lifrastarfsemi (tekið blóðsýni) og skjálfti. Ég fékk líka rosalega furðulega og óhugnalega tilfinningu í hendurnar svona eins og þær væru að sofna eða ekki partur af mér og ég var hrædd við að sofna því mér fannst ég sökkva of djúpt í svefninum og erfitt að rífa mig upp þegar ég vaknaði (tók tíma að geta t.d. hreyft hendunar). Það getur verið að eitthvað af þessum einkennum hafi verið út af fæðingunni en þetta hætti fyrr en daginn eftir að ég hætti á lyfjunum og þá var bara eins og það hafi verið kveikt á rofa... allt hvarf!"}, {"response_to": "23227333", "username": "12101", "message_id": "23227634", "user_id": "49176", "datetime": "2011-02-22 00:07:52", "datestring": "22. feb. '11, kl: 00:07:52", "text": "ég fæ eins og stingi eða kláða í hársvörð, en bara stundum."}, {"response_to": "23227634", "username": "amt", "message_id": "23227703", "user_id": "95385", "datetime": "2011-02-22 00:16:39", "datestring": "22. feb. '11, kl: 00:16:39", "text": "Ertu búin að vera lengi á lyfinu og finna lengi fyrir þessu?"}, {"response_to": "23227703", "username": "12101", "message_id": "23227791", "user_id": "49176", "datetime": "2011-02-22 00:32:40", "datestring": "22. feb. '11, kl: 00:32:40", "text": "næstum því tvö ár, fer líklega að hætta á þessu núna."}]}