{"url": "https://bland.is/umraeda/bilalan-lysing-ekki-klar-a-thessu/23428512/?page=4888", "date": "2011-03-09 21:51:30", "id": "23428512", "items": [{"text": "jæja það er verið að velta fyrir sér hvernig þetta er endurreiknað..\neru flest lánin sem hafa verið endurreiknuð hjá lýsingu út úr kú?\nsko bíll sem var keyptur með lán feb 2007 á X mikið eftir útreikningar er lánið komið niður um 180 þús kr, samkvæmt raungreiðslum hefur á 4 árum verið borgað 900 þús, hvert fóru þeir peningar, afhverju lækkar svo lítið lánið.\n\nVeltureikningur hvað er það?? á blaðinu sem endurreikningurinn voru Raungreiðslur Endurútreikningur Veltureikningur", "title": "Bílalán Lýsing.. ekki klár á þessu", "username": "særósin", "message_id": "23428512", "user_id": "796", "response_to": null, "datetime": "2011-03-09 21:51:30", "datestring": "9. mar. '11, kl: 21:51:30"}, {"response_to": "23428512", "username": "SoHappy", "message_id": "23428982", "user_id": "13184", "datetime": "2011-03-09 22:17:35", "datestring": "9. mar. '11, kl: 22:17:35", "text": "Vinur minn var einmitt að skoða útreikning á sínu láni og það virðist vera alveg út úr kú."}, {"response_to": "23428512", "username": "koddinn", "message_id": "23429548", "user_id": "1093", "datetime": "2011-03-09 22:51:25", "datestring": "9. mar. '11, kl: 22:51:25", "text": "vó.. var að skoða endurútreikninginn hjá mér og er ég ekki sátt.. lánið hækkaði.. samt er allt í erlendum gjaldmiðli.. Lýsing fær sko símtal frá mér á morgun.. ég fatta ekki svona"}, {"response_to": "23428512", "username": "geba", "message_id": "23429737", "user_id": "4790", "datetime": "2011-03-09 23:03:37", "datestring": "9. mar. '11, kl: 23:03:37", "text": "Ég er í sama pakka - var að skoða endurútreikning og skil ekki neitt."}, {"response_to": "23429737", "username": "koddinn", "message_id": "23429830", "user_id": "1093", "datetime": "2011-03-09 23:09:01", "datestring": "9. mar. '11, kl: 23:09:01", "text": "lánið hjá mér stóð í 897 þús áður en allt stoppaði. lánið lækkar niður í 712 þús og það er svo plúsað 231 þús (afborganir+vexti) þar sem ekkert var greitt síðan allt stoppaði (enda fékk maður enga greiðsluseðla á þeim tíma) og er þá lánið nú komið í 944 þús og mánaðargr verða þá 42 þús á mán í stað 29 þús"}, {"response_to": "23428512", "username": "Neal", "message_id": "23429928", "user_id": "15286", "datetime": "2011-03-09 23:16:12", "datestring": "9. mar. '11, kl: 23:16:12", "text": "Endurútreikningur Lýsingar er þannig að fyrst er lánið endureiknað  frá upphafi þ.e reiknað er út hvað hefði átt að borga af láninu, síðan er tekið það sem hefur verið greitt af því frá upphafi og mismunur á milli þessa tveggja hluta myndar stöðu á veltureikningi (biðreikningi). Við endurútreiknig láns verður til nýr höfuðstóll. Það er alveg til í dæminu að höfuðstóll hækki en fólk eigi inni á veltureikning og einnig að höfuðstóll lækki vegna þess að fólk hefur ofgreitt á tímabilinu. Vonandi skýrir þetta eitthvað."}]}