{"url": "https://bland.is/umraeda/born-sem-eru-fljot-til-ad-gera-allt/23688269/?page=4760", "date": "2011-04-01 07:05:14", "id": "23688269", "items": [{"text": "Mig langar aðeins að forvitnast hvernig var með ykkar börn þegar þau byrjuðu að skríða og svoleiðis.  Málið er að minn litli 8 mánaða strákur byrjaði að skríða fyrir 3 vikum, fljótlega eftir það fór hann að rembast við að standa upp með öllum hlutum, og það kom ótrúlega fljótt hjá honum, án mikilla falla, svo núna er hann að byrja að labba með borðum og sófanum og svoleiðis, og hefur meira að segja sleppt höndunum nokkru sinnum.  Má ég búast við að hann fari að reyna að labba fljótlega?  Málið er bara að hann hefur nánst engan balans, en virðist af einhverjum ástæðum alltaf lenda á rassinum þegar hann dettur.  Mér finnst hann vera að flýta sér svo mikið við að verða stór, og svo ef ég ber hann saman við hin börnin sem eru hérna þá er hann langt á undan þeim, og þau eru flest öll eldri en hann, en t.d. barn sem er 6 vikum eldra er varla farið að velta sér á gólfinu hvað þá að reyna að skríða.Langar bara að heyra ef það eiga fleiri börn sem liggur svona mikið á að þroskast :)", "title": "börn sem eru fljót til að gera allt", "username": "tiril", "message_id": "23688269", "user_id": "125846", "response_to": null, "datetime": "2011-04-01 07:05:14", "datestring": "1. apr. '11, kl: 07:05:14"}, {"response_to": "23688269", "username": "25mai", "message_id": "23688296", "user_id": "26530", "datetime": "2011-04-01 07:19:47", "datestring": "1. apr. '11, kl: 07:19:47", "text": "Mitt var byrjað að skríða 5-6 mánaða og farið að standa við borð og labbba með 7 mánaða en byrjaði svo að labba almennilega um 11-12 mánaða."}, {"response_to": "23688269", "username": "sófi1234", "message_id": "23688384", "user_id": "63181", "datetime": "2011-04-01 07:50:56", "datestring": "1. apr. '11, kl: 07:50:56", "text": "mín byrjaði að skríða á fjórum 7 mánaða, standa upp við hluti 8 mánaða og byrjaði að labba með mjög stuttu eftir það en byrjaði ekki að labba fyrr en 15 mánaða!!"}, {"response_to": "23688269", "username": "fallegazta", "message_id": "23689014", "user_id": "95461", "datetime": "2011-04-01 09:35:03", "datestring": "1. apr. '11, kl: 09:35:03", "text": "Sum börn eru að flýta sér meira en önnur."}, {"response_to": "23688269", "username": "Rory", "message_id": "23689623", "user_id": "56724", "datetime": "2011-04-01 10:29:50", "datestring": "1. apr. '11, kl: 10:29:50", "text": "ó, ég hélt að það skríða um 7-8 mánaða væri ,,normið\" mín er a.m.k byrjuð 7 og 1/2, hún reyndar fer ekki á fjórar heldur dregur sig svona áfram og lappirnar eru á fullu :D"}, {"response_to": "23689623", "username": "tiril", "message_id": "23691153", "user_id": "125846", "datetime": "2011-04-01 13:03:27", "datestring": "1. apr. '11, kl: 13:03:27", "text": "nei ég á annað barn sem er orðið 13 ára, og hún var líka svona fljót til með allt, farin að skríða um 5 mánaða og stóð upp fljótlega eftir það og var farin að hlaupa um allt 9 mánaða.  En mér finnst strákurinn bara vera að flýta sér svo mikið, hann byrjaði að setjast upp, skríða og klappa allt á sömu vikunni, svo bara nokkrum dögum seinna byrjaði hann að tosa sig upp og núna í síðustu viku byrjaði hann að reyna að labba meðfram hlutum."}, {"response_to": "23688269", "username": "maísóley", "message_id": "23689753", "user_id": "90477", "datetime": "2011-04-01 10:40:52", "datestring": "1. apr. '11, kl: 10:40:52", "text": "Það er allur gangur á þessu... mín byrjaði að skríða á fjórum 6,5 mánaða.. labba meðfram 7,5 mánaða.. hún er núna 11 mánaða og rétt farin að taka 1-2 skref og stendur stundum aðeins án stuðnings.."}, {"response_to": "23688269", "username": "xarax", "message_id": "23690070", "user_id": "113073", "datetime": "2011-04-01 11:08:39", "datestring": "1. apr. '11, kl: 11:08:39", "text": "Mín labbaði með öllu frá 8 mánaða aldri en sleppti ekki fyrr en 11.5 mánaða svo það er allt til í þessu:-)"}, {"response_to": "23688269", "username": "Kiara_", "message_id": "23690072", "user_id": "63749", "datetime": "2011-04-01 11:08:54", "datestring": "1. apr. '11, kl: 11:08:54", "text": "Mitt barn byrjaði að skríða 5,5 mánaða, stóð upp aðeins áður en það var 7. mánaða 7,5 mánaða byrjað það að ganga með tók fyrstu skrefin 9 mánaða og var farin að labba 10,5 mánaða sem mér fannst alltof ungt því vitið var nú ekki mikið þá að jafnvægi hafa verið fínt. :)"}, {"response_to": "23688269", "username": "sun82", "message_id": "23690277", "user_id": "52051", "datetime": "2011-04-01 11:30:37", "datestring": "1. apr. '11, kl: 11:30:37", "text": "Hljómar eins og hann sé bara á réttu róli, og hin börnin séu frekar róleg. Mín voru farin að skríða um 6 mánaða og stóðu fyrst upp 7 mánaða...fóru svo fljótlega að ganga með. En bæði fóru ekki að ganga almennilega sjálf fyrr en rétt fyrir eins árs. Held að þetta sé nokkurn vegin normið, allavegana hjá börnum sem ég umgengst."}, {"response_to": "23688269", "username": "Ibis", "message_id": "23691693", "user_id": "71647", "datetime": "2011-04-01 14:07:39", "datestring": "1. apr. '11, kl: 14:07:39", "text": "Hann er nú bara á réttu róli! Ég myndi nú hafa svolitlar áhyggjur ef barnið mitt sem er 9,5 mán (eins og þessi sem þú talar um sem er 6 vikum eldri en þinn) væri varla farið að velta sér enn. Annars er þetta svo misjafnt."}, {"response_to": "23691693", "username": "Sólber", "message_id": "23692217", "user_id": "65729", "datetime": "2011-04-01 15:02:28", "datestring": "1. apr. '11, kl: 15:02:28", "text": "Stelpan mín byrjaði að sitja ein 6 mánaða, stóð upp 7 1/2 mánaða alveg farinn að labba 10 1/2 mánaða og prílandi um allt 13 mánaða"}, {"response_to": "23688269", "username": "smusmu", "message_id": "23692686", "user_id": "9059", "datetime": "2011-04-01 15:50:11", "datestring": "1. apr. '11, kl: 15:50:11", "text": "Eldri stelpan mín stóð upp sjö og hálfs mánaða, gekk með öllu 8 mánaða. Hún fór ekki að labba ein og óstudd fyrr en rétt fyrir eins árs afmælið. Sú yngri var um það bil mánuði seinni en systir sín í að standa upp og labba með og byrjaði líka að labba ein og óstudd rétt fyrir eins árs afmælið."}, {"response_to": "23688269", "username": "Ziha", "message_id": "23692721", "user_id": "51148", "datetime": "2011-04-01 15:53:14", "datestring": "1. apr. '11, kl: 15:53:14", "text": "Minn yngsti flýtti sér svona rosalega fyrstu mánuðina....  hann skreið hermannaskriði mjög snemma (um 5 mánaða), stóð upp 7 mánaða og sat/settist upp sjálfur..... skreið venjulega stuttu seinna, labbaði með.... allt á smátíma en svo bara \"fraus\" þessi hluti og hann sleppti sér ekki að ráði fyrr en 16 mánaða!  Að vísu var hann með eyrnarvesen sem hafði líklega áhrif á jafnvægið....  hann fór að ganga daginn eftir að hann fékk rör í eyrun."}]}