{"url": "https://bland.is/umraeda/harlos-raudir-deplar-og-orku-og-magnleysi/23813842/?page=4708", "date": "2011-04-12 12:59:25", "id": "23813842", "items": [{"text": "Getur þetta tengst innbyrðis og verið birtingarmynd óeðlilegs ástands í líkamnum.  Ég held ég þurfi að láta stilla skjaldkirtilslyfin mín því það hringsnýst allt fyrir augunum á mér og ég hef enga orku.  En hárið er líka að hrynja af mér ég tek heilu flygsurnar með því einu að renna fingrunum í gegnum hárið og ég er með rauða pínulitla depla út um allan líkamann.  \n\nÞekkir einhver svona einkenni?  Tennisolnbogi eða heilaæxli?", "title": "hárlos, rauðir deplar og orku og magnleysi", "username": "Máni", "message_id": "23813842", "user_id": "154", "response_to": null, "datetime": "2011-04-12 12:59:25", "datestring": "12. apr. '11, kl: 12:59:25"}, {"response_to": "23813842", "username": "LaRose", "message_id": "23813865", "user_id": "65188", "datetime": "2011-04-12 13:00:49", "datestring": "12. apr. '11, kl: 13:00:49", "text": "Jarnskortur?"}, {"response_to": "23813842", "username": "fidelis", "message_id": "23813869", "user_id": "88657", "datetime": "2011-04-12 13:01:16", "datestring": "12. apr. '11, kl: 13:01:16", "text": "B12 skortur."}, {"response_to": "23813869", "username": "Máni", "message_id": "23813882", "user_id": "154", "datetime": "2011-04-12 13:02:18", "datestring": "12. apr. '11, kl: 13:02:18", "text": "systir mín þurfti einmitt að fá sprautur við því og er líka með skjaldkirtilsvandamál.  læt lækninn tékka á því líka í blóðprufunni."}, {"response_to": "23813842", "username": "Pandabug", "message_id": "23814019", "user_id": "36985", "datetime": "2011-04-12 13:11:24", "datestring": "12. apr. '11, kl: 13:11:24", "text": "Eru þetta punktblæðingar? Það gæti þurft að athuga með það sem fyrst, sérstaklega ef þetta er mikið og kom skyndilega. Getur verið sýking (eins og heilahimnubólga) eða vandamál með blóðið (storknunin). Annars ef þú hefur verið dugleg að skrúbba þig í sturtunni þá getur þetta líka komið útaf því (ég hef verið með svona síðan ég var 15 ára og er ekki dauð enn!). Hárlos getur verið eðlilegt á vorin, en ef neglurnar eru líka veikbyggðar þarftu pottþétt B vítamín (bíótín gerir kraftaverk fyrir hár og neglur!)"}, {"response_to": "23814019", "username": "Máni", "message_id": "23814051", "user_id": "154", "datetime": "2011-04-12 13:13:30", "datestring": "12. apr. '11, kl: 13:13:30", "text": "já, en ég er búin að hafa þetta í nokkra mánuði.  ég skrúbba mig aldrei og hárlosið er búið að vera síðan um áramót.  ég er sko alltaf á leiðinni að panta tíma hjá lækninum:-D  Ég er reyndar búin að því núna orkuleysið er svo þreytandi."}]}