{"url": "https://bland.is/umraeda/paeling-um-lotto-hvad-myndir-thu-gera-/23888524/?page=4676", "date": "2011-04-18 19:27:27", "id": "23888524", "items": [{"text": "Smá pæling.. Áður en ég byrja vil ég benda á að þetta eru ekki mínar aðstæður heldur vaknaði þessi pæling upp þegar ég hugsaði útí það að vinna í lottóinu. En allavega....Þú ert nokkuð sjálfstæð, ung manneskja og ert í skóla og að finna þig í lífinu. Þú átt undursamlega/n kærasta/kærustu og lífið blasir við, þrátt fyrir erfiðleika með endalaust peningaleysi.Tengdarfjölskyldan hefur gefið þér og kærastanum/kærustunni nokkur vandræði í fortíðinni og eru góð inn á milli. Þau skulda milljónir í íbúð, bíla, eru á mörgum svörtum listum út í bæ vegna skulda og viðvaranir um að skuldir verði sendar til lögfræðings vikulegur póstur á heimilinu. Þau hafa sníkt pening af dætrum og sonum sínum, þar á meðal kærastanum/kærustunni og beðið þau um að vera skráð fyrir þessu og hinum hlutum og lánum.Allt í einu vinnur þú í lottóinu (segjum 50 milljónir) og þú stendur á krossgötum. Þú veist að tengdó skuldar að minnsta kosti 20 milljónir vegna húsnæðis og annars og munu ekki hika við að koma til þín á hnjánum með útréttar hendur.Þú og kærastanum/kærustunni langar í nýja íbúð en sjáið ekki fram á að geta spreðað án þess að valda tengdó óþægindum.Hvað gerir þú? Helduru vinningnum leyndum eða helduru höfðinu hátt og neitar að borga skuldir þeirra eða borgaru skuldir þeirra með bros á vör? Hluta eða með öllu.. (Þið getið breytt þessu í frændfólk eða vini, fannst þetta bara vera þægilegasta dæmið.) Og ekki hugsa sem svo að þetta séu þínir tengdaforeldrar sem þið annaðhvort finnst æðisleg eða talið ekki við. Hvernig haldiði að ykkur muni líða?", "title": "Pæling um lottó (Hvað myndir þú gera?)", "username": "Halakartan", "message_id": "23888524", "user_id": "123242", "response_to": null, "datetime": "2011-04-18 19:27:27", "datestring": "18. apr. '11, kl: 19:27:27"}, {"response_to": "23888524", "username": "Krúttarapútt", "message_id": "23888554", "user_id": "2237", "datetime": "2011-04-18 19:29:23", "datestring": "18. apr. '11, kl: 19:29:23", "text": "mín fjölskylda er ég maðurinn minn og börnin mín......ég mun ekki greiða fyrir tengdó eða mína foreldra......."}, {"response_to": "23888554", "username": "Halakartan", "message_id": "23888588", "user_id": "123242", "datetime": "2011-04-18 19:32:04", "datestring": "18. apr. '11, kl: 19:32:04", "text": "Ég pældi ekki í því að hafa þetta sem foreldra. En hvað myndiru segja við þau (svo ég sé svona að forvitnast) þegar þau kæmu til þín að biðjast fyrir um pening?"}, {"response_to": "23888588", "username": "Krúttarapútt", "message_id": "23888665", "user_id": "2237", "datetime": "2011-04-18 19:37:33", "datestring": "18. apr. '11, kl: 19:37:33", "text": "ég veit að ég færi ekki fram á það að þau myndu gera þetta fyrir mig og ég veit að þau færu ekki heldur fram á það...."}, {"response_to": "23888524", "username": "ilmbjörk", "message_id": "23888561", "user_id": "142779", "datetime": "2011-04-18 19:29:49", "datestring": "18. apr. '11, kl: 19:29:49", "text": "Kaupi fyrst allt sem ég þarf að kaupa, s.s. íbúð, og geri hana eins og ég vil hafa hana, kaupi innbú ofl. Síðan borga ég niður þau lán sem ég er með, t.d. námslánin mín, legg inn á bók fyrir framtíðina og börnin mín.. ef það er einhver afgangur þá sé ég til hvort ég lána þeim.. annars finnst mér að fólk eigi bara að bera ábyrgð á sínum eigin fjármálum.."}, {"response_to": "23888561", "username": "Halakartan", "message_id": "23888617", "user_id": "123242", "datetime": "2011-04-18 19:33:47", "datestring": "18. apr. '11, kl: 19:33:47", "text": "Ég held ég sé á svipaðri skoðun og þú. Ég myndi allavega ekki vilja vera í þessum sporum en þetta er pæling."}, {"response_to": "23888524", "username": "hrafnyr", "message_id": "23888627", "user_id": "54218", "datetime": "2011-04-18 19:34:27", "datestring": "18. apr. '11, kl: 19:34:27", "text": "humm... ég myndi hjálpa ef ég vildi um eitthvað smá kannski, en myndi ekki láta þeirra frekju stoppa mig í að eyða peningunum í það sem við vildum... vil fá að ráða því sjálf í hvað peningarnir mínir fara"}, {"response_to": "23888524", "username": "DaRkSiDe", "message_id": "23888641", "user_id": "56222", "datetime": "2011-04-18 19:35:30", "datestring": "18. apr. '11, kl: 19:35:30", "text": "Það færi algjörlega eftir því um hvern væri að ræða. Foreldrar eða systkini sem þyrftu á hjálp að halda er allt annar handleggur heldur en tengdó í mínu tilviki. Held ég myndi bara ákveða x upphæð á mann, sama hvernig staðan er hjá hverjum og einum og gefa öllum eitthvað."}, {"response_to": "23888524", "username": "sem er", "message_id": "23888733", "user_id": "1190", "datetime": "2011-04-18 19:42:28", "datestring": "18. apr. '11, kl: 19:42:28", "text": "Ég hugsa að ég myndi alltaf gefa ættingjum af svona háum vinningi... En einn aðili fengi ekki 20milljónir af 50 og hinir bara milljón hver, vegna þess að þessi eini aðili kynni ekki að fara með peninga.. Í þessu tilfelli fengju tengdaforeldrarnir sömu upphæð og mínir foreldar, einhverjar milljónir, og þau myndu svo ráða því hvað þau gerðu við þær.."}, {"response_to": "23888524", "username": "xarax", "message_id": "23889006", "user_id": "113073", "datetime": "2011-04-18 20:02:36", "datestring": "18. apr. '11, kl: 20:02:36", "text": "Myndi bara þegja."}, {"response_to": "23888524", "username": "Pandóra", "message_id": "23889037", "user_id": "1992", "datetime": "2011-04-18 20:04:46", "datestring": "18. apr. '11, kl: 20:04:46", "text": "Ef ég ynni svona upphæð myndi ég gefa foreldrum mínum og systkinum með mér.  Og tengdaforeldrum ef þeir væru til staðar.  En það væri ákveðin upphæð - t.d. 5 mill. til foreldra, 5. mill til tengdaforeldra, og kannski 2 mill. per systkin.   Af  50 milljónum væri ég alveg sátt við að ráðstafa 15-20 milljónum til minna nánustu."}, {"response_to": "23888524", "username": "KuTTer", "message_id": "23889041", "user_id": "90489", "datetime": "2011-04-18 20:05:26", "datestring": "18. apr. '11, kl: 20:05:26", "text": "Ég myndi pottþétt gefa þeim smá pening, svona 2 millur ... En ekki meira. Það er svo þeirra hvað þau gera við peninginn."}, {"response_to": "23888524", "username": "nónó", "message_id": "23890042", "user_id": "77964", "datetime": "2011-04-18 21:13:40", "datestring": "18. apr. '11, kl: 21:13:40", "text": "myndi kaupa mér íbúð, myndi ekki ljúga ef þau spyrðu okkur hvar við hefðum fengið peninginn."}]}