{"url": "https://bland.is/umraeda/tengdaforeldrar/23996022/?page=4631", "date": "2011-04-28 14:58:11", "id": "23996022", "items": [{"text": "Mig langar að eiga góða tengdaforeldra, sem hafa gaman af að koma í heimsókn og hitta barnabörn sín, hringja til að athuga hvernig gengur og fá fréttir. Langar að eiga tengdaforeldra sem maður þarf ekki að hræðast hvað maður eigi að segja við þau þegar maður hittir þau, langar að líða vel nálægt þeim, langar að vilja senda barnabörnin í pössun til þeirra.Langar ekki að eiga tengdaforeldra sem koma ALDREI í heimsókn nema þeim sé sérstaklega boðið, í afmæli og þessháttar. Hringja aldrei nema þeim vanti eitthvað. Barnabörnin þekkja þau varla því þau láta aldrei í sér heyra né koma aldrei og sjást því voða lítið. Maðurinn minn er duglegur að fara í heimsókn með börnin og ég fer líka stundum með en finnst líka að maður eigi ekki alltaf að þurfa að fara til þeirra. Þau líta niður á mann, þau eru betri en maður og vita allt betur. Leiðinlegt að halda afmæli og þau koma snobbuð og líta niður á mína fjölskyldu og segja ekkert um matinn eða gjafirnar, t.d. fín veisla hjá ykkur eða spurja eitthvað út í daglega lífið. Þau búa í sama bæ en við en manni líður stundum eins og þau séu í öðru landi. Ég gæti ekki lifað án minna foreldra, þau eru alltaf til staðar, hringja og spurja tíðinda, dýrka barnabörnin, eru dugleg að kíkja í heimsókn. Af hverju þarf þetta að vera svona með suma foreldra? Finnst þetta svoooo leiðinlegt:(Takk, langar í góða tengdaforeldra eins og orðið segir tengdaFORELDRA.", "title": "Tengdaforeldrar", "username": "Glervasar", "message_id": "23996022", "user_id": "169013", "response_to": null, "datetime": "2011-04-28 14:58:11", "datestring": "28. apr. '11, kl: 14:58:11"}, {"response_to": "23996022", "username": "veg", "message_id": "23996094", "user_id": "2039", "datetime": "2011-04-28 15:04:59", "datestring": "28. apr. '11, kl: 15:04:59", "text": "því miður er ekki alltaf allt í boði sem mann langar í."}, {"response_to": "23996022", "username": "einkadóttir", "message_id": "23996110", "user_id": "145608", "datetime": "2011-04-28 15:05:54", "datestring": "28. apr. '11, kl: 15:05:54", "text": "Já en leiðinlegt :( skrítið sumt fólk"}, {"response_to": "23996022", "username": "Snilld", "message_id": "23996130", "user_id": "52912", "datetime": "2011-04-28 15:08:09", "datestring": "28. apr. '11, kl: 15:08:09", "text": "það er ótrúlegt að með góðum mökum fylgja oft síðri tengdaforeldrar. Ég er búin að vera með mínum manni yfir 6 ár og núna fyrst er tengdamamma byrjuð að tala við mig í staðin fyrir að tala illa um mig. Tengdapabbi er mjög skemmtilegur en tengdamamma stjórnar honum svo maður sér lítið af honum líka"}, {"response_to": "23996022", "username": "Grjona", "message_id": "23996152", "user_id": "18490", "datetime": "2011-04-28 15:09:46", "datestring": "28. apr. '11, kl: 15:09:46", "text": "Ég væri til í að eiga tengdaforeldra á lífi."}, {"response_to": "23996022", "username": "Gunnýkr", "message_id": "23996895", "user_id": "711", "datetime": "2011-04-28 16:41:51", "datestring": "28. apr. '11, kl: 16:41:51", "text": "Tengdamamma mín kemur mjög sjaldan í heimsókn og þá bara boðin og alltaf í mýflugumynd að flýta sér."}, {"response_to": "23996022", "username": "Yxna belja", "message_id": "23997161", "user_id": "7749", "datetime": "2011-04-28 17:03:14", "datestring": "28. apr. '11, kl: 17:03:14", "text": "Tengdaforeldrar mínir eru að mörgu leiti ágætt fólk. Sjást reyndar sjaldan eða aldrei hjá okkur nema þeim sé boðið en mér er sama um það. Þau eru hins vegar ágætis uppskrift að því hvernig amma og afi enginn ætti að vera. En það er bara ágætis lærdómur fyrir mann sjálfann áður en maður lendir í þeim pakka."}, {"response_to": "23996022", "username": "Krúttarapútt", "message_id": "23997190", "user_id": "2237", "datetime": "2011-04-28 17:04:54", "datestring": "28. apr. '11, kl: 17:04:54", "text": "já ég væri til í að eiga svona tengdaforeldra og jafnvel eiga foreldra líka........en maður fær ekki allt sem maður vill því miður og gerir það besta úr því sem maður hefur"}, {"response_to": "23996022", "username": "miliza", "message_id": "23997889", "user_id": "34178", "datetime": "2011-04-28 17:54:16", "datestring": "28. apr. '11, kl: 17:54:16", "text": "Tengdamamma mín lést á síðasta ári eftir mjög stutta baráttu við krabbamein. Sakna hennar alveg óendanlega mikið og þetta ætlar ekkert að venjast :/"}, {"response_to": "23997889", "username": "RedBird", "message_id": "24000230", "user_id": "96269", "datetime": "2011-04-28 20:37:45", "datestring": "28. apr. '11, kl: 20:37:45", "text": "Æi ég vildi að ég ætti betri tengdaforeldra, en svona er þetta bara, sé að ég ætla allavega ekki að vera eins amma og afi og þau eru.  á æðislega foreldra og finnst mér mjög heppin að eiga þau að og börnin mín líka"}, {"response_to": "23997889", "username": "LadyMacbeth", "message_id": "24000397", "user_id": "46646", "datetime": "2011-04-28 20:49:07", "datestring": "28. apr. '11, kl: 20:49:07", "text": "Ég missti mína tengdamömmu fyrir tæpum 2 árum og sakna hennar óendanlega :("}, {"response_to": "23996022", "username": "pikkanikka", "message_id": "24000492", "user_id": "123801", "datetime": "2011-04-28 20:55:39", "datestring": "28. apr. '11, kl: 20:55:39", "text": "æ,æ, ég er svo heppin að eiga yndislega tengdaforeldra sem tóku mér opnum örmum frá degi 1. Og manninum mínum finnst sínir tengdaforeldrar alveg jafn yndislegir svo við erum bæði heppin:-)"}]}