{"url": "https://bland.is/umraeda/kuldaofnaemi/24239624/?page=4526", "date": "2011-05-19 20:12:19", "id": "24239624", "items": [{"text": "Þið sem eruð með það, eru þið með alvarlegt eða vægt kuldaofnæmi. Hef vitað í mörg ár að ég væri með það. En í gær fékk ég semsagt útbrot, og í fyrsta sinn á handleggina en venjulega fæ ég þau á hálsin. Og bara fyrir forvitni þá fór ég í fyrsta sinn að lesa um það nánar og las að þetta getur orðið hættulegt. Bara datt ekki í hug að þetta gæti orðið hættulegt, hef verið frekar kærulaus með að passa mig á kulda. Því ég hélt þetta gæti í versta tilfelli orðið að útbrotum sem hverfa svo fljótlega aftur.", "title": "Kuldaofnæmi", "username": "Tipzy", "message_id": "24239624", "user_id": "26838", "response_to": null, "datetime": "2011-05-19 20:12:19", "datestring": "19. maí '11, kl: 20:12:19"}, {"response_to": "24239624", "username": "Tipzy", "message_id": "24240071", "user_id": "26838", "datetime": "2011-05-19 20:41:26", "datestring": "19. maí '11, kl: 20:41:26", "text": "Engin annar með kuldaofnæmi?"}, {"response_to": "24239624", "username": "uppi", "message_id": "24240100", "user_id": "40904", "datetime": "2011-05-19 20:43:29", "datestring": "19. maí '11, kl: 20:43:29", "text": "hættulegt að hvaða leyti?"}, {"response_to": "24240100", "username": "Tipzy", "message_id": "24240253", "user_id": "26838", "datetime": "2011-05-19 20:54:01", "datestring": "19. maí '11, kl: 20:54:01", "text": ""}, {"response_to": "24239624", "username": "júbb", "message_id": "24240437", "user_id": "40135", "datetime": "2011-05-19 21:09:21", "datestring": "19. maí '11, kl: 21:09:21", "text": "Já, þetta getur orðið hættulegt en það er afar afar sjaldgæft. Það eru fjórar manneskjur á öllum norðurlöndunum með bráðaofnæmi fyrir kulda, bara fjórar. Myndi nú ekki hafa miklar áhyggjur af því að þetta verði svo slæmt þó svo þetta sé nú ekki skemmtilegt."}, {"response_to": "24240437", "username": "Tipzy", "message_id": "24240557", "user_id": "26838", "datetime": "2011-05-19 21:18:17", "datestring": "19. maí '11, kl: 21:18:17", "text": "Nei bjóst við að það væri ekki algengt að vera með bráðaofnæmi. En spurning að eiga ofnæmistöflur á heimilinu. Og já passa sig betur en áður hehehe. Ekki vera á bol í kulda og roki þá það sé bara í smá stund, og nota trefla meira. Fæ nefnilega mjög gjarnarn útbrotin á hálsin ef ég fer út að labba að vetri til með engan trefil eða neitt til að skýla almennilega hálsinum. En í gær er fyrsta sinn sem þetta kemur á handleggina."}, {"response_to": "24239624", "username": "Steina67", "message_id": "24240456", "user_id": "39274", "datetime": "2011-05-19 21:10:48", "datestring": "19. maí '11, kl: 21:10:48", "text": "Ég er með þetta og ekki datt mér í hug að þetta gæti verið hættulegt.  Fæ alltaf útbrot á hægri kinnina á mér, upphleypt og eldrauð.  Ég að vísu hef passað mig og borið gott krem í andlitið á mér þegar kalt er úti og svo líka ef sól er úti því að ég hreinlega má ekki vera í of mikill sól því þá koma rauðu úlfa útbrotin en á báðar kinnarnar og yfir nefið.  Þetta tengist kanski, ég veit það ekki."}, {"response_to": "24240456", "username": "júbb", "message_id": "24240463", "user_id": "40135", "datetime": "2011-05-19 21:11:26", "datestring": "19. maí '11, kl: 21:11:26", "text": "Kuldaexem og kuldaofnæmi er samt ekki alveg það sama."}, {"response_to": "24240463", "username": "Steina67", "message_id": "24240480", "user_id": "39274", "datetime": "2011-05-19 21:12:36", "datestring": "19. maí '11, kl: 21:12:36", "text": "Er ekki kuldaexem, langt í frá, þetta kemur bara í kuldanum og fer þegar húðin hefur jafnað sig þegar inn er komið."}, {"response_to": "24239624", "username": "Pandabug", "message_id": "24240577", "user_id": "36985", "datetime": "2011-05-19 21:18:54", "datestring": "19. maí '11, kl: 21:18:54", "text": "Ég fæ það sem ég kalla kuldaexem í framan og á hendurnar ef ég passa mig ekki á að vera í vettlingum og að ofkælast ekki og ef ég er ekki dugleg með rakakremið. Í framan fæ ég rauðar skellur en á hendurnar fæ ég þurr upphleypt útbrot sem mér klæjar rosalega í og verður að sári ef ég passa mig ekki. Ætli þetta myndi ekki flokkast sem vægt kulda ofnæmi. Ef þetta hefur engin áhrif á öndunina hjá þér þá myndi ég ekki hafa miklar áhyggjur af þessu."}, {"response_to": "24240577", "username": "Tipzy", "message_id": "24240707", "user_id": "26838", "datetime": "2011-05-19 21:25:43", "datestring": "19. maí '11, kl: 21:25:43", "text": "Þetta er allt öðruvísi hjá mér, finnst þetta ekkert líkt exemi eða neinu þannig. Fæ meira eins og svona. Og blettirnir eru yfirleitt hvítir, amk meðan húðin er annars staðar rauð af kulda. Og alls ekki þurrt eða enitt þannig, og hverfur svo svona hámark klukkutíma eftir að ég næ upp hita aftur."}, {"response_to": "24240707", "username": "Pandabug", "message_id": "24240773", "user_id": "36985", "datetime": "2011-05-19 21:29:04", "datestring": "19. maí '11, kl: 21:29:04", "text": "Já þegar ég hugsa þetta betur þá eru útbrotin á höndunum pottþétt kulda exem þar sem þau hverfa ekki þegar mér hitnar, en útbrotin í framan hverfa hinsvegar á svona 1-2 tímum eftir að ég kem úr kuldanum. Þau verða samt ekki næstum því svona upphleypt eins og á myndinni. Verð hinsvegar svona eins og myndin ef ég lendi í hundi :P"}, {"response_to": "24240773", "username": "Tipzy", "message_id": "24240963", "user_id": "26838", "datetime": "2011-05-19 21:42:43", "datestring": "19. maí '11, kl: 21:42:43", "text": "Hhehe get ímyndað mér hvað það hlýtur að vera gaman að lenda í hundum þá. Var alveg svona mikið upphleypt í gær á höndunum, og var óvenjulengi að fara. Og meira að segja í morgun fann ég enn svona seyðing á staðnum sem það tók lengsta tíman að fara á."}, {"response_to": "24239624", "username": "magga257", "message_id": "24240689", "user_id": "106648", "datetime": "2011-05-19 21:24:31", "datestring": "19. maí '11, kl: 21:24:31", "text": "Systir mín er með kuldaofnæmi og þegar henni verður kalt fær hún stóra rauða flekki útum allt eingilega en helst á lærunum. Ofnæmistöflur virka ekkki á hana svo ef hún fær svona þarf hún að sprauta sig með sterasprautu og ef blettinir minnka ekki við það þarf hún að fara á bráðamóttöku en sem betur fer virkar sprautan ofast"}, {"response_to": "24240689", "username": "Tipzy", "message_id": "24240939", "user_id": "26838", "datetime": "2011-05-19 21:40:47", "datestring": "19. maí '11, kl: 21:40:47", "text": "Úff sem betur fer ekki svo slæmt hjá mér."}, {"response_to": "24239624", "username": "ninamagga", "message_id": "24241023", "user_id": "125683", "datetime": "2011-05-19 21:46:51", "datestring": "19. maí '11, kl: 21:46:51", "text": "Ég er með þetta ver öll í rauðum útbrotum og klæja mikið fæ þetta allstaðar nema í framan."}, {"response_to": "24241023", "username": "tinna pinna", "message_id": "24253643", "user_id": "18984", "datetime": "2011-05-21 01:12:43", "datestring": "21. maí '11, kl: 01:12:43", "text": "ég er með kulda ofnæmi ég fæ reyndar flekki út um allann líkama og bólgna upp sérstaklega í framan og á höndunum en ofnæmistöflur virka nú yfirleytt bara vel :)"}]}