{"url": "https://bland.is/umraeda/carters-samfellurnar/24312307/?page=4497", "date": "2011-05-26 12:01:23", "id": "24312307", "items": [{"text": "Ég er að velta fyrir mér hvernig þetta er með stærðirnar á Carters samfellum. Þær koma í NB, 3M, 6M... Ég á von á mínu fyrsta barni í sumar og er að spá hvaða stærðir ég eigi að láta kaupa fyrir mig í Bandaríkjunum. +Hvað hafa ykkar verið sirka lengi í NB og 3M ? Eins hvort notiði meira af langerma eða stutterma samfellum fyrstu mánuðina ?", "title": "Carters samfellurnar", "username": "Bazinga", "message_id": "24312307", "user_id": "129558", "response_to": null, "datetime": "2011-05-26 12:01:23", "datestring": "26. maí '11, kl: 12:01:23"}, {"response_to": "24312307", "username": "mysla82", "message_id": "24312493", "user_id": "33872", "datetime": "2011-05-26 12:17:08", "datestring": "26. maí '11, kl: 12:17:08", "text": "ég nota meira sutterma.  mín er 7 vikna og er í númer 3m og verður í henni e.t.v. í 3 vikur í viðbót. ég notaði aldrei NB en stelpan mín fæddist reyndar 18 merkur."}, {"response_to": "24312307", "username": "Karytaz", "message_id": "24312532", "user_id": "135528", "datetime": "2011-05-26 12:19:52", "datestring": "26. maí '11, kl: 12:19:52", "text": "Barnið mitt var 13 merkur, grannur og langur og hann notaði NB talsvert lengur en ég bjóst við. Svo var hann í 3 m í dágóðan tíma.  Núna er hann 12 mánaða en notar Carters föt fyrir 24 mánaða. Ég mæli því með að kaupa nokkrar flíkur í litlum númerum en talsvert fleiri í stærri númerum."}, {"response_to": "24312307", "username": "CandiiRainbow", "message_id": "24312574", "user_id": "136534", "datetime": "2011-05-26 12:22:32", "datestring": "26. maí '11, kl: 12:22:32", "text": "ég notaði nb soldið, en það er betra að kaupa fleiri stærri en minni til öryggis ;)"}, {"response_to": "24312307", "username": "MUX", "message_id": "24312631", "user_id": "53030", "datetime": "2011-05-26 12:26:35", "datestring": "26. maí '11, kl: 12:26:35", "text": "Mörg fara aldrei í nb, þær eru svo litlar, t.d. hefðu strákarnir mínir ekki farið í nb, svo ég myndi láta kaupa 3m fyrir þig."}, {"response_to": "24312307", "username": "Lind Ýr", "message_id": "24312895", "user_id": "3380", "datetime": "2011-05-26 12:44:16", "datestring": "26. maí '11, kl: 12:44:16", "text": "mín notaði NB eiginlega ekki neitt, var í 3M í ca þrjá mánuði. Ég nota síðerma samfellur mun meira. Sú stutta er oft bara í síðerma samfellu og sokkabuxum, sérstaklega yfir sumartímann. Mín dama er reyndar mjög heitfeng."}, {"response_to": "24312307", "username": "nóvemberpons", "message_id": "24313065", "user_id": "69661", "datetime": "2011-05-26 12:56:37", "datestring": "26. maí '11, kl: 12:56:37", "text": "minn yngri er 7 mánaða og er í 6m samfellunum og búinn að vera frekar lengi, en hann stækkar hægt. Myndi láta kaupa 3m og svo kanksi 9 m, þær endast rosalega lengi, minn eldri notaði 9m frá 6 mánaða aldri og til rúmlega 1 árs."}, {"response_to": "24313065", "username": "frkglöð", "message_id": "24313856", "user_id": "105540", "datetime": "2011-05-26 14:10:48", "datestring": "26. maí '11, kl: 14:10:48", "text": "sammála þessu....minn gaur hefði passað sutt í nb ef ég hefði átt þær en svo passaði hann í 9m frá 6 mánaða til 14 mánaða, þá fór hann að nota bæði 18m og 24m."}, {"response_to": "24312307", "username": "snoa", "message_id": "24313273", "user_id": "78955", "datetime": "2011-05-26 13:17:01", "datestring": "26. maí '11, kl: 13:17:01", "text": "minn notaði nb í einhvern tíma þó hann hafi fæðst 16 merkur. mér fannst best að nota síðerma þegar hann var svona lítill og þá bara í samfellu og sokkabuxum eða buxum, en núna 6 mánaða nota ég meira stutterma."}, {"response_to": "24312307", "username": "qumara", "message_id": "24313328", "user_id": "113400", "datetime": "2011-05-26 13:21:45", "datestring": "26. maí '11, kl: 13:21:45", "text": "Ég keypti ekki NB, hélt að barnið yrði frekar stórt, svo fæddist bara 12 marka písl. Er samt ánægð með að hafa ekki keypt NB, því hinar (3M) gengu alveg frá fæðingu (bara bretta aðeins upp á ermarnar) og notaði þær svo til ca. þriggja mánaða. Þá voru það samt bara ermarnar sem voru of stuttar, ef þær hefðu verið stutterma hefði ég notað þær lengur."}, {"response_to": "24312307", "username": "SÆTA BAUN", "message_id": "24313475", "user_id": "165894", "datetime": "2011-05-26 13:37:44", "datestring": "26. maí '11, kl: 13:37:44", "text": "Samfellurnar í CARTERS fylgja aldrinum finnst mér .....en fötin svo aftur frekar lítil oft miðað við stærð númera :-)))"}, {"response_to": "24312307", "username": "hawaiian", "message_id": "24313971", "user_id": "125135", "datetime": "2011-05-26 14:25:00", "datestring": "26. maí '11, kl: 14:25:00", "text": "Mín notaði NB í smá stund, annars fannst mér hún alltaf vera í næstu stærð fyrir ofan, þegar hún var 3m var hún að nota 6m o.s.frv. Núna er hún reyndar 14 mánaða og notar ennþá smá 12 mánaða, annars 18 mánaða."}, {"response_to": "24312307", "username": "HúsavíkBarnaföt", "message_id": "24314193", "user_id": "140848", "datetime": "2011-05-26 14:49:09", "datestring": "26. maí '11, kl: 14:49:09", "text": "I bought short-sleeved onesies for almost every size and have used them like crazy. I did buy one 4-pack of plain white long-sleeved onesies for 9M and never used them. Would instead recommend buying an outfit that comes with one white long-sleeved onesie that you can just use for other outfits if you need it."}, {"response_to": "24314193", "username": "HúsavíkBarnaföt", "message_id": "24314223", "user_id": "140848", "datetime": "2011-05-26 14:51:38", "datestring": "26. maí '11, kl: 14:51:38", "text": "Also, sign up with Carter's online and they send out coupons every week. Some are for a month ahead of time so I would do this about a month before you go. Really good deals..."}, {"response_to": "24314223", "username": "Shakira", "message_id": "24324347", "user_id": "51733", "datetime": "2011-05-27 12:17:14", "datestring": "27. maí '11, kl: 12:17:14", "text": "they don´t send to Iceland so there is no point in getting good deals... :("}, {"response_to": "24324347", "username": "HúsavíkBarnaföt", "message_id": "24325171", "user_id": "140848", "datetime": "2011-05-27 13:33:03", "datestring": "27. maí '11, kl: 13:33:03", "text": "I meant to share this information with those that are doing shopping when they are visiting the States :) It is too bad they don't ship here, they would receive a lot of business! :)"}, {"response_to": "24314193", "username": "JungleDrum", "message_id": "24314338", "user_id": "29871", "datetime": "2011-05-26 15:01:12", "datestring": "26. maí '11, kl: 15:01:12", "text": "Also available here ;"}, {"response_to": "24312307", "username": "Momzilla", "message_id": "24314196", "user_id": "35741", "datetime": "2011-05-26 14:49:28", "datestring": "26. maí '11, kl: 14:49:28", "text": "Ég myndi láta kaupa fyrir mig svona sett, t.d. eru rosalega sæt saman, stuttermasamfella, langermasamfella og buxur, oft í kringum 10 dollara.  Ég myndi fá mér 1 svoleiðis í nb sem passar vel frá fæðingu.  En annars myndi ég taka smá í hverri stærð, ekki of mikið í sömu stærðinni því þau stækka svo hratt.   Ég nota svipað mikið langerma og stutterma, ég persónulega elska að hafa minn í langermasamfellu og buxum, svo ég myndi skoða settin vel í stað þess að taka fullt af samfellu pökkum. mér finnst carters stærðirnar vera þannig að 3m er fyrir að 3ja mánaða, 6m að 6 mánaða osv.fr.   Sniðugt fyrir þig að panta og láta senda til viðkomandi sem tekur fyrir þig heim. Oft er t.d. 20 % afsláttur af öllu sem er pantað yfir 40 usd, þá geturðu líka bara valið og sett í körfu það sem þér líst á."}, {"response_to": "24312307", "username": "miss sunshine", "message_id": "24320059", "user_id": "57029", "datetime": "2011-05-26 22:40:41", "datestring": "26. maí '11, kl: 22:40:41", "text": "Ég fekk gefins svona 5 samfellur saman í pakka fyrir 3 mánaða og þvílíkt sem þær duga og haldast ótrúlega vel, hann er sem sagt búin að vera í þeim síðan hann var svona 2 mánaða og er núna 8 mánaða og enn í þeim, en þær eru samt í það minnsta núna (tími bara svo ekki að leggja þeim) og já hann er alveg stór og um 9 kg, samfellurnar hafa einhvernveginn stækkað með honum."}, {"response_to": "24320059", "username": "nóvemberpons", "message_id": "24320169", "user_id": "69661", "datetime": "2011-05-26 22:46:31", "datestring": "26. maí '11, kl: 22:46:31", "text": "svo er samt svo fyndið með þessar samfellur þó þær stækki með börnunum, þá haldast þær samt í sömu stærð! átti 9 mánaða stærð fyrir minn eldri sem hann notaði frá 6-13 mánaða, og fékk svo nýjann pakka af 9 mánaða stærð fyrir minn yngri og hann er í þessum nýju og af bróður sínum og þær eru nákvæmlega jafn stórar! ég held þetta séu töfra samfellur!"}, {"response_to": "24320169", "username": "miss sunshine", "message_id": "24320262", "user_id": "57029", "datetime": "2011-05-26 22:52:10", "datestring": "26. maí '11, kl: 22:52:10", "text": "já þetta eru alveg merkilegar samfellur, einmitt þegar hann var í þeim 3 mánaða og svona 5 kg léttari þá smellpössuðu þær alveg á hann þá líka og gera eigilega enþá, stór furðulegt!"}, {"response_to": "24320262", "username": "nóvemberpons", "message_id": "24320303", "user_id": "69661", "datetime": "2011-05-26 22:55:03", "datestring": "26. maí '11, kl: 22:55:03", "text": "þær fást í móðurást kosta samt alveg rúmlega 4000 kr pakkinn með 5, en samt algörlega þess virði :)"}, {"response_to": "24320262", "username": "Shakira", "message_id": "24324341", "user_id": "51733", "datetime": "2011-05-27 12:16:37", "datestring": "27. maí '11, kl: 12:16:37", "text": "líka á pjakkar.net og facebook,"}, {"response_to": "24312307", "username": "febrúarbaun14", "message_id": "24323364", "user_id": "145648", "datetime": "2011-05-27 10:44:26", "datestring": "27. maí '11, kl: 10:44:26", "text": "Ég myndi ekki kaupa NB ég átti tvö svoleiðis sett og strákurinn minn fór alveg einu sinni í hvort. NB er fyrir 2.3 til 3.6 kg og 3M er fyrir 3.6 til 5.7. Alveg eins og Mysla82 segir að þá er strákurinn minn sem er 6 vikna í 3M núna og er meira að segja farinn að nota nokkrar 6M samfellur því hann er orðinn svo langur. Það er líka eitt að ég hef tekið eftir því að carters samfellurnar eru dálítið mismunandi því ég á tvær 3M sem smell passa en svo plain hvítar sem eru lausari á honum. Allavega kaupa ekki of mikið af litlum samfellum- frekar stærri. Ég er meira fyrir langerma samfellurnar en nota stutterma undir peysur og slíkt sérstaklega ef við erum að fara eitthvað og ég sett hann í \"fínni\" föt...."}, {"response_to": "24323364", "username": "isabella8", "message_id": "24324365", "user_id": "85818", "datetime": "2011-05-27 12:19:23", "datestring": "27. maí '11, kl: 12:19:23", "text": "Ég átti strákinn minn 4.vikum fyrir tíman og hann var 10mörk á ég keypti NB á hann og það passaði fínt þannig ef þú færð bara meðal baby þá myndi ég taka 3m."}, {"response_to": "24312307", "username": "Heilsufrik", "message_id": "24325810", "user_id": "86440", "datetime": "2011-05-27 14:33:48", "datestring": "27. maí '11, kl: 14:33:48", "text": "Minn fæddist um 11 merkurnar og er langur og grannur og ég átti NB samfellur og hann notaði þær þangað til hann varð 9vikna og þá var hann rúm 4 kg og 56 cm... svo ef að þú færð stærra barn eða í kringum 15 merkurnar þá myndi ég kaupa 3M, sakar samt ekki að eiga nokkrar í minnstu gerð ef ske kynni að barnið sé fíngert :)"}]}