{"url": "https://bland.is/umraeda/er-buin-ad-vera-litil-i-mer-sidustu-daga-/24458147/?page=4446", "date": "2011-06-08 15:36:48", "id": "24458147", "items": [{"text": "Hefur einhver komist yfir það að pæla í hvað öðrum finnst um mann? Hvernig!!? ...oftast getur mér verið alveg sama en svo koma dagar þar sem mér líður bara illa og er hrædd um að allir séu að hugsa ljótar hugsanir um mig...og lífið er allt of stutt til að líða illa yfir einhverju sem gæti verið. Mér ætti að vera nákvæmlega sama! þannig ætti það að vera...en er það ekki alltaf...einhver ráð til að komast yfir þetta?", "title": "er búin að vera lítil í mér síðustu daga :'(", "username": "ayahuasca", "message_id": "24458147", "user_id": "166511", "response_to": null, "datetime": "2011-06-08 15:36:48", "datestring": "8. jún. '11, kl: 15:36:48"}, {"response_to": "24458147", "username": "EvaMist", "message_id": "24458214", "user_id": "39668", "datetime": "2011-06-08 15:43:44", "datestring": "8. jún. '11, kl: 15:43:44", "text": "Já já maður kemst alveg út úr þessu :-) En held þú verðir að vinna í sjálfstraustinu hjá sjálfri þér til að hætta að pæla í öðrum. Þegar sjálstraustið eykst þá minka svona hugsanir og skipta minna máli. Þú verður að standa með sjálfri þér og vera góð við þig með því að gera það sem þér þykir rétt og reyna að láta þér líða vel."}, {"response_to": "24458214", "username": "ayahuasca", "message_id": "24458295", "user_id": "166511", "datetime": "2011-06-08 15:53:50", "datestring": "8. jún. '11, kl: 15:53:50", "text": "Er einmitt að reyna vinna í sjálfstraustinu með því að gera meira...fara meira út og vera aktív...en þá þarf ég endilega að finna fyrir svona tilfinningum þegar ég er úti...eins og þegar ég mæti í ræktina (ég veit alveg 100% að fólk er BARA að hugsa um sjálft sig í ræktinni... en samt líður mér illa) ég er orðin svo þreytt á að þurfa að pína mig til að gera allt...mig langar að hafa bara gaman að því og vera alveg sama hvað öðrum finnst...en vá það er erfitt að komast yfir það...ég er allavega byrjuð að gera nýja hluti eins og að mæta í ræktina daglega og það er stórt skref fyrir mig að mæta ein á svona stað...vona að hitt komi með fljótlega"}, {"response_to": "24458295", "username": "EvaMist", "message_id": "24458378", "user_id": "39668", "datetime": "2011-06-08 16:03:59", "datestring": "8. jún. '11, kl: 16:03:59", "text": "Gott hjá þér - það er gott skref að fara í ræktina til að rækta líkamann því það bætir líka andlega líðan. Vertu dugleg að hreyfa þig og spáðu ekki í það hvað öðrum finnst. Þú ert bara ein af mörgum og öðrum kemur ekkert við hvernig þú ert eða hvað þú ert að gera á meðan þú treður ekki á tánumá neinum. Og þótt þú gerðir það þá myndir þú bara biðjast afsökunar og halda áfram :-)"}, {"response_to": "24458378", "username": "ayahuasca", "message_id": "24458527", "user_id": "166511", "datetime": "2011-06-08 16:20:29", "datestring": "8. jún. '11, kl: 16:20:29", "text": "einmitt :) já þetta er svo satt...þarf bara aðeins að shake it off og hætta að pæla í þessu :p það er svolítið pælingin líka, vera meira aktív og þá kynnist ég fólki frekar... í ræktinni eða annars staðar... en takk :)"}, {"response_to": "24458295", "username": "GoGoYubari", "message_id": "24458608", "user_id": "69201", "datetime": "2011-06-08 16:28:52", "datestring": "8. jún. '11, kl: 16:28:52", "text": "Skil þig svo með ræktina - er svona líka. En eftir því sem ég mæti oftar, því auðveldara verður þetta."}, {"response_to": "24458608", "username": "ayahuasca", "message_id": "24458860", "user_id": "166511", "datetime": "2011-06-08 16:52:06", "datestring": "8. jún. '11, kl: 16:52:06", "text": "Gott að heyra að ég er ekki ein með þetta :) en já ég vona það"}, {"response_to": "24458860", "username": "snæfridur", "message_id": "24458978", "user_id": "112364", "datetime": "2011-06-08 17:02:58", "datestring": "8. jún. '11, kl: 17:02:58", "text": "Sammála! Það er eins og líkamsræktarstöðvar séu hreinlega hannaðar til að gera mann eins meðvitaðan og óöruggan og hægt er...fatta það ekki. Af hverju skellirðu þér ekki frekar á dansnámskeið, leiklistarnámskeið eða eitthvað þannig? Það er svo allt annað umhverfi miklu jákvæðara. Félagslegt + heilmikil líkamsrækt. Mæli td með Kramhúsinu, rosalega hlýleg og skemmtileg stemning þar."}, {"response_to": "24458978", "username": "ayahuasca", "message_id": "24459154", "user_id": "166511", "datetime": "2011-06-08 17:20:07", "datestring": "8. jún. '11, kl: 17:20:07", "text": "fíla alls ekki dans og leiklist...vá gæti það aldrei myndi held ég líða miklu verr þar :P en takk samt fyrir uppástunguna :)...en held ég geti alveg reynt að mæta aðeins meira í líkamsrækt og orðið aðeins ánægðari með sjálfa mig þar þó ég sé mjög sammála að maður er eitthvað rosalega meðvitaður og óöruggur þar...ég er búin að komast að því hvenær fæstir mæta og eru meira svona að mæta í sömu pælingum og ég...til að virkilega hreyfa sig...en uppúr 15 leytinu finnst mér bara koma hópar af unglingum saman og það lætur mér líða miiklu verr! þannig þarf bara að rífa mig fyrr upp og mæta :)"}, {"response_to": "24458295", "username": "GoGoYubari", "message_id": "24458611", "user_id": "69201", "datetime": "2011-06-08 16:29:02", "datestring": "8. jún. '11, kl: 16:29:02", "text": "Skil þig svo með ræktina - er svona líka. En eftir því sem ég mæti oftar, því auðveldara verður þetta."}, {"response_to": "24458147", "username": "snæfridur", "message_id": "24458940", "user_id": "112364", "datetime": "2011-06-08 16:59:01", "datestring": "8. jún. '11, kl: 16:59:01", "text": "Lestu \"The Lazy man's guide to enlightenment\". Ég veit að titilinn er svoldið skrýtinn en hún er frábær. Snýst allt um að lifa í núinu. Ef þú ert í núinu þá ertu ekki að velta þér upp úr fortíðinni og hafa áhyggjur af framtíðinni. Þú ert að rækta líkamann, þetta er sálarrækt. Þú getur lesið hana hér:"}, {"response_to": "24458940", "username": "ayahuasca", "message_id": "24459087", "user_id": "166511", "datetime": "2011-06-08 17:13:28", "datestring": "8. jún. '11, kl: 17:13:28", "text": "ooo vá takk :) mig vantar einmitt eitthvað svona...ég kíki alveg pottþétt á þetta"}, {"response_to": "24459087", "username": "snæfridur", "message_id": "24459236", "user_id": "112364", "datetime": "2011-06-08 17:27:24", "datestring": "8. jún. '11, kl: 17:27:24", "text": "Heyrðu ég sé núna að þetta er ekki öll bókin þarna inni. En nokkuð stórt sýnishorn af henni. Þú getur þá kíkt á þetta og pantað hana ef þér líst vel á."}, {"response_to": "24458147", "username": "Chaos", "message_id": "24459084", "user_id": "101369", "datetime": "2011-06-08 17:13:16", "datestring": "8. jún. '11, kl: 17:13:16", "text": ""}, {"response_to": "24459084", "username": "ayahuasca", "message_id": "24459222", "user_id": "166511", "datetime": "2011-06-08 17:25:47", "datestring": "8. jún. '11, kl: 17:25:47", "text": "hmm já gæti tjékkað á þessu... en ég fór reyndar einhvern tíman á fund...ekki hjá coda samt en það var hjá einhverju svona sjálfstyrkingarnámskeiði og mér fannst það ekki alveg eiga við mig...ég er svona manneskja sem líður illa við að gera hlutina en ég geri þá samt... stundum er ég alveg laus við allt og alla feimni en stundum get ég verið það...og ég var eina sem var með svona stundum/stundum ekki...á þessum fundum finnst mér svolítið alvarlegri tilvik...fólkið sagðist halda sig heima við og ekki þora út á meðal fólks en ég fíla alveg að hitta fólk og kynnast fólki þó mér finnist það óþægilegt"}, {"response_to": "24459222", "username": "Chaos", "message_id": "24459298", "user_id": "101369", "datetime": "2011-06-08 17:32:17", "datestring": "8. jún. '11, kl: 17:32:17", "text": "Ég var einu sinni ekki svo ólík þér. Passa þessi einkenni við þig?"}, {"response_to": "24459298", "username": "ayahuasca", "message_id": "24459423", "user_id": "166511", "datetime": "2011-06-08 17:42:28", "datestring": "8. jún. '11, kl: 17:42:28", "text": "Og fórstu á Coda fund og þetta varð skárra eftir það eða? :) Já mér finnst sumt eiga við...en ekki alveg allt...það sem mér finnst mest lýsa mér er bara að ég er alveg mikil félagsvera með vinum og vinum þeirra og kíki í partý/djammið og er ekkert feimin þar (þó ég sé edrú oft)...en svo að mæta í skóla/vinnu þar sem ég þekki engann líður mér hööörmulega og alltaf að pæla í hvernig ég á að haga mér...á erfitt með að labba frá öðrum enda matsalarins til mötuneytisins og svo til baka og borða fyrir framan aðra og finnst alltaf eins og fólk gæti verið að horfa á mig og hugsa hvað ég er asnaleg að vera svona ein... fáranlegar hugsanir :P en ég hef náð að komast yfir feimni og sumar svona hugsanir...en finnst ég eiga smá eftir"}, {"response_to": "24458147", "username": "Gælunikk", "message_id": "24459329", "user_id": "175298", "datetime": "2011-06-08 17:34:31", "datestring": "8. jún. '11, kl: 17:34:31", "text": "Þetta kemur fyrir mig líka alltaf þegar ég er inná ER.is."}, {"response_to": "24458147", "username": "HvuttiLitli", "message_id": "24459585", "user_id": "41476", "datetime": "2011-06-08 17:59:26", "datestring": "8. jún. '11, kl: 17:59:26", "text": "Vá hvað ég kannast við þetta!"}]}