{"url": "https://bland.is/umraeda/hvad-ma-borda-hvenaer-/24465470/?page=4437", "date": "2011-06-09 08:46:14", "id": "24465470", "items": [{"text": "Mér finnst svo misjafnt hvað er ráðlagt varðandi matargjöf til ungbarna (6 mán og eldri). Hvenær td, eruð þið að gefa fyrstu kjöt/fisk máltíðina? Hvort og þá hvaða mjólkurmat gefið þið? Ég er með barnið mitt enn á brjósti (er að verða 8 mán) og gef henni fasta fæðu 3x á dag og svo smá fingramat 1x (smá brauðbita, cherios eða bygga (morgunkorn)). Ég er að velta fyrir mér hvenær ég gæti kynnt hana fyrir smá kjöti og hvenær og hvernig ég ætti að gefa henni mjólkurvörur. Ekkert ofnæmi í fjölsk. en hún virðist ekki þola stoðmjólkina vel né heldur þegar ég prófaði að gefa henni AB mjólk (skv. læknisráði). Endilega segið mér hvernig þið hagið þessu hjá ykkur.", "title": "hvað má borða hvenær?", "username": "globe", "message_id": "24465470", "user_id": "113234", "response_to": null, "datetime": "2011-06-09 08:46:14", "datestring": "9. jún. '11, kl: 08:46:14"}, {"response_to": "24465470", "username": "JungleDrum", "message_id": "24465687", "user_id": "29871", "datetime": "2011-06-09 09:18:30", "datestring": "9. jún. '11, kl: 09:18:30", "text": "Ég styðst við þennan vef sem mér var bent á af ungbarnaverndinni, finnst þetta vera nokkuð áreiðanlegir aðilar á bakvið hann."}, {"response_to": "24465470", "username": "skjona", "message_id": "24472892", "user_id": "104913", "datetime": "2011-06-09 21:18:22", "datestring": "9. jún. '11, kl: 21:18:22", "text": "Mín er 7 mánaða og ég er aðeins byrjuð að gefa henni kjöt.  Eldri stelpan fékk ekki fisk fyrr en eftir að hún varð 1 árs þótt að það sé ekkert ofnæmi í fjölskyldunni."}, {"response_to": "24465470", "username": "miss sunshine", "message_id": "24473431", "user_id": "57029", "datetime": "2011-06-09 22:01:42", "datestring": "9. jún. '11, kl: 22:01:42", "text": "ég byrjaði að gefa mínum að smakka kjöt um 7 mánaða og geri það svona spari þegar almennilegt kjöt er í matinn. Um 8 mánaða stappaði ég heimagerðar lifrabollur handa honum með karteflum og hef líka gefið honum kjötbollur. Fisk leyfði ég honum að smakka einn bita rétt fyrir 8 mánaða og það fór bara vel í hann fekk fljótlega eftir það aðeins meira svo bara heila fiskmáltíð og finnst rosa gott. Hann er semsagt 8 og hálfs mánaða núna í dag og gef honum einn pela af þurrmjólk á kvöldin en annars stoðmjólk í stútkönnu (fyrst var samt ekkert eins og það færi mjög vel í hann en hefur lagast) svo set ég stundum ab mjólk eða hreina jógúrt i blandaða ávexti (eða svona hálfgert boost þá sem hann drekkur með röri, svaka sport)"}, {"response_to": "24465470", "username": "CandiiRainbow", "message_id": "24477775", "user_id": "136534", "datetime": "2011-06-10 12:47:28", "datestring": "10. jún. '11, kl: 12:47:28", "text": "Mín fékk kjöt fyrst 7mánaða .... hún fékk smjör og ost 6mán, þoldi það vel :)"}, {"response_to": "24465470", "username": "sygyn", "message_id": "24481596", "user_id": "124720", "datetime": "2011-06-10 20:03:10", "datestring": "10. jún. '11, kl: 20:03:10", "text": "Var farin að gefa minni allt um ca. 8 mánaða, þar á meðal kjöt og fisk. Hef reyndar ekki verið mikið að gefa henni skyr og jógúrt, kannski aðallega af því að ég borða lítið af svoleiðis. Hún fær nýmjólk á kvöldin, fær svo mikið harðlífi af stoðmjólkinni og hún elskar ost. En það eru engin þekkt ofnæmi í nánustu fjölskyldu, hefði líklega passað mig ef það væri eitthvað þannig."}]}