{"url": "https://bland.is/umraeda/sumarvinna/24491860/?page=230", "date": "2011-06-11 23:48:44", "id": "24491860", "items": [{"text": "Ég sótti um vinnu í sundlaug í sumar. En ég fékk ekki starfið. En það var einn annar strákur ráðinn. ég veit samt að hann sótti um þetta starf nokkrum dögum eftir umsóknarfrest. Þannig að ég sendi inn kvörtun til þeirra sem réðu í starfið. Ég fékk þau svör að umsókn hans hafi verið kominn inn, útaf því að hann hafði unnið þarna árinu áður, en hann átti samt bara eftir að staðfesta hana. Þannig að hann átti bara eftir að staðfesta gamla umsókn... Hvað finnst ykkur? Eru þetta ekki léleg svör hjá þeim???? Og er þetta ekki ólögleg ráðning?", "title": "Sumarvinna", "username": "Gudmunur", "message_id": "24491860", "user_id": "173573", "response_to": null, "datetime": "2011-06-11 23:48:44", "datestring": "11. jún. '11, kl: 23:48:44"}, {"response_to": "24491860", "username": "saedis88", "message_id": "24491881", "user_id": "56492", "datetime": "2011-06-11 23:50:30", "datestring": "11. jún. '11, kl: 23:50:30", "text": "ég vona að það eru frekar ráðnir vanir og færir starfsmenn í slíkt starf.  Fólk með reynslu hlytur að ganga fyrir. finnst það bara eðlilegt"}, {"response_to": "24491881", "username": "Gudmunur", "message_id": "24491913", "user_id": "173573", "datetime": "2011-06-11 23:55:09", "datestring": "11. jún. '11, kl: 23:55:09", "text": "já, hann hafði unnið þarna í 1-2 manuði árið áður. það er ekki svaka mikil reynsla. En hann staðfesti þessa umsókn bara alltof seint."}, {"response_to": "24491860", "username": "klóglingur", "message_id": "24491904", "user_id": "3234", "datetime": "2011-06-11 23:53:37", "datestring": "11. jún. '11, kl: 23:53:37", "text": "Úff mundi ekki nenna að pirra mig á svona hlutum. Bera höfuðið hátt og leita annað."}, {"response_to": "24491860", "username": "Raw1", "message_id": "24491920", "user_id": "125748", "datetime": "2011-06-11 23:55:40", "datestring": "11. jún. '11, kl: 23:55:40", "text": "Ég held að þetta sé ekkert ólögleg ráðning hjá þeim, þeir náttúrulega vilja fólk með góða reynslu. Ég t.d. veit um marga aðila sem fá vinnuna nánast samdægurs og þeir sækja um vinnuna, en ekki þeir sem eru snemma að sækja um sumarvinnu."}, {"response_to": "24491920", "username": "Raw1", "message_id": "24491928", "user_id": "125748", "datetime": "2011-06-11 23:57:01", "datestring": "11. jún. '11, kl: 23:57:01", "text": "og aldur kanske"}, {"response_to": "24491928", "username": "Gudmunur", "message_id": "24505139", "user_id": "173573", "datetime": "2011-06-13 16:33:27", "datestring": "13. jún. '11, kl: 16:33:27", "text": "það er kannski öðru vísi þegar fyrirtæki út í bæ gerir þetta. en þetta var starf hjá sveitarfélagi"}, {"response_to": "24505139", "username": "Raw1", "message_id": "24505331", "user_id": "125748", "datetime": "2011-06-13 16:49:44", "datestring": "13. jún. '11, kl: 16:49:44", "text": "ég held nefnilega að þetta sé hjá flest öllum."}, {"response_to": "24491920", "username": "DoctorHver", "message_id": "31324179", "user_id": "190371", "datetime": "2016-06-09 00:27:55", "datestring": "9. jún. '16, kl: 00:27:55", "text": "Veit að þetta er 5 ára gamalt innleg, en það virkar mjög óflaglega að fara ekki eftir umsóknarfrestinum ef menn á annað borð eru með umsóknarfrest, ég hef áður útskýrt hvað mér finnst um umsóknir eftir að umsóknarfresturinn er liðinn, en þar sem að hér er nefnt umsóknir og samþykkt á þeim áður en fresturinn er runninn út þá orkar það einnig tvímælis að ráða einhvern áður en fresturinn er liðinn því hver veit það gæti dottið inn hæfari umsækjandi, sem gæti þá ákveðið að leita réttarsíns þegar hann kemst að því að gengið var framhjá honum. Þó sé ég ekkert athvert við það að menn skoði hverjir hafi verið að sækja um áður en fresturinn er runnin út. En hugs að það væri amk sanngærnast að tilkynna ekki um raðningar fyrr en að fresturinn er runninn út."}, {"response_to": "24491860", "username": "DoctorHver", "message_id": "31324168", "user_id": "190371", "datetime": "2016-06-09 00:10:16", "datestring": "9. jún. '16, kl: 00:10:16", "text": "Ég veit að þetta er 5 ára gamall þráður, en ég verð samt að svara fyrst að ég efast, að lítið hafi breyst í þessum efnum hvað varðar ráðningar, miðað við það sem Guðmundur lýsir í upphafs innleggi sínu."}, {"response_to": "24491860", "username": "TheMadOne", "message_id": "31324180", "user_id": "67426", "datetime": "2016-06-09 00:31:40", "datestring": "9. jún. '16, kl: 00:31:40", "text": "þetta er ekki útboð á ríkisstofnun, fyrirtækið ræður þann sem þeir telja sé hæfastur í starfið, ekkert óeðlilegt að ráða einhvern sem þeir þekkja fram yfir einhvern sem þeir þekkja ekki."}]}