{"url": "https://bland.is/umraeda/paelingar-um-fikniefni-og-fikla-varud-langt-/24562339/?page=4373", "date": "2011-06-19 16:09:50", "id": "24562339", "items": [{"text": "Góðan daginnEftir að hafa séð umræðuna um fíkniefni og fíkla undanfarið ásamt því að lesa ritrýndar rannsóknargreinar aðalega frá   . Þá get ég ekki betur séð en fíkniefnalöggjöfin sé byggð á pólitík en ekki vísindum þar sem oftast er ekki hlustað á ráðleggingar vísindamanna heldur þrýstihópum sem oftast vilja beta aðferðum sem virka ekki. Eina sem maður heyrir í forvarnarstarfi er að fíkniefninn séu dauðinn og ef þú prófar einu sinn þá endar þú  ber að neðan á hlemmi að selja þig sem er bara rugl (smá ýkjur kannski). Ég þekki fullt af fólki sem hefur prófað fíkniefni þar á meðal ég án þess að hafa nokkurntíman orðið fíklar eða langað að nota þetta aftur. Það sem einkennir það fólk er að það hefur nóg að gera í lífinu og er nokkuð sátt við það sem það hefur og hefur þar af leiðindi ekki eins mikinn áhuga á að komast í breytt hugarástand alla daga. En þegar maður horfir á fíkla þá er allveg bókað að það er mikið af undirliggjandi vandmálum og sársauka sem fær það til þess að fara í þennan heim. Enginn venjulegur maður sem er nokkuð ánægður með lífið færi að sprauta sig með heróíni þótt honum yrði rétt sprauta. Hverning væri að hætta hræðsluáróðri og taka á þeim undirliggjandi vandamálum sem valda því að fólk þarf að nota fíkniefni til þess að deyfa sársauka vegna erfiðs lífs, undirliggjandi þunglyndis eða einhverskonar lífsreynslu sem það jafnar sig ekki á. Síðan bannið var sett á hefur ekkert gerst nema að undirheimarnir verða sterkari og sterkari. Framboð og eftirspurn ásamd fjölda fíkla hefur bara stöðugt aukist síðan bannið var sett á. Á íslandi er kannabis bannað með lögum en samt er hægt að panta gras og fá það sent innan hálftíma eins og dominos pizzu. Það eina sem bannið virðist gera allavega í tilfelli kannabis er að hækka verðið. Fólk er að borga svipað mikið fyrir 1g af illgresi eins og gram af gulli. Það er bara það auðvelt og það mikil gróðavon að rækta og selja kannabis að það mun aldrei virka að banna það og því fyrr sem fólk fatar það því betra held ég enda er kannabis ein helsta tekjulind undirheimana og gróði af því fer oft í að fjarmagna t.d vopnakaup og mannsal. Ef fólk heldur að það virki að auka refsingar þá hefur það sýnt sig að þar sem refsingar eru hvað harðastar er ástandið verst. Hraðari refsingar búa til harðari undirheima. Þá kemur inn fólk sem er tilbúið að taka meiri áhættur og beita harðara ofbeldi til þess að sleppa við refsingar því það er munur á 1 eða 10 árum í fangelsi og þú ert kannski tilbúinn að ganga lengra til þess að sleppa við 10 ár meðan þú kannski gætir sætt þig við 1 ár.Hægt er að fara í átt að einhverskonar lögleiðingu og þá er enginn að tala um að lögleiða öll fíkniefni og fara að selja þau í bónus. Mér finnst að það ætti að vera einn staður rekinn af ríkinu þar sem fólk getur farið og keypt kannabis án þess að það yrði markaðssett af neinu tagi og þar sem aldurstakmark er allavega 20 ára. Auk þess finnst mér að það ætti að vera heilsugæslustöð þar sem langt leiddir fíklar geta komið og fengið skammtinn sinn frá fagfólki sem getur þá í leiðinni beint þeim á leiðir út úr fíkninni og reynt að hjálpa því. Vegna bannsins þá eru fíklar fastir í undirheimunum sem falið vandamál og þurfa oft að eiga viðskipti við menn sem hika ekki við að beita ofbeldi og neyða það til lögbrota til þess að borga skuldir. Með því að hafa heilsugæslu þar sem fíkilinn getur komið og fengið skammtinn sinn er hægt að draga hann aðeins úr undirheimunm , reyna að hjálpa honum og í versta falli þá fær hann bara skammtinn sinn frá fagfólki og þarf ekki að eiga viðskipti við vafasamt fólk. Þetta gæti líka leit til þess að fólk hætti að sjá fíkniefni sem eitthvað spennadi og sjái fíkla sem veikt fólk en ekki glæpamenn þar sem fíklar eiga að vera samfélags og félagsfræðilegt vandamál en ekki lögregluvandamál. Það má heldur ekki gleyma því að venjulegt fólk er ekki hálfvitar og að flestir sem prófa þessi efni verða ekki fíklar og geta tekið góðar ákvarðanir og mér finnst oft eins og litið sé á fólk sem börn þar sem ríki eða aðrir þrýstihópar finnst þeir þurfa að hafa vit fyrir okkur og ákveða hvað við eigum að gera og hvað ekki sem oftast virkar ekki og leiðir til verra ástands.Ég gæti svo sem talað meira um þetta en læt þetta gott heita. Mér sýnist bannið ekkert gera nema auka aðgengi á fíkniefnum fyrir fólk yngra en 20 ára og mér finnst að það eigi að gera allt til þess að takmarka aðgengi á fíkniefnum til fólks yngra en 20 ára því þeirra líf er oft ómótað og sumir hafa undirliggjandi vandamál sem það er ekki orðið nóga þroskað til þess að takast á við og er því líklegra til þess að misnota fíkniefni þótt þetta sé ekki algilt auðvita. Síðan þarf að ráðast á rót vandans og reyna að hjálpa fólki með undirliggjandi vandmál og erfiðleika í lífinu áður en það fer að nota fíkniefni til þess að deyfa sársaukan og komast í burtu frá raunveruleikanum. Það væri gaman að heyra hvaða skoðanir fólk á er.is hefur á þessum hlutum ef einhver nennir að lesa þetta. Það væri gott að fá rökræður á jafnréttisgrundvelli þar sem allir tjá sína skoðun og hafa opin huga fyrir því að kannski er núverandi kerfi ekki að virka og það eru aðrir möguleikar. Textinn hér að ofan er byggður á þjóðfélagsumræðum , ritrýndum rannsóknargreinum og ýmsum viðtölum sem ég hef séð ásamt mínum eigin hugleiðingum og ályktunum en þetta er engan veginn heilagur sannleikur : )Kveðja,", "title": "Pælingar um fíkniefni og fíkla (Varúð langt!!)", "username": "dmt", "message_id": "24562339", "user_id": "176344", "response_to": null, "datetime": "2011-06-19 16:09:50", "datestring": "19. jún. '11, kl: 16:09:50"}, {"response_to": "24562339", "username": "micro", "message_id": "24562706", "user_id": "14570", "datetime": "2011-06-19 17:10:22", "datestring": "19. jún. '11, kl: 17:10:22", "text": "Þú gerir þér grein fyrir því að það er stefnan að gera tóbak illfáanlegt, þannig það er ekkert verið að fara að breyta fíkniefnalöggjöfinni. Mætti svosem herða dóma þar og herða eftirlit."}, {"response_to": "24562706", "username": "dmt", "message_id": "24562906", "user_id": "176344", "datetime": "2011-06-19 17:36:32", "datestring": "19. jún. '11, kl: 17:36:32", "text": "Já vissi af þessu tóbaksfrumvarpi og það er rétt að af öllum vímuefnum virðast flestir deyja af völdum sjúkdómum tengdum tóbóki en ég held að svona foræðishyggja virki aldrei. Eins og er er tóbak mjög fín smyglvara ef þú ert að vinna á fraktara og er farið að gefa betri gróða en áfengið hef ég heyrt : ) Það á að skattleggja vöruna miðað við þann skaða sem hún veitir fólki en það verður líka að passa að skattleggja ekki vöruna ekki þannig að hún verði það dýr að það sé hægt að smygla henni til landsins og koma út í stórgróða. Annað við þetta frumvarp ef ég skildi það rétt sem mér fannst skrítið þá getur þú reynt að hætta 2 sinnum og ef það gengur ekki færðu lyfseðil og getur fengið tóbakið á kostnaðarverði í apóteki. Sem þýðir að þú færð það mjög ódýrt og ert ekki að borga skatta af því sem nemur skaðsemi. Auk þess setur þetta meira álag á nú þegar ofhlaðið heilbrigðiskerfi ( ég er búinn að bíða í 5 ár og ekki enþá búinn að fá úthlutað heimilislækni) og hvað kemur í veg fyrir það að fólk sem fær tóbak á kostnaðarverðu niðurgreitt þá af vissu leyti því þú borgar ekki skatta af skaðsemmi þess selji það líka svart til þess að græða smá auka penning."}, {"response_to": "24562706", "username": "Frau Schnitzel", "message_id": "24565534", "user_id": "92359", "datetime": "2011-06-19 22:00:55", "datestring": "19. jún. '11, kl: 22:00:55", "text": "Það skilar örugglega litlu að herða dóma. Hvernig væri nú að setja frekar meiri pening í gott meðferðarstarf?"}, {"response_to": "24562706", "username": "Blebbi", "message_id": "24574883", "user_id": "156319", "datetime": "2011-06-20 19:53:31", "datestring": "20. jún. '11, kl: 19:53:31", "text": "Það er dýrara fyrir ríkið og samfélagið allt að senda fíkla og vímuefnaneytendur í fangelsi, en að eyða peningunum í forvarnir og meðferðarúrræði. Það á að líta á vímuefnaneyslu sem heilbrigðisvandmál, ekki glæp."}, {"response_to": "24562339", "username": "Ljósmyndir", "message_id": "24562790", "user_id": "14062", "datetime": "2011-06-19 17:21:29", "datestring": "19. jún. '11, kl: 17:21:29", "text": "mér finnst alls ekki rétt að lögleiða neinskonar fíkniefni, en ég skil þessar pælingar hjá þér og finnst þær alveg eiga rétt á sér. finnst margt af því sem þú bentir á alls ekki vitlaust."}, {"response_to": "24562339", "username": "Arriba", "message_id": "24562925", "user_id": "22817", "datetime": "2011-06-19 17:39:43", "datestring": "19. jún. '11, kl: 17:39:43", "text": "Ágætis pælingar, margt þarna sem er vel þess vert að skoða."}, {"response_to": "24562339", "username": "gydja85", "message_id": "24565137", "user_id": "34417", "datetime": "2011-06-19 21:37:12", "datestring": "19. jún. '11, kl: 21:37:12", "text": "Flottur pistill hjá þér, en einni skoðun vil ég koma á framfæri, það er ekki hægt að alhæfa það að allir sem ánetjast harðari fíkniefnum svosem að sprauta í sig heróíni  eigi við undirliggjandi vandamál að stríða, sumt fólk er bara í eðli sínu fíkill og sumir geta prófað allan fjandann en ánetjast ekkert og geta hætt þegar þeir vilja þó vanlíðan eða önnur vandamál hrjái þær manneskjur."}, {"response_to": "24565137", "username": "dmt", "message_id": "24565437", "user_id": "176344", "datetime": "2011-06-19 21:54:25", "datestring": "19. jún. '11, kl: 21:54:25", "text": "Já það er örugglega rétt. Maður dettur stundum í það að alhæfa og sjá það ekki fyrr en maður les aftur yfir textann seinna: ) En þetta átti auðvita við hluta af fíklum en ekki alla."}, {"response_to": "24562339", "username": "bogi", "message_id": "24565491", "user_id": "54181", "datetime": "2011-06-19 21:57:45", "datestring": "19. jún. '11, kl: 21:57:45", "text": "Mín skoðun er sú að lögleiðing á fíkniefnum er hálfgerð letilausn og lýsi uppgjöf."}, {"response_to": "24565491", "username": "dmt", "message_id": "24574715", "user_id": "176344", "datetime": "2011-06-20 19:41:15", "datestring": "20. jún. '11, kl: 19:41:15", "text": "Ég myndi nú frekkar segja að það sé letilausn og uppgjöf að láta kerfi standa sem greinilega virkar ekki þar sem framboð , eftirspurn og fjöldi fíkla hefur bara aukist síðan bannið var sett á og hafa ekki þor í að fara í breytingar sem gætu skilað betri árangri. Allveg er það mín skoðun að stríðið gegn fíknefnum sé löngu tapað og mér finnst það líka mjög slæmt þegar sérfræðingar sem eru ráðnir sem fíkniefnaráðgjafar af stjórnvöldum séu reknir fyrir að kynna niðustöður úr rannsóknum sem henta ekki yfirvöldum eins og gert var við David Nutt í Bretlandi. Það á ekki að vera hægt að panta ákveðnar niðurstöður úr vísindarannsóknum eða nota aðferðarfræði sem er gölluð til þess að fá ákveðna niðurstöðu sem er talin æskileg."}, {"response_to": "24565491", "username": "YulBrynner", "message_id": "24574753", "user_id": "146600", "datetime": "2011-06-20 19:44:12", "datestring": "20. jún. '11, kl: 19:44:12", "text": "Stríðið gegn fíkniefnum er löngu tapað."}, {"response_to": "24574753", "username": "bogi", "message_id": "24575067", "user_id": "54181", "datetime": "2011-06-20 20:10:16", "datestring": "20. jún. '11, kl: 20:10:16", "text": "Hvernig stendur þá á því að íslensk ungmenni nota minnst af þessum efnum af þeim löndum sem við berum okkur saman við?"}, {"response_to": "24575067", "username": "YulBrynner", "message_id": "24575149", "user_id": "146600", "datetime": "2011-06-20 20:16:27", "datestring": "20. jún. '11, kl: 20:16:27", "text": "Sennilega væri gáfulegast að sætta sig við það að fíkniefni eru hluti af samfélagi manna og fara síðan að beita kröftunum í að aðstoða þá sem eru illa staddir sökum efnanna. Refsa stórlöxunum sem hafa eymd annarra að lifibrauði. Ekki eyða klefaplássi í kjánaprik eins og Kalla Bjarna fyrir slag af spítti og hassmola."}, {"response_to": "24575067", "username": "dmt", "message_id": "24576421", "user_id": "176344", "datetime": "2011-06-20 21:30:46", "datestring": "20. jún. '11, kl: 21:30:46", "text": "Sæll Bogi"}, {"response_to": "24576421", "username": "bogi", "message_id": "24576587", "user_id": "54181", "datetime": "2011-06-20 21:39:56", "datestring": "20. jún. '11, kl: 21:39:56", "text": "Þetta voru tölur sem voru birtar um daginn af íslenskum yfirvöldum - nýjustu tölur sem sagt."}, {"response_to": "24576587", "username": "dmt", "message_id": "24576844", "user_id": "176344", "datetime": "2011-06-20 21:55:24", "datestring": "20. jún. '11, kl: 21:55:24", "text": "Já þetta er því miður ekki fallegur heimur sem við búum í og virðist stundum vera svolítið tilgangslaus. Þannig að margir sækja í breytt hugarástand og sumir lenda ekki í vandræðum með þessi efni meðan aðrir enda sem fíklar. En að sjálfsögðu er það ekki fyrsta skrefið að lögleiða opímum lyf eins og heroín eða morfín. Heldur að gera efni sem eru stundum flokkuð skaðminni en lögleg fíkniefni og eru oft stór tekjustofn fyrir undirheimana aðgengileg fyrir þá sem vilja nota þau án þess að markaðssetja þau á nokkurn hátt."}, {"response_to": "24562339", "username": "Gale", "message_id": "24575055", "user_id": "92836", "datetime": "2011-06-20 20:09:17", "datestring": "20. jún. '11, kl: 20:09:17", "text": "Það eru 20 ár síðan þetta \"War on drugs\" var orðið tapað. TUTTUGU ÁR!"}, {"response_to": "24575055", "username": "Gale", "message_id": "24575191", "user_id": "92836", "datetime": "2011-06-20 20:18:58", "datestring": "20. jún. '11, kl: 20:18:58", "text": "*ekki VERRA ástand"}, {"response_to": "24562339", "username": "svartasunna", "message_id": "24577034", "user_id": "54800", "datetime": "2011-06-20 22:07:06", "datestring": "20. jún. '11, kl: 22:07:06", "text": "Flott innlegg hjá þér."}, {"response_to": "24562339", "username": "mmfood", "message_id": "24600324", "user_id": "161846", "datetime": "2011-06-22 23:05:55", "datestring": "22. jún. '11, kl: 23:05:55", "text": "Hérna er stutt viðtal við David Nutt, fyrrum ráðgjafa um fíkniefnavandann fyrir Breska innanríkisráðuneytisins."}, {"response_to": "24562339", "username": "Blandpía", "message_id": "24600450", "user_id": "174239", "datetime": "2011-06-22 23:14:39", "datestring": "22. jún. '11, kl: 23:14:39", "text": "Ég er virkilega fegin að hafa gengið óhefðbundna leið oft á tíðum á minni leið að skilja sjálfa mig, ég veit fyrir víst að ég er stærri fyrir vikið, fólk má ráða í það sem ég var að segja allveg eins og það vill."}, {"response_to": "24600450", "username": "Blandpía", "message_id": "24600473", "user_id": "174239", "datetime": "2011-06-22 23:15:57", "datestring": "22. jún. '11, kl: 23:15:57", "text": "Þetta sem upphafsinnlegg var að stinga upp á, eða koma með rök fyrir er einfaldlega brill hugmynd."}, {"response_to": "24562339", "username": "dmt", "message_id": "24637228", "user_id": "176344", "datetime": "2011-06-26 20:07:05", "datestring": "26. jún. '11, kl: 20:07:05", "text": "Fínt innlegg í umræðuna fyrir þá sem hafa áhuga. Einstaklingurinn sem skrifar þessa grein notar stundum kannabis og gefur innsýn í sitt líf og afhverju hún notar kannabis. Þar sem oftast sést bara sjónarhorn fíkilsins þá er þetta eitthvað sem er áhugavert að lesa þar sem líklegast flestir notendur kannabis eru á þessum stað."}]}