{"url": "https://bland.is/umraeda/margret-muller/24572694/?page=4396", "date": "2011-06-20 16:15:06", "id": "24572694", "items": [{"text": "Eru fleiri hérna inni sem \"lentu\" í henni?  Í svo fáránlega f\"#$ing mörg ár hélt ég að þetta hafi bara verið ég. Hún elskaði jú bróðir minn svo mikið og var svo góð við hann að ég hætti aldrei nokkurntímann að heyra það. Og það gerði það að verkum að þegar ég kvartaði undan henni trúði mér enginn, og sögðu þetta afbrýðissemi út í hann. Eins og skólinn hafi ekki verið nóg þá þurfti ég að lifa af sumrin í Riftúni í þokkabót. Ég fór að háskæla við að lesa þessa frétt OG það sýður á mér. Maðurinn minn sagði mér að tala um þetta við foreldra mína en ég held svei mér þá að ég treysti mér ekki til þess. Og það myndi ekki laga neitt. En ááááiii, þetta er vont.", "title": "Margret Muller", "username": "tjúa", "message_id": "24572694", "user_id": "7256", "response_to": null, "datetime": "2011-06-20 16:15:06", "datestring": "20. jún. '11, kl: 16:15:06"}, {"response_to": "24572694", "username": "seva", "message_id": "24572737", "user_id": "94698", "datetime": "2011-06-20 16:19:18", "datestring": "20. jún. '11, kl: 16:19:18", "text": "Samhryggist. Þú ættir amk að leita hjálpar og tala um hlutina, ef ekki við foreldra þína þá fagfólk."}, {"response_to": "24572694", "username": "miss540", "message_id": "24572760", "user_id": "125496", "datetime": "2011-06-20 16:22:19", "datestring": "20. jún. '11, kl: 16:22:19", "text": "Úff þú átt alla mína samúð.  Stórmerkilegt að konan hafi komist upp með þessa harðstjórn svona lengi."}, {"response_to": "24572694", "username": "ermum", "message_id": "24572765", "user_id": "160560", "datetime": "2011-06-20 16:22:29", "datestring": "20. jún. '11, kl: 16:22:29", "text": ":(  Vonandi verður myndaður einhver stuðningshópur eða ykkur boðin áfallahjálð eða eitthvað."}, {"response_to": "24572694", "username": "Greebo", "message_id": "24572909", "user_id": "141599", "datetime": "2011-06-20 16:37:29", "datestring": "20. jún. '11, kl: 16:37:29", "text": "Já ég lenti sko í henni, OG Riftúni. Ég hef blokkerað mest af þessu í hausnum á mér, en man hvernig hún var við aðra í mínum bekk, sérstaklega eina stelpu sem var yngri en við, alveg fæ sting í hjartað við að hugsa um það. :/ Og Riftún... Úff... Fékk ekki að lesa bréf frá foreldrum, neydd til að borða allan matinn þarna sama hversu viðbjóðslegur hann var og svo var ég alltaf pissandi á mig stöðugt af stressi og kvíða þarna, skömmuð fyrir undarlegustu hluti og eitthvað fleira sem ég hef blokkerað út. :S"}, {"response_to": "24572909", "username": "tjúa", "message_id": "24573018", "user_id": "7256", "datetime": "2011-06-20 16:51:58", "datestring": "20. jún. '11, kl: 16:51:58", "text": "Riftún var eiginlega verst. Ég grét mig í svefn og var skömmuð fyrir að vera að halda hinum vakandi; ég fékk furðulega oft ekkert að borða. Vann einhverntímann einhverja keppni þarna og hún hrifsaði af mér verðlaunin og sagði mig hafa svindlað og lét mig sitja hjá. En svo sýndi ég henni að ég hafði víst gert þetta rétt (arg, það er svo asnalegt að tala um þetta, en við áttum að vefja band utan um karamellu og svo í tunguna, og velta svo tungunni utan um bandið þangað til að karamellan var komin upp í okkur. Ég gerði þetta víst á einhverjum mettíma, og hún sagði að ég hlyti að hafa notað hendurnar. En ég gat endurtekið þetta aftur og aftur) Ég átti samt að fara að sofa."}, {"response_to": "24573018", "username": "Greebo", "message_id": "24573091", "user_id": "141599", "datetime": "2011-06-20 17:00:25", "datestring": "20. jún. '11, kl: 17:00:25", "text": "Já ég man núna einmitt að ég var skömmuð fyrir að halda hinum vakandi líka... Og heyrði hana oft skamma aðrar fyrir þetta... Alltaf eitthvað röfl um að hún hafi tekið svefnpillu sem væri núna ónýt því maður hefði vakið hana, geðveikt eitthvað að láta mann fá sektarkennd. Huhh. -.- Ég man samt ekkert með máltíðirnar, ég rauk alltaf upp í fjall að leika mér/forða mér og var ekkert að fylgjast mikið með held ég. Gæti vel verið að ég hafi ekki fengið að borða oft þarna heldur, bara man svo lítið eftir þessu, mundi bara ekkert fyrr en fyrir 1-2 árum að ég hefði farið í Riftún, þegar ég var að róta um í minningum sem ég hafði bælt niður af öðrum ástæðum líka."}, {"response_to": "24572694", "username": "Kendra", "message_id": "24573126", "user_id": "75974", "datetime": "2011-06-20 17:03:23", "datestring": "20. jún. '11, kl: 17:03:23", "text": "Þegar ég las þessa frétt fyrst í morgun hélt ég að þetta væri innsláttarvilla að hún hafi fyrirfarið sér árið 2008 hefði haldið að það væri frekar 1908. Mér datt ekki í hug að þetta væri svona nýtt mál þó svo að þetta hafi gerst fyrir mörgum árum."}, {"response_to": "24573126", "username": "tjúa", "message_id": "24573163", "user_id": "7256", "datetime": "2011-06-20 17:07:27", "datestring": "20. jún. '11, kl: 17:07:27", "text": "ég er 77 módel. Var ári á undan í skóla samt, þannig að þetta er frá 1982 og til hvað, 1986."}, {"response_to": "24573163", "username": "Kendra", "message_id": "24573348", "user_id": "75974", "datetime": "2011-06-20 17:29:57", "datestring": "20. jún. '11, kl: 17:29:57", "text": "Vá hvað það er stutt síðan :("}, {"response_to": "24573163", "username": "Greebo", "message_id": "24573640", "user_id": "141599", "datetime": "2011-06-20 17:58:49", "datestring": "20. jún. '11, kl: 17:58:49", "text": "Vá... Ég var mikið seinna, frá 1992- 1999, mögulega 2000 (var eitt ár í gagnfræðadeildinni sem var nýstofnuð þegar ég var þarna). Óhugnalegt að heyra hvað þetta fékk að líðast lengi. :S"}, {"response_to": "24573640", "username": "tjúa", "message_id": "24573723", "user_id": "7256", "datetime": "2011-06-20 18:07:56", "datestring": "20. jún. '11, kl: 18:07:56", "text": "Alveg með ólíkindum! Og það var ekki að maður reyndi ekki að klaga :( Hluti af mér er nefnilega líka að berjast við þessa reiði við því að mér var ekki trúað. Ekkert frekar en fyrri daginn. Mamma (sem ég notabene elska meira en allt) meira að segja sagði við mig fyrir einhverjum árun \"gettu hvern ég hitti? Og hún bað svo vel að heilsa  þér...:)\" og við þessu svara ég \"Djísus, er hún ekki dauð ennþá? Hún var hundrað ára þegar ég var þarna, hversu lengi á hún að fá að lifa?\" Ég fékk sko að heyra það að ég ætti að skammast mín og guð má ekki vita hvað. Ég varð svo sár og reið að ég öskraði bara. Meira hefur ekki verið minnst á hana síðan. Mamma lét mig ekkert vita að hún væri dáin einu sinni. Ef ég gæti mögulega talað upphátt án þess að grenja myndi ég gjarnan vilja tala um þetta við hana, en ég held samt að a) það gerist ekkert og b) það breytir engu"}, {"response_to": "24573723", "username": "fálkaorðan", "message_id": "24573769", "user_id": "169630", "datetime": "2011-06-20 18:12:41", "datestring": "20. jún. '11, kl: 18:12:41", "text": "Knús knús knús, talaðu þá bara um þetta grenjandi. Það hjálpar."}, {"response_to": "24573163", "username": "kancelaria", "message_id": "24576427", "user_id": "94768", "datetime": "2011-06-20 21:31:12", "datestring": "20. jún. '11, kl: 21:31:12", "text": "Ég var í Landakotsskóla og Riftúni líka og þetta kom mér ekkert á óvart en ég var þarna til 1996 og kannast við allar þessar sögur , konan var ógeðsleg það verður bara að seigjast eins og er .....  Ég hef oft velt því fyrir mér af hverju þetta hefur aldrei komið á yfirborðið og hvernig þetta gat viðgengst svo lengi. Hins vegar var samstarfi kaþólsku kirkjunnar við skólann lokið upp úr 2000 held ég , kannski þaggaði kirkjan þetta bara niður ???"}, {"response_to": "24572694", "username": "YulBrynner", "message_id": "24573160", "user_id": "146600", "datetime": "2011-06-20 17:07:12", "datestring": "20. jún. '11, kl: 17:07:12", "text": "Ömurlegt að heyra þetta :("}, {"response_to": "24572694", "username": "seva", "message_id": "24573732", "user_id": "94698", "datetime": "2011-06-20 18:08:53", "datestring": "20. jún. '11, kl: 18:08:53", "text": "En af hverju er þetta fyrst að koma upp á yfirborðið núna? Þegar þau bæði (frétt í Fréttatímanum) eru látin."}, {"response_to": "24573732", "username": "tjúa", "message_id": "24573755", "user_id": "7256", "datetime": "2011-06-20 18:11:35", "datestring": "20. jún. '11, kl: 18:11:35", "text": "ég hef ekki hugmynd. Það er virkilega virkilega erfitt að lesa að þetta hafi allir vitað. Maðurinn minn spurði hvort það væri ekki léttir, en nei, það er það ekki. Það er bara vont."}, {"response_to": "24573755", "username": "seva", "message_id": "24573799", "user_id": "94698", "datetime": "2011-06-20 18:15:19", "datestring": "20. jún. '11, kl: 18:15:19", "text": "skil það."}, {"response_to": "24573799", "username": "seva", "message_id": "24573814", "user_id": "94698", "datetime": "2011-06-20 18:17:49", "datestring": "20. jún. '11, kl: 18:17:49", "text": ""}, {"response_to": "24573814", "username": "Ziha", "message_id": "24573878", "user_id": "51148", "datetime": "2011-06-20 18:25:59", "datestring": "20. jún. '11, kl: 18:25:59", "text": "Úff, mikið rosalega hefur þetta verið sjúkt fólk.....:-("}, {"response_to": "24573814", "username": "YulBrynner", "message_id": "24573967", "user_id": "146600", "datetime": "2011-06-20 18:35:49", "datestring": "20. jún. '11, kl: 18:35:49", "text": "Nú er ég nokkuð sjóaður þegar kemur að því að lesa viðbjóðslýsingar á ofbeldi, en ég held að mér hafi sjaldan liðið jafn illa við nokkurn lestur. Sumarbúðasagan fór alveg með mig :/"}, {"response_to": "24573967", "username": "seva", "message_id": "24574118", "user_id": "94698", "datetime": "2011-06-20 18:49:46", "datestring": "20. jún. '11, kl: 18:49:46", "text": "Já, þetta er viðbjóður. Ætla rétt að vona að það fari fram almennleg rannsókn á þessu. Hvað með hitt starfsfólkið?"}, {"response_to": "24573967", "username": "GoGoYubari", "message_id": "24575710", "user_id": "69201", "datetime": "2011-06-20 20:55:27", "datestring": "20. jún. '11, kl: 20:55:27", "text": "Ég komst í gegnum helminginn, þá fór ég að gráta. Ég klára þetta kannski þegar strákarnir eru sofnaðir, ef ég treysti mér til. Þetta er ógeðslegt! :("}, {"response_to": "24573814", "username": "Greebo", "message_id": "24574852", "user_id": "141599", "datetime": "2011-06-20 19:51:37", "datestring": "20. jún. '11, kl: 19:51:37", "text": "úff... :S Núna langar mig að grenja, hélt bara að Margrét hefði verið ströng og ömurleg og séra george bara já, frekar vinalegur en samt strangur \"kall\" eins og maður sagði sem krakki . En núna þegar ég sé myndirnar af þeim finnst mér þau vera eins og einhverjir hræðilegir djöflar... :("}, {"response_to": "24574852", "username": "krummalína", "message_id": "24576674", "user_id": "71366", "datetime": "2011-06-20 21:45:11", "datestring": "20. jún. '11, kl: 21:45:11", "text": "Ég var þarna í 3 ár og hélt það sama, en þegar ég fer að hugsa þetta aðeins til baka þá var ekki allt með felldu í kringum sum börn (sérstaklega þau Kaþólsku) sem höfðu verið þarna lengur, mér fannst tekið harðar eða öðruvísi á þeim.  Man eftir einu skipti þar sem einn strákurinn fór úr tíma því hann þurfti að skrifta (var mér sagt).... mér fannst það mjög skrítið.   Mér leið illa í Riftúni í þetta eina skipti sem ég fór þangað, ætlaði að strjúka ásamt þremur öðrum en þær guggnuðu á því á síðustu stundu.  Ég upplifði þetta sem strangan Kaþólskan skóla og fannst það ágætt að vissu marki en núna fyllist ég viðbjóði þegar ég hugsa um að hafa verið þarna."}, {"response_to": "24573814", "username": "Marmelade", "message_id": "24576217", "user_id": "47760", "datetime": "2011-06-20 21:20:48", "datestring": "20. jún. '11, kl: 21:20:48", "text": "Það er eins og það lýti allt út fyrir það að hann hafi verið sá eini sem lenti í kynferðislegu ofbeldi af þeirra hálfu, því að allavega þeir sem tala um þetta kannast ekki við kynferðislegt oftbeldi. Ef hann var ekki sá eini þá kannski þora hinir ekki að segja frá. En ég skil ekki hvernig fólk sem að hefur ekki lent í kynferðilegu ofbeldi af þeirra hálfu heldur eingöngu andlegu getur efast um að þessi saga sé sönn. Mér finnst þetta líta bara út fyrir að vera bara hann sem lenti í þessu, þar sem hann var líka tekinn þarna nánast hverja nótt í sumarbúðunum til dæmis. Þetta er svo rosalega hræðilegt og hann fer út í svona nánar lýsingar, bara óþæginlegt að lesa þetta :("}, {"response_to": "24576217", "username": "Marmelade", "message_id": "24576253", "user_id": "47760", "datetime": "2011-06-20 21:22:50", "datestring": "20. jún. '11, kl: 21:22:50", "text": "Það sem fer líka fyrir brjóstið á mér er að hann gat ekki talað um þetta við foreldra sína áður en þau dóu. Ef ég væri móðir og barnið mitt hefði orðið fyrir kynferðislegu ofbeldi og ég hefði aldrei komist að því.. well ég gæti nú ekki sýnt neinar tilfinningar þegar ég væri dáin en ef ég gæti það þá þætti mér það mjög leitt."}, {"response_to": "24573732", "username": "ert", "message_id": "24574442", "user_id": "37456", "datetime": "2011-06-20 19:19:22", "datestring": "20. jún. '11, kl: 19:19:22", "text": "koma upp?  Andlega og líkamlega ofbeldið var velþekkt, sem og að þau voru par."}, {"response_to": "24574442", "username": "seva", "message_id": "24574696", "user_id": "94698", "datetime": "2011-06-20 19:39:48", "datestring": "20. jún. '11, kl: 19:39:48", "text": "Var andlegt og líkamlegt ofbeldi ekki nóg, af hverju gerði enginn neitt?"}, {"response_to": "24574696", "username": "ert", "message_id": "24574755", "user_id": "37456", "datetime": "2011-06-20 19:44:22", "datestring": "20. jún. '11, kl: 19:44:22", "text": "ég held að fólk hafi ekki staðið gegn prestum"}, {"response_to": "24574755", "username": "tjúa", "message_id": "24574994", "user_id": "7256", "datetime": "2011-06-20 20:03:10", "datestring": "20. jún. '11, kl: 20:03:10", "text": "nema í mínu tilfelli áttu foreldrar mínir engil (hann bróðir minn) og SVO mig. Og ég heyrði það daglega, og hluti eins og \"af hverju ertu ekki eins og hann\" eða \"af hverju ert þú svona?\" og toppurinn var þegar hún fór að vorkenna mömmu að hafa eignast svona vont barn. Foreldrar mínir höfðu þá heyrt í 5 ár hversu æðislegur bróðir minn var (og er) og hann var auðvitað ánægður, þannig að þegar ég klagaði var ég að ljúga, ég hafði þá bara verið óþekk og hún að skamma mig."}, {"response_to": "24574994", "username": "ert", "message_id": "24575019", "user_id": "37456", "datetime": "2011-06-20 20:05:40", "datestring": "20. jún. '11, kl: 20:05:40", "text": "Þetta er ekki eina dæmi sem ég hef heyrt um að góða systkinið og vonda systkinið og Margréti."}, {"response_to": "24574442", "username": "kancelaria", "message_id": "24576479", "user_id": "94768", "datetime": "2011-06-20 21:33:43", "datestring": "20. jún. '11, kl: 21:33:43", "text": "Sammála en þetta kemur samt ekkert gífurlega á óvart"}, {"response_to": "24576479", "username": "ert", "message_id": "24576858", "user_id": "37456", "datetime": "2011-06-20 21:56:24", "datestring": "20. jún. '11, kl: 21:56:24", "text": "maður á ekkert erfitt með að trúa þessu - því miður"}, {"response_to": "24572694", "username": "Bifferina", "message_id": "24574004", "user_id": "57394", "datetime": "2011-06-20 18:39:33", "datestring": "20. jún. '11, kl: 18:39:33", "text": ""}, {"response_to": "24572694", "username": "Bjutiful", "message_id": "24574046", "user_id": "108376", "datetime": "2011-06-20 18:42:25", "datestring": "20. jún. '11, kl: 18:42:25", "text": "Ó já ég lenti í henni og maaaaargir fleiri sem ég þekki. Hún var hrikalega vond manneskja og lagði krakka í einelti alla þeirra skólagöngu, man sérstaklega eftir einum sem var svolítið eftir á og hún einbeitti sér mikið að því að láta honum líða illa."}, {"response_to": "24572694", "username": "Srta Morales", "message_id": "24574142", "user_id": "104769", "datetime": "2011-06-20 18:51:28", "datestring": "20. jún. '11, kl: 18:51:28", "text": "Hér er ein frásögn:"}, {"response_to": "24574142", "username": "kerla1", "message_id": "24577114", "user_id": "41076", "datetime": "2011-06-20 22:10:23", "datestring": "20. jún. '11, kl: 22:10:23", "text": "hér er ein enn"}, {"response_to": "24577114", "username": "Srta Morales", "message_id": "24577739", "user_id": "104769", "datetime": "2011-06-20 22:46:26", "datestring": "20. jún. '11, kl: 22:46:26", "text": "Og enn enn ein:"}, {"response_to": "24577114", "username": "Bifferina", "message_id": "24578698", "user_id": "57394", "datetime": "2011-06-20 23:48:17", "datestring": "20. jún. '11, kl: 23:48:17", "text": "Jamms..."}]}