{"url": "https://bland.is/umraeda/tjorvi-og-jenny-www-tjorvar-is/24575899/?page=4375", "date": "2011-06-20 21:04:45", "id": "24575899", "items": [{"text": "Eru yndislegt fólk....vildi bara deila því með ykkur :)Hef alltaf verslað við þau síðan ég fékk fuglinn minn árið 2006 og um helgina var engin undantekning.Fór þá með syni mínum (7 ára) og manni, keyptum fuglamat og þegar ég tek upp budduna mína til að borga matinn missti ég 5000 krónur á gólfið án þess að taka eftir því. Á meðan þessu stendur er hún Jenný að bæði sýna og fræða son minn um þennan flotta CAG fugl sinn sem strákurinn fékk svo að halda á, hún var alveg slatta tíma með drengnum....sýndi honum mikla þolimæði og gaf sér góðan tíma fyrir hann. Hún spyr hann svo um nafnið hans SEM BETUR FER því stuttu eftir að við fórum frá versluninni þeirra var hringt í manninn minn og hann spurður hvort hann ætti ekki lítinn strák með þessu nafni.Þau s.s fundu peninginn á gólfinu, googluðu nafnið á barninu, fóru þaðan í þjóðskránna og voila! Eigendurnir fundnir :)Strákurinn er enn svo himinlifandi af þessum fuglum hjá þeim og talar endalaust um þá, e-ð svo stórkostleg upplifun fyrir hann greinilega....og ég ynnilega þakklát :)", "title": "Tjörvi og Jenný www.tjorvar.is", "username": "ansapansa", "message_id": "24575899", "user_id": "2644", "response_to": null, "datetime": "2011-06-20 21:04:45", "datestring": "20. jún. '11, kl: 21:04:45"}, {"response_to": "24575899", "username": "hushit", "message_id": "24582853", "user_id": "62900", "datetime": "2011-06-21 14:04:07", "datestring": "21. jún. '11, kl: 14:04:07", "text": "Þau reyndust mér rosalega vel þegar ég átti fuglana mína :) Gat alltaf leitað til þeirra, nótt sem dag (þótt ég hefði ekki geð í mér að hringja í þau um miðjar nætur!) ;)"}, {"response_to": "24582853", "username": "ansapansa", "message_id": "24588635", "user_id": "2644", "datetime": "2011-06-21 22:17:32", "datestring": "21. jún. '11, kl: 22:17:32", "text": "Já ég er sammála þér með bæði þau og spjallið."}, {"response_to": "24575899", "username": "artimon", "message_id": "24609127", "user_id": "64451", "datetime": "2011-06-23 20:39:01", "datestring": "23. jún. '11, kl: 20:39:01", "text": "Svo sammála! Þau eru æði og gera allt sem þau geta fyrir mann!! Hafa tekið á móti mér með blóðugan fugl á sunnudagsmorgni og voru bara almennilegheitin og rukkuðu ekki neitt fyrir."}, {"response_to": "24575899", "username": "Þjóðarblómið", "message_id": "24625193", "user_id": "48048", "datetime": "2011-06-25 15:39:43", "datestring": "25. jún. '11, kl: 15:39:43", "text": "Ég hef aldrei hitt hana en hef hitt hann þegar ég hef farið og keypt eitthvað fyrir fuglana mína eða látið klippa þau. Hann er algert æði og er svo góður í þessum fuglabransa. Ég þarf að fara að kíkja þangað aftur með vargana mína og láta klippa þau og kaupa eggjafóður og fleira handa þeim."}, {"response_to": "24575899", "username": "bualfagull", "message_id": "24629980", "user_id": "163555", "datetime": "2011-06-25 23:36:09", "datestring": "25. jún. '11, kl: 23:36:09", "text": "Þau hugsa líka svo vel um fuglana :)"}, {"response_to": "24629980", "username": "artimon", "message_id": "24630131", "user_id": "64451", "datetime": "2011-06-25 23:51:52", "datestring": "25. jún. '11, kl: 23:51:52", "text": "Því miður er nú reyndar margt sem mætti betur fara hjá þeim í sambandi við það en ég veit að þau gera alltaf sitt besta. Held að þau séu bara stundum að drukkna í fuglum og hafi kannski ekki alveg undan að sinna öllu sem þyrfti að sinna."}]}