{"url": "https://bland.is/umraeda/svaesin-halsbolga/24615809/?page=4381", "date": "2011-06-24 13:32:42", "id": "24615809", "items": [{"text": "Litla systir mín (15 ára) var komin með ansi svæsna hálsbólgu á mánudaginn þegar hún fer til læknis, læknirinn sagði að ef hún væri ekki búin að skána á föstudag, s.s. í dag ætti hún að koma aftur og fara jafnvel í blóðprufu..er búin að skána en er þó ekki orðin góð, búin að vera á sýklalyfjum alla vikuna..og nú er ég að \"passa\" hana yfir helgina því foreldrar okkar eru ekki á landinu og ég er sjálf heima með eitt 2 mánaða og annað 2 ára barn.Ég hef ekkert náð inn á símatíma hjá lækni, ætli það sé eitthvað möst að koma henni til læknis í dag til að athuga með hana fyrst hún er að byrja að skána? ég er eginlega ekki í stöðu til þess að dröslast með börnin mín í opin tíma til að fylgja henni..eða er alveg \"í lagi\" að hún fari ein á heilsugæsluna í opin tíma eða er ætlast til þess að hún sé með einhvern forráðamann með sér?  hún er   reyndar svo mikil mús að ég er ekki viss um að hún gæti  talað ein við einhvern lækni og segja almennilega frá sér.. haha :/er ég að spyrja eins og algjör auli kannski", "title": "svæsin hálsbólga", "username": "syr", "message_id": "24615809", "user_id": "84100", "response_to": null, "datetime": "2011-06-24 13:32:42", "datestring": "24. jún. '11, kl: 13:32:42"}, {"response_to": "24615809", "username": "hagamus", "message_id": "24615864", "user_id": "87565", "datetime": "2011-06-24 13:36:45", "datestring": "24. jún. '11, kl: 13:36:45", "text": "Fékk hún Streptókokka ?  Ég fékk mjög svæsna hálsbólgu um daginn, var veik í 2 vikur og alveg 3 vikur að jafna mig alveg.  Ég fór 2x til læknis því þetta vildi bara ekki lagast, þeir tóku í bæði skiptin streptó sýni sem var neikvætt og fékk því ekki pensillín því það virkar ekki á vírus.   Þetta var bara svona hörmulegur vírus sem tók svona langan tíma að lagast.  Ég var með beinverki, hita, hausverk með þessu næstum allan tímann."}, {"response_to": "24615864", "username": "hagamus", "message_id": "24615869", "user_id": "87565", "datetime": "2011-06-24 13:37:25", "datestring": "24. jún. '11, kl: 13:37:25", "text": "læknirinn er kannski að velta fyrir sér einkyrningasótt ??  gæti verið."}, {"response_to": "24615864", "username": "syr", "message_id": "24615931", "user_id": "84100", "datetime": "2011-06-24 13:43:53", "datestring": "24. jún. '11, kl: 13:43:53", "text": "ég er ekki alveg klár hvort þetta hafi verið streptó, ég fékk sjálft streptókokka í síðustu viku og og fékk sömu lyf og ég, s.s sýklalyf við streptókokkum.. mamma okkar, önnur systir mín og kærasti hennar ofl í fjölskyldunni hafa verið með streptókokka svo bæði ég og þessi systir mín fengum sömu lyf því einkennin voru þau nákvæmlega sömu (í mínu tilfelli var t.d. ekki tekin stroka, hann \"vissi\" bara að ég hefði smitast og sagði að út af fjölskyldusögunni myndi hann hvort sem er setja mig á þessi lyf þótt stroka kæmi neikvæð svo hann sleppti henni bara)"}, {"response_to": "24615931", "username": "syr", "message_id": "24615941", "user_id": "84100", "datetime": "2011-06-24 13:45:03", "datestring": "24. jún. '11, kl: 13:45:03", "text": "æj fyrsta setningin kemur eitthvað vitlaust út, þetta var semsagt að öllum líkindum streptókokkar hjá henni.."}, {"response_to": "24615809", "username": "EvaMist", "message_id": "24615914", "user_id": "39668", "datetime": "2011-06-24 13:41:50", "datestring": "24. jún. '11, kl: 13:41:50", "text": "Ég myndi nú hafa meiri áhyggjur af litlu börnunum þínum í tengslum við þetta. Allavega þar sem hún virðist vera í framför systirin."}, {"response_to": "24615809", "username": "xarax", "message_id": "24616587", "user_id": "113073", "datetime": "2011-06-24 14:52:02", "datestring": "24. jún. '11, kl: 14:52:02", "text": "Nokkuð viss um að hún geti bjargað sér sjálf, ef það er ekki langt að fara og hún þarf ekki að þvælast með strætó og svona."}]}