{"url": "https://bland.is/umraeda/skilnadur-spurningar-/24822708/?page=4300", "date": "2011-07-13 22:43:19", "id": "24822708", "items": [{"text": "ég og maðurinn minn erum að fara að skilja.. málið er að við eigum íbúð saman.. fæ ég ekki húsaleigubætur ef ég á íbúð? Erum búin að gera helling fyrir húsið og hann vill bara yfirtaka þetta ef ég fer að leigja en þá fæ ég ekkert ef hann selur og ég er búin að leggja helling í þessa íbúð, m.a. er núna verið að smíða sólpall og eitthvað.. búið að opna hurð úr stofunni út í garð... og fleira..Hann vill ekki borga meðlag strax.. get ég eitthvað gert í því? og það er ógeðslega dýrt að leigja.. hvað fær einstaklingur háar húsaleigubætur?Ég veit ekkert rétt minn í þessu.. er að reyna að díla við hann að við getum skipst á að sofa í svefnsófanum með strákinn til skiptis svona fyrst á meðan við erum að hætta saman.. er það gáfulegt?Þið fróða fólk.. endilega fræðið mig!!", "title": "Skilnaður.. spurningar..", "username": "Maggarena", "message_id": "24822708", "user_id": "169994", "response_to": null, "datetime": "2011-07-13 22:43:19", "datestring": "13. júl. '11, kl: 22:43:19"}, {"response_to": "24822708", "username": "Gunnýkr", "message_id": "24822794", "user_id": "711", "datetime": "2011-07-13 22:48:31", "datestring": "13. júl. '11, kl: 22:48:31", "text": "ef þið eigið ekkert í húsinu (engin eign) þá yrði ég nú bara glöð ef hann vill taka þetta yfir."}, {"response_to": "24822708", "username": "skjáta", "message_id": "24822819", "user_id": "4982", "datetime": "2011-07-13 22:49:39", "datestring": "13. júl. '11, kl: 22:49:39", "text": "Ef þið eruð gift þá þufið þið að tala við prest og sýslumann."}, {"response_to": "24822708", "username": "g70", "message_id": "24822844", "user_id": "86705", "datetime": "2011-07-13 22:51:00", "datestring": "13. júl. '11, kl: 22:51:00", "text": "Hef ekki reynslu af þessu en ertu búin að skoða síðuna skilnadur.is ?  Kannski er eitthvað þar sem gæti gagnast þér."}, {"response_to": "24822844", "username": "Maggarena", "message_id": "24823238", "user_id": "169994", "datetime": "2011-07-13 23:17:38", "datestring": "13. júl. '11, kl: 23:17:38", "text": "Ætli ég hafi rétt á sérstökum husaleigubótum ef ég er með tekjur undir 100 þúsund á mánuði..? Hef ekki rétt á atvinnuleysisbótum (tíminn búinn)"}, {"response_to": "24822708", "username": "óe", "message_id": "24822911", "user_id": "161770", "datetime": "2011-07-13 22:54:52", "datestring": "13. júl. '11, kl: 22:54:52", "text": "hmm, ég þekki ekki hvað tekur langan tíma að skilja á pappírum. En þegar þið eruð skilin, þá getur sá sem barnið á lögheimili hjá sótt um meðlag. Mér sýnist það verða þú á skrifunum, en þá getur hann ekkert ráðið því hvenær hann byrjar að borga meðlag. Þú sækir um, og ef ég man rétt geturðu sótt um ár aftur í tímann. - en kannski er það miðað við að einhvern tíma taki að skilja? kannski aðrir sem þekkja það betur."}, {"response_to": "24822911", "username": "óe", "message_id": "24822922", "user_id": "161770", "datetime": "2011-07-13 22:55:30", "datestring": "13. júl. '11, kl: 22:55:30", "text": "og rétt á meðan ég var að rommsa þessu útúr mér komu aðrir með sömu svör nokkurnveginn held ég. En gangi þér vel :)"}]}