{"url": "https://bland.is/umraeda/bilastaedi-i-midbaenum-pust-/24838318/?page=4293", "date": "2011-07-15 14:00:48", "id": "24838318", "items": [{"text": "Ég fékk að skreppa aðeins frá vinnu áðan og þegar ég kom til baka fann ég þrjú HÁLF stæði! Það voru semsagt þrir vandaði einstaklingar sem lögðu í 2 stæði. Hvers vegna er þetta fólk ekki sektað?Mikið djö fer þetta í taugarnar á mér!Hvernig er það, nú borgaði ég fyrir allan daginn í gjaldskyldu 1 en fann svo bara stæði í gjaldskyldu 2, einhvertíman var mér sagt að maður þyrfti að borga í þá gjaldskyldu sem maður væri lagður í. Ætli ég fái nokkuð sekt fyrir þetta þar sem ég borgaði fyrir dýrara svæði en ég er með bílinn á?", "title": "Bilastæði í miðbænum!-púst!", "username": "Framhleypna", "message_id": "24838318", "user_id": "152650", "response_to": null, "datetime": "2011-07-15 14:00:48", "datestring": "15. júl. '11, kl: 14:00:48"}, {"response_to": "24838318", "username": "Blálilja", "message_id": "24838341", "user_id": "164445", "datetime": "2011-07-15 14:03:59", "datestring": "15. júl. '11, kl: 14:03:59", "text": "Ég myndi halda það, þori samt ekki að fullyrða :/"}, {"response_to": "24838318", "username": "micro", "message_id": "24838347", "user_id": "14570", "datetime": "2011-07-15 14:05:05", "datestring": "15. júl. '11, kl: 14:05:05", "text": "nei þú mátt vera í ódýrara svæði þeas ef þú borgar í 1, máttu vera í 2 og 3 líka."}, {"response_to": "24838318", "username": "aleinheima", "message_id": "24838619", "user_id": "50383", "datetime": "2011-07-15 14:43:18", "datestring": "15. júl. '11, kl: 14:43:18", "text": "sá sem borgar í gjalsvæði eitt má leggja bílnum í gjaldsvæði 2 o g3 ef svo ber undir og það er ekki í umferðarlögum að skilda fólk að legga í einu stæði og því miður er umgengni fólks um eigur annarra stundum frekar bágborin svo sem hurðaskellir og kerrubank og sumir eru stirðir og þurfa bara meira pláss til að komast inn í bílinn sinn Þekki konu sem þarf að fullopna hurðina til að komast inn svona er þetta bara og ekkert við þessu að gera nema þá að fólk færi að stunda heiðarleika og tilkynna beiglur og annað smálegt ) en flott að þú fanst stæði"}, {"response_to": "24838619", "username": "Framhleypna", "message_id": "24838673", "user_id": "152650", "datetime": "2011-07-15 14:50:00", "datestring": "15. júl. '11, kl: 14:50:00", "text": "ég skal alveg bekenna það að sumir þurfi á því að halda að leggja í tvö stæði, en mér finnst þá persónulega að þeir einstaklingar eigi að greiða fyrir þau tvö stæði sem þeir eru að nota."}, {"response_to": "24838673", "username": "aleinheima", "message_id": "24838950", "user_id": "50383", "datetime": "2011-07-15 15:35:24", "datestring": "15. júl. '11, kl: 15:35:24", "text": "kanski hefur einhver gert það en það er bara ekki skilgreint sem umferðalagabrot að legga í tvö stæði og ekki heldur tekið framm í lögum um bílastæði að sá sem leggur í tvö stæði verði að borga í tvö stæði og hvað með stóru bílana sem troða ser með lægni í eitt stæði og þurfa annað stæði til að gera opnað hurðina ef það er ekki topplúga á bílnum og enginn leggur við hliðina á svoleiðis trukki nema hann langi til að láta hurða bílinn sinn en best er nú bara að komast heill heim og beiglulaus"}]}