{"url": "https://bland.is/umraeda/heimthra-af-verstu-gerd/24832902/?page=4296", "date": "2011-07-14 21:43:20", "id": "24832902", "items": [{"text": "Ætli það sé hægt að deyja úr heimþrá?Ég bý í útlöndum, maki minn er erlendur og við búum í hans landi. Við kynntumst hérna úti og fluttum fljótlega til Íslands. Núna búum við úti og hann í námi hérna.Ég er algerlega að deyja. Ég sakna svo fjölskyldunnar og landsins. Get bara grátið yfir því á hverjum degi að anda ekki að mér hreinu sjávarloftinu og horfa til fjalla. Ég á svo bágt stundum að ég sé ekki einu sinni tilgang til þess að fara á fætur nema þegar ég neyðist til þess.Stundum sé ég enga lausn út úr þessari kvöl minni nema að hætta með manninum og flytja aftur til Íslands með barnið okkar á 4. ári. En auðvita er það fáránleg lausn því að ég vil ekkert losna við hann. Stend mig samt stundum að því að pæla í að vera ógeðslega leiðinleg við hann þangað til hann fær nóg og vill losna við mig... Samt er sambandið í góðu lagi og hefur alltaf verið, ég sé bara enga undankomuleið út úr þessari gríðarlegu vanlíðan.Ég má helst ekki vita af neinu sem gerist innan fjölskyldunnar eða úr bænum þar sem ég ólst upp því að það gerir mig vitlausa að missa af öllu. Langar stundum að henda facebookinu mínu svo ég sjái ekki hvað fólk er að gera heima á Íslandi. Kannast einhver við að fá svona rosalega heimþrá?", "title": "Heimþrá af verstu gerð", "username": "Upsy Daisy", "message_id": "24832902", "user_id": "94441", "response_to": null, "datetime": "2011-07-14 21:43:20", "datestring": "14. júl. '11, kl: 21:43:20"}, {"response_to": "24832902", "username": "Radioactive", "message_id": "24832955", "user_id": "11127", "datetime": "2011-07-14 21:48:04", "datestring": "14. júl. '11, kl: 21:48:04", "text": "Já ég kannast við það. Og það versta fyrir mig er að það hefur versnað milli ára. Fyrst var svo gaman að búa á Íslandi, það var svo margt nýt að skoða og gera og nýtt fólk að kynnast. Það bætist upp að ég fekk ekki að sjá landi og fólkið mitt. En það er búin að vera virkilega slæmt siðasta 2-3 ár og ég er á heimleið núna í sumar og klárar bara námið mitt úti."}, {"response_to": "24832902", "username": "isora", "message_id": "24832962", "user_id": "53908", "datetime": "2011-07-14 21:49:07", "datestring": "14. júl. '11, kl: 21:49:07", "text": "Ég hugsa þú gætir mögulega verið þunglynd. Held þú ættir að tala við einhvern fagaðila."}, {"response_to": "24832962", "username": "Upsy Daisy", "message_id": "24833126", "user_id": "94441", "datetime": "2011-07-14 22:02:21", "datestring": "14. júl. '11, kl: 22:02:21", "text": "Nei, ég er búin að vera atvinnulaus síðan ég kom hérna. Er með BA gráðu en líkurnar á að ég fái starf við \"mitt hæfi\" (miðað við á Íslandi amk) eru svona 1% því ég tala ekki tungumálið nógu vel. Þetta tungumál er bara ógeðslega erfitt og þó ég kunni slatta þá er ekki séns fyrir mig að vera í einhverjum hóp eða þess vegna bara spjalla við fólk á tungumálinu því ég er svo heft í orðaforða. Það á eftir að taka mjög langan tíma að læra tungumálið almennilega til þess."}, {"response_to": "24832962", "username": "fragola", "message_id": "24833203", "user_id": "117294", "datetime": "2011-07-14 22:09:19", "datestring": "14. júl. '11, kl: 22:09:19", "text": "ég er alveg sammála henni isora, reyna að kynnast fólki og byggja upp vinaáttusambönd. veitu ég fæ heimþrá stundum enn þetta kemur og fer."}]}