{"url": "https://bland.is/umraeda/thid-sem-hafid-haft-bornin-ykkar-a-nutramigen/24864075/?page=4277", "date": "2011-07-18 16:44:06", "id": "24864075", "items": [{"text": "hæhæ ég er með lítið kríli sem er með ofnæmi fyrir mjólk og mér var ráðlagt að hafa hana á soja sma en ég er ansi hrædd um að hún sé að mynda ofnæmi fyrir því líka, það mældist ekkert ofnæmi fyrir því í blóðprufunni en læknirinn sagði að það væri samt algengt að börn fengju ofnæmi fyrir því. Ég keypti nutramigen og það er ekki séns að hún taki þá mjólk búin að prufa og prufa! meira að segja að setja soja mjólk með til að bragðbæta! Hefur einhver lent í þessu að barn vilji ekki mjólkina og hvað hafi þið þá gert??", "title": "þið sem hafið haft börnin ykkar á nutramigen", "username": "minný", "message_id": "24864075", "user_id": "107811", "response_to": null, "datetime": "2011-07-18 16:44:06", "datestring": "18. júl. '11, kl: 16:44:06"}, {"response_to": "24864075", "username": "rh123", "message_id": "24864525", "user_id": "107070", "datetime": "2011-07-18 17:26:39", "datestring": "18. júl. '11, kl: 17:26:39", "text": "Eg blandadi fyrst 50/50 med hrismjolk og minnkadi svo hrismjolkina, eftir 2 daga var minn farinn ad drekka hana oblandada. Veit ad sumar blanda med hrasykri fyrst"}, {"response_to": "24864075", "username": "nóvemberpons", "message_id": "24864852", "user_id": "69661", "datetime": "2011-07-18 18:01:08", "datestring": "18. júl. '11, kl: 18:01:08", "text": "æji hver ráðlagði þér að gefa barninu soja? mér var sagt að það eru 1/3 líkur á að börn með mjólkurofnæmi fái ofnæmi fyrir soja líka fái þau soja.."}, {"response_to": "24864852", "username": "magzterinn", "message_id": "24868246", "user_id": "8409", "datetime": "2011-07-18 22:06:56", "datestring": "18. júl. '11, kl: 22:06:56", "text": "Ég hjó líka eftir þessu. Mjög furðulegt að láta barn á soja mjólk ef það er með ofnæmi :/"}, {"response_to": "24868246", "username": "nóvemberpons", "message_id": "24868311", "user_id": "69661", "datetime": "2011-07-18 22:10:01", "datestring": "18. júl. '11, kl: 22:10:01", "text": "já, það sem ég lennti í með minn sem mér fannst samt ennþá furðulegra var að á heilsugæslunni var læknir sem ráðlagði mér að kaupa soja þurrmjólk og prófa þar sem nutramigen væri svo dýr!! nefndi þetta öruglega svona 4 sinnum að ég ætti bara að nota soja því hin væri sko svo svakalega dýr... eins og það skipti máli í þessu samhengi..."}, {"response_to": "24868311", "username": "magzterinn", "message_id": "24868441", "user_id": "8409", "datetime": "2011-07-18 22:18:40", "datestring": "18. júl. '11, kl: 22:18:40", "text": "Vá er ekki í lagi??? Úff hvað ég vona að læknar séu almennt ekki að mæla með þessu :/"}, {"response_to": "24868441", "username": "nóvemberpons", "message_id": "24868905", "user_id": "69661", "datetime": "2011-07-18 22:47:01", "datestring": "18. júl. '11, kl: 22:47:01", "text": "ég held nefninlega að það sé því miður svolítið algengt :/"}, {"response_to": "24864075", "username": "Tunglmyrkvi", "message_id": "24866809", "user_id": "32724", "datetime": "2011-07-18 20:30:42", "datestring": "18. júl. '11, kl: 20:30:42", "text": "Reyndi nutramigen í 2 vikur á minn á spítala tók ekki einn sopa fannst þetta ógeð. Fékk í gegnum sondu en vildi sov hina mjólkina. Enda lyktin og allt viðbjóður af þessu en hlýtur að virka ef krílið verður nógu svangt . En um að gera að bragðbæta með einhverju í byrjun"}, {"response_to": "24864075", "username": "Ransoms", "message_id": "24871964", "user_id": "13910", "datetime": "2011-07-19 10:25:19", "datestring": "19. júl. '11, kl: 10:25:19", "text": "Vá mér finnst ótrúlegt að þér hafi verið ráðlagt soja þurrmjólk fyrir barn með mjólkurofnæmi.  Mér var ráðlagt að gefa mínum ofnæmispjakk sojaþurrmjólk áður en hann greindist með ofnæmi og læknirinn sagði eftir á að hann hefði aldrei ráðlagt þetta ef hann hefði grun um ofnæmi.  Allavega þá fékk minn sojaofnæmi í kaupæti og mér fannst sko miklu erfiðara að eiga við það enda soja í nánast öllu.  En með Nutramigen þá var minn bara 2ja mánaða þegar hann byrjaði á henni og hjá mér virkaði að setja smá sykur útí sem ég minnkaði smá saman.  Ferlið tók bara nokkra daga og hann drakk þessa mjólk til 2ja ára en fékk rísmjólk eftir það sem hann fær enn (er að verða 7 ára)."}, {"response_to": "24864075", "username": "Ritas", "message_id": "24880090", "user_id": "47492", "datetime": "2011-07-19 22:20:17", "datestring": "19. júl. '11, kl: 22:20:17", "text": "Veit ekki hvað barnið þitt er gamalt en ég gat blandað smá eplasafa útí og minnkaði það svo smá saman og það gekk bara vel. hef líka heyrt að margar setja hrásykur út í."}]}