{"url": "https://bland.is/umraeda/hvad-staekka-tveggja-ara-krili-hratt-/25034989/?page=4212", "date": "2011-08-03 13:38:39", "id": "25034989", "items": [{"text": "Ég er að fara í vetrargallaleiðangur fyrir strákinn minn. Hann er núna að hætta að nota stærð 86 og fara yfir í 92. Á maður að kaupa útigalla í 92 eða 98? Átta mig ekki hvað svona kríli stækka hratt....", "title": "Hvað stækka tveggja ára kríli hratt?", "username": "isora", "message_id": "25034989", "user_id": "53908", "response_to": null, "datetime": "2011-08-03 13:38:39", "datestring": "3. ágú. '11, kl: 13:38:39"}, {"response_to": "25034989", "username": "Mammastrumpur", "message_id": "25035499", "user_id": "53580", "datetime": "2011-08-03 14:14:34", "datestring": "3. ágú. '11, kl: 14:14:34", "text": "vá, engin leið að segja nákvæmlega. Fer eftir barninu og merkinu myndi ég segja. Ég á einn sem verður 3 ára í lok september og hann er enn í 86 og tæplega í 92. Hann mun samt erfa PoP galla nr.98 eftir bróðir sinn í vetur. Annars myndi ég segja að það væri gáfulegast að kaupa 98 á 2 ára börn uppá það að geta kannski notað gallann þá í tvo vetur."}, {"response_to": "25034989", "username": "hkal", "message_id": "25036514", "user_id": "77903", "datetime": "2011-08-03 15:33:57", "datestring": "3. ágú. '11, kl: 15:33:57", "text": "Keypti á minn stærð 92 í útigalla þegar hann var 2ja ára. Hann er núna 3ja ára, en getur líklega notað gallann í allann vetur. Já gallinn er POP. Var svo að kaupa á hann POP úlpu núna og tók 92 í henni, því mér fannst 98 alltof stór og ég þoli ekki að hafa börnin mín í alltof stórum fötum. Finnst ég sjá það of oft að gallarnir eru allir tættir að neðan því þeir voru svo stórir þegar börnin byrjuðu að nota þá. Eins geta sum börn varla leikið sér því fötin eru svo stór. Þegar þau svo loks stækka í þá, þá geta þeir verið orðnir rifnir og fleira."}, {"response_to": "25034989", "username": "gúrki", "message_id": "25041039", "user_id": "67316", "datetime": "2011-08-03 21:22:53", "datestring": "3. ágú. '11, kl: 21:22:53", "text": "Mín var í 86 þar til nokkrum mánuðum eftir 2 ára og var komin í 98 3 mánuðum fyrir 3 ára, mér fannst eins og ég gæti horft á hana stækka í vetur :p"}, {"response_to": "25041039", "username": "isora", "message_id": "25042161", "user_id": "53908", "datetime": "2011-08-03 22:33:19", "datestring": "3. ágú. '11, kl: 22:33:19", "text": "Vá, það er heill hellingur. Hugsa ég fari með hann og prófi 98 og sé hvort hann geti notað þá stærð. Takk :-)"}, {"response_to": "25034989", "username": "JungleDrum", "message_id": "25042290", "user_id": "29871", "datetime": "2011-08-03 22:41:21", "datestring": "3. ágú. '11, kl: 22:41:21", "text": "Minn er 18 mánaða í nr 92 POP, endist vonadni fram að áramótum.. byrjaði að nota hann í janúar, þá var hann vel rúmur.  Myndi ekki taka minna en 98 á tveggja ára svo hann endist eitthvað."}]}