{"url": "https://bland.is/umraeda/pcos-og-fl-/25030666/?page=4184", "date": "2011-08-03 01:31:51", "id": "25030666", "items": [{"text": "hæ hó, ég er með nokkrar spurningar til ykkar hinna með pcos...Fóruð þið á einhverjar getnaðavarnir eftir að þið eignuðust börn, ef svo , þá hvaða?  Og þið sem eigið fleiri en 1 barn, hvað er langt á milli hjá ykkur?ég hef verið á gluco í 4 ár og á 19 mánaða barn, fór á pilluna og er því á diane-mite og glucophage. Ég er að byrja í háskólanum svo það er ekki á dagskrá að koma með annað barn alveg strax þó maður sé nú svosem orðin fullorðin (28),  en fór að velta því fyrir mér með ykkur hinar, hvað það hefði tekið langan tíma fyrir ykkur að verða aftur ófrískar eftir að þið hættuð á getnaðavörnum, eða bara yfirhöfuð hvernig gekk að koma með barn nr.2.?væri áhugavert að heyra hvernig þetta gekk hjá ykkur hinum með þetta ''skemmtilega'' pcos", "title": "pcos og fl..", "username": "vakkerdame", "message_id": "25030666", "user_id": "120712", "response_to": null, "datetime": "2011-08-03 01:31:51", "datestring": "3. ágú. '11, kl: 01:31:51"}, {"response_to": "25030666", "username": "magzterinn", "message_id": "25032512", "user_id": "8409", "datetime": "2011-08-03 10:49:46", "datestring": "3. ágú. '11, kl: 10:49:46", "text": "Ég er með eina 4 mánaða og er ekki komin á neina vörn og ætla ekki, allavega ekki til að byrja með. Vil sjá hvort að tíðahringurinn kemst í lag fyrst og svona. Er einmitt að byrja í háskólanum svo það væri æskilegast að eignast ekki annað alveg strax en ef það gerist þá er það alveg velkomin og við dílum bara við það. Ég vil ekki taka sénsinn á að fokka upp kerfinu. Ef tíðahringurinn kemst í lag þá munum við líklega bara reyna að passa upp á að nota smokk eða e-ð í kringum egglos."}, {"response_to": "25030666", "username": "Geller", "message_id": "25036260", "user_id": "22555", "datetime": "2011-08-03 15:10:00", "datestring": "3. ágú. '11, kl: 15:10:00", "text": "ég á einn 3 1/2 árs og fór ekki á vörn eftir hann. Enda tók það 4 ár að eignast hann og ég gerði bara ráð fyrir því að þetta tæki sinn tíma aftur og tók ekki sénsinn á því að kerfið færi í enn meira rugl með hormónum. Svo þegar hann var 18 mánaða komst ég að því að ég væri orðin ófrísk. Þannig að það eru rétt rúm 2 ár á milli þeirra."}, {"response_to": "25030666", "username": "Isabel7575", "message_id": "25113077", "user_id": "127934", "datetime": "2011-08-10 16:11:54", "datestring": "10. ágú. '11, kl: 16:11:54", "text": "Hæ, ég er með pcos en með nokkuð reglulegar blæðingar og hef ekki fengið neina meðferð v. ófrjósemi. Ég var búin að vera án pillunar í ár og notaði smokka þegar kvensjúkdómalæknir sagði mér að ég væri með PCOS og að það gæti orðið erfitt fyrir mig að vera ófrísk. Við slepptum smokkunum í 1-2 skipti í vikunni eftir að hafa fengið þessar fréttir og ég varð ófrísk strax!! Er komin 18 vikur núna."}]}