{"url": "https://bland.is/umraeda/foreldrahlutverkid-ras1/25112535/?page=4184", "date": "2011-08-10 15:14:16", "id": "25112535", "items": [{"text": "Hafiði hlustað á þennan þátt? Ég var að hlusta á fyrsta þáttinn í morgun og eins áhugaverður og hann var þá fannst mér eiginlega hálfgerð skelfing að hlusta á Þóru þegar að hún var að tala. Hljómaði eins og hún væri að lesa upp úr einhverri BA-ritgerð eða fræðibók. Ætli það sé skylda að tala svona formlega og \"virðulega\" ef maður er með þátt á Rás1? Hljómaði allavega eins og þessar eldgömlu fréttaþulur sem maður hlustaði á hjá afa og ömmu í sveitinni í gamla daga, ótrúlega leiðinlegt og hálf pínlegt.", "title": "Foreldrahlutverkið - Rás1", "username": "Upsy Daisy", "message_id": "25112535", "user_id": "94441", "response_to": null, "datetime": "2011-08-10 15:14:16", "datestring": "10. ágú. '11, kl: 15:14:16"}, {"response_to": "25112535", "username": "GoGoYubari", "message_id": "25112566", "user_id": "69201", "datetime": "2011-08-10 15:18:10", "datestring": "10. ágú. '11, kl: 15:18:10", "text": "Hef ekki hlustað á þetta, en hlustaði hinsvegar á áhugavert spjall fyrir nokkru, í þættinum Heimur Hugmyndanna \"Þarf að kenna fólki að ala upp börn? Gestur Páls Skúlasonar og Ævars Kjartanssonar á sunnudaginn verður Sigrún Aðalbjarnardóttir, professor í uppeldisfræði.\""}, {"response_to": "25112535", "username": "12stock", "message_id": "25112571", "user_id": "56282", "datetime": "2011-08-10 15:18:47", "datestring": "10. ágú. '11, kl: 15:18:47", "text": "„...og eins áhugaverður og hann var...“ finnst mér mun mun mikilvægara heldur en að þetta hljómi eins og BA-ritgerð."}, {"response_to": "25112571", "username": "Upsy Daisy", "message_id": "25112663", "user_id": "94441", "datetime": "2011-08-10 15:27:32", "datestring": "10. ágú. '11, kl: 15:27:32", "text": "Jájá, viðfangsefnið var mjög áhugavert og viðtalið sem hún tók var rosalega fróðlegt. En hún talaði alveg slatta sjálf (eða las tilbúna ræðu sem hún hafði skrifað fyrir þáttinn) og það var alveg ferlega svæfandi og ekki nærri því jafn áhugavert."}, {"response_to": "25112663", "username": "stormur80", "message_id": "25113108", "user_id": "101133", "datetime": "2011-08-10 16:13:50", "datestring": "10. ágú. '11, kl: 16:13:50", "text": "þú verður að ath að þetta er \"gamla gufan\" rás1 þar sem meðalhlustendahópur er 40ára og eldri...Mikið af gömlu fólki sem hlustar og þá þarf að tala skýrt og nota orð sem fólkið skilur"}, {"response_to": "25113108", "username": "Upsy Daisy", "message_id": "25113142", "user_id": "94441", "datetime": "2011-08-10 16:18:01", "datestring": "10. ágú. '11, kl: 16:18:01", "text": "Já þetta hljómar auðvita nákvæmlega eins og gamla gufan. En ég hefði haldið að markhópurinn fyrir svona þátt væri einmitt fólk á aldrinum 20-40! Miðað við að það var verið að fjalla um brjóstagjöf nýfæddra barna allavega."}]}