{"url": "https://bland.is/umraeda/-atak/25298310/?page=4110", "date": "2011-08-25 22:58:40", "id": "25298310", "items": [{"text": "...Núna er ég LOKS að fara drulla mér í átak, hef talað um þetta í 2 ár að fara í ræktina og bræta mataræði, en gerði aldrei neitt í því, eftir að dóttir mín fæddist hugsaði ég að ég núna langar mér að grenna mig, komast í kjörþyngd og líða betur með sjálfa mig... EN eg er drulluhrædd við þetta, við svo margt sem ég þarf að fórna! sem er samt algerlega þess virði!Eg er kókfíkill! Ég reyki! Ég elska fá mér koktela og hvítvin á djamminu, þegar ég fæ tækifærið að djamma, ég elska nammi! Ég er nýbyrjuð að hita upp f.átakið með hreyfingu, fér útað labba 2km á dag, og er að REYNA minnka gosið, það sem hræði mig einnig mest er sjálf ræktin, æfingar og allt það! eg hef ALDREI farið í ræktina, alltaf sloppið við leikfimi i menntaskola þar sem eg fekk metið útaf ég var hjá sjúkraþjálfara á þessum tima... farin að fá mér hafragraut á morgnana og borða hollara... Þetta er ehvað sem ég þrái núna, missa auka kg sem komu e.fæðingu, og koma mer í betri form...það er ofþyngd í ættinni, mamma mín, amma mín og bróðir mömmu, og ég vil ekki vera \"þannig\" ég vil vera hraust og geta hlaupið með dóttur minni án þess að vera andstutt, en að reyna koma mér áfram vegna ofþyngd...Þið sem eruð eða voru í átaki hvernig gekk ykkur? var svona hræðsla hjá ykkur þegar þið voruð að byrja, og já hefur ehver farið í þessi námskeið hjá Jassballet báru, eins og með TT3? Ef svo er hvernig er það ? Ég held að ég þurfi bara eitt stórt spark í rassin til að hætta þessari kviðni og vera spennt!! EN!!", "title": "...Átak", "username": "Jarðaber85", "message_id": "25298310", "user_id": "62360", "response_to": null, "datetime": "2011-08-25 22:58:40", "datestring": "25. ágú. '11, kl: 22:58:40"}, {"response_to": "25298310", "username": "Maluettan", "message_id": "25298396", "user_id": "3056", "datetime": "2011-08-25 23:05:58", "datestring": "25. ágú. '11, kl: 23:05:58", "text": "Ég breytti um lífsstíl fyrir stuttu. Fer í ræktina 4 sinnum í viku, það var erfitt fyrst en þetta venst ;)"}, {"response_to": "25298310", "username": "nónó", "message_id": "25298460", "user_id": "77964", "datetime": "2011-08-25 23:11:32", "datestring": "25. ágú. '11, kl: 23:11:32", "text": "TT3 er fínt námskeið. Fræðsla og pepp sem mér sýnist þú þurfa og æfingarnar eru alls ekki of erfiðar. Mikið um bara gólfæfingar með eigin líkama en svo líka lóð og svona með í sumum tímum."}, {"response_to": "25298310", "username": "Srta Morales", "message_id": "25298488", "user_id": "104769", "datetime": "2011-08-25 23:13:05", "datestring": "25. ágú. '11, kl: 23:13:05", "text": "Ég held að þú þurfir einmitt ekki spark í rassinn til þess að gera of öfgakenndar breytingar of fljótt sem þú springur á. Það hljómar vel sem þú ert byrjuð á, að labba á hverjum degi og borða hollan morgunmat, það munar strax mikið um það. Þegar þessar breytingar verða orðnar fastur hluti af daglega lífinu þínu, þá getur þú tekið gosið út nema einn dag í viku, sett þér markmið um að ná alltaf 5 skömmtum af grænmeti og ávöxtum á dag, lært að elda einn nýjan hollan rétt í hverri viku, aukið við hreyfinguna o.s.frv."}, {"response_to": "25298310", "username": "Kairii", "message_id": "25298613", "user_id": "148203", "datetime": "2011-08-25 23:23:04", "datestring": "25. ágú. '11, kl: 23:23:04", "text": "Ég held að flestir sem eru að fara í ræktina sem eru virkilega ósáttir við sjálfan sig líði alltaf svona fyrstu skiptin, ég allavega upplifði þetta og þekki í kringum mig bæði konur og karla sem að upplifðu þetta líka þegar þau voru að byrja en... það er bara enginn að pæla í hvað þú ert að gera þarna, þú ferð bara inn, gerir þínar æfingar, svitnar í döðlur og nærð árangri :)"}]}