{"url": "https://bland.is/umraeda/vodafone-lelegt-netsamband/25367060/?page=4083", "date": "2011-08-31 19:17:51", "id": "25367060", "items": [{"text": "Er að verða hálfpirraður út í vodafone.Get varla horft á sjónvarpið,netið hálf lélegt.Búinn að hringja mörgum sinnum,fæ alltaf sömu svörin.Búinn að skipta þrisvar um router og enn er það lélegt.Þeir seigjast ætla að skoða hlutina  og benda mér á að skipta aftur um router eða  eða restarta routernum.Er einhver í svipaðri stöðu og ég?", "title": "Vodafone  lélegt netsamband", "username": "Hamar01", "message_id": "25367060", "user_id": "130051", "response_to": null, "datetime": "2011-08-31 19:17:51", "datestring": "31. ágú. '11, kl: 19:17:51"}, {"response_to": "25367060", "username": "nonnita", "message_id": "25367135", "user_id": "159287", "datetime": "2011-08-31 19:21:56", "datestring": "31. ágú. '11, kl: 19:21:56", "text": "Já, vá 10 dagar síðan ég flutti og er búin að þurfa að hringja milljón sinnum, er núna hætt með sjónvarpið gegnum adsl og er núna með digital ísland og búið að lækka nettenginuna og samt oft vesen svo ég er búin að sækja um að fá gegnum ljósleiðara"}, {"response_to": "25367060", "username": "solita", "message_id": "25367366", "user_id": "38124", "datetime": "2011-08-31 19:37:05", "datestring": "31. ágú. '11, kl: 19:37:05", "text": "já mamma mín er búin að vera í sama pakka en er hjá tal og við vorum að fá að vita að þetta verður svona þangað til að ljósleiðari kemur þetta gerist eftir að breiðbandið hætti.. og þetta er vegna þess að símalínurnar hreinlega höndla þetta ekki. Mamma er einmitt búin að fá milljónnýja roudera og nýja smásíu og nýtt þetta og nýtt hitt en loksins fengum við almennilegt svar"}, {"response_to": "25367060", "username": "Framhleypna", "message_id": "25367636", "user_id": "152650", "datetime": "2011-08-31 19:54:22", "datestring": "31. ágú. '11, kl: 19:54:22", "text": "Ég lenti í þessu, svo þegar einhver tæknimaður í vodafone var búinn að skoða eitthvað kom í ljós að símalínurnar í húsinu voru of gamlar til að ráða við háhraðatengingu eins og adsl og hann minnkaði hraðann á nettengingunni. Eins öfugsnúið og það hljómar þá var netið mitt muuuun hraðara eftir það og sjónvarpið komst í lag líka. Biddu þá bara að tékka á því."}]}